{"dialogues": {"MILO": "\n[1]You said \"please set fires in my bar\". Wait, no, that's not right. \"Please don't set fires in my bar\". Ok, jeez, you try to get in the holiday spirit... \n[2]That's the beauty of my job, Crystal. Tracking down idiots is something you can do pretty much anywhere. See, there's one... \n[3]And there's another one... \n[4]And there's... \n[5]I don't believe it. That idiot. (to Crystal) Save my seat. \n[6]Yeah, you. Rudolph. Come here, you fucking ding-dong. \n[7]Not now, Dwight. \n[8]Hey, I owe everybody money. \n[9]I am so happy you did that. \n[10]Take it easy, skippy, I'm just doing my job. \n[11]So I can be like you patrol boys and sit around all day with my thumb up my ass? \n[12]This isn't a tough time of year for me. It's Christmas. Who doesn't love Christmas? \n[13]What situation? Being a man who works his own hours and has his freedom and lives the high life? \n[14]Unhappy? Are you kidding me, Bob? Look at me: I'm the happiest man alive. \n[15]\n[16]Talked to who? \n[17]I haven't talked to her in three years, why would I talk to her now? \n[18]I'm not invited. I'm not a cop anymore, remember? \n[19]I don't know, Bob. I'm sorta busy. \n[20]Do I look like I need advice from a grown man in antlers? \n[21]Hey, I'm a giving kind of guy. Anyway, what do you care? I brought your guy in, right? \n[22]Is that a trick question? \n[23]Well, we'll soon find out. \n[24]The usual. \n[25]Jealous? \n[26]Forget what? \n[27]Whoa. Hold up, Heidi. What the fuck. I want the job, I'm in the hole. \n[28]What's your point? \n[29]Hey. I just woke up. I was gonna shower. \n[30]No. \n[31]No. \n[32]No. \n[33]Is this a joke? Because if it is, I'm gonna have to kill you. \n[34]She got arrested? And then she jumped bail? \n[35]Yeah. That sounds like her. But here's my question: why the hell did you post her bail? \n[36]Whoa. She did not \"dump me\". \n[37]No, not \"whatever\". I dumped her. \n[38]Well, had you checked with me first, you wouldn't be out of a bond right now. \n[39]You're telling me it's five grand to go pick up my ex-wife and bring her to jail.  On Xmas. \n[40]I love you! You're the best friend a guy could ever have! \n[41]Right. Sorry. \n[42]You know what this is, don't you? Karma! Payback! You know how they say \"What goes around comes around\"? Turns out it's true! \n[43]initial stands for Rhonda, by the way. She tells people it stands for \"Rachel\", but that's a lie. \n[44]We didn't break up over a stupid article. We broke up because she is a cheating, manipulative liar. \n[45]Why wouldn't I be able to handle this? \n[46]That's not even close to what happened. For one thing, it was called \"Cupid's Cabin\". And for another, that was before I knew how conniving she was. Now I know. So all I have to do is track her down, cuff her up, and bring her in. And I've got, what, two days? Shit, man. Easy as pie. \n[47]Luck be a lady... \n[48]Toooo....NIIIIIGHT! \n[49]I told you this day would come. \n[50]You better run, you crazy bitch. \n[51]Nice dog. Very compact. \n[52]Candygram. \n[53]Whoops. \n[54]`Allo, love. \n[55]Wrong. Try again. \n[56]You sleeping with her, Stu? \n[57]Yeah, that's what I mean. Are you sleeping with her at this very moment? \n[58]A \"history\", huh?  Good luck with that. \n[59]The thing is, Stu, she'll make you think she's interested in you, when really all she's interested in is the case you're working on, because she wants to launch her big hot- shot career. \n[60]Really? \n[61]Oh, she hates me? \n[62]I'm selfish? I'm immature? You know what? Forget it. I'm not even gonna dignify this with...whatever. \n[63]No you're not, Geraldo. I don't allow reporters on my team. \n[64]And for the record: I'm the one who hates her. Just so that's clear. \n[65]That figures. Run home to mommy. \n[66]Well, nice meeting ya, Stu. \n[67]I'm going to pick up your girlfriend. But don't worry, if she ever gets out of jail, I'm sure you'll be very happy together. \n[68]...and this loser she's dating looks like he buys his clothes from Kmart. \n[69]I don't. I just think it's funny. \n[70]I know that. You don't have to tell me that. \n[71]You mean like when your wife wants to do one thing, and you want to do another, and you compromise by doing what she wants? \n[72]No worries. In fact, I already know where she is and I'm gonna go pick her up right now. \n[73]Happy to see you, too. \n[74]Ok. What say we do this inside? \n[75]What happened to the pirate show? \n[76]But...you are female. \n[77]Where is she, Lois? I need to talk to her. \n[78]I wasn't mad about that article. In fact: what article? \n[79]Devastated her right to the top. \n[80]She got to tour the White House? \n[81]Tell me where she is, Lois. \n[82]Hello, Cass. \n[83]Fancy meeting you here. \n[84]How are you? \n[85]Swell. Nice day. \n[86]Brisk. \n[87]Invigorating. \n[88]\"Building a sand castle, drinking from a coconut\". Man, once a liar, always a liar. \n[89]Working? Hey, me too. \n[90]What I do is, I track down criminals. People who jumped bail. Idiots who decided to go on the run after biting police officers. I find them, and I take them to jail. \n[91]Tell you what: I'll give you more than a second. I'll give you 10. For old times sake. \n[92]10...9...8... \n[93]Strike one. \n[94]Strike two. \n[95]Strike three. Get in. \n[96]I beg to differ. \n[97]Nope.  I'm gonna shoot a cab driver. \n[98]Ok. \n[99]Deck the halls with boughs of holly, fa la la la laaaa... \n[100]Guess who's in my trunk? \n[101]Aw, come on, Teresa, you know it's me. Put Sid on. \n[102]Ok, just tell him I got her and I'll be back in 2 hours. I want a bonus for bringing her in so quick. \n[103]Don't be such a pessimist. You still have time. \n[104]Gotta go. I got another call. \n[105]Tina's Thai massage! Where every ending is a happy one! \n[106]Hmm. Nope. By the way, your boyfriend Stewart's been following me. Unfortunately, I had to ditch him at the track. \n[107]Aw, don't be embarrassed. These things happen. You were drunk when you guys hooked up, right? \n[108]Bad news for you, then. I wouldn't help you if you were the very last baby sea turtle in the world, dragging its tiny weak body across the burning hot sand while sea gulls circled overhead. I'd just pull up a chair, sip a pina colada, and let nature take its course. \n[109]Hey, I used to be a sucker, but no more. You can cry til the cows come home, for all I care. \n[110]Holy shit!  Hey, um, Cass?  Cassidy? \n[111]It's Ok, hang on, I'm coming... \n[112]\n[113]Son of a... \n[114]\n[115]Me? I'm the dirty fighter? \n[116]Sure. What the hell. \n[117]Get in the car. \n[118]Thanks, Captain Obvious. \n[119]I enjoy sleeping on the floor. Matter of fact, I love sleeping on the floor. I love everything about my life. Great job, good friends, hot girlfriend... \n[120]Yes I do. \n[121]Teresa. Rocking hot body. Likes to cook pasta for me and perform strip- teases. \n[122]Oh, she has all her chromosomes, believe you me. \n[123]I can tell. You and Stewart make a great couple, by the way. You and me made a terrible couple. But you two? Like peas in a pod. \n[124]I can't imagine. \n[125]Not even on his best day. \n[126]I'll bet he has a lot of those. \n[127]You can't win if you don't play. \n[128]I win all the time. \n[129]You know what? Seeing as how I'm about to come into five grand... \n[130]I think I'll do a little betting right now. \n[131]Please. I have two days. A monkey could get you back in two days. \n[132]Nope. \n[133]Sure, if there's such a thing as better than great, which is how my luck has been lately. Great. \n[134]Prepare to observe the master. \n[135]Hmm. Lemme see... \n[136]Nope. Guess not. \n[137]Hit me. \n[138]We're not a couple. \n[139]We used to be together. Back when I was young and foolish. \n[140]And I was slumming. \n[141]Wait. Champagne! I'm celebrating. \n[142]Son of a bitch. \n[143]Oh? Old Lois not feeling up to par? \n[144]Taking care of her, huh? Putting aside your career for a loved one? Golly, that's so you. \n[145]Impressive. No wonder you got all those awards. So lemme guess: the real reason you jumped bail is cause you're on a story. \n[146]I would have figured it out on my own, trust me. \n[147]You think about that much? Me being the last man alive? Am I naked in this fantasy? \n[148]Please. Isn't the whole \"dirty cop\" thing kind of old? Maybe you should do a story about something people are interested in. Like internet porn. Or lesbians. \n[149]Oh, sure, like you credited me in the 13th Street Article? \n[150]That's one way of putting it. \n[151]Forget it. I don't want to be in your article. In fact, I would rather eat a bowl of broken glass than have my name in any way associated with one of your lousy articles... \n[152]I already have. \n[153]Please. Nobody was murdered. \n[154]Oh yeah? How? Bullet to the back of the head? \n[155]Dumped in a reservoir? \n[156]Car accident? \n[157]You know what it sounds like? It sounds like you're going to jail. \n[158]Exactly! I do know you. Which means I know you are a deceptive, cold- hearted bitch who is going to jail where she belongs. \n[159]I'm gonna have to frisk you. \n[160]You gain a little weight? \n[161]Make it quick. \n[162]You almost done in there? \n[163]Hello? Ok, that's long enough, I'm coming in... \n[164]You better run. \n[165]I know. \n[166]A guy can dream, can't he? \n[167]Hey, I know it was a mistake. Don't think you're telling me something I don't know, cause you're not. \n[168]Sure that wasn't me? \n[169]Ha ha. \n[170]You think dirty cops are trying to kill you? Look, I know you think you're hot shit and everything, but I'm pretty sure the only one around here who might want to kill you is me. \n[171]What? \n[172]Yeah? He doesn't look like a cop to me. \n[173]Would you just calm down for a second and... \n[174]Jesus christ... \n[175]\n[176]\n[177]\n[178]\n[179]Yeah, well, no one's killing you until I get you to jail. \n[180]First of all: that guy was not a cop. Second of all, we just left him unconscious in a ditch. You'll be fine. \n[181]is my job. \n[182]I'll lay it out for you: some loser with a minor sheet calls you up and says, hey, I've got a big story for you, you interested? It'll only cost you a couple hundred bucks, and I'll tip you onto some criminal activity, it's your chance to expose some bad guys and write the story of your life. Then the moron gets himself caught, he's probably in cold storage somewhere, and now you think the bad guys are after you.  See? I get it. I just don't care. \n[183]Please. My brain can dance circles around your brain. \n[184]Case closed. \n[185]\"Atlantic City. Xmas Eve. Sparrow.\" What's \"Sparrow\"? \n[186]It's a business. \n[187]Casino. \n[188]Stripper? \n[189]Please. I could crack that story and still get you to jail on time. \n[190]You're on. \n[191]I have to make a call. \n[192]Why? You going somewhere? \n[193]Then you don't need to be uncuffed. \n[194]So there's just gonna be a little delay... \n[195]But that's the beauty of it, Sid, I'm not helping her, she only thinks I'm helping her. \n[196]I'll tell you what I'm doing: I'm gonna crack this case first, and I'm gonna take all the credit. Who knows, maybe I'll even get my job back.... \n[197]I am smarter than she is. I would have cracked that 13th Street case way before she did if she hadn't... \n[198]This from the man currently trying to prove to his wife he can handle Xmas. \n[199]Just..trust me, Ok? \n[200]Nope. \n[201]So. Atlantic City. Xmas Eve... \n[202]...so what exactly are these dirty cops supposed to be doing? \n[203]Nothing. It's just...it's a good idea. If it weren't, you know. Wrong.  So. Your plan is to catch them red-handed before they can destroy the evidence, then write an expose for the paper and win yourself another big award. \n[204]Only, you don't know what Sparrow is.  Could be a nickname. Or the place where the evidence is stashed. Or a code word of some kind. But the guy who knows has gone missing, and you think the dirty cops got a hold of him. \n[205]So we find your source, we find the dirty cops. Gimme your phone. \n[206]Funny. Listen, Bob, I need a favor. \n[207]I need an address to go with a phone number. But I need it ASAP. Kinda got a guy on my tail... \n[208]Hey. You're a reporter. Great. But I used to be a cop. Let's face it: I'm naturally gonna be one step ahead of you. \n[209]What did you say? \n[210]Excellent plan. Oh, except you're staying in the car. \n[211]You Ok? My bad. \n[212]Merry Xmas to you, too! \n[213]Room service. \n[214]What the...? \n[215]What the hell are you doing? \n[216]you're paying for that. \n[217]Perfect.  Play along. \n[218]Godammit. Son of a bitch. \n[219]This is like the third card they've given me... \n[220]Don't tell me to take it easy, now we have to go all the way downstairs again... \n[221]Davenport. Room 2505. \n[222]You're an angel. \n[223]I don't know. Where is your gun? \n[224]Then you've answered your own question. \n[225]Hey. These are not toys. You can't just give them to someone and have them know how to use them. \n[226]Hey. Columbo. Wait by the door. \n[227]This could be a crime scene. There are clues all over this room that only a trained eye can find. And as I seem to recall, you were the one who was unable to figure this out by herself. \n[228]Who are you talking to, your imaginary friend Leslie? \n[229]Whatever. You wait by the door. And I'll handle this. \n[230]I'm saying I don't need your help. \n[231]What was that? \n[232]Did you find something? \n[233]Lemme see your purse... \n[234]Ok, Ok, no problem. You're probably gonna want this. \n[235]Take it easy. I'm just gonna unload it. \n[236]You're gonna have to jump. \n[237]The thing is, Bob: Cass thinks dirty cops might be involved. \n[238]Yeah, well, that doesn't change the fact that someone took a couple shots at us. \n[239]Happened too quick. But it was a dark 4-door Chevy, blue or grey, New Jersey plates, and the car was wrecked, I know that. \n[240]Ok. But we're kinda on a clock here. \n[241]I'm sorry, it's the only place I know off the strip. \n[242]They won't remember us. Why would they remember us? Just...try to act normal. \n[243]Looks like they remember us. \n[244]Has it? \n[245]Honey? Can I talk to you? \n[246]You have any money? \n[247]Hey! I would have won it back if someone hadn't tasered me in the bathroom! \n[248]Mine's max'd. Lemme have yours. \n[249]Wow. \n[250]Well, I'll tell you, Edmund. The secret to our success is that the little woman here knows her place. She cleans for me, cooks for me, and every night when I come home she gets down on her knees and massages my feet. \n[251]Yup. You betcha. \n[252]Can I get a whiskey? \n[253]After we broke up, I was so mad at you, I told everyone I know you have herpes. \n[254]I told everyone you have a moustache. \n[255]Hey! \n[256]That's right. Luckily, we're different people now. We don't feel the way we used to. \n[257]We have no feelings about each other whatsoever. \n[258]Just two people who used to know each other. \n[259]Feels good, doesn't it? \n[260]A platonic relationship. Working together. \n[261]Trusting each other. \n[262]Ladies first. \n[263]Sneaky bitch. \n[264]Good shower? \n[265]Great. \n[266]I agree. \n[267]Time for bed! \n[268]Excuse me. \n[269]What are you doing? \n[270]Are you trying to seduce me? \n[271]I didn't know you were still so attracted to me. I mean, I remember how you used to like to greet me at the door in nothing but a... \n[272]Really? Wow. That's great news. You know what would be really sexy right now? \n[273]No. If you talked dirty to me. \n[274]No, I mean, tell me about your attraction to me. \n[275]Really? What part of me? \n[276]Be specific. \n[277]My great hair? My chest? Or...something lower like... \n[278]My gun? \n[279]I knew I couldn't trust you! \n[280]When were you gonna tell me about the matches you found back there in the hotel room? \n[281]You're right. I'm not helping you. This is my story now. This time I get to come out on top! Karma, babe. K-a-r-m-a. Karma.... \n[282]Oh I'm moving on. You know how I'm moving on? By cracking this case before you, then taking you in so you can spend this Xmas in jail, all alone. \n[283]I'm just curious. \n[284]No problem... \n[285]Really? \n[286]Really? Cause it did make me wonder... \n[287]I quit my job. \n[288]I quit by getting myself fired. \n[289]Shit. \n[290]What was that about? \n[291]Oh.  Thanks. \n[292]Ok, look: I know you're probably upset that you're not gonna get the story. But a person can't win every time, right? \n[293]Whadya mean? \n[294]This burger... \n[295]I tink dere might be sesame... \n[296]I don't believe it. She tried to kill me. \n[297]Thanks. Great tip. \n[298]Know where this place is? \n[299]\n[300]What do you want, you crazy bitch? \n[301]Oh, she's my girlfriend alright. But fair is fair: you guys can keep her. \n[302]Hello, Lucky's Libations! \n[303]Oh, I understand, alright, and I don't blame ya. I want to hurt her all the time. \n[304]Ok. Fine. Say you were wrong. \n[305]For what? For poisoning me with sesame and almost killing me! \n[306]Say you were wrong. \n[307]Say you were wrong. \n[308]Say you were wrong. \n[309]Ok. Now. Admit that the only reason you were able to crack that case three years ago was because you looked through my files. \n[310]I think I'll hang up now... \n[311]Thrilled. Now tell them I'll be there in 20 minutes. Meanwhile, stop shifting in your seat like that and just tell them you have to use the bathroom. \n[312]Don't look around. Just do it. \n[313]You know what my mistake was? I never should have let you out of the trunk. I'm fine, by the way. The doctor said I may have been technically dead for a few seconds, but I'm fine now. \n[314]It's not what I think, it's what I know. How else did you beat me? \n[315]You wouldn't... \n[316]Only during the holidays. \n[317]Oh, I am a psychopath, and you know why? Cause you made me that way. And if I'm going crazy, I'm taking you with me. \n[318]\n[319]\n[320]Yeah? \n[321]I was lying low... \n[322]It's a long story. \n[323]Yeah. \n[324]And we think they're ditching it tonight. \n[325]Aw. That's what all the dirty cops say. \n[326]What's so funny? \n[327]Hey, are you crying? \n[328]Ok, just don't... \n[329]I know you're not. \n[330]We're not gonna die. \n[331]Well... \n[332]Ok. Here's what we do. We're going to synchronize our efforts in order to cross the room and manipulate the bomb out of the room and into the water in order to diffuse the explosive impact. \n[333]Uh, yeah. Or we can just wait to get blown up. \n[334]That's the spirit. Ok, first we're going sideways: to the left... \n[335]Ok. My left this time... \n[336]Now we're gonna work our way over to the bomb. \n[337]And I don't think you're a total liar, but in my own defense, I was one of the top detectives in my division, I had been working that case for months, and then you just waltzed in and solved it. \n[338]Oh. Well, I... Look, I was confused, I had never been in love before! \n[339]Shit.. \n[340]I'm Ok. Ok, we need to turn to the right, and wait for the next wave. \n[341]My right. \n[342]So. You were in love with me? \n[343]I know that. Everybody knows that. Mata Hari the spy. \n[344]Well. It might be a little late for this. But...nice job on the article. \n[345]No, really, I mean, it was well- written and... \n[346]Ughh... \n[347]Ow... \n[348]Uh, yeah. I can see the bomb. Now we get up. \n[349]Not exactly. \n[350]I'm waiting for a pig to fly in here and grab it. \n[351]Ok, Ok. Um, on 3, I need you to jump. \n[352]You know: \"jump, jump, jump around, jump.\" \n[353]No. I'm fucking with you. For fun. Just for my own personal enjoyment... \n[354]Ok: 1, 2, 3... \n[355]Lemme ask you this? Has anything gone our way yet? \n[356]Hey. You, too. \n[357]Now lets find something to cut these ropes off... \n[358]Trust me: we can definitely catch that cop. \n[359]Hey, Bobby. I got one for ya... \n[360]What's the difference between a snowman and a snowwoman? (holding something up) The spark plug. \n[361]Merry Xmas. I got you this. \n[362]Hey. I've still got three hours to get you to jail. Looks like I'm gonna win that bet after all. \n[363]You have got to be kidding me. \n[364]Yeah. I'm getting that. \n[365]9am. See? Easy as pie.(nudging Cass) Go on, say it. \n[366]Stop talking. \n[367]See ya. \n[368]Ah, what the hell. \n[369]Hey. I couldn't let you spend Xmas alone. Besides, I didn't really have any plans other than drinking some cheap whiskey and putting my fist through a wall. \n[370]Hey. It's the kind of guy I am. \n[371]I love you more. \n[372]I'm just saying I love you a lot. \n[373]Fine. I love you. \n[374]Oh yeah?  Wanna bet? ", "CASS": "\n[1]I'm working, Stewart. \n[2]Cassidy Daley. Talk to me. \n[3]Depends on what you got. \n[4]I love you! So, when? Where? \n[5]Hooters. I go there for the hot wings. \n[6]You got a hundred bucks on you? \n[7]Sorry. No can do. I have to protect my source. \n[8]We don't have a relationship. We made out 3 years ago in the copy room. I was drunk. I was broken- hearted. I would have made out with the xerox machine. \n[9]I have to go. \n[10]Hey, Jimmy, I... \n[11]Jimmy? \n[12]Let go of me, I'm a reporter, I'm warning you... \n[13]Jimmy? \n[14]\n[15]Whoops. \n[16]Here, kitty kitty... \n[17]Aahh! \n[18]Oh. No. I'm looking for him. \n[19]Maybe you can help. I'm his girlfriend. \n[20]Yes. That's my name. LaKeesha. \n[21]Wait! Ok, look: Jimmy's in trouble. \n[22]Something like that. All I know is, he's missing. \n[23]Oh. I'm sorry. \n[24]I hear ya. Anyway. Mind if I take a quick look around? \n[25]I bet she would. \n[26]Nope. Not a thing. \n[27]No one with that name? What about a casino? Nothing? Thanks. \n[28]Jimmy? \n[29]Look, Stewart, I'm busy. \n[30]I'm in Miami, if you must know. I'm on the beach building a sand castle and drinking from a coconut... \n[31]Hello, Milo. \n[32]Yeah. Fancy that. \n[33]Fine. You? \n[34]Bright. \n[35]Crisp. \n[36]What are you doing here? \n[37]You know what? I don't have time for this, I'm working. \n[38]Congratulations. Move your leg. \n[39]Now, hold on just a second, Milo... \n[40]I'm not going to jail, Milo. \n[41]Oh please. Like you're gonna shoot me. \n[42]Chicken shits. \n[43]Ok, look: let's talk about this. \n[44]Listen, Milo, I'm not sure we should... \n[45]Hey, wait a minute! \n[46]Bastard. \n[47]Great. Perfect timing. \n[48]Cassidy Daley. \n[49]Shit, Jimmy, I thought you were dead. \n[50]I did, but I don't really get it, what's \"Sparrow\"? \n[51]Are you kidding? You think I want to share a story like this? \n[52]Uh-uh, no way are you backing out on me now, Jimmy. This story is way too good... \n[53]I'm at the Atlantic City Boardwalk. Actually, I'm in the trunk of my ex- husband's car. Long story. More importantly, where are you? \n[54]Jimmy? Hello? \n[55]You're disgusting. Let me out of the trunk. \n[56]Why is Stewart..?  And wait: who said he's my boyfriend? \n[57]You know what, Milo? I shouldn't have run from you like that. I was...I don't know. You caught me off-guard. The truth is, I'm kind of in some trouble and I could really use your help. \n[58]You know something, Milo? You're one of the most gullible... \n[59]Ow ow ow... \n[60]\n[61]NOOOO! Uncle, uncle, uncle! \n[62]Dirty fighter. \n[63]Should we...I don't know...hug, or something? \n[64]Hey. I had to try, right? \n[65]Your windshield's cracked. \n[66]And you look like shit, Milo. What have you been doing, sleeping on the floor? \n[67]You have a girlfriend? \n[68]Really? What's her name? \n[69]Wow. Is she missing a chromosome? \n[70]Well, my life is great, too. \n[71]You know what I like about Stewart? \n[72]He's not you. \n[73]Or his worst. \n[74]Still betting, huh? \n[75]Or, in your case, even if you do. \n[76]Really? I hadn't noticed. \n[77]Don't you have to take me back? \n[78]Aren't you afraid I'll get away? \n[79]Ok, how about this: \n[80]If I give you all the cash in my wallet, will you let me go? \n[81]I'd really like to. \n[82]Nice going, master. \n[83]Why would you think we were a couple? \n[84]And I was confused. \n[85]And I was drunk. \n[86]Look, Milo, the truth is...my Mom is in the hospital. \n[87]She might be really sick. That's why I had to jump bail. \n[88]You've already been to see her. \n[89]Stewart. Stewart told you. \n[90]I wouldn't trust you if you were the last man alive. \n[91]Ok, you're right. I'm on a story. A very important story. It just so happens that I'm possibly about to uncover a whole ring of dirty cops. \n[92]What? \n[93]I'm serious, Milo. This is gonna be big. And here's what I'm willing to do : I'm willing to credit you in the article. \n[94]Why on earth would I have credited you? I worked my ass off for that story. \n[95]What's that supposed to mean? \n[96]Fine. Forget I mentioned it. \n[97]I mean, you're not a cop anymore, right? What do you care if people were murdered? \n[98]Just my source. \n[99]Well... \n[100]I don't know. \n[101]Ok, ok, maybe he wasn't murdered yet. But I wouldn't be surprised if... \n[102]Maybe this whole thing sounds like no big deal to you... \n[103]Milo, listen, you have to believe me, come on, you know me... \n[104]I have to use the bathroom. \n[105]Can I have some privacy, please? \n[106]Get it over with, then. \n[107]You lose a little hair? \n[108]Yeah. Right. I'm hiding a weapon in my breasts. \n[109]\"Put open end in direct contact with skin. Press button...\" \n[110]Sorry... \n[111]He says we made a terrible couple. Which is true. I know that. I'm the one who thought that first. I'm the one who came up with that. The fact is, I don't want to be with someone who can't admit he was wrong. \n[112]Available for what? \n[113]I hope you don't think you're telling me something that interests me. \n[114]Hey, it's locked! \n[115]Open the door, you son of a bitch! \n[116]Uh-oh... \n[117]Wow. You were gonna use all that stuff on me? \n[118]Ok, look, Milo, let's just clear the air, Ok? So maybe it was a mistake, thinking we could be involved while working on the same case... \n[119]Ok. Fine. But can we just put aside our differences for two seconds? Because back at the casino, I think I saw someone following me. \n[120]I don't think so. This guy was lacking your trademark smell of booze and KFC. \n[121]Anywho. If these dirty cops have my source hostage somewhere... \n[122]What's so funny? \n[123]Oh no. \n[124]Behind us. It's him. The guy I saw back at the casino. \n[125]Speed up! \n[126]\n[127]\n[128]\n[129]\n[130]I told you they were trying to kill me! \n[131]You're still taking me to jail? But it's the cops who are after me. \n[132]But...this is important! This is my job! \n[133]Milo, you don't understand what's going on! \n[134]If only I knew exactly when and where this deal was going down. Course, if I can't figure out that part, then you definitely can't figure out that part, because we both know I'm much smarter than you. \n[135]I don't even know what that means. \n[136]Fine. Guess we'll never know. \n[137]I knew you couldn't figure it out. \n[138]No. \n[139]Nope. \n[140]I don't think so. What kind of strip bars have you been going to, anyway? \n[141]Oh, well, forget it, I knew you couldn't do it. \n[142]Oh yeah? \n[143]Wanna bet? \n[144]Hey. Aren't you going to uncuff me? \n[145]Um...no. \n[146]Asshole. \n[147]What is he up to? \n[148]Stealing evidence from property rooms. Then destroying it, for the right price. \n[149]What? \n[150]Something like that. \n[151]When Jimmy called earlier, someone else was there. And they disconnected the call. \n[152]What? \n[153]Pretty proud of yourself, ey? \n[154]You weren't last time. \n[155]I said you're doing a great job. \n[156]Ok, here's what I think we should do: I'll go up first, Jimmy knows me, so if anything's wrong I'm sure he'll give me a sign... \n[157]But...it's my story! \n[158]Asshole. \n[159]It's my story, I don't break stories by staying in the car! \n[160]Oh, ok. Here's a nickle. \n[161]Take it easy, honey... \n[162]Wait a second: where's my gun? \n[163]I don't have one. \n[164]Come on, give me something. You've got, like, a million weapons in the jacket. \n[165]I seem to remember doing just fine with your taser gun. \n[166]Oh, god, is that blood? \n[167]I'm just trying to... \n[168]He is unbelievable. \n[169]Hey. Lots of kids have imaginary friends, despite what my mother believes. \n[170]Fine. \n[171]So you're saying you don't want my help. \n[172]Ok. \n[173]What was what? \n[174]How could I find anything? I'm not the detective. \n[175]I can't. \n[176]Ok. Kill me now. \n[177]I'm not going in. What if they remember us? \n[178]Ya think? \n[179]I don't really remember... \n[180]Oh, no. No, no... \n[181]Actually, we're not... \n[182]No, as you recall, I gave you all my money at the blackjack table... You blew all the money! \n[183]So. Use a credit card. \n[184]What, I like to shop. \n[185]Great. \n[186]Yes, Edmund, it's true. I massage his feet to help him feel like a man. It's important, especially when your husband has such a teeny tiny... \n[187]Uh-huh. \n[188]Make that two. \n[189]I told everyone you flunked out of 3rd grade. \n[190]I told everyone you like to wear my panties. \n[191]Wow. This would be really awkward if we still had feelings for each other. Which we don't... \n[192]Right. We've moved on. \n[193]Two casual acquaintances. \n[194]Feels fantastic. \n[195]Helping each other. \n[196]Well. Mind if I shower? \n[197]Hey. It's me. \n[198]No, not Sheryl. Cass.  Your daughter. \n[199]No. You're not gonna believe this, but: I'm at Cupid's Cabin with Milo. \n[200]Mom... \n[201]Mom. We're not back together. \n[202]Why should I have to win him back? He should have to win me back! And who says I want him back, anyway? \n[203]Look, the reason I called: I remember you worked at this one place where they had these bright green matches with, like, this silhouette of a horse on them? \n[204]I just need to know the name of the place. \n[205]I gotta go. \n[206]Sneaky bastard. \n[207]The best. \n[208]You know what's great? Trusting each other. \n[209]Um... \n[210]Yes. Yes I am. \n[211]Yes, it's true, I'm still attracted to you. \n[212]If we both just went to sleep? \n[213]Ok.  Sewage. Mold. Rotting carcass... \n[214]Um...I can't stop thinking about you. \n[215]Just...all of you. \n[216]I knew I couldn't trust you! \n[217]When were you gonna tell me you have no intention of helping me with my story? \n[218]Oh my god, would you get over it already! So I cracked the case before you did, it was 3 years ago, it happened, stop being such a baby and move on! \n[219]Nothing. I had her add mayo to your burger. I remember you like that. \n[220]Depends on the person. \n[221]Well, if the person you're referring to is you, I agree: you can't win every time. \n[222]What's wrong? \n[223]One day stuff like that is gonna kill ya.  Who knows? Maybe even today. \n[224]Yeah, I had her add that with the mayo. Is that bad? Oh wait, you're violently allergic to sesame. Whoops. My bad. \n[225]You know what that is? \"Karma\". Oh, and, I'll get the story. Watch me. \n[226]911? Yeah, there's a guy here about to go into anaphylactic shock. Better hurry. \n[227]Yeah, \"Charley's\".  On the boardwalk? Great. Thanks. \n[228]Jimmy? \n[229]So what the hell is \"Sparrow\"? \n[230]What kind of asshole runs up a gambling debt with a bunch of Neanderthals... \n[231]And I'm not his girlfriend. \n[232]He what? \n[233]Milo, listen, they're not kidding, Ok? \n[234]For what? \n[235]Ok. Maybe that was not the best... \n[236]I could have found a more mature... \n[237]I was possibly out of line... \n[238]Ok, ok, I was wrong! \n[239]What? \n[240]Ok, Ok. I looked through your files. Are you happy? \n[241]You boys mind if I use the ladies room? \n[242]So that's what you really think? That I stole information from you? \n[243]Did it ever occur to you that I just might be good at my job? \n[244]That's what I thought. You know what, Milo? You're an even bigger asshole than I previously suspected, and you deserve everything that's happened to you. And everything that's about to happen to you. \n[245]\n[246]Get off the car, Milo. \n[247]Get off the car, you psychopath. \n[248]\n[249]\n[250]So, these guys have a bunch of stolen evidence stashed somewhere in Atlantic City... \n[251]My mom was worried I wouldn't have plans for Xmas Eve. \n[252]No. I'm not... \n[253]I'm not crying. \n[254]I just... I can't believe I going to die by being blown up and sinking to the bottom of the ocean with someone who thinks I'm a total liar. \n[255]Oh yeah? What's the plan? \n[256]You mean we're going to throw the bomb out the window? \n[257]I'm with you. Go, team, go. \n[258]I didn't just \"waltz in\". You know I had been working it for months, too. Isn't it possible that we're both good at our jobs, and I just happened to come out ahead? \n[259]Well, neither had I! \n[260]Ow... \n[261]Dammit... \n[262]Milo? \n[263]Of course I was in love with you, why do you think I married you? \n[264]Oh. My. God. You think I married you so I could get info on the case? Who am I, Mata Hari? \n[265]She's a spy, Milo. \n[266]You know, if I had something sharp right now, I would stab you. \n[267]Can you just get us out of here, please? \n[268]Umph... \n[269]Son of a... \n[270]Can you see the bomb? \n[271]Did you throw it? \n[272]Well, what are you waiting for? \n[273]Milo... \n[274]What? \n[275]Are you serious? \n[276]Ok, Ok. \n[277]Think the water defused it? \n[278]Nice job. \n[279]Thanks. \n[280]Think we can catch that cop? \n[281]You shouldn't have. \n[282]\n[283]I'd like to turn myself in. (can't resist) Though I didn't do anything wrong... \n[284]...and I was unjustly arrested... \n[285]Oh. Ok. \n[286]Oh my god, what happened? \n[287]I'm touched that you would give that up for me. \n[288]I love you. \n[289]Well, I doubt you love me more. \n[290]Right. I know. I love you a lot, too. Let's just say you love me and leave it at that. \n[291]Fine.  Cause I love you more. ", "SID": "\n[1]You're drooling on my sofa. \n[2]You do have an apartment, don't you? With a bed of some kind? \n[3]Heard you shut down 5th Street yesterday. Gave every kid in the county the gift of nightmares. \n[4]You gonna give me a hand, or just stand there killing your liver? \n[5]So I told her, fine, I'd handle Xmas this year. I mean, what's to handle? You buy a tree, some gifts, cook a ham, hang some lights. An idiot could do it. \n[6]You have plans for the holiday? \n[7]Gonna drink some cheap whiskey and put your fist through a wall? \n[8]Then forget it. \n[9]I've got an open bond, but your thing sounds like more fun. I'll give it to Doug instead. \n[10]You're always in the hole. \n[11]The truth is, I'm not sure you're the right person for this job. It could be a total disaster. On the other hand, when one friend sees another friend stagnating in his own filth, he has to do something, right? \n[12]Ok. But remember: you asked for it. \n[13]Yes. \n[14]Yes. \n[15]Are we done yet? \n[16]It's not a joke. \n[17]Apparently the whole thing started with some reckless driving, and ended with her assaulting a police officer. \n[18]She bit him. \n[19]Hey, I know she dumped you... \n[20]Ok, whatever, I... \n[21]The point is, I'm aware you guys have issues, but I'm running a business here. A person needs bail, I don't have time to check with you first. \n[22]I'm not out of a bond if you go pick her up. It's five grand to bring her back by 9am, Xmas day. \n[23]You're a good listener. \n[24]I take it you're interested. \n[25]Ok, take it easy... \n[26]I can't believe you guys broke up over a stupid article. \n[27]Are you sure you can handle this? \n[28]Let's face it: you're not exactly rational around her. I mean, if I was a cop working a case and some reporter came snooping around, I'd say \"no comment\". Not \"no comment, but care for a cocktail\"? And then a month later, running off to some love shack called \"Caveman's Cabin\" and tying the knot? Who does that? \n[29]Yeah. He took the job. But if this thing goes bad, I'm blaming you. \n[30]Why do you care? \n[31]Hilarious. Listen to me: you guys made a terrible couple. \n[32]Relationships aren't about competition, they're about compromise. \n[33]Exactly. Now just get her here. Cause I can't afford to lose this bond. \n[34]I don't get it. Why are you helping her? \n[35]Yeah? If you're not helping her, what are you doing? \n[36]You are so full of shit. You don't want your job back. You just want to prove you're smarter than she is. \n[37]...cheated, right, I know, you've told me a million times. Did it ever occur to you that a normal couple wouldn't compete the way you guys do in the first place? \n[38]I can handle Xmas! \n[39]Do I have a choice? \n[40]What's the problem now? \n[41]It means she's madly in love with you. \n[42]No, you idiot, it means she hasn't cleaned out her wallet in 3 years. I'm pretty sure I'm still carrying around a condom from 1987. (to one of the kids) Son of a bitch, Jeremy, don't eat things you find on the floor. \n[43]Why do you care? Listen to me: you hate this girl, remember? You drank yourself out of a job over this girl. \n[44]You were fired. \n[45]Teresa, get off the line. I knew I should have sent Doug. Milo, do me a favor. Don't call me again until you get her to jail. \n[46]Well, you were right. \n[47]I hear ya. ", "BOBBY": "\n[1]Milo Boyd. I shoulda known. \n[2]Yeah. I know this asshole. Guy used to be one of us. \n[3]Look, Milo, I know this is a tough time of year for you... \n[4]...and I try to be sensitive to your situation... \n[5]...because I realize you're unhappy. \n[6]That sign is pretty hard to see. \n[7]Ok, I got one for ya: why doesn't Santa have any children? Cause he only comes once a year and when he does, it's down a chimney. \n[8]So. Have you talked to her lately? \n[9]Katie Couric, motherfucker, who do you think? \n[10]Well, for one thing, so you can stop taking out your rage on innocent bystanders. \n[11]Do what you want. But this kind of shit will eat a hole in your intestines, you don't deal with it. \n[12]Hey, why don't you come by the precinct tomorrow for our Xmas bash? \n[13]Fuck that, I'm inviting you. \n[14]That's what I'm worried about. Just...take it easy, Ok? \n[15]Milo! Merry Xmas! \n[16]Here's one: why did the snowman pull down his pants? Cause he heard the snowblower was coming! \n[17]Anything. \n[18]Ok, so some guy you're looking for has disappeared. You want me to put out an all-points on him? \n[19]Whoa, whoa, whoa. You're with Cassidy? Shit, Milo, you know when you're around her your brain turns to mush. \n[20]You get a plate number? \n[21]Ok. Lemme look into it. See what I can find. Just hold tight, Ok? \n[22]Milo, don't fuck around with this. If there are dirty cops in the house, we all have a problem. So do me a favor: get off the strip, find somewhere to lie low and wait for my call. \n[23]What the fuck are you doing? I thought I told you to lie low. \n[24]Yeah? Then how is it that a statewide all-points was just put out on the two of you? \n[25]Ok, look, you guys better come to me, I'll protect you til we figure this out. Can you get to Pier 19? \n[26]Get in. \n[27]You know, if I was them, I'd store the evidence on a boat, drive the boat about 30 miles out, and blow the whole thing up. \n[28]Hey, man. I got mouths to feed. \n[29]You've always been such a stubborn asshole, Milo. You just don't listen. All you had to do was stay where I told you and none of this would have happen. Now the two of you are gonna have to go down with the boat. \n[30]Ok. Guess that's it. Gotta go. You know what? You guys make a great couple. ", "STEWART": "\n[1]I've got Kahlua... \n[2]Where ya going? \n[3]Please. Nobody goes there for the hot wings. You got a tip. \n[4]Now are you gonna let me in on it? \n[5]You know what? We need to talk about our relationship. \n[6]Yes, but you made out with me. \n[7]I want in on that story! \n[8]...so, I heard a noise in here and became concerned... \n[9]Ok, the truth is she asked me to pick up her dry-cleaning... \n[10]Ok, Ok, look, she's working a big story that was supposed to be mine, and I want it back. \n[11]You mean, like, at this moment? \n[12]We have a history, yes. \n[13]Wait a second: you're Milo. She talks about you all the time. \n[14]Oh yeah, dude. She hates you. \n[15]Yeah. She says you're the most selfish, immature, stubborn... \n[16]Hey, man, I'm on your team. \n[17]Wait, where are you going? \n[18]That's my space, you asshole! \n[19]Dammit. \n[20]No, who's Jimmy? \n[21]Ok.  Where are you, by the way? I mean, exactly. \n[22]Damn, I'm good! \n[23]Can I help you? \n[24]Whoa, wait just a minute... \n[25]What about me? ", "DWIGHT": "\n[1]There you are, you dipshit. \n[2]We have to stop meeting this way. \n[3]You owe my boss money. \n[4]Milo Boyd. Fucker head-butted me. \n[5]I'm on it. \n[6]Who is this guy, anyway? \n[7]That's not Milo Boyd. \n[8]Yeah, that's him. \n[9]Who gives a fuck? Anyway, they can't be far. \n[10]I have a better question... \n[11]Where the fuck is Milo? \n[12]Run, you jackass. \n[13]Gimme that. \n[14]Look, Milo, I don't think you understand: we're gonna hurt her. \n[15]Wow. You always carry this much gear? \n[16]What the fuck? ", "JIMMY": "\n[1]It's Jimmy. Tell me you love me. \n[2]I've got a confirmed place and time. \n[3]You think I'm gonna say this shit over the phone? I could get killed. Just meet me at the usual place. Oh, and Cass? This one's gonna cost an extra hundred. \n[4]Ok, ok, I told one person about the Xmas Eve job, but she doesn't even have all the details, I swear! \n[5]It's me. Jimmy. \n[6]Listen: you didn't happen to go to my place and find that envelope I left, did you? \n[7]It doesn't matter. Did you tell anyone else about this story? \n[8]Ok. Good. Cause the truth is, there is no story. I made the whole thing up. So you should just drop it... \n[9]Where are you? \n[10]I'm... \n[11]So this is your place, huh? Nice. Cozy. Probably more fun to sit where you can actually see the dancers, but... \n[12]Oh. Hey, listen, no need for that, I swear I'll be as quiet as a mouse. \n[13]Untie me, quick, that psychopath is gonna be back here any second... \n[14]You know what? I think I'll get a real job. Work at Kinko's. Or Burger King. That doesn't sound so bad anymore... \n[15]Nobody. ", "LORRAINE": "\n[1]You tell him I know where he lives. I know where his bimbo wife takes her yoga classes, I know where his idiot son shoplifts after school, so he can pay me my money or... \n[2]What the hell happened to you? \n[3]Yeah? Did you get the money? \n[4]This is no good. We let this guy slide, suddenly everybody thinks, hey, it's the holidays! All debts are cancelled! Get the word out, I want this guy brought here so he can pay what he owes us, Dwight can break something of his, and we can all enjoy our Xmas. \n[5]The idiot just showed up at Bally's. \n[6]Uh-uh. Not you.  RAY. \n[7]Go get this asshole. \n[8]Ray's got something to show you. \n[9]Pick something and break it. \n[10]Feel better? \n[11]Milo Boyd. \n[12]Both of you go this time, and make sure you get the right guy. I don't have time for this shit. ", "TERESA": "\n[1]Sid, you got a DUI on line one. What's going on? \n[2]Ok.  Can I have my gum back? \n[3]Sid's Bail Bonds. \n[4]Is that some sort of perverted innuendo? Who is this? \n[5]Sid's busy shopping.  He thinks he can handle Xmas. \n[6]Yeah? I want a bonus for getting through the holidays without stabbing anyone with a fork. \n[7]No, I do not keep my ex's photo in my wallet. \n[8]She keeps their wedding photo in her wallet. He wants to know what that means. \n[9]I think it means she loves him. \n[10]Are you sleeping with her? ", "LANDLADY": "\n[1]You're not Jimmy. \n[2]Under the sofa? \n[3]You're LaKeesha? \n[4]Maybe I should call the cops. \n[5]What kind of trouble? Money trouble? Drug trouble?  Sex- change trouble? \n[6]I've had a lousy week, too. My cousin Linda fell off a cruise ship. \n[7]Hey. A grown woman outta know how to swim. \n[8]Jimmy's behind on his rent. I bet his girlfriend would want to take care of that. \n[9]Time's up. Find anything? \n[10]Oh, well. Don't worry, hon. He probably just went away for the holidays. ", "RAY": "\n[1]...lives in Jersey City, drives a 68 Caddy. Been in the hole on and off with us the past 3 years. We checked his place, his hangouts, no luck. \n[2]Night-night. \n[3]Merry Xmas. \n[4]He was in Milo Boyd's Cadillac. \n[5]Who's the chick? \n[6]Hey. Who the fuck are you? \n[7]Right. So what the fuck are you doing in this car? \n[8]That's not what I told you to say. \n[9]As you can see: we have your girlfriend. \n[10]I think he hung up. ", "MOM": "\n[1]Sheryl? \n[2]Jesus Christ, where the hell are ya, Niagara Falls? \n[3]Oh my god... \n[4]I always knew you two would... \n[5]Why the hell not? \n[6]I mean, I just don't get it, you're in this romantic place, you have a perfect opportunity to win him back... \n[7]I have never understood this competitive streak of yours... \n[8]That was a long time ago! And all I did was serve drinks... \n[9]Charley's. And Ok, I admit, maybe I did a little dancing, but how often do you make 200 an hour in tips? \n[10]I want grandkids! ", "LOIS": "\n[1]How dare you...after what you did to my baby... \n[2]I got sick of it. Now I'm a female impersonator. \n[3]That's why I'm so good at it. Help me with this. \n[4]Oh, Milo, where did it all go wrong? Do you have any idea what it means to waste a woman's child- bearing years? It's criminal. Every month her eggs are jumping out of her ovaries like sailors abandoning a sinking ship. I mean, I know you were mad about that article... \n[5]Listen to me, Milo: Cassidy may be a strong independent woman on the outside, but on the inside she's just a girl who wants to be protected and loved by her man. What happened between the two of you devastated her. \n[6]She has done well, hasn't she? \n[7]I must admit, it makes me proud to think that my little girl, whose only friend growing up was an imaginary orphan with a tin leg named Leslie, now gets invited to tour the White House... \n[8]Oh, who knows. She was running around like a chicken with its head cut off, said she was on the biggest story of her career. Said she was going somewhere to think. \n[9]Of course I was right. I knew they'd get back together if they were just stuck together long enough. And thank god. Better she drives him crazy than me. ", "DAWN": "\n[1]Can I help you?  Wait, it can't be... \n[2]Edmund, come quick! \n[3]And you came back! To celebrate your anniversary! \n[4]You know what? In light of this special special occasion: it's on the house! \n[5]How is everything? Is it like that magical night 3 years ago? \n[6]This calls for a toast! \n[7]May I have your attention please? Edmund and I would like to share with you the most romantic moment we have ever seen. It was three years ago today, in this very restaurant, when this lovely young man here, right in the middle of the meal, threw down his napkin, got down on one knee, and said marry me, right now, right this second, I want to go to sleep tonight knowing you're my wife! ", "GELMAN": "\n[1]Release the reindeer! \n[2]Hands behind your head, asshole! \n[3]Bounty hunter. Figures. Why don't you get a real job? \n[4]What did you just say? \n[5]Sarg, you know this asshole? \n[6]Hey. It's that jerk-off bounty hunter. ", "EDMUND": "\n[1]Be still my beating heart. \n[2]What a lovely surprise. It's been, what, 3 years? \n[3]What an honor for us! \n[4]To begin: a little aphrodisiac! \n[5]So tell me: how have you managed to keep the romance alive all this time? \n[6]And she said yes, with tears in her eyes and a tremble in her hand, let's get married, and they ran out to the all night chapel and came back an hour later, man and wife! "}}