{"dialogues": {"VOSEN": "\n[1]You tracking him? \n[2]Well, who talked to him? How did he find out about Blackbriar? \n[3]Right. Ross is easy. I want the source. \n[4]Is that all? \n[5]I want rendition protocols and I want the asset put on standby, just in case. \n[6]People, listen up, this is a full priority situation \n[7]Our target is a British national, Simon Ross, a reporter. I want all his phones, his blackberry, his apartment, his car, bank accounts, credit cards, travel patterns...I want to know what he's going to think before he does. Every dirty little secret he has. And most of all, we want the name and real time location of his source. This is NSA priority level 4, any questions? \n[8]All right, let's get to it. \n[9]Where's my picture please? \n[10]That's too long. \n[11]Why aren't we hearing this? \n[12]Where is he heading? \n[13]What's he doing? I thought we blocked his cell? Who the hell is he talking to??? \n[14]Activate the asset. \n[15]I said activate the asset.   I want options. \n[16]Okay, there, he's talking to the guy with the hood. Take them down. \n[17]Watch that bus! The bus! -- don't lose them! Stay triangular and don't get blocked. \n[18]No, no, look...Ross is not on the bus.   Split up the team -- get the guy on the bus and send someone to stay on Ross. \n[19]I don't like this. Patch me through to Met surveillance. \n[20]He's got to be close. Seal the entrances. \n[21]We're losing him! We cannot afford to lose him! \n[22]\n[23]Alright, I want to take him now. Get him out of there and have the asset cover it. \n[24]Close him down... \n[25]Jesus Christ, that's Jason Bourne. \n[26]It doesn't matter, the asset now has 2 targets. Take them both out. \n[27]Oh...shit... \n[28]Get the asset out of there ... \n[29]Get him out of there - NOW! \n[30]It's Vosen. We have a situation. \n[31]Sparkling. And a \"Heart-Healthy\" omelet with goat cheese and peppers. \n[32]You're late. Traffic? \n[33]I'm buying. \n[34]When the Director called, it was suggested we bring you on-- \n[35]Funny how different things look depending on where you sit. I look at this as doing a favor for you. Giving you an opportunity to complete some unfinished business. \n[36]Jason Bourne. \n[37]Really? \n[38]So what do you make of this? French intel picked up Bourne meeting Pierre Elattrache on Tuesday. He threatened to burn our house down if you didn't tell him who started Treadstone. That's a big problem, wouldn't you agree? \n[39]Why's it so hard for you to believe? \n[40]Lets try and be adults okay? We all thought he was done, off the grid. But Bourne's back. Maybe he's a threat. We both want the same thing here. \n[41]We have a leak. Bourne showed up in our surveillance. We had very little time to react. \n[42]Bourne saw us coming. \n[43]Don't second guess an operation from an armchair, Pam. It's not fair. \n[44]How? \n[45]So? \n[46]Cross check the secure cell phone usage of everyone with Blackbriar SCI clearance against all calls in and out of Turin during the morning Ross was there \n[47]Call the RSO at the Embassy and have them take Daniels into custody if he's there.   If he's not, get a grab team to the Calle Norte safe house. Send them in heavy and tell them we'll assist with entry. \n[48]I'm worried about Bourne. If he's not Ross's source, then he must be after Ross's source -- just like us. \n[49]Team two, ETA Callee Norte? \n[50]Okay, put it live. \n[51]That has to be Bourne. \n[52]Shit...    Track the passports. \n[53]Goddamn it! Get a back-up team in there! \n[54]How long till back-up arrives? \n[55]How long? Stop! Hang on. I have an idea... \n[56]Who is this? \n[57]Nicky, I need to do an ID challenge first. Code in: \"Sparrow.\" \n[58]Nicky, this is Noah Vosen. How long have you been on site? \n[59]We have two officers on site. Are you in contact with them? \n[60]Is there any sign of Daniels? \n[61]Hold on Nicky. \n[62]What are you doing? You know Bourne's probably listening. \n[63]How long till back up arrives. \n[64]Listen, Nicky. I want you to stay put and secure the premises. It could be an hour until another team arrives. \n[65]You \"disagree\" he's a threat? He just took out two more of my men. Not to mention his ultimatum to Ellatrache? \n[66]He wants revenge, Pam. The only realistic way to deal with this is to eliminate the threat. \n[67]Issue a standing kill order on Jason Bourne, effective immediately. \n[68]We lost Bourne. \n[69]Yeah. Nicky's just the means. But if we find Daniels, we'll find Bourne. \n[70]I'll take care of it. \n[71]Noah Vosen. \n[72]Since he cleaned out a Blackbriar safe and fled to Morocco! \n[73]I don't have the people on the ground to do that and I'm not going to risk that file falling into the wrong hands. \n[74]What's he got? He ran all of Blackbriar's operations in Southern Europe and North Africa. \n[75]For Christ's sake, Pam, he's got our entire playbook. Names, dates, ghost sites, how we train our assets..... \n[76]Oh, yes I do, Pam. \n[77]That's what makes us special. No red tape. No more getting badguys in our sights and then watching them escape while we wait for some bureaucrat to issue the order. \n[78]Come on, Pam, you've seen the raw intel. You know how real the threat is.    We can't afford to have our hands tied like that anymore. \n[79]Give me the subject's location. \n[80]Get an elevation and a floor plan, tic-tac-toe. Locate the room. Give the asset Daniels's location and the route between Daniel's hotel and the bank. \n[81]Do we have that room yet? \n[82]Get the hotel's trunk line. Run all calls through here with an iso on 117 \n[83]Find out why. \n[84]Where did the course deviation occur? \n[85]That's where Parson's is. \n[86]When we're finished with Daniels send the asset after her. We find Parsons, we find Bourne. \n[87]Not now. \n[88]Not now. \n[89]On the basis that Nicky Parsons has compromised a covert operation. She is up to her neck in it. \n[90]She has betrayed us! \n[91]She's in league with Jason Bourne for Chrissake! \n[92]Yes, I do Pam, it's right here and it's legal. \n[93]It ends when we've won. \n[94]Notify the asset of the additional target. \n[95]Have the bank release the funds. \n[96]I want to be sure. Have the station chief in Rabat confirm the deaths and do a sub-rosa check...And keep and eye on Landy. \n[97]Desh. \n[98]Are we triangulating?! \n[99]Why the hell did she give him that? \n[100]He's got line of sight on us! \n[101]...This is a national security emergency. We have an imminent threat. \n[102]Jason Bourne is alive and at large in New York City. We believe in one thousand yards of this building. I want an immediate twelve block lockdown of the area. Send a FLASH message to Langley, prep for local backup assistance. \n[103]Check Landy's phone.   Is she using it? \n[104]Nothing?   No calls since Bourne-- ? \n[105]What the hell do you mean we can't read it? \n[106]How do you know a text came if you can't read it-- Are we on Landy? \n[107]I want that goddamn text.   We need to get out in front of her! \n[108]Surround it. Anyone not on Landy goes to Tudor City. Now! Get the trucks. We're going mobile. \n[109]Get the map up. \n[110]He wouldn't have chosen it if he didn't have a reason. \n[111]As soon as you have eyes on Landy, I want to know. \n[112]Copy that, I see her. \n[113]Any sign of Bourne? \n[114]Noah Vosen. \n[115]How did you get this number? \n[116]No, I guess not. But if it's me you want to talk to maybe we can arrange a meet. \n[117]In my office. \n[118]Noah Vosen. \n[119]This is a code ten abort, I want everybody back in the vehicles this is a code ten abort! Back to the vehicles immediately, back to CRI immediately. \n[120]...I want the entire building searched. Every room. Every hallway. Every closet. Every goddamm airduct. Do you understand? I want him found! \n[121]Lethal force is authorized. \n[122]Tell them again! \n[123]Take him out! \n[124]He did what?! \n[125]Get NYPD backup! And FBI, DEA, any other federal assets we can draft! \n[126]I know. Go! Go! Drive! We're already on our way. Turn the teams around. Bring them in behind me. \n[127]Bourne knows everything. I think he's heading for you right now. \n[128]Not long.    Get out of there. \n[129]Are you crazy, he'll-- \n[130]Landy! Right there!    She's got Bourne's backpack! \n[131]I'll find Landy. You get to the training wing and get Bourne! \n[132]Do you know who I am? Where's your security room? \n[133]I want to see all your footage for the last three minutes. ", "BOURNE": "\n[1]Give me your gun and radio. \n[2]My argument is not with you. \n[3]So we got in the way?   Is that why Neski died? Is that why you killed Marie? \n[4]I told you people to leave me alone! I fell off the grid. I was half way around the world. \n[5]She wouldn't want me to. That's the only reason your alive. \n[6]She's dead. She was killed. \n[7]I didn't believe that. \n[8]She was shot. A man came for me. \n[9]Someone started all this...and I'm going to find them. \n[10]Who started Treadstone? \n[11]Just tell me what I want to know! \n[12]You know something.   Tell me where to start looking. \n[13]They give me the name I want, or I burn their entire house down to get it. \n[14]Waterloo Station, south entrance, thirty minutes. \n[15]This is Jason Bourne. \n[16]Don't ask questions. Just listen... \n[17]To your left. Blue hooded top. Walking towards the bus stop \n[18]Take the footbridge. Go to the West Entrance. I'll meet you at the newsstand. \n[19]Why do you know so much about me? \n[20]The article. You talked to someone from Treadstone. Someone there at the beginning.  What's his name? \n[21]Whoever they are it's trouble. \n[22]Blackbriar, what's Blackbriar? \n[23]What? What are you talking about? \n[24]We have to move. \n[25]Answer your phone. \n[26]Three o'clock. Female. Blonde black top. \n[27]Not yet. Dip left past the photo kiosk. \n[28]Straight ahead. News kiosk. \n[29]Change of plan. Stop. Tie your shoelace. \n[30]Clear. News kiosk. Straight ahead. \n[31]Negative. \n[32]Negative.    Keep straight ahead. \n[33]Get into cover. Now! \n[34]Keep moving... \n[35]Faster.... \n[36]The front... \n[37]\n[38]\n[39]Service doorway -- Now! \n[40]Keep moving. \n[41]Through the store room. \n[42]I'm going to get you to safety but you have to stay calm do exactly what I say. \n[43]No, listen to me: Exactly what I say this time. Understand? \n[44]Stay here while I look for an escape. \n[45]No, stay behind that door. \n[46]Don't move until I tell you. \n[47]No, No not now. \n[48]What are you doing here? \n[49]Where's Daniels? \n[50]How long do I have? \n[51]334 Calle Norte. I hear gunfire. And men shouting. I think they're Americans -- \n[52]Okay, where is Daniels headed? \n[53]Okay, Tangier is about 300 miles away, we can make the morning ferry. \n[54]Do you know who this is? \n[55]I have to get back to the beginning...or I'll never be free of this. \n[56]I think he started Treadstone.    I remember meeting him.   I remember the first day... Daniels brought me to him. \n[57]An initiation...I guess... \n[58]Why are you helping me? \n[59]No. \n[60]We should move. \n[61]Now they found Daniels, do you know where he is? \n[62]Find out who. \n[63]Tell him you're going to meet him and that you have a new phone for him. \n[64]We're not going to stop him. We're going to follow him. He'll take us right to Daniels. \n[65]Alright, we need to be dead.    You need to code that in. \n[66]I can see all their faces. But I can't remember any names.... \n[67]I was starting to remember who they were...in India...with Marie. \n[68]I've killed people and I've tried to apologize for what I've done, for what I am. None of it makes it better... \n[69]They're going to come for you again. You are going to have to run now. \n[70]It gets easier. \n[71]I hear you're still looking for me. \n[72]Is that official? \n[73]Good-bye. \n[74]Get some rest, Pam. \n[75]You look tired. \n[76]This is Jason Bourne. \n[77]You didn't actually think I was coming to Tudor City, did you? \n[78]Where are you right now? \n[79]I doubt that. If you were in your office-- \n[80]We'd be having this conversation face-to-face. \n[81]10-13. Shots fired. Officer down. Port Authority parking lot. Level four. \n[82]Stay out of sight until one of your own arrive. \n[83]They'll kill you for giving me this place. \n[84]Why'd you do it? \n[85]Then stop it. Everything you need is in there. \n[86]This is where it started for me, this is where it ends. \n[87]I've spent three years running. Three years trying to find out who I was. \n[88]Let's start with the moment you found out I wouldn't execute Wombosi. The amnesia wasn't the issue, it was the fact that I didn't pull the trigger.... \n[89]It was always you, behind Conklin, behind Abbott.... They were just following orders. \n[90]\"David.\" I'm David Webb. \n[91]Why me?   Why did you pick me? \n[92]What does that mean? \n[93]Yes, sir. \n[94]You said I'd be saving American lives. Instead you just turned me into a killer. \n[95]I'll be whoever you need me to be, sir. \n[96]Who is he? \n[97]What did he do? \n[98]I remember. I remember everything. \n[99]I'm done running.  That's why I'm here. To end you, to shut this down. I'm no longer Jason Bourne. \n[100]No. You don't deserve the star they give you on the wall at Langley. \n[101]Do you even know why you're trying to kill me? Look at what they make you give. ", "LANDY": "\n[1]His girlfriend, Marie. She was killed in India three weeks ago. \n[2]Right. \n[3]I think he's looking for something he hasn't found. \n[4]I'm not sure. Maybe he hasn't gotten his memory back yet.  Not all of it. \n[5]If he just wanted to hurt us he could have sent this tape to CNN. \n[6]Nothing for me. \n[7]Suggested? Are you sure it was just a suggestion? \n[8]Meaning? \n[9]Bourne's finished. \n[10]It was finished the moment I realized I was chasing him for something he didn't do.   The case is closed. \n[11]This doesn't feel like Bourne to me. \n[12]Probably because it's coming from you, Noah. \n[13]So what happened at Waterloo? \n[14]And the reporter ended up dead? \n[15]So what was he doing? \n[16]The real question is how you managed to get in a fire fight in the middle of a public train station. \n[17]I'm going to the office now. I'll make my own introductions. \n[18]Let's do names later.  What's Bourne's last fixed position?  Anybody. \n[19]Status?   Wounded?   Armed? \n[20]Where are your grids coming from? \n[21]You have an Echelon package? \n[22]Why isn't it on? \n[23]For what? You're nine hours behind the toughest target you've ever tracked. I want everyone to sit down, strap in, and turn on all you've got. That would mean now. \n[24]Thank you. \n[25]I want everything you've got on Ross on screen one. \n[26]I think we can be pretty certain that Bourne's not your source then? \n[27]Ross's call to his editor, where he said he just met the source on Blackbriar, took place just after his flight landed. His met his source in Turin. \n[28]So, what, Bourne met Ross for breakfast and then, at noon the same day Bourne calls Ross to demand a meet at Waterloo? \n[29]The guy you're after is a CIA operative with clearance above Top Secret.   He was committing treason by talking to Ross.   Do you really think, while doing that, he used a cell phone he knows we can track? \n[30]Yeah, I'd look at all the people whose cell phones were switched off the entire period Ross was in Turin. \n[31]I mean if your people use their cell phones as much as mine do, the list should be pretty small \n[32]Now check everything in Ross's apartment against those names. Look for common patterns, look for - \n[33]Neal Daniels.   He's Station Chief in Madrid now, isn't he? \n[34]\"Heavy?\" Daniels isn't-- \n[35]Nicky, this is Pam Landy. We have reason to believe there is a connection between Neal Daniels and Jason Bourne. \n[36]No, some people are convinced he's still a threat. I disagree but to find out I need to talk to him. \n[37]The only way this has a happy ending, Noah, is if we find a way to bring Bourne in voluntarily. \n[38]Since when do you have authorization for lethal action against Daniels? \n[39]So grab him-- \n[40]What's going on?    What's Daniels got? \n[41]I think the world's well aware we have a rendition and lethal action capability at this point, Noah. \n[42]You still don't have the authority to kill him. \n[43]You just decide? No oversight. No checks and balances. \n[44]It's Pamela Landy for him. Would you tell him it's urgent? \n[45]Noah, what are you doing? \n[46]Now.   I want to know what's going on. \n[47]I'm asking on what basis you're continuing this operation. \n[48]This is about Daniels, not Nicky! \n[49]You don't know the circumstances! \n[50]You don't have the authority to kill her or Bourne! \n[51]She's one of our own.   You start down this path...where does it end?! \n[52]Confirmed? \n[53]Get me a copy of Bourne's personnel file. \n[54]They don't know. \n[55]It's a hell of a risk. \n[56]Maybe we should communicate back. Because I think I know what Bourne's looking for. \n[57]Pamela Landy. \n[58]Bourne? \n[59]I guess I owe you an apology. \n[60]No. Off the record. You know how it is. \n[61]Wait.     Wait. \n[62]David Webb. That's your real name. \n[63]You were born 4/15/71 in Nixa, Missouri. \n[64]Why don't you come in, and we'll talk about it? Bourne? \n[65]What just happened? \n[66]What?! \n[67]415 East 71st Street. \n[68]4/15/71 isn't much of a code. My guess is Vosen's already on his way. \n[69]This isn't us, David. What they turned you into, what they're doing with Blackbriar... This has to stop. \n[70]David... Come in with me. It's better if we do this together. \n[71]Oh, my God... \n[72]You better get a good lawyer. ", "WILLS": "\n[1]We tracked the phone. Registered to a London reporter named Simon Ross. He works at the Guardian newspaper. \n[2]Yeah, thanks Mike. We have a survey team covering him at work...and a sneak and peek's on their way to his apartment. \n[3]We don't know, we pulled his background and ran a cross check on any known anomalies, but we've come up with nothing. But, I think if we follow Ross, we are going to be able... \n[4]Yeah. \n[5]Jimmy, give me Ross's profile on one. \n[6]That's a hard line, Jimmy, why don't we have it? \n[7]Okay, he is on the move.   Target is mobile. \n[8]Okay, people, look sharp, give me eyeballs on the street. \n[9]Where's that audio on the street? I want to know where he's going... \n[10]Jimmy, I need that phone! \n[11]Sir, we haven't yet become operational -- \n[12]Okay, who's the guy in the blue hood? \n[13]In place in one minute. \n[14]Maybe he's the source? \n[15]There. That silver door. Bourne's behind that door? \n[16]Okay, pull the agents back and give Bourne's location to the asset. \n[17]What about Bourne? \n[18]This is Pamela Landy. She's gonna be quarterbacking our search effort. I think what we oughta do, just to get started, let's go around the room, say who you are and what your spec is. \n[19]Do you have a better idea? \n[20]Do it Jimmy. \n[21]Jesus Christ. \n[22]Sir, we have an unauthorized breach. Someone with active system knowledge has penetrated out protocols. Information was passed to the asset at 14.11. The trace is confirmed and valid. It comes from a computer belonging to Nicky Parsons. \n[23]Station chief in Rabat just called, they found a body. Bourne? \n[24]Get in here! Bourne called Landy! \n[25]Landy just left the building. \n[26]Bourne got into your safe! \n[27]The asset lost Bourne.   We lost him. \n[28]What about it? \n[29]Everything stops. \n[30]Fifteen. Seventy-one. What do they mean? \n[31]--hang on -- wait -- Seventy First Street? Like what? Like York and First? \n[32]She gave him the facility.     She gave him-- ", "NICKY": "\n[1]I was posted here after Berlin. \n[2]Hello. \n[3]This is Nicky Parsons. Who's this? \n[4]Response: \"Everest\". \n[5]I just walked in. \n[6]They're down. Unconscious, but alive. \n[7]No. \n[8]Bourne, are you still looking for Bourne? I thought the case was closed. \n[9]Okay. \n[10]They know you're here. \n[11]Three minutes... \n[12]My car's outside.    I know where Daniels is. \n[13]8 o'clock this morning, he wired $100,000. to a numbered bank account in Tangier. \n[14]And then what? \n[15]They're coming. \n[16]What are you after, Jason?   Why are you looking for Daniels? \n[17]That's Daniels. I don't know who that is. \n[18]Who is he? \n[19]What happened? \n[20]Jason...that wasn't some one-off initiation. Daniels said they did that to you over and over again.   That's how they... \n[21]It was difficult for me...with you. \n[22]You really don't remember anything? \n[23]His location's being blocked. \n[24]They'll get one of the operatives to terminate him. \n[25]Desh. \n[26]If you stop Desh they'll just get someone else. \n[27]It's just going to lead to more killing, Jason. Are you sure you want that? ", "HIRSCH": "\n[1]You're going to drown. There is nothing you can do to prevent this. Stop struggling and accept it. \n[2]He's coming home, Noah. \n[3]How long do I have? \n[4]No.   I'm going to stay. \n[5]He'll come to the training wing. That's what he knows. I'll keep him in play until you arrive. \n[6]Put the gun down. I wouldn't be here if I didn't want to talk. \n[7]You still don't have it all back, do you? You haven't filled in all the pieces? \n[8]One lapse meant your conditioning had failed. \n[9]I'm unarmed, Jason. \n[10]You were David Webb, but not anymore. \n[11]You really don't remember, do you? You picked us, Jason. \n[12]You volunteered. \n[13]You volunteered right here.... You didn't even blink, Jason. You just handed me these... \n[14]Has everything been explained to you. \n[15]You were a soldier ready to serve his country. Just like thousands of others, except you were a prodigy with languages...and a perfect shot. \n[16]Your missions will save American lives. \n[17]You could have left at any time. And you knew exactly what it meant for you if you chose to stay. \n[18]When we're finished with you, you'll no longer be David Webb. \n[19]Stop running from the truth, Jason. You chose to come here! You chose to stay! And no matter how much you want to forget it...eventually you're going to have to face how you chose, right there, to become Jason Bourne! \n[20]You haven't slept for a long time have you David? Have you made a decision? This can't go on, you know. You have to decide. \n[21]We've been through that. \n[22]It doesn't matter. You came to us. You volunteered. You said you'd do anything it takes to save American lives. You're not a liar are you? Or too weak to see this through? This is it. Let go of David Webb. Will you give yourself to this program? \n[23]You're no longer David Webb. From now on you'll be known as Jason Bourne. Welcome to the program. \n[24]Do you remember now? \n[25]You can't outrun what you did, Jason. You made yourself into who you are. \n[26]So now you're going to kill me? ", "ROSS": "\n[1]...This one's three years ago -- had half of Interpol after him -- disappeared...Turned up in Naples -- Berlin -- Moscow -- disappeared again... The girl he was on he run with -- Marie Kreutz -- she turned up dead halfway around the world, from a sniper's bullet... What connects the dots? Is it Treadstone? \n[2]...This is big -- a skein of lies -- you pull at it and it just keeps coming -- I'll fill you in when I get home. And it's not finished, either. They're calling it `Blackbriar'. \n[3]Have you heard of an Operation Blackbriar? I'm going to try and get my head around this, see you first thing. \n[4]There's more. He was scared. \n[5]Blackbriar. \n[6]Who is it? \n[7]Who is this? \n[8]Hello? \n[9]What? \n[10]I can't tell you that.... Who's following me? \n[11]Are they Blackbriar? \n[12]I don't know. I heard the name this morning for the first time. Whatever it is, my source said it started with you. \n[13]Look, just help me get away from these people...and we can talk more...we can-- \n[14]Has she seen me? \n[15]Are we clear? \n[16]Straight toward me.     Bin man? \n[17]He's got a gun. \n[18]Sure, okay. \n[19]Yes. \n[20]If I run now I can make it-- \n[21]I'm going to go for it, okay? \n[22]I'm going to go for it. ", "CRONIN": "\n[1]We think that's Bourne hitting him on the head and then-- \n[2]Maybe they were even on the same flight? \n[3]Initials .....Bring that up on main. \n[4]They tracked Daniels' passport to a hotel in Tangier. They're holding up a bank transfer he made to keep him in place while they move an asset in from Casablanca. \n[5]The hub just got word Bourne and Nicky are dead. \n[6]Not yet. \n[7]Pam, You need to see this. \n[8]This passport just cleared Immigration at JFK ten minutes ago. It's an early Treadstone identity registered to Jason Bourne but he never used it and it never went to the grid. Bourne's alive. \n[9]No, if they knew Vosen wouldn't be in his office right now. \n[10]Yeah. Maybe Bourne wants us to know, just like Naples, maybe he's communicating. \n[11]Maybe he's trying to communicate with you. \n[12]Bourne got into Vosen's safe. \n[13]Where to? \n[14]4.15.71...     Jesus, Pam. ", "KRAMER": "\n[1]Who's \"she?\" \n[2]A dirty section chief in league with a corrupt Russian Billionaire commits suicide when confronted by Jason Bourne. You couldn't make this stuff up. You watched this happen? \n[3]Bourne's last confirmed location is Moscow, three days ago? \n[4]So what does he do now? \n[5]Like what?     What's he after? \n[6]Pam, what I need to know is, what kind of a threat is he to us? \n[7]Maybe he still will. Maybe he gave it to you because he wants to throw you in the opposite direction of his real plan. I don't know. I just know my number one rule is \"the only way to stay safe is to assume the worst.\"   As far as I'm concerned Bourne is a serious threat until proven otherwise. \n[8]Hello. \n[9]You still think he's after Daniels? \n[10]Daniels knows way too much. Daniels knows everything. We can't let them meet. \n[11]Good. And fill Hirsch in.     Just in case. \n[12]Tell her I'm unreachable. \n[13]He's ready. Send him to Operations. ", "TECH": "\n[1]Confirmed. \n[2]Sir, the asset is acquiring the materials. \n[3]Sir, the asset is deviating. \n[4]Asset unscheduled stop. \n[5]Sir, the asset is on the move, in route to subject. \n[6]South to Rue Belgique. Stationery at Place de France. \n[7]Working on it-- \n[8]Six men.   More on the way. \n[9]Seconds... \n[10]Got it! \n[11]Sir, this may be nothing but, look at Bourne's birthday. \n[12]Well, Landy told Bourne his birthday was 4/15/71 so... ", "TACTICAL TEAM LEADER": "\n[1]I told- \n[2]Block every exit. I want a full perimeter on Port Authority-- \n[3]Box him in! Box him in! \n[4]He's on the roof.   He's trapped. \n[5]We've got him! He's got nowhere to run! \n[6]Who has eyeball on him?! Who has eyeball?! \n[7]Don't tell me-- \n[8]--you've lost him! Who's on street level?! Street level backup?! ", "TECH#1": "\n[1]Copy that. Mr. Vosen, subject is entering his office. \n[2]We got a hit. Middle of the concourse. \n[3]NSA Tactical. \n[4]Yes. \n[5]We were waiting. \n[6]Sir, we just hacked Ross's email account at the Guardian and found a round trip ticket to Turin, yesterday. 0800 arrival, 12:05 departure. "}}