{"dialogues": {"BOURNE": "\n[1]My name is Jason Bourne. Hi, I'm Jason. Jason Bourne. Jason Bourne, nice to meet you. \n[2]Bourne. My name is Jason Bourne. I live at 121, Rue de la Jardin, Paris. \n[3]I'm trying to think how long it's been since I was here. \n[4]Yes. I mean, I think so. Yes. Yes... \n[5]Right. \n[6]I have a passport. I've got... Actually, it's a little complicated. \n[7]Look, maybe I should just... \n[8]Yeah, I know... \n[9]I need a ride. \n[10]I need a ride out of here. \n[11]Please. I don't want to scare you. \n[12]I've got a situation here and -- \n[13]I'll give you ten thousand dollars to drive me to Paris. \n[14]You don't want the police any more than I do. \n[15]Get me out of here. Please. \n[16]I want to go home. \n[17]I said ten thousand. \n[18]Okay. Twenty thousand. Ten now. Ten there. \n[19]Wait up -- -- just wait up -- \n[20]Look, I want a ride to Paris. That's all I want. I swear. \n[21]I don't want anything but a ride. All I want to do is go home. \n[22]I don't want to go alone. I want you to drive me to Paris. Like we're a couple. Like we're a couple and we're travelling together. That's all we're doing. \n[23]I won't hurt you. \n[24]Then I'll find another ride. \n[25]I know that. \n[26]I'm sorry. Really. What do you want me to do? \n[27]I don't know. \n[28]Listen to what you want. \n[29]I don't know. I don't know who I am. \n[30]No. No, I mean, I really don't know who I am. I can't remember anything earlier than two weeks ago. I'm serious. \n[31]Look, go ahead... put the radio on... \n[32]That's what I'm saying. \n[33]No. \n[34]Nothing. It's just not there. \n[35]I kept trying things, I thought if I could find all the things I could do, I could -- \n[36]-- which was okay for a while, I was okay with it... But then -- there's all these other things -- all these other things I know how to do -- and this -- this stuff from the bank and... I think something bad happened. \n[37]I don't know. \n[38]I was shot twice in the back. \n[39]There was a gun. Who has a safe deposit box with a gun and all this money and all these passports? \n[40]I fought my way out of an embassy. I climbed down a fifty-foot wall -- I went out the window and I was doing it -- I just did it. I knew how to do it. \n[41]Why do I? -- I come in here -- instinctively -- first thing I do -- I'm looking for the exit -- I'm catching the sightlines -- I know I can't sit with my back to the door -- \n[42]I can tell you the license plate numbers of all three cars out front. I can tell you that the waitress is left-handed and the guy at the counter weighs two-hundred and fifteen pounds and knows how to handle himself. I know that the best, first place to look for a gun is the cab of that grey truck outside. I know that at this altitude I can run flat out for half a mile before I lose my edge. I knew that you were my first, best option out of Zurich? How do I know all that? How can I know all that and not know who I am? How is that possible? \n[43]Where are we? \n[44]I can't believe I slept. \n[45]I dream I'm asleep. I dream that I'm asleep and I can't wake up. I don't think I smoke. \n[46]I thought about it. I don't know. \n[47]Slow down. No, don't stop. Just... \n[48]Four-fifty. That's the address... \n[49]No. No. Go around. Keep going... \n[50]Yeah. Pull in here. Park it. \n[51]I guess. \n[52]I don't remember any of this. \n[53]Sorry. The money, right? \n[54]Thanks for the ride. \n[55]Look, I don't know what's up there. \n[56]Look, you could come up. Or you could wait if you want. I could go check it out. You could wait. \n[57]How could I forget about you? You're the only person I know. \n[58]Here I am. \n[59]I seem to have lost my key. \n[60]Great. We could use a shower. It was a long drive. \n[61]I guess so. \n[62]This is my frying pan. This is my spoon. I'm Jason Bourne and this is my kitchen. \n[63]All this stuff -- it's all about boats. I think I'm in the shipping business. \n[64]Go ahead. \n[65]...yes -- oui -- uh... \n[66]Paris? \n[67]Yes, I'm...I'm looking for Mr. Jason Bourne. \n[68]D'accord... Merci. Un moment -- un moment -- \n[69]-- hang on -- I need you to check another name for me -- hang on -- un moment, s'il vous plait -- \n[70]Kane. Do you have Mr. John Michael Kane? \n[71]Yes, I'm here... \n[72]Yes. Is he there? \n[73]Yes. \n[74]...I understand... \n[75]Who? Who came? \n[76]Right. Yes. Of course. \n[77]Do you -- his brother -- do you have a phone number? \n[78]Hang on. I'll check the kitchen... Maybe it takes a while to get all the way upstairs. \n[79]Yeah, it's cold in here, too... Let's give it another minute. \n[80]-- no -- Marie -- no! -- it's not like that -- \n[81]-- quiet -- quiet -- \n[82]Open it -- -- do it -- what's he got in there? \n[83]Who are you? -- who are you? \n[84]-- who are you? -- tell me who you are -- who sent you? -- -- what is this about? -- YOU'VE GOT \n[85]\n[86]What? -- what? -- -- what is it? \n[87]-- just -- \n[88]Marie, just -- -- just stay there! -- just -- \n[89]-- let me do this, okay? -- \n[90]-- your shoes -- Marie! -- where? -- where are your shoes? -- Marie -- \n[91]Marie -- look at me -- there's no time for this -- \n[92]-- we can't stay here -- I can't stay here -- it's not safe here -- \n[93]-- we can go -- I can get us out of here -- but we have to go now -- \n[94]No. \n[95]You're wrong. I didn't know. \n[96]I didn't know this would happen. \n[97]And where is he now? You believe what you want, but I'm telling you the truth -- I never would have brought you here if I thought it was dangerous. \n[98]You stay -- if you want, you stay -- it's okay -- it's better -- maybe it's better -- I don't know -- But I can't stay here. I can't. \n[99]-- there's no time -- \n[100]-- how? -- \n[101]-- forget it -- \n[102]I don't know what happened! I don't know who he is! I don't know what he wants! I don't even know who I am! The only thing I know is that if I stay here, I'm never gonna find out! \n[103]Come with me. I can get us out of here. I know it. Then we can think. Then we can work it out. We'll explain it then.  Once we're safe. I can protect you. \n[104]No. You know who you are. You know what that's worth? That's everything. I can't live like this. I can't do anything until I know who I am. Believe me, you don't want what I have. \n[105]Who paid the bill? \n[106]Well, where are you? Where am I calling? \n[107]-- this is a tire dealership, right? \n[108]Hey, so this is the Marina, right? \n[109]This is the one in Marseille, right? \n[110]Thanks. \n[111]Really. \n[112]Did you? \n[113]Yes. \n[114]Okay. \n[115]Excuse me? \n[116]I hadn't heard. \n[117]That'd be great. \n[118]Let's go -- We got to get away from this phone. \n[119]Kane. John Michael Kane. \n[120]I want to see the body. \n[121]Where did this body go? \n[122]Shit, we didn't sign in. \n[123]Fine. But I'd like to sign in. In fact, I insist on it. Where's the book? I gotta sign in -- \n[124]Is this it? -- -- this is it, right? -- \n[125]-- don't sweat it, I have a pen -- no problem -- just let me find the page -- -- honey, why don't you wait for me outside, okay? -- \n[126]-- what do I? -- I put the name of the person I came to see? -- \n[127]-- here we go -- I found it -- \n[128]Nykwana Wombosi. \n[129]It's a name. Mr. Wombosi owns a thirty million dollar yacht. He's the proud owner of an Alliance Security package. He also paid a visit to the morgue to see John Michael Kane. \n[130]I don't know. \n[131]Go back to the hotel. \n[132]Is he here? \n[133]MPG Capital. \n[134]It's a lot more stressful than I thought. \n[135]Who do you think sent me? \n[136]I don't know. \n[137]You could do that? \n[138]xxxxxx. \n[139]Stop where you are. \n[140]Where's the dog? \n[141]He run away often? \n[142]Get in the basement. \n[143]Get everyone down in the basement. \n[144]You're in danger. All of you. I have no time to explain. \n[145]I'm sorry. \n[146]xxxxxx \n[147]I won't let that happen. \n[148]xxxxxx \n[149]Go! \n[150]We have to keep moving. \n[151]xxxxxx \n[152]xxxxxx \n[153]Wait 'till he's close. \n[154]xxxxxx \n[155]xxxxxx \n[156]xxxxxx \n[157]Who else is coming? \n[158]I won't ask again. \n[159]What do you mean? \n[160]Treadstone? \n[161]Paris. I live in Paris... \n[162]Yes. \n[163]Treadstone. \n[164]What is Treadstone? \n[165]I think so. \n[166]What do they want me to do? \n[167]Why? \n[168]Take this. \n[169]Take it. \n[170]If you're lucky. Take it. There's enough in there to make a life. Any life. Just get out now. Get low. Stay low. Take it. \n[171]I can't protect you anymore. \n[172]I'm gonna find the end of this. I can't protect you. \n[173]What did you do to me? \n[174]Are you Treadstone? \n[175]What did you do to me? \n[176]I don't know. \n[177]I know you've been trying to kill me. \n[178]So now you know. \n[179]That's all I get? \n[180]I don't think so. \n[181]Jason Bourne is dead. \n[182]Keep it. \n[183]That'll be their second worst mistake. \n[184]This your store? \n[185]Think I could rent a scooter? \n[186]Not really. ", "MARIE": "\n[1]-- no, this is not my current address. It was my current address two days ago when I started standing in line outside -- \n[2]-- and so now I lost my apartment, I have no address, and I have no visa, and you keep telling me how much help you cannot give me! \n[3]All the papers -- all the papers they asked for -- I brought all the papers -- \n[4]You only know that because I told you! Ask the case officer -- find his name -- it's on the papers -- I told him all this myself! -- \n[5]-- I paid this fucking guy -- I paid him four thousand dollars -- my last four thousand dollars to marry me, okay? -- I told this to the case officer last week... ...here -- Mr. Thomas. I told Mr. Thomas I didn't know this guy was already married -- I admitted this! \n[6]-- I'm the one that got ripped off! -- not you -- not the United States government -- me -- I'm the one being ripped off! \n[7]Motherfucking sonsofbitches! \n[8]What are you looking at? \n[9]What? \n[10]Oh, Jesus... \n[11]It's a little late for that. \n[12]Get the fuck away from my car. \n[13]Great. You know what? I'll give you ten gazillion dollars to get the fuck away from me before I start screaming my head off. \n[14]Jesus... \n[15]So what's in Paris? \n[16]For twenty thousand dollars. \n[17]You have blood on your pants. \n[18]No. No, that was too easy -- \n[19]-- get the fuck out of here -- all this money, this crazy offer, I mean give me a fucking break with this, this is -- \n[20]You swear? That's great. I feel so much better now. \n[21]You could buy a car for twenty grand. You could buy this car. \n[22]And I don't get hurt. I get twenty thousand dollars and I don't get hurt. \n[23]What if I say no? \n[24]Just so you know, if you're gonna burn me on the money, you might as well kill me. I was supposed to have this car back three days ago. It's not my car. \n[25]Shit -- Can I tell you how much you're freaking me out? Okay? Because you are -- you're completely freaking me out. \n[26]I don't know. Smile. Sneeze. Something. You've got a bag full of money and a ride to Paris. Fuck it, I don't know... What kind of music do you like? \n[27]What does that mean? \n[28]Who pays twenty thousand dollars for a ride to Paris? \n[29]Yeah, well, welcome to the club. \n[30]What? Like amnesia? \n[31]Amnesia? You're saying you don't remember anything that happened before two weeks ago? \n[32]Give me a fucking break. \n[33]And you have no idea -- not a clue -- what came before that? \n[34]When you think of it, before the ship -- before you wake up on the ship, what do you see? \n[35]Well, this is great. I'm sick of myself and you have no idea who you are. \n[36]-- you could put it together -- \n[37]What are you talking about? \n[38]Sounds like you were in an accident or something. \n[39]Okay, so you're a victim. \n[40]Lots of people have guns. You're American. Americans love guns. \n[41]People do amazing things when they're scared. \n[42]You're paranoid. You were shot. It's natural. \n[43]God, you're not kidding, are you? \n[44]I needed a break. \n[45]We're about an hour away. \n[46]You were tired. Here... For twenty-thousand I like to throw in breakfast. So what do you dream about? \n[47]You ever think maybe you have a family? \n[48]I guess it's like Christmas every day for you, huh? \n[49]That's it? Is that it? \n[50]Looks familiar? \n[51]Where? \n[52]So this is it, right? \n[53]I should go. \n[54]Jason... \n[55]Okay, so... \n[56]Anytime. \n[57]You got me pretty fucking curious. \n[58]Nah... With you, I mean, you'd probably just forget about me, right? \n[59]I guess you're not home. \n[60]It's big. \n[61]This is like a real apartment. This is really yours? \n[62]This is your office? God, you live like a monk... \n[63]See. It's starting to come back, yeah? You mind if I take a bath? \n[64]She wasn't kidding about the water. It's freezing. \n[65]-- omigod! -- -- what're you? -- no -- no -- \n[66]-- please -- Jason -- omigod -- \n[67]...what are you doing?... \n[68]omigod -- omigod -- what're you doing? -- what're you doing? -- -- what is he? -- what've you? -- omigod -- what is this? -- \n[69]-- what're you doing? -- Jason, please, tell me what's happening! \n[70]...omigod, no... \n[71]...this is my picture... he's got my picture -- -- this is me -- this is Zurich -- this... this... this is yesterday -- \n[72]-- where does this come from? -- How do you have my picture? \n[73]-- he's got my picture! -- this is yesterday! -- this is me! -- -- where did you get my picture? -- \n[74]-- do what? -- what are you doing? -- he's got my picture -- -- he's -- my God -- look at him -- he's bleeding to death -- my picture -- look! -- he was trying to kill us! -- omigod -- \n[75]He's dead isn't he? \n[76]He went out the window -- why? -- why would someone do that? \n[77]He came to kill us. \n[78]You knew he was coming. \n[79]I trusted you. \n[80]I don't trust anybody and I trusted you! \n[81]He had my picture! He knew I was here! He came here to kill us! \n[82]Oh, Jesus... \n[83]But the police -- \n[84]-- we'll explain it -- \n[85]-- there's two of us -- we'll tell them -- we'll just -- \n[86]-- we'll tell them what happened -- \n[87]You stayed there five times in the past six months. But I didn't have time -- I could only get the bill from the last stay -- you were there for two days. Some room service -- there's half a dozen phone calls here so that's someth-- \n[88]It's a company... MPG Capital. \n[89]This can't be it. \n[90]I found it. It took six calls. I found Kane. I found the body. \n[91]What? \n[92]What are you doing? -- -- Jason -- stop -- talk to me... \n[93]-- I don't know what you're doing and you're scaring me -- what are you looking for? -- what just happened in there? -- \n[94]What is that? \n[95]What does that mean? Jason, what does that mean? Jason, please... who is he? \n[96]So what are we doing? \n[97]It doesn't matter who you were before. It's who you want to be. That's all that matters. We have this money. We have what we have. I had nothing before and now, I don't know, maybe I have more, maybe it's nothing, but... I say we leave here. We leave this place. We go until we can't go anymore. \n[98]Yes. That's who I want to be. \n[99]xxxxxx \n[100]xxxxxx \n[101]What? \n[102]Jason... \n[103]Who is it? Who's out there? \n[104]xxxxxx \n[105]xxxxxx \n[106]Did we lose them? \n[107]Who is it? \n[108]xxxxxx \n[109]What are you doing? \n[110]xxxxxx \n[111]Give me the gun -- \n[112]xxxxxx \n[113]xxxxxx \n[114]xxxxxx \n[115]xxxxxx \n[116]Jason... \n[117]We've got to go. \n[118]And that's it? \n[119]What was I thinking, right? \n[120]What about you? \n[121]Can I help you? \n[122]Yes. \n[123]You have ID? \n[124]It's not a problem. ", "CONKLIN": "\n[1]What? \n[2]Tell him we're busy. \n[3]I don't know what we're talking about. \n[4]You're asking me a direct question? \n[5]I thought you were never going to do that. \n[6]You'd want to make that go away. You'd want to remind them that Treadstone is a training organization. That it's all theoretical. You'd want to sign off on that. \n[7]Then I'd have to explain Treadstone. And you'd have to explain how you let me get this far. Doesn't sound like much of a Plan-B, does it? We'll clean up the field. You clean up your budgets. \n[8]-- and they're sure it's him? -- \n[9]-- but it was him -- \n[10]go -- keep going -- go...wait -- stop -- you went past it -- \n[11]It's him. My God, it's really him... \n[12]No... Go ahead. Run it. Let's get a map, let's get a grid map on Zurich. \n[13]What? \n[14]What the fuck is he doing? \n[15]It doesn't matter now. We've just got to be the first ones there. Get everybody up. I want them all activated. \n[16]You heard me. \n[17]And that's the best angle of the courtyard? \n[18]What do they have on the streets? The area. They must have something. \n[19]What? \n[20]That'll solve all our problems. \n[21]What's that? \n[22]Enhance it. \n[23]Who the hell is that? \n[24]She's a gypsy. If it's a cover, it's a great one. \n[25]We're exploring every possibility. We are in pursuit. How much more do you want me to tell you? \n[26]No. Pursuit ends when we know exactly where he is. \n[27]We've been down here for two weeks banging our heads against the wall. We've been sleeping down here. We just got our first lead fourteen hours ago, and now? -- now that we finally have something to work with -- you want to bring planning personnel down here? I'd rethink that. \n[28]This is an operations desk. \n[29]Is that a medical term? \n[30]This unit has an unblemished record of success. \n[31]That was two hours -- two hours to get a second opinion -- and nothing changes. He's loose. He's out of control. It's very clear what needs to happen. I have work to do. \n[32]Turn? To who? Where does he turn? What does he have to offer? He's got nothing. He's a killer. He's a piece of equipment for crissake. Where's he gonna turn? \n[33]-- let's check that Interpol window again -- \n[34]-- I want that red car -- the girl -- we gotta get lucky here -- \n[35]Our last sighting was forty-eight hours ago. Even if they stayed in the car, the grid is huge. This is it. He's trained -- conditioned -- they're built to disappear. You give him another day to run and we may never find him. \n[36]-- how long? -- \n[37]-- if we can get a clean shot -- \n[38]-- that's what they're trained for -- just a surgical strike. \n[39]What do you want to do? \n[40]We're in the shitter, man! Pick your poison. Maybe he's in there to finish the job. Maybe he's working for Wombosi. Maybe they want to go on TV together. Every possibility sucks -- we've got to move! \n[41]You don't have the stones for this. You people come down here and wink and whisper and we send these guys out and get it done. And you're clear. And the guys upstairs get what they want. And the whole bunch of you are so stuffed on deniability it's coming out of your ears. Well, you know what? You're here now. What do you want to do? \n[42]-- code him again -- punch it in -- \n[43]-- the paging unit must be damaged -- \n[44]I'm going to Paris. \n[45]You're not doing shit. You're so scared you can't even think. \n[46]I can't call it off. He's not responding. Get out of my way. \n[47]What did I do? What've you done? Do you have any idea? Any conception? What you've destroyed? Do you have any idea how much time and work -- how many people have their lives wrapped up in this? \n[48]Am I Treadstone? Me? What the hell're you talking about? \n[49]What did I do? I spent thirty million dollars on you. I spent three years finding you -- four years training you -- What did I do? What in the name of God have you been doing, Jason? \n[50]They're right about you, aren't they? You're fried. You really don't know what's going on, do you? \n[51]Of course. We had to try. We didn't know what was wrong. We didn't know you were in trouble. \n[52]So it's time to go home. \n[53]We'll make you better. We can put the pieces back. We can do that. \n[54]We have to go home, Jason. \n[55]There never was a Jason Bourne. You have to come with me. It's the only way. We can give it back to you... \n[56]Jason... They can't let you go... ", "ABBOTT": "\n[1]Storm clouds are gathering, Ted. It looks like rain and I don't have a thing to wear. \n[2]We're talking about Marseille. We're talking about Nykwana Wombosi. And I'm asking you if this abortion in Marseille has anything to do with Treadstone. Was this Treadstone? \n[3]Yes. \n[4]They're putting together an agency oversight committee. They're going to look through everyone's budgets. Treadstone is a rather sizable line item in my ledger. What am I going to do about that? \n[5]And what if I couldn't do that? \n[6]Who is she? \n[7]No political affiliations? \n[8]I'm assuming we're exploring that possibility. \n[9]Pursuit would indicate that you know exactly where he is. \n[10]Yes, well, I think we need some fresh eyes on this problem. I'm bringing in some people from upstairs. \n[11]I want a second opinion. \n[12]I'm not asking. \n[13]Let's assume that's true. \n[14]What if he is working for someone else? What if he turned? \n[15]No. We can't risk it. \n[16]This doesn't go upstairs. \n[17]Where? \n[18]Omigod. \n[19]-- he went inside! -- \n[20]-- inside the house? -- \n[21]Forget it. \n[22]We don't know what we're into! \n[23]What are you doing? \n[24]No you're not. You're not going anywhere. I'm shutting this down. \n[25]You just blew up a house in Paris! This program is over. Call it off. \n[26]The Treadstone project has actually already been terminated. It was designed primarily as a sort of advanced game program... \n[27]...We'd hoped it might build into a good training platform, but quite honestly, for a strictly theoretical exercise, we thought it was far too expensive. The cost-benefit ratio was just too high. It's been all but decommissioned at this point. \n[28]Okay, this is Blackbriar. Blackbriar is a joint, DOD, communications program that we really feel has good traction to it. ", "WOMBOSI": "\n[1]...no, no, no -- the time is not right, my enemies are too strong. I'm telling you to wait for this, you understand? I'm telling you this, and I'm making a warning to all those peoples out there that think that my powers have become so weak that they can play with me as they wish. You will see -- I will tell you when the evidence is clear. Then you will have a story. My old friends will hear about themselves. \n[2]Get the fuck out of my way -- \n[3]It's not him. \n[4]So who's crazy now? \n[5]-- No! -- I say, no! -- they go this far -- out a body in the grave -- another body! -- no! -- this isn't over -- these people are not finished -- nothing will make them finish until they have Wombosi! -- the real Wombosi -- until I'm the one in the box! -- \n[6]-- what are you doing? -- -- sleeping? -- -- he's sleeping! -- this man is sleeping at his post! -- -- I've had men killed for this! -- -- you think these people? -- these people who come for me -- you think they sleep? -- they never sleep! -- they spend all the day -- all the night -- all time thinking about how to put Wombosi in that box! -- \n[7]-- there is no box for Wombosi! -- they don't have a box that can hold me! -- I know these people -- I know they never sleep! -- I know they never stop! -- they never stop until the knife is at their throat! -- -- what is the window? -- this window is open! -- who leaves this open! -- -- this is a war, you fool! -- you think these people are like you? -- you think this is stupid people? -- careless people? -- these people see an open window, they reach in with a big hand and grab your heart until you die! -- \n[8]-- and it won't just be me! -- they don't just want Wombosi now! -- they want my babies -- they want my children! -- and I say no! -- -- you leave that window open again, you better pray they kill me -- -- everything changes here now! -- everyone is a soldier here now! -- this is a fortress now! Are we clear with this? \n[9]This man is out there. Kane is out there. And they pretend he's dead. That means he's coming back. \n[10]Come in. Please... \n[11]Did you bring investment advice for me tonight? It was tax shelters, wasn't it? Swiss debenture-swaps. \n[12]I think investment advice from a dead man, it's a bad idea. How does it feel to be dead? \n[13]-- no -- no, let them in! -- let them in. Come in -- on y va -- come in... I think everyone wants to see the dead man. \n[14]What do you do? You get an appointment with me? You make sure it's on the boat? You come visit me -- you pitch me this bullshit investment package. You drink my water -- eat my bread -- play with my children -- and what? -- two nights later you come back and you put this death -- -- you put this in my engine room! \n[15]So this is a different kind of meeting. Maybe now we talk some truth, okay? One dead man to another. \n[16]You see this? I told you my shot was better! \n[17]No, no no... This is a strong killer. This is a crazy strong killer. Oh, yeah... To make a killer that looks like you? This young? This face? It's bloody fucking amazing. \n[18]I know who sent you. I don't know why. I learned many, many things from the CIA. Many things. I learned the way they think. Was the bomb on my boat supposed to go off or not? \n[19]You didn't set the bomb. Why? \n[20]Was this a game or a fuck up? \n[21]Get the kids out! \n[22]And the door. ", "THE MAN": "\n[1]Where am I? \n[2]Where am I? \n[3]How did I get here? \n[4]I don't know. \n[5]What if it doesn't come back? \n[6]I can read. I can read that sign on the door. I can count. I can talk... What are you doing? \n[7]What is that? \n[8]No. \n[9]I don't remember Zurich. \n[10]I don't know. \n[11]I don't know who I am. Do you know who I am? Do have any idea who I am? \n[12]Tell me who I am. If you know who I am, please stop fucking around and tell me. \n[13]I won't forget this. \n[14]Si. One way. Una sola via. \n[15]I've lost them. I've... My papers. They are lost. \n[16]-- look, I'm just trying to sleep okay? -- \n[17]I'm here about a numbered account. \n[18]...yes... The box. ", "xxxxxx": "", "GIANCARLO": "\n[1]-- it's here -- hang on -- it's here somewhere -- give me a minute -- get some blankets -- get some blankets on him -- -- here we go -- here it is -- \n[2]He needs a doctor. \n[3]Yes, sir. \n[4]You're awake. Can you hear me? You've been shot. I'm trying to help you. You were in the water. You've been shot. It's okay now. \n[5]You're American. I thought so. From your teeth -- the dental work -- \n[6]You're on a boat. A fishing boat. Italian flag. We're out of Vietri. It's the cold that saved you. The water. The wounds are clean. I'm not a doctor, but the wounds, it looks okay. It's clean. \n[7]You we're lost at sea. They pulled you out. Who are you? You were shot -- two bullets -- in the back. You understand me? Who are you? \n[8]I told you. You need to rest. \n[9]It came from your hip. Under the skin. You have a bank in Zurich. You remember Zurich? \n[10]Look, I'm just on this boat, okay? I'm an engineer. Whatever this is, it's not for me to be involved, okay? \n[11]You drink rum? \n[12]It's not much, but it should get you to Switzerland. ", "ZORN": "\n[1]Abbott wants to talk. \n[2]I tried. \n[3]-- he accessed the account -- \n[4]-- yes, sir, it's confirmed -- \n[5]Sir... \n[6]Zurich police are looking for an American with a red bag. Apparently he put two cops in the hospital last night. \n[7]Maybe it's a game. Maybe he's trying to send us a message. \n[8]All of them? \n[9]Abbott. He knows about the embassy. He's coming down for a show and tell. \n[10]Marie Helene Kreutz. She's twenty- six. Born outside Munich. Father was a welder. He died in '91. We don't have the mother. There might be a step-sister, we're trying to track that down. It's tough. She's a wanderer. She pops up on the grid here and there but... I mean, the last time she paid an electric bill in Europe was '94. No taxes. No steady employer. She's got three arrests. Two shoplifting cases, one in Spain, one in Germany. And she actually did three months in an Italian detention center for credit card fraud. \n[11]They found him. They found Bourne. \n[12]You better come in. ", "CLERK": "\n[1]Miss Kreutz, please... I'm gonna have to ask you to keep your voice down. \n[2]Miss Kreutz, excuse me, but you entered into a fraudulent marriage in an effort to circumvent the immigration laws of the United States -- \n[3]-- it's not the source of the information that's important here -- \n[4]-- Miss Kreutz, please -- \n[5]So now you're asking for a student visa? \n[6]xxxxxx... \n[7]My husband's out looking for him. \n[8]That old beast? Miss his breakfast? Not a chance. It's always something, right? \n[9]What? \n[10]What the hell're you talking about? \n[11]Wait a minute -- ", "MORGUE BOSS": "\n[1]Okay, Monsieur Kane... number 121... \n[2]What the hell's going on here? \n[3]They came last night.  His brother. \n[4]Who are these people? Who are you? What's going on here? \n[5]I said, someone came last night -- Look, this isn't a carnival -- people call and they make an appointment and they follow the rules -- everyone signs in and out -- this is a serious place -- serious work -- it's not just to come in whenever you like -- \n[6]So get the hell out of here. \n[7]-- slow down -- you can't just take the book like that -- \n[8]-- we have rules here, this is a very serious place -- I'm the one who decides who gets in here, okay? -- \n[9]-- this is serious business down here and we cannot have people coming and going -- \n[10]-- what are you? -- what are you doing? -- you crazy fuck -- you ripped the book! -- you stupid fucki-- ", "PROFESSOR": "\n[1]I work alone. Like you... ...we always work alone. \n[2]Who are you? Rome? Paris? Treadstone... both of us... I was warned but... \n[3]...which one are you?... \n[4]...headaches... you have that... I get such bad headaches... \n[5]...it's a problem... \n[6]...or in a car... when it's dark... something with the headlights... ...pills, right? Treadstone had those pills... \n[7]...what did you do?... you must've really fucked up... \n[8]...someone said caffeine -- for a headache... doesn't seem... \n[9]...they won't let you go... \n[10]Look at this... ...least you have a woman.... ", "MANAGER/PHONE": "\n[1]Bonjour? Monsieur? Allo... \n[2]You call about Monsieur Kane? John Michael Kane? \n[3]You are a friend of his? \n[4]I have some very bad news for you, sir. I'm terrible sorry to have to tell you this, but Monsieur Kane has passed away almost two weeks ago... \n[5]There was an accident. On the motorway. Apparently, he was killed instantly. Really, I'm terrible sorry to be the one to tell you this... \n[6]...we actually, we were unaware for several days that this had happened. When they came for his things, it was made known for us, you see? \n[7]His brother. You know his brother? \n[8]It's very bad this. Terrible sad. Such a young man. \n[9]I think not... No, I'm sorry. It was very sudden. He was here very briefly. ", "RAWLINS": "\n[1]Mr. Kane... Come right in... please... have a seat. \n[2]Well... I must admit, when my assistant told me you were here I was, really -- I was quite -- I was surprised. \n[3]We thought you were gone for good. \n[4]Well, I mean it's a tough business, isn't it? Cutthroat. \n[5]Look, our bid -- it was competitive -- but definitely at the high end of competitive -- when we didn't hear back from you, we did some re-analysis of the numbers, and honestly, we'd really like a chance to do a bit better. I'm assuming you're still in the market. It's the same vessel? \n[6]We just picked up a job quite like the one we were bidding for you. Gorgeous boat, hundred-and-seventy- five-foot pleasure cruiser. I think we learned a few things that might allow us to make our proposal for your job, as I said, a bit more competitive. \n[7]Was it the break-in? \n[8]We also thought we hadn't heard from you -- we've had a bit of a publicity nightmare, people have been talking. Our offices were broken into -- vandalism mostly -- shortly after we last spoke. \n[9]Let me get you a new copy of the proposal. ", "SECURITY CHIEF": "\n[1]-- stop! -- stop right there! -- \n[2]-- YOU -- red bag -- the red bag -- stop right there! -- hands up! -- \n[3]-- no -- no -- hold your fire! -- \n[4]-- we're evacuating the building -- \n[5]-- call the code! -- I want everyone out! -- \n[6]-- he's running from the cops, he's got a bag filled with God knows what, he's in the building and I don't know where! -- \n[7]-- blow it -- shoot it open! -- \n[8]-- check the closets! -- get those back doors covered -- there's a kitchen back there -- go! -- go! -- go! ", "OPERATOR/PHONE": "\n[1]Bonjour, Hotel Marboeuf... \n[2]Yes, sir. Hotel Marboeuf, Paris. How can I direct your call? \n[3]Yes, sir... How can I help you? \n[4]One moment, please... I'm afraid, I have no one by that name registered, sir. \n[5]-- sir? -- \n[6]One moment, sir. "}}