{"dialogues": {"EGGS": "\n[1]Out of the shadows waddles the small boxtroll. The first thing that comes into the light is his box with an EGGS LOGO printed on the front, then appears the dirty face of a feral- looking 2-YEAR-OLD HUMAN BOY, EGGS. Fish flashes a wonky-toothed smile at Eggs. \n[2]Fish! \n[3]Fish? \n[4]Do do doo do doo... \n[5]They stop humming when the giant clock chimes signaling the end of the boxtroll \"day\". \n[6]Wake up! \n[7]OOOH! Hee hee hee. \n[8]Ha! Missed me! \n[9]Oooh! \n[10]Wheels! \n[11]What?! \n[12]This way. \n[13]Shoe! Come on. \n[14]Boy? \n[15]Why would she call me that? \n[16]\n[17]Grab hold! \n[18]This way! \n[19]No! \n[20]Why do we do this, Shoe... \n[21]Carry on like everything is normal? They drag us away and we do nothing... \n[22]I look like one of them. Sort of. \n[23]I'll find you, Fish! \n[24]Wow... \n[25]\n[26]AHHHH!!  Eek. \n[27]Ehh! Oof. Eek! \n[28]Hey. Oww! \n[29]What?! \n[30]But she's lying. \n[31]Wait! I saw you last night. \n[32]And they took Fish, and... I don't know where they took him... \n[33]Ah! \n[34]Yes. \n[35]We went underground and they-- \n[36]Huh? \n[37]What? \n[38]\n[39]I need to find the Men in Red Hats! \n[40]The Men in Red Hats! \n[41]How do I get there? \n[42]It's not true, you know. We don't eat babies! \n[43]Fish! \n[44]Fish. \n[45]\n[46]Let's go... Come on, come on! \n[47]Eww! You have got to help me, Fish! \n[48]Eggs grabs Fish's arm and swings the whole box over his shoulder so he is wearing Fish like a back pack. Then Eggs grabs a pipe on the wall and climbs toward the duct. They swell up larger and larger as Snatcher's face shrinks back down to normal. They drop off one at a time and squish at Snatcher's feet. Snatcher flicks off the last few leeches and flips his hair. His face is marred with red spots from the suckers but has returned to its normal size. \n[49]\n[50]Huh? \n[51]What are you doing with them? \n[52]Boxtrolls don't hurt anyone! Let them go! \n[53]\n[54]It's not just us. All the others are alive too! \n[55]We saw them! \n[56]Oil Can, Wheels, all of them! \n[57]Yes! \n[58]I don't know, but The Redhats have them building something in their factory. \n[59]I TOLD you, we don't eat people! \n[60]No I'm not, I'm a boxtroll! Eggs the boxtroll. \n[61]I... I can't right now. \n[62]\n[63]I- I have a speech impediment! \n[64]I slept on them funny! \n[65]Hey! \n[66]It's not true is it Fish? I'm a boxtroll like you, aren't I? \n[67]He says I was... given to him. \n[68]I was given to you? \n[69]Who gave me to you? \n[70]Oh, sorry. He says a long time ago there was a kind man-- \n[71]-- The one man in town who saw they weren't monsters... \n[72]... But builders... like him. \n[73]Snatcher wanted him to build something... \n[74]And when the Redhats tried to take me away from him... \n[75]And then they... \n[76]They killed him. \n[77]What's a father? \n[78]Oh! Like Fish. \n[79]You have a father! \n[80]We can tell him I'm the Trubshaw Baby... and the boxtrolls didn't eat me. And he'll stop Snatcher! \n[81]He's a father, isn't he? \n[82]But he's the only father we have. \n[83]Please help us. \n[84]I promise! \n[85]Me... a proper boy. \n[86]Okay. \n[87]Oh, right. \n[88]\n[89]Which one is your father? \n[90]I'm Eggs? \n[91]Its a pleasure to meet you. \n[92]But which ones are the ladies?! \n[93]It's a pleasure to meet you. \n[94]Even if I don't mean it! \n[95]And, it's a pleasure to meet you. \n[96]I was right! \n[97]It's a pleasure to meet you... it's a pleasure to meet you... it's a pleasure to meet youuuuu! Oooooh! \n[98]Yum. Mmmthatsgood. \n[99]Huh? Oh! \n[100]\n[101]You're a liar! When I tell Winnie's father the truth, he'll-- OOF! \n[102]What?! \n[103]We have to get to your father! \n[104]We'll WHAT? \n[105]You made me get out of my box! \n[106]Snatcher is here. \n[107]Winnie! \n[108]I uh... \n[109]Ahhh! \n[110]Lord Winnie's Father... \n[111]People of the upper world -- Archibald Snatcher has lied to you all! \n[112]He told you that boxtrolls are monsters -- that they steal children -- but they don't. They would never hurt anyone. I know because... \n[113]Because... I am the Trubshaw Baby! \n[114]What?! \n[115]If you won't listen to me, ask Snatcher himself. \n[116]A proper boy. \n[117]But he's not a... \n[118]You said fathers were supposed to help. That they took care of kids. \n[119]People are just mean and selfish. They're monsters. \n[120]Well, I don't want to be a boy anymore. \n[121]It was a pleasure meeting you. \n[122]And, Winnie, I really do mean it. \n[123]We have to leave the cavern. \n[124]We're not safe down here anymore. Come on... \n[125]I said, we have to leave now! \n[126]Snatcher is planning something! We have to get out of here. \n[127]Come on let's go. Now! \n[128]Get up! No! NO! \n[129]Fish, help me. \n[130]NO! I'm not a boxtroll! \n[131]I'm sorry. I... I didn't mean it. Please come out. Fish. \n[132]He's here. \n[133]\n[134]Get up! That thing will kill you! \n[135]You have to get up. Please! \n[136]No! \n[137]Fish! Shoe! \n[138]NO! Please! \n[139]What the...? \n[140]Who are you? \n[141]I don't know. \n[142]He's my, you're my... are you my father? \n[143]No, no no, don't hide. Fish! Shoe! RUN! Get up, get up and run! Sparky. Sweets, run! \n[144]I don't understand. \n[145]I tried. They won't listen. \n[146]Father? \n[147]Fish, Fish, everyone! Listen! I'm a boxtroll and I stopped hiding, so you can too! Stand up for yourselves! We can fight back! Don't be afraid anymore. Sparky! Fragile! Get up! Get up and fight! \n[148]Just stand up and take a step. Please! Do it for me! \n[149]No! No! No! NOOOOOO! Fish, Shoe, Sparky... \n[150]Yeah. Yeah look what I did. They're crushed. \n[151]Huh? \n[152]You're alive! You're all alive! But how?! I saw you crushed! \n[153]Oh... sorry. He says they were hiding and then they heard me yelling at them... \n[154]... We can fight back! Don't be afraid anymore. Sparky! Fragile! Get up! Get up and fight. Stand up! Fight back. Please! Do it for me! \n[155]You got out of your boxes! You did it! \n[156]My father. \n[157]You were right. Thank you. \n[158]No more hiding, right? \n[159]\n[160]You built that thing! You can take it apart! \n[161]Tear it down! \n[162]We need to put out the fire! \n[163]Whoops! \n[164]Fish, grab hold! \n[165]That's right! Pull it over there! \n[166]\n[167]You think you can win and live happily ever after! They'll never accept the likes of us! \n[168]I'm nothing like you. You're the monster! \n[169]Please, Snatcher, let her go. You don't have to do this-- \n[170]Don't do it. It won't change who you are. \n[171]Cheese, hats, boxes - they don't make you. You make you. \n[172]Winnie! \n[173]Where's Fish? \n[174]Uhh. \n[175]You guys seen Fish? \n[176]Thanks! \n[177]Have you seen Fish? \n[178]Look what I found! \n[179]And now we go like this. ", "WINNIE": "\n[1]Boxtrolls!  They could come eat my face off at any moment. I'd better warn father. \n[2]Father! \n[3]But Father! I saw boxtrolls again! \n[4]They're right outside. They could come rip the flesh off my bones any moment! \n[5]I'm not obsessed! I just can't stop imagining them gnawing off my toes and stringing them together as a necklace! Father? Father. \n[6]If they kidnapped me and slurped up my intestines like noodles, would you give up your white hat to save me? \n[7]Father! \n[8]\n[9]I'll give your hat a wash all right. \n[10]Ha! \n[11]Uh oh. \n[12]Who... who's there? \n[13]Who are you, boy? \n[14]I... I saw a boy. \n[15]I can escort myself, thank you. \n[16]If you'll just give me my father's hat back. \n[17]The... wind! Blew it, right out the window. Very windy tonight! \n[18]There's no need to go inside. \n[19]Can I have the hat back now? \n[20]Please. \n[21]Huh? \n[22]Father, I'm sorry-- \n[23]Father, I'm sorry! I didn't mean to. Well, at first I did, but I think this situation offers a great opportunity for a father and daughter to discuss their feelings-- \n[24]--WAIT! I saw something out there. A boy with boxtrolls-- \n[25]But Father I really- \n[26]I did see a boy... \n[27]Me! Pick me! Me! \n[28]Anyone? Anyone at all? Nobody? \n[29]Move aside! Pick me... \n[30]I saw a boy with boxtrolls last night! Maybe your audience would like to hear-- OOF! \n[31]What do you want! \n[32]You're the worst pickpocket I have ever seen. \n[33]Here, buy yourself a book on how to be a better thief. \n[34]You were with the boxtrolls last night? \n[35]Whoah! I KNEW IT! I KNEW IT! I KNEW \n[36]Father didn't believe me but I KNEW IT! How did you escape?! \n[37]Did they drag you down to their hideous caves? \n[38]Were there mountains of baby bones and rivers of blood? \n[39]Did they eat your family? \n[40]Did they let you watch?! I mean, make you watch?! \n[41]\n[42]You bit me. \n[43]You bit me with your mouth. \n[44]The boxtroll exterminators? They live down on Curd's Way. \n[45]Curds Way? Milk turns into it. \n[46]We? What do you mean we? \n[47]Come back here! TELL ME EVERYTHING! \n[48]\n[49]I knew there was something strange about you! \n[50]No of course not! But wait til I tell him! The Trubshaw Baby! Alive! \n[51]What are you doing? Unhand me! \n[52]What have you dragged me into? \n[53]Winnie gets as far away from the boxtrolls as she can, bumping into Knickers as she shuffles backwards. \n[54]STAY AWAY FROM ME! Someone, help!!! Wealthy girl in danger! \n[55]If you're going to eat me just get it over with. I'm sure I'm delicious. \n[56]Hmm? \n[57]What's going on?! \n[58]I said what's going on? Why aren't they ripping out our eyeballs and eating our faces? \n[59]And where are the rivers of blood and mountains of bones?! I WAS \n[60]Why do you keep saying \"we\"? You're not one of them! You're a boy! \n[61]Oh really? Then let's see you fit in your box. \n[62]Mm hmm. \n[63]You don't talk like them! \n[64]Your ears aren't pointy! \n[65]Oh for goodness sake. Give me your hand! \n[66]I don't bite. \n[67]See? You're not like them. \n[68]You're one of us. You're a boy, Eggs. Or should I call you the Trubshaw baby? \n[69]See?! I was right! Now admit it, admit you stole him! \n[70]Is he confessing? \n[71]Ha, right again! I- ...wait, what? \n[72]What's he saying? \n[73]They what? \n[74]I think that kind man was your father. \n[75]Um... well... a father is the one who raises you... looks after you. Loves you. \n[76]Yes... \n[77]... No. They're supposed to be like that man in the story. Someone who'll do anything to help you. They always listen and never get angry... \n[78]They guide you when you don't know what to do. They're there when it's dark and you're scared or lonely, and they are never, ever too busy to talk to you... \n[79]Well, he doesn't really listen to children. \n[80]You don't know what he's like. \n[81]If I agree to help, you have to do exactly as I say. \n[82]All right, first thing's first... off with the box. \n[83]Stop that! \n[84]Alright, you petty thieves. Bring me your loot! \n[85]Oh, thanks. \n[86]No. \n[87]This might work. \n[88]No. \n[89]Oh yes! \n[90]No! \n[91]Yes! \n[92]You look like a proper boy. \n[93]How do we get out of this place? \n[94]\n[95]Come on, Eggs. \n[96]\n[97]You don't scratch there in public! That's why they're called... ... privates. \n[98]For this is to work, there are a few things you need to know. When you meet someone, you must look them in the eye and shake hands. \n[99]What are you doing?! Put those down! \n[100]Like this. \n[101]The other one. \n[102]Then you say, \"It's a pleasure to meet you.\" \n[103]And you say that even if you're not pleased to meet them. \n[104]Just stick close, okay? \n[105]Lord Portley-Rind. He's usually making speeches about cheese. \n[106]Hello, mommy dear. \n[107]--Bert. Eggsbert. Is a normal name... that he has. \n[108]No, no. You kiss a lady's hand. (Winnie makes KISS SOUNDS on the back of her hand \n[109]Don't move. I'll be right back. \n[110]There you are. \n[111]You can't just cut through. \n[112]We'll dance! \n[113]Like this. One two three... one two three. \n[114]Just make a box. \n[115]With your feet, silly! \n[116]That's it, Eggs. You're dancing! \n[117]Who? Where? \n[118]Frou Frou? \n[119]Uh oh! \n[120]Did you hear a word he said?! \n[121]\n[122]He is with me father. \n[123]He's my friend. What he said is \n[124]But... \n[125]Eggs, wait! \n[126]\n[127]Not all of us. You aren't. \n[128]Eggs... \n[129]\n[130]\n[131]Father! Father! \n[132]\n[133]Your JOBS? Are you pest exterminators or evil henchmen?! \n[134]You don't have to do this! \n[135]Sure, yes, whatever! Just let him go! \n[136]\n[137]\n[138]\n[139]Boxtrolls aren't monsters. They never ate the Trubshaw Baby, he's right there with Fish and-- \n[140]Your father? \n[141]Oh Mister Snatcher... \n[142]... how did this hat get alllll the waaayyy out here? \n[143]Ooh! \n[144]Over here! \n[145]\n[146]\n[147]He's pulled himself out of the cheese and he is not in good shape. Think Elephant Man stung by bees. ON TROUT and PICKLES. They reel in disgust. \n[148]There I was, trapped in his sweaty armpit... \n[149]...Until he swelled like a balloon and.. POP! -- \n[150]-- An ocean of guts exploded over us like a hurricane of YUCK! \n[151]Huh? \n[152]\n[153]And now I will tell the heroic story of the Naked Boxtrolls and the Crusher of DOOOOOOM! ", "SNATCHER": "\n[1]Wake his lordship. \n[2]The unspeakable has happened. We must speak of it immediately! \n[3]Boxtroll monsters have stolen a child. \n[4]They're no doubt picking their teeth with his adorable baby bones by now! \n[5]\n[6]Oh, oof! That's not the worst of it! Next they'll come after... \n[7]\n[8]They'll stop at nothing. \n[9]Oh, I don't want money. \n[10]I want one of those. \n[11]Alright then. But prepare to say bye bye to your Brie. Cheerio to your Cheddar. Goodbye to your... \n[12]For a white hat? \n[13]I will destroy every last boxtroll in this town! \n[14]Hear ye! Hear ye! Good citizens of Cheesebridge, the curfew is in force. Don't dawdle or the beasts will tear you limb from limb! \n[15]Child! Do you want to end up like the Trubshaw Baby? \n[16]Dragged underground and feasted upon one year ago this very night?! \n[17]Lock your windows! Bolt your doors! Hide anything that is not bolted down. \n[18]Beware the bloodthirsty monsters! They'll fry your eyes, gnaw on your knees, gobble your gizzards... Beware! BEWARE! \n[19]\n[20]Look at all these boxes left lying about. How curious, how peculiar. I do believe... evil is afoot. \n[21]\n[22]\n[23]Hmm. Someone's out past curfew. Very dangerous. \n[24]All I saw was filthy boxtroll monsters. \n[25]Miss Portley-Rind. Allow me to escort you home. \n[26]Yes, how did this hat find itself aaaaall the way out here? \n[27]Hmmm. Must've died down. Suddenly! \n[28]Oh, but as a gentleman, I insist. \n[29]Lord Portley-Rind! \n[30]Deepest apologies, your Lordship. But I found something out in the street that belongs to you. \n[31]Oh, don't I know it, sirs. \n[32]Fortunately, we still have our little... agreeeeement. \n[33]When I destroy every last boxtroll in this town, I shall earn my white hat... and join you in the Tasting Room. \n[34]I was told the wind had something to do with it. \n[35]Sorry! Can't stay. Too much work to do. Miss Portley-Rind, your Lordship, Sirs. I bid you good night. I'm sure we'll be seeing each other again very, very soon. \n[36]Don't forget. I'm a size six-and-a- half. Order ahead. \n[37]Ugh! \n[38]Ladies and gents, From the long- lost land of Crackerslovakia -- \n[39]Wrong, Mr. Pickles! \n[40]A boxtroll cannot CHOOSE a new life because a boxtroll does not ASPIRE to be anything more than a weak, lowly pest. But a man -- a great man! And his... \n[41]... stooges ... can choose to change their lives. Our dreams are in our grasp! \n[42]Let us be dream-graspers, fate- snatchers, destiny-takers! Let us grasp our dreams and shove them down everyone's throat! Am I not right? \n[43]\n[44]Now, gentlemen. What better way to dream than to walk in the shoes of those to whom we aspire? Mr. Pickles, fetch the-- \n[45]Cheese. \n[46]Men, don your white hats. \n[47]\n[48]Marvelous! Then let us begin. \n[49]\n[50]Mmmm! \n[51]I say, old chaps, it's quite, um... \n[52]Yes! Those things! Etcetera etcetera, big words, chummy banter... \n[53]Where is he going? Is he getting more cheese? \n[54]What? \n[55]Isn't this nice? Chewing the cheddar with the big cheessses. Holding my own-- --With sssophissstication and sssavoir faire! \n[56]Thisss is where I belong! \n[57]Well not here! In this rotten factory! \n[58]I belong up there! \n[59]In the tasting room, supping on the choicest cheeses... Everyone in town bowing down to me, like a gentleman, a lord with a white hat! \n[60]It's a time-honored tradition. \n[61]Aaaarrgh! \n[62]Stand back peasants! You don't touch your King! \n[63]HE won't let me! That pompous Portley-Rind and his gaggle of giggling sycophants. \n[64]Father always said if you worked hard, you'd get a white hat! And what did he ever get! NOTHING! \n[65]I've worked my hump off for this town! \n[66]Wading through wet garbage in the middle of the night, crawling after monsters! What has Portley-Rind ever done. Eat some cheese, run the government, NOTHING! \n[67]What has Portley-Rind ever done. Eat some cheese, run the government, NOTHING! \n[68]I'll rip that hat off of Portley- Rind's head... WHOA HOAH! \n[69]I'm alright. Just give me a hand. \n[70]You. \n[71]\n[72]I'll make those brie stuffed pigs bow down to me! I'm going to be somebody! \n[73]\n[74]Oh, hello. Where were we? \n[75]Ah yes... right. Open the workshop Mr. Trout! \n[76]Huh? Where is the beast? \n[77]It can't be. It's not possible. It's not right! \n[78]Don't stand there gawking. Get him! \n[79]Mr. Trout! \n[80]TEN YEARS and NOW you show up?! \n[81]You'll find out soon enough! \n[82]SHOOT MR. PICKLES! Shoot! \n[83]Yes, well, I need them. They're my ticket to a white hat, Trubshaw Baby! \n[84]Miss Portley-Rind! What a surprise! \n[85]Does your.. does your father know you're here? \n[86]Looks like the Boxtrolls have a new victim, miss. And her name is YOU. \n[87]They're getting away Mr. Gristle! \n[88]If Lord Portley-Rind finds out that boy is alive, it will ruin everything I've worked for! \n[89]Bah... \n[90]Come on! I'm being reasonable. I can be unreasonable. \n[91]Maybe if I hold on to your son... \n[92]Zees parties are so confusing. No? \n[93]How's that for an entrance! \n[94]My, my, what a surprise. Don't look like your little friends wanna run, does it? How strange, how peculiar. No, wait, it's exactly as I expected! \n[95]\n[96]Time to earn my white hat! \n[97]Give up, Trubshaw! Boxtrolls lost looooong time ago. These miserable pests will never be a match for a man with dream! \n[98]\n[99]\n[100]Trubshaw senior loved his kid, same as regular faaaaathers did.... \n[101]He was once. Won't get much out of him now, though. A decade hanging upside down scrambled his noodles good. \n[102]Still, did a fine job designing this beauty. Best inventor in town, your dad. Working with the best little builders. \n[103]Yell all you want, boy. They ain't gonna run. You can't change nature. \n[104]I'm coming down, men! I want to pull the crushing lever myself! It's the little moments. \n[105]Well, good speech. \n[106]All but one. \n[107]Hear ye! Hear ye! Good citizens of Cheesebridge, come out of your homes! The curfew has been lifted! \n[108]Fear not, the monsters have been vanquished! Your streets are SAFE! \n[109]Join me! Your purger of pests! Your white knight who has taken back the night! \n[110]Lord Portley-Riiiiind! \n[111]I come bearing the most delightful news. \n[112]Show him lads. \n[113]Flattened to extinction. Every last, slimy one of them. \n[114]Your lordship, I said I would not rest until I caught every last boxtroll and I am a man of my word. \n[115]With this boxtroll, I will end their reign of terror. \n[116]I'd say that deserves a white hat, don't you? \n[117]No. Methinks a deed of this magnitude deserves something a bit more... significant. \n[118]I want YOUR hat. \n[119]Do the honors. \n[120]Musician, drum-roll! \n[121]Mr. Trout! Lower the beast down. \n[122]With this hat, I, Archibald Penelope Snatcher... \n[123]\n[124]Proudly swear to uphold the dignity of the White Hat. \n[125]I... I am befuddled as your lordship! I... I crushed them myself! \n[126]Wow, good speech. \n[127]I'll take my white hat now. \n[128]Loooord POORTLEY-RIIIIND! Come out, come out, come out! \n[129]Whoah whoa. \n[130]Get your grimy paws off of my machine! \n[131]You vile little brat! \n[132]You ungrateful stooges! \n[133]Mine! \n[134]Come back, you loony! \n[135]Stop destroying my indestructible machine! \n[136]\n[137]\n[138]\n[139]\n[140]Huh? \n[141]\n[142]\n[143]\n[144]\n[145]Men, don your White Hatsh... \n[146]\n[147]Shut up! Enough shtalling. \n[148]cheesy cheese-like... OW! \n[149]You bit me... wif yor... MOUTH?! \n[150]I have made me, boy. \n[151]This is my dessshhtiny. \n[152]Mmm, aromatic?... Oaky?... With an undertone of a mother's smile on a ", "FISH": "\n[1]Hmm... \n[2]Fish's eyes go wide as the clock's alarm RINGS, attracting the attention of an uglier, 2-foot-2 boxtroll. \n[3]Ohhhh... \n[4]\"Eggs?\" \n[5]\"Eggs?\" \n[6]\"You see Eggs?\" \n[7]\"Eggs?\" \n[8]\"Eggs?\" \n[9]\"Eggs?!\" \n[10]\n[11]Eggs? \n[12]\n[13]Oooo! \n[14]Hide. \n[15]Egg! \n[16]Eggs! Eggs! \n[17]\n[18]Ahhh! \n[19]Eggggs! \n[20]Fish sticks his right arm out of the box. \n[21]Huh? \n[22]\n[23]Eggs! Eggs! Eggs! Eggs! \n[24]\n[25]Gurglegurglegurgle! \n[26]\n[27]Eggs? Eggs? \n[28]He HISSES AND BARES HIS TEETH at the Redhats! Pickles and Trout jump back! Gristle knocks Fish unconscious with the butt of his rifle. Trout and Pickles recoil. \n[29]Fish nods. Eggs turns to Knickers. \n[30]Shoe pulls the manhole cover away from the hole. ON EGGS as he looks out over the square.   Snatcher looms in the furnace smoke. \n[31]\n[32]Eggs? EGGS! \n[33]Eggs! ", "HERBERT": "\n[1]No. Not my boy! \n[2]I've tried adjusting the dongle and there doesn't seem to be any possible solut-- Oh look, you've solved it! \n[3]Who's up for a jelly break? \n[4]I tell you I could eat this stuff for the rest of my life. \n[5]But one night... \n[6]I-- I'm an inventor, not a killer! But he refused... \n[7]Not my boy! \n[8]\n[9]\n[10]Yes. I see it now! A mutation of nature. Self-imposed metamorphosis. Boxboy! You did it! \n[11]You changed your nature. Tell them. \n[12]You did it. You made you. Tell them. Tell them. Tell them! \n[13]Boxboy! BOXBOY! My son. \n[14]Son! They can change. They can do it! Tell them. \n[15]Look what you did. Look what you did! \n[16]Jelly! JELLY! \n[17]I like Jelly! \n[18]JELLY! Ha ha ha ha! \n[19]Boxboy! Look what you did! \n[20]Look what you did. \n[21]Jelly. \n[22]\n[23]Jelly! \n[24]Ahh, there he is. \n[25]Brilliant, son! \n[26]Ahh. I've missed so much. ", "MADAME FROU FROU": "\n[1]\n[2]Helloooo Cheesebridge! Hello darlinks! Thank you! Thank you! My darlinks! \n[3]Lord Portley-Rind, you are TOO much. Or maybe just enough! Rowrr! \n[4]Today I shall perform ze sad tale of ze Trubshaw baby! But first, I need a helper from ze audience! \n[5]\n[6]Ah! Little Miss Portley-Rind, you shall play ze sweet little baby Trubshaw. \n[7]Stick to ze script, my darlink! \n[8]Ten years ago a plot was hatched Where evil was with cunning matched Whoever left their doors unlatched Would find their infant children \n[9]Oo    no   Boxtrolls \n[10]Trubshaw Senior loved his kid The same as regular father's did If you don't want to share his \n[11]For this night Baby's Dad Trubshaw Quite forgot to lock his door And as soon as he began to snore The Boxtrolls came in to withdraw \n[12]So lock your windows, bolt your \n[13]Mister Trubshaw went quite wild When he found out he'd lost his \n[14]\"Help, help, help me please won't you?\" But the Boxtrolls did what \n[15]They pulled him down into their \n[16]And that's the story of the \n[17]Kill those Boxtrolls! \n[18]Kill those Boxtrolls! \n[19]Zere you are! \n[20]Come. Such a naughty boy! We have so much to discuss. Alone. \n[21]Come to snitch on old Snatcher did you? \n[22]Nice to see you, too! ", "MADAME FROU FROU/SNATCHER": "\n[1]You really think Portley-Rind will help a nobody like YOU? In this town, you want help, you've got to help yourself! That's what a man does! \n[2]He'll THANK ME! Because all your little boxtroll friends are going to die - tonight. \n[3]That will make me the most respected man in this town. \n[4]They'll have no choice but to give me a white hat. \n[5]They'll parade me into the tasting room on their shoulders! \n[6]And I'm not going to let that be ruined by some little boxtroll sewer rat. \n[7]I did? I did! Ha! But of course! \n[8]Oooh! Vatch your hands, monsieur! \n[9]Portley-Rind turns in time to see Eggs go totally feral-- \n[10]\n[11]true red head. \n[12]", "CROWD": "\n[1]No! / Behind you!/ Look out man! He's behind you! \n[2]Booooo! \n[3]Kill those boxtrolls! \n[4]GASP!/ Oh my! \n[5]\n[6]\n[7]Oh get out of here. / Snatcher said he was killed. / How can that be? / How is this possible? / He lied to us? \n[8]\n[9]\n[10]", "SIR LANGSDALE": "\n[1]\n[2]Hmm? Well I could just... \n[3]Yoo hoo, Madame Frou Frou... You promised your snookums a dance! \n[4]ON EGGS, as he slowly exits the closet. He awkwardly adjusts his collar as he takes in his surroundings. Couples are joined together in a WALTZ, filling the entrance hall with activity. Eggs looks up at Portley-Rind at the top of the stairs, then at the impenetrable wall of dancers. He tries to walk through the crowd and is nearly trampled. There is no way to get to Portley-Rind without causing a scene. Winnie runs up, now in a new, clean YELLOW DRESS. \n[5]For shame. \n[6]We got the cheese. \n[7]It hasn't worked right in years! \n[8]I said I like it burnt, then she says well I don't! So here I am. \n[9]Oh. I... I don't think that's a good idea. ", "SHOE": "\n[1]Huh? \n[2]Shoe, short and feisty, grabs the alarm clock from Fish and scampers away with it. Fish watches as Shoe climbs a stack of crates and hisses back at him, sniffing at his new prize. Fish scowls at Shoe and returns to the rubbish pile, shaking his head and muttering. Behind him a half-dozen boxtrolls methodically pick through an assortment of trash barrels and old boxes. It's like a troop of monkeys at the dump. They find mechanical stuff, inspect it, and then either drop it into their box to keep or toss it back into the trash. A filthy TEDDY BEAR WITH A MUSICAL KEY is discarded by another boxtroll, landing with a THUNK and A FEW TINNY MUSICAL NOTES. Fish turns excitedly. \n[3]Ahh! \n[4]Eggs and the boxtrolls' silhouettes skitter across the square, over to a small side alley. There is a LOUD CLANG! as Eggs and the boxtrolls run into a trash barrel, sending the trash can lid noisily rolling across the square. PAN UP the Cheese Guild... a LIGHT COMES ON IN A WINDOW. \n[5]Nothing. Shoe sighs, and puts a bug in his mouth. \n[6]Eggs? \n[7]", "LADY CYNTHIA": "\n[1]Is that all that is left of the new Roquefort? \n[2]Oh, Winifred! \n[3]Oh. Who is this? \n[4]Eggsbert. How nice, I... umm, adore names from the bible. \n[5]Darling, it's time to take off that dress and... burn it. \n[6]Ooh! \n[7]Poor woman. ", "BRODERICK": "\n[1]Does smell delicious. \n[2]Mmm... Pungent... \n[3]I'm tasting notes of... plum! \n[4]--Cutting open the Roquefort next? \n[5]Now there's a woman... \n[6]Or being rich! That's how I got it. ", "BOXTROLLS": "\n[1]The crowd HISSES as Gristle grabs Winnie and pushes her down the trap! Gristle makes CHOMPING and NOM NOM sounds. \n[2]Mr. Gristle returns and stalks Pickles from behind-- \n[3]Frou Frou wallops Gristle with her fan. The crowd cheers her on as she beats the crap out of him in a not-very-ladylike fashion. The crowd is whipped into a frenzy! \n[4]AAAAAAAAh! \n[5]Eggs! \n[6]", "PRISONER": "\n[1]Huh? \n[2]Jelly. Jelly! \n[3]When I'm good I get jelly. I like jelly. JELLY! \n[4]Who am I? Who are you? \n[5]Boy? Or Boxtroll? \n[6]Dresses like a boxtroll, but, uh... looks like a boy. A boy-troll? Yes, or a box-boy? A new species. Never seen before. ", "SIR BRODERICK": "\n[1]Ahem! \n[2]Very good. \n[3]What? Well, I never! \n[4]Hello, Frou Frou! \n[5]My turn, Madame. \n[6]Ah ha ha ha! "}}