{"dialogues": {"MASON": "\n[1]Yeah.     Hey, guess what, Mom? \n[2]I figured out where wasps come from. \n[3]Well, I think it must be if you flick a rock into the air just right, it'll turn into a wasp. \n[4]Yep. \n[5]Fine. \n[6]What did she say? \n[7]She didn't ask for 'em. \n[8]Not all day. \n[9]Not on purpose. \n[10]I thought if it could sharpen pencils, maybe we could sharpen rocks. \n[11]I was trying to make arrowheads for my rock collection. \n[12]Dude, when's my turn? \n[13]Hey, Ted. \n[14]Stop! Quit it! \n[15]Quit!   Mom! \n[16]She's faking, she hit me first!! \n[17]Faker! \n[18]Ohh! \n[19]Dude! \n[20]Hm, look at those! \n[21]When? \n[22]What about our friends? \n[23]Mom, do you still love Dad? \n[24]What if after we move he's trying to find us and he can't? \n[25]Is he still in Alaska? \n[26]Probably taming polar bears or something. \n[27]Sure. \n[28]Goodbye old lady who listens to rock music and rides a motorcycle. \n[29]I am! \n[30]Speak English! Shut up. Mom! She's speaking that stupid language again! \n[31]Is he moving back? \n[32]Ha-ha. \n[33]No. \n[34]'Cause I didn't finish it. \n[35]Just a minute. \n[36]Okay. \n[37]\n[38]\n[39]\n[40]Wish we could use the bumpers. \n[41]Last time I went bowling we had bumpers and it was a lot more fun! \n[42]\n[43]\n[44]\n[45]What'd you do in Alaska? \n[46]Did you see any polar bears? \n[47]I got that one at Dripping Springs... \n[48]And um, my friend Rodney gave me that one. \n[49]And I bought that one. \n[50]Yeah. \n[51]Uh-huh! \n[52]Well, um, these are snake vertebrae. \n[53]Yeah!    Yeah, yeah, yeah, it is. \n[54]Yeah, and these are-- these are beaver claws. \n[55]No. \n[56]...And this is dried Canadian grass... \n[57]This is dried Canadian grass... And, and uh... \n[58]Once she didn't score any and she cried! \n[59]Mom's home! \n[60]\n[61]\n[62]\n[63]No. \n[64]Do you think he's gonna spend the night? \n[65]Mm, no. \n[66]Yeah. \n[67]Nice to meet you, too. \n[68]I wish we could've gone to Europe. \n[69]Really? \n[70]Um, Coke. \n[71]Yoda!   Yoda, man. \n[72]Yoda!   Represent. \n[73]Uh!    Blew you up. \n[74]No, actually it was. That's like the fairest thing ever. \n[75]Oh, once again I take you down. \n[76]Three Musketeers? \n[77]Big hair?     Uh. Robin Hood! \n[78]Hey, you can't use props! \n[79]No. \n[80]Bye, Mom. \n[81]Shotgun. \n[82]Pretty good. \n[83]\n[84]\n[85]\n[86]\n[87]But Dad, I mean why is it all on us though? You know, what about you? How was your week? You know, who do hang out with? Do you have a girlfriend? What have you been up to? \n[88]Hey, check this out. \n[89]One, two, three, four, five... \n[90]Dad, do you have a job? \n[91]I don't know. Mom wanted to know and I didn't know what the answer was. \n[92]Hey, what's up, Jimmy? \n[93]Astros won. \n[94]What you watching? \n[95]Dad? There's no like... real magic in the world, right? \n[96]You know, like elves and stuff. People just made that up. \n[97]Yeah. But like... right this second, there's like no... elves in the world, right? \n[98]See you, Dad. \n[99]I don't feel good. \n[100]I mean, he didn't even ask! He just cut it. I mean, it's my hair! \n[101]I look like a martian now. \n[102]Yeah, I tried to call you but you didn't answer your phone. \n[103]Why'd you even marry him?    He's such a jerk. \n[104]We already had a family. \n[105]Mom, are you okay? \n[106]It's funny. \n[107]Has he ever gotten this bad before? \n[108]No. \n[109]What the hell?! \n[110]Mom... \n[111]Yeah. \n[112]Oh, hi. Can I put an Obama sign in your yard? \n[113]What a dick. \n[114]What? \n[115]Sometimes. \n[116]Bathroom. \n[117]Hi. \n[118]Yeah, I think she's about to get her master's degree. \n[119]I think she already has. \n[120]All over. \n[121]Yeah. \n[122]I'm just kinda sick of moving. \n[123]I thought you were a musician? \n[124]You know that redhead at the bowling alley? \n[125]Do you know her well? \n[126]Is she your girlfriend? \n[127]Like... have you kissed her? \n[128]Sort of. \n[129]Not really. \n[130]Well, we talked on the phone. \n[131]Pretty terrible. \n[132]\n[133]\n[134]\n[135]\n[136]\n[137]\n[138]Dad... \n[139]Ah, that's just perfect. \n[140]That's like advertisement worthy. \n[141]Yeah. \n[142]I don't know. I mean, I think if they were to make another one that the period where the game is set is where it would have to be, 'cause there's nothin' after, really. At the end -- \n[143]Yeah, there's nothing else to do there. But -- \n[144]Yeah, what are you gonna do? \n[145]Mornin'. \n[146]Sure. \n[147]Alright. \n[148]See ya. \n[149]Yeah.     Good luck with that. \n[150]I didn't! \n[151]No. \n[152]Hi Jill. \n[153]Over to the college. \n[154]My mom's a teacher. \n[155]Psychology... I think.      What are you up to? \n[156]How come? \n[157]I... think so. \n[158]Oh, it's uh, \"Breakfast of Champions\". Kurt Vonnegut. \n[159]Sure haven't. \n[160]I like it alright. It's a lot smaller than Houston, but it seems pretty cool. Have you always lived here? \n[161]\n[162]\n[163]\n[164]\n[165]\n[166]\n[167]\n[168]Bye. \n[169]Hey man.    What's up? \n[170]Uh, who's goin'? \n[171]Yeah, let me check with my mom. \n[172]Hey, Mom. Can I go camping with Chase tonight? \n[173]Uh, at that house that his family's building. It's pretty much finished. \n[174]His brother's a senior. \n[175]Yeah. \n[176]Mm-hmm. \n[177]Okay. \n[178]Check this out, man. \n[179]That shit's lethal. \n[180]With who? \n[181]A few times. \n[182]Nooo. Jennifer. She doesn't live here, though. She's back in Houston. \n[183]I don't care if you assholes believe me or not. \n[184]Hey, fuck you. I would, but none of the girls here want to. \n[185]Oh yeah? \n[186]Whatever. \n[187]Thanks. \n[188]Yeah. \n[189]Not very long. Um, I went to this camp thing just this past summer. \n[190]Well, they call it \"urban art\". \n[191]So it sounds, you know, less illegal, but... it was really just a way to get free spray paint. \n[192]Yeah, but you know, it's just letters that I'm good at writing. \n[193]\n[194]It doesn't really mean anything, though. \n[195]Yeah. \n[196]In Houston. \n[197]Yeah, yeah.    Some weekends, and over the summer. \n[198]So you're a student of my mom's, right? \n[199]How's she doing? You know, is she -- is she a good teacher and everything? \n[200]Did you enlist? \n[201]I'll see you on Sunday night. \n[202]Mm.    Do you have any gum? \n[203]Thanks.   See ya. \n[204]Uh, like 12:15. \n[205]Uh, just now, I guess. \n[206]Fifteen. \n[207]Have you? \n[208]A little bit. \n[209]A little bit. \n[210]I'm gonna go to sleep. \n[211]What's that? \n[212]Love you guys. \n[213]So, this is like Annie's car and... and you drive the GTO? I guess you can't really put a baby seat in that thing. \n[214]You what? \n[215]So... so it's gone? \n[216]You don't remember? \n[217]Really? You said that was going to be my car when I turned sixteen. \n[218]I remember. I was in third grade and you were taking me over to Anthony Nagar's house for his birthday... and we were there early, so we gave him a ride around the block. And he was talking about how much he loved your car and so you were all like \"Oh. This is going to be Mason's when he turns 16.\" \n[219]Yeah.   You did though. \n[220]Thanks. \n[221]I don't know. I think I always just liked Paul the best. \n[222]Cool. \n[223]Wow. \n[224]Thank you. \n[225]Wow. \n[226]Thank you. \n[227]Mm-hm. \n[228]Mm-hm. \n[229]Felt good. \n[230]Consider everything deeply, but still remain fearless. \n[231]If I don't try, I'll never fail. \n[232]Nice. \n[233]What are you even talking about? \n[234]No, it's fine. \n[235]Were we baptized? \n[236]No, nah, I think I'm alright. \n[237]I'm not sure. \n[238]Not yet. \n[239]Not quite, but... I mean, it's not gonna take me long. \n[240]Sorry. \n[241]Why is that? \n[242]Thanks. \n[243]No, but I mean the things you're talking about, like work ethic or whatever, I feel like I do work pretty hard. I spend the whole weekend taking pictures a lot of times. \n[244]Not really. \n[245]I guess. \n[246]I want to take pictures.    Make art. \n[247]That's what I'm trying to find out. \n[248]Fuck you. \n[249]Yeah, some girl did that in sixth period. \n[250]Until it comes off, I guess. \n[251]Jesus Christ. \n[252]Okay. \n[253]Hey.    How's it goin'? \n[254]I don't know. Awhile, I guess. \n[255]I just feel like there are so many things that I could be doing and probably want to be doing that I'm just not. \n[256]I mean, I guess it's... just being afraid of what people would think. You know, judgment. \n[257]Exactly. I find myself so furious at all these people that I'm in contact with just for controlling me or whatever, but you know, they're not even aware they're doing it. \n[258]Everything. I mean, I just    wanna be able to do anything I want,   because it makes me feel alive. As    opposed to giving me the appearance   of normality. \n[259]I don't think it means much. \n[260]Yeah? \n[261]Is that a compliment? \n[262]I mean, I don't want to like... scare kids at the park, or anything like that. \n[263]I really like talking with you. I don't usually even try to like vocalize my thoughts or feelings or anything. Just, I don't know, it just never sounds right. Words are stupid. \n[264]I don't know. I guess I feel comfortable. \n[265]Hey, Jim.   I'm sorry I'm so late. \n[266]I don't know. Awhile ago. \n[267]I'm sorry. \n[268]I don't know what to tell you. \n[269]Man, can I just have one day where everyone isn't all over my ass!? \n[270]You know, Jim, you're not my dad. \n[271]Morning. \n[272]I don't know. I didn't. \n[273]Phillip? \n[274]I don't know. I'm sorry. \n[275]Why? \n[276]Well why did you even buy it in the first place, then? \n[277]Really?   Like what? \n[278]Don't be gross, Mom. \n[279]Okay. \n[280]I do dishes all day. \n[281]Okay. \n[282]You want one? \n[283]She didn't even touch them, seriously. I watched her the whole time. \n[284]It's a night of romance. \n[285]I'm goin' as fast as I can. \n[286]Enrique is not here.   I'm tryin'. \n[287]Good. \n[288]No , it's fine. It's up for the trip. \n[289]\n[290]\n[291]\n[292]\n[293]\n[294]Hey, Annie.    Hey, kiddo. \n[295]Okay. \n[296]Okay. \n[297]\n[298]\n[299]\n[300]\n[301]\n[302]\n[303]\n[304]Umm... \n[305]I will. \n[306]Not at all! I finally figured it out. It's like when they realized it was gonna be too expensive to actually build cyborgs and robots... I mean, the costs of that were impossible. They decided to just let humans turn themselves into robots. That's what's going on right now. \n[307]Yeah! I mean, why not? There are billions of us just laying around, not really doing anything. We don't cost anything. I mean we're even pretty good at self-maintenance and reproducing constantly. And as it turns out, we're already biologically programmed for our little cyborg upgrades. \n[308]Seriously. I read this thing other day about how, like, when you hear that ding on your inbox you get a, like a dopamine rush in your brain. It's like we're being chemically rewarded for allowing ourselves to be brainwashed. How evil is that? We're fucked. \n[309]I still make fun of Trevor, though. \n[310]That's just 'cause they did that lame story about it in the school paper. \n[311]That's the thing though, I'm not doing it for attention. I just want to try and not live my life through a screen. I want, like, some kind of actual interaction. A real person, not just the profile they put up. \n[312]Yeah, okay, I know you're joking, but, I mean, it's kinda true you have been, you know, checking your phone this whole time, and so what are you really doing? You don't care what your friends are up to on Saturday afternoon but you're also obviously not fully experiencing my profound bitching so... it's like everyone's just stuck in, like, an in-between state. Not really experiencing anything. \n[313]Oh, that's -- that's groundbreaking. She hasn't seen you in, like, 55 minutes? \n[314]Hm! Okay, you're right.    That is a -- \n[315]That is a really cute, tiny pig. Our lives can go on. \n[316]Yeah, in just a few years that's you And that's gonna be me. \n[317]He just said. He's a UT professor, tenure and everything. \n[318]What are WE even doing here at 3:00 in the morning? \n[319]Hell yeah. \n[320]You know, by, like, next summer this'll just be our lives. \n[321]Stayin' out all night and goin' to shows... whatever we want. \n[322]Sometimes. \n[323]Only then. \n[324]Yeah. \n[325]Ah, Jesus. \n[326]I don't know, doesn't it all seem a little overwhelming? I mean, college? I mean, I like the idea of being away from home and gaining skills and getting better at photography. I just, I don't know, I'm not counting on it being some big transformative experience. \n[327]But it's like a pre-ordained slot that's already got your name and number on it. I don't think it's the key to my future. Cause, like, I mean, look at my mom. She got her degree, and got a pretty good job, she can pay her bills... \n[328]Well, I like my mom, too. I just mean, basically, she's still just as fucking confused as I am. \n[329]Thanks. \n[330]Hey. Um, did uh, did Sam tell you we were gonna stay here? \n[331]Sorry. Um, she uh, she said you were out of town for the weekend. \n[332]Yeah, I'm, I'm Mason. \n[333]Um, this is Sheena. \n[334]Okay. \n[335]Yeah, yeah we have to, we have to get outta here soon anyway, so... \n[336]Yeah.    You, too. \n[337]That was so awkward. \n[338]Thank you. \n[339]Yeah. Yeah, every little bit helps, you know. \n[340]End of the summer I think. You know, work some more before then, try to save up some money, at least. \n[341]Yeah, yeah, that's the idea. \n[342]Excited, you know. But kind of half- excited, half-terrified. \n[343]Yeah.   Exactly. \n[344]Exactly. \n[345]Thanks. \n[346]I'm not being childish. You're the one who made it into this big thing by telling everyone. \n[347]So Cynthia just magically knows you're going to the prom with this loser even though you're not dating him anymore? \n[348]Well, your best friend has a big fucking mouth. \n[349]Why don't you just tell Miss Fuckin' Rubber Jaws she can keep on talking as long as she includes the truth, which is that we wouldn't be having this conversation if your college boyfriend weren't out of town this weekend. \n[350]Now it's just humiliating.   I can't... I can't do that. \n[351]Fuck anyone else. I care what I think of me. Which isn't much right now. King of the Pity Prom. \n[352]Great. \n[353]\n[354]\n[355]\n[356]\n[357]\n[358]\n[359]What do you care? \n[360]Does it matter? \n[361]Well, we never, ever have to. \n[362]Gimme that. \n[363]Naw, dude, I'm goin' to this like, show with my dad in Austin. His friend's playing. \n[364]Fuck, there's so many cars here.    I don't wanna go in there. \n[365]Fuck you.   You're coming in with me. \n[366]Yes!   Yes, you are. My mom loves you.   You have to say hi. \n[367]Do you want to hurt her feelings? \n[368]Well then, let's go get 'em. \n[369]Can't believe you guys came all this way. It means a lot to me. \n[370]No, no.   Tell him I said hi. \n[371]What is it? \n[372]Yeah. \n[373]Yeah, yeah.    That's her. \n[374]Yeah, yeah, just recently. \n[375]Sheena. \n[376]No. \n[377]She's staying in this part of Texas. \n[378]She didn't even like sports. \n[379]No, that's alright. \n[380]It's okay. \n[381]It's not the same, though.     I mean, you never got to know her. \n[382]I just don't know what I did wrong. \n[383]\n[384]\n[385]\n[386]\n[387]\n[388]\n[389]\n[390]\n[391]\n[392]\n[393]So what's the point? \n[394]I don't know, any of this. Everything. \n[395]Well, I got silver.   And nine other people did, too. \n[396]Doesn't the apartment have like an attic, or storage or something? \n[397]What about Christmas, though?   What are we gonna do? \n[398]I'm gonna get the veggie burger. \n[399]She's pregnant. \n[400]...Isn't that kind of crazy though, that a computer knows who you are from just twenty questions off a form? I guess there are really only like eight types of people in the world. \n[401]I mean there are subsets, like male and female, but apparently we're not as unique as we want to think we are. \n[402]No, but we've been trading emails. He seems pretty cool. He's studying literature, and uh, anthropology, and he's way into Bright Eyes... so that's not so bad. But anyways, he was telling me about how the system they use for assigning roommates is kind of spooky. Like, the Freshmen satisfaction rate for new roommates used to be like 60%, and now it's 100%. Just cause of the computer. \n[403]Yeah. But we've pretty much decided that soon they won't even need a questionnaire. Because they'll just let the NSA scan your digital ghost, and they'll tell you who your roommate is, based on everything you've ever said, written, or clicked. \n[404]Did you -- Did you put this in here again? \n[405]I don't want it. \n[406]Well, I mean, all the more reason to leave it behind, right? \n[407]What? \n[408]No, what is it? \n[409]Mom... \n[410]What are you talking about? \n[411]I mean, it's not that I'm that happy. What do you, what do you expect? \n[412]Aren't you jumping ahead by like, forty years or something? \n[413]Yeah.   Dalton, right? \n[414]Definitely. \n[415]Yeah. \n[416]Well, yeah. I don't- I don't care. No worries. \n[417]I just got like one... box left, I packed pretty light. But I appreciate it. \n[418]Um, are you goin' to the orientation mixer thing? \n[419]Hi. \n[420]Where're you going? \n[421]Yeah. But not since I was really little. \n[422]Hi. \n[423]Sure. \n[424]Awesome. \n[425]Do they let you major in that here? \n[426]Nice. \n[427]What do you teach? \n[428]Wow.    Which one's your favorite? \n[429]\n[430]\n[431]\n[432]\n[433]\n[434]\n[435]\n[436]\n[437]He seems cool, though. \n[438]Great.    Really great, to be honest. \n[439]Yeah.     Me too. \n[440]Yeah. Yeah, I know. It's constant, the moments, it's just... it's like always right now, you know? ", "DAD": "\n[1]Oh my!    Look at you, you're so big! \n[2]Hey, MJ! What's happening, buddy? Are you guys ready to have some fun? \n[3]Yeah! Alright.     Hey, Catherine, how are you? \n[4]Good to see you. \n[5]What time should I have these rascals back? \n[6]Aw, you know what, why don't I take them over to their mom's? \n[7]Oh no, that's alright. You guys know where it is, don't you? \n[8]All right, I'll do it.     It's no problem. \n[9]Look, it's no problem.     Alright? \n[10]\n[11]\n[12]\n[13]\n[14]\n[15]\n[16]\n[17]\n[18]\n[19]\n[20]\n[21]\n[22]\n[23]\n[24]Seat belts.     Alright. \n[25]Seat belts. Not like this car has any seat belts. \n[26]Nice...   Nice... Nice... \n[27]Yeah!    Alright! \n[28]Come here, come here, yes! That was awesome! Get up there Mason, get up there! \n[29]It was so good! Come on. Let 'em know who you are, buddy. Let 'em know who you are. \n[30]Yes!    Yes!   Yes! Alright, alright... \n[31]Don't worry about it. \n[32]Bumpers are for kids. You know, what're you, two years old? You don't want the bumpers. Life doesn't give you bumpers. \n[33]There we, there we go, there we go! We got something there! We got something! We got something! Ooooh! \n[34]You don't want the bumpers, alright? You bowl a strike with the bumpers and it doesn't mean anything. Trust me. Just lay it out on the lane. One, two, three and... \n[35]Ka-blam! Let's hear it for the father! Whoo! Get up there, get in there... \n[36]Get out there, girl, get out there! \n[37]Look at this. It's a disaster. \n[38]Alright, let me tell you what's happening in Iraq, alright? Exactly what every thinking person in the world knew was gonna happen before they got started. Bush and his little numb-nut fanatics he's got around him, they don't give a rat's ass. \n[39]What's a quarter? \n[40]Oh, sorry.   My bad. \n[41]That's what they're teaching you in school? Alright, listen to me. Listen to your father, okay? That is the lie. That's the big lie. Iraq had nothing to do with what happened at the World Trade Center. You know that, right? \n[42]\n[43]\n[44]\n[45]\n[46]\n[47]\n[48]\n[49]You ever get mad at your mother? \n[50]You ever get mad at your brother? \n[51]Yeah.    You ever yell at him? \n[52]Yeah. Doesn't mean you don't love him, right? \n[53]Look, the same thing happens when you're grown up, alright? You... You know, you get mad at people. You know, it's not a big deal. \n[54]I worked on a boat for a while.     Um, I tried to write some music. \n[55]No, but I saw a Kodiak bear.     It was fuckin' huge. \n[56]I'm sorry. Here, take a dollar, alright? Keep the change. \n[57]You guys are gonna be seein' a lot more of me. Okay? I missed you two real bad, while I was gone. Okay, I want you to know that. I just needed to take some time. You know, to... Just... Your mom and me, okay... Well, your mother, okay, is a piece of work. Alright, I think, I think you know that by now. Alright? And I'm just, I'm so happy to be with the two of you. Okay. And I'm sorry about that bumper business. Alright. I'm gonna get better at stuff like that, okay? \n[58]Mmhmm. \n[59]Yeah? \n[60]You bought this one? \n[61]You found this at Dripping Springs? \n[62]Wow!    What else do you got? \n[63]Snake vertebrae? That's disgusting. Huh? Mason, I don't want you collecting snake vertebrae anymore. \n[64]Is this the feather I sent you? \n[65]You're on a basketball team? \n[66]Wow!    Check you out! \n[67]Beaver claws? \n[68]What, you hunting beaver, huh? \n[69]Uh-huh.   What position do you play? \n[70]Uh-huh.   Wait, you scoring any points? \n[71]Eight or ten a game?     That is awesome! \n[72]You cried? \n[73]Awww. \n[74]Hey, Mom's home. \n[75]\n[76]\n[77]Yeah. Sure. They had more than french fries. \n[78]Hey, Randy! \n[79]Hey, you two. How you doin'?        Oh. \n[80]Here, let me get this bag here.      You doin' okay, darlin'? \n[81]Yeah?    Ah.   What about you, cowboy? \n[82]Yeah?    Alright.    Let's roll! \n[83]You guys ready for the big game? \n[84]\n[85]\n[86]\n[87]\n[88]\n[89]\n[90]\n[91]\n[92]Yeah? \n[93]What's it of? \n[94]Alright, no-no-no-no-no. Nope, that is not how we're going to talk to one another. Alright? Now, I will not be that guy. You can not put me in that category, alright? The biological father who I spend every other week with and I make polite conversation, you know, while he drives me places and buys me shit. No! Talk to me. \n[95]Samantha, how was your week? Uh, I don't know Dad, it was kind of tough. Billy and Ellen broke up, and Ellen's kind of mad at me because she saw me talking to Billy in the cafeteria. And you remember that sculpture I was working on? Well, it was a unicorn and the horn broke off. So, now it's zebra. Okay? But I still think I'm going to get an 'A'. Alright? \n[96]Mason, uh, how was your week? Well Dad, you know it was kind of tough. Joe, he's kind of a jerk, actually. He stole some cigarettes from his mom and he wanted me to smoke 'em. But I said no, cause I knew what a hard time you had quittin' smokin', Dad. How 'bout that? Is that so hard? \n[97]What is so hard to answer about what sculpture are you making? \n[98]Okay. Okay, that's good. See, that's, I didn't know that. I didn't know you were even interested in abstract art. \n[99]I see your point. \n[100]So we should just let it happen more natural, right? That's what you're sayin', right? \n[101]Okay.   That's what we'll do.    Starting now. \n[102]What's that one?    Look at this. \n[103]What kind is that? \n[104]Alright. \n[105]This one's incredible.     That's the owl one, right? \n[106]I think he went pee-pee on you, bud. \n[107]Ahaa! Ahh! Get away from me! Get away from me! Get your sister -- Ahh! \n[108]Yo, Mase, look at me here. Make a diamond with your hands, alright? Fingers and thumbs. Keep your hands soft. Hey, Sam. \n[109]Very nice. That's how you want to catch it, just like that. Even when you're runnin', that's what you're thinkin' about, that diamond. That diamond, and soft hands. \n[110]There it is. \n[111]Down!   Set!    Hut!   Ahhhh! \n[112]No no no no no! \n[113]Don't let her get -- No no no no no! \n[114]Let's go, Roger! \n[115]Guy's incredible. He's unhittable this year! Now just so you know, what we're watching here, is history. Now you see this guy out here? This dude is like forty-three years old and he's strikin' out guys half his age. This guy's ERA is 1.47, alright, can you believe that? Now if the Astros could just get a few runs maybe we'd win a game. \n[116]Ha!   Why would you ask me that? \n[117]Mom wanted to know. Alright. Well, you can tell mom that I just happen to have passed my second actuarial exam, alright? So... you tell her that. How's she doing? \n[118]She finishing school? \n[119]All 'A's huh? Like mother, like daughter, right? \n[120]Yeah!!   Fuckin' A! \n[121]What, I'm the only one with any arms around here? Nobody else can carry anything, huh? Help their old man out? \n[122]Aw, come on Jimmy, man! You knew the kids were comin' this weekend. \n[123]Can't you just help me out a little bit, just -- \n[124]Yeah, don't \"muffin\" me, alright? Don't put me in that position. Alright, I'm not your fuckin' Tony Randall. \n[125]It was not a mess this morning. Okay? \n[126]Oh yeah, great. \n[127]Oh, come on man! Turn this shit off. Come on, give me that thing. \n[128]Did you watch the game? \n[129]Lane won it with a three-run homer. It was beautiful, wasn't it? \n[130]Sam lost her mind! She's a huge Astros fan. \n[131]\"Well Saturday night was a lunar eclipse, I sang 'em a song, went somethin' like this: Well go to sleep, my weary babies, Let the sounds roll on by, Tonight we're safe here in Houston, With this, your daddy's lullaby. Your mother's got a new husband now, He seems alright, I wonder if he's readin' them stories, And kissin' them goodnight? Well babysitters say they miss me, I know I shouldn't hope it's true, The teacher says my son paints pictures of a family all in blue, She says she caught him whispering to the window, Will Daddy please come home? I know I could call him up, but what if his mother answers the phone? \n[132]You brush your teeth? \n[133]Did you brush your teeth? \n[134]You gonna fall asleep with those things in your head? \n[135]Yeah well, try not to, alright? \n[136]You want me to turn off the light? \n[137]Okay, goodnight Sam. \n[138]Hey... that was a fun day, right? \n[139]Why? \n[140]Goodnight. \n[141]What do you mean? \n[142]Well, I don't know. I mean what makes you thinks that, that elves are any more magical than something like... like a whale? \n[143]You know, I mean, what if I told you a story about how underneath the ocean, there was this giant sea mammal that used sonar, and sang songs, and it was so big that its heart was the size of a car? And you could crawl through the arteries? I mean, you'd think that's pretty magical, right? \n[144]No.   Technically no elves. \n[145]Love you guys. \n[146]Alright. Be well. Okay. Have a great week. Sam, I'll see you next weekend? \n[147]What? \n[148]A sleepover? \n[149]Alright.   I'll talk to your mom about it. \n[150]Don't worry about it, okay?      Have a great week. \n[151]Okay. \n[152]Hey, alright! Looks good! How many you got left, two? Alright, alright, we're done. Let's get out of here. Come on, Sam. \n[153]Go get that McCain sign, would you? \n[154]Get the McCain sign! Go rip it up, come on! Get it, get it, get it... Go! Go! Go! \n[155]Good job, buddy. Yeah. Proud of you, son. \n[156]Hey, look. I'm a patriot, alright? Sometimes in this life, you gotta fight. \n[157]And what is it that you do at these parties? \n[158]Uh-huh. And that's more fun to you than going camping with your brother and your father who love you? \n[159]Wow.   Is there gonna be alcohol there? \n[160]\n[161]\n[162]\n[163]\n[164]\n[165]\n[166]\n[167]Have you met him?       Has he been around the house? \n[168]Sometime-zz?     Zzz? \n[169]You have a boyfriend... Wow.       Have you heard of Sarah Palin? \n[170]What's the one thing that you know about Sarah Palin's seventeen year old daughter? \n[171]That's right. And what is the one thing that you are not going to be in a couple of years when you turn seventeen? \n[172]That's right! Alright, now what are the, the two ways that you can achieve that goal? The first is... not have any sex. Okay? That's the first way. Okay? Just not engage in that. That did not work out very well for your mother and me. And what's the second way? \n[173]Where are you going? \n[174]You don't have to go to the bathroom. Sit down, Mason. Just... Just sit down. What's the second way? Alright? Has your mother talked to you guys about this stuff? \n[175]No, come on. Has she talked to you about... contraception? \n[176]Huh? What has she -- condoms?    Has she talked about that? \n[177]What?   What? \n[178]Well.    Does Garret have a condom? \n[179]What? What, come on Sam. We have to be able to talk about this. Alright? Come on, we do. We can do it. We can do it. Just stay with me here. Alright? It's as hard for me as it is for you. But, seriously though, alright, I read an article in the paper the other day... that said that although U.S. teenagers are not the most sexually active, we have the highest rate of teenage pregnancy. Okay? \n[180]Oh, hey.    Hey, Tammy.    How you doin'? \n[181]Wow, yeah, good to see you. Um, Tammy, this is my daughter Samantha. \n[182]And this is Mason Junior right here. Tammy. \n[183]Say hi. \n[184]Yeah, yeah.     What're you doin' here? You uh... \n[185]Oh, well, uh.... \n[186]Um, we're going camping. Well no, this one is not going camping. This one is going to a party. \n[187]We, the men, are going camping. \n[188]Yeah -- \n[189]Yeah, yeah, yeah. No, I'll drop him off at seven and then I'll just call you, alright? \n[190]I'll see you. \n[191]Don't -- don't, don't look at me like that, alright? I just -- look, just to finish the point -- okay? I was twenty-three when your mom had you, alright? So was she, alright? And we didn't put ourselves in the best position to be great parents, and I wish that -- I wish I were a better parent to you guys. Alright? And I, I hope that you can learn from my mistakes. Okay? So, wear a condom. Or get Garrett to -- I don't know. Whatever. \n[192]Now... listen to this song, alright? \n[193]\"I try to stay busy\" It's just straight up, the lyrics... it's a straight up old school country song. \n[194]Listen to the production of this. Production's like uh, like \"Abbey Road\" or something. \n[195]\"Even though I know you're not comin' home.\" You know, his old woman's gone... straight up. Nothin' fancy. \n[196]Well, then she's gonna start applying for teaching jobs? \n[197]Really?   Where? \n[198]All over Texas? \n[199]Well, if you gotta move, you gotta move, you know? It's no big deal. We can handle that. I'll still come get you every other weekend. I mean, unless she moves 500 miles away or something, it'll just be a little more car time. No big deal. \n[200]Well, I bet you are. But you know, you never know. I mean, I might have to move, right? I'm working for this insurance company now. These places get bought and sold all the time. You know? We'll just roll with it. \n[201]I am but... life is expensive, you know. Guy's got to be responsible. What do you think? \n[202]Hey, hey, you bast -- Oh you, punk kid! You got no respect! \n[203]Sure.     What about her? \n[204]Ahhh, you know, we've hung out a little bit. \n[205]How do you mean? \n[206]Um... Yeah. Yeah. I've kissed her. What about you? You got a girlfriend? \n[207]Really.     Have you uh, have you kissed her? \n[208]Yeah.     Well, what have you done? \n[209]Oh yeah?    How'd that go? \n[210]Oh yeah? \n[211]\n[212]\n[213]\n[214]\n[215]\n[216]\n[217]\n[218]Okay, this is the best s'more I ever made in my life, alright. \n[219]This is absolute peak.     Look at this. \n[220]Honey brown, no burn... look at that, huh? \n[221]Sell that in the store. Mmm. \n[222]Mm-hm.   Advertisement quality. \n[223]You think they ever will make another \"Star Wars\"? \n[224]Yeah, no, \"Return of the Jedi\" it's over. There's nothin' -- \n[225]You know, you can turn Han Solo into a Sith lord. I mean -- \n[226]Good mornin'. \n[227]You gotta pee? \n[228]Ah. Hit the campfire. Ancient, uh, Native American custom. You're gonna give back to the Earth what you take from it and you don't burn the forest down. \n[229]Hey!   How you doing? \n[230]That's our car.    Hop on in there. \n[231]Hey listen, uh, thanks for that camera you got Mason. \n[232]He's loving that thing. \n[233]Yeah, I know. \n[234]Yeah?   You alright with that? \n[235]Yeah... Right... Well... \n[236]At least he's focusing on something. \n[237]You know?     That's what I like. \n[238]You're doing a nice job with the house though, it's looking great... really great. \n[239]Yeah. Right? \n[240]Hey bud!     Hey, Happy Birthday! \n[241]What's that?     That's our new car! Get in it. \n[242]Hey, how you doing?      Good to see you. \n[243]Alright! \n[244]We got a big drive ahead of us. \n[245]Alright.     Well, we'll be back tomorrow night. \n[246]Yeah, no...     But I had to sell that anyway. \n[247]Yeah, I had to sell that. \n[248]Yeah, some sucker collector from California paid twenty-two grand for it, which is great 'cause I basically got to pay for this in cash. I only paid eighty-five hundred for that thing way back when. I mean, you know, cars are generally a terrible investment. You know? Soon as you drive them off the lot you got a used car on your hands, and the value's only dropping from there. \n[249]But... if you take care of it, you know, and you get lucky and it's a classic, you know, the value starts going up again. I mean shit, you got guys paying hundreds of thousands of dollars for some Shelby Cobra. \n[250]What? \n[251]Remember what? \n[252]What? No, I didn't.       I never said that. \n[253]What are you..? Alright, first off, I have no memory of that, alright? Second of all, I would never say that. Never. \n[254]What? Mason. Come on, what about your sister? I'm just gonna forget about her? Come on, how's that fair? Huh? Anthony Nagar, what the? \n[255]Are you...? Oh, come on! I mean, you're not... Ughh. Look, you can sit there like there's a death in the family, alright, but bottom line is that was my car. Alright? I paid for it, I took care of it, and I can do whatever I want with it. Alright? I'm sorry if you had other ideas about it but when you get older you can save up and buy a car of your own. And be cool like I used to be. Or... you can get a mini-van. \n[256]Hey, hey, Annie? Will you get me the, the little birthday present for Mason? \n[257]Alright. This one, this one needs a little explanation, okay? Open it up. I call that \"The Beatles' Black Album\". Alright, what it is, is the best of John, Paul, George, and Ringo solo, post-break up. \n[258]Yeah, basically, I put the band back together for you. \n[259]You know, whenever you listen to too much of the solo stuff, it kind of becomes a drag, you know? But you put 'em next to each other, alright, and they start to elevate each other... and then you can hear it. Huh! It's The Beatles. You know? \n[260]It doesn't matter, you know, you're missing the point. There is no favorite Beatle! That's what I'm saying. It's in the balance. That's what made them the greatest fucking rock band in the world. Okay? You know, and there's this decade of music out there that's been scattered. Alright? \n[261]And now it has been carefully found, arranged, and ordered for you, by your loving father. \n[262]Yes, yes, yes. So, I mean, look at that-- look at that, uh, top of Volume II, first four tracks... You've got \"Band on the Run\" into \"My Sweet Lord\", into \"Jealous Guy\", into \"Photograph\". I mean, come on. It's like the perfect segue. You got Paul, who takes you to the party, George who talks to you about God, John who says no, it's about love and pain, and then Ringo who just says hey, can't we enjoy what we have while we have it? It's a good record. I shit you not. \n[263]Hey there, Cliff. \n[264]Oh, good.   How you doin'? \n[265]Ah, it's great to see you. \n[266]Yeah, we sure did.    We sure did. \n[267]Alright, we ready? \n[268]Hey, Sam. \n[269]Hey, still sleeping here? \n[270]You ready? \n[271]Make a wish, make a wish. \n[272]Hey Sam, would you get us a knife so we can cut this up? Hey? Alright. \n[273]It's not going to make all your dreams come true, here, you know. Just keep your expectations low. No, no, no, no, you need it. It's... \n[274]It's -- hey! Come, on right? You gotta have it. You need this. \n[275]You've got life ahead of you.   You know -- \n[276]You've got dances -- \n[277]-- And job interviews. Here, I'm going to get it all wrinkled here. \n[278]The Black Album was from me. \n[279]Now cock it. Alright, there you go. Now, what you want to do is line up the front sight with the back sight, here, you see this little V right here -- \n[280]Now which one you aiming at? \n[281]The middle can? Alright, alright. Now fire at will, alright? \n[282]Ho.   Whoa! \n[283]Alright, watch out, watch out.   Whoa. Be careful. Alright. \n[284]Well, I want for us to be together forever. \n[285]I want you to be easy and casual. \n[286]Good! \n[287]Alright, you're our first audience, you know? Mason demanded we work on it the whole drive. \n[288]It's a work in progress. \n[289]Yeah. \n[290]Want me to stay with you? \n[291]You sure? \n[292]Hey, you guys don't mind coming back here on the 20th, do you, for Cooper's baptism? \n[293]Sam? \n[294]I appreciate it. It means a lot to Annie and her folks, you know. \n[295]I wasn't the least bit concerned with the state of your soul. We can do it now, though, if you want. \n[296]You and Cooper together, you know. Dunk your heads. \n[297]And what's that supposed to mean, hm? \n[298]Well, I think that shotgun should live at my house, huh. I don't think your mom would love that. \n[299]Hey, look out, Sam. Let me show you how it's done. \n[300]Still got the goods, hmm? \n[301]Well, so it's -- it's runnin' okay? That alternator's not messin' up anymore? \n[302]\n[303]\n[304]\n[305]\n[306]\n[307]\n[308]Alright, hey, hey, say hi to Annie and Cooper, will you? \n[309]Alright, alright, well, be careful when you're driving, alright? Don't be texting, don't be doing any of that. Alright? Just, you're Obi Wan. You're centered, patient, right? You watch three cars ahead, two behind. It takes two bad drivers to have an accident okay? \n[310]Right, and listen, tell your sister to pick up her phone or call me back or something. \n[311]Alright, buddy!      You have a good one. \n[312]We're aware. \n[313]Uh, look who's here! \n[314]No, don't even start, don't start, don't start. \n[315]Oh, uh... Alright, uh, well... Mason, I'll make a toast to the future. To your future. You know, it's been a little sketchy this... end of the school year here, trying to figure out what school to go to. Mason told me that, uh, he wanted...to get as far away from home as possible. But still honor our agreement that we pay in-state tuition, which I do appreciate. He's a prudent man, and uh, he's going to have a great future. So, here's to you buddy. \n[316]Congratulations. \n[317]Alright, that's enough. Just ignore him. My brother needs to learn to pace himself. \n[318]Come on, Samantha. \n[319]\n[320]\n[321]\n[322]\n[323]\n[324]If you think she's a bitch now, you should have seen her fucking twenty years ago. \n[325]Steven... \n[326]Steven... \n[327]It's not that simple. \n[328]Do y'all recycle?   Should I -- \n[329]Oh, yeah, right. Okay, great. Okay. Am I, uh, am I your only ex at this party? \n[330]Yeah. \n[331]No.  No, I can't. You did a great job with both of them, by the way. \n[332]Well, it's true.    Thank you. \n[333]I know, I know, right? It's gonna be uh, fifteen years till I have an empty nest. But hey, I'd love to pitch in, help with this, if I could. \n[334]I mean, it's so great that you did this. I was just going to give you a little. I'd appreciate it if I could. \n[335]Yeah. But I don't have any cash. It's in Annie's purse. I'll be right back. \n[336]...So it sucks. I mean, the guy's a college lacrosse player. I mean, what are you gonna do? \n[337]You want a beer? \n[338]You can have one. \n[339]Yeah, well, for what it's worth, we've all been through the exact same thing, at one point or another. \n[340]No, I know, I know.    It's not the same. \n[341]Hey, Jimmy.    Hey, man.   Hey -- \n[342]We're up here raiding the green room. Hope that's okay. \n[343]Alright. \n[344]Uh-huh.    Right? \n[345]Well, we just decided to come a little early, check you out. \n[346]Alright, alright. \n[347]I guarantee you, you didn't do anything wrong. These high school love things, they never work out. Here, come here. \n[348]\n[349]\n[350]\n[351]\n[352]\n[353]\n[354]\n[355]\n[356]\n[357]\n[358]Of what? \n[359]Everything? What's the point? I mean I sure as shit don't know. I mean, but, neither does anybody else. Okay, we're all just winging it, you know? I mean the good news is you're feeling stuff. You know? And you got to hold onto that. You do. I mean you get older and you don't feel as much. You're skin gets tougher. The point is those pictures you took. Thousands of submissions from all over the state and you won. \n[360]I'm gonna kill you. I'm tryin' to tell you that I believe in you, Mason. I think you're really special, and if some girl doesn't see that, then fuck her, y'know? \n[361]Woo-oho! ", "MOM": "\n[1]Hey, love bug. You ready? \n[2]What? \n[3]Oh, yeah?    Where? \n[4]Dang... \n[5]That's cool. \n[6]So how was your day at school? \n[7]Hey, I had a good meeting with Miss Butler this time. I kinda liked her. \n[8]Well... she said that you weren't turning in your homework assignments. And I told her, \"I know he does them, 'cause I check them every night.\" She said she found a big chunk of them crumpled up at the bottom of your backpack. \n[9]Well, baby, she doesn't have to. You're supposed to turn them in. And she said you're still staring out the window all day. \n[10]And she said that you destroyed her pencil sharpener. \n[11]Wait, she said that you crammed a bunch of rocks in it. \n[12]Well, what were you gonna do with a bunch of sharpened rocks? \n[13]Hm. \n[14]Hey. \n[15]What time is it? \n[16]Okay, I meant to call you, 'cause Janice flaked out. I don't have a sitter. \n[17]Well, I can't get a baby-sitter now, it's nine o'clock. But you're welcome to hang out with us. \n[18]Well... you can go. \n[19]Yeah.   Yes. \n[20]It's okay. \n[21]\"Turn back! Turn back! I don't wanna talk to Moaning Myrtle.\" \"Who?\" said Harry as they backtracked quickly. \"She haunts one of the toilets in the girls bathroom on the first floor,\" said Hermione. \"She haunts a toilet?\" \n[22]\"Yes, it's been out of order all year because she keeps having tantrums and flooding the place.\" \"I never went in there anyway if I could avoid it. It's awful trying to have a pee with her wailing at you.\" \n[23]I'm sorry.   I don't want to go with you. \n[24]That's right, I wanna stay here with my kids. That's what I'd rather do. \n[25]I'm not using my kids as an excuse! You don't even know-- \n[26]You have this immature life-- \n[27]You have no responsibility. \n[28]And I have responsibilities, okay, you don't know what it's like to be a parent. \n[29]If you had any idea. You don't think I wouldn't-- \n[30]Don't call my kids mistakes!   Don't! \n[31]You said, \"Your respons-- your mistakes in your life,\" pointing at my kids. \n[32]This is the reality: I'm a parent! \n[33]That means responsibility. \n[34]I would love to have some time to myself! I would love to just go to a fuckin' movie! You don't think I'd like that? \n[35]What the hell is going on in here?! \n[36]Mason! Do not throw things at your sister! \n[37]Listen, both of you! I am going back to bed. I don't wanna hear another peep out of here for an hour. Go to sleep. \n[38]Hey! \n[39]So listen, guys, I wanna talk to you about something, and you might not like this idea at first but... we're moving to Houston. \n[40]Well, soon. We should be out by the first, so we don't have to pay two rents next month. \n[41]Samantha, I have to go back to college so I can make us a better living. \n[42]Oh, baby, we can e-mail them or write. We can come back to visit. And guess what? \n[43]This place that Grandma found us, you'll each have your own room. Right? \n[44]And there's a pool. \n[45]I still love your father... but that doesn't mean it was healthy for us to stay together. \n[46]Oh, that won't be a problem. He can call Grandma and she'll tell him or he can call Information. We won't be hard to find. \n[47]Well, that's what your uncle says. \n[48]Yeah... well, I hope they're taming him. \n[49]Here, wanna help me out? \n[50]Okay. Take this paint... very carefully... and paint any little smudge or mark or anything on the baseboard there, behind the door, and all around the doorways on the inside. \n[51]Okay, let's go, 'cause I wanna get there before it gets dark. \n[52]Samantha! Why don't you say goodbye to that little horse shit attitude? Okay? 'Cause we're not taking that in the car. \n[53]Hey! Hey, what's happening back there? Stop, put the barrier up. \n[54]Hey, put the pillow between you. Make a barrier, come on. Stop. We're gonna play a game called The Game of Silence. Whoever can stay quiet for the longest period of time wins. You guys think you can do that? Okay, go! \n[55]The bus'll be here in ten minutes. \n[56]Put that homework in your backpack! \n[57]Samantha! \n[58]Sit your butt down. \n[59]All right, listen up guys. Grandma's gonna pick you up after school. Your dad is in town for the day so you're gonna spend the afternoon with him. \n[60]I don't know. \n[61]Like... a year and a half. \n[62]Can we please eat, here? The bus is coming. Who wants syrup? \n[63]Hello! \n[64]\n[65]\n[66]\n[67]\n[68]\n[69]\n[70]Did you do your homework or... \n[71]Okay. Can I talk to you outside for a second? \n[72]Doctor Welbrock, this is my son Mason. \n[73]Mason, this is Dr. Welbrock. \n[74]He wasn't feeling well today, so I thought I'd bring him with me. \n[75]Maybe, yeah.     Well, you ready to go? \n[76]Hm? \n[77]Thanks. \n[78]Maybe. \n[79]Hey! \n[80]Hey guys! \n[81]This is for the girls, this is for the girls... \n[82]You take this big elevator up, and when we got to the top, we flew a paper airplane off. \n[83]It flew! \n[84]Yes. \n[85]Oh, sure. \n[86]Um, you know what? Mason, you're okay with water. No more Cokes. Thank you. \n[87]Um, bunch! \n[88]The gathered? Folded. \n[89]Wrinkling clothes... A Wrinkle In Time! \n[90]Bye, baby. I love you. \n[91]Bye, honey. Have fun with your dad. \n[92]Right! Okay, guys, you had this conversation, you understand? \n[93]Tomorrow? \n[94]Okay. \n[95]Okay, I back you up.      You guys got that? \n[96]We all agree, everybody agrees, right? Tomorrow, chores? \n[97]Samantha, please... \n[98]Mm.    Okay.   Bye, guys. Love you. \n[99]Okay. It's just... you have so many lines Bill. Everything's a line. \n[100]Bye, guys. \n[101]Where is Mason? \n[102]Bye. \n[103]Mason, what's goin' on? \n[104]Yeah? Well your head feels fine.     So get your ass out of bed. \n[105]I'm gonna drive you to school, you got five minutes and don't make me late. \n[106]Well, no wonder you were angry.   I'd be angry too. \n[107]Honey, you know what? I'm gonna talk to him about it later, okay? \n[108]I'm so sorry. I've been so busy with school... Hey. \n[109]For what it's worth, it's hair and it will grow back. Now I can see your pretty eyes and your foxy face. \n[110]Well, Bill has his good qualities. You know, nobody's perfect. And now we have a family. \n[111]No -- Go in the house! Go! Go in the house! Go in the house! \n[112]Oh! \n[113]Oh! \n[114]Bill!    Bill! \n[115]Samantha! Mason!    Samantha! \n[116]I'm leaving you, Bill.    We're moving out. \n[117]Samantha and Mason!     Come down! \n[118]Okay, stay back!     Now behave! \n[119]Stop! Come on! \n[120]Hey! \n[121]Stop it! \n[122]Don't touch my kids! \n[123]Don't touch them! \n[124]Seat belts!     Put your seat belts on. \n[125]We're going to stay with Carol and her family for a while. \n[126]Don't look back. \n[127]Hey, Lee and Mason.    Take a break. Here's a snack. \n[128]I'm not their legal guardian, honey. That would be kidnapping. I can't just... \n[129]You know, I don't know honey. I called their mom. I called the Child Protective Services. You know, I have you and your brother. We were in a dangerous situation. You're my responsibility. \n[130]I don't know. And I hope so. \n[131]Not long. We're... Oh, I don't -- I don't know. I don't have the answer to everything. \n[132]We're gonna help out, right? You're not even gonna know we're here. \n[133]Okay, Samantha. You go right through that door. The office is right there. They're expecting you, they're gonna give you your schedule. Here's your lunch money. I will pick you up right here at 3:30. \n[134]Samantha... I'm doing the best I can! And you're right, it sucks! But it doesn't suck half as much as having a drunk fool slam your head against a wall! So cut your horseshit attitude. \n[135]Put your seat belt on! \n[136]You know if you need anything I'm in room 112, right? \n[137]Okay. This is Mrs. Darby's room. Oh, honey, it's gonna be okay. Okay? \n[138]Okay guys, you have a good day. Mason, don't forget, I have to teach late today. Sam's gonna pick you up. Right, Sam? \n[139]Okay.    Bye, guys. \n[140]His cognitive series, his interviews with orphans, Ethology theorists' work... And then he in turn was supported strongly by Harry Harlow's rhesus monkey study. Now you guys, you gotta think, this is the 1950's, this was radical! This flew in the face of traditional learning theory, of B.F. Skinner's classical and instrumental conditioning. Now, Bowlby is going to argue that human survival depends on us falling in love. It depends on me falling in love with my mother, and my mother falling in love with me. And if that doesn't happen, we're pretty much doomed. Now think about it. A tiger chases our tribe out of a cave. Now an ideal mother goes, \"Huh! My baby! I love you! I'll protect you!\" Or... \"Well you, why am I going to pick you up? You're going to slow me down. You... are... tiger kibble!\" \n[141]So next week we are gonna get into Bowlby's four stages of attachment -- oh oh, uh, Professor Douglas and I -- some of you might have classes with Elena -- she and I are hosting a little pre-Thanksgiving get-together at my place, so if anyone wants to come, please stop by. I'm not the greatest cook... \n[142]Thanks. \n[143]Samantha! \n[144]Why in the hell didn't you pick up your brother like you said you would? \n[145]No, no! No excuses! The bottom line is you didn't do what you said you were gonna do. You stranded your brother! \n[146]What do you mean \"some kid\"? He's your brother! And you know what? We've helped Janie out before. I mean, she lives right around the corner. It's no big deal. \n[147]You know what, Samantha? You need to start thinking long and hard about who you want to be. \n[148]Do you want to be a cooperative person, who is compassionate and helps people out? Or do you want to be a self-centered narcissist? \n[149]You know what? When Gaby leaves, you and me are gonna have a chat. \n[150]Camping?    Where? \n[151]Well, will any adults be there? \n[152]You have your cell phone? \n[153]Is it charged? \n[154]Okay, do me a favor. Leave his parents' number and the address on the counter. \n[155]Hey, you guys made it! Good. \n[156]Oh, there you are. \n[157]Oh, thank you. Hey, can I get you a bite? \n[158]How long were you over there? \n[159]Wow. \n[160]But is that odd?    Is that unusual? \n[161]Wow. What did you guys do differently? \n[162]...And they're buying this party line that they're supposed to feel bad and trade off their own pension, as if that's what's corrupting this nation. \n[163]Yeah, thank God for Wisconsin. I mean, we have to follow that example. \n[164]Huh!   Happy birthday! \n[165]Have you been drinking? \n[166]Yeah, a little.     Have you? \n[167]Have you been...? \n[168]Oh... okay. \n[169]Talk in the morning, huh? \n[170]Can we just replace that part of the pipe? \n[171]Todo... Total? \n[172]Gusto... it's stronger? \n[173]Okay... Let's go grande. \n[174]It's good. \n[175]Hey, you know, you're smart.    You should be in school. \n[176]Go to night school. At community college. It's -- It's pretty affordable. \n[177]Hi. \n[178]You too. Hey! \n[179]You look great. \n[180]Aww, look at him!      Ooh.   He's got Mason's nose. \n[181]Yeah. \n[182]Bye, Sam. \n[183]Bye, honey.     I'm so glad you were born! \n[184]Mason!   Honey, come down for dinner. \n[185]Samantha! You didn't post these pictures and their descriptions? Come on, this auction is going to end on Sunday, honey. You've got to get those posted. \n[186]I do. We're what you call house poor. Everyone's got to do their part. Your brother took the pictures. You have to help. \n[187]Yeah, and you like having electricity so that you can charge your cell phone? \n[188]Mason, honey, why don't you get you and your sister some water. \n[189]Morning. Hey, which one of you guys used the downstairs bathroom last night? \n[190]That tall guy, what's his name? \n[191]Yeah, Phillip. He did it. Can Phillip read? I mean, there's a big sign on the door, it says, \"Do not use this bathroom, it's broken.\" I mean, how difficult is that? \n[192]I think I'm gonna put the house on the market. \n[193]This house is too big for us. I mean, you're going to school eventually... It's too expensive. I'm done. \n[194]Because I really enjoy making poor life decisions, keeping us on the \n[195]brink of poverty. I mean, I've spent the first half of my life acquiring all this crap and now I'm gonna spend the second half of my life getting rid of all this stuff. \n[196]Like - Well, I got rid of a couple husbands, now I'm gonna get rid of a mortgage, some maintenance, the tchotchkes, the, the homeowner's insurance, the property tax, the plumbing... Ahhh. You know what? From now on I am gonna be Mommy Monk. Simple. Celibate. \n[197]Fine. I'll be a poor whore with a big house. Is that better? \n[198]Mason -- Mason, please, don't leave me that dirty dish to wash. \n[199]Well, great honey, then you're a professional. Come on, you could do one or two more for you poor old mom. \n[200]Thank you. \n[201]\n[202]\n[203]\n[204]\n[205]\n[206]\n[207]\n[208]I'm just kidding.      I have work. \n[209]Call me when you get there. \n[210]Have fun! \n[211]Hey! \n[212]No-no-no-no, wait. We're gonna take pictures. Put it back on. Hey, can you get a camera? Hey Nick! \n[213]Quick, put your hat on. \n[214]Smile. \n[215]Sam! \n[216]Come here, you guys. I want to make a little toast to Mason. \n[217]Now Mason, I know you really didn't want to have a party today but... we did. \n[218]And you only graduate high school once in your life... So I want to celebrate you and this next phase. And you're going to learn so much in college. You're going to have so much fun. You're going to have inspiring teachers. You're going to learn more about your art. I love you babe. I'm so proud of you... To Mason. \n[219]Sam, say something! \n[220]I have one started there. \n[221]Yes, but I'm not your only wife here, though. \n[222]Can you believe they're both out of high school? \n[223]Thanks for saying that. I never thought I'd hear you say that. \n[224]And you're doing it all over again, huh? \n[225]Sure.   Yeah. \n[226]Thank you. Okay guys, let's be clear. I'm going to break this into four categories. One. Anything you wanna keep from your childhood and your taking with you. Two. Throwing away. Three. Donating. Four. Whatever you wanna try to sell at the garage sell next weekend, whatever we don't sell, we're donating. \n[227]No. You're missing the point. We're not going to drag a bunch of crap to mom's tiny apartment. \n[228]No, I'm moving! You moved two years ago. You have an apartment in Austin. Mason is moving the fall. I'm done. This will be great for me. I'll have all these options. I could take a sabbatical. I could get some writing done and try to get published. \n[229]One of you will sleep on the couch, and we'll use that blow-up mattress. \n[230]Sam, I'm gently pushing you out of the nest. \n[231]And on your way down you may magically find some quarters that you use to do laundry in your own apartment. Come on! You guys are adults. You need to take some responsibility! And what do you want? \n[232]What's wrong with you? \n[233]What is it, your head?   Do you have a fever? \n[234]You weren't driving, were you? \n[235]No, no. Hey - that's not an excuse. You can still pack boxes. These people want to move in as soon as possible. \n[236]Oh, yeah. \n[237]That's great. \n[238]Thanks. \n[239]Thank you. \n[240]Have you even talked to this guy yet? \n[241]Well. Sounds like he'll be a good roommate, then. \n[242]Come on, it's the first picture you ever took. \n[243]Nothing. \n[244]Nothing! \n[245]This is the worst day of my life. \n[246]I knew this day was coming. I just -- I didn't know you were gonna be so fuckin' happy to be leaving. \n[247]You know what I'm realizing? My life is just gonna go, like that! This series of milestones. Getting married, having kids, getting divorced, the time that we thought you were dyslexic, when I taught you how to ride a bike, getting divorced AGAIN, getting my masters degree, finally getting the job I wanted, sending Samantha off to college, sending YOU off the college... You know what's next? Huh? It's my fuckin' funeral! \n[248]Just go, and leave my picture! \n[249]I just thought there would be more. ", "SAMANTHA": "\n[1]...Maaason. \n[2]Oh!    Tommy!    Is Mason down there? \n[3]Well, tell him he has to come home for dinner. \n[4]\"Oops, I did it again... I played with your heart. Got lost in the game. Oh baby, baby...\" \n[5]\"Oops, you think I'm in love. I'm sent from above. I'm not that innocent.\" \n[6]\"You see my problem is this. I'm dreaming away. Wishing that heroes truly exist. I cry watching the day. Can't you see I'm a fool in so many ways...\" \n[7]\"But to lose all my senses-- that is...\" \n[8]He's throwing things at me... \n[9]No, Mother, we're not moving. Nope, nope, sorry Mom. Nope. Nope. \n[10]Fine, Mother. You can do whatever you want but We're not moving. \n[11]She says we're gonna come visit and I'm gonna write and call you. Oh, wait, hold on a second. I'm getting another call. Hello? Sorry, Tommy, Mason can't come over today. We're moving. And I'm on the other line. Bye. Althea? I'm gonna be sending Sailor Scout instructions. Email, and write back telling me how the other scouts are doing. Well, because you're the leader now. \n[12]Goodbye yard, goodbye crepe myrtle, goodbye mailbox. Goodbye box of stuff Mommy won't let us take with us but we don't wanna throw away. Goodbye house, I'll never like mommy as much for making us move. \n[13]Eeeee!   Don't! \n[14]Ahh!   Stop!    No! \n[15]...I affatay servay yoohay. \n[16]I was speaking perfectly clear English, Mother. You know, he's a little slow in the head. He did officially flunk first grade. \n[17]Yes sir, Mother sir! \n[18]Hmm. \n[19]We haven't seen him in about eighty years. \n[20]Oh please... \n[21]So this is my history test... \n[22]And that's another history test. \n[23]Yeah, well, it doesn't have a plus but... oh well. \n[24]And then um, that's my report on lizards... \n[25]And then, um... Oh yeah, these are my pictures. \n[26]Well, that's called a dewlap. \n[27]Oh yeah, this is a math test. \n[28]Daddy!    Hi! \n[29]Mm.   Yeah. \n[30]\n[31]\n[32]\n[33]\n[34]\n[35]Yay! \n[36]Daddy! \n[37]Yay!   Great job! \n[38]That's a quarter. \n[39]You said a-s-s. \n[40]And my teacher says it's a good war, because it's better to be safe than sorry. \n[41]I guess. \n[42]\n[43]\n[44]\n[45]\n[46]\n[47]Yeah. \n[48]Yeah. \n[49]Oh yeah. \n[50]Mmm... \n[51]I know.    That's me. \n[52]You see, that's McKinney, that's Meg, and that Gem. They're all my friends -- \n[53]Um, guard. \n[54]Well, about eight or ten a game. \n[55]Yeah! \n[56]Well, only a little bit. \n[57]Oh, Mason, Mom's home! \n[58]\n[59]\n[60]\n[61]\n[62]Well, we had some french fries at the bowling alley. \n[63]Not yet. \n[64]Doesn't look like it. \n[65]Mom, Mom, Mom, Mom! Look at the sign we made! \n[66]Oh, did you guys kiss under the Bridge of Sighs? \n[67]Technically that's a fancy step cut surrounded by miniature brilliant. \n[68]Think it's true? \n[69]Dementors! \n[70]Thanks. \n[71]Oh, alright. \n[72]Just about. \n[73]I haven't done that yet. \n[74]Bye, Mama. \n[75]But Dad, I mean, dusting is pointless. \n[76]But I mean, who dusts anymore? \n[77]Whatever! \n[78]Yeah. \n[79]Yeah. \n[80]\n[81]\n[82]\n[83]\n[84]Almost finished. \n[85]Nothing. \n[86]Dad, these questions are kind of hard to answer. \n[87]It's abstract. \n[88]I'm not.   They make us do it. \n[89]That would be a... That would be a Magnificent Owl. Caligo Atreus. \n[90]Whoa. \n[91]That looks like a Zebra Longwing. \n[92]Cool. \n[93]Yeah.   Magnificent Owl. \n[94]Yes! \n[95]Great. \n[96]Yep, all 'A's. \n[97]Hi, Jimmy. \n[98]Dad, it's always a mess. \n[99]Sure. \n[100]What? \n[101]Oh.   Yeah.   Yeah. \n[102]Maybe. \n[103]Okay. \n[104]Sure. \n[105]'Night, dad. \n[106]Goodnight, Jimmy. \n[107]Yeah it was.     Sorry. \n[108]That Mason had to be there, you know. \n[109]Alright.   Oh yeah, that's right. \n[110]Susie has a birthday party next Saturday. \n[111]Yeah. \n[112]Bye, dad. \n[113]Had a great time. \n[114]You're not sick. \n[115]He's totally faking it. \n[116]No. \n[117]How many times can you watch that, Mason? \n[118]No. \n[119]I didn't talk to her. She left a message. \n[120]Nothing much. \n[121]She said she'd be back later. \n[122]She said, \"Stay in your rooms.   I'll be back later.\" \n[123]Yeah. \n[124]I don't know. \n[125]She didn't say! \n[126]Where are we going? \n[127]Why couldn't Randy and Mindy come with us? \n[128]Well, what's gonna happen to them? What happens when their legal guardian is dangerous and abusive? \n[129]Are we ever gonna see them again? \n[130]How much longer are we gonna be here? \n[131]Mom, this is awful. You're dumping me in some parking lot of this school where I don't even know anyone! I'm leaving all my friends and I didn't even get to say goodbye! I don't know where to go! \n[132]I'm wearing dirty clothes! Because you wouldn't even let us get our stuff! We don't even have a place to live! This sucks! \n[133]He had a Confederate flag on his house. \n[134]Um.   Our dad's a big supporter. \n[135]Yeah. \n[136]Yeah. \n[137]No problem. \n[138]You guys are gonna get us arrested. \n[139]I don't know... talk, dance, listen to music. \n[140]Yes.   Sorry. \n[141]Probably not. Maybe some of the seniors. \n[142]\n[143]\n[144]\n[145]\n[146]\n[147]\n[148]Kind of. \n[149]Yes. \n[150]She's pregnant? \n[151]Pregnant? \n[152]Oh, Dad.    Dad. \n[153]Oh, Dad.    Please! \n[154]That's enough. \n[155]Ohh!    God!   Dad! \n[156]Yeah. \n[157]Okay!    Mom... \n[158]Mom, I know what you're gonna say. She was running late and we couldn't turn around. \n[159]It's embarrassing to ask my friend to turn around and go get some kid at the middle school. \n[160]Sorry. \n[161]You know what? You're right. I am this horrible person... But honestly, he's not a baby anymore. You don't have to treat him like one. He's in eighth grade and he can find his way home if he wants to. \n[162]Awkward... \n[163]Hey, Dad! \n[164]Good!    Whose car is that? \n[165]Hey! \n[166]Hey Cooper! Hey, how's it goin'? Hello little brother! He's so cute. \n[167]Yeah, isn't he cute? \n[168]Yeah.     She likes it too. \n[169]Yeah. \n[170]No. But she's coming to Houston in April. \n[171]Mm-hmm. \n[172]That'd be great. \n[173]Mm-hm. \n[174]Ah, the middle can. \n[175]Okay. \n[176]Yeah! \n[177]I want for you to know me completely, but still remain mysterious. \n[178]Mason, why are you such a stick-in- the-mud? \n[179]Okay. \n[180]You're not becoming one of those God people, are you, Dad? \n[181]Nice, Dad. \n[182]Why are we even doing this? It's like an online junk shop. I thought you had a good job? \n[183]Who even buys this shit? \n[184]I'm not even gonna be here next year. I'm a senior. I should be having fun. \n[185]A lot of guys do that.   He's just trying to be cool. \n[186]Yeah, just give the lady at the front y'all's I.D.s and, uh, she should let you in. \n[187]Yeah. \n[188]Mm-hm. \n[189]No, it's fine. Have fun. \n[190]About three months. Yeah, we met at a party and it's been, ya know, chill. \n[191]Yeah.    He is. \n[192]Yeah. \n[193]He's studying history and uh, Italian, I think? \n[194]His minor, yeah. \n[195]I don't know, I think, I think he's still figuring stuff out. Yeah, he'll figure it out, he's smart, he's smart. So where are you thinking about living when you come here? \n[196]Yeah. \n[197]Yeah, you don't have to listen to your parents after you turn eighteen. I mean, especially if they're not helping you financially. \n[198]But I mean, living in a dorm isn't so bad. \n[199]I mean especially if it's a coed dorm. I mean, I've never been around like, so many cute guys at once. Like, college is really fun. \n[200]It's great, yeah. \n[201]Oh! \n[202]Abby, I didn't even recognize you. How old are you now? \n[203]Wow. \n[204]Good luck? \n[205]Can't believe we're moving again. \n[206]I'm not sharing a room with him. \n[207]How am I supposed to do my laundry? \n[208]I'm not having anything, not hungry. \n[209]I'm sick. \n[210]No. To be honest, I drank way too much last night. \n[211]No. No. Carrie's back home, too, and we just hung out. You know, peach Smirnoffs, they just go down so easy. ", "BILL": "\n[1]Okay. An unconditioned stimulus, something that produces an unlearned, involuntary, unconditioned response. \n[2]Thank you very much. Class dismissed. \n[3]Ohh. \n[4]Your son. Now see, I thought this was a boy genius who was taking my college course. \n[5]Ah! No fever. It's a con job. I can tell because I have a nine year old son, he pulls this all the time. Same kind of deal. Hey, you play soccer? \n[6]Neither does my boy. He hates soccer. He likes computers. My 11-year-old daughter, loves soccer. Who can figure? Hey, maybe we can get all you guys together sometime, huh? \n[7]Nice to meet you, Mason. \n[8]And thanks for coming to my class. \n[9]Olivia. \n[10]Nice kid. \n[11]So you think, uh, Grandma might be available for a little baby-sitting? \n[12]Really?   Well, great. \n[13]Oh!    We're here!     Hey, we've returned! \n[14]Samantha, Mason, look -- Thank you. That's very nice. \n[15]Hi, Mom. How are you? \n[16]They give you any trouble? \n[17]I know the boys helped you with that a lot. \n[18]That's good... Oh, pass out the goodies. \n[19]Don't worry, we got you some absinthe or something. \n[20]It flew away. It went for miles. Went onto the Arctic Trail. \n[21]Yes, we did. \n[22]Yeah, we'll go as a family next time. But you didn't miss much, really. We just stayed in the hotel room the whole time playing video games. \n[23]And the hotels are really small and really old. Squeaky. \n[24]Listen, I told you to put that away. Would you put that in your purse, please? Computer games at the table. Yes, uh, please, another bottle of wine. \n[25]Now how 'bout you? Did you finish your science project? \n[26]Well, did you work on it? I mean, did you build anything, or plan anything, or..? \n[27]Did he work on it at all, Mindy? \n[28]Did he sit around playing video games with Mason the whole time? \n[29]Mm. You were supposed to finish that by the time I got back. Remember? Hey. \n[30]Ah! \n[31]Brilliant child! \n[32]Hey, hey, hey, hey. Cut it out. Hey, uh-- Judges speak: No props. No props. Can't use props. You can do it without that. Think, think, think. \n[33]Oh no, no, no, no. Back up and take a practice swing first, remember? Nice and easy. Sweep the floor. Sweep the floor. That's good. Don't swing too hard, Randy. He always swings too hard. \n[34]Hey, alright! Very good. \n[35]Back your feet up a little bit. Yeah, like that. Now you're gonna hit it straighter. Okay. Alright, go up and hit it. That's good. Nice slow swing is going to be better for you. \n[36]Alright! \n[37]I don't know man, you must've been... See, your feet are too open, Randy. \n[38]Nice and natural. \n[39]Yes! Go! Alright! Give me five. Good putt, son, good putt. \n[40]Did you see that, Randy? That's the way to do it! Alright, birdie putt. \n[41]Goddamn it. Son of a bitch. Get my clubs, would you? Get the ball. \n[42]This is just in case we have guests this weekend. \n[43]Samantha, I think I heard your dad pull up. \n[44]You guys finish your chores? \n[45]How 'bout the dusting, Sam? \n[46]Well, I saw you working on your art project. You mean you had time to finish your little art project but you didn't have time to finish your chores? I thought we talked about that. \n[47]No, it's not fine,    Mindy. You have your own chores to    do and Sam has hers to do. Huh?      It's simple! Poor choice there,    Sam. Hurry up. \n[48]Mason! Your dad's here... \n[49]You guys aren't settin' any speed records, are you? What'd you do, get about half done? Hey, hey, hey, hey, hey. So did you finish? \n[50]Is the job complete? \n[51]So, what are you going to be doing tomorrow? Same thing, right? \n[52]Okay.   Go. \n[53]Just a minute, Mason. The boys didn't finish raking the leaves. Samantha did not finish dusting. So tomorrow, when they come home, instead of swimming and all the other little stuff that they want to do, they're gonna do their chores. Right? \n[54]Thank you. I just wanted you to back me up on that so I'm not the only one yelling at them all the time. \n[55]Well, they don't hear it, you know. It goes in one ear and out the other. \n[56]It's not pointless, you just don't like to do it. \n[57]You do when we ask you to! And don't -- Olivia, don't let her back-talk me in front of the other kids, please. Thank you. \n[58]Bye-bye, have a wonderful weekend. \n[59]I'm sorry, but I thought we talked about it. You have to draw a line, you have to back it up. \n[60]This is gonna look so much better. You're gonna look like a man instead of like a little girl. You're takin' the eyebrows off next, right, Byron? \n[61]Your mother had a little accident. Now she's being dramatic. \n[62]Get off the fucking floor Olivia, for Christ's sake! \n[63]I'm having a drink with my dinner. Anybody else have a problem with that? Hm? Samantha? \n[64]Mindy? \n[65]I didn't think so. \n[66]You don't like me much, do you Mason? That's okay, I don't like me either. Think that's funny, huh? You think that's fuckin' funny? \n[67]What's the matter, you feeling a little left out? \n[68]Clean it up, goddamnit!     Clean it up! \n[69]Clean it up, goddamnit!     I hate squash! \n[70]Give me your cell phones.     So nobody talked to her, huh? \n[71]Mason? \n[72]Mindy? \n[73]I'll believe you...      Samantha? \n[74]What'd she say? \n[75]What did she say? \n[76]And that's all? \"I'll be back later,\" click? \n[77]I'll be back later, stay in your rooms. And that's all? Hm? \n[78]Where is she? \n[79]Where is she? \n[80]Alright, everybody get in the car. Hurry up! Get in the car! \n[81]Ohh, bullshit. She took it all. \n[82]Alright, Randy, go cash this. Uh... Tell him I'm not feeling well or something. I don't know. Mason, go with him. Here. Here's my ID. \n[83]Damnit.   Get outta the way!    Jesus Christ.   God! \n[84]Calm down! \n[85]Where the hell have you been? \n[86]I doubt that. \n[87]No, mm-mm, don't think so.     Oh, who's this? \n[88]Oh, really? Oh, I know, you're here to protect my wife from me. Well, thank you so much, you two. \n[89]Why don't you come inside here, huh? Come inside here. Where the hell are you goin'? Get your ass upstairs, you're not goin' anywhere. \n[90]Where the hell do you think you're going? \n[91]Get upstairs! What the hell-- \n[92]Nobody's going anywhere, goddamnit. \n[93]No, goddamnit! \n[94]Alright, take 'em.     Go on, go on. \n[95]Take 'em! \n[96]Well take 'em then, just take 'em! Go! \n[97]Get upstairs! Olivia! ", "SHEENA": "\n[1]Hey, what's up? \n[2]Pretty good.     How long have you been here? \n[3]Awhile?    Yeah. \n[4]Why aren't you? \n[5]Yeah. I guess it's really easy to say, like, I don't care what anyone else thinks, but, everyone does, you know? Deep down. \n[6]Yeah. So... in this perfect world where no one's controlling you, what's different? What changes? \n[7]Whatever that means. \n[8]You're kinda weird, you know that? \n[9]I don't know. Do you wanna be weird? \n[10]So, why're you trying with me? \n[11]I'm glad. \n[12]... That sounds to me like just another extreme Mason view of everything. \n[13]Oh, right now? \n[14]How? \n[15]So you deleting your Facebook page is gonna change all that? Remember when Trevor deleted his Facebook page last year and everyone just hated him? You made more fun of him than anyone. \n[16]But it looked like he was so pathetically desperate for attention. Or to be different, or something. \n[17]And then he had to make a big announcement about it when he came back a month later. \n[18]Oh, I'm sorry. Were you saying something? \n[19]It's not an experience, it's just information. Look, for example, I just got the address of the club where we're meeting them later, so we won't be wandering the streets of Austin lost for an hour tonight. Thank you very much, Facebook. And I just texted my mom back. \n[20]Oh! Oh my god, most importantly, Meg's family just got a miniature pet pig. \n[21]Right? \n[22]I want one. \n[23]I see.   Cool. \n[24]It's room 2-0-6, right? \n[25]Awesome. It's not like weird that we're staying there? \n[26]Thank you. So how long have you guys been dating? \n[27]Yeah, he seems cool. \n[28]Does he go to UT too? \n[29]Cool.    What is he studying? \n[30]Does he wanna... does he wanna teach? \n[31]Um, I'm not really sure yet. We're gonna look at apartments tomorrow, um, but I know my parents sorta were expecting me to live in a dorm. \n[32]Yeah. But I mean, I'm paying my way through college, so it doesn't really matter that much. \n[33]That's what I figured. \n[34]Yeah. \n[35]I'm excited. \n[36]See those sorority girls over there? I've just decided, if you delete your Facebook page, I'm pledging. \n[37]I wonder what his deal is. I mean, he obviously has money to eat here. \n[38]Look at all these people. What are they even doing here at 3:00 in the morning? \n[39]We know what we're doing here. \n[40]Queso.   We have a purpose. \n[41]HELL yeah. \n[42]Mm-hm. \n[43]We ever gonna go to class? \n[44]When it feels right.     When the inspiration hits. \n[45]Uhhh... more queso? \n[46]What? \n[47]I don't think it's that transformative. I just see it as the next step. \n[48]Well, I like your mom. \n[49]Thank you. \n[50]Sorry! \n[51]I just don't get why you're being so fucking childish. \n[52]I haven't told anyone. \n[53]She's my best friend. \n[54]Take it up with her, then. \n[55]You had already bought the tickets. It's just prom, it's not like it matters. I'm just tryin' to be friends with you. \n[56]Mister I-Don't-Care-What-Anyone-Else- Thinks-Of-Me. \n[57]Fine.    We're not going. \n[58]\n[59]\n[60]\n[61]\n[62]\n[63]\n[64]Who? \n[65]Who? \n[66]You're the one who brought it up. \n[67]This is pointless. \n[68]Now you're just trying to be an asshole. ", "GRANDMA": "\n[1]Mm-hm.   A+, very good. \n[2]Mm-hm, and another A. \n[3]Oh. \n[4]Oh, let me see your pictures. \n[5]What is that? \n[6]A dewlap, okay. \n[7]Oh, \"A\" again. \n[8]Mase, that's the last candy, okay? \n[9]Okay.    We need to put this stuff up. \n[10]That's him. \n[11]Mase.    I'm good. \n[12]Yeah. \n[13]Oh, I don't know, around 7:30, I guess. I gotta get 'em home by 8:00. \n[14]No, that's okay. She's expecting me. \n[15]I don't think that's such a good idea. \n[16]Okay... \n[17]\n[18]\n[19]\n[20]\n[21]\n[22]\n[23]\n[24]\n[25]Seat belts! \n[26]Hey kids, they're here! \n[27]Hurry!    Hurry! \n[28]Oh, let's pour it. \n[29]Oh! Back on. Oh... Congratulations, baby. I don't know you, but congratulations! \n[30]Oh, pictures, pictures, Carol. \n[31]Oh, we need -- Sam, where are you? Samantha! \n[32]And where's Mason senior?   I'm feeling generous. Come here. \n[33]Come on, darlin'. \n[34]I just wanted to say hello before you got out of here. I haven't gotten a chance -- \n[35]\n[36]\n[37]\n[38]\n[39]\n[40]", "ANNIE": "\n[1]Hey, sweetie. \n[2]Hey, how are you? \n[3]Oh, thanks. \n[4]Does your mom actually let you watch this? \n[5]Oh, my god... Okay, well. \n[6]Have you ever seen her in concert? \n[7]She's coming to Houston? \n[8]Oh you know, your dad and I could get you tickets, and you could stay with us. \n[9]Yeah. \n[10]Yeah, babe. \n[11]Very arranged and very organized, over and over again by your loving father. \n[12]Yeah, yeah, get started -- \n[13]And this one's from us. \n[14]And the shirt is blue, and I know you like blue. \n[15]But to wander wherever I may. \n[16]But still demand I stay. \n[17]The pond's right up here.   Ooh, it's low. \n[18]You know, my dad could take you fishing next time you're here if you want. \n[19]Hi, baby. What's goin' on? \n[20]You know, I think we're just gonna hang out here for a minute. \n[21]No, it's okay. \n[22]Yeah, thanks. \n[23]I can hear you! \n[24]Say hi to your big brother.     Hey, big brother. \n[25]Can you say bye-bye? \n[26]We'll see you soon. \n[27]\n[28]\n[29]\n[30]\n[31]", "JIM": "\n[1]...So anyway, we figured out a way to rig up our iPods to the external speakers on the ASV. So every time we come rolling into town, you knew the 456 was there, 'cause we were bumping House of Pain. It was like, \"Jump around, Jump around.\" And the whole family's coming outside, and you got the kids and the mom and the dad, and they're all bouncing up and down. We're throwing out candies for the kids, and soccer balls, and Beanie Babies, and Frisbees... Um, like, smokes for the adults. And they loved, they absolutely loved, Gatorade. But for some reason, you know, they hated the lemon-lime flavor. I don't know what it was. Yeah. Couldn't give it away. \n[2]Uhh... I did two tours in Iraq and one in Bosnia. \n[3]Mm-hmm. Yeah. I was, um, Army National Guard. And, uh, you know coming straight out of high school. Needed money for college. Seemed like a decent paying job. And, uh, did my tour. And whenever I got done, I told them if there's, you know, a world-changing event, I'll come back. And, uh, 3 months later 9/11 happened. And I was back 9/12. And I'm proud to say the 456, the whole time we were there, we never lost a guy. Not one casualty. \n[4]Yeah. Almost impossible. Like the guys that came along after us and replaced us, they didn't listen to any of our advice. They, you know, did basically the polar opposite of what we did, and they lost seven guys in the first month. \n[5]Well, I'd like to think it's just a matter of mutual respect, you know. I mean, all the time we spent over there building trust, I mean these guys basically destroyed it in three days. \n[6]Oil.    Plain and simple. \n[7]Hey, Mason.    What time is it? \n[8]Happy birthday. \n[9]Oh,   yeah... Mason's -- \n[10]He's all into the photography thing right now. \n[11]He's actually talking about turning his, uh, his closet into a dark room. The red light and developing, the whole nine... \n[12]I probably won't see him for a week... \n[13]But, you know. He's having a good time. \n[14]Yeah, yeah. \n[15]Yeah, he's all about it. \n[16]Thanks. Yeah, you know, some fix- its here and there, you know. We got a good deal on the foreclosure... So, now I'm finding out why. You know? \n[17]Alright, have a good weekend. \n[18]You guys drive safe. \n[19]Hey, Sam, watch your mouth, alright? Don't disrespect your mother. You like a roof over your head, don't you? \n[20]Nice nails. \n[21]You planning on keeping them? \n[22]Last summer it was the earrings, and now the nails. You got a, uh, you got a purse to go with all that? \n[23]When I was in high school, having a job, being responsible, being able to afford a car, that was cool. \n[24]What time were you supposed to be home? \n[25]Awhile ago like, thirty minutes ago, an hour ago? Cause, truthfully, nobody even knew where you were until your sister told us. She's been home for awhile. \n[26]Yeah, been hearin' a lot of that lately. See, but you don't actually care. You just kinda... kinda come and go as you please and you don't care if your mom's upset or what time you gotta be home... Is that what's up? \n[27]Stop mumbling! You know, speak up! I can't understand a word comin' outta your mouth. It's just like, \"uh uhh nuhh\" and I ask you questions and you just-- \n[28]I'm up your ass? This is my house. Now, if you wanna live in my house then you get home when you say you're gonna be home. \n[29]No, I'm not your dad! You know how I know that? Cause I'm actually here. I'm the guy with the job, paying the bills, taking care of you, your mom, your sister... Huh?! Huh?! \n[30]I'm that guy... ", "MINDY": "\n[1]Samantha and I made it all ourselves. \n[2]No, not at all! \n[3]Hey, Mom, can we see your wedding ring? \n[4]Wow. \n[5]No. \n[6]Yeah. \n[7]I hate Ms. Billingsly. Everybody's been saying she's lesbian. \n[8]Man, that's gross. \n[9]Blanket? \n[10]Folding?    Is it like... \n[11]Uh... \n[12]Messing around with a blanket... Wrinkling it, uh... \n[13]Thank you. \n[14]Not quite. \n[15]Dad, it's fine. I can finish the dusting. I have all day here. \n[16]Randy, and Mason, Dad wants you guys downstairs. \n[17]You're getting haircuts. \n[18]No. \n[19]Yeah, but he hasn't thrown and broken stuff. \n[20]No. \n[21]It's still not working. ", "RANDY": "\n[1]And what happened? \n[2]Yeah. \n[3]Not quite yet. \n[4]A little. \n[5]No, Yoda is! \n[6]I think I still have a couple of those-- \n[7]Aw heck, man. That was not fair. \n[8]Ugh. \n[9]First word. \n[10]Um... hood? \n[11]He always says that.      But we never have guests. \n[12]Hey! \n[13]Why? \n[14]Mason, we're leavin'. \n[15]He doesn't feel too good. I don't think he's going to school. \n[16]Yeah. \n[17]What happened? \n[18]No, but he's yelled a lot. \n[19]It's our... dad. \n[20]He's not feeling well. ", "NICOLE": "\n[1]Hey, what's up? \n[2]Well, it's not that serious here, so I kinda like train outside the university, but I'm taking all my basics like History of Dance and all that. \n[3]Yeah. \n[4]Oh, gosh. Ballet, tap, jazz, lyrical, hip-hop... \n[5]Tap. \n[6]\n[7]\n[8]\n[9]\n[10]\n[11]\n[12]\n[13]\n[14]Hey. \n[15]Dalton can be crazy sometimes. \n[16]Yeah.     Yeah, they're both really cool.     How are you feeling? \n[17]Good. I'm really happy that you're hangin' out with us. \n[18]You know how everyone's always saying, \"Seize the moment\"? \n[19]I don't know, I'm kinda thinkin' it's the other way around. You know, like, the moment seizes us. \n[20]Yeah. ", "JILL": "\n[1]Hey, Mason! \n[2]So, where are you going? \n[3]What's going on there? \n[4]Oh, cool!     What does she teach? \n[5]Oh, my mom owns Needleworks. \n[6]The arts and crafts store over there? So I'm just kind of hanging out. But I'm supposed to be going to the hospital soon. \n[7]You know Courtney? Girl with the dyed black hair and the nose ring? Wears Hot Topic every day? \n[8]We used to be best friends growing up, but we've kinda grown apart. She sorta got all emo. She thinks I'm a prep. But, I still consider her a friend! Anyway, she cut one of her wrists. I don't know how bad, but I think I should go visit. \n[9]So what are you reading? \n[10]I think my older brother likes him. I'm reading \"To Kill a Mockingbird\" for the third time. My friends make fun of me. I think I'm the only girl in the whole school who doesn't like the \"Twilight\" books. Have you read them? \n[11]I tried... but it was so cheesy!   So how do you like San Marcos? \n[12]\n[13]\n[14]\n[15]\n[16]\n[17]\n[18]\n[19]Well, I better get going.   See you later. ", "CHARLIE": "\n[1]Alright, let me see, let me see what you can do. \n[2]Alright, alright. \n[3]Man, have a beer, man.    That was awesome. Here. \n[4]What, are you a pussy? \n[5]Man, if you're too chicken shit to even have a beer, I know for a fact that you have never gotten any pussy. \n[6]It was awesome. Chase went down easy street and fucked this whore Nancy. At least that's what he said. \n[7]Oh man, his first piece of ass was sloppy seconds. \n[8]What about you, Mason? You ever got any? \n[9]You're fucking lying. \n[10]Dude, it's not what they want, man. It's what you want. \n[11]You know what you should do? Join a band. That's all it takes, man. \n[12]Fuck yeah, dude. You don't even have to play that well. I mean, you start playing your instrument, and they line up to give you blow jobs. Except for you. It doesn't impress the ladies so much when you play flute for the marching band. \n[13]It's all good, man. These little fuzz nuts are going to get their chance soon enough. We got some whores coming by later. \n[14]Now, I know Chase will fuck anything. I mean, I've seen this kid mount boulders before. But what about you guys? You in? \n[15]Alright. \n[16]Give it some time, man.     You'll realize. \n[17]See, that's exactly my point, man. Nah, but we don't have whores coming over, we were just fucking with you to see what you'd say. \n[18]Put it next to your bitch card. \n[19]Hey! Mickey Mouse Club. Get the fuck out of my car. Just crawl out the back window or something, man. ", "GRANDPA CLIFF": "\n[1]Hey, how you doin'? \n[2]Good.   Good to see you. \n[3]You made it alright, huh? \n[4]How are you, darling? \n[5]Oh, yeah, sawin' logs. \n[6]Mason? \n[7]Come here, son. Pull that off. \n[8]There's a 20 gauge shotgun. \n[9]Yeah. My dad gave it to me when I was a little younger than you, and his dad gave it to him, and well, you're fifteen and I'd like for you to have it. Alright? Here, you hold it. Yeah. \n[10]Congratulations, son. I'll teach you how to clean it, teach you how to fire it. I'll teach you a little bit of safety. \n[11]Howdy! \n[12]Ready?   Pull! \n[13]You uh, you uh, hit a little low. Wait until it gets up high and then shoot. Alright? Cause then it's a better aim coming down. Remember, second trigger. \n[14]Ready? \n[15]Pull! \n[16]Hah! Hah! Look what you did! Well, you nailed it, didn't you? How's that feel? \n[17]Yeah, it felt good. Good. \n[18]It was really wonderful. That's sweet. Sweet. \n[19]Impressive. ", "TED": "\n[1]Hey, sweetie. Why aren't you ready? Hey, Mason. \n[2]Come on, come on, hurry up.      Let's go. \n[3]It's nine.     Let's go, let's go. \n[4]Why didn't you call somebody else? \n[5]Well, no. I mean we have plans. The guys are expecting me. \n[6]All right. Yeah, well, I'll come back in a couple of hours. Is that okay? \n[7]All right. \n[8]Why can't you just say that? \n[9]You're sorry, that's bullshit! \n[10]All right. Would you stop using your kids as an excuse?! \n[11]I know you have to stay here with your kids! You're acting-- \n[12]And why do I always-- Why-- \n[13]I have an immature life!   I have an immature life? \n[14]No, I don't! And why am I responsible for your mistakes in life? \n[15]I'm not responsible for your life choic-- I didn't call your kids-- \n[16]I know what I said, you know what, and immediately you use your kids again. \n[17]That's, that's hysterical. \n[18]I know you're a parent. ", "TEACHER": "\n[1]All right, nice cursive. Okay, Mason, when I check the mobiles, am I gonna find yours? \n[2]And why not? \n[3]Well, it's time to finish it. \n[4]No, let's do Apple Quit. \n[5]Please join me in the Texas pledge. \n[6]Thank you.    You may be seated. \n[7]Alright! Alright class, as you know, we've been working on our mythology projects. And we're going to be writing papers about gods and goddesses. We've listed those gods and goddesses here on the board. We added a couple of monsters, for some of you who might be interested in that. And you're going to write your essay about your god or goddess, and to make sure that you cover everything, let's make sure that we do all of these things right here... \n[8]First of all, we need to name your god or goddess, and you need to include who, what, when, where, why, and how... \n[9]So make sure that you cover all those things when writing your essay. \n[10]Mason... silver medal winner. Congratulations! \n[11]Heard you got a scholarship. \n[12]Yeah.    When you gonna go out there? \n[13]Yeah, before you have to fend for yourself. \n[14]Yeah.    Well how're feeling about it? \n[15]Yeah, kind of that voluptuous panic. \n[16]Well, it's gonna be good. It's gonna be crazy good. I liked college a lot better than high school. You kinda find your people in college, you know? \n[17]Well you'll be fine, you've got a good heart. Just follow your heart, yeah? \n[18]Good luck.     Don't forget to floss. ", "SENIOR GUY": "\n[1]Yeah!     That's what I'm talkin' about! \n[2]You ready? Check this shit out. That was alright, but this is gonna be badass. \n[3]Alright. This -- is your face. I'm about to break his face, right here... \n[4]It's beer-30, children. \n[5]Bullshit.    Quick, where were you? \n[6]Yeah, you ever made her, uh, howl into the night? \n[7]Yeah, right.     What was her name, Lucky? \n[8]Let me guess -- you were pulling all kinds of ass back home, but once you got down here... lefty. \n[9]True dat. \n[10]Ah dude, you sure? I heard you play the skin flute. \n[11]Hey, fuck you, you little penis wrinkle. You know, you're lucky to even be here. This is our camp out. The only reason you little cum gums are here is because fucking Charlie's mom made him bring his little asshole brother, and then he drags along you little dice danglers. Fucking fuzz nut, talking shit! \n[12]Hell yeah! \n[13]Alright, good man. What about you, Peter Puffer? \n[14]Dude, it's okay to be gay. We understand. Just, you know, sleep over there. \n[15]Yeah, and you just earned your Vag Badge. \n[16]Yeah, 'cause you know, you're a bitch. Now hold this, like the bitch you are, bitch. \n[17]Alright, this shit is called the Death Punch. ", "PROFESSOR DOUGLAS": "\n[1]And here you go, hostess. \n[2]So, what did the locals think about why we were there? \n[3]Yeah, because those who hear Fox, in my opinion, are being lied to. \n[4]You're right. \n[5]Mason, it's your birthday? \n[6]Yeah, how old are you? \n[7]Fifteen!    Give me a hug. \n[8]Happy birthday. Oh my goodness! \n[9]Alright, let's top her off. You want some, doll? \n[10]Yeah, sure why not. \n[11]So you broke up with your girlfriend? \n[12]What was her name? \n[13]Sheena. She's... gonna go to college with you? \n[14]No, oh. \n[15]Oh, okay.   You need a ride to college? ", "JIMMY": "\n[1]Hey, Samantha! \n[2]What's goin' on, Mason, man? \n[3]You went to the game? \n[4]I'm sorry, muffin. \n[5]I mowed the lawn. \n[6]No. \n[7]Goodnight, Sam. \n[8]Hey, Mason. \n[9]That's totally cool. \n[10]Wow!   Is that M.J.? \n[11]Unbelievable. \n[12]That's cool man, let me finish up, I'll be up in a minute. \n[13]Hey, this next one goes out to a young man in the house -- \n[14]Known him since he was just a small boy, now he's all graduated from high school, making me feel old. Happy high school graduation, Mason. ", "TONY": "\n[1]Hey. That's who I was talking to you about. \n[2]See you, man. \n[3]That's like the belly button -- \n[4]Whoa!   Pancreas! \n[5]Aw, no thanks. \n[6]No, I just don't feel like drinking a beer right now. \n[7]Like you guys have. \n[8]When? \n[9]Really? \n[10]I'm not in the fucking marching band. \n[11]Alright, I got a question for you guys. If you think you're so cool, why are you hanging out with a bunch of eighth graders on a Friday night? \n[12]I don't know. Maybe. \n[13]I'm not gay. \n[14]Fuck y'all. ", "CHASE": "\n[1]Hey, we're going camping tonight. You in? \n[2]My brother, one of his friends, and Tony... Maybe. \n[3]Alright, alright. Now check this out. You might want to move. \n[4]Oww, that'd be painful. That's like the liver, stomach, something -- \n[5]Yeah, that would be painful. \n[6]Nice. \n[7]Come on, man. \n[8]Sure have. \n[9]Last summer. \n[10]I did.   Would I lie? \n[11]At Tobler's house. And, she fucked a couple other guys, too. \n[12]Yeah? \n[13]Hey, Mason. One last hit. \n[14]McCormick gonna take us to the party. We're gonna head out after the game. You're goin', okay? ", "COLLEGE GIRL": "\n[1]Oh, that's cool. \n[2]You did that? \n[3]Wow. How long have you been doing that for? \n[4]They have a camp for graffiti? \n[5]Oh. \n[6]Cool. So is this your tag?     Is that -- do they still call it...? \n[7]Oh.   K... \n[8]E.    Z.   J.   O. Kezjo. That's cool. \n[9]Is that your dad? \n[10]Where's he live? \n[11]Get to see him much? \n[12]Cool. \n[13]Mm-hm. Yeah, she's uh, I got one class with her. Yeah, she's cool. \n[14]Yeah! She's great. She's super smart and she cares, you know, she makes it interesting. She's probably even my favorite teacher. ", "NICK": "\n[1]Hey man.   You're walkin' a little funny. \n[2]I'm just saying, you guys were in there for a long time. Just hope he bought you dinner first. \n[3]Hey man, Turlington says to cut the artsy crap and shoot the game. So take your lens and point it that way. \n[4]Also, we got a ride tonight. \n[5]Shoot the game. \n[6]Holy Crap, I would rather have my balls clawed off than ever sit through anything like that ever again! \n[7]Oh my god, thank you. \n[8]Dude, it's all you. Drink up. So you coming out with me tonight, brother? Should be some pretty awesome stuff happening. \n[9]Gosh, have fun with that, I guess. \n[10]Dude, you will have so much fun. Your family loves you. You'll have a swell time. \n[11]Oh, no.   Shit no.   No. \n[12]Just -- \n[13]Mm-mm. \n[14]Just for a second.    Just a second, seriously. ", "DALTON": "\n[1]Hey, you must be Mason. \n[2]Yeah, man, it's nice to finally meet you. \n[3]Are you cool with this side of the room? \n[4]Got in this morning, just moved my shit in, man. \n[5]Cool. Can I help with anything, man? Any bags? Any last stuff you need brought in? \n[6]My pleasure, man. Of course. \n[7]Orientation mixer thing? Fuck no, man! I'm not goin' to that and neither are you, by the way. We got way better stuff to be doin', dude. \n[8]Yeah. Hey, Barb, this' my roommate Mason. Mason, Barb. \n[9]Yeah, man, you should come. If we leave now we can catch the late afternoon at Big Bend. You ever been before, man? \n[10]Oh, well then all the more reason to come now, man. That's why we're here, dude. \n[11]Oh, Mason.   This is Nicole, Barb's roommate. \n[12]Mason, Nicole. \n[13]Let's go. \n[14]This moment's having a multiple orgasm! It's like as if all of time has unfolded before us so we can stand here and look out and scream - Fuck yea!! Wooo! ", "CAROL": "\n[1]I'm not here for you! \n[2]Come on.    It's okay, it's okay, it's okay. \n[3]It's gonna be okay. \n[4]Hey, Abby, why don't you come help me with this, huh? \n[5]Hey, listen. We are happy to have you here as long as you want. As long as you need. This is fun for us, isn't it? \n[6]Yeah, it's like having a big sister? Like having a brother. \n[7]Okay. \n[8]Alright, look here... \n[9]Here we go. Oh, that's a good one. And... good! Got it. \n[10]Great. And... beautiful! I'll email these to everyone. \n[11]We wouldn't have missed it for anything! I'm so proud of you. \n[12]Congratulations. I'm really sorry that Lee couldn't be here. He's on his Senior Trip. \n[13]I will. ", "TURLINGTON": "\n[1]How long you been in here, Mason? \n[2]I'm sure. All class. Did you complete your image diary? \n[3]Completed your, uh, digital contact sheet? \n[4]Not yet. Not quite. Darkroom time is extra-curricular. I mean technically, you don't ever have to be in here these days, and certainly not until you've completed your assignments. That's the deal. \n[5]I'm worried about you, Mason. \n[6]I'll tell you why. The images you're turning in, they're cool. You're looking at things in a really unique way. Got a lot of natural talent. \n[7]Yeah, but, that and fifty cents will just get you a cup of coffee in this old world. I've met a lot of talented people over the years. How many of them made it professionally without discipline, commitment, and a really good work ethic? \n[8]I can tell you. I can count it on two fingers. Zero. It's not gonna happen for you, Mason. The world is too competitive. There are too many talented people who are willing to work hard. And a butt-load of morons who are untalented, who are more than willing to surpass you. As a matter of fact, a lot of them are sitting in that classroom out there right now. Hm? You know what they're doing? They're doing their assignments, which is what you're supposed to be doing, but you're not. You're in here. Why is that? Are you special, Mason? \n[9]You like football, Mason? \n[10]Yeah, I know you don't. That's why I've just assigned you to shoot the football game tonight. Okay? It starts at 7:30. I want you to get there early. I want you to shoot a full card, three hundred images, and I want 'em downloaded, I want 'em sorted, and I want to see them very first thing Monday. Okay? You want to know why I'm doing this? \n[11]Who do you want to be, Mason?    What do you want to do? \n[12]Any dip-shit can take pictures, Mason. Art, that's special. What can you bring to it that nobody else can? \n[13]Try harder. Hey, maybe in twenty years you can call old Mr. Turlington and you can say, \"Thank you, sir, for that terrific dark room chat we had that day.\" Get back to class and do your work. ", "TAMMY": "\n[1]Hey.    What's goin' on? \n[2]Nice to see you. \n[3]Hey. \n[4]Mason Junior. \n[5]Hi, Mason. Nice to meet you.      Heard a lot about you guys. \n[6]Oh, I'm just here with some friends. \n[7]Yeah.     What are you guys up to? \n[8]Ohh... Fun. \n[9]Boys are going camping. Alright, very nice. Well uh, we still on for tomorrow or...? \n[10]Yeah? \n[11]Okay. Great. It was really nice meeting you both. Take care. \n[12]Talk to you soon. Bye. ", "NANA": "\n[1]Oh, hi, birthday boy!   It's good to see you. \n[2]Wait, wait, wait... \n[3]Real good! Presents!      Wait, wait, wait. Here, sweetie. \n[4]I hope you like it. I heard you didn't have one, so. \n[5]It's a Bible. Is this your first Bible? Look, there's your name... \n[6]...In gold. And wait-wait-wait-wait. Look at this. It's a Red Letter edition, and that means that everything Jesus said is in red. \n[7]Like it?     Alright. I love you, sweetie.     Happy Birthday. \n[8]Wow! \n[9]It's beautiful! \n[10]Uh-oh. \n[11]Thank you, thank you, thank you. ", "UNCLE STEVE": "\n[1]You know you're in sort of in enemy territory here. \n[2]Get a job! \n[3]It'll be -- three second rule.   Put it on your plate. \n[4]I know, I'm trying to help. \n[5]Alright, you're up, kid. \n[6]Mason Junior! High school graduate, eighteen and straight! Ha-ha-ha! \n[7]You got to remember, you're going to college, though, alright? And if you're anything like me or your old man, you're gonna be pulling down some serious wool. You're gonna be tapping some masterful gap. \n[8]You're gonna be doing some good work out there. Think about it, awful lot of flowers in that bouquet. But, you gotta do me a favor. You're going to be vulnerable this summer, alright. Remember to use protection during breakup sex. \n[9]This guy knows exactly of which I speak. Look what happened to him. Viola'. \n[10]Cheers. \n[11]Four more years. Four more years. I'm just saying. ", "Hey!": "", "WORKER": "\n[1]No, no it's no good.      Everything is no good. \n[2]Everything, yes... Mira. \n[3]See this one is... \n[4]Yes.    It's better.   Yes, yes, yes. \n[5]It's good? \n[6]It's good.    It's better.   Yes. \n[7]I like school, I need school, but it's hard. I work all day... ", "ROOMMATE": "\n[1]Hello? \n[2]Uh -- no. \n[3]Yeah, I was. I just got back.     Are you her... brother? \n[4]Right. \n[5]Hello. Uh, great. Alright. I'm... gonna leave my stuff here, if it's okay, and get something to eat and... \n[6]... I'll just come back in a little bit... \n[7]Alright.     It's nice meeting you. ", "TOMMY": "\n[1]I don't know. \n[2]Samantha! \n[3]Yeah. \n[4]Okay. \n[5]Look what I found in the street! \n[6]I know, right? Look at those. ", "NEIGHBORHOOD BOY": "\n[1]Grievous is the best, man. \n[2]He has four arms. \n[3]Hey, Paul.     Tell us a joke. \n[4]Aw, man. How do you guys not know how to do this? I'll make you some bookmarks. Just a second. Shit, guys. \n[5]There's a bump right there. \n[6]Alright, I'll see y'all later, guys. "}}