{"dialogues": {"BRUCE": "\n[1]Oh, God, no! The hair's wrong. This is a bad sign. We really need to get a make-up person?! \n[2]A hair net? I'm not wearing a hair net. I just did the hair. \n[3]You guy's should tell me this before hand, this is like a huge waste of...moose. \n[4]Remind me to swing by an elementary                   * school after this and serve lunch. \n[5]For three decades the Kowolski Family Bakery has been a mainstay in downtown Buffalo. Known for their sinfully rich, cream filled, deep fried polski pierogis. And the occasional sugar induced coma that follows. Today, in honor of their 30 year anniversary, Momma Kowolski and her sons Gustov and Vol, decided to do something, a little bit different. Tell me guys, how did this idea come about? \n[6]Wow. Fascinating. \n[7]The previous Buffalo cookie record was 3 feet, 17 inches baked by Gladys Pelsnick. But this behemoth cookie clearly proving that Gustov and Vol have much more free time. \n[8]As we witness the ceremonial toasting with milk it makes one pause and think. What are we really looking at here? \n[9]Is it just a big cookie or does this cookie represent the pride of Buffalo? Our dedicated and hard working citizens the key ingredient, with a few nuts thrown in. And finally, the love of our families which provides the warm chewy center making our beloved Buffalo the sweetest place to live. \n[10]And that's the way the cookie crumbles. I'm Bruce Nolan, Eyewitness News. \n[11]So, what do you think? \n[12]It sucks. It's a story about a cookie. People with eating disorders will be riveted, Dear Bruce, love the bakery piece. I can't wait to vomit so I can make room for more cookies. \n[13]What? I'm cutting that. They made me wear that stupid thing. I don't even look like myself. The hair is one of the most important parts of an on camera persona. Right out of the gate, I lost the hair advantage. \n[14]Grace. Try to stay focused here. I need your help. \n[15]It's sweeps Grace. It is serious. There's an anchor job open. This is important. This is our future! \n[16]I'm never going to get anchor doing these kind of assignments. I want my work to matter. \n[17]Alright. \n[18]Yeah, so full of hopes and dreams. \n[19]You look pretty intense, hun. \n[20]So, you're attracted to me in some way, is that what you're trying to say? \n[21]I was saving myself for the wedding night, but if you keep this up, I may lose my resolve. \n[22]Hey, that's a good line, but you need more resonance. From the diaphragm. That's the way the cookie crumbles. \n[23]That's the way the cookie crumbles. \n[24]Well then, let me take these clothes off and slip into my hair net. \n[25]...Bruce Nolan. And this is Sixty Minutes. \n[26]No, I'm having a great dream. \n[27]Of course they lost, they're my team. \n[28]\"And that's the way the cookie crumbles.\" You know, I think there might be something to that cookie line. Everything great anchor has his own signature sign-off. \"And that's the way the cookie crumbles.\" \n[29]Oh no!   Grace, the dog! \n[30]Ah! \n[31]Whoops, sorry. \n[32]Oh, you're all done, huh? B-e-a-utiful. \n[33]Yeah, if you want to rub your success in people's faces. \n[34]What's with the hubbub? \n[35]Creepy. Needles, yech... \n[36]I mean, it's just s o . . . \n[37]C'mon, that's your...blood. It's in your body and I don't think it's supposed to come out. Besides, they stockpile that stuff. They have an endless supply frozen in a warehouse somewhere then tell everyone there's a shortage. \n[38]Well, I'm IB positive. IB positive they aint touchin' me with no needle. \n[39]What's that? \n[40]Well, I hope they work, cause it's going take a miracle to get me to work on time. \n[41]This is just my luck. \n[42]Catch you later, lemmings 1 It's kill or be killed, only the strong survive, no guts, no glory1 \n[43]Thank you. \n[44]Well, that's- Bobby, I gotta go- I'm late... \n[45]Bobby, I can't, I-- \n[46]Mmm, delicious, I really gotta go. \n[47]Can you get Kelly- Ahh... \n[48]Really? \n[49]Bobby. \n[50]Keep the change. \n[51]Sorry, Jack. It wasn't my fault. The traffic was -- You guys already played the spots? \n[52]That's great Evan. \n[53]Is you're posture naturally that good, or do you have to shove a stick up there? \n[54]Jack, Jack, hey.     Can I talk to you for a second? \n[55]Sweeps. \n[56]Look, Jack. Hear me out, I'm getting desperate man, I am pushing forty and what have I got to show for it? The point is, I've hit some kind of a ceiling here. Some kind of anti-Bruce barrierI And Evan is just lovin' it, by the way. He gets the good stories, he gets on sweeps. Maybe I have to be more like Evan. \n[57]I can be an asshole. \n[58]Yeah, I'm sorry. \n[59]It's just- this anchor position looming, it's gotten me nuts... \n[60]Maid of the Mist. That's always live. \n[61]Evan gets the live feeds. \n[62]I'm going live. In sweeps. \n[63]Yes 1 You will not regret this, Jack. I will not forget you when I go national. \n[64]Grace? \n[65]Oh, A little place called the winners circle. I'm at the Falls doing a \"live\" report. \n[66]Yep, it's happenin', hun. I got sweeps and I'm live. You know what that means? \n[67]They're seeing if I can think on my feet, like you might have to do in a live news anchor situation. \n[68]This is happening for us, Grace. What we've always talked about. Jack practically came out and told me. \n[69]Well, he didn't spell it out, but this is exactly what happened to Susan Ortega right before she was bumped up to the desk. \n[70]I totally agree, but in the mean time you should start thinking about what coast you want to live on. \n[71]Oh, they're calling me, I gotta go. \n[72]What for? I'll get soaked. \n[73]And people who are insanely                    '     * thirsty, I get it.                                   * \n[74]90 seconds, going live. Think anchor, think dignity, Ignore umbrella. Just have fun. \n[75]Thank you, Susan 1 Bruce Nolan here aboard the Maid of the Mist at Niagara falls. \n[76]First off, \"I want to add another congratulations to Evan Baxter. It's good to see what someone with real talent can accomplish when great opportunities are given to him instead of me. Anyway, I'm here, I believe with Katherine Hepburn's mom. Tell me, why did you toss the blue \"heart of the ocean\" jewel over the railing of Titanic? \n[77]Did you feel guilty at all letting Leonardo Decaprio freeze, while you were safe floating on the big door? Do you think he would have survived if you had taken turns, or were you too afraid to freeze your big fat ass off? \n[78]Well, I guess that's the way life works, isn't it? Some people are drenched, freezing to death, on a stupid boat, with a stupid umbrella... while others who aren't fit to kiss my willy, are sitting in a nice, comfy news room, sucking up all the glory111 \n[79]Now, lets speak to the owner. Come on in here, Bill. \n[80]Bill, you.'ve been running the Maid of the Mist for 23 years. Tell me, why do you think I didn't get the anchor job? \n[81]Do you think it's my hair? Maybe my teeth aren't white enough? Or like the great falls, is the bedrock of my life slowly erroding underneath me. Erroding. Erroooding. Errodiiiing... \n[82]I'm Bruce Nolan for Eyewitness news. Back to you fuckers 1 \n[83]Hey, come on guys. What are you doin'? Just leave him alone. \n[84]Yeah, you'd better keep walkin'. \n[85]B-e-a-utiful. \n[86]Just what you get for trying to help someone. \n[87]Get a clue, buddy. \n[88]God, yeah. Let's thank God. Thanks for everything, Lord. I am so honored that my horrible demise is a part of your loving and mysterious plan. \n[89]Oh, don't worry, he's not listening. If he is he doesn't care. Have you seen the news lately? We got gangs, we got drugs, we got corruption. What kind of God lets that happen? Every time we cure a disease he comes up with a new one! Yeah, is this the lab? Yeah, it's God. They've just come up with a treatment for syphilis down there. I think it's time to release the tainted monkey. Oh, and there's a guy in Ohio who's praying for strength and wisdom, blind him and cut off his legs. \n[90]Think about it, Grace. God is all- powerful . He could fix everything in five minutes if he wanted to. \n[91]But he doesn't want to. He doesn't like me. \n[92]Oh, Perfect! But you're aim isn't so good, I'm over herel \n[93]Of course not. It's part of the mysterious plan. \n[94]Okay? News flash: I'm not okayi And I'm not okay with the fact that you think everything is okay. I'm not okay with a mediocre job. I'm not okay with a mediocre apartment. I'm not okay with a mediocre LIFE! \n[95]Terrific. I'm drowning and you throw me a brick! \n[96]Perfect! I'll have the worst day of my life with a side order of guilt, please. I-- I don't need this. \n[97]Okay, God. You want me to talk to you? Then talk back. Tell me what's going on? What should I do? Give me a sign... \n[98]I'm right here. Speak to me. \n[99]All I need is some guidance. Please send me a signal. \n[100]Oh well, I guess you don't care. \n[101]Okay, we'll do it your way. Lord, I need a miracle. Please help me. \n[102]Come on, where'd you go? Ah ha! AHHH! \n[103]Okay, if that's the way you want it. The gloves are off, pal! Let me see a little wrath! Smite me oh mighty smiteri What, no pestilence no boils? Come on, you got me on the ropes, don't you want to finish me off?! You're the one who should be fired! The only one around here not doing his job is YOU! What are we, you're little pet project? A hobby you tinker with now and again? Answer me. ANSWER ME!!! \n[104]Sorry, don't know you, wouldn't call you if I did. \n[105]Well, hello again 772-5623, don't hold your breath. \n[106]Oh, no. \n[107]What's the point? \n[108]Perfect. \n[109]How would I get to room 7? \n[110]What about the elevator? \n[111]What? Yeah, I mind. \n[112]Excuse me. Hello. I'm, ah, looking for whoever runs this joint... \n[113]Yep, seems to be. Kinda bright, though. \n[114]Oh, the elevator's broken, huh? \n[115]You installed a clapper? \n[116]I gotta go. \n[117]Oh, this is hilarious. So you're the boss and the electrician and the janitor. \n[118]How do you know my father? And how did you get my pager number? \n[119]Wow, a whole drawer. Just for me? Mind if I take a look? \n[120]Who are you? \n[121]Sorry, it's not ringing a bell. \n[122]Oh, you're God. Well that explains everything1 That's how you know everything about me. That's how you got up to the seventh floor so quickly. Well, it's really nice to meet you. Thanks for the Grand Canyon and, ah, good luck with the apocalypse. \n[123]Okay, I don't know how you're doing that, but I really gotta go. This place is obviously rigged in some way. We're on some freaky hidden camera show. ...for which I will not sign a release, by the way! But you know what, I'd be a little more impressed if you didn't use the cheesy file cabinet illusion. \n[124]Everyone with a      brain in their head would know that      the drawer is being \n[125]Okay.     That's good.   That's a good one. \n[126]Okay, God. How many fingers am I holding out? \n[127]Okay, how about now. \n[128]AAAHHHl \n[129]You stay away from me! I don't know what your doing. But whatever you're doing is probably actionable! \n[130]Job? Wh at job? \n[131]Sure, whatever you say, Pal. \n[132]Okay, that did not happen. \n[133]No. \n[134]I'm having a breakdown. That's what it is. Just a normal, everyday psychotic episode, brought on by tumor or brain lesion... \n[135]Come on, startI \n[136]Well, that was lucky. \n[137]Okay, just relax here. I did not meet God and I do not have his powers. If that was God, then I'm Mario Andretti. \n[138]\n[139]Si, dovete venire sopra per il pranzo un certo tempo. \n[140]It isn't real, it isn't real, it isn't real... \n[141]Oh hi, ah, coffee please. \n[142]No, that's okay. \n[143]Alright, okay. \n[144]Excuse me I need a spoooo... \n[145]That's alright, I found one. \n[146]What? \n[147]Okay. \n[148]You- He- Thy... \n[149]Rules ? \n[150]Well the two extra fingers freaked me out a little bit. \n[151]Uh huh.   Can I-ask why? \n[152]This is amazing. \n[153]Where are you going? \n[154]God can't take a vacation. Can he? Can you? \n[155]...Right. \n[156]And he saw that it was good. \n[157]B-e-a-utifull \n[158]Hey guys, remember me? \n[159]Look, I don't want to fight you guys. So as soon as you apologize, I'll be on my way. \n[160]What a coincidence. That's today. \n[161]Now I'm going to have to teach the rest of you guys a lesson. \n[162]Just me... and me... \n[163]And me, and me, and me, me, me, me, me and me and me. \n[164]\n[165]Okay guys, Kum Ba Yal \n[166]I'll take it from here. \n[167]Back home for you, little one. \n[168]\n[169]What if God was one of us. . . Just a slob like one of us... Just a stranger on a bus... Trying to make his way. . . \n[170]...home. \n[171]You can call me Bruce. \n[172]Who wouldn't be on a night like this? For you. \n[173]It's a totally new breed. A cross pollination between tulips and Daisies. I call them Todayzees. \n[174]Nothing of this world. Why? \n[175]Last night, I was only human. \n[176]CD 4, Track 7. \n[177]We shouldn't waste it. \n[178]Bedroom. \n[179]\n[180]Sam. Uh uh uh. \n[181]Good boy. \n[182]Good morning. \n[183]Oo, my favey. \n[184]Heavenly? \n[185]Huh? Ah, no, they, ah, look the same to me. \n[186]You got me. Probably just a hormonal thing. Well, enjoy your breakfast, I've gotta run. \n[187]To get my job back. \n[188]Well, it gets me from A to B. \n[189]And the last shall be first. \n[190]Yeah, I had a bad day. But things are lookin' up. \n[191]Just lookin' for a story. \n[192]I don't know. My instinct tells me there's something more. \n[193]Since the disapearence of Teamster president Jimmy Hoffa in the nineteen sixties, his whereabouts have remained one of this country's great unsolved mysteries. That is until just moments ago, when during a routine training session, a police dog named Hank sniffed his way right into the history books. As you can see behind us, the body is being carefully exhumed and will be transported to a hospital facility where DNA testing will confirm the identity. That, of course, only a formality as in a bizarre twist, the body was found buried with a birth certificate and complete set of dental records. Sort of a two-in-one for Hank today, as moments later, he busted a local news camera crew with four kilo's of marijuana. \n[194]Oh, Susan.. Hi. \n[195]That's the word. \n[196]No, thank you, I'm not hungry. \n[197]No. \n[198]I'm really not interested. \n[199]Bobby, I-- \n[200]No, I really- no... \n[201]No, Bobby.. Bobby N01 I said I didn't want anything. Damn you... \n[202]No harm no foul, Jack. I needed some time off to reassess my goals and get in touch with my true self. \n[203]Imagine what I can do with seven. \n[204]What's that? \n[205]Oh, I'm busy doing...things. \n[206]Jack, don't worry about that. Just give me a camera and a crew and I'll give you the news. \n[207]You know, he does have a certain pizazz about him. \n[208]Hold that thought, Hazel! It seems some type of meteor or asteroid has, by chance, hit the earth right behind the Mark Twain Chili Cook Off. . . \n[209]. . . So remember, it's sky diving season at Old Pete's airfield. This is Bruce Nolan.. My rip cord appears to be a bit stuck. \n[210]This is a very unfortunate turn of events. I'm heading toward the earth at a very precarious speed... \n[211]Ah ha!     You are real! \n[212]In the past, zoo officials have been unable to get these Panda's to mate, but that doesn't seem to be a problem today. \n[213]And the mood seems to be catching o. . . \n[214]...and that's the way the cookie crumbles. \n[215]Very good. If you run out just bring me some water, I'll take it from there. \n[216]Huh? Oh, no this is fine right here. \n[217]I was going to wait until after the meal, but I think it's going to just bust out of me if I don't do it now. \n[218]You ready? \n[219]I got anchor. \n[220]Evidently, they're having problems with Evan. He's finishing up the week and I go live Monday. \n[221]Well, yeah. Grace, I got anchor. We got anchor! \n[222]What's the matter? \n[223]Yep, it's me. \n[224]Well, sure. Just one second, hun. Fans. We better get used to this, huh? \n[225]Oh, thanks... \n[226]Wow. It's kind of loud in here. \n[227]Geez... \n[228]\n[229]Is this heaven? \n[230]I'm dead?I \n[231]Those voices... \n[232]Prayers? Those are prayers? Why can't I understand them? \n[233]Okay, so maybe I've righted a couple of the wrongs in my own life. I was going to get around to others. I can do both. I can help the world. \n[234]Yeah. Everything is great. \n[235]Oh, ah, She can't... I just, ah, needed a little fresh air. \n[236]I wasn't running out on you... \n[237]You are not helping. ...me at all here, Grace. \n[238]Look hun, I want to talk about this. This just isn't a good time. Okay? \n[239]Stay out of this. \n[240]Oh, not now. \n[241]Thank you. \n[242]No. \n[243]Okay, first off, this creepy whisper thing has got to go. Organization and management. I need a system. Something concrete... Prayer files 1                                          * Let all prayers be organized into                       * \n[244]Welcome to the information super highway. No mess, full bless. \n[245]No.     You look great. \n[246]I think you look amazing.                                * \n[247]No it's not. Come on, give me a hug. \n[248]Don't need to. \n[249]Happy two months and four days before your birthday. \n[250]I'll work it out. Just trust me. \n[251]Yes to you, loyal Sabers fan. And no to you. And your goalie has turrets. \n[252]Promotion with 15% raise...It's green. . . Donuts are now healthy... \n[253]Oh, come on. What a bunch of whiners. This is going to suck up my whole life. \n[254]That's great. \n[255]Oh, I've got something better than lunch. \n[256]Really? \n[257]Keep 'em closed... \n[258]Okay...open your eyes. \n[259]It's mine...ours. \n[260]This is our new home.    Come on... \n[261]7 million. That was the asking, but I got a deal. \n[262]We'll have the money. Listen to me closely. I'm getting anchor. Then, I'm going to get spotted, offers will come flooding in to go national, and then you and I are moving to New York City to a place that will put this to shame. This has been my exact dream my whole life and it's finally going to happen. Every step just how I pictured it. \n[263]What? \n[264]\n[265]\n[266]\n[267]\n[268]I want that. \n[269]Come on Grace, lighten up.                            .* Tomorrow's Saturday. The office is                    * throwing me a party here, for getting anchor. Let's enjoy the ride for a whi le. We're just starting to have some fun. \n[270]Grace. \n[271]Hello... Corona. Lime next time? \n[272]Bless you. Bless you. \n[273]Put your money on the Sabers. Coach prays a lot. \n[274]What do you have left? \n[275]Just take it around. \n[276]I ' d thank you all for coming, but the liquor is free so maybe you should THANK ME! \n[277]And now let me tell you a story. There was a man who had two sons. The younger son took his inheritance and squandered his money on a life of lust and debauchery. I LOVE THAT GUY!! \n[278]Oh, ah, I was calling Grace. \n[279]I don't know, we had a fight earlier. Ever since I . . Well, things are different now and... \n[280]Really? \n[281]Look Susan, I don't know, I-- \n[282]Grace, I... \n[283]Grace, wait. \n[284]Grace, come on. \n[285]Come on, don't say that. I was just calling y ou-- \n[286]I didn't think you were coming-- I mean, I . . . I screwed up, okay. Let me make it up to you. \n[287]If that's what you want. \n[288]Grace, come on, don't do this. \n[289]You're the one that didn't like the new place! \n[290]You can't walk out on me! I'm the alpha, lady! I'm the Omega! \n[291]I could make you stay! \n[292]Fine! I don't need you! I have everything I need. Did you hear that?! I have EVERYTHING! \n[293]Grace left me. \n[294]She'll take me back. Will she take me back? \n[295]How do you make someone love you when you can't effect free will? \n[296]Okay, surrender, surrender. \n[297]Hi. \n[298]I, ah, have my first anchor tonight. \n[299]I miss you. I just took the first step, shot myself out on the ledge, awaiting vulnerably your response. \n[300]How about you love me and you'll take me back. \n[301]Come on, what about all the signs? \n[302]Would it help if I told you I acted like an ass? \n[303]It's okay as long as you mean a donkey. I didn't add \"hole.\" It's only bad when you say \"ass-ho-- \n[304]Grace, please. None of this seems                    * right without you.                                   * Is that a glimmer of hope I see?                     * \n[305]Wait. \n[306]Now how do you feel? \n[307]Drin kin g? Sur e. I'm dru nk wit h \n[308]\n[309]Hey11   That's my car!! \n[310]Thou shalt not steal. \n[311]Car, show them the way out. \n[312]What is wrong with the world? \n[313]You know what? I'm good. The show must go on. \n[314]Susan, you didn't do anything                          * wrong. In fact, I found the                            * moment rather pleasurable.                             * ", "GRACE": "\n[1]It's good. \n[2]I thought it was funny. I love the hair net. How'd you get it to do that? \n[3]Oh, my gosh, look at this one. My sister is so drunk. \n[4]Aren't you taking this a little too seriously? \n[5]I'm sorry. \n[6]It does matter. You're funny. You make people smile. Come on, take a break, help me put this album together. \n[7]Oh look at this. It's the first day we moved in together. \n[8]Oh, here's me at my sister's wedding. I caught the bouquet. \n[9]Well, I was thinking about you. \n[10]You have no idea. \n[11]Well, that's the way the cookie crumbles. \n[12]Oh, say it again. \n[13]Oh, I just love on-air personalities. \n[14]Sweety, time to get up... \n[15]I'm in the shower! \n[16]Wow, nice car, huh? \n[17]We're having a blood drive. \n[18]Oh, that's a nice response. \n[19]Helpful and life saving? \n[20]They do not. Now stop it. I'm                        * giving. I have a very rare blood                     * type, AB positive. \n[21]\n[22]Prayer beads. The kids made 'em. Keep you safe. \n[23]Martin, are you eating the glitter again? \n[24]Martin. Open your mouth. Abra su boca. \n[25]Oh, you're not huh? Well, then you've got a bad case of Liberace. \n[26]They didn't teach you Spanish in nursing school, did they? \n[27]Martin has decided to explore new food groups. Martin, this is for art. Like this. \n[28]D eb -- Ma rt i n! \n[29]Okay, go rinse your mouth with water. Lave su boca. Go. I swear that kid is going to poop an ornament. \n[30]Don't start... \n[31]Debbie, don't call me that. \n[32]Saved by the bell.    Grab that for me, will you? \n[33]Hey. \n[34]Sorry, honey. My sister seems to think she's my mother. Where are you? \n[35]Live? That's greatI \n[36]Oh, my gosh. \n[37]Wait, what do you mean practically? \n[38]I just want to make sure we're not getting too ahead of ourselves. \n[39]Good luck, honey. I love you.                          * \n[40]Talk honey, talk. \n[41]Please baby, say something... \n[42]Thank you, God. \n[43]This isn't happening. This isn't happening... \n[44]Thank God you're alright. \n[45]Bruce, don't talk like that. \n[46]So God is torturing us? \n[47]Bruce, please. This isn't his fault. \n[48]Honey, you're mad right now. It's understandable. And what Evan did was slimy and wrong. But your job doesn't matter to me. You matter to me. You could've really been hurt. I'm just glad you're okay. \n[49]Is that what you have, Bruce? A mediocre life? Well, I'm sorry for being a piece in your mediocre puzzle. \n[50]Gosh, this girl is so talented and all they ever talk about is her hair. \n[51]I know. It's just that he usually calls during the day. \n[52]I hope so. I've never seen him                        * that mad. An d I lashed back--                        * \n[53]I feel bad for him.   He's wanted anchor for so long. \n[54]Listen, I better get back. I want to be there for him. \n[55]What can I say, I love him. And if I know Bruce, he's out there wandering around with the weight of the world on his shoulders. \n[56]Well, at least I have someone to drink with. \n[57]Oh, my God. \n[58]Where have you been? You're so...happy. \n[59]These are amazing. What are they? \n[60]Todayzees? Okay... \n[61]Bruce, is there something you're not telling me? \n[62]What do you mean, why? Last night you weren't exactly happy with life. \n[63]Wow, it really cleared up. I've never seen the moon that big. \n[64]Five minutes. \n[65]I'11 be out in a minute. \n[66]Good morning. Cooked you grilled cheese. \n[67]Last night was just... \n[68]Mmm hmm. \n[69]It's funny, but when I woke up this morning, It felt like my boobs were bigger. \n[70]Do they look bigger to you? \n[71]They're definitely bigger.      They feel huge to me. \n[72]Where are you going? \n[73]Do you believe how they're playing? Oh, honey, would you hand me the scissors? \n[74]I guess. I feel like a human taquito. \n[75]And he's taking me out tonight to dinner at Chez L'Amour. \n[76]Afraid so. \n[77]So, Bruce said and I quote: \"Prepare yourself for an amazing evening that will change our lives forever.\" \n[78]I don't think anything. \n[79]Well, he's always said when he gets his career together, you know... And his career is more than together. I mean, come on, Chez L'Amour. Change our lives... \n[80]Well, he just might surprise you. \n[81]Should we ask for a more private table? \n[82]I think so. \n[83]That's great, honey. Congratulations. Wow. So that's what's tonight is about? \n[84]Well, to be honest, I thought that maybe tonight, you-- \n[85]You have lipstick on your face. \n[86]Bruce, we need to talk. I thought we had an understanding-- \n[87]What are you talking about? It's not loud. \n[88]Bruce, this isn't funny. \n[89]Bruce? What are you doing out here? \n[90]Bruce, what is going on? The second I want to talk about us you run out on me. \n[91]You know, I actually had the crazy idea that you were going to ask me to marry you tonight. \n[92]Not helping you what? \n[93]When is it a good time? It's never a good time. \n[94]Who are you talking to?! \n[95]Fin e. Yo u kn ow wh at? I 'm go in g t o go home and if by some miracle it                          * suddenly becomes a 'good time', you                        * know where to find me.                                     * And speaking of time, you're                               * running out of it.                                         * \n[96]Okay, this is getting ridiculous I \n[97]I have to see a doctor. There's definitely something wrong with me. \n[98]I look like a hooker I My whole body is changing. \n[99]My back didn't used to arch like this. \n[100]Bruce, I feel like our relationship is becoming all about sex. \n[101]No, Bruce. Come on.                                   * \n[102]No, I'm not. \n[103]Oh my goshI How did I sleep this late? I've got to run. Are you giving me a ride? \n[104]y ou' re c ra zy . Ca n we a ff ord t ha t? \n[105]L ook! I'm back to no rmal. It was the wildest thing, I was worried, so I said a prayer and the next thing I know, I was completely healed. It was like a miracle. \n[106]So, you're taking me to lunch? Th is i s ra re -- But wonderful. \n[107]Oh, you'll never believe it. Debbie won the lotteryI \n[108]But get this, there were like 433 thousand other winners, so it only paid out 17 dollars. Can you believe the odds of that? \n[109]What is this? \n[110]What? \n[111]This had to cost-- I can't even imagine how much this had to cost. \n[112]Wh-What am I missing here? You can't afford this. You're a reporter. Buying cars is one t hing, but this-- \n[113]There's only one problem. \n[114]I hate it. \n[115]\n[116]\n[117]\n[118]\n[119]\n[120]Not a great time. What is that, your mantra? This is never going to change. . . \n[121]No, you're just starting to have fun. \n[122]And what in God's name is going on with that dogI? \n[123]I'm going to have Debbie pick me up. \n[124]I'm sorry, but    I won't be attending your little pa   rty tomorrow. And if                 * you would like    to see me after I will be at our   home.                                * \n[125]Oh, and that poor, struggling guy you talked about? I miss him. \n[126]Cozy, don't you think? Come on help me find him. \n[127]I don't know. It's his big night.                      * I don't want to spoil it. I know                  .    * how much this means to him.                            * \n[128]Get the car, Deb. \n[129]Here. I do n't w ant your car. I don't want your things. . . I don't want you. \n[130]And you thought Susan's mouth was the phone? \n[131]How about a boat, Bruce? \n[132]Yeah, a big boat and oh, maybe two bags of cash, you know, the ones with the big cartoon dollar signs on the front. Then I'll be happy. Because I'm just hollow inside. Debbie's been right. All this time. I defended you, told her there was good in you. Another side to you. Well, I just saw that other side and I don't want anything to do with it. \n[133]Go back to your little co-anchor. Or is that ho-anchor? I came back here to apologize. How stupid am I? \n[134]Hi.. \n[135]That's great. I hope it goes well for you. \n[136]. . . I don't know what to say. \n[137]No, Bruce. \n[138]What? How do you know about that? Did you talk to Debbie? \n[139]Alright, inside, Martin. Okay everyone, inside. \n[140]I have to go...                                      * \n[141]...Are you out of your mind? Have you been drinking? \n[142]You need help. ", "GOD": "\n[1]Three. \n[2]Two. \n[3]Four. Nine. Six. Eight. One... \n[4]Seven. \n[5]You've been doing a lot of complaining about me, Bruce. And quite frankly, I'm tired of it... \n[6]Well, that's not very neighborly. I brought you here to offer you a job. \n[7]My job. You think you can do it better, so here's your chance. When you leave this building you will be endowed with all my powers. \n[8]All the power of God. \n[9]Havin' fun? \n[10]Let's take a walk. \n[11]Most people want to kill these guys. I'm quite fond of em'. Very streamlined design. Like little armored tanks. Y'know, they can hold their breath for forty minutes and their cells divide only once per molting cycle creating a cytoskeleton with cell adhesion that... Oh, this is a bit over your head, isn't it? \n[12]Okay, let me explain the rules. \n[13]Yeah, you left in such a rush I didn't get a chance to explain. \n[14]I figured that would get your attention.. I did the same thing to Ghandi, he couldn't eat for three weeks. Now, here's the deal. You have all my power. Use it any way you choose. There are only two rules. You can't tell anyone you're God. Believe me you don't want that kind of attention. And you can't mess with free will. \n[15]Yes you can. That's the beauty it. \n[16]Oh, speaking of amazing... \n[17]Since you're finished with these, I think I'll hang to 'em. Might come in handy someday. \n[18]I'll be seein' ya. \n[19]I'm taking a vacation. \n[20]Ever hear of the Dark Ages? Besides, I'm covered. You can fix everything in five minutes if you want to, right? \n[21]Really something isn't it? \n[22]It's Everest. You should try flipping on the Discovery Channel every now and then. Well, I guess you can't now, being dead and all. \n[23]No, I'm just messing with you. \n[24]They're prayers, Bruce. You keep ignoring them and they're going to build up on. you like that. You didn't think being God was going to be all fun and games did you? \n[25]You aren't listening, son. Let's see, you've had my powers for over a week now and how many people have you helped? \n[26]The world? That wasn't the world, Bruce. That was just Buffalo, between Commonwealth and 57th. Didn't want to start you out with more than you can handle. Now how you doing otherwise? Personal life in good shape? \n[27]Everything's great, huh? \n[28]Now it's heating up. \n[29]Nice recovery. \n[30]She's got a point. \n[31]You're going to have to answer those things, y'know. \n[32]You want some friendly advice? \n[33]You wanted the job, Bruce.     I                        * suggest you get to it.                                  * \n[34]Enjoying your party? Yeah, nothing like spending time with some real frien ds. Any s hrimp left ? \n[35]I know. \n[36]Would you take you back? \n[37]Welcome to my world, son. You come up with an answer to that one, you let me know. ", "DEBBIE": "\n[1]Well, it seemed like they were speaking a foreign language sometimes, but no. Problemo? \n[2]Is it so wrong to tie them up? \n[3]You're good with them, you know. You should have some of your own. \n[4]Free milk cow. \n[5]If the moo fits. \n[6]Small Wonders Day Care. \n[7]No, it's Debbie. The sister who's life you're not wasting. \n[8]What? \n[9]Yeah, she should marry somebody famous, take the focus off. \n[10]We would have heard it ring. \n[11]He just needs to blow off some steam, he'll be fine. \n[12]Wow, you lashed? You never lash. I'm impressed. \n[13]Well, I've been praying to win the lottery for fifteen years, but it's not going to happen. You know, it's not all about money. \n[14]What?! \n[15]Zoe. \n[16]Hang on, I might need you to un- check a few things. \n[17]Hey, everybody back-off i \n[18]You're a saint, Grace. \n[19]So this is what success buys you. \n[20]Well, thank Mr. Exclusive for me. He's on a quite a roll. What'd he do make a deal with the devil? \n[21]Well, la-ti-da. Mike's idea of a romantic evening is Chez Sizzler. \n[22]What does this do again? \n[23]Grasa? Doesn't that mean fat? \n[24]Good - you wouldn't want to leave any spare oxygen in there. Wait a second, you don't think he's going to propose, do you? \n[25]You do. You think he's going to propose. \n[26]I don't know, hun. I mean, I like Bruce but that man's priority list is him, him, him, then him some more and then you. \n[27]That's what I'm worried about. Careful, you missed a spot of free flowing circulation. \n[28]That'd do it. \n[29]Let's see, how do I-- \n[30]Hey, I'll take that over fat... \n[31]So this is your new place, huh? \n[32]You sure you want to do this? \n[33]Oh, boy. \n[34]Right. ", "JACK": "\n[1]Okay, promos are approved, let's-- \n[2]I would have swore I already said this, but promos are approved. Now                  * can we move on?                                     * \n[3]Evan, you'11 know something when I know something. \n[4]Nice story, Bruce, but we're going with Evan's piece on the sex scandal at the mayor's office for sweeps. \n[5]Okay, knock it off... Bruce we're holding your story in reserve. Now, can we get back to the board so we have something to air today? \n[6]Sure, Bruce. What do you need? \n[7]You don't want to be like Evan. Evan's an asshole. \n[8]No, Bruce.     You can't. \n[9]Are you going to pick that up? \n[10]Look, Bruce. You're a good reporter. You make people laugh. God knows today we can use it. \n[11]Yep. \n[12]Well now you and Evan get the live feeds. \n[13]Yes, but watch yourself, Bruce. I've seen your outtakes. \n[14]What's going on? \n[15]He may not have audio. Check his feed, have Susan cover. \n[16]Come on, Bruce, talk damn-it... Okay, get ready to pull the plug. \n[17]Thank God. \n[18]Did I just hear..? \n[19]Alright, cut the feed! Cut to black if you have to. \n[20]Look, I'll be straight. We want you back, Bruce. I want to tell you, it wasn't my decision to let you go. When the big guy gives the order, I gotta... \n[21]You did that in a day? \n[22]I haven't been the best father in the world. \n[23]I cur se a lo t. I c hea t on my ta xe s. My w ife u se d t o mak e my kids call me, when she was alive... ...Now, I go to strip clubs, and dri nk a ll nig ht. Bu t at le ast their open unt il four. W hat are you doing tonight? \n[24]Yeah, I gotcha. It feels good to get that out. Thank you. \n[25]Look,    it's not in my power to give you a   nchor, but as far as field repor   ting goes, if you're looking for a    bump. \n[26]What the hell is that? \n[27]Look this isn't easy for me. We're starting to get some complaints and... Well, Bobby, things just aren't working out. \n[28]An, you can keep the cart if you like. \n[29]The world's gone mad. \n[30]Oh, there you are. Your big debut. How you feeling? \n[31]Okay, the Sabers just won the Stanley Cup. It's getting pretty crazy out there. We're going to kick live to Fred at the stadium. Oh, and Bruce, you won the pool again. Exact score, dead on. Twenty-three to one, who would have thought. ", "BOBBY": "\n[1]Bruce the goose! Morning, Buddy. Don't even move, I got somethin' special today. My mom made it just for you. \n[2]You like Quiche? \n[3]You know, contrary to popular belief the quiche was actually invented by the Mayans, then stolen by the French. They shoulda said, \"Hey, that quiche ain't yours, it's Mayan!\" \n[4]Just taste it, taste it... \n[5]That's a buck seventy-five. \n[6]Oh, two o'clock, two o'clock, two-o- five, two-ten... \n[7]Way out of our league, huh? \n[8]You know, I saw them editing your cookie piece. \n[9]They must have gotten high or something, cause they was orderin' everything, I had. Hey, how long have you been interested in pastry? 'Cause I've got an aunt who makes baklava twenty layers deep. \n[10]Maybe you could do a story on her! \n[11]I'll give her a call, we'll talk about it later! \n[12]Don't worry about it.    I called my aunt, we're on. \n[13]Hey, Br uce . N ice job , m an. Wa sn' t the same without you around here, pal. I hear Jack wants to see you. \n[14]You're going to need your energy in there. Can I interest you in a donut? \n[15]Coffee? \n[16]Fiber grain bar with bee pollen and Spiralina? \n[17]Yeah, I don't blame 'ya, they taste like grass. \n[18]Tell you    what? I wasn't going to break it    open until lunch time, but I made a    batch of rhubarb that you have got    to try. \n[19]Come on, it's my mother's recipe she's practically cripple... \n[20]Open up, that's it, here comes the news chopper... \n[21]Thanks. I've grown kind of attached to it. ", "*": "", "SUSAN": "\n[1]Bruce Nolan is standing by at Niagara Falls with a report on the Maid of the Mist sightseeing boat, but before we go live to Bruce, we have an announcement to make. As everyone knows, after 33 years, our beloved Pete Fineman is retiring. \n[2]Pete's shoes are virtually impossible to fill, but the show must go on. And we could think of no one better than our very own Evan Baxter. \n[3]Congratulations, Evan. Looks like we'll be sitting side by side from now on. \n[4]Wow. That was amazing. And now let's go live to wacky Bruce Nolan out at Niagara Falls. \n[5]We may be having a bit of technical difficulty... \n[6]Good evening and welcome to Eyewitness News at six. I'm Susan Ortega. \n[7]Looks like my new co-anchor may need a glass of water. \n[8]Somebody get some napkins.      Dallas, help me. \n[9]His hair's on fire! \n[10]Hi Br uce. What are you d oing out here all alone? \n[11]Yeah, I didn't see her in there. I love the new place, by the way. So how are you and Grace doing? \n[12]You're on fire Bruce. Some women can't handle fire. Some can. \n[13]You know, I always had an instinct about you. I knew you were going to make something of yourself. \n[14]There's something special about you Bruce. I like special... \n[15]I was right. She couldn't handle the fire. \n[16]Bruce, if I had any idea Grace was going to be there last night... \n[17]Oh, really. . . that's nice. ", "JANITOR": "\n[1]Want me to even those up for you? \n[2]That'd be on the seventh floor. Stairs are right over there. \n[3]Out of order. \n[4]You mind giving me a hand with this floor? \n[5]. . . thinkin' they can hide from me. \n[6]Yeah, but I'll get around to it. \n[7]Nope.   Catchy jingle, though. \n[8]Okay, but the boss'11 be right out. \n[9]You must be Bruce. I've been expecting you. \n[10]Nothin' wrong with rollin' up your sleeves, son. People underestimate the benefits of good 'ol manual labor. There's freedom in it. Happiest people in the world stink like hell at the end of the day. \n[11]Your father knew that. He was a damn good welder. \n[12]Oh, I know a lot about you Bruce. Pretty much everything there is to know. Everything you've ever said, done or thought about doin', is right there in that file cabinet. \n[13]It's your life. \n[14]Now this last entry was a little disturbing. \n[15]Thanks for everything, Lord. \n[16]I am so honored that my horrible demise is a part of your loving and mysterious plan.. The gloves are off, pal.. Smite me oh mighty smiter. I'm not much for blaspheming but that one made me laugh. Oh, and let's not forget \"What kind of a God would let this happen? I mean, have you seen then news lately?\" \n[17]I'm the creator of the heavens and the earth. I'm the alpha &amp; omega. The first and the last. ", "EVAN": "\n[1]Is something killing your kids? Find out tonight at eleven. \n[2]No, just into watching. Or I could change it to: \"Slow news day, come yawn with us. At eleven.\" \n[3]Yeah, yeah. Any word on the open anchor position, Jack? \n[4]And that's the way the cookie crumbles. \n[5]I'm just messin' with you, Bruce. See you've got to remember that the news room is like a cookie... \n[6]Thanks, Susan. I ' m thrilled and honored. Like you said, no one can replace the great Pete Fineman, but I'll do my best. I have to say I am so proud to be a part of our local community. Of Buffalo. I think a great city is a lot like a great recipe really. Put in some hard working citizens, add some care givers, maybe a few nuts... \n[7]All sprinkled with the strength and love of our good families, that ultimately creates a sweet place to live. Thank you. \n[8]And I'm Evan Baxter. And here's what's making news... \n[9]A potential scandal with the Buffalo P.D. surfaced today when... \n[10]...the mayor demanded that the Chief of Police issue... ...Uh-hum, that the Chief of Police... \n[11]I'm sorry. There seems to be something. \n[12]Ah, there we go. Sorry about that. The Prime Minister of Sweden visited Washington today as my little tiny nipples moved to France- \n[13]The White House reception committee greeted the Prime Rib Roast Minister and I do the cha cha like a sissy girl... I lika do da cha cha... \n[14]Sorry, we're having a few technical difficulties, here... In other n-n-n-n....n-n-n-n...                     * ", "ALLY": "\n[1]Not in the budget. And not to                         * worry, you're going to look great in this. \n[2]Health code. In the kitchen or around the cookie, you gotta have it. \n[3]You're a thing of beauty.     In three, two, one. . . \n[4]Ah, isn't that last one a little misleading? I mean, the story's about flu shots. Do we have to scare people to death? \n[5]The tanning booth is starting to zap your brain, you know that? \n[6]Jack, shouldn't the promos be                       * focusing on Pete's retirement. This is his last week. \n[7]They want you close to the falls. \n[8]That's the point.    They want you to hold up this. \n[9]Part of the condition of us getting the exclusive. \n[10]Remember, this is their 23rd anniversary. Capacity is 59. They cater to tourists, honeymooners. . . \n[11]And you'll be interviewing Irene Dansfeild... \n[12]...She rode on the maiden voyage with her late husband. Okay, 90                      * seconds. ", "PHIL": "\n[1]I certainly wouldn't want to be a fugitive on the run with Hank, Buffalo's number one police dog, on the job. This is Phil Sidleman reporting from The Police Canine Training center. And cut it. Let's go, guys. \n[2]Hey, channel seven, right? You're the guy that went crazy. \n[3]What are you doin' here? \n[4]Well, this pond's fished out. Pretty standard stuff anyway. \n[5]Well, go with that. It's served you well in the past, right? \n[6]Shit. Get the camera, now! \n[7]I've never seen it before, I swear I "}}