{"dialogues": {"PAUL": "\n[1]What...? What is this? 2. \n[2]Oh my God! Help me!! Help me!! \n[3]Somebody help me! Please!! 3. \n[4]What is this? 4. \n[5]Come on, come on. What was it? \n[6]No. Where the hell is it? Son of a...Come on! \n[7]Help me! Please! Somebody help me! 5. \n[8]No! Wait! \n[9]Hello? \n[10]I'm buried. You have to help me. You have to help me, I can't breathe... \n[11]I'm buried in a coffin. Please help me! Send someone to find me... \n[12]Paul. Paul Conroy. \n[13]I don't know. I'm in a coffin. I don't know where. I'm scared. Please help me. 6. \n[14]Yeah, it's, like, one of those old, wooden ones. \n[15]No. I don't know. No. \n[16]What? \n[17]A cell phone. There was an old cell phone in the coffin. \n[18]Yes. No. It's not mine, but yes, I'm calling from a cell phone. \n[19]I didn't climb in. \n[20]I was put here. \n[21]Yes. Please send help. \n[22]I think so. It's...it's hot in here. I can't breathe. \n[23]I told you, I don't know. Somewhere in Iraq. \n[24]Yes. I'm a truck driver, an American. I work for CRT. \n[25]No. Please, please listen to me. I'm a truck driver. I work for CRT. I'm a civilian contractor working in Iraq. We were attacked in Baqubah, they...they... ...shot them. All of them. \n[26]All of the other drivers. \n[27]Yes. Please, you have to help me. They gave me a safety number to call, but I had it stored in my wallet and -- \n[28]Ohio? \n[29]Sheriff's Department? No...you don't underst... ...forget it. \n[30]Come on, come on. Pick up. Please. \n[31]Linda, honey, it's me. Listen, I need you to contact the National Guard right away. Or the Pentagon. Tell them we were attacked in the Diyala Provence, in Baqubah. 9. \n[32]They have to find me. Please help me, baby. Please help them find me. \n[33]Linda, it's Paul. I need you to call me right away. This is an absolute emergency. Call the number that comes up on your phone. Call me at that number. If I don't answer, call the Pentagon or the F.B.I. I don't know what the hell is going on, but I'm buried in a box... \n[34]...I can't breathe in here. Make sure you call me right away. Please, baby, please call me. 10. \n[35]Um...I don't know. The F.B.I., wherever they are. \n[36]I don't care, any city. Just connect me to the F.B.I. \n[37]Anywhere! Any city, just connect me, please! \n[38]Fine, um...Chicago. Okay? \n[39]Hello? Is this the F.B.I.? \n[40]I'm calling from Iraq. I'm buried in the desert somewhere. I need you to help me -- \n[41]Now. I'm there now. I'm a truck driver for CRT. I've been here for nine months. \n[42]Paul Conroy. \n[43]Alright. Me and a convoy of other drivers were delivering kitchen parts to a community center. As we got closer, a bunch of kids started throwing rocks at our trucks. Then an IED went off up ahead and blew up one of the other trucks. These guys came out from behind the houses with guns and started shooting everybody right there on the street. \n[44]I don't know!  I don't know. I was way in the back of the convoy. I must have got hit in the head with one of the rocks and got knocked out. That's the last thing I remember. But now I just woke up, and I was tied up and buried in a coffin. \n[45]I guess whoever ambushed us. \n[46]No, you're not listening. The kids threw the rocks at us, but then some Iraqi guys -- maybe insurgents, I don't fucking know -- popped out of nowhere and started shooting at us. \n[47]They didn't, I don't know! But they shot them! \n[48]I'm shouting because you're not listening! I need you to help me! Please!! \n[49]Can you trace my call? GPS or something? \n[50]I have no idea. They didn't, that's all I know. \n[51]Why? Who cares? I'm buried in the middle of the fucking desert! Who cares what my social security number is?! I'm an American citizen. Just send someone to find me! \n[52]Hello? What? I can't hear you. \n[53]Hello?! Hello?! \n[54]Shit!! \n[55]Somebody, I need to talk to someone right away. It's an emergency. \n[56]Paul Conroy. I'm a driver for you guys. I'm calling from Iraq. My convoy was attacked. \n[57]I know, I know, but I don't have it. They took it. \n[58]The Iraqis, I think. I don't remember, I blacked out. \n[59]Davenport? Who's that? \n[60]Personnel? No, I need to talk -- \n[61]This is Paul Conroy, I'm from Hastings, Michigan. I'm a driver for CRT, and my convoy was ambushed...by insurgents or terrorists. I don't know. I don't know who it was. I'm stuck in the ground, buried in a coffin and I need help. Please send help. I'm begging you. I think I'm in Baqubah in the Diyala Provence. Please send help right away. I can't breathe in here. I can't...please. I'm begging you. I don't know who else to call. \n[62]...fuck. 17. \n[63]Hello? Hello? Is anyone there? Hello? \n[64]Hello? Who are you? Please, you have to help me. \n[65]Who is this? Hello? \n[66]What? I don't know what you're saying. Who is this? \n[67]No, I can't breathe. Please get me out of here. \n[68]Yes, please get me out. Help me. \n[69]No, no I'm not a soldier. I'm a truck driver. That's it. I'm not a soldier. I'm a contractor. \n[70]Yes, that's right. A contractor. Not a soldier. \n[71]No, not for Blackwater. I'm not a security contractor. Truck driver, I'm a truck driver. That's all. \n[72]Yes. \n[73]No, I'm not. I'm here unarmed. But, you still shot at us. \n[74]I'm not lying! We were all drivers. \n[75]Trucks. The big trucks you see driving around with the supplies? That's us. That's me. We're not soldiers. 19. \n[76]What? \n[77]Five million dollars? From who? \n[78]My family doesn't have five million dollars. If they did, I wouldn't be here. \n[79]I don't know, yes, the Embassy will pay you. If you let me go, they'll pay you the money. \n[80]Come on, what's her number? \n[81]Hastings, Michigan. I'm looking for Donna Mitchell. 21. \n[82]Ardmore Avenue...I think. Yeah. Shit, I don't know. Just give me that one. \n[83]Yes, Ardmore Avenue. \n[84]Come on! Where the hell is everyone? \n[85]Donna, it's Paul. \n[86]Where's Linda? She's not answering her phone. I need to talk to her, I've been taken hostage by... \n[87]Donna, I need to talk to Linda. It's an absolute emergency. Have her call me. Use star sixty-nine and find out the number I'm calling from and have her call me... \n[88]Donna. \n[89]I need to talk to Linda. Where is she? \n[90]Are you near a computer or something? \n[91]Turn it on. 23. \n[92]Look up the number for the State Department for me. \n[93]Donna, please, please, please -- just get me the number. \n[94]No! Everything is not alright! So, please, just look up the number. \n[95]I'm not yelling! \n[96]Just get me the fucking number!! Get me the number, get me the number!! 24. \n[97]Donna, I'm very sorry I yelled. But, I'm only going to ask you once more to get me this number. If you don't get me this number, I'm going to die. \n[98]I don't have time to explain. Please...the number. \n[99]202-134-4750? \n[100]I'm an American citizen, working in Iraq. I've been taken hostage. I need to speak to someone right away. \n[101]From Iraq. I'm a truck driver for CRT -- Crestin, Roland and Thomas. We were attacked and now I'm being held for ransom. \n[102]No. I'm buried somewhere. \n[103]Yeah, in a coffin, a wooden box. It's an old coffin, I think. \n[104]I don't have the number. \n[105]I was given a number to call, a safety number. But the people took it. 26. \n[106]Yes. \n[107]No. Wait... \n[108]Hello? \n[109]Yeah, my situation. I'm running out of time and you people keep putting me on hold. What the hell is wrong with you? \n[110]Don't be sorry. Just help me. \n[111]You've got to be kidding me. \n[112]Wait, wait, wait...how did you know my name? \n[113]I never gave you my name. I don't think I gave it to the other guy, either. \n[114]What the hell is going on right now? \n[115]Yeah...? \n[116]Well, since you know what the hell is going on, what have you done to get me out of here? \n[117]So, that's it? I'm just supposed to rot in here because there's little you can do? \n[118]Then what? \n[119]In the Diyala Provence. In Baqubah. \n[120]Yes. The guy told me that he wants five million dollars by nine o'clock tonight. \n[121]Or else he'll bring me to Sea World. What do you think, lady? \n[122]So you'll pay them? \n[123]Wait...what? \n[124]To hell with that! It's easy for you to worry about policy, you're sitting in an air conditioned office somewhere, probably finishing up your sandwich from lunch. You're not the one stuck in a coffin, buried in the God damn desert! \n[125]Frustration? Lady, I'm going to fucking die in here. Understand that! \n[126]Hello? \n[127]Well, then say something. Tell me how you're going to get me out of here. \n[128]I don't know. Did it come up on your end? \n[129]Go ahead. \n[130]Who's that? \n[131]Hostage Working Group? \n[132]Situations. I love how you keep calling it that. \n[133]Yeah. \n[134]What about the news? I'm going to call them. \n[135]Why? \n[136]That's bullshit. You're just covering your ass. \n[137]You don't go looking for something if you don't know it's missing. \n[138]Fine. \n[139]Dan Brenner? \n[140]Yes, yes it's me. It's Paul. \n[141]Oh, thank you, God. \n[142]That's what he said. \n[143]Yeah, in an old, wooden coffin. \n[144]I don't know. Maybe. \n[145]Less than half. \n[146]Vibrate. \n[147]What about my Zippo? \n[148]Yeah. \n[149]Won't it use up oxygen? \n[150]It's really dark in here without it. \n[151]You guys have to hurry. \n[152]Do you know if there were any other survivors? \n[153]Yeah. \n[154]I just wanted to do right by my family. That's all. \n[155]I didn't know it was going to be like this over here. \n[156]It's him. He's calling. \n[157]Yeah. What do I do? \n[158]Yeah. \n[159]What about the call? \n[160]He's going to hang up. \n[161]\n[162]Hello. \n[163]You have to give me more time. \n[164]Yes. No. I talked to...someone. Government. They said that they won't pay the money. \n[165]No. They said that they don't negotiate with terrorists. \n[166]Yes. You are terrorist, you son of a bitch. \n[167]What did I ever do to you? \n[168]Yeah. I'm here because it's a job, to make money. That's it. \n[169]That's not my fault! \n[170]I told you, I'm only here to work. To help rebuild. \n[171]Stop! Just please, stop! I'm just a guy. I'm just a truck driver. Okay? I'm nobody that makes decisions about anything. I just want to go home. \n[172]Yes. Please. Get me out of here and I'll make the video. \n[173]What...? How? \n[174]Where? I don't see -- \n[175]The video...if I make it, will you let me go? \n[176]Nobody's going to pay five million dollars for me. \n[177]If they pay it, will you let me go? \n[178]Shit. \n[179]Here's his number... \n[180]It's 07902-24-921. \n[181]What about me? Can you track my cell signal? \n[182]What does that mean? \n[183]He wants me to make a ransom video. 40. \n[184]If it's going to get me out of here, I'm making it. \n[185]We? \n[186]That's all you people care about! But what about me? Don't you care about me? \n[187]No you don't! You people don't care about any of us. I've had eight friends killed out here, six of them today. We don't have any guns, any armor. Nothing. \n[188]Tell that to the people who put me in this box! Tell that to the people who shot my friends! \n[189]No, you're not. All you people understand are your secret plans and your back room politics. 41. \n[190]If I were some diplomat or something, maybe even a hostage working group leader -- or whatever your fancy title is, I'd be out of here by now. Wouldn't I? But I'm not, so I'm just supposed to keep my mouth shut and die. \n[191]Fuck you. \n[192]Who are they? The people who put me here? \n[193]I'm no terrorist. \n[194]How do you know that? \n[195]I wouldn't kill someone. 42. \n[196]What difference does it make? \n[197]So pay them, then. \n[198]How many others have there been? \n[199]How many have you rescued? \n[200]How many? \n[201]Tell me their names. \n[202]Any of them. Make me know they really do matter to you. \n[203]Who was Mark White? \n[204]What happened to him? \n[205]When? \n[206]You remember his name. \n[207]Did he...? Is he...? \n[208]Where is he? \n[209]I want to get out of here. 44. \n[210]How? \n[211]You do? \n[212]That's...that's good. \n[213]What should I do in the meantime? \n[214]I can't help it. I'm always anxious. I take pills for it. \n[215]Yeah. \n[216]Okay. 45. \n[217]Not now. \n[218]I feel nauseous. \n[219]I'm trying. \n[220]Okay. \n[221]Yeah. I'm trying. \n[222]What? \n[223]No. \n[224]Let me out and I'll make it. \n[225]I can't. I can't read the paper. \n[226]I can't. I don't know what you want me to say. I can't read the paper. \n[227]I'm never getting out of here. \n[228]I was hoping I could speak with Maryanne Conroy, please. \n[229]Mom...it's Paul. \n[230]It's Paul, Mom. Your son. \n[231]It's okay, Mom. How are you? \n[232]That's good. \n[233]It's your son, Mom. It's Paulie. \n[234]Yeah. Remember? We lived over on Colfax Street, in the duplex. Remember? \n[235]That's right, Mom. 49. \n[236]It is, Mom. It's Paulie. How's everything at the home? \n[237]Yeah...I don't think Pop's there with you, Mom. \n[238]Not very good. This...uh, this may be the last time I talk to you. \n[239]Did you get the flowers I sent a few months ago? \n[240]Yeah, I sent...never mind. Listen, I...I'm going to go now. I just wanted to talk to you, you know, just to say bye. I love you, Mom. \n[241]Did you hear me? Mom? I told you...do you want to tell me you \n[242]Okay, Mom. Tell Pop I said hi. \n[243]Oh no. No, no, no! \n[244]Let her go. Please. Please don't hurt her. \n[245]No! No, please no shoot. No shoot her. \n[246]I will, I promise. Just don't shoot her. She's a mother, she's got two kids. \n[247]Yes. She has two kids. \n[248]Wait... \n[249]I can't read the paper. \n[250]No. Wait! \n[251]I don't know what you want me to say! \n[252]Okay! Okay, I'll make the video. Just, please, don't shoot. \n[253]I need to hang up to make the video. Okay? Is that okay? \n[254]Fuck... \n[255]My name is Paul Conroy. I'm an American citizen from Hastings, Michigan. I'm a civilian truck driver for Crestin, Roland and Thomas. I've been taken hostage somewhere in Iraq...and I need one million dollars by nine o'clock tonight, Baghdad time, or else I'll be left to die in this coffin I'm buried in. I've been told that if... \n[256]...the money is paid, I will be let go. If it's not, I will die in here. These threats are real and will be followed through on. 53. \n[257]No, no, no!! 56. \n[258]There you are. \n[259]Linda, here's the number for the phone. I just found it out. It's 07902-42-884. You have to use the international calling code first. 57. \n[260]Please call me as soon as you get this. I love you...I love you. Call me right away. Please. \n[261]Oh shit. \n[262]Son of a... 58. \n[263]No! No, no, no!!! 59. \n[264]It's all a bunch of lies. 60. \n[265]All of it. \n[266]Nobody gives a shit about any of us. We're nothing to you people. \n[267]By looking the other way? \n[268]You let her die. \n[269]They shot her...and you didn't do anything. \n[270]She sent three videos. \n[271]Why? \n[272]What do you know? \n[273]I found out the number to this phone. \n[274]I found a way to change the display language. I figured that out, and you didn't. Why? \n[275]Then how are you ever going to find me? \n[276]What about mine? \n[277]I'm near a Mosque. I could hear the call to prayer over the P.A. \n[278]You're nearby? \n[279]They're alive? \n[280]We had just left Anaconda, everything seemed okay. We knew that a bunch of our CB radios had been stolen and that the Iraqis were listening in, so we made sure to switch from our usual channels. Pam was riding with Jeff Breer, the convoy commander. She wanted to ride with me like she usually did when she hitched a ride from base, but it seemed safer for her to be with the C.C. As we headed down the road, all these kids came running into the street. Dozens of them. It almost seemed like they were expecting us, except we got there faster than they thought we would. So they run on up in front of me, and I slam on my brakes. The rest of the drivers were already further up ahead, so they kept going. Next thing I know, one of the lead trucks got hit by an IED. I hear Tommy Wilkes on the radio saying, Sandman's hit, Sandman's hit. He's...he's everywhere. 63. \n[281]That's when the Iraqis came out of their mud huts from the side of the road and started shooting everybody. I couldn't believe what was happening. It seemed like slow- motion, like I was watching it on TV. People -- my friends -- were getting killed, and all I could do is watch. I didn't even notice that the kids were throwing bricks and rocks at me until one split my windshield. Sort of snapped me out of my trance. But then, I guess I got hit in the head with a rock, `cause I blacked out. \n[282]Oh no...no... \n[283]This can't be happening. \n[284]No. Come on. Please work. 65. \n[285]Hello? Hello? Who's there? \n[286]Yes. Yes, this is Paul. Who are you? \n[287]I left you a message. \n[288]It's worse. There was an explosion or something. The coffin's breaking, there's sand pouring in from everywhere. I only have a half an hour before -- \n[289]The hostage takers, Dan Brenner from the hostage working group -- \n[290]No. \n[291]About three inches to my right, there's a wall. Three inches to my left, there's another wall. And about four inches above my head, there's a roof that's about to collapse and drown me in sand. I think this situation is pretty contained. \n[292]Help me! Help me! What are you going to do to help me?! \n[293]Thank God. \n[294]What...? \n[295]Shit. \n[296]Yes. Yes! \n[297]Why do you need my permission? What is all this? \n[298]Yes. Alright? Yes! \n[299]About nine months ago. Around January of 2005. Why are you wasting time with this? 68. \n[300]Who cares? This is fucking crazy -- \n[301]Yes! \n[302]You mean when I came down there to Dallas and you guys said that all of the trucks would be armored and have bulletproof glass? \n[303]You mean when you told us that things were safer than ever over here? Is that when I was made aware? \n[304]Yes. \n[305]Yeah, I signed a bunch of things. \n[306]Yes. I signed the contract. Yes! \n[307]Yes. That's completely correct. What is the point of all this? \n[308]Wait, wait, wait -- \n[309]No. Wait -- \n[310]We...we were just friends. \n[311]This is bullshit. \n[312]What about my insurance money? My family will need that money... \n[313]You son of a bitch. You can't do this. \n[314]You can't do this! \n[315]Go to hell. \n[316]You people can't just wash your hands of this. You bastards put me here. \n[317]Come on... \n[318]Answer the phone!! 72. \n[319]Why won't you answer?!! \n[320]They're dead. \n[321]I just do. \n[322]I know. I felt it. Did they know I was here? \n[323]Did they care? \n[324]These people that took me -- if they're dead, they can't tell you where I am. \n[325]You tried that already. \n[326]It's over, isn't it? \n[327]What should I do? \n[328]That's right -- just like everyone else on the planet, there are some things you know and some things you don't. 74. \n[329]Yeah...me too. \n[330]This is Paul Steven Conroy. Social Security number 048-32-1198, date of birth 3/19/68. This video will serve as my last will and testament. To my wife, Linda Conroy, I leave the seven hundred dollars in my personal savings and whatever I have left in my annuity. To my son, Shane Conroy, I...I don't know. I don't have anything else. My stuff, like, my clothes. I wish I had more...I wish I had done more. Your dad wasn't really much of anything, Shane, I'm sorry. Maybe if I was a famous baseball player, or a guy who wore a suit to work, I would have more to leave you. But, you can be one of those people if you want. You can be whatever you want. Just promise me that when you get older, you'll take good care of your mom. And promise me that you'll always try to do the right thing, no matter what. I love you very much, Shane. Maybe I never said that enough...maybe I did, I don't even know. That probably means I didn't. I'm sorry, Linda. I should have listened to you. 75. \n[331]You're not dead. \n[332]Hello? Hello?! \n[333]I don't know. \n[334]I don't know where the money is. \n[335]I'm not lying! I swear. \n[336]I'm telling the truth. 76. \n[337]I can't! \n[338]I need more time. Please. \n[339]There's sand pouring in here. I can't...it's everywhere. Please, let me out of here and I will get you the money. \n[340]What? \n[341]No. \n[342]I'm not doing that. \n[343]No. \n[344]That's right, no. You let me out of here, and I'll cut off my whole God damn hand if you want. \n[345]Yes, I do. And a son. A young son. I want to go home...to see them. Please, sir. \n[346]Yes. Sir. I say that out of respect...to you. 78. \n[347]That's my...why did you say that? \n[348]That's...you're lying. You're nobody...all of you. You can't get to them. \n[349]No. You're peasants, criminals, that's all. You don't even know where Michigan is. \n[350]You looked at a map. That's all you did. \n[351]Linda, listen to me: you and Shane have to go somewhere... anywhere. 79. \n[352]Don't stay at the house, whatever you do, do not stay at the house. The guy...the kidnapper, he knows our address. He stole my license and now he knows where we live. Go to the Sheriff's station if you have to, just don't go home. \n[353]Holy God. \n[354]Brenner, where are you?! He's alive! He just called me! Call me right away! The fucking guy is still alive! \n[355]They can't find them. They...can't. There's no way. 80. \n[356]Oh my God. Oh my God. \n[357]Holy shit. 81. \n[358]Yeah? \n[359]I'm...here. \n[360]You're coming? \n[361]How do you know? \n[362]You're coming for me? \n[363]You have to hurry. \n[364]No...you have to hurry. The sand...it's filling up fast. \n[365]Okay. I believe you. Thank you. Thank you. \n[366]I have to go! \n[367]Call me right back. \n[368]Call me right back. \n[369]Linda. \n[370]It's me, sweetie. \n[371]I'm...okay. \n[372]It's going to be okay now. \n[373]That's okay. It's all okay. They're getting me out. \n[374]The people. Americans. They found out where I am and they're on their way to get me. \n[375]It's all going to be okay. \n[376]I'm okay. \n[377]You're not. \n[378]I love you, too. I'm sorry. I should have listened to you. \n[379]I should have never come here. You were right. I'm sorry. 86. \n[380]I will. \n[381]I will. I swear I will. \n[382]They're here! \n[383]They're calling me right now. I have to go. \n[384]I will. I love you. \n[385]I swear. I have to go. \n[386]Brenner? \n[387]It's me. \n[388]You have to hurry. It's almost full. \n[389]Hurry! Please! \n[390]I can't...are you close? \n[391]I can't hear you! Where are you? \n[392]Hurry! Please!!! \n[393]Hurry! Where are you? I don't hear you? Please hurry!!! \n[394]What is it?! \n[395]What?!! \n[396]You said...! \n[397]No. \n[398]No!! No!! NO!!! ", "DAN": "\n[1]Brenner. \n[2]Is this Paul Conroy? \n[3]Paul, I was informed of what's going on. I want you to know that we're already working on trying to get you out of there. 32. \n[4]I was told that we have until 9pm. Is that right? \n[5]Alright. That doesn't give us a whole lot of time. And just so I have this right, the kidnappers buried you in the ground? \n[6]Okay. My guess is that since you're able to get a cell signal, you're no more than a few feet underground. \n[7]What about battery life? How much does the phone have left? \n[8]Okay. You have to conserve that battery. Our best bet of finding you is by tracking your cell signal. Is the ringer set on a sound or vibrate? \n[9]Press and hold down the asterisk key to change it to a ring tone. It will use less power. 33. \n[10]You have a lighter? \n[11]Use it to look around for markings, a logo -- whatever you can find. \n[12]Not much. Don't worry about that now. Try to find -- \n[13]I understand, Paul. Try to find anything in there that might indicate where that coffin was made. \n[14]We're working as fast as we can, Paul. \n[15]From your convoy? \n[16]That's still unclear at this point. \n[17]I don't think any of us did. \n[18]The kidnapper? \n[19]You know his number? \n[20]Give it to me. \n[21]Give me the number first. \n[22]Take the call. \n[23]Take the call. Now. 35. \n[24]Paul? \n[25]Hold on. Alright, go ahead. \n[26]This is huge. Unless they're using a cloned line, we should be able to find where this is coming from in minutes. \n[27]We're having a lot of trouble with yours. Seems to be an EDS line, probably through one of the Egyptian carriers. \n[28]That...it's not going to be easy. \n[29]No. Hold off for as long as you can. \n[30]The last thing we want is for this to end up all over Al Jazeera. \n[31]This can't turn into an international incident. \n[32]We do. That's why we're -- \n[33]You're not soldiers. \n[34]We're doing the best we can. \n[35]I need you to stay focused, Paul. \n[36]Paul, listen to me: finding you is our primary concern. Bottom line. And we're searching just as hard as we would be for a four-star general, so don't literally waste your breath suggesting otherwise. \n[37]They're just that -- people. No different from you and me. \n[38]Neither are they. \n[39]If you were homeless, starving...actually, I take that back. If your family was homeless and starving, what would you do for them? \n[40]How can you be sure? \n[41]They're criminals, desperate ones at that. They don't care about anything other than getting the money. \n[42]Trust me, if it was an option, I would do that in a heartbeat. \n[43]Since I got here? Hundreds. Journalists, contractors, soldiers...hundreds have been taken. It's one of the only functioning businesses out here. \n[44]Not many. \n[45]Who? \n[46]Mark White. 43. \n[47]A kid from New Hampshire. Twenty- six years old. Med student. Came over here to help out local doctors. \n[48]Insurgents grabbed him. \n[49]About three weeks ago. \n[50]I remember all their names. \n[51]Yeah. Yeah, Paul, he's alive. \n[52]Home. Probably happy to be back at school. \n[53]We found him; we'll find you, too. \n[54]We already have a solid lead on the number you gave us. \n[55]A unit's on it's way over there now. \n[56]Yeah. \n[57]I know it's hard, but try to relax. The more worked up you are, the more air you're going to use. \n[58]Do you have them with you? \n[59]Take them. You need to preserve your oxygen level any way you can. \n[60]Is your Zippo still lit. \n[61]Good. \n[62]You have to calm down. \n[63]And you need to save that battery. We're expecting some intel in about ten minutes. Call me back then. \n[64]Just hang in there, Paul. \n[65]Why the hell did you make that video? \n[66]What is? What are you talking about? \n[67]All of what? \n[68]We're going to find you. \n[69]You can't start breaking on me now, Paul. You have to stay strong. \n[70]No I didn't. \n[71]We didn't even know she had been taken hostage. \n[72]That's what they told her to say. \n[73]I don't know. \n[74]That your ransom video already has 47,000 hits on YouTube. And all the major networks are playing it, including Al Jazeera. So, now your captors have no choice but to follow through. \n[75]How? \n[76]Because I didn't. Just like you and every other person on this planet, there are some things I know and some things I don't. \n[77]Their signal was cloned, like we figured. But, we're close. Real close. \n[78]We're working on that, too. \n[79]Good. That means that we're in the right area. \n[80]I spoke with soldiers from the third ID who were escorting your convoy. \n[81]Not all of them. Both Bradley tanks were hit with IEDs. The rest got caught in small arms fire. What the hell happened out there, Paul? \n[82]Paul. \n[83]Do you happen to remem...mo... nea... 64. \n[84]Paul, is that you? \n[85]How do you know that? \n[86]Three F-16s levelled parts of the city a few minutes ago. \n[87]Yeah. 73. \n[88]We can still try to track down your signal. \n[89]We can try again. \n[90]No. \n[91]Yeah. \n[92]I don't know. \n[93]I wish this could have gone differently. \n[94]This is Daniel Brenner. Please leave a message at the tone. \n[95]Paul, it's Brenner. \n[96]Paul? Are you there? Paul? \n[97]We're coming for you now. You hear me? We know where you are. \n[98]We are, Paul. We're almost there now. \n[99]Coalition forces picked up a Shiite insurgent just outside of Baghdad. 83. \n[100]Said he knew where an American was buried alive. He agreed to show us where if we let him go. \n[101]We're practically there already. \n[102]We are. \n[103]Just hang in there for three more minutes. This will all be over soon, I promise. \n[104]Three minutes. Try to -- \n[105]Paul, no -- \n[106]Paul! 84. \n[107]Move! Move! Let's go. \n[108]Paul? Paul? 87. \n[109]We're here! \n[110]Corporal, get your men over here! \n[111]He brought us right to you. \n[112]Start digging! Let's go, let's go! \n[113]Just hang in there! \n[114]Dig! Dig! Dig! \n[115]We're almost there, Paul. We're almost there!  88. \n[116]Faster! We're almost there. We're right above you. \n[117]We're almost there. \n[118]Keep digging!! \n[119]We see the coffin! Just hang in there!! \n[120]Open it! \n[121]Oh my God. 89. \n[122]I'm so sorry, Paul. \n[123]It's Mark White. He brought us to Mark White. I'm -- \n[124]...I know. I'm sorry. \n[125]I'm so sorry. \n[126]I'm sorry, Paul. I'm so sorry. ", "JABIR": "\n[1]Breathe no breathe, American? Ah? Breathe no breathe? \n[2]American can breathe no breathe? \n[3]Get out? \n[4]Soldier. 18. \n[5]Contractor? \n[6]Blackwater. \n[7]You are American. \n[8]Then you are soldier. \n[9]In head and in throat, so you tell no more lies. \n[10]Drive what? \n[11]Five million money. \n[12]Five million money tonight by nine PM or you stay. Buried like dog. \n[13]Your family. \n[14]From Embassy. \n[15]Nine PM, five million money. \n[16]Two hour, six minute. \n[17]You talk to embassy? They give money? \n[18]No pay? \n[19]Terrorists? I am terrorist? \n[20]You are terrified, so I am terrorist? \n[21]Ever do? \n[22]I have job until you come. Now, my family have nothing. 36. \n[23]Nine, one, one was not my fault, but still you are here! Saddam was not my fault, but still you are here! \n[24]Rebuild what you destroyed. \n[25]You make video, ransom video. \n[26]No. You make video now. \n[27]You use video on phone. 37. \n[28]Near foot. You read note near foot in box. \n[29]Near foot. Read note inside box. \n[30]Only if we get money. \n[31]We take less. One million money. \n[32]One million money. 38. \n[33]Did you make video? 46. \n[34]You make video! \n[35]No! You make video now. In box. \n[36]Make video now! \n[37]You make video now. 47. \n[38]Video make? \n[39]We shoot her if you no make video. \n[40]You get money. American million. 51. \n[41]Two kids? \n[42]I have five. Now only one. You make video. Now!! \n[43]No wait!! I give three seconds. \n[44]Three... \n[45]Two... \n[46]One. \n[47]You have three minute to send video. 52. \n[48]Where is money? \n[49]What don't know? \n[50]Liar! \n[51]Swear? \n[52]From Embassy, you get money now! \n[53]You will!! \n[54]No more time! \n[55]You show blood. \n[56]You show blood, they give money. 77. \n[57]You cut off thumb finger, send video. \n[58]Yes! \n[59]No? \n[60]You have wife? \n[61]Sir? \n[62]243 East Walnut Street. Hastings, Michigan. U.S.A. \n[63]You show blood...or they show blood. \n[64]No? \n[65]Detroit. Ann Arbor. \n[66]You show blood, or they show blood. Send video by five minutes. ", "ALAN DAVENPORT": "\n[1]You've reached Alan Davenport, personnel director at Crestin, Roland and Thomas. Please leave your name and number at the tone and I will return your call as soon as possible. 16. \n[2]Is this Paul Conroy? \n[3]Paul, my name's Alan Davenport, I'm the personnel director here at Crestin, Roland and Thomas. \n[4]You did. I also heard from Rebecca Browning over at the State Department. Are you able to speak on the status of your situation? \n[5]Okay, okay. Slow down. You should try to stay calm. Tell me something, Paul, who have you spoken to? \n[6]Okay, Paul. I'm with you. How about the media. I know your ransom video leaked, but have you spoken directly to anyone about what's going on? 66. \n[7]That's good. It needs to stay that way. It's important that we keep this situation as contained as possible. \n[8]I know you're upset -- \n[9]I know you're upset. And, from what I've been told, steps are being taken to get you out of there. So, hopefully it won't be much longer. \n[10]Yes, thank God. I'm going to switch on a recorder right now. Just a second... 67. \n[11]This is Alan Davenport, Personnel Director for Crestin, Roland and Thomas, Incorporated. The date is October 23, 2006. I am speaking with Paul Conroy. Mister Conroy, are you aware that I'm recording this conversation? \n[12]Please answer the question. \n[13]Mister Conroy? \n[14]And do I have your permission to do so? \n[15]I need you to answer yes or no, please. \n[16]Thank you. Now, Mister Conroy, when were you hired by CRT? \n[17]I have your official date of hire as January 4th, 2005. Is that correct? \n[18]January 4th, 2005. Is that correct? \n[19]And during your initial training, before being sent to Iraq, were you made aware of the dangers inherent to the position for which you were hired. \n[20]I need you to answer yes or no, please. \n[21]During that time, did you also receive and sign an employment contract with CRT, which thoroughly explained company policy as it pertained to your specific terms of employment? 69. \n[22]Yes or no. \n[23]It's our understanding that you were taken hostage in Iraq two hours ago, is that also correct? \n[24]Our legal department requires that we obtain a sworn affidavit from employees, confirming that they understand the reasons for their forced separation from the company. As of this morning, your employment with CRT was officially terminated. \n[25]It was brought to our attention that you were engaging in relations with a fellow CRT employee -- Pamela Gorham. \n[26]Stipulated in your contract was a fraternization clause, in which it was stated quite clearly that any relationship, be it romantic or sexual in nature, deemed inappropriate by CRT senior officials is grounds for immediate termination. 70. \n[27]Our records indicate differently. \n[28]We're also legally required to inform you that because you were technically no longer under the employ of CRT at the time of your abduction, we cannot be held accountable for any injury that may befall upon you after your official date and time of termination. Therefore, in your case, that includes this incident or any consequences that may result from it. \n[29]Given that you were alive up until the time of your termination -- \n[30]Do you understand everything -- \n[31]Do you understand everything you've been told, Mister Conroy? \n[32]Mister Conroy? 71. \n[33]That concludes our interview with Paul Conroy. I am now turning off the recorder. \n[34]I'm sorry. ", "REBECCA": "\n[1]Rebecca Browning. \n[2]Yes, hello. I was just informed of your situation. \n[3]I'm sorry. \n[4]I just have a few questions for you, Mister Conroy. \n[5]It's important that I get this information. It will make a rescue \n[6]I'm sorry? \n[7]We received a call from a representative at CRT. You left him a message? \n[8]He contacted us right away. \n[9]There's little we can do from Washington. \n[10]No. \n[11]I need to know where you were when your convoy was ambushed. 28. \n[12]Okay. And has contact been made with the kidnappers? \n[13]Or else...? \n[14]We'll do everything we can. \n[15]No. That we can't do. \n[16]It's the policy of the United States government to not negotiate with terrorists. \n[17]I understand your frustration -- 29. \n[18]I'm here. \n[19]What's the number on the phone you're calling from? \n[20]No. It's listed as unavailable. Do this -- take down this number. \n[21]410-195-5453. \n[22]Dan Brenner. He's the commander of the Hostage Working Group over in Iraq. 30. \n[23]We formed it in 2004 to deal with situations such as yours. \n[24]Did you write down the number? \n[25]Good. Hold on, I'll connect you with him now. He should be expecting you. \n[26]No. Do not, I repeat, do not contact the news. \n[27]It will only complicate things further and threaten your chances of rescue. \n[28]No, I'm covering yours. Everyone who needs to know about this does. 31. \n[29]That's why you need to contact Dan Brenner right away. \n[30]I'm transferring you now. ", "FEMALE 911 OPERATOR": "\n[1]911, please hold. \n[2]911. What is your emergency? \n[3]911. What's the problem, sir? \n[4]\n[5]Sir...slow down. What is your name? \n[6]Okay, Mister Conroy. Can you tell me your location? \n[7]You're in a coffin? \n[8]Are you at a funeral home? \n[9]How are calling me right now? \n[10]If you're buried in a coffin, where are you calling from? \n[11]You're calling from your cell phone? \n[12]There was a cell phone in the coffin when you climbed in? \n[13]How did you end up in the coffin, sir? \n[14]In the coffin? \n[15]And you're saying the coffin is buried? \n[16]Do you know your location, sir? \n[17]Iraq? \n[18]Are you a soldier, sir? \n[19]They shot who, sir? \n[20]And you're saying this happened in Iraq? The country? \n[21]Mister Conroy, this is 911 emergency in Youngstown, Ohio. \n[22]Yes, sir. I'm not sure exactly how you called here if you're in another country, but if you'd like, I can patch you through to the Sheriff's Department. ", "LINDA": "\n[1]Hi, this is Linda. Please leave a message. Thanks and have a great day. \n[2]Hi, this is Linda. Please leave a message. Thanks and have a great day. \n[3]Hi, this is Linda. Please leave a message. Thanks and have a great day. \n[4]Paul? Paul is that you? Tell me it's you. \n[5]Oh my God, Paul! What are they doing to you? Please tell me you're okay. \n[6]I just saw the news. What...oh my God, baby. \n[7]I missed all your calls. I left my cell phone at home. I just found out what was going on. \n[8]Who? 85. \n[9]They are? Oh thank God. Oh dear God, thank you. \n[10]How do you know for sure? Oh God, please tell me you're okay. \n[11]I was so afraid I was going to lose you. \n[12]I love you so much. I love you so, so much. \n[13]It doesn't matter. \n[14]Sweetie, I don't care. I just want you home. Please come home to me. \n[15]Swear it. \n[16]The people? \n[17]Call me right away. \n[18]I love you. Swear it again. ", "DONNA": "\n[1]Hello? \n[2]Hey, how's it going? 22. \n[3]Fooled you. I'm not really home. But if you leave a message, I'll get back to you as soon as I get in. Bye-bye. \n[4]Paul? \n[5]What do you want? \n[6]I don't know. I haven't talked to her all day. Call her cell phone. \n[7]Uh...yeah. Why? \n[8]It is on. \n[9]I was just heading out to the supermarket. I really don't have \n[10]Is everything alright? \n[11]Don't fucking yell at me, Paul. \n[12]Yes you are. Just like you did last year at the cookout. I'm not going to tolerate -- \n[13]What? \n[14]What? \n[15]Hold on. \n[16]Okay...State Department. It's 202- 134-4750. \n[17]Yeah. 25. \n[18]What the hell's going -- ", "SPECIAL AGENT HARRIS": "\n[1]Chicago field office. Special Agent Harris. \n[2]Yes it is, sir. \n[3]Whoa, whoa, sir. Slow down. When were you in Iraq? \n[4]May I have your name please, sir? \n[5]\n[6]Were you shot at? \n[7]Who put you there? \n[8]A bunch of kids? \n[9]I thought you said they didn't shoot at you. 13. \n[10]Sir, you're going to have to stop shouting if -- \n[11]Hmmm... \n[12]Why is it that they didn't shoot you? \n[13]What's your social security number, Paul? \n[14]Do you know where you're ...lo...if...dy.. \n[15]Bet...un...near... 14. ", "MARYANNE": "\n[1]Hello? \n[2]Who? \n[3]My son? \n[4]I'm fine. \n[5]Who are you? \n[6]Paulie? \n[7]Paulie? \n[8]Is this Paulie? \n[9]Very nice. Your father and I have been playing gin rummy every night. \n[10]How are you doing, sweetie? \n[11]That's nice, honey. \n[12]Flowers? \n[13]Yes, dear. Your father and I have been playing gin rummy every night. 50. ", "STATE DEPARTMENT REP": "\n[1]United States Department of State. \n[2]Where are you calling from, sir? \n[3]Are the kidnappers with you? \n[4]You're buried? \n[5]Did you try contacting the military out there? \n[6]What number? \n[7]The people holding you hostage? \n[8]I don't know...hold on. Let me connect you...hold on. ", "CRT OPERATOR": "\n[1]Thank you for calling Crestin, Roland and Thomas. How may I direct your call? \n[2]Who is this, please? \n[3]Sir, if this is a crisis situation you need to contact the Safety Number your were provided. 15. \n[4]Who took it, sir? \n[5]I'm going to put you through to Alan Davenport. \n[6]Director of Personnel. Please hold. "}}