{"dialogues": {"ALI": "\n[1]Uh, excuse me? You forgot something. He turns. Sees: ALI ROSE. One hand holding a bar rag, the other planted on her hip. Ali has a look that's all her own: short shorts, white platform sandals, hair piled up high, more make-up than the rest of Grundy's women combined. She's young -- 22 -- but has a confidence that's got nothing to do with age. \n[2]Huh. See, now that's interesting -- you and I must do math completely differently, cause me? I start with the six beers I brought you, add the four spills I cleaned up, the five times I refilled your peanuts, plus the three times you \"accidentally\" touched my ass, then I tack on lying to your wife when she called looking for you, twice, and I come up with a sum that's a hell of a lot more than twenty-five cents. Before the Regular can respond, Ali is joined by LORETTA -- 30's wearing every one of those years hard. \n[3]Nothin's cheap. A quarter's an insult. \n[4]There's only one thing a quarter is good for. Ali takes the quarter and heads to the back of the room, passing a GEEZER who's sitting by himself, drinking alone. \n[5]Dwight isn't here. Ali stops in front of the rinky-dink karaoke machine. \n[6]Tough. I'm not working here for the tips Loretta. She pops the quarter into the machine and chooses a song. She picks up the microphone and, after a few opening beats, starts singing ETTA JAMES'S \"SOMETHING'S GOT A HOLD ON ME\". \n[7]\n[8]\n[9]\n[10]\n[11]\n[12]\n[13]\n[14]Loretta-- when I get out of this butt-hole of a town, I sure as shit won't be heading for Des Moines. She hops up onto the bar, spins around on her butt, one leg up in the air like a Varga girl, then hops down on the other side then gets back to work. \n[15]Nanna? Got your pot roast here! \n[16]They were out of steak fries, so I got you some of those... Then she stops in her tracks. Nanna -- 80's, housecoat, oxygen tank -- is slumped in her chair. The TV remote is on the floor. \"ENTERTAINMENT TONIGHT\" is blaring. \n[17]Nanna? 9. \n[18]Arlene. \n[19]She's Arlene. I'm Alison. \n[20]No, she was good to me. She rearranges the flowers resting on the plot, fixing it up. \n[21]And she wasn't even my real Nanna. \n[22]Foster care. She took me in for the checks. When I turned eighteen, the money stopped coming. She could've kicked me out, but she didn't. 10. \n[23]She had a lot of pain at the end. Nothing she talked about, but I could tell. \n[24]Yeah. I guess she is. \n[25]I had a death in the family. 12. \n[26]I'm not here to work. I'm leaving. \n[27]Yeah. I just came for my back pay. \n[28]But, I won't be here then. And you owe me for three weeks. \n[29]You know what, Dwight? Contrary to what you've been told, there's no law in Grundy that says you have to spend every waking minute being a tight-fisted, cheap-ass prick -- \n[30]I've spent three years of my life \n[31]I'm only taking what he owes me. How much was that bike you been wanting for little Keith? Ali STUFFS a few TWENTIES into Loretta's apron-- pockets the rest. \n[32]Somewhere I can breathe. Now gimme a hug, I gotta get out of here before he gets back. Loretta hugs her tight, then looks Ali in the eye, concerned. \n[33]Watch me. Ali gives her one more hug, then grabs her bag and leaves. \n[34]How much to Los Angeles? \n[35]You're kidding, right? \n[36]Okay! Well. Good luck with that. He drops her suitcase on the bed and stands there. Waiting. \n[37]Oh, hang on. She digs into her purse. All she has is twenties. She peels one off and holds it out. \n[38]If I could just get a little -- But before she can finish, he pockets it, nods and leaves, closing the door behind him. To the closed door: \n[39]-- change. She pulls open the blinds, they fall off the wall with a CRASH! Ali stares at them. Then she opens the window. The SOUNDS OF HOLLYWOOD pour in. She digs out her cash, sticks it under the mattress. Then she reconsiders. 17. She removes the money, takes a Ziploc bag full of make-up from her purse, dumps the make-up onto the bed, seals the money up in the Ziploc, and takes it into: THE BATHROOM. She lifts the lid of the back toilet tank and slips the Ziploc of cash under it, catching the bag in the lid as she sets it back down, so it won't fall in. She goes back into the main room to find a CALICO CAT sitting on the window sill. It MEOWS, hops into the room. \n[40]Hey. I thought this was a single. The cat curls up next to her. She checks his junk. \n[41]Typical. First guy I meet is neutered. You don't happen to know anyone in the music business, do you? \n[42]Singer/Actress... Singer/Songwriter .Singer/Scuba diver? Perfect. ON ANOTHER AD: It says: \"SINGER/WAITRESS WANTED.\" MUSIC UP: \n[43]I can dance. \n[44]Sorry, you're just -- so DAMN beautiful. \n[45]That you're a dude. Nikki's face turns to stone. Her eyes widen in horror. Ali sees the mistake she made. She's mortified. \n[46]Oh, shit. \n[47]I'm really sor-- The stage door slams shut. Ali picks up the strand of beads. Holds them up in the light, watching them shimmer. She goes to the front of club, where a smattering of L.A. HIPSTERS enter. There's a GLASS DISPLAY CASE full of photos of the acts. Ali looks at the pictures of the Girls in their elaborate costumes and provocative poses. She's unintentionally made her way to the front door. Black curtains obscure her view inside. She peers in. HEARS cool music emanating. The sounds of a nightclub. Intriguing. She ventures inside... \n[48]What is this place? A strip club? \n[49]Only if you're buying. \n[50]Is it that obvious? \n[51]Not brand new. But still under warranty. \n[52]Iowa. \n[53]I thought you looked familiar. He smiles. As Ali sips her free beer, Jack stacks drinks on a tray for a DITSY WAITRESS. He slides the tray to her. She doesn't notice. He barks at her: \n[54]Damn... \n[55]Hell no. I wouldn't have left. She stares up at the stage, marvels at the dancers. \n[56]So tell me -- who does a girl flirt with to get from here...  to there? \n[57]With someone wearing more eyeliner than me? He laughs. Points across the club to A DOOR leading backstage. \n[58]Thanks, Jack. \n[59]Excuse me. I'm looking for Tess. \n[60]Hi. I'm a friend of Jack's, and I'm- \n[61]Yes, and I'm-- \n[62]Yes, and I-- \n[63]Yes. Tess glances at Ali in the mirror. Then goes back to her mascara, unimpressed. Silence. \n[64]I'm a singer. A good one. \n[65]I can dance. \n[66]I'm a quick study. \n[67]Okay, I get that you're busy so I won't waste any more of your time-- but this place-- I've just never seen anything like it before and I know I belong here. So, how can I be a part of it? \n[68]One Dewar's neat, one shot of Patron, and get this, tough-guy in the hat? He wants a Cosmo. Jack looks at her, surprised. Impressed. \n[69]One night. If I'm not 20 times better than boobs-for-brains over there, you don't have to pay me. \n[70]Her leg went behind her head! \n[71]I want to do that. \n[72]When he kisses me I get a thrill... The Cat MEOWS and slinks out from behind the bed. Ali pulls the crystal beads out of her pocket \n[73]And when he does that wiggle I can't keep still (ties the beads around the \n[74]Thanks. She heads back to the bar. As Jack loads her tray up, she stuffs her tips into her pocket-- SEES Sean, looking her up and down. \n[75]And you are? \n[76]So Asshole's a regular? \n[77]He's with Nikki? \n[78]Who's that with him? \n[79]She's funny. \n[80]\n[81]Hey, no, that's for -- Nikki opens a bottle, pops 3 pills in her mouth, washes them down with the drink, and sets the empty glass on Ali's tray. \n[82]You, I guess. hands out the other drinks: \n[83]Tess? Do you have a second? Tess doesn't answer. But a slight glance at Ali in the mirror shows she's half-listening. \n[84]I was thinking -- see, I grew up listening to all this music, I'd play the records over and over -- \n[85]Now see-- that's what I've been thinking about. There's one thing I don't get. \n[86]It's the vocals. You have the girls lip-synching. which is fine, I guess, but wouldn't it be so much better if they actually sang? The Girls trade looks, knowing Ali's overstepping here. Ali doesn't feel the vibe-shift, surges ahead. \n[87]I've been reading up on it, and back when burlesque started, that's what they did. Silence. Nobody moves. All eyes on Tess. \n[88]Oh. Well... this book said it came after... \n[89]Oh. Ok. It's just-- It's just that ...I CAN sing and-- \n[90]Georgia? You okay in there? A FLUSH. The stall door opens. Georgia comes out shakily with mascara-smudged eyes, sweet as ever. \n[91]There aren't many women who could dance the Charleston on a chair at - - what are you, three months? Georgia turns sideways to the mirror, inspecting her bump. \n[92]You haven't told him? 36. \n[93]You look pretty hot to me. Georgia reaches into her corset, yanks one breast skyward, then does the same to the other. \n[94]I had to pee. Is that okay with you? \n[95]Hey! They tear past her. She shakes her head, reaches her landing, heads down the hall toward her room, then sees: HER HOTEL ROOM DOOR, ajar. The lock broken. \n[96]No. No! She runs down the hall. \n[97]No!!! God damn it!!! She looks out the window, SEES the ROBBERS running off, disappearing down the street. She kicks the trash can. It flies across the room. \n[98]Damn it! Damn it, damn it, damn it, damn it, damn it! She sees the cat watching her from behind the bed. \n[99]A lotta help you were. The cat creeps out, slinks around her legs. Ali plunks on the bed. \n[100]Shit. Then she sees, on the floor, the PHOTO she took from Nanna's. She picks it up. The glass has cracked, tearing the picture. 38. She takes the picture out of the broken frame, smooths it out -- then looks around her trashed room. Fighting despair. \n[101]\n[102]\n[103]Came in -- busted the lock-- and stole all my MO-NEY-EY-EY-EY!!! She sobs--trying to talk, with high-pitched SQUEAKS only heard by birds. Jack winces, trying to follow-- \n[104]And there's no way I-- sleep there-- with-- like that-- the manager said- - not till Monday-- and I don't-- anyone else-- but then-- so I remembered I had...but it went straight to...so I... She reaches in her pocket, pulls out a card. It's Jack's that he gave her in the club. It has his address on it. 39. \n[105]I can't. \n[106]I.. .don't ...have anyone. \n[107]To call. \n[108]No one! No one, okay? Do I have to spell it out for you? I am -- completely -- alone! 40. Jack susses out the situation. \n[109]Just for one night, I swear. Just till it's light outside and I can figure out my next move. \n[110]What? You don't like cats? It slinks around his leg. He shakes it off. \n[111]How can you hate a cat? 41. \n[112]He goes outside. We just have to open a window. He's very independent. She opens the window. The cat scurries back in, leaps onto the ledge. Ali pets him. Looks at Jack, smiles. \n[113]I don't have a name for him yet. It purrs. Jack eyes it warily. \n[114]One night. \n[115]You're good. \n[116]Why don't you play at the club? \n[117]You in a band? 42. \n[118]A flaky punk-rock-fusion keyboardist? No way. He smiles. Continues playing. HIGH ANGLE, seeing both of them on either side of a wall. Her listening, him playing. After a few measures: \n[119]Hey... He stops playing again. \n[120]Why'd you leave Kentucky? \n[121]Cause I looked around and realized there wasn't one person whose life I wanted. \n[122]Hey Jack? \n[123]Thank you. I'm really glad I'm not alone tonight. He smiles. \n[124]Morning. Coffee? \n[125]She's pretty. Your sister? \n[126]Fiancee? You're straight? \n[127]Yes? \n[128]I don't know, the...make-up? \n[129]Okay. \n[130]Okay. And the floral couch...? \n[131]I should put on pants. \n[132]Where is she? \n[133]For how long? \n[134]Oh, God, now I feel bad about this. \n[135]I don't know. Now that you're straight and engaged, it feels weird that I came here. \n[136]Alrighty then-- I'll get outta your hair now... \n[137]Oh, don't worry about me. I've got a plan.  Come on, cat. She zips the cat into the bag he came in. \n[138]No, I'm good, if you could just She nods at the door. He opens it for her. \n[139]Thank you. For everything. You are my knight in shining... eyeliner. 46. \n[140]I'll see you at the club. \n[141].was to sit here at the bus stop and come up with a plan. \n[142]No, Jack, I-- \n[143]I'll figure it out, this is not \n[144]It's only water for chrissakes-- 47. \n[145]Jack-- you've done enough and-- In ONE MOVE he SCOOPS HER up as she lets out a WHOOOOP! \n[146]Jack-- No! Stop it! He grabs her bags and carries her back across the street-- \n[147]\n[148]You really don't need to do that. \n[149]\n[150]Trying out. \n[151]Tess, I've been singing and dancing my whole life and-- \n[152]Hey_. This is your club and you can be as rude as you want--but don't you dare tell me I'm not serious. Sean's eyebrows reach for the ceiling as Nikki enters, SEES Ali on stage. \n[153]I may not have been to a professional dance school, but I have a lot of talent and I came to this town to do something with it. And the only reason I've been putting up with all the bullshit \"attitude\" I get from you is cause I want to do it here. For the first time in my life, I don't want to be someplace else. So you're gonna give me MY shot. Right here. Right now. Everyone in the club just stands there. Jaws dropped. Tess just looks at her, blinks, incredulous. \n[154]One song. You don't like it, I'll quit and do us both a favor. Your call, lady. I know every number in the show. Sean, eyes big as saucers, looks from Ali to Tess, then back \n[155]Which one do you wanna see? Tess looks at her in disbelief. \n[156]I said, which one do you wanna see? Ali just stares at her. Calling her bluff, Tess yells up to DAVE in the sound booth-- 51. \n[157]Hang on.  Start it again, please? As Dave resets the music. Ali regroups: takes her hair down and shakes it loose. Nikki ENTERS, SEES Ali on stage-- \n[158]Anytime. The MUSIC starts in again. And this time, Ali comes alive. She may not have perfect technique or the best extension, but she exudes an ambition and sexuality no one has seen from her before. It's like she becomes a woman before our eyes. She misses a step or two, but who the hell cares? On the floor, Sean gapes, eyes popping. Tess is poker-faced. Coco and Georgia's expressions turn from dubious to respectful. Nikki's eyes narrow. At the bar, Jack freezes, a huge rack of glasses in his arms - - unable to tear his eyes away. 52. As the SONG CLIMAXES, Ali finishes with an alluring toss of her ass, then lands in a sexy layout on a chair, owning the stage. The music ends. A stunned silence. The only sound is Ali's heavy breathing. Then Georgia jumps up, APPLAUDING EFFUSIVELY. \n[159]So, I was spot on the first half? Tess narrows her eyes at Ali. Then looks over at Nikki, Coco and Georgia. Georgia gives an effusive THUMBS UP-- then suddenly becomes overcome by nausea, covers her mouth and RUNS to the bathroom to puke-- Tess rolls her eyes, looks back at Ali. \n[160]Do I have the job, or not? \n[161]And I know all the routines. As Tess turns and leaves-- \n[162]Hey, I happen to like the way I look. \n[163]Sorry for the short notice, I quit!  But hey-- with my raise I'll be off your couch in a week. She squeezes him tight-- then heads backstage leaving him standing there, really turned on. 54. \n[164]My tits are up around my ears, my thong's about a mile up up ass, this corset is so tight, I haven't breathed since Tuesday and these lashes are thick enough to kick up a stiff wind. \n[165]Yeah. She hands him the last bits of her costume. FOLLOW Ali as she heads to the dressing room. As she grabs her T-shirt and jeans: \n[166]Hey. \n[167]All the girls went out for pizza. \n[168]Apparently not. Tess reads her like a book. Knows what went down. She turns to leave, then pauses at the door. Turns back. \n[169]What...?  You closed the window, what do you expect? \n[170]Awwww. Poor guy, you must have been desperate. \n[171]A thousand bucks for a studio? \n[172]Okay, Jack-- I get it-- His cell phone rings. As he checks who's calling: \n[173]Guest studio, Hollywood, $900, with a yard, and -- oh. No pets.  Screw them. She scans the ads some more. Finds a good one. \n[174]Ooh? Jack walks in. Looks like he's got something on his mind. \n[175]I think I found my new place. Where's Pomona? \n[176]Really. How's Beachwood Canyon? \n[177]What about the \"God damn\" cat? \n[178]What did Natalie have to say? \n[179]Ah-hah. \n[180]Save your ass? \n[181]Well, will you look at that? The shoe, on the other foot! \n[182]One minute I'm a freeloader with a God damn cat, the next, I'm the only thing standing between you and \n[183]What's the proposal, exactly? Jack looks at her-- realizes he's screwed. \n[184]Closet? \n[185]Ooh, look! Hot tub! \n[186]Okay. \n[187]Hey, I'm the kind of girl, if a friend's in trouble, I help. That's just who I am. We HEAR an AUDIENCE laugh O.S. as we... \n[188]But, wait-- Tess-- that's always been Nikki's number. Tess looks at her-- she's really had it with these girls-- \n[189]\n[190]\n[191]\n[192]\n[193]\n[194]\n[195]\n[196]\n[197]Tess, when the music stopped-- \n[198]I did. Tess spots a TATTOOED BAND GUY in the door. \n[199]You can't learn to sing like that. 68. \n[200]I just got into the show and suddenly I'm too good for it? Shrugs, \"but, you are\" then-- \n[201]Sure. Jack's at the bar. Tell him I sent you. It's on me. \n[202]Talk about a \"line.\" She smiles, amused, and heads away from him, toward the bar. He watches her go. Tess intercepts Ali. \n[203]Directions to the bar. As Ali heads off. Tess glances back at Marcus, mistrustful. \n[204]I don't know, I can't explain it. It's like -- I start singing, and something starts to move inside me. It's in my hands, my feet, my gut, \n[205]and it just builds and builds till I feel like I'm gonna explode. \n[206]Yeah. Lemme get my bag. Ali moves off. Coco goes to get her coat. Sean sees Jack still watching Ali as she walks across the room. \n[207]What? \n[208]Where have I been all my life? 71. \n[209]\n[210]Hiya, big boy. She spins herself around on a bar stool, so he can see all angles. Jack likes plenty. Way too much. \n[211]What do you think? \n[212]Jack. It's okay for you to think I look hot. We're friends for chrissakes. It's not like we're brother and sister. 72. She rolls her eyes, gets up, and heads backstage. Jack watches her go-- \n[213]What's a fly-over state? Ali takes a deft stroke of her wand over her lashes, then bats them at Nikki. Nikki walks out. Coco smiles with appreciation. Whistles long and low. The girls all laugh. \n[214]Beautiful. You write that? \n[215]Jack? Jack zips back to the door, opens it quietly, then SLAMS it. \n[216]In here! Can you zip me up? In a nanosecond-- Jack enters the bedroom. \n[217]Hey. Where you been? \n[218]Me and my mom on my 7th birthday. She died just a few weeks later. 77. \n[219]24. There was so much she never got to do. Sometimes I feel like, if I make the most of my life, part of her will get to live a little more, too. \n[220]Every single day, something happens I want to tell her about. \n[221]Don't know. Hasn't happened yet. They stand there, close to each other. Jack sees a strand of hair caught in the earring. He pulls it away, freeing it. His fingers move through her hair. She closes her eyes, feeling his fingers against her neck. Then she opens her eyes, looks at him. He looks back, unable to look away. Until: His CELL PHONE RINGS. Breaking the mood. He pulls it from his pocket. Checks who's calling. Looks back at Ali. \n[222]\n[223]\n[224]\n[225]\n[226]\n[227]Hey -- when can you cut out? I'm about to fall asleep standing up. \n[228]No, that's okay, you go. I'll grab a ride with Coco. He grabs his jacket from under the bar. As he heads out: \n[229]Thanks. 80. He disappears out the back exit. Ali turns around and finds herself face to face with Marcus. \n[230]For what? \n[231]Excuse me? \n[232]Talk to me about...? \n[233]Hey...! Come back here...! \n[234]Where are you taking me? 81. \n[235]Dinner? What about Nikki-- What's up with you and Nikki? \n[236]Where I'm from friends don't chew each other's earlobes. \n[237]What? \n[238]You just remembered. \n[239]And if I do. \n[240]Wow. Nice house. \n[241]Marcus -- you can't just take that. \n[242]They're gonna throw us out of here. \n[243]Ooh. Killer shoes. \n[244]Hey, I saw them first. He laughs as they reach the top of the stairs and a BREATHTAKING PANORAMIC VIEW OF THE ENTIRE CITY is revealed. Ali pauses, taking in the glittering, massive view of L.A. \n[245]Whoa. L.A. looks one hell of a lot prettier from up here. \n[246]You own that too? \n[247]There is nothing above it. \n[248]You own...air? \n[249]Aren't you the sly puss. \n[250]What's the first? He gazes at her. She rolls her eyes. \n[251]How many girls have you used that on? \n[252]Why? \n[253]I want to be the best singer I can be. I want to give as much joy as I get when I perform. And I want to die knowing I made the most of every opportunity life gave me. \n[254]Oh, please. You are SO not a nice boy. He clinks her glass. Smiles at her. Devilish and sexy. \n[255]Ooh, I love this song. The Piano Player scoots to make room. She sits beside him. He starts humming along. She does too. Then he sings a line. She sings one back. And they fall in together. Not vamping, not performing. Just feeling the beauty of the music in the middle of the night. \n[256]Ahh. My Nanna used to call me her Ali-Cat. \n[257]\n[258]I got a ride home with that guy-- Marcus-- we went to a party. It was fun. \n[259]Yeah. Turns out he's not so bad. She heads past him, toward the kitchen. He notices: \n[260]\n[261]\n[262]So what if I'm getting a little male attention. \n[263]Not from anyone who matters. \n[264]\n[265]\n[266]\n[267]\n[268]\n[269]\n[270]What? Ali wanders out of the bathroom, brushing her teeth. He shows her the paper. She SCREAMS. \n[271]I'm starting to think you'll go to any length. \n[272]Well-- I appreciate the kudos.  And Tess appreciates the business. \n[273]You are so full of it. He laughs-- takes her arm-- \n[274]Harold Saint? Shut up. You worked with Etta James. \n[275]Thank you. I like yours. \n[276]Not yet. \n[277]Holy shit. Harold Saint. AT THE BAR, Jack watches Ali and Marcus talking excitedly. Not liking what he sees. Sean breezes by, grabs a drink. \n[278]You really need to do that at 6 in the morning? He turns, sees her. \n[279]My pajamas were in my bedroom. Which was occupied. \n[280]So -- you want the bedroom back? Is that what you're saying? \n[281]Hey, I'm home every night. Maybe not when you think I should be, but last I checked, you were my roommate, not my mother. \n[282]However, since it's an issue, what the hell, take the bed, I'll sleep on the sofa. I don't care. \n[283]Fine. \n[284]I realize that. \n[285]I'll move my stuff, God -- \n[286]Jesus, Jack, what is your problem? Ever since I started hanging out with Marcus, you've been acting like a class-A prick. Is there something you want to say? \n[287]First of all: He's not the devil. He's a smart businessman. And oddly enough-- a gentleman. She storms out of the kitchen, tripping over the cat-- a LOUD \n[288]Shot of Patron. Jack raises his brow. Ali drinks the shot, and without looking at him-- \n[289]Lookin' kinda lonely. \n[290]Hey-- what're we, in junior high? \n[291]Well, you're quite the crooner. He looks her in the eye. \n[292]You and Natalie split up? \n[293]Do I look alone to you? They share a look. Then he spins her around in his arms. She laughs. AT THE BAR, tipsy Sean and Coco stand side-by-side. Coco is watching the DJ spin. The DJ glances down at them. \n[294]Whoopsie daisy -- PULL BACK to find Jack and Ali, drunk, staring at the keys on the ground. \n[295]My Nanna used to say that all the time. That and upsie jumpsie. \n[296]When she wanted her dog to get on the bed with her. That is -- when she was alive. Their eyes meet. A connection. Then, staring into her eyes: \n[297]Help me. Jack gets the lamp to standing, then grabs one of Ali's boots, slides it off, dumps it. Then he tries the second -- it sticks -- he pulls harder -- the boot pops off and he careens backwards, crashing into the lamp, knocking it over again. Ali cracks up. He turns to the lamp. \n[298]Oh. Okay. Good night. Jack disappears into the bedroom and closes the door. Ali stares at it, surprised. Then resigned. Oh, well. She undoes her bra, threads it through her top and out the arms. Then Jack's door opens. He stands in the doorway in matching \"Rudolph the Red-Nosed Reindeer\" pajamas, leaning against the doorframe like Hugh Hefner in his finest silk smoking jacket. \n[299]Cute jammies. \n[300]Go figure. Jack walks past Ali, toward the door. 105. \n[301]Night again. He walks back into the bedroom and once gain shuts the door. Ali smiles to herself, plumps her pillow. The door flies open again -- Jack's there in just the pants, no top. \n[302]What? \n[303]\n[304]Well, it's official. \n[305]You are definitely not gay. He smiles at her, drunk with lust. CAMERA PANS UP AND OFF OF \n[306]\n[307]Sure got a funny way of showing it. He smiles at her. \n[308]\n[309]So, what about Natalie...? \n[310]\n[311]Natalie? Jack scrambles for something to put on. \n[312]What 's she doing here: \n[313]You were engaged to this woman? \n[314]What?!? \n[315]Fine, I'm out of here--  You said you split up! \n[316]So am I. She gathers up more things, really pissed-- \n[317]Oh. I'm sorry. I think I have the wrong apartment. I'm looking for Sean?  Brown hair? 5'10n? Early 30's? \n[318]Long story. Sean notices the guy in the blanket. \n[319]I'll make it. You two get acquainted. \n[320]\n[321]Oh. Marcus. \n[322]Mark. Or Mike. Jury's still out. \n[323]Only if you had your eye on Sean. \n[324]Mmm. Maybe a little. \n[325]What's that? \n[326]Haven't you heard? No is the new yes. \n[327]\n[328]\n[329]She was a poet. \n[330]What new place? 116. \n[331]Marcus, I can't just-- \n[332]It's not even on the bus route. \n[333]Better. She looks out at a giant billboard at eye level. \n[334]Yeah, right. \n[335]Really? What'd he say? \n[336]Are you serious? When?? \n[337]This Tuesday? \n[338]No! Oh my god, no, that's amazing. You're amazing. \n[339]I think you're way too nice to me. \n[340]I've had a lot to drink. And my judgment is off. He touches her face, their chemistry palpable. \n[341]Liar. She leans in and impulsively pulls him into a kiss. \n[342]Where am I? She sees a Warhol-esque PRINT OF MARCUS on the wall. She raises her brows then sees her disheveled reflection in a huge mirror: smeared mascara, hair askew. \n[343]Who am I? She sees her and Marcus's clothes in a trail on the floor and bites her lip, remembering last night. \n[344]What is this? \n[345]This is the address of the Burlesque Lounge. Marcus shrugs, dries his hair. \n[346]You can't tear down the club. \n[347]But what about the history? That place is a landmark. \n[348]Does Tess know about this? \n[349]What makes you think she would ever sell the Lounge? \n[350]But that club is her life! 120. \n[351]Not personal? It's pretty god damn personal for Tess! And Coco and Sean and Alexis. And what about Jesse? And Dave the lighting guy? \n[352]And what about me? It's pretty God damn personal to me. She turns to leave. \n[353]To the club. Where I work. She marches out of the room, resolute-- \n[354]Tess! I have to talk to you! Tess keeps walking. \n[355]Marcus Gerber is trying to buy the lounge, and he's gonna tear it down and build a twenty-story skyscraper! Tess stops. Slowly turns and stares at Ali, who's suddenly embarrassed to admit... \n[356]I just saw the plans. Tess looks at Ali. Stunned. Ali stands there, breathless, waiting for her reaction. But Tess just turns, continues up to her office, and shuts the door. Ali turns to Sean-- then starts after her-- \n[357]She has to do something! She can't just let him -- \n[358]So that's it? It's over? \n[359]But she can't just give up! 123. \n[360]Where'd you get this? \n[361]Where's he going? \n[362]To be with Natalie? \n[363]Really...? Then why's he going to New York? \n[364]I don't have a -- Sean tosses her his CAR KEYS. 124. \n[365]But I have to speak to him! \n[366]\n[367]\n[368]Sean told me you're going to New York. Please don't go! \n[369]Really? \n[370]Yes! Yes. Absolutely. \n[371].Marcus who? They share a smile, separated by the ropes. \n[372]Five weeks?! That's forever! 126. ANGLE ON: A MALE AND FEMALE SECURITY GUARD, listening to the whole exchange. \n[373]Well, go get 'em, Jack. He smiles, then disappears into the crowd. Ali stands there, watching him, gobsmacked by the kiss. \n[374]Tess! \n[375]But this is really, really -- Tess holds up a hand. \n[376]\n[377]Yes now! God damn, you are one stubborn mule of a woman. Anyone else in their right mind would have figured out by now, when I have something to tell you, you listen! I told you I could dance, did you listen? No. Big mistake. I told you I could sing, did you listen? No. Big. mistake. This time you are going to hear what I have to say if I have to tie you up with your corset strings and scream it in your God damn ear. For the first time someone silences Tess. Ali takes a breath. \n[378]Have you ever heard of air rights? \n[379]Ten stories would. Twenty would decimate them. Leaving behind a lot of angry homeowners staring across the street at fluorescent light bulbs and dirty windows. \n[380]Trying to sell-- \n[381]How'd that feel? \n[382]And to think, you didn't even want me around. \n[383].What was it you said to me that first night? \"Twenty bucks at the door will make all your dreams come true.\" That was sweet of you. \n[384]Kinda ironic, when you think about it. I started off begging you to make my dreams come true, and here we are -- \n[385]Just like that? \n[386]Really? \n[387]I never had a sister. ", "JACK": "\n[1]Get you a drink? She turns. A bartender is watching her watch. JACK - 25, punky, dark hair, eyeliner, one arm half-sleeved with tats. \n[2]Welcome to L.A. \n[3]You still have that new-car smell. \n[4]Where you from? She looks back at the stage, mesmerized. \n[5]Oh, yeah? Kentucky. We're practically related. \n[6]Hey_. Go. 23. The Waitress picks up the tray -- almost spilling the drinks - - then heads off. Ali looks around the place-- wowed... \n[7]They don't build 'em like this in Iowa, huh? \n[8]Is this you flirting? \n[9]Ask for Tess. She's your guy. Flirt away. As she heads off-- \n[10]Hey, Iowa-- use my name. He hands her a card. She looks at it: \n[11]Yeah, Coco's the real deal. \n[12]She used to dance with the Joffrey Ballet. Nikki sang opera. Eva performed with Cirque. Everyone here's a pro.  And you're on! \n[13]Dewar's rocks, bottle of Dom, keep it coming. \n[14]Marcus Gerber. Real estate guy. \n[15]This week. Vince goes over to Marcus's table, shakes hands, joins him. 29. \n[16]Technically your boss: Vince Scali. Tess's partner. And ex... Jack is about to lift the AmEx off the tray, when Sean swoops by and intercepts it. \n[17]Ali? What's wrong? You okay? She tries to speak, but can't -- so she just nods. \n[18]Really? Cause, in my experience-- when you're on someone's doorstep surrounded by everything you own, there's usually a not-so-good story \n[19]Shit. No way! \n[20]Okay. I have no idea what you just said, but come on in here and we'll get it sorted out. She looks at him. Wiping her tears. He picks up the heaviest of her bags and leads her to: \n[21]Have a seat. I'll get us BOTH a drink. Here -- \n[22]-- call whoever you want, long- distance, whatever-- \n[23]Sure you can. Go ahead. Her chin starts quivering all over again. \n[24]What do you mean? \n[25]No parents?  Siblings? Aunts? Uncles? Friends? \n[26]So...you're not here to use my phone. She starts to cry again. \n[27]Okay. Wait. No, stop, stop, stop, it's okay, it's fine. You'll crash here. No problem. Just, please -- no more crying. She nods. He grabs a bottle of Tequila and a couple of glasses. Pours them a couple. They both take a drink. \n[28]Better? She nods. \n[29]Okay. Good. She wipes her eyes. \n[30]Deal. Then she opens her small bag and the cat strolls out. \n[31]Whoa, whoa, you didn't say anything about a cat. \n[32]I hate cats. \n[33]It's easy, I'll show you. The cat bolts into the bedroom. \n[34]Where's it going? If that thing pees on my bed -- \n[35]One night? \n[36]Thanks. \n[37]Make more money bartending. \n[38]Was... Guitarist moved to Reno, Drummer went to med school, bassist is in rehab. I'm subbing around town till I regroup. This is for a punk fusion band -- their keyboardist is a flake, so they call me a lot. \n[39]Why'd you leave Iowa? \n[40]Exactly. A beat. Then as he starts playing again: \n[41]Get some sleep. 43. He continues playing. She closes her eyes. \n[42]Aauuuugggghh. He hurls the cat away and bolts out of bed, disgusted. \n[43]Black. Like my soul. She pours him a cup. Sees a picture of a BEAUTIFUL GIRL on his fridge. \n[44]My fiancee. Natalie. \n[45]Of course I'm straight. You thought I was gay? \n[46]Why? 44. \n[47]It's a look. \n[48]A straight look. \n[49]Probably. She bolts out to the living room, starts digging through her bag, bent over. She's in the doorway, so from the kitchen, all he can see is her cute little ass sticking out. \n[50]New York. Doing a play. \n[51]Six more weeks. She can't find pants. She shifts, so now her ass is facing him directly. He tries not to look-- \n[52]For what? \n[53]Well, you did, and it was fine. Aha! Pants. She pulls them out, starts putting them on. He looks out. Her foot is caught in the pants leg. As she hops around, trying to untangle it-- \n[54]Or at least it will be as soon as you get dressed. \n[55]Wait, where're you headed? \n[56]Hang on, let me at least spot you some cash. I'm a little strapped, but I could -- \n[57]Cool. She leaves. He closes the door behind her. Stands there. \n[58]So, this plan of yours? \n[59]Come back inside. \n[60]\n[61]It's pouring! \n[62]\n[63]Look, you have nowhere to go, I have a couch. You may as well stay here for a few days. \n[64]You'll be homeless. You always have this much trouble saying yes when someone is trying to help you? \n[65]There's a towel in the bathroom-- dry yourself and that damn cat off. 48. Ali collects the cat-- heads for the bathroom. Jack checks his phone. Answers. \n[66]Hey, baby, how's it going?... Really? That's awesome... \n[67]That...? Just this person from work What? No, she's just a friend, I'm helping her out. Nat, it's nothing. O.S. MUSIC UP: \"BABY YOU'VE GOT WHAT IT TAKES\" by Brook Denton and Dinah Washington over... \n[68]\n[69]Your stupid cat peed in the tub! \n[70]Your cat pees in the house, and it's my_ fault?! Ali scoops the cat up. \n[71]Goddamn cat. And you used my towel again.  How's that apartment hunting coming? He GRABS the newspaper and tosses it in front of her-- she glares at him, then glances at the paper-- \n[72]Can you really put a price on privacy? Freedom? Your own bathroom? With clean towels? 58. \n[73]Natalie.  Hey, baby, how are you? He heads into the bedroom, closes the door. Ali shakes her head, begins to peruse the classifieds. \n[74]Go to Hell, turn left, it's three miles down on the right. \n[75]Great, if you have a car. Truth is, you should get a car first. This is L.A. You don't exist without a car. Plus, you can't really afford a decent place yet. Tell you what. \n[76]I'm gonna suck it up and let you stay here a little longer. Just throw in a little something for rent. She looks at him, curious. \n[77]Hey, I don't like the cat. And I don't like my towel being wet. I don't like the lack of privacy. But you're in a jam -- and I'm the kind of guy, if a friend's in trouble, I help. It's just who I am. \n[78]Nothing, you know just... hi. She narrows her eyes at him. He concedes. \n[79]And...her play got extended three more months, so since she has to pay rent there, she can't also keep up her part of the rent here. \n[80]So if you could stick around and chip in, it would -- \n[81]-- help. Ali looks down at his shoes. \n[82]\n[83]Just -- yes or no? \n[84]The bedroom, with private bathroom \n[85]Half . Ali picks up the paper, reads an ad. \n[86]Fine. The closet, too. She weighs it. Makes him suffer. Then: \n[87]Thank you. \n[88]You blew me away! Who knew you could sing like that? 69. \n[89]What? \n[90]I have a fiancee. 70. \n[91]We talk every day. \n[92]It's...I think-you look...I mean, yeah... do you like it? Not the reaction she was looking for. \n[93]No. We certainly are not. \n[94]Night. Sean EXITS as Jack carries a stack of chairs to the side of the room, sets them down near the piano. STOPS, grabs a chair for himself and sits down. Begins to play an original song. ACROSS THE ROOM, Ali ENTERS from backstage. Her dance bag over her shoulder. She HEARS the piano, peers around a column, SEES Jack playing. She stays in the shadows and watches as he sings and plays a beautiful song. The song ends. Ali applauds slowly. Impressed. Jack looks up, surprised that she is there. \n[95]Just some sentimental crap. Ready? 76. She smiles at his modesty. Nods. He crosses to her. Grabs her dance bag and they EXIT together. \n[96]Hey! Just got home! Ali grabs a dress from her bed, slips into it. \n[97]Rehearsing. I'm playing a late show tonight. As he zips up the back of her dress, he sees the PHOTO propped against the lamp on the bedside table. \n[98]Who is that? She picks up the picture. Looks at it. \n[99]She was so young. \n[100]Wow. You must miss her. She puts the photo down. Turns back to him. They're close. \n[101]What was today's? A beat. Their eyes connect. \n[102]I should... it's... Natalie. Ali steps away from him, disappointed. He answers the phone. \n[103]Hey, babe, how are you? Ali watches him walk away from her, falling into the conversation with Natalie. \n[104]Yes, she's still here-What do you want me to do, it's not like you're here helping out, you know... 78. Ali grabs her bag and jacket, heads for the door. MUSIC UP: An incredibly sexy saxophone which takes us to: FULL CLOSE UP: ALI steps into frame, starts singing. \n[105]I have that gig, remember? In fact, I gotta head out or I'm gonna be late.  I can maybe swing you home before. \n[106]By the way -- you killed. \n[107]Ali? He looks in. Empty. He checks the clock: 4:45. He hears a \"meow\", and sees the cat. He picks it up, turns out the light, and leaves the room. \n[108]You were out late last night. \n[109]Marcus the Asshole? \n[110]New shoes? \n[111]There's only one reason a man buys a woman shoes, you know. \n[112]You get a lot more than a little. \n[113]I just think that you should be careful. Ali stops in front of him. Hands on her hips. \n[114]Hey. Have you seen this? \n[115]Little overdressed for breakfast. \n[116]Well, you're never here so... it's stupid for me to crash on the couch every night when there's a perfectly good empty bed. Jack grinds the coffee beans again. Ali winces. \n[117]The bed should be used by someone. \n[118]Fine. \n[119]You'll have to move all your shit. \n[120]Cause the room's a total mess -- \n[121]Clothes, make-up, shoes, hair things. \n[122]What? No. What do I care? You're ambitious, he can make things happen, go ahead, make a deal with the devil, what's it to me? \n[123]And try not to kill the cat! 100. A SLAM of the bedroom door. MUSIC UP: INSTRUMENTAL to \"BABY IT'S YOUR by The Shirelles. \n[124]What do you mean, you're still in New York? ...So you just -- decided not to come? You think you might've wanted to, I don't know, let me know??? We haven't seen each other in six months. ACROSS THE TERRACE, Ali sees Jack yelling into his phone. Sean sees her watching. \n[125].why does every conversation we have end up being about YOUR future... Jack looks across the terrace at Ali. Moonlight on her shoulders. A breeze in her hair. \n[126].you know what, you're right. We both should be thinking about our futures. And I might just be looking at mine right now. Break a leg baby. Jack hangs up with finality and marches toward the bar-- His cell phone immediately rings again. He sees it's Natalie, sends it to voicemail, and shuts off his phone. As he PASSES Sean and Coco-- \n[127]I guess Natalie's not coming after all. \n[128]No. Not lonely. Liberated, yes. Libated, absolutely. But never lonely. Cheers, baby-- He raises his glass-- she rolls her eyes, walks off-- he follows her, playfully PUSHING her from behind. \n[129]You still mad at me, Iowa? C'mon. Bring it on. She starts to say something as-- THE SHIRELLES start to sing \"BABY IT'S YOU\"-- Jack turns to the DJ, points both fingers at him and YELLS: \n[130]\n[131].Many many many nights go by, I sit alone, at home and cry, over you... \n[132]I'm sorry for being a class A prick. relief. \n[133]And as of about... (bleary look at his watch, \n[134]That we did. So. That explains what I'm doing here all alone. What are you doing here all alone? \n[135]Whoopsie daisy? \n[136]Upsie jumpsie?  Upsie jumpsie, whoopsie daisy, upsie jumpsie, whoopsie daisy, upsie jumpsie -- When would she say that? \n[137]The dog, or Nanna? Ali bursts out laughing. So does Jack, as he pushes the door open, and they fall into the apartment. 104. \n[138]Stay. He turns back to Ali, regains composure, bows \n[139]Good night. He backs away, into the bedroom. Ali looks confused. \n[140]A gift from my mother. Never worn them. \n[141]Forgot to lock up. Okay. Night. \n[142]Water. No hangover. He stumbles past Ali to the kitchen, drinks from the tap. After a moment he returns to the bedroom, nodding to Ali. \n[143]Night. Ali just nods. He closes the door. Ali smiles, waiting. After a beat, the door opens again. Jack is there, in boxers. \n[144]Hungry. He walks past her to the kitchen, opens a box of cereal, pours it into his mouth. Grabs some milk from the fridge, pours it into his mouth, too. Returns to the bedroom, crunching. He closes the door. Then -- very quickly -- he opens it again and walks out. \n[145]I know I forgot something else, but I just can't remember what... Door locked, water, food... He wanders out into the room, past Ali, and we see from behind he is butt-ass naked. She cracks up. \n[146]What's so funny? She covers her face. He glances down. \n[147]Well I never! He strides back to the bedroom, shutting the door. After a moment, he comes back out dressed in an old, flowered bathrobe and fur-lined orange hunting cap. 106. \n[148]I remembered what I forgot to do. \n[149]Kiss you goodnight. \n[150]What? \n[151]I've been wanting to do this since you first walked in the club. She cocks an eyebrow at him. \n[152]I'll show you an even funnier way -- you ready? He disappears under the sheets. She SQUEALS, starts laughing hysterically. CAMERA PANS UP AND OFF OF THEM THEN DRIFTS \n[153]Natalie who? Ali smiles. Rolls the stocking up over her shapely thigh, then slowly takes it off. Looks at Jack. He strikes his chest, struck by cupid-- \n[154]Do it again. She giggles, repeats the sexy act for him. CAMERA PANS UP AND \n[155]Natalie! Ali blinks awake. Confused. \n[156]I don't know! \n[157]Nat, can we talk about this in the living room -- 110. \n[158]Listen, Ali-- let me just-- would \n[159]Giving us a little privacy? \n[160]Natalie, Jesus, STOP IT! Ali grabs some pants from the floor, pulls them on. \n[161]Both of you-- STOP IT! As Ali quickly grabs a few things-- \n[162]Ali-- I'm really sorry-- I-- \n[163]Wait-- do you need money for a Motel or... Ali stifles him with an incredulous glare-- can't believe how this is going down. She looks at him, so incredibly hurt. Grabs her suitcase and brushes past him, stuffing her belongings into it. Jack goes after her-- \n[164]Ali, wait a second-- don't--  --go. Shit. Jack looks at Natalie. She folds her arms. \n[165]Is Ali here? \n[166]Where'd she go? \n[167]What? 115. \n[168]\n[169]\n[170]What are you doing here? \n[171]I have to. I got an offer from that band -- the Punk Fusion group. They want me to tour with them. \n[172]They finally had it with the flaky keyboardist. I'll be back in five weeks. Will you be here? \n[173]What about Marcus? \n[174]I'm trying to figure out if I should kiss you now, or make you wait five weeks. \n[175]I gotta go, that's me. He picks up his bags. It's killing Ali. \n[176]I'll call you when I get there. Take care of Miles Davis.  Our cat. I named him. They smile again. Neither wanting this moment to end. She waves. He nods. Then he turns and walks off to board. Ali watches him go. ON JACK, walking back to the gate-then -- he stops. Turns back to see Ali, but she's gone. \n[177]But then I'll miss my flight! \n[178]", "TESS": "\n[1]Once upon a time ...a long, looong time ago... there was a good little girl...and they called her... REVEAL ...TESS. A stunner with impossibly long lashes, theatrical make-up and a sequined, skin-tight band-aid of a dress. She works the tight stage of the club, toying with the AUDIENCE. \n[2]Burlesque. MUSIC BLARES from a HOT YOUNG BUMPER BAND -- sax, drums, bass -- wearing bowler hats, suspenders and lots of ink. The crowd HOOTS. Lame streamers EXPLODE from the stage. \n[3]Some say she up and died-of neglect. Abandonment. .old age. The club's red booths are about half-full with a hip crowd. Walls cluttered with photos. Celebrities tucked in shadows. 2. \n[4]But I say...no matter how hard you try, you can't keep a good girl down. And I've got a bevy of 'em. \n[5]Come to think of it, none of them are all that good, which isn't all that bad... SEAN , a cute gay guy with an armful of accessories pushes his way through the girls and in a blur, tightens a corset, tosses a boa, adjusts a garter just so. \n[6]Say hello to Scarlett. Jesse. Anna. Coco-puff. And Georgie-Girl. The girls gather at the edge of the stage, lit by footlights, moving in place to the beat of the INTRO MUSIC. Hips sway. Fingers snap. Tess weaves playfully between them. \n[7]All of them the creme-de la creme. De la creme. The girls strike nasty,  provocative poses, etc... \n[8]Each one a bastion of bodacious... (Coco bends over, peers between her legs Elegance. TWO GIRLS upside down on chairs NAIL aerial splits. 3. \n[9]Not to mention their other...  Ass-ets. Coco raises a brow, moves her butt to a LOUD BUMP-AND-GRIND. \n[10]Welcome to the Burlesque Lounge, dead smack in the center of the Sunset Strip-- did I say \"strip?\"  I meant TEASE... FOOTLIGHTS FLARE, UPLIGHTING THE GIRLS. They shift their weight, hitting the beats with risque moves and hip-thrusts as they MOVE DOWNSTAGE suggestively toward the audience to the MUSIC... \n[11]The insatiable La Puccini Triplets! Death-defying daredevils Missy and Kitten DeVille! The Countess of contortion, Eva Destruction! And how about a little love for those bad boys of burlesque, our naughty- bawdy bumber band! THE TATTOOED BAND blares as the troupe kicks in unison 6. IN DWIGHT'S BAR, Ali sings, with a powerful vocal quality reminiscent of Etta James, Sarah Vaughn, Billy Holiday. \n[12]Where the hell is Nikki? \n[13]Jesus, Nikki, you're later than Georgia's period! Where were you? \n[14]Hold it right there. Weigh in. Nikki unwillingly steps on the scale. Tess shakes her head. \n[15]Put on five pounds or I bump you. Nikki protests as Sean double-takes at Georgia -- who FLITS BY with a slightly protruding belly. \n[16]Girls look good tonight. \n[17]They're loving you. \n[18]Eat me. As he heads off with her discarded costume: \n[19]Half-full. \n[20]And you told him we weren't selling. \n[21]Vince, I don't care what the number is; the only way Marcus Gerber will get this club from me is by prying it out of my cold, dead, heavily- jeweled fingers. She pivots away and sweeps into the club. \n[22]Smoother than honey and twice as sweet. Each girl lovelier then the next. Gentlemen, hold onto your hats. Ladies, hold on to your gentlemen. We may not have windows.. .but we DO have the best view on the Sunset Strip! MUSIC KICKS IN AS LIGHTS FLARE from the back of the stage, where Three Girls stand, backs to the audience, Fosse-style. Coco, Georgia, and Nikki strut downstage. Behind them, Girls MOVE AND DANCE on cabaret chairs. Totally raunchy, completely timeless. 22. The girls hit the beats, turning upside-down on cabaret chairs, arched backs, legs reaching upward, bending over, asses to the audience, bodies writhing in air-tight choreography: thrusting hips, whipping heads, stomping feet. Ali watches, exhilarated, as the music builds and SWELLS to a full on performance with the entire ensemble-- \n[23]So am I. And sometimes, when the lights are dim, and I squint my eyes ...I can still see her. She switches to mascara. Sean, arms heavy with corsets, catches eyes with Ali, nods toward Tess: \"that's her.\" Ali steps closer to Tess. \n[24]New in town. \n[25]Looking for a job. \n[26]Want to perform here. \n[27]This is a dance show. \n[28]Really? You a professional? 25. \n[29]Not on my dime. Tess stands, a final check in the mirror. Ali sees her chance \n[30]Twenty bucks at the door can make all your dreams come true. Tess strides out, not looking back. Ali sees the Girls trading glances, amused. She turns and leaves. \n[31]\n[32]\n[33]Nikki, do you even own a watch? Or do you measure time in Patron shots? Ali enters with a tray of drinks. Nikki swipes one. \n[34]Fast-forward, babe. I gotta rebuild Rome in the next two minutes-- \n[35]Just one? 34. \n[36]\"When burlesque started\"? Which was...when? \n[37]Vaudeville -- is the word you're looking for. Derived from the 15th- century French expression \"voix de ville\" -- \"voice of the city\". Popular songs of the time that were strung together into stage shows. Which, over time, gave birth to another kind of show in which talented girls showing a bit more skin danced, did skits, and, _ yes, sang. In addition to being raunchier, these shows were funnier, hence the new name. \"Burlesque\": \"comical\" in French. Ali sees the Girls enjoying this dressing-down immensely. Tess stands, peers down her nose at Ali. \n[38]Dance major. Juilliard. I did my thesis on Burlesque. 35. \n[39]We can all sing. But they don't come to hear us sing. They come to see the best dancers in town backed by the greatest singers in history.  But tell you what: when you find someone with better pipes than Sarah Vaughn, Billie Holiday and Etta James-- you let me know. She sashays out leaving Ali standing there with what's left of her dignity and an empty cocktail tray. The Girls launch back into prepping for the show. \n[40]Okay, front row, thank you very much. They walk off stage, dismissed. Tess turns to Sean. \n[41]What happened to all the great dancers in L.A? \n[42]All right, ladies, and five, six, seven -- whoa. There, in the back row, is Ali, in her white platform shoes. \n[43]What the hell do you think you're doing? Coco and Georgia ENTER-- surprised to see Ali on stage. \n[44]I don't think so. \n[45]The girls here have years of training and experience. This stage is for serious and professional \n[46]You know every number. \n[47]Tough Lover! Tess plops down in a booth-- crosses her arms indignantly. ON STAGE, the music starts. Ali readies herself, starts to dance. Behind a beat to two. She's got the steps right, but it isn't clicking. She's thinking too hard. No personality. After a few measures, Tess has seen enough. \n[48]Okay then, next? \n[49]I want so badly to say something bitchy, but nothing's coming. \n[50]You were off the whole second half. \n[51]Oh, you're gonna be such a pain in my ass. Ali tries hard not to beam-- \n[52]You're not great. What you are is lucky. Because I need someone tonight. 53. \n[53]Even in those shoes that time forgot. \n[54]Your brush is for shit. She turns and sees Tess in the doorway. Tess comes over, takes Ali's brush. Looks at it. \n[55]Where'd you get this, the 99 cent store? She chucks it in the trash. \n[56]Make-up is like wine. The good stuff costs a fortune but is worth every penny. Where is everyone? \n[57]Aren't you one of the girls? \n[58]Don't take it personally. Their love's the kind you gotta earn. Ali meets her eyes in the mirror. Then Tess grabs a brush from her own station, tosses it to Ali. \n[59]Dip it in water first, or you'll never get a clean line. She leaves Ali alone. 57. \n[60]So I said to the sailor, I may not be as good as I once was... \n[61]But you can bet your sweet ass I'm better ONCE than I ever was... The crowd laughs. Tess points to a woman who isn't laughing. \n[62]Drink up, sister! You're a tad behind.  Be a dear and bring Mommy over there another scotch. The crowd chuckles as the Bumper Band kicks in and the harem scene evolves into a sexy tongue-in-cheek silhouetted dance. \n[63]Ply him with drinks, send Scarlett over to flirt, and try to finagle him down to a half. \n[64]Have I told you lately that I love you? \n[65]Drinking already? \n[66]You're drunk. \n[67]I'm pulling you from this number. Go home, wring yourself out, and come back tomorrow. \n[68]Ali! Take Nikki's spot. \n[69]Ali-- get dressed NOW! Ali looks at Nikki-- who GLARES at her-- \n[70]But this is MY club, and now it's your number. Ali looks between the two of them, Nikki glaring at her-- 63. \n[71]Is there a problem? You said you know the whole show. You can do anything, right? Tess just looks at Ali. Nikki stares at Tess, livid, then storms off. \n[72]Close the Goddman curtain! \n[73]Do you boys know all the music? \n[74]Okay, then. Tomorrow night, Ali sings lead, everyone else is back- up. Questions? Ali can't keep from beaming as she shakes her head, no! \n[75]Good. The Girls file into the dressing room. Tess heads out, past Nikki. \n[76]No. But they'll come to hear her sing. Dry out and maybe you can back her up. She leaves. Nikki scowls. Sean grabs Ali. \n[77]What did he want? \n[78]Vince, if I were going to sell, I'd have sold to those idiots building that monstrosity across the street. I said no. 73. \n[79]Why do you want this club so badly? \n[80]Do you know what you can do with that money, Vince? \n[81]Did you also tell him about the tattoo on my ass? \n[82]My business. Which I built from the ground up. \n[83]Exactly. She looks at a photo on her wall: the Burlesque Girls, in all their glory. \n[84]Which is why I'll never let it go. She gets up, opens the door, ushering them out. Marcus shoots Vince an angry look as they head downstairs. IN THE STAIRWELL, Vince reassures Marcus: \n[85]No. You cannot say that to me. I can eat these \"sky is falling\" dipshits for breakfast, lunch, and dinner, but not YOU. You cannot be that person. I've scoured dirty flea markets for costumes, stayed up all night sewing till my fingers bled, painted and repainted every goddamn wall of this place myself. 75. \n[86]I choreographed every step of every number. I've played nursemaid, sister, mother and shrink to every girl who's ever danced here. I've hocked every keepsake I've ever owned to keep this place afloat. Because this club is the last of it's kind, and if it goes away, one day there won't be anything like it- - and THAT would be a tragedy. So you cannot say that to me. Because now someone's gotta believe in me, Goddamnit. And I need that person to be you. So don't you ever let me hear you say that again. I will never let this club go. Never. Sean looks at her...a wry smile. \n[87]Coco-puff, shake a leg, you're on move, move, move -- Tess exits. \n[88]Can you believe this crowd? He dumps the costumes in her arms. \n[89]Can you believe the crowd out there? Never thought I'd see- She stops in her tracks, spotting Vince's PANTS on the FLOOR, and a TRAIL OF WOMEN'S CLOTHES to... THE NEW COCKTAIL WAITRESS, peering out, half-dressed, from behind the curtains-- 95. \n[90]In my god damn office? She shakes her head-- GRABS HER PURSE-- and walks out. \n[91]Not now, Nikki. \n[92]I'll get her to write a check tomorrow. \n[93]No, it's not her show. It's my show. But people want to hear her sing. She's bringing them in off the streets. You better believe I'm building a show around her! \n[94]\n[95]Nikki, you're wasted. Go home. \n[96]So don't be! Leave! If you don't want to be a part of what's happening here, then I don't want you around. \n[97]Since when do you care about friendship? Or this group? You're a trainwreck, Nikki! You put tequila on your breakfast cereal! I'm struggling to survive here, and you show up too drunk to dance! You call that loyalty? Nikki just looks at her-- \n[98]\n[99]Night, Dave. Dave FLIPS a big lever, and almost all the lights go OUT, leaving one shaft of light across the stage. We HEAR Dave leave, as the street door closes shut. Tess alone on stage. \n[100]Right now? Get really drunk. THE FRONT DOORS OPEN, and Ali ENTERS, spots Tess, rushes over to her. \n[101]Smoother than honey and twice as sweet. Each girl lovelier then the next. Gentlemen, hold onto your hats. Ladies, hold on to your gentlemen. We may not have windows.. .but we DO have...  .the best view on the Sunset Strip. The audience hoots as the Burlesque Girls ENTER the stage dancing. ON ALI-- a lightbulb going on! As Tess exits the stage, Ali pushes through the crowd and races backstage. 128. \n[102]You could knock-- this is still my office--at least for another 48 \n[103]Not. Now. \n[104]I said -- NOT -- \n[105]You offered to buy my club a few years back. I said no. \n[106]Not exactly. Tess smiles at him. Looks at Ali, who's not smiling. She elbows her. Ali starts smiling. Tess walks up to the desk and sits herself down. Ali does the same. \n[107]Go with me, there's a good ending, I promise. How much will these condos you're building sell for? \n[108]What if I told you a twenty-story high-rise was going up where my club is? Would twenty stories block his view? 130. \n[109]So. Mr. ? \n[110]Mr. Anderson. Your pretty million- dollar ocean views are going away because I'm selling my building to a developer tomorrow who'll have his twenty stories all framed up by the time you start selling -- \n[111]Trying to sell these condos. Or. I can put you in a position where your buyers could be guaranteed their million-dollar views forever. \n[112]As am I. As long as you're telling me you'll have a check to me by 5:00 today. \n[113]Not anymore you don't. I'm buying you out. \n[114]Actually, according to page 4 of our contract, I can. \n[115]Why postpone joy? She hands him a CASHIER'S CHECK. Vince stares at it. \n[116]I realize it's been a while since you've seen one, but it's called a check. He stares at it, stunned.Then at her. \n[117]Not your business anymore. And neither is the lounge. I'm sure you know where the door is. It used to be half yours.  And take HER with you. Tess turns and goes over to the bar, where Ali spins around on her barstool, having heard the whole thing. \n[118]Not half bad. 132. Tess parks it next to her. Looks at Ali. Smiles, then breaks into a giggle. Ali smiles. Tess laughs even harder, tears in her eyes now. They are just two girls laughing hysterically at the bar, Tess keeps trying to say something, but can't get it out, until she looks Ali square in the eye... \n[119]It felt pretty God damn awesome! And they crack up again. Then... \n[120]Oh, Jesus, here it comes. \n[121]Are you finished? \n[122]All right already! You want me to say it, I'll say it. She looks at her. \n[123]This place is the love of my life. The only dream I've ever had. I don't know what I would have done if I had lost it. Thank you. A moment between them... as Tess SPOTS NIKKI ENTER the club carrying her dance bag--a little fresher than we've seen her before, and sober. Nikki looks over at Tess... then approaches. Ali turns away on her bar stool, respectfully. 133. \n[124]Again. \n[125]\n[126]What do you think? \n[127]Curtain's up in 20. Shake a leg. Nikki smiles, hikes her dance bag over her shoulder and heads \n[128]If I had a dollar for every time she's quit... \n[129]We all fight. Bitch. Love and hate. And then make up. Just like sisters. \n[130]Me neither. THANK GOD. 134. \n[131]Now get your cute little ass and big ole' voice up on stage, cause this is Burlesque, baby girl, where the women are always on top, and the men like it that way. Like I've always said -- ", "MARCUS": "\n[1]Dewar's on the rocks for me. Bottle of Dom for the table and-- (tosses a black AmEx on her tray, noticing her --And tell Nikki I'm here. Ali starts away, then-- \n[2]A member since 1991. Oh-kay. He smiles, wickedly handsome. Ali pivots and heads back to the bar. Before she can tell Jack the order: \n[3]That's what you said last time. \n[4]There's a handful of these clubs around town, I could buy one of them tomorrow. \n[5]Where'd you learn to sing like that? She turns. Marcus is there. Handsome, charming and devious as ever. \n[6]Well, you're too good to be singing here. \n[7]How about a drink? \n[8]But I hate lines. AT THE BAR - Jack looks up, SEES Ali and Marcus talking. BACK ON MARCUS who looks Ali up and down. \n[9]Seriously. You sound even better than you look. Which is saying a lot. \n[10]It's very simple. I buy you out and pay you a million off the top.  Five hundred grand each. Tess looks up from the contract, squints at Marcus. \n[11]Best view on the Sunset Strip. \n[12]The club's not even worth what you paid for it. You've got a second mortgage, you can't get a third. Tess looks at Vince, betrayed. \n[13]You're not gonna get another opportunity like this. \n[14]You ready? \n[15]I'll drop you off. Coco left five minutes ago. She realizes he was listening to her conversation. \n[16]Sorry-- I was coming to talk to you and caught the end of your conversation. \n[17]Dinner. With me. Gimmie that. He swoops down and GRABS her dance bag and purse, turns and heads out. \n[18]If you ever expect to see this bag alive again... you'll come with me. \n[19]I told you-- to dinner. \n[20]We're friends. \n[21]Aren't you glad you left?  Oh, damn! \n[22]I just remembered I have to make a quick appearance at a party. \n[23]It's on the way. We'll be quick. Ten minutes, tops. Do you mind? \n[24]Then you've been kidnapped. He turns off Sunset and heads up into the hills. \n[25]Hey, how you doing? He shakes the guy's hand and moves on through the party. Someone else calls out to him. \n[26]Hey, let me get a drink, I'll be \n[27]\n[28]Not if we sneak out first, come on. He kicks open a back door. \n[29]Up there. He starts up some steps to an outdoor gazebo. Ali follows. They pass AN INCREDIBLY WELL-DRESSED COUPLE coming down. \n[30]Hey, Guys. Greg, Marla, this is Ali. They exchange hellos. Ali notices: \n[31]Glad you could come. Ali stares at Marcus. He smiles, takes her hand, keeps leading her up the stairs. \n[32]Would've been rude not to, right? You'd like those guys. Greg's the entertainment editor at the Times, and Marla's a designer. Ali glances back at Marla again, locks in on her shoes. \n[33]Thousand dollars a pop. \n[34]I can. \n[35]It should. That view cost me three times what the house did. See that strip mall down there? \n[36]No. I own everything above it. \n[37]Exactly. \n[38]Air rights. The guy who owns the strip mall was having money issues and almost had to sell. Whoever he sold to would have put in a huge tower. So I bought the air rights. Now no one can ever build above one story. \n[39]Mall guy gets to keep his property. I get to keep the second best view in L.A. 85. \n[40]None who ever called me on it. He smiles. Looks at her. Then... \n[41]What do you want, Ali? In life. Girl like you, gives up everything, gets on a bus heading for total uncertainty-- she's got a dream. I want to know what it is. \n[42]Because you're talented enough to get whatever you want. And I'm smart enough to help make it happen. So? What do you want? A beat. She thinks about it. Looks him in the eye. \n[43]That's ...so beautiful. \n[44]Why do you women always take advantage of nice boys? 86. \n[45]To the girl of the hour. 93. \n[46]I just made a call to Greg at the Times. \n[47]This has NOTHING to do with Tess. This is about you. And me. \n[48]I've got another friend I want you to meet. She sees HAROLD SAINT sitting in the booth. He's in his 60's, still dressing like Robert Evans in his heyday. \n[49]Ali Rose, Harold Saint. \n[50]Hey gorgeous. \n[51]Who's that? 113. \n[52]Should I be jealous? \n[53]You okay? You sound down. \n[54]I know just the cure. \n[55]Me. But you turned me down. \n[56]My mother always said there's only one thing to do when you're feeling blue... He opens the fridge and pulls out a bottle of CHAMPAGNE. \n[57]And a drunk. Ali smiles. Marcus pops the cork, fills two glasses, hands her one. Clinks. \n[58]To your new place. \n[59]All yours.  Unpack. Move in. \n[60]Sure you can. Marcus plops her suitcase on the bed. \n[61]Unpack. You're home. \n[62]Okay, that is the first and last time the term \"bus route\" will be spoken in this house.  Four cars. Which do you want? \n[63]Better? \n[64]You're gonna be on one of those someday. 117. \n[65]Sooner than you think, too. Harold Saint called me today. You made quite an impression on him. \n[66]He wants to make a demo with you. \n[67]He found a little studio time on Tuesday. \n[68]Too soon? \n[69]I like making you happy. Your whole face lights up. Their eyes meet. He pushes some hair out of her face. \n[70]And that's a problem because... \n[71]Hey, I'm a gentleman. Which means I'd never kiss a lady when she's... vulnerable. 118. She looks at him. \n[72]Morning. 119. He comes up behind her, nuzzles her neck. \n[73]Now it's a model. But when it grows up, it'll be a mixed-use space: retail and residential. \n[74]Best view on the Sunset Strip, with no windows. When I'm done with it, it'll have a thousand. \n[75]Actually, I can. \n[76]Not according to the city. \n[77]What Tess knows and doesn't know isn't a big concern of mine. \n[78]She has no choice. She's going under. \n[79]Oh, come on, you get this. It's business. It's not personal. \n[80]\n[81]Where are you going? \n[82]Ali-- wait!!! At the door she turns back and looks at him. As he starts to speak, she SLAMS the door shut as we HEAR \"THAT'S LIFE\". ", "SEAN": "\n[1]Rehab, if there's a God. The BACKSTAGE DOOR BURSTS OPEN revealing-- 8. \n[2]Amazing what a pink spotlight can do. Hides more cellulite than a burka. \n[3]They're loving you tonight. \n[4]Oh, shucks, I just tell myself I'm writing for a big old drag queen. \n[5]A big old foul-mouthed drag queen! Tess looks in a mirror. As she makes the necessary adjustments, VINCE SCALI appears. 35, scruffy-handsome. \n[6]Bitch! You're on! Sean grabs her and drags her inside. As he does, a STRAND OF CRYSTAL BEADS comes off her costume, falls to the ground. \n[7]What'd she do to you? \n[8]Can't be the first time THAT'S happened. Nikki is about to haul off on Sean when the CURTAIN OPENS, and WHOOMP! 27. she turns, flashing her best stage smile as she joins Coco and the Girls onstage in the sexy, high-energy Fosse-style \"Wagon Wheel Watusi.\" From the floor, Ali serves drinks, takes care of customers, all the while watching the spectacle on stage, mesmerized. \n[9]Okay, girl, time for Sean to give you a real tip. He ties her shirt up higher, undoes the top few buttons... \n[10]You got lips that could suck the chrome off a Peterbilt, but that matte is about as sexy as a bedpan. 28. As Sean wipes off Ali's lipstick, then whips out a tube of lip gloss and paints away, Jack and Ali share a smirk. Sean steps back, assesses his work. Pleased. \n[11]Now baby, go show 'em what you got. He heads off. While Eva performs onstage, Ali delivers the drinks to a table of SCENESTERS as Eva winds up her act in a flurry of fierce ballet moves, finishing to APPLAUSE as... Ali notices someone waving her over. MARCUS GERBER. 31, boyishly handsome in jeans and a ringer tee. Gold Rolex, status sneakers. Charming. Charismatic. When Ali gets to him: \n[12]A black AmEx! The backstage pass to life! He sees Coco walking by, swipes the AmEx in her cleavage. She shudders, then turns around and tips her ass up at him. He swipes the card again. \n[13]Now there's a first! Jack sees Ali laughing at their banter. She heads off with the tray of Dewar's and Dom as the \"Prince Nez\" number ends. \n[14]Thanks. My lines. Our secret. Jack gives Sean his drink. He walks off. MUSIC UP: An insanely cool version of Sly and Family Stone \"Everybody Is A Star\" mashed up with a Fosse-esque Burlesque rap. 31. Jack notices Ali watching the stage... she lights up and melts, enraptured by the girls as they vamp to choreography in a tight group. \n[15]Oh, no she didn't? Tess slowly spins around in her chair to face Ali. Peers at her with a supercilious gaze. \n[16]They're busy \"Dancing with the Stars.\"  Last group, please. HALF A DOZEN DANCERS move to the stage. Ali watches from behind the bar, thinking. Then, on her face, we see: an idea forming. ON THE FLOOR, Tess and Sean check their clipboards, organizing for this next set. They look up and start in: \n[17]There's a first. Tess sighs, not wanting to give Ali any props. \n[18]Theeeere's bitchy. Nikki watches Tess go-- turns and pours herself a shot. \n[19]Congratulations. The last time someone showed Tess balls like that, she married him.  You look like a checker at a Mal Wart in Wichita. Just tripled your salary. Get a new look. \n[20]Really? That's a fascinating story. And then what happens? Backstage in five. Welcome to the family. Ali jumps off the stage, runs to the bar, where Jack is still standing, slack-jawed. She throws her arms around him. \n[21]First number, second number, third number... She catches the clothes. He dumps shoes on top of them, holding them up as he tells her what they go with: \n[22]With the sequined bustier. With the shorts and garters. With the beaded number. And those --  I never want to see again. Oh! And -- He hands her a prop GOLD MACHINE GUN. \n[23]For \"Miss Otis Regrets\". Just be sure you don't -- Ali pulls the trigger. BOOM -- GLITTER SPLATS all over Sean. \n[24]Pull the trigger. \n[25]Admit it. You like her. It kills you, but you like her. Tess meets his eye, then walks away. The number ends. The girls rush offstage and peel their costumes off. \n[26]It's fun being a girl, huh? \n[27]The distributor's holding back the booze unless we cut him a check. \n[28]How's a third? He produces a check, all filled-out, for her to sign. \n[29]Got any brothers? 62. He bustles off with the check. Scarlett, Coco and Nikki approach the stage wearing leather, strappy Gaultier corsets with gloves and fishnets --post-modern Germanesque -- Nikki is carrying a glass of tequila. Tess eyeballs her-- \n[30]Hold on... Ali starts to sing again, her version, slow, and sexy... \n[31]Bitch, you SANG that damn song! He heads off to the dressing room, too, leaving Nikki and Ali alone together. Their eyes meet. \n[32]How the hell do you do that, girl? \n[33]Well, will you look at that. \n[34]You looking at that girl the way I looked at you all those years. Only difference: you actually stand a chance with her. \n[35]Three thousand miles away. \n[36]Let me guess what about: her, her and...oh! Her. Jack shoots him a glare. \n[37]All I'm saying is, this one's beautiful on the inside too. And she won't be on the shelf forever. Ali comes back, ready to go. Feels them stop talking and look at her. \n[38]I was just explaining to Jack that even opportunity has a shelf life. Jack grabs a trash bag and takes it out back. Sean looks at Ali more closely. He brushes her hair out of her face. Then he holds it off her shoulders and raises that gay eyebrow. - INT. SALON - DAY - Ali sits in front of a mirror while Sean gives the HAIRDRESSER very specific instructions. - INT. JACK'S APARTMENT, AT HIS KEYBOARD, Jack plays a high- energy style piano which runs over a QUICK SEQUENCE: It's the instrumental music to: \"BUT I'M A GOOD GIRL.\" - INT. BURLESQUE LOUNGE - The Burlesque Girls dance on stage, performing a high-energy tap dance, coupled with a European slap-dance, with the slapping of each other's bodies and faces integrated with tapping and music. It's very cabaret, but modernized with contemporary STEPPING. CARRY MUSIC: - INT. SALON - LATER - The HAIRDRESSER spins the chair around. Ali's her hair is platinum blonde, with bangs and a Louise Brooks bob that frames her face beautifully. Her smoky eyes pop like never before. Ali studies herself: \n[39]Well. We've had a pretty good run. She looks up. Sean is in the doorway. \n[40]Maybe it's time to just.. .hang it up. Let it go. Call it a day. Tess's eyes go steely with determination. \n[41]There she is. Thought I'd lost you for a minute. Tess just looks at him, and smiles. He grabs a boa, throws it around his neck and exits. When he's gone, Tess's smile fades. IN THE CLUB, the place is empty. Jack is wiping down the bar cleaning up. He starts stacking some chairs in the house as..SEAN CROSSES the floor. \n[42]Night, Jack. \n[43]Yet another fascinating story. \n[44]Sure she does. \n[45]Just after you leave the room. Nikki gives him the finger and walks out. A beat. Then: \n[46]Shake your tail, Alicat, you still got a show to do. \n[47]You snooze, you lose, pretty boy. \n[48]'bout time. These poor babies are begging for your glue-gun. Tess walks off with the armful of clothes, so happy, humming to herself, passes her OFFICE-- OPENS the door to SEE-- VINCE is sitting at her desk. He flinches at the sight of her- \n[49]Oh, please, that girl? Show up at a party where she's not the center of attention? AT THE BAR - LATER - Jack drains one drink and orders another, getting very drunk. Ali sidles up to the bar. \n[50]You think? \n[51]What are you doing here? \n[52]Ali, this is Mike. \n[53]Mark??? Oh. Anyone want coffee? \n[54]Well. Bye. \n[55]With Marcus. \n[56]I told you, opportunity doesn't knock forever. Jack burns, frustrated, then heads slowly down the stairs. Sean shakes his head and turns to go back inside. Then pauses, noticing: Mark, looking up at Sean's apartment, hesitating. Then he opens his car to get in. Sean stands there, realizing he's doing the same thing. He steps onto the stairwell. Calls out: \n[57]Hey! You! \n[58]Mark. You wanna have breakfast? Off Mark's smile: \n[59]How'd it go?  Oh, shit. 122. She grabs a bottle of Tequila and a glass, turns to walk off. \n[60]What are you gonna do? \n[61]Let it go, girl. She just got turned down for another loan. It's either foreclose, or sell to Marcus. \n[62]The circle of life, baby. All good things must come to an end. \n[63]She's not giving up. She's going down with her ship. With dignity. Ali sits on a barstool, in disbelief. \n[64]I've got something for you. He pulls out the photo of Ali with her mother. It's in a new frame. \n[65]Jack. He dropped it off on his way to the airport. \n[66]New York on the red-eye. \n[67]Pedal faster, baby, he and Natalie are over. You're the one he's been looking high and low for. \n[68]Get your ass over to LAX and ask him yourself! Ali nods, jumps up from her stool, and races for the door, then stops, realizing: \n[69]American to JFK. Go! Ali catches the keys and TAKES OFF. - EXT. PARKING LOT - NIGHT - Ali  peels out of - INT. AIRPORT - NIGHT - CLOSE SHOT: a CELL PHONE in a ", "NIKKI": "\n[1]I heard that. Nikki, a stunning, feisty brunette, sashays in-- \n[2]Weave, wax, paws and claws. She drops her bag, quickly peels her clothes off, holds out her arms as Sean slips her corset onto her-- Tess eyes Nikki's body-- \n[3]Didn't your Mama tell you it's not polite to stare? \n[4]In that case, screw your Mama, stare away. Nikki strikes a pose, campy, showing Ali her best side. They both laugh. \n[5]What? \n[6]\"Shit's\" right, you little half-wit \n[7]What's she doing here?! I want that bitch out. Now. \n[8]She thought I was a drag queen! Stifled giggles from the girls. \n[9]What the hell's going on? \n[10]What are so you happy about, that's your replacement. \n[11]Well-- this totally sucks ass. Sean jumps up on the stage. \n[12]Yes, Mommie. \n[13]No. But I'm working on it. Nikki totters a little. Tess looks her over. \n[14]You can't pull me-- Tess SPOTS Ali heading for the dressing room-- \n[15]WHAT?! That bitch can't dance my part! \n[16]Tess needs you. She said it was urgent. \n[17]Fine, but don't say I didn't warn you... 64. \n[18]\"People don't come to hear us sing.\" \n[19]One of us has clearly underestimated the other. She tosses her glass in the trash and leaves Ali alone. \n[20]Why the hell is everyone having a conniption over her? She's just a Ali -- sexy, sophisticated, gorgeous -- enters. \n[21]-- fly-over state. Ali pretends she didn't hear. She sits at her mirror. The girls stare at her, mouths agape. Ali picks up her mascara wand, looks down the mirror at Nikki's reflection. \n[22]Who's the sucker? All eyes turn to Ali. She's saved by Tess entering. \n[23]Why doesn't Tess have a nickname for me? \n[24]She never uses it. \n[25]When? \n[26]That's bullshit. 92. \n[27]Look again. The only thing major is the size of your ass. Nikki walks off-- Scarlett pick up the paper, looks closer-- Ali enters, dance bag over her shoulder, running late. The Burlesque Girls and Sean all APPLAUD  Ali smiles. Embarrassed. She curtsies sarcastically. Coco points to a BOUQUET OF ROSES at Ali's station. \n[28]Tess. We need to talk. Tess rolls her eyes, doesn't slow. \n[29]Yes, now. I've been here since the beginning. We built this club together. And then some girl shows up out of nowhere-- who hasn't even paid her dues-- \n[30]And suddenly it's her show? \n[31]I can sing too! And you know it. But you don't give a shit. You always say this is a dance troupe, now suddenly it's not? \n[32]And you expect me to dance behind a girl who struts in with a new pair of shoes she got for sleeping with Marcus Gerber? \n[33]I won't be upstaged by some slut with mutant lungs! Tess hurls the costumes in the trunk of her car, furious. \n[34]You'd destroy our friendship and break up the group over some girl you barely know? \n[35]Okay, then. I quit! Nikki stomps off. Tess sighs -- \n[36]Marcus says you're losing the club anyway! \"They don't come to hear us sing\" 97. \n[37]Stupid bitch. Nikki flips her off and keeps walking. Then turns once more: \n[38]By the way: I slept with Vince the day after your honeymoon. Tess's eyes narrow. She grabs a HIGH-HEELED PUMP and HURLS it. It flies through the air and hits Nikki in the back of the head. Nikki SCREAMS, whips around, incredulous, to see: TESS, running right at her. Nikki bolts, heading for her car. She jumps in, locks the door just as Tess SMASHES her fist on the window and KICKS the door. Nikki starts the car. \n[39]You crazy bitch! Nikki screeches off, leaving Tess alone in the parking lot. Tess stands there a moment, then HEADS back into the club. \n[40]I crossed the line. Tess crosses her arms, and with a smirk on her face-- \n[41]Again, and I wanna come home-- \n[42]Yes, again! Did you fill my spot or what...? ", "BURLESQUE GIRLS": "\n[1]\n[2]\n[3]\n[4]\n[5]\n[6]\n[7]\n[8]\n[9]\n[10]\n[11]\n[12]\n[13]Song CONTINUES over a SERIES OF SHOTS: IN ALI'S HOTEL ROOM, Ali plops down a bunch of BOOKS, OPENS The Golden Age of Burlesque\", lays on her bed, petting her cat with her foot. She locks in on a photo of 20's-era Burlesque dancers over which we HEAR-- \n[14]\n[15]ON ALI'S BED, Ali flips to a picture of Mae West IN THE CLUB, Tess cracks up the crowd \n[16]IN ALI'S HOTEL ROOM, Ali eats Chinese take-out as she pores over the book. Turns the page to a photo of OLD SCHOOL ACROBATS over \"Everybody Is A Star\"... IN THE CLUB, Daredevils Missy and Kitten DeVille nail an \n[17]32. IN ALI'S HOTEL ROOM, Ali, in the bath, still reading, turns the page to a gorgeous image of Josephine Baker \n[18]IN ALI'S HOTEL ROOM, Ali thwacks down on an old mustard- colored chair. ", "VINCE": "\n[1]Good show tonight. She glances up, sees him. Gets icy. Goes back to primping. \n[2]Too bad the club's half-empty. 15. \n[3]I got another call from Marcus Gerber. \n[4]He wants to raise his offer. I told him we'd hear him out. Tess spins around, looking him in the eye for the first time. \n[5]She's on the verge. 30. \n[6]She has no choice. We owe a balloon payment of 100 grand on the first, she took out a second to buy me out of the condo. And she just got turned down for another loan today. \n[7]But it wouldn't be in the heart of the Sunset Strip. \n[8]\n[9]Which made Marcus bump his offer up again. It's obscene, what he wants to give us. At least hear him out. \n[10]Do you know what you could do with that money, Tess? \n[11]Be reasonable. We're rolling vendors ninety days out. \n[12]It's business, Tess. Not personal. 74. \n[13]Don't worry. The balloon payment's due on the first. She doesn't have the money. She has to sell. IN TESS'S OFFICE, Tess stands in the doorway, having heard. Then she walks back to her desk and sits, dejected. Head in her hands. For the first time ever, looking worried and defeated. Something she'd never show anyone. A beat. Then: \n[14]What? I co-own this goddamn place-- 131. Tess comes up behind him. \n[15]You can't do that. \n[16]In the next 48 hours? \n[17]What the hell is this? \n[18]Where'd you get this? ", "LORETTA": "\n[1]She's just teasing, Ike. You go on home now, and tell Kay I said hi. The Regular leaves. Loretta picks up the quarter. \n[2]It's better than nothing. \n[3]It'll cover half a load down at the Spanky Clean. \n[4]Oh no, hon, now you know how Dwight feels about that. \n[5]He could come back any minute. 5. \n[6]People around here wouldn't know talent if it bit 'em in the Danglies. Where you gotta go is Des Moines. They got karaoke bars where you can win a hundred bucks a night. \n[7]You were real good to her, Ali. \n[8]What...? \n[9]Well, then I guess this is a blessing. Now she's free. ON ALI, thinking realizing: \n[10]You are? \n[11]Ooh, hon, I'm not sure that particular approach is gonna -- \n[12]What are you doing? \n[13]Ali-- where are you gonna go? \n[14]You can't just head off into the sunset without a plan. ", "COCO": "\n[1]Access denied! \n[2]Shouldn't you be on the floor? \n[3]Not when you're blocking my mirror it's not. Ali sees she's in the way. As she steps aside: \n[4]That's us. You okay, or are you gonna puke on me during the number? \n[5]Shhhh. On stage, Ali takes a beat; inhales, breathing in attitude. Then she looks up at the booth again. \n[6]\n[7]Who knew any white chick could sing like that? You channeled that shit. \n[8]Wanna grab something to eat? Ali looks back at Coco -- validated. Accepted. At last. \n[9]Someone has a package! Ali sees A GIFT BOX at her station. She reads the card: \"You saw them first.\" She opens the box and sees the Louboutins. 87. \n[10]Oh, she does. A knowing look amongst the girls. \n[11]From Monsieur Louboutin, I presume. Ali reads the card: \"To the best view in L.A. - M\". Sean shoves her down in her seat, pulls her coat off. \n[12]That DJ's hot. \n[13]He keeps looking at me. Coco smiles up at him, flirty. The DJ smiles back. 103. \n[14]Hmmm...I think he's cuckoo for Coco- puffs. They look at each other, then crack up like giggling schoolgirls. ", "AL I": "\n[1]No one would ever guess. 20. \n[2]It's never happened before. The Cat jumps up on the back of a chair, all wet, and SHAKES, splattering them with wet cat smell. \n[3]You had to make an appearance at your own party? \n[4]I'm gonna dream about those shoes. \n[5]Jesus. Who can afford that? 84. \n[6]There wasn't a dry eye in the house when I said it at the Grundy County Junior Miss Talent Show. His eyes narrow. \n[7]And I just think that -- if you really feel the need to tell a girl what she should and shouldn't do, you should pick up the phone and call your fiancee. \n[8]You want me to leave? \n[9]I have to talk to someone, he's -- ", "GEORGIA": "\n[1]I don't know why they call it morning sickness when it hits at every freakin hour of the day. She rinses her mouth out at the sink. \n[2]Four. Can you believe my boyfriend hasn't noticed yet? \n[3]I guess as long as he doesn't know, I can still imagine he'll be happy about it.  Oh my God, look what the cat dragged in. She gets to work wiping away her smudged mascara. \n[4]Yeah, well -- you take what Mother Nature gave you and milk the hell out of it, right? Coco enters carrying a glass of tonic for Georgia. \n[5]Thanks, Coco. \n[6]I can't make any promises. Coco drags her out, leaving Ali alone. Ali looks at herself in the mirror. Reaches into her shirt and does the boob-hoist that Georgia did. Looks again. Better. 37. \n[7]Yeah, but she's really good. Tess and Ali are in a stare down. \n[8]Trust me, I know what that feels like. I have to pee. Again. She hops off the stool and scurries to the back. Coco stands, to leave. Looks at Ali. ", "BUSINESSMAN": "\n[1]Jim -- Jim -- hang on, I'm gonna have to call you back -- Jim! Damnit, Nancy, get him back. Assistant scurries out. Businessman turns to Tess. \n[2]Back with more noise complaints? \n[3]And now you've changed your mind. \n[4]I'm confused. \n[5]They start at one million and go up, depending on the view. \n[6]Anderson. \n[7]I'm listening. ", "NATALIE": "\n[1]\n[2]YOU are a LIAR. You're a sneaky, pathetic LI-AR! \n[3]I LIVE HERE, you bleached out tramp, what the hell are YOU doing here?!! \n[4]I can't BELIEVE I bought your bullshit: \"It's nothing, she's just this chick from work, she's nothing.\" That's what he called you. \"Nothing. She's not even pretty.  Well, at least you were honest about one thing-- \n[5]Yes you! I'm the fiancee. You're a booty call. You go. \n[6]In one phone call? Please, you don't dump a girl like me on the phone. "}}