{"dialogues": {"LINDA": "\n[1]And what about the face, you know, the window to the soul. \n[2]Baby crow's feet. Little chickling's feet. I mean chicks. Chickie chickie chickie. \n[3]Yeah, I don't wanna look like Boris Karloff. \n[4]No, I'm all woman! \n[5]Yeah, I don't want to get anything burned off. \n[6]Not with these ham hocks! \n[7]Well I don't know. Is the vaccine thing----can you counsel me on this? I don't know, is it unsightly? I see it a lot, a bunch of people have it. \n[8]Chad! \n[9]Chad Feldheimer. Office. \n[10]I got a batch from BeWithMeDC dot com. \n[11]I don't know yet, just looking... How do you open this? \n[12]Oh my god! \n[13]Oh my God, what a loser! \n[14]... Loser! \n[15]\n[16]\n[17]\n[18]\n[19]\n[20]\n[21]\n[22]\n[23]State Department. \n[24]His hair is... what is that? \n[25]This is the cardio area. A lot of machines here so that, believe me, there's never a wait. What you're seeing now, this is our busiest time, and there's still a couple of open treadmills I see, three Stairmasters---- I call it the Butt-Blaster----couple of LifeCycles----Hi, Chad. \n[26]Not yet! Chad is one of our trainers. I've just started internet dating and I got my first look at the, uh... \n[27]BeWithMeDC dot com? \n[28]Have you used them? \n[29]That's fantastic. \n[30]Yes! \n[31]... English! \n[32]... Agent! \n[33]... Yes, hi, this is Linda Litzke, should I give you my account number? You have it up? Okay. I was informed that I needed pre-approval for these surgeries, and then... Yes, it was denied. \n[34]...No, those are four different operations... It's very complicated; I'm reinventing myself, it's a whole new look so it isn't just one thing, however, it's all approved by my doctor... But----madam! This is not----my job involves, you know, public interface! This is not... \n[35]... Yes I do understand. Could I speak to your supervisor please? \n[36]Alan? \n[37]Oh for Pete's sake! \n[38]English!... Agent!... Agent!... \n[39]Ted, can I talk to you about our Mickey Mouse health plan? \n[40]Is that my date list? \n[41]You know, I'm trying to reinvent myself, and these procedures, which are so incredibly not cheap, this Micky Mouse HMO is saying they're not, they're... What is this? \n[42]What is it? \n[43]You can't do that! You should put a note up in the ladies' locker room. \n[44]Absolut Saketini, please? \n[45]You know, it wouldn't cover all of it, but if I got some advance on my salary I could at least get the surgery ball rolling. \n[46]Well why do they have us on a cockamamie health plan? I need these surgeries, Ted! \n[47]Ted, I have gone just as far as I can go with this body! I---- \n[48]That's right, Ted, I would be laughed out of Hollywood. I have very limited breasts and a gi-normous ass and I have this gut that swings back and forth in front a me like a shopping cart with a bent wheel. \n[49]I am trying to get back in circulation. I have appetites and so forth, and, uh---- \n[50]Yeah----losers! \n[51]Omygod----is that you?! \n[52]Well jeez, that's a good job! \n[53]What happened? \n[54]Well that's my point! I don't want to stay where I am! I want to find someone to share my journey! \n[55]That's right! That's why I've started this internet dating! \n[56]Look Ted, I know you can't authorize an advance on my salary but you can put in a request, can't you? \n[57]Ted, have you ever heard of the power of positive thinking? \n[58]Hurrow---- \n[59]Hello?... Where are you?... Okay. Just a second. \n[60]Chad, you know what time it is? \n[61]The guy? \n[62]Is he high up? \n[63]What is it? \n[64]Never heard of him. \n[65]I'm just saying, to the layman---- \n[66]Uh-huh. \n[67]Uh-huh. \n[68]I have tap water \n[69]How did you find out who he is? \n[70]What do you mean sources? \n[71]How do you know his name? \n[72]Uh-huh. \n[73]Omygod! \n[74]Omygod, why? \n[75]Oh, wow. \n[76]\n[77]\n[78]You warn us? You warn us? You know what, Mr., Mr. Intelligence? We warn you! We'll call you back with our demands! \n[79]Chad!    Don't play his game! \n[80]The nerve of that guy! \n[81]Oh, he'll play ball! We just have to let him know who's boss. \n[82]Yeah, that's why we got him, you know, we've caught him with his thing caught in a big fat wringer. \n[83]And us in the driver's seat. This is our opportunity, like, you don't get many of these. You slip on the ice outside of, you know, a fancy restaurant. \n[84]Or this happens. \n[85]And right now this has happened. \n[86]This could put a big dent in my surgeries. \n[87]Harry?    I'm Linda. \n[88]You wanna try these dumplings? They're                 * delicious. \n[89]Shellfood?                                             * \n[90]That's right! Not always! \n[91]Omygod,     really! \n[92]No way! \n[93]I guess. \n[94]Thanks for telling me.     I really do appreciate it, Harry. \n[95]That's not gonna go off, is it? \n[96]He's very very communicative. Very accessible. He has a sense of humor. And he agrees one hundred percent about my surgeries. \n[97]He thinks my ass could be smaller. I mean, not in a mean way, he kidded about it----he's got a terrific sense of humor. \n[98]I told you, he's in the Treasury Department and he---- \n[99]Yeah, so am I! \n[100]No, you can't go like that!     You gotta wear a suit. \n[101]Yeah! \n[102]Where's the money? \n[103]Where's the money?! \n[104]Oh, for----Get in! \n[105]That'll give him something to think about. \n[106]I knew this would happen. \n[107]It's on to Plan B. \n[108]Heavens sakes---- \n[109]Some people! \n[110]Russian Embassy. \n[111]I told Mr. Krapkin I might be stopping                      * by? \n[112]... The organs of state security? \n[113]But if I had, oh, say, secrets of a highly, um, secrets that would interest the organs of state security... \n[114]... This is just a taste. \n[115]No you may not. \n[116]Chad! \n[117]Um.    PC.                                              * \n[118]Well---- \n[119]... I have a date---- \n[120]Well----okay... \n[121]This is just a taste. \n[122]There's a lot more.    But we need to be paid. \n[123]Look, I have a date. \n[124]Date. \n[125]We work at the Hardbodies in Alexandria. \n[126]Chad, not your home address! \n[127]No.    Linda.                                             * \n[128]I'm sorry. \n[129]Yes we do.     I'm sorry, Ted. \n[130]We can't. I... I... Ted, I know this is terrible, but----I have to run. I have a date. \n[131]I'm sorry----am I late? \n[132]Oh!   No, no I haven't. \n[133]Uh-huh. \n[134]Oh, it's never easy. \n[135]Well, I'm very open to new experiences... \n[136]... What is it? \n[137]Omygod! \n[138]... It's fantastic! \n[139]Uh-uh. \n[140]Well maybe we can. \n[141]Hey! \n[142]\n[143]\n[144]\n[145]\n[146]\n[147]\n[148]\n[149]Yes. We'll remove the laundry marks and labels. And you should not be carrying ID. \n[150]Deniability. \n[151]We are on a long lens point-of-view, from several cubicles over, of Linda slumped at her desk, head in her arms. We faintly hear her sobbing. Reverse shows Ted Treffon, the soulful manager of Hardbodies, looking at her, unsettled. \n[152]I'm fine, Ted, I'm sorry. \n[153]No no, I'm... I'm... \n[154]Oh, I know you're trustworthy, I just... don't want to endanger other people with----I mean, it's a path I've chosen, it's not, you have to isolate, you know, a firewall. \n[155]I know, Ted. \n[156]I know, Ted. \n[157]No! No no no, Ted!   Just, just. .   . \n[158]Give me twenty-four hours! \n[159]To, um... I don't know, twenty-four hours! \n[160]Just give me twenty-four hours to solve this thing! \n[161]Foreigner? \n[162]Ted, we know what we're doing. Let me ask you this: did he know my name. \n[163]Thank you, Ted. \n[164]Omygod! \n[165]... Hello? Mr. Krapkin?                                  * \n[166]Yes? \n[167]Yes, yes!----hang on.    Ted, I'm sorry. This is private. \n[168]... Hello.     Is this a secure line, Mr. Krapkin?                                               * \n[169]Mr. Krapkin?                                           * \n[170]Is this a secure, uh---- \n[171]No! I----I'm terribly worried about my associate. My----my----you know... Chad. \n[172]Do you have him? \n[173]Is he----I don't know what the term is, did he, \"go over\"? \n[174]Do you know where he is? \n[175]No, I----look, can I come in and discuss this? \n[176]What kind of Mickey Mouse embassy are you running?! I've been waiting here for fifty-five minutes, and I'm---- \n[177]Well this could be urgent too, since, you know, Chad has been missing for forty-eight hours now and---- \n[178]Well he was gathering information for you when he---- \n[179]... Dribble! \n[180]... Dribble! \n[181]I'll tell you what's dribble! You listen to me, Mr. Krapkin! I am---- \n[182]Cut it out. \n[183]But Ted, I can't do it, I don't know anything about computers. \n[184]\n[185]\n[186]\n[187]\n[188]\n[189]\n[190]Hurrow---- \n[191]... Hello? \n[192]But this was a long time coming. \n[193]You're depressed, Harry. \n[194]It can't always come from me, Harry! I'm not that strong! \n[195]You're not here for me! I need a can- do person! You're all... defeated! \n[196]Chad is the only can-do person I know and he's gone, Harry, he's gone. \n[197]Could you help me find him?  He's a friend from work. You know law enforcement people, right? You could call, unofficially? \n[198]Chad Feldheimer. He just disappeared. He hasn't been at work or at home for two days. \n[199]He---- \n[200]Huh?     NO!    I---- \n[201]I don't know! He just disappeared! The last place I saw him was the Jamba Juice on K Street. And he's gone. \n[202]Well you seem better. \n[203]Harry! \n[204]That's how I believe, also.   You have to do what's right for---- \n[205]No one's immortal. \n[206]Exactly. The important thing is to maintain a positive outlook. Always up. Always ebullient. \n[207]Of course I do. \n[208]No, no. \n[209]... Have you found out anything about Chad? \n[210]Really? \n[211]Uh-huh. \n[212]Oh, I know where he was going. \n[213]A residence in Alexandria.    On Hillsboro Drive. \n[214]... 2055 Hillsboro. \n[215]... It's, um. The residence of a guy named Osbourne Cox. \n[216]I'm ... just ... Linda Litzke. \n[217]... Harry! \n[218]Oh for Pete's sake. ", "HARRY": "\n[1]Because I have lactose reflux.    But I can---- \n[2]Yes, but I can---- \n[3]I know what they are. \n[4]Thank you for correcting me. \n[5]Yeah.   I can eat goat cheese. \n[6]... I was just explaining to your husband here, I have a condition---- \n[7]Very amusing. The gun is actually no big deal. Twenty years in the marshall's service and I've never discharged my weapon. \n[8]What?   I don't have a psychiatrist. \n[9]Sandy writes children's books. \n[10]Oliver The Cat Who...Who..arghh----Who---- \n[11]...Who Lives In The Rotunda.     Excuse me. \n[12]Yeah, it's a beloved series. You wouldn't believe her fan mail. Unghh. Are you sure this is goat cheese? \n[13]I'm sorry----was I---- \n[14]Goddamnit.     He knows, doesn't he. \n[15]... Nice floors. \n[16]About us, he knows about us.          Little prick. \n[17]What is that, forbo? \n[18]What a horse's ass. \n[19]Well, she's all right. \n[20]I should try to get a run in. \n[21]... and then, you know, you grow up. I guess that's what's happened with me. You just... people change. We married when I was, what, in my mid- twenties. A kid. We were kids. Twenties. You think it's forever. Then, you know, you're older----you begin to feel your mortality, you start to think, well, there's no more time for dishonesty. Subterfuge. You go, I'm not that person. The choices you made, you can't, just through inertia---- \n[22]... I'm just thinking, Whoa. I mean, frankly, I'm thinking, Whoa. I, I, I guess that's what I should be thinking about too. With Sandy. \n[23]Yes! Absolutely! And you should be getting rid of that bozo.  No question about that. I agree. \n[24]Well yes, if you were uh, you know, yes. Yes, I should settle things. With Sandy. Because of you and me. It just takes, courage, you know. To inflict that pain. Scary stuff. \n[25]Scary stuff. You're a brave lady. Well, of course, it would be easier for you. \n[26]Well you know, because he's such a dope. But Sandy, she's... a good lady. A very special lady. \n[27]Well that's... a little---- \n[28]No, that's understood.   You've been very straight. \n[29]Absolutely. Not just fun and games. \n[30]... Absolutely. \n[31]Yeah, yeah, it's me. \n[32]Oh baby.     Top secret. \n[33]... You're gonna knock 'em dead. \n[34]... How many cities? \n[35]Why do they always have you do Seattle. Not a big market. \n[36]I can think of a couple of things. \n[37]I'll be sad. But I'll be okay. \n[38]Just the right amount. \n[39]... I am crazy about you, baby. \n[40]Yeah, I did the whole bodyguard thing for years. My guy was in State, the Secretary in fact, so of course I traveled a lot. \n[41]...\"Ironside is leaving the building.\" We called him Iron Ass. \n[42]... Not to his face, of course.     Not to his ass, either! \n[43]... Ah, he was okay. But, Personal Protection----that's a young man's game. \n[44]Sure... \n[45]... Does it have shellfood in it?                      * \n[46]`Cause I have this sensitivity. I, uh,                 * go into anaphylactic shock. My larynx                  * swells up, closes off the----Ah what the               * hell.                                                  * \n[47]Anyway, my job's more administrative                   * now, not so much PP. Personal                          * Protection. Though I still carry the gun. \n[48]\n[49]in a situation where your man is threatened the training kicks in. Muscle memory. Reflex----Those are outrageous. \n[50]... Wanna swap? \n[51]----but there was just a hell of a lot of political infighting, petty, petty, shit, and then basically the old man stepped on Goldberger's throat. Nice... \n[52]... Wide-plank pine? \n[53]Listen, full disclosure here Linda... \n[54]... I'm not wearing a wedding ring but I am married. Took the ring off, what, eighteen months ago when we agreed to separate. Agreed to disagree. That's about the only thing we ever agreed on. \n[55]Well, full transparency, the only way to---- \n[56]Well let's go in the other room and find out!   Grrr! \n[57]Mm. \n[58]I'm just... wondering if it's the right time. \n[59]No no. No, you and me are rock solid. That's why I, uh, I think we can afford to be big. We can think about Ozzie, whether maybe we should let him get himself together a little before you hammer him with, um---- \n[60]Of course not, but---- \n[61]Yes, but---- \n[62]No, uh-huh, of course not. But, I'm saying----I'm no friend of the guy. You know that. I think he's an arrogant little geek. But for Christ sakes, you and me have all the time in the world, and he just lost his job---- \n[63]Yeah. Most of the people who \"quit\" in this town were fired. \n[64]... I feel sorry for the guy. And he'll be easier to deal with when he doesn't feel... cornered. \n[65]Of course we're talking about Ozzie. Baby, I stand by you whatever you do. I adore you. \n[66]I love you so much. \n[67]No no, doesn't start for five minutes. \n[68]... You haven't seen this, have you? \n[69]I hear it's terrific. \n[70]Pardon our dust, I, uh----the ex is in the process of moving out. Damn! I told her I wanted to expedite this. \n[71]We, uh, you know you try to act like an adult. \n[72]Oh! Come on downstairs.    Do you like surprises? \n[73]I gotta tell ya----I saw an ad for this in a gentleman's magazine----twelve hundred bucks. I take a look at this thing, I think, Jesus, you gotta be kidding----I'm a hobbyist, this is basically nothing but speed-rail, I could probably go to Home Depot and whip this up myself for, like, a hundred bucks... \n[74]What is it. You siddown, feet in the stirrups, and... \n[75]Isn't that somethin'? Hundred bucks all-in if you don't count my labor. And the, you know----cost of the dildo. Those things are not cheap. \n[76]But I lack the, uh, I'm not set up to mold hard rubber. \n[77]What's the odometer say? \n[78]About five or approximately five?    I mean----about f---- \n[79]Okay, fine----I gotta do at least five. Five and a deuce is okay. \n[80]You kiddin'----pull around the corner we'll do it again in back! \n[81]No, back of the car.   I didn't mean a rear-entry, uh---- \n[82]Emerging from the park onto another street. He looks around and, satisfied that he has lost the tail, jogs on. \n[83]Jogging, entering a residential area. \n[84]\n[85]... Hello? \n[86]... Hello? \n[87]Hungh! \n[88]... Hello? \n[89]... Omygod. Omygod. \n[90]... Omygod who are you. You fucker. Omygod. \n[91]... You fucker... \n[92]... Omygod, my god... Ungh... \n[93]... Omygod... \n[94]... What the fuck... \n[95]... Oh my fuck... \n[96]... I killed a fucking spook.    You fucker... \n[97]... What are you doing here, you fucker. \n[98]Do I? \n[99]Nn.   Work. \n[100]Huh? \n[101]You know: you're really a very negative person. \n[102]I've tried. To ignore it.    And stay upbeat. \n[103]Stop the foolishness? \n[104]Honey.    It's so good to hear your voice. \n[105]No. Yes. Can you come home?       Your baby needs you. \n[106]... Can you please come home? \n[107]I can show you your present.     It's finished. \n[108]Yeah. \n[109]Yeah. \n[110]Okay.   Yeah. Love you too. \n[111]Hey!    Fucker! \n[112]Fucker!   Fucker! \n[113]Who do you work for?!   Who do you work for?! \n[114]... Tell me! \n[115]... Who do you work for? CIA?     NSC? \n[116]What? \n[117]... Tuchman Marsh? \n[118]Your name is... Tuchman Marsh? \n[119]You... work for Tuchman Marsh. \n[120]Which is a law firm. \n[121]Well... why are you following me? \n[122]My... my wife hired you?! \n[123]You're----you're----a divorce detective. \n[124]But this is divorce. \n[125]Yeah? \n[126]Yeah? \n[127]You can't tell her anything she doesn't already know, fucker. \n[128]You want... Sandy's number? \n[129]You think a marriage is... and then you... \n[130]Was it? \n[131]... Well, yeah... right... \n[132]I am depressed. I gotta exercise. I haven't run in three days... butt- crunches... anything... Do you think I could stay here for a little while? \n[133]... What?    What's wrong, baby? \n[134]What's wrong, baby?     Harry's here. \n[135]I'm sorry, baby---- \n[136]I'll be good. I'll be better.     I just need to exercise. Are there pedestrian paths around here? \n[137]... Who the fuck is Chad? \n[138]Wait a minute, what's his name?   What happened? \n[139]Okay. \n[140]You know his social security number? \n[141]It's okay. That's okay.     What's the last place you saw him? \n[142]Okay baby. We'll find your friend. Missing person. Piece of cake. \n[143]Hello there sunshine.    You look great. \n[144]Yeah, I snuck in a little gym time this morning. And our exercise last night didn't hurt! \n[145]Boy, I am through banging my head against the wall. I am gonna start doing what's right for me. \n[146]Yeah! Hell yeah! I mean I had a shock recently, and I realized you know, life is not infinite. No one's immortal. \n[147]You have to get from each day its full, uh, squeeze the juice from every day because there but for the grace of God---- \n[148]That's right, don't sweat the small stuff... \n[149]... and it's all small stuff. \n[150]This is where we first met.   Remember? \n[151]You never know what the important days are, until... until, um... \n[152]... I told myself I was gonna stop being paranoid, but... is that guy looking at us? \n[153]Nothing yet, I've made a couple calls. I don't think it'll take long. \n[154]Oh yeah, there are so many data bases now it's a joke... \n[155]... Back when I was in PP there was still some art to finding people. Not any more. And now with the cell phones? Pretty soon they're gonna know where everyone is. Everyone. At any given moment. I mean it's almost the reality now. You would be amazed. \n[156]Did he----when you left the Jamba Juice ----did Chad say anything about where he might be going? \n[157]Oh yeah? \n[158]Who are you? \n[159]\n[160]\n[161]", "OSBOURNE": "\n[1]Palmer.   What's up. \n[2]Peck, yes, hiya. Olson, by reputation. Hi, Osbourne Cox. \n[3]Aren't you with...aren't you, uh... \n[4]You're----what? Why? \n[5]...What?    No discussion, just----you're out? \n[6]Palmer, with all due respect----what the fuck are you talking about? \n[7]... And why is Olson here? \n[8]What the fuck is this?!     Is it my----I know it's not my work. \n[9]I'm a great fucking analyst!     Is it---- \n[10]I have a drinking problem. \n[11]This is an assault. \n[12]This is an assault. I have a drinking problem? Fuck you, Peck, you're a Mormon! \n[13]Next to you we all have a drinking problem! Fuck you guys! Whose ass didn't I kiss? Let's be honest! \n[14]Let's be fucking honest... \n[15]... This is a crucifixion! This is political! Don't tell me it's not! \n[16]... I have a drinking problem! \n[17]Bow tie loosened, he stands at a kitchen counter. His shoulders twist as he does something below frame: we hear the crackle of ice cubes wrenching loose from a tray. Behind him we see the apartment door opening. Katie, an attractive middle-aged woman, enters, taking her key out of the door, but stops, surprised to see Osbourne. \n[18]Hang on to your hat, honey.    I have some news. I---- \n[19]Huh? \n[20]The cheeses. \n[21]The Pfarrers? Ugh.    I----what did Kathleen say? \n[22]When you left the message? \n[23]Well she, I don't know, I guess we had bigger news today. My day didn't revolve arou---- \n[24]Well, since I didn't get the message, no, I didn't get the cheeses. But hang on to your hat, I---- \n[25]Honey, we have to talk. \n[26]Chevre, yes, that is a goat cheese. \n[27]You're lactose intolerant? \n[28]Or you have acid reflux?    They're two different things. \n[29]Then you misspoke yourself.    So I---- \n[30]If you want he'll show you his great big gun. \n[31]Sounds like something you should be telling your psychiatrist. \n[32]Uh-huh. \n[33]I tried to tell you this afternoon. \n[34]Our guests came. We---- \n[35]\n[36]\n[37]\n[38]\n[39]\n[40]\n[41]\n[42]I've been thinking about it.    A book, a sort of, sort of memoir. \n[43]You okay there, Dad? \n[44]... Dad, I left my job at the Agency... \n[45]... I, uh... I'm sorry. Dad, government service is not what it was when you were in State. Things are different now. I don't know, maybe it's... it's... the Cold War ending; now it seems like it's all bureaucracy and no mission... \n[46]... I'm writing a memoir. I think it's going to be pretty explosive. But I don't think you'll disapprove. I don't think you'll disapprove. Katie has had trouble accepting it. \n[47]But... sometimes there's a higher patriotism, Dad. So we'll... Yes, change is hard. It's hard on Katie. But we'll be okay. We'll be okay. Life is change. This is good. We were all blocked up, Katie and me. This is, this is a blessing in disguise. I'll go into training, you know. Lay off the sauce. Like you did. You managed to do it. Finally. And then I can concentrate on, you know. New beginning. And this'll all have been for the best. Don't you think Dad? \n[48]... Cold. \n[49]... I guess we should head back. \n[50]We were young and committed and there was nothing we couldn't do. We thought of the Agency less as... less as... \n[51]... The principles of George Kennan----a personal hero of mine----were what animated us. In fact they were what had originally inspired me to enter government service. Like the State Department's China Hands of yore, or, in a different forum, in a different venue, in a different medium, in, um... \"Murrow's Boys,\" the fabled----in a different---- \n[52]Hello. \n[53]... Yes?... Oh, no... No, call her number... No, upstairs...No she's not, but leave it on her machine. \n[54]Shoulders twisting as we hear ice clattering out of a tray. He pours coke sizzling onto the ice. He pauses for a long beat. He takes a bottle of rum out of a cabinet. He pours some into a hatch-marked shot glass. He looks at it. The amber liquid tops the hatch mark.    He conscientiously pours the overage back, murmuring: \n[55]Single... \n[56]Hello? \n[57]Yes----uh----Who is this? \n[58]Who is this? What time is it?     Who are you? \n[59]Worried? \n[60]What on earth are you talking about? Who am I speaking to? \n[61]What documents? What are you talking about? \n[62]Yes! Yes, I'm Osbourne Cox!     Who the fuck­ \n[63]What documents are you talking about? \n[64]\n[65]\n[66]\n[67]\n[68]\n[69]So it's money! So it's money! \n[70]All right, you two clowns listen to me very very carefully. I don't know who you are, but I warn you most emphatically---- \n[71]Who, who---- \n[72]Hello!   Hello! \n[73]There's some clown----a couple of clowns ----somehow got a hold of my memoir---- \n[74]Stole it or----I have no idea how they got it---- \n[75]My memoir, the book   I'm writing. \n[76]Well they----I... I've no idea how they got it. \n[77]And you, I take it, are \"Mr. Black\"? \n[78]The fifty-thousand dollars. \n[79]All right. Let me explain something to you, \"Mr. Black.\" You know who I am; I know who you are. \n[80]Yeah. What you're engaged in is blackmail, which is a felony. That's for starters. \n[81]Secondly, the unauthorized dissemination of classified material is a federal crime. If you ever carried out your proposed threat, you would experience such a shitstorm of consequences, my friend, it would make your empty little head spin faster than your Schwinn bicycle over there. \n[82]Now give me the fucking floppy or the CD or whatever the fuck you have it on, and I will---- \n[83]Give it to me, fuck! \n[84]I know who you are, fucker! \n[85]Holy fucking----you fucking morons! \n[86]... The Russians? \n[87]The Russians? \n[88]... You're sure? \n[89]Why the FUCK would they go to the Russians?! \n[90]... Why the FUCK... \n[91]... I'm sorry. Thank you, Hal. \n[92]Can I help you? \n[93]Yeah. \n[94]Osbourne Cox. \n[95]What the fuck? \n[96]... Fucking... \n[97]I'm bigger... I'm back... I'm better... I'm back... than ever... I'm back... fuckers... I'm back... \n[98]Harry, could I get your wife's number? This is Osbourne Cox, could I trouble you for your wife's---- \n[99]What? \n[100]...Is this... Harry Pfarrer? \n[101]Sandy? \n[102]Hi, it's Osbourne Cox, how are you. Hi. \n[103]Hi. Sorry to call out of the blue but I have a, well, a publishing question and I thought you might be the person to ask, I have this manuscript, something to do with my professional experiences, not to go into too much detail but I think it's pretty explosive stuff and I think that it could merit a fairly wide readership handled properly and it isn't quite finished yet but there's a situation where I'm worried about it leaking now and maybe excerpts being published or on the internet, whatever, without my permission, and a lot of the impact being, um, blunted, so I'm actually anxious to bring it to market sooner than I'd planned----I mean, like now, in fact----so I was thinking, I know you, and you seem to do well, so I was wondering if you were happy with your publisher. The people you use. \n[104]No! No no, a, a kind of a memoir, but ----doesn't your company have an adult arm? Or isn't it, uh, the children's arm? Of a regular publisher? \n[105]Uh-huh. I see. So they don't---- okay... Are you well? \n[106]Yes. Good. Okay, well, thank you Sandy. \n[107]Bitch. \n[108]... What? \n[109]... What the fuck? \n[110]What the fuck? \n[111]... Yes... No... Yes, I want to know why the check for my slip fee was returned for insufficient funds... Slip fee, for docking my boat, the check was returned... No, m'dam, it's not zero, I have about forty thousand dollars in that account... When? ... When?... But she can't do that----no, yes, technically it may be a joint account but she doesn't use it, it's not her money... No! No! What access, it's not possible! Without my permission? What about the, my, the, our savings account? My savings account?... I don't know the fucking number! You think I memorize the fucking numbers on my fucking bank accounts! Moron!... Hello? \n[112]Yeah? The same patient she's been with since YESTERDAY? BullSHIT! \n[113]Yeah, RIGHT! Tell her I got the new fucking keys! \n[114]New keys... \n[115]New... fucking... keys... How's this for access... \n[116]... How's this for motherfucking access... \n[117]Just for starters... \n[118]Ow!   Fuck! \n[119]And you are... my wife's lover. \n[120]Then what are you doing here. \n[121]... I know you. You're the guy at the gym. \n[122]I know what you represent. You represent the idiocy of today. \n[123]Oh yes. You're the guy when I went to ask about that moronic woman. \n[124]You're in league with that moronic woman. You're part of a league of morons. \n[125]Yes. You're one of the morons I've been fighting all my life. My whole fucking life. But guess what. Guess what. Today I win. \n[126]Oh! \n[127]... Oooph! \n[128]... Stop!     Intruder! \n[129]Intruder! ", "CHAD": "\n[1]I'm sorry, was that too much? \n[2]Well you're pretty tight.     You have to feel it or---- \n[3]I'll be back in a minute.     We'll work on opening those hips. \n[4]Oh wow.   Any good? \n[5]Click on, uh... yeah... \n[6]What? \n[7]\n[8]\n[9]\n[10]\n[11]\n[12]\n[13]\n[14]\n[15]... Huh-huh-huh. What does he do? \n[16]That's cool. \n[17]Plugs. \n[18]Hi Linda.     Did you call that guy? \n[19]Holy shit... \n[20]This is some heavy shit. \n[21]No... fuck... \n[22]I can't believe this... This is like... intelligence shit. \n[23]This is, like, I can't believe this shit I'm seeing. \n[24]Manolo found this, like, CD just lying in a locker. Locker floor. Ladies' locker room. \n[25]And I'm like, whoa, someone's music or what, so I come in here and it's these files, man. \n[26]Like it's talking about SigInt, and signals and shit. Which, Signals means code, you know. \n[27]Talking about like, section heads here, and their names and shit. And then these other files are just, like, numbers. Arrayed. Numbers and dates and numbers... And numbers. I think                  * that's the shit, man. The raw intelligence. \n[28]Wul... Throw it out? \n[29]Put a note up? Highly classified shit found, Signals intelligence shit, CIA shit? Hello! Did you lose your secret CIA shit? I don't think so. \n[30]Look,   Manolo... \n[31]...you didn't find this. \n[32]Yeah, I know, but­ \n[33]Omygod. \n[34]Omygod. \n[35]Uh-huh. So, like, I couldn't tell you this on your totally unsecure phone, but I know who the guy is. \n[36]The guy, the secret guy. \n[37]Um. I don't know if he's high up. Probably. I mean, I know his name, not like his rank. \n[38]Osbourne.    Cox. \n[39]Oh, like you're so plugged in to the intelligence community. \n[40]Well I think like the quality of the intelligence dictates how high up he is. \n[41]Not what we know. \n[42]And I also got his----do you have any water? I gotta hydrate. \n[43]Are you kidding? \n[44]Sources. \n[45]Do you have like Gatorade? Anything besides, like, Maryland swamp water? \n[46]... You know how far this is from my place? \n[47]I have this geek friend, Ernie Gallegos? He does computer stuff, hooks up people's computers and programs their VCRs'n shit? So he examines the files and he pulls off the digital watermark that tells what computer they were created on. Fucking child's play for Ernie. \n[48]I also have his telephone number. That was a little harder. \n[49]Shall we give him a tinkle? \n[50]Because he's gonna wanna know that his shit is secure. You know, he's gonna be relieved. He might even be so relieved he gives us a reward----I would be very fucking surprised if he did not. \n[51]Very surprised. Like, you know, the                            * Good Samaritan tax. Which is not even a tax, really, since it's voluntary. \n[52]Hello? \n[53]Osbourne?    Osbourne Cox? \n[54]Are you... uh... Osbourne Cox? \n[55]I'm a Good Samaritan. I'm sorry I'm calling at such an hour, but I thought you might be worried. \n[56]About the security.     Of your shit. \n[57]Your files----your documents. I know these documents are sensitive. But I am perfectly happy to return to you your sensitive shit. At a time of your choosing. \n[58]... Osbourne Cox? \n[59]Settle down, Osbourne. \n[60]\n[61]\n[62]\n[63]\n[64]\n[65]You know, this is a major inconvenience for us and we thought, you know, a reward---- \n[66]Well, yeah, uh... why not? I mean, this is not----am I out of line here? \n[67]Hello?   We just---- \n[68]Sorry. \n[69]... Geeze... \n[70]... I am very fucking surprised he did not give us the reward. \n[71]But it doesn't sound like he's gonna play ball. \n[72]Well, that's----he sounds very senior. I think this is some senior guy who has screwed the pooch, big-time. \n[73]Yuh-huh. \n[74]Yuh-huh. \n[75]Right. \n[76]Yup.   It sure has. \n[77]Big time. \n[78]Well----you mean----go home and change? \n[79]I was gonna ride my bike.     Do I have time? \n[80]Osbourne Cox? \n[81]Yes I am.    You have the money? \n[82]That's what was agreed upon, Osbourne Cox. \n[83]Perhaps. But appearances can be---- deceptive. \n[84]Appearances can be----deceptive.   I am a mere Good Samar---- \n[85]You think that's a Schwinn? \n[86]As soon as you give me the money, dickwad! I'm not----Huhgf! \n[87]... You fuck! \n[88]You fuck!     You fucker! \n[89]You're the fucker! \n[90]He hit me! \n[91]He didn't give it to me­ \n[92]That fucker! \n[93]... Hey----what're you---- \n[94]Oh shit! \n[95]Wait, wait! We gotta go back! \n[96]We gotta go back!     My bike! \n[97]It's just a Kryptonite lock----you can open those fuckers with a Bic pen! \n[98]Where we going?     My bike! \n[99]... What is this? \n[100]Is there a men's room? \n[101]Very high up. \n[102]I'm just saying he's high up! \n[103]... That fucker really hit me. \n[104]Name, rank and serial number. \n[105]We, um... we know our rights. \n[106]I don't think so. \n[107]I'm at 1442 Westerly---- \n[108]I just---- \n[109]It was unavoidable.    This won't happen again. \n[110]Why did you tell him we could get more stuff? \n[111]That's all Manolo found! That was everything! What're we, gonna tell Manolo to scoop some more secret shit off the locker room floor! \n[112]\n[113]\n[114]\n[115]\n[116]\n[117]\n[118]\n[119]Laundry marks?                                               * \n[120]Okay. \n[121]Nuhhh! ", "KATIE": "\n[1]You're home. \n[2]Did you pick up the cheeses? \n[3]Were they ready? I didn't know you were coming home this early. \n[4]I left a message for you to stop at Todaro's. The Magruders and the Pfarrers are coming over. \n[5]What? \n[6]She said.    She would give you.   The message. \n[7]So you didn't get the cheeses. \n[8]Oh for fuck's sake, Ozzie, you mean I have to go out again? All right, well, you better get dressed. \n[9]Not right now. They'll be here in, what, less than an hour. \n[10]You should try the chevre, Harry. It's very good. \n[11]Harry works with the Marshalls'                       * Service.                                              * \n[12]Why don't you let your wife tell them about her own books, Harry? \n[13]Here, come in the kitchen, help me with the crudités. \n[14]Knows what? \n[15]Don't be an ass, he doesn't know a thing. \n[16]She is staring, in front of a mirror, face covered in cold cream, one hand arrested on the way up to daub on more. \n[17]You quit?! \n[18]Well----Thank you for letting me know! \n[19]You tried? You tried? And then---- what, the aphasia kicked in? \n[20]\n[21]\n[22]\n[23]\n[24]\n[25]\n[26]\n[27]\n[28]Yes. This is my fear. He's trying---- he says----he's trying to pull himself together, but... \n[29]No. \n[30]Ozzie! \n[31]I'm thinking of divorcing Ozzie. \n[32]That's what you were just saying. \n[33]So if I were divorced---- \n[34]Why's that? I don't see that. \n[35]She's a cold, stuck-up bitch. \n[36]You and I should sort things out. I've told you that this is not just frivolity. \n[37]I thought I was loud and clear. \n[38]Who is it? \n[39]Who is that? \n[40]\n[41]What in God's name is going on? \n[42]Your what? \n[43]Your what? \n[44]Why in God's name would they think that's worth anything. \n[45]It'll piss Ozzie off. \n[46]Mr. Terikhian, I have given my husband second chances galore. There are limits to my charity. \n[47]Yes.   Understood. \n[48]----which to my mind is all the more reason to lower the boom on Ozzie. \n[49]That's it?     \"Mm\"? \n[50]Of course it's the right time.   Why wouldn't it be the right time.   Does it threaten you? \n[51]Is that how you see me, \"hammering\" him? \n[52]Weren't those your words? \n[53]I don't \"hammer.\" \n[54]He didn't lose it, he quit. \n[55]Maybe. As long as we're talking about Ozzie and not you. \n[56]Please get the check. \n[57]...Yes?... Yes?... Is there blood in his stool?...Yes, soon. \n[58]It's after two. I have to get back to work. \n[59]Ozzie! Goddamnit, Ozzie, what have you done to the car?! \n[60]Ozzie! \n[61]... All right. All right. \n[62]Five. \n[63]For fuck's sake, Harry, it's five miles. Five point two. \n[64]I'm surprised you have any energy left. \n[65]You are very coarse. \n[66]Ach.   I'm late---- \n[67]You seem distracted. \n[68]Very distracted.      The last two days. \n[69]... That's enough carrots, don't you think? \n[70]For the salad? \n[71]... What? \n[72]Harry: stop the foolishness. \n[73]Yes. And behave.    You are not talking to one of your... \n[74]... \"shithole buddies.\" ", "TED": "\n[1]Uh-huh... Hang on... \n[2]I am not comfortable with this. \n[3]Manolo found it. \n[4]I am not comfortable with this.                       * \n[5]I am not touching this.    I want this out of here. \n[6]Look, you figure it out, I am not comfortable with this. I want this                   * out of Hardbodies... \n[7]... We're running a gym here! \n[8]Just a Tab. \n[9]Whoa! There's a payroll company, you know. They don't just advance people money. They just don't do that. I mean, sure, I could say, Yes, I                           * authorize it, but that's not going to mean anything to them. \n[10]You're a beautiful woman!   You don't need­ \n[11]I think it's a very beautiful----it's not a phoney-baloney Hollywood body---- \n[12]Oh come on! \n[13]Well there's a lot of guys who'd like you just the way you are. \n[14]Well, I don't know. Am I a loser? Lemme tell you something. I wasn't always a manager at Hardbodies. I, um... \n[15]Fourteen years, a Greek Orthodox priest. Congregation in Chevy Chase. \n[16]Mm-hm. \n[17]Well... \n[18]... It's a long story. Anyway, lotta ways I'm happier now. My point is... my point is... it's a journey. \n[19]Well, sometimes, you know, you don't look in your own back yard, you're never gonna see---- \n[20]Uh-huh, but I'm saying, maybe you don't have to, you know... to---- \n[21]It's not going to do any good, Linda. \n[22]That's great. That sounds... exciting. \n[23]Well, I---- \n[24]That's good, but... but... Linda, what do you really know about this guy? \n[25]But he could be one of these people who, you know, who cruises the internet---- \n[26]A line to check in, towels piling up. \n[27]Manolo running around like crazy----what happened to your nose? \n[28]This is not acceptable at Hardbodies. You two know better than that. \n[29]This is no way. \n[30]But you won't tell me what's going on. \n[31]You're changing, Linda. \n[32]... Very sad. \n[33]Linda.   You okay? \n[34]You don't look fine. \n[35]You won't tell me what it's about. You never let me in, Linda. \n[36]Uh-huh. Well, I don't know what to think. You both go AWOL on Friday; today Chad doesn't bother to come in at all---- \n[37]Linda, I can't run a gym this way. \n[38]I'm going to have to fire him. \n[39]What? \n[40]To what? \n[41]Linda---- \n[42]Linda. I have to tell you. A man was here earlier asking about you. \n[43]Linda, are you in some kind of trouble? Is Chad running from something? \n[44]Whuh----yes, he was asking about you. Employment history, et cetera. Real jerk. I told him to get lost. \n[45]Well, we... \n[46]... we just don't give that out at Hardbodies. \n[47]No-o-o-o-o-o way.   No way.   Whoa.   No way, Linda... \n[48]... No. \n[49]\n[50]\n[51]\n[52]\n[53]\n[54]\n[55]Seven &amp; Seven. \n[56]No. \n[57]I'm not here representing Hardbodies. \n[58]I don't represent that, either. \n[59]She's not---- \n[60]No. \n[61]Ah! \n[62]Oh! ", "PALMER": "\n[1]Ozzie.    Sit down. \n[2]You know Peck, and Olson. \n[3]Yeah, that's right. Oz, look. There's no easy way to say this. We're taking you off the Balkans desk. \n[4]In fact we're moving you out of Sigint entirely. \n[5]Well, we're having the discussion now Oz. This doesn't have to be unpleasant. \n[6]... Look, Ozzie---- \n[7]Ozzie---- \n[8]Oz, things are not going well.      As you know. \n[9]This doesn't have to be unpleasant. We found you something in State. It's a, uh... \n[10]... It's a lower clearance level. Yes. But we're not, this isn't, we're not terminating you. \n[11]Okay, Olson---- \n[12]Olson.    What's up. \n[13]Not quite certain, sir, but it's... messy. \n[14]... Kolyma-2 tells us that they have computer files from an ex-analyst of mine, Osbourne Cox. \n[15]Our man in the Russian Embassy. \n[16]It was brought to them by a woman who---- \n[17]Yeah. It was brought in by Linda Litzke, an associate of a guy named Harry Pfarrer. Picture's in the folder. With Pfarrer's. \n[18]Yeah. \n[19]Treasury agent who's been, um, screwing Mrs. Cox. Must be how they got the files. Or maybe Ozzie knows about it, they all seem to be sleeping with each other. \n[20]Yes sir. But this Treasury guy----it's gotten... complicated. He just shot somebody in Ozzie's house. \n[21]Ozzie wasn't there. Our man surveying hears a gunshot, sees the Treasury guy wrestle something into his car, follows him; he dumps a body in the Chesapeake Bay. \n[22]Don't know sir. \n[23]Mm-hm. \n[24]Don't know. Scrubbed of ID. \n[25]Linda Litzke. \n[26]No, we're----um... fuzzy on her. \n[27]Not really, sir. \n[28]Cox. \n[29]Three. \n[30]Right, sir. And----we'll interface with the FBI on this, uh, dead body? \n[31]Right now? \n[32]In a detention room at Washington Dulles.                                                        * \n[33]He was trying to board a flight to Venezuela. \n[34]We had his name on a hot list, the INS pulled him. Don't know why he was going to Venezuela. \n[35]No sir. \n[36]Oh. Uh-huh. Well----what should we do with him? \n[37]Yes sir.     Okay. \n[38]Yes sir. \n[39]Gone, sir. \n[40]But----there was a, uh... snag... \n[41]Well. This analyst, Cox, was attacking the gym guy. It was broad daylight, on the street. Our man there didn't know what to do. He felt he had to step in. \n[42]He, uh... He shot the analyst.      He shot Cox. \n[43]No sir. \n[44]... He's in coma. They're not sure whether he'll make it. They think, they're pretty sure he has no brain function. \n[45]Um.     Well sir, there is... \n[46]Um... \n[47]There is the woman.   The gym woman. Linda Litzke. \n[48]We picked her up.    We have her. \n[49]She, she, she says she'll play ball if we pay for some... I know this sounds odd----some surgeries she wants. Cosmetic surgery. She says she'll sit on everything. \n[50]There were several procedures.    All together they run to, um---- \n[51]Yes sir. Should I pay it out of, should it be from---- \n[52]Okay. \n[53]I don't know, sir. \n[54]Yes sir. \n[55]Yes sir.    Hard to say. ", "GARDNER CHUBB": "\n[1]Kolyma-2? \n[2]Mm. \n[3]The Russians? \n[4]The Russians. \n[5]Who's Pfarrer? \n[6]All right.     Spare me. \n[7]Shot----your analyst? \n[8]Well----what'd he do that for? \n[9]Oh for Christ sake. Anyone fish the body out? \n[10]Russian?   American? \n[11]And this... Linda...? \n[12]She's Treasury? \n[13]Well----so----we don't really know what anyone is after. \n[14]This analyst, ex-analyst, uh... \n[15]Yeah.    What's his clearance level. \n[16]Okay.    Okay, no biggie... \n[17]... for now just keep an eye on everyone, see what they do. \n[18]No! No, we don't want those idiots blundering around in this. Burn the body. Get rid of it. And keep an eye on everyone, see what they do. Report back when, um, I don't know. When it makes sense. \n[19]Wait. \n[20]... Wait a minute. Where's the treasury guy? Pfarrer? \n[21]Right now. \n[22]... Why? \n[23]You don't know. \n[24]We have no extradition with Venezuela. \n[25]For fuck's sake, put him on the next flight to Venezuela! \n[26]Okay.      So the gym manager is dead. \n[27]What. \n[28]Yes? \n[29]Good!    Great! Is he dead? \n[30]Okay. Okay. If he wakes up we'll worry about it then. Jesus, what a clusterfuck. That's it then. No one else really knows anything. Okay. \n[31]What. \n[32]What. \n[33]Oh yeah.   Fuck. Where is she. \n[34]Can we, uh---- \n[35]How much. \n[36]Pay it. \n[37]One of the black accounts, I don't give a shit. The January fund. Whatever. \n[38]Jesus.    Jesus fucking Christ. \n[39]... What did we learn, Palmer. \n[40]I don't fucking know either. I guess we learned not to do it again. \n[41]Although I'm fucked if I know what we did. \n[42]Jesus.   Jesus fucking Christ. ", "SANDY": "\n[1]I write children's books---- \n[2]I don't know why we see them. \n[3]She is a cold, stuck-up bitch. \n[4]Harry?      Is that you? \n[5]Honey! \n[6]Honey! \n[7]My cab is here, I'm off.      Mystery man. \n[8]... What is that thing? \n[9]Seattle, San Francisco, Los Angeles, Chicago. \n[10]I don't know, lots of independent bookstores. Rains all day, what are people gonna do. \n[11]You can think of one thing. \n[12]It better be the Peninsula. The money I make for them. Are you gonna be okay? \n[13]Not too sad.. \n[14]Hello? \n[15]Something wrong, Harry? \n[16]Harry, you know I---- \n[17]Oh Harry.    I can't just leave the book tour. \n[18]There are two days left.     There's still Seattle. \n[19]I love you, Harry. \n[20]Yes? \n[21]... Hi. \n[22]You've written a children's book? \n[23]Pappas &amp; Swain do children's literature. \n[24]Very well thank you.    And you. \n[25]Yes.    Good talking to you. \n[26]And it was just then----at that very moment----that Oliver sneezed---- \n[27]Thank you. \n[28]That wasn't discussed. \n[29]I'm sorry, I made plans. \n[30]It's fine. \n[31]It's fine.     Thank you.   We're finished. \n[32]Thought that would never be over. \n[33]Let me scrub this crap off my face. ", "MAN": "\n[1]Are you, uh... Linda? \n[2]Could you accompany me please? \n[3]Uh-huh. \n[4]Sorry to stare, I just couldn't place the... You're Princeton, aren't you? My year? '73? \n[5]Palmer.    What's up. \n[6]To the left!... Repeat!... To the right!... Repeat!... And in!... And out!... And higher!... Repeat!... \n[7]Fucker! \n[8]Tuchman Marsh! \n[9]Tuchman Marsh! \n[10]Yes! \n[11]Tuchman Marsh Hauptman Rodino! \n[12]... I work for them! \n[13]Yes! \n[14]No! A rock band!      Yes, it's a law firm! \n[15]Divorce action, numbnuts! \n[16]No. Your wife hired Tuchman Marsh. Tuchman Marsh hired me. I work for Tuchman Marsh. \n[17]Not just.     Credit, missing persons, whatever. \n[18]Well... yeah. \n[19]... Jesus----grow up, man!    It happens to everybody! \n[20]Can I use your phone?   To call a tow? \n[21]Mmm.    Me too. ", "KRAPOTKIN": "\n[1]----Not exactly. I am assistant cultural attaché. The organs of state security are not allowed to function within the borders of your country. \n[2]Yes. \n[3]Yes. \n[4]May I ask the source of this... \n[5]PC or Meck? \n[6]Could you wait please? \n[7]Heh-heh. \n[8]Yes? \n[9]You are joking? \n[10]Yes?   Why is that? \n[11]Do we have him? \n[12]Um... \n[13]Is he not... at Hardbodies? \n[14]Yes, madam. Can we help you? \n[15]I am so sorry, madam.   An urgent matter. \n[16]I don't know the whereabouts of Chad, madam. \n[17]We're not interested in such \"information\". It was drivel. \n[18]Would you like your disk back? \n[19]I'm so sorry I can't help you. ", "DOCTOR": "\n[1]We take all the chicken fat off your buttocks, here... and here... And the upper arms. And a little off your tummy... \n[2]Well we can do liposuction there as well, but that area will respond to exercise. Buttocks and upper arms begin to store more fat when you get up around forty, the body just tells it to go there, but the thighs will respond to toning exercises. \n[3]Uh-huh. And of course there are also genetic factors. \n[4]Uh-huh, well everything's---- \n[5]Wow.    Well that's a predispo---- \n[6]Uh-huh. \n[7]Okay. \n[8]Uh-huh! Uh-huh! Very well put. Well your eyes are one of your best features. But we can do something about the incipient crow's feet. \n[9]Ha-ha, yes, again, well put. You have a way with words. We cut here... \n[10]... And we pull the skin tight, like stretching the skin over a drum. Not too tight, though. We don't want that \"worked-on\" look. You need sufficient slack for the face to remain expressive. \n[11]Uh-huh! Heh-heh, so you don't want a sex change! \n[12]So Linda, what we're talking about here is four different procedures. The liposuction... The rhinoplasty... The facial tuck, which I would strongly recommend over the chemical peel---- \n[13]And why should you. With that lovely skin. And lastly, the breast augmentation. Now we can also do something about the vaccine scar----I don't know if you wear sleeveless dresses much---- \n[14]Yes, well once they're nice and svelte, post-op, you---- \n[15]Absolutely! Some women don't mind it at all! Personal taste! ", "BOGUS": "\n[1]Tony Bennett, Toni Morrison and Zoe                        * Caldwell. It was marvelous. First                          * time I've attended the Kennedy Honors. Jane Alexander is a client. Old                            * friend of Zoe's. What an actress.                          * Anyway... \n[2]... Connie, could you bring in your copy of the Cox financials? \n[3]Tony sang \"The Best Is Yet To Come.\"                        * Mr. Bennett. \n[4]Yeah, okay. \n[5]So. We've drawn up the papers and are prepared to execute service on Osbourne if you so elect, Mrs. Cox. Our missiles are pointed at his capital, so to speak, and we await only your word. But, be mindful, madam: once these missiles are launched, there is no recalling them. We are not picking daisies. We are declaring war, and hostilities will then impose their own logic. I think you understand what I'm saying. \n[6]Mm-hm. \n[7]Of course. But since we are at the point of no return, I always urge my clients at this juncture to give it one more day of reflection. ", "NEW EMBASSY MAN": "\n[1]Can you tell me where this material comes from? \n[2]Excuse me? \n[3]There is more material? \n[4]You are not ideological. \n[5]Hm? \n[6]... We will examine the material.   How do I contact? \n[7]So... I call Hardbodies, I ask for... Chad? ", "DEL": "\n[1]Can    we just----I'm sorry to interrupt but    we have to let the folks at home see    this illustration! Can we just get    a shot of that... \n[2]There----there it is. Oliver. Interrupting the filibuster with---- \n[3]Wonderful! The book is \"Point of Order, Oliver!\" and the talented author is Sandra Pfarrer. We're gonna go to a station break and then be right back with Bud Fraighling, the Sultan of Salad, and Part Two of our special interview with Dermot Mulroney. So keep it where it is! \n[4]...Great segment. \n[5]Yeah, you know we thought it might be fun if you joined us with Bud Fraighling and help make the Fiesta Salad, when we move over. \n[6]Oh, sure! No! Only if you want to! Your segment went great, we just thought---- \n[7]Okay, great! ", "VOICE": "\n[1]Is this a, uh, goat cheese? \n[2]Linda, there's a Mr. Krapotkin on line                   * two. \n[3]Linda? \n[4]This is Ilan Krapotkin. Russian embassy. Returning your call. \n[5]Harry, it's Osbourne Cox. \n[6]... Harry? ", "TERIKHIAN": "\n[1]... I know this kind of man.    We've seen this. \n[2]... Mrs. Cox, you can't let this man take advantage of you. And he will. He will. \n[3]Look, sure, I----I'm obliged to tell you you should try to salvage things. And you should. People turn themselves around. Not unheard-of. But. You---- you haven't broached the possibility of divorce yet? \n[4]Well that's good.   Because first you should get all his financials. Before he's forewarned. Because here's a man, here's a man, practiced in deceit, this is almost, you could say it's his job, practiced at hiding things, and there is no reason, it is not improper, there is no reason for you not to get a picture of the household finances. Paper files, computer files, whatever----this is your prerogative. You can be a spy too, madam. Do this before you put him on alert. Before the turtle can draw in his head and his, uh... \n[5]... Feet. \n[6]... And hopefully everything will work out. He will reform. But! If not: forewarned is forearmed. ", "PATIENT": "\n[1]Uh-huh.    And what about the thigh area? \n[2]Uh-huh. I know, I can work out on my arms til the cows come home, but... \n[3]The Litzkes are big. \n[4]My mom had an ass that could pull a bus. \n[5]Father's side too, although Dad tends to carry his weight in front of him. \n[6]In the gut area. Derriere, not so much. ", "HAL": "\n[1]Uh-huh.    Russian Embassy, yeah. \n[2]Hey, the guy was not hard to follow. As you know. \n[3]Hey.     No problemo. \n[4]... Ozzie, I hate to be the paranoid old spook, but those two guys seem very interested in you. \n[5]...You haven't gone poofy on me, have ya Oz? \n[6]Ouch. "}}