{"dialogues": {"EVAN": "\n[1]If anyone finds this, then I guess my plan didn't work and I'm already dead... \n[2]But if I can just go back to the beginning of all this, I still might be able to save her. \n[3]We're gonna be late again. \n[4]We're putting up pictures for Parent's Night. \n[5]Righty-tighty, lefty-lucy. \n[6]Um... can dad come this time? \n[7]Can't he come out for one day? \n[8]But Lenny said that his dad's coming... and Tommy and Kayleigh's dad... \n[9]All the dads are gonna be there. \n[10]No. \n[11]Done. Try it. \n[12]Hey, what'd you do that for? \n[13]Come on, Lenny. It's not that bad. You can still see your mom a little. \n[14]Sure. I was gonna make a new one, anyway. \n[15]I don't like this place, Mom. It's creepy. Please can we go? I promise I won't make any more bad pictures! \n[16]You know my father? \n[17]My father has a bad memory, too? \n[18]These'll bring you luck, Crockett. \n[19]What happened? \n[20]I... I don't remember. \n[21]We're really gonna be in a movie!? \n[22]Where am I? What happened? Where did we all go? \n[23]I was just somewhere else -- how did I get here? \n[24]Kayleigh? What happened? \n[25]What's wrong with me? \n[26]Dad lives here? \n[27]Okay. \n[28]Uh-huh. Mom says I have your eyes and your -- \n[29]Tommy, I'm bored shitless over here. What's up already? \n[30]So let's go. This place creeps me out. \n[31]Not necessarily. \n[32]That should buy you ten minutes at least. \n[33]You got balls, man. \n[34]What happened?? Where are we?! \n[35]Shit, Lenny. What's happened to you! We've gotta get help! \n[36]I don't know... I don't remember. \n[37]I... I blacked out. \n[38]Yes. \n[39]I'm standing next to Kayleigh, my hands are over her ears. \n[40]No, protecting her. \n[41]I see a car. \n[42]I can't... the car vanishes and all of a sudden I'm on the ground in the woods. \n[43]It's coming... argh! I can't! \n[44]What happened? Did it work? \n[45]Would someone just tell me already what the hell happened in the mailbox? \n[46]Are you okay? \n[47]I'm sorry Kayleigh. This was a bad idea. \n[48]It's going to be okay. Lenny'll be fine. You'll see. \n[49]I'm sorry. \n[50]Damn. Your dad did this? \n[51]What are you talking about? What you deserve is a better brother and father. All they do is make you feel like shit. \n[52]You really have no clue how beautiful you are, do you? \n[53]I can't believe Tommy's still pissed at me. He knows I'm moving away, right? \n[54]Duck, here they come. \n[55]He must be. They're letting him go, right? \n[56]Welcome home, Lenny! \n[57]Sorry? \n[58]Welcome home. Thought you might like some fresh air for a change. \n[59]It's cool. \n[60]Crockett!! \n[61]What's wrong with you?! \n[62]Kayleigh! Wake up! \n[63]How long was I out? \n[64]Kayleigh?! Are you okay? Where's Crockett? \n[65]I'm not sure. I might have gotten some stories mixed up. Did Pavlov condition his dogs to lick his nuts? \n[66]Hey, I got no choice. \n[67]Whoa. Smells like patchouli and... ass. \n[68]Nice to meet you, too. \n[69]Get dressed, Thumper, you're taking me out for my birthday. \n[70]This is bigger. Seven years to the day. No blackouts. \n[71]Actually, they're for a psych project. A study on memory. \n[72]It's an experiment with flatworms and a maze. You take a flatworm and run it through the maze until he's memorized it. Then you put a new flatworm in the maze. He's clueless. Banging into walls, getting lost, whatever. \n[73]You chop up the smart flatworm and feed it to the dumb one and presto, the dumb one suddenly knows the maze inside and out. \n[74]Just by absorbing the first worm into its cellular structure, it gets all of the worm's memories. \n[75]Maybe if I can figure out how the memories of a simple worm function, it'll help me understand the complexities of the human brain. \n[76]No, I just don't want to lose my mind. \n[77]I think that's your game. \n[78]Thumper had a busy afternoon. \n[79]Charisma and eyeliner go a long way, I guess. Wanna beer? \n[80]Yeah. I've been keeping journals since I was seven. \n[81]No way, I'd be too embarrassed. \n[82]Freeze! No \"worm-boy\". No \"Mr. Worm,\" and no \"Worm-Master-General!\" Once you get a nickname like that you can't shake it. And I don't want everyone thinking I've got tapeworms coming out of my ass or something, okay? \n[83]For courage. \n[84]It's like my mind refused to believe what it was seeing. Hearing Crockett make those awful screams... Just writing about it gives me the shivers. \n[85]It was like Tommy was possessed or something. There was a hate in his eyes that I couldn't really call human. \n[86]What the hell is going on? \n[87]I got him, Lenny. Help Crockett! \n[88]Oh my God! No! No! \n[89]It didn't feel like a dream. \n[90]Hey, uh, it's me. Evan. \n[91]What's that you're working on? A model? \n[92]Well, you look busy, so maybe I should make this quick. I'd totally understand if you didn't want to get into this right now, but that day at the junkyard, could you help me remember what happened? Any details? \n[93]Yeah, good, what else do you remember? \n[94]Jesus Christ. It really happened. \n[95]What if I can get back all my lost memories with my journals. \n[96]Well, thanks for seeing me, man. I shouldn't have waited so long. \n[97]All I know is that I might be able to unblock some of my repressed memories. \n[98]The last thing I remember before the blackout was holding my hands over Kayleigh's ears... I think I was more focused on her hands on mine than the mailbox across the street... \n[99]What the hell? \n[100]Yes, hello, uh, Mrs. Kagan, this is Evan Treborn. I know. I'm sorry about that. But I really need to speak with him. \n[101]Oh, fine I guess. It's been kind of crazy lately with my mom coming up, so I haven't... \n[102]I won't let you down, Professor Carter. \n[103]Please, mom. People will talk. \n[104]Did Da -- Jason --- get good grades? \n[105]Ma? Did he ever say that he figured out a way to recall a lost memory years after he blacked it out for the first time? \n[106]No, it's just weird with him being such a brain and all, I just wondered if he was ever able to remember stuff he'd forgotten. \n[107]Sure... \n[108]What? What could he do? \n[109]I never wanted to be in the movie anyway and it was cold so I wanted to wear my clothes but Mr. Miller took his shirt off -- \n[110]Shhh! I need quiet for this. \n[111]What? \n[112]Oh, comme si, comme ca, you know... \n[113]I'm going to State now. Things are going okay. I guess. Mom's good... \n[114]Not since we were kids. \n[115]So how's Tommy? \n[116]You still live with your dad? \n[117]Wow. That must've taken some courage. \n[118]Couldn't you have moved in with your mom? \n[119]Actually, Kayleigh, the reason I came back to town was to talk to you. \n[120]Remember when I was a kid I had all these blackouts? \n[121]Well, lately some of the memories have begun to come back and I'd kinda like to talk to you about one of them in particular. It'd be a big help. \n[122]When we were kids. Your dad was making a movie. Robin Hood or something? \n[123]It's just... did he... what happened in the basement? \n[124]I know, but... \n[125]No, but I think something really bad might've happened to us. \n[126]Whatever happened, it wasn't our fault. You know we couldn't have stopped it. \n[127]Look, Kayleigh. This may sound like bullshit coming from a guy who hasn't spoken to you in seven years... \n[128]But you were seven years old and there's nothing you could've done to deserve... \n[129]You can't hate yourself just because your dad's a twisted freak. \n[130]You can smell it all the way in the bathroom. \n[131]It's been said that a person's life is little more than the sum of his experiences. If that's true, then I'm not sure I know who I am anymore. I definitely never knew Kayleigh. \n[132]What time is it? \n[133]Wrong answer, fuckbag. This is the very moment of your reckoning. In the next thirty seconds you're going to open one of two doors. The first door will forever traumatize your own flesh and blood. \n[134]It'll change your daughter from a beautiful child into an empty shell whose only concept of trust was betrayed by her own sick pedophile father. Ultimately, it'll lead to her suicide. Nice work, daddy. \n[135]Let's just say you're being closely watched, George. Your other option is to get your porn off the rack and treat Kayleigh like... oh, let's say like how a loving father treats his daughter. Sound okay to you, Papa? \n[136]Listen close then, fuckbag. You screw up again and I swear I'll flat out castrate you. \n[137]One last thing. \n[138]What you need to do is discipline your son Tommy, because the kid's one sadistic pup. \n[139]Jesus, Kayleigh, you're... Incredible. \n[140]Where... where are my clothes? \n[141]This is too amazing! Un-fucking-real! \n[142]Whoops. Sorry. My bad. \n[143]Hey, you were with those assholes who threw popcorn at Thumper. \n[144]And your name is... Gwen! \n[145]Hey, uh, don't go freaking out on me over this, but do you remember when your dad first got his video camera? \n[146]I dunno. Just being weird. \n[147]Come on, Mom, be there! \n[148]Hi, Mom and, uh, Chuck. Just calling to say hi and well, call me. \n[149]Thumper! What time is it, man? \n[150]Huh? \n[151]I still owe you an essay from last week. Is there any way I could get an extension? \n[152]Evan Treborn. \n[153]Leave me alone, asshole. I didn't lay a hand on you, okay? \n[154]We'll find out soon enough. \n[155]You're kidding. Are these the answers?! \n[156]Thanks. Wow. Hey, I want to do something really special for Kayleigh tomorrow. If I said I needed some help from you and the brothers... \n[157]So it didn't feel... weird? \n[158]Yellow. \n[159]What do you think it is about us that makes us so perfect? Like, looking back, whatever gave you the nerve to sneak out and visit me after I moved away? \n[160]You think we'll always be together? \n[161]Just making sure. \n[162]Order, order. So all you rushes know what you've got to do for me? \n[163]Pledges, rushees, same difference. Now this is a one-time deal. You do all this for me and I'll never give you shit again. Promise. \n[164]You'll see. \n[165]Go on. Sit down. \n[166]Simple math. When I woke up this morning and saw your smile... I knew that I wanted to spend the rest of my life with you. \n[167]Did you see who did this? You see anyone? \n[168]How could he get away with this? Right in front of the goddamn frat house! \n[169]Might'a been nice. Like this is gonna do any good. Maybe one of the frat guys has a gun. \n[170]Yeah, right. Tell that to Crockett. \n[171]Don't give me this Oprah-book club bad upbringing shit, because you turned out fine. \n[172]Fine, then. We'll let campus security deal with him. \n[173]What do you mean? \n[174]Like how? \n[175]I walk differently? \n[176]I know I've been actin strange lately. It's just that... I don't want anything to happen to us. \n[177]What? \n[178]Leave us alone you sick fuck! \n[179]What the hell are you doing? \n[180]No one thinks you're a piece of shit, Tommy. \n[181]He's a fucking maniac! \n[182]He ruined Lenny's life -- \n[183]He killed Crockett -- Murdered that woman and her baby! And he's trying to kill me, Kayleigh! He's trying to fucking kill me! \n[184]Can you protect me? \n[185]How long will I be in here? \n[186]How's Kayleigh doing? She all right? \n[187]What about my journals, Mom? Did you bring the ones I asked for? \n[188]Damn it, Mom. I told you I need them all! \n[189]Sure, Mom. You're right. Just try to tell Kayleigh I'm sorry. \n[190]Let go! They're mine! \n[191]Motherfucker! \n[192]You're religious Carlos, you believe that bit about \"the Lord works in mysterious ways?\" \n[193]Because I think he sent me to your cell on purpose. For you to help me. \n[194]I ain't bullshitting. Jesus speaks to me in my dreams. \n[195]Pack of smokes says I can prove it to you. \n[196]So when I'm out, I need you to watch my face and hands closely. \n[197]Anything today? \n[198]Just tell me if anything weird happens. \n[199]Marks, scars, I dunno. Anything could happen I guess. \n[200]Oh, Mrs. Boswelllllllll? \n[201]What did you see? What did it look like? \n[202]So you believe me? \n[203]I want to make a deal. \n[204]Look. I'm new to all this but I think I get how things work. You gotta join a gang or else end up dead meat. \n[205]Well it sure ain't gonna fucking be with no niggers or spics. So how do we do this? You gotta work your way up, and I'm the new guy. So... should I... I mean, do I suck your dicks right now? \n[206]I ain't no fucking kike if that's what you mean. \n[207]Carlos! \n[208]We took the woods behind the junkyard just to make sure we wouldn't bump into Tommy. We hadn't seen the smoke yet. \n[209]Rot in hell you fucking animals. \n[210]Wait. Before we -- \n[211]We need something to cut open the sack! \n[212]I want you to take this, Lenny. Today's your day of atonement. I know how guilty you feel about that woman and her baby -- \n[213]Now's the only time! Today you get a chance to redeem yourself. Start over with a clean slate. Tabula rasa -- \n[214]Please. If you've ever trusted me before, trust me on this one. \n[215]Cut the rope. \n[216]I'll do whatever you want. You don't want me to ever see Kayleigh again, fine. Just let Crockett go. Besides, you kill him now and they'll stick you in juvy for sure. And I know you'd never leave your sister alone with your father. \n[217]Oh fuck, Lenny, no! \n[218]Christ. Help me. \n[219]Okay, doc. What's the damage? How much time have I got? \n[220]Are you sure? Not even with my father? \n[221]Lemme guess. Would that be where the memories are stored? \n[222]He's saying it's like forty years worth of new memories have been jammed in my brain since last year. Overload city. 'Sat about the gist of it, doc? \n[223]Mind if I wait in the car? The lighting here bugs my eyes. \n[224]Well, it's nice seeing you again. But you know, people to see, things to read... \n[225]Is there anything you need? Anything I can get you? \n[226]What about the models, man? Bet I can get you a shitload of models up in here. \n[227]Okay, Lenny. Just wanted to say \"hi\". \n[228]Y... yes. I guess I did. \n[229]Today I get to meet my father. His name is Jason and he is crazy... \n[230]Look, Jason, I need some fast answers if I'm ever gonna fix what I've done. \n[231]But it didn't. And now I need info to make things right again and you're the only one who can give it to me. \n[232]Who's to say you can't make things better? \n[233]Bullshit. I'll send you a postcard when I've made everything perfect again. \n[234]Huh? \n[235]I come from a big family. \n[236]None taken. Hey, uh, does Kayleigh Miller still work here? \n[237]Good guess, fuckbag. Remember me now? We had a great chat once when I was seven. \n[238]One question, fuckbag. Where can I find your daughter? \n[239]Nice to see you, too. Can I come in? \n[240]I just needed to see... a friendly face. \n[241]I get it. You can drop it now. \n[242]No. Just that you need to hurt me with it. I've been where you've been. \n[243]The bottom. When you're just a piece of meat waiting for the next attack. \n[244]You wouldn't believe me. I mean, people always say, \"You wouldn't believe me\", but in this case, it's not even worth trying. \n[245]Why's that? \n[246]Different? How? \n[247]Yeah? \n[248]Do you remember when I was a kid and I had those blackouts? \n[249]I never thought you would. That's why I've never bothered to tell a soul until now, and why I never will again. \n[250]I couldn't give a shit if you believe me or not, and frankly I'm too tired to prove it to you. \n[251]Shit. I dunno. How would I know about the twin moles on your inner thigh? \n[252]Then forget that. How about... you prefer the smell of a skunk to flowers, you hate cilantro because for reasons unknown to you, it reminds you of your step-sister. \n[253]Oh! And when you orgasm, your toes go numb. I'm sure your clientele aren't privy to that one. \n[254]I just thought you should know. \n[255]That I didn't leave you there to rot. \n[256]Which is? \n[257]Don't think I'll need it where I'm going. \n[258]I'm over it. Whenever I try to help anyone it all turns to shit. \n[259]Get out. Both of you. \n[260]I'm not saying it again. \n[261]Lord give me the strength and guidance I need to set things right. \n[262]Lady, stay back! Don't go near the mailbox! \n[263]I mean it, woman! Get the hell back! \n[264]I thought I told you two to beat it. \n[265]No, it's cool. Really cool. \n[266]Where are we going? \n[267]Stop! Take me back! \n[268]Take me back, Lenny! You owe me that much. \n[269]Oh goody, nothing like spinning my chair around to a techno mix of Hava Nagila til I puke. \n[270]Forget it. What's the point of Psych now? Tomorrow I could wake up as some dirt farmer in Bangladesh. \n[271]So Tommy's really into this Jesus kick, huh? \n[272]He saved Mrs. Halpern? Please, the twisted fuck. \n[273]Yeah, I think I gotta get these fixed or something. \n[274]Kayleigh? Do you ever think about \"us?\" I mean, wonder if it could ever have been different between the two of us? \n[275]I was? \n[276]I don't get it. \n[277]I never knew that. So then you still sometimes think of us... together? \n[278]And...? \n[279]Then you think it might have worked out? \n[280]Would it make any difference if I told you that no one could possibly love anyone as much as I love you? \n[281]But you, Kayleigh and Lenny like toast. And that's really all that matters now. \n[282]What, did mom get transferred again? \n[283]Lung cancer? \n[284]Right... You started chain smoking after I blew myself up. \n[285]There must be a way to fix this. \n[286]I just need the entry about the blockbuster. Wait, shit, no arms. I never even got the chance to write it. \n[287]Mom. Don't cry. I can change this. \n[288]Come on, Mom. Just 'cause Dad was my age when he started going crazy doesn't mean that I'm nuts. \n[289]You told me that on Parents' Weekend. Remember? Wait, that wasn't me. Or you. \n[290]Don't worry. I'm gonna get you out of here. \n[291]My mom packed for me. I think she sent everything I ever owned. So we'll see. \n[292]Duly noted. Now I'm gonna ask you for one last favor. \n[293]Shhh. I need to concentrate on the blockbuster if I'm gonna destroy it. \n[294]If I hadn't blown my arms off, Mom never woulda started smoking in the first place. Now shhhh. \n[295]Yes. Now how do I destroy the blockbuster? \n[296]Well, that didn't work... \n[297]Wait! I need my belt! \n[298]Loo loo, skip to my loo. Loo loo, skip to my loo. \n[299]Loo, loo, skip to my loo. \n[300]Back off, fuckbag! \n[301]Amazing. That word never fails to make an impression with you... \n[302]And I'll tell the Child Protective Services about your kiddie porn endeavors. One step closer and I'll shove this up your ass! \n[303]Been there, done that. \n[304]Oh God, Kayleigh... \n[305]Kayleigh... no! You can't die again! I won't let this happen. I won't! \n[306]Where are they?! \n[307]Where are my goddamn books? \n[308]My journals! Where are they? \n[309]But I... I need those books. \n[310]Photos? \n[311]Hey, Mom, didja remember to bring those goofy old home movies we used to make? \n[312]If anyone finds this, then I guess my plan didn't work and I'm already dead. \n[313]But I -- I can just go back to the beginning of all this, I might be able to save her. \n[314]I hate you. If you ever come near me again, I'll kill you and your whole family. \n[315]Goodbye. \n[316]I'll think I'll be alright this time. I really do. \n[317]Yeah, Ma. I'm running a little late for lunch. One of my patients had a breakdown. Anyway, order some soup in the meantime. See ya soon. ", "KAYLEIGH": "\n[1]Mommy lives far away but she comes and visits. \n[2]Evan, guess what? Dad got a new video camera and we're all gonna be in a movie. \n[3]Quit it, Tommy. Evan gets to be Robin Hood. I'm gonna be Maid Marian, and you're the Sheriff of Nottingham! \n[4]You are, silly. He's a bad sheriff. \n[5]You're better off anyway. \n[6]We should go soon. If Dad catches us smoking down here, we're dead. \n[7]Evan, did I tell you? My mother said I might be able to visit her this summer in Orlando with her new family. \n[8]Where the hell are you taking us anyway? Just blow something up already. \n[9]Oh God... what did we do? \n[10]I'm sorry. \n[11]You really don't remember anything that happened? \n[12]You're so lucky. \n[13]Ouch. \n[14]It's not your fault. Mrs. Kagan called dad and blamed us for what happened to Lenny. \n[15]I deserve a lot worse. \n[16]Okay. \n[17]What do you mean? \n[18]He's been acting real strange lately. He won't even look me in the eyes anymore. \n[19]Did your mom say if Lenny was... okay? \n[20]Hi, Lenny. \n[21]So what did you do in there? \n[22]Do you see that? \n[23]Oh my God oh my God... \n[24]God, Evan! I never thought I'd see you again. How've you been? \n[25]No, Evan. I don't know. It's been a long time. Fill me in. \n[26]I've stopped a hundred times. \n[27]They kept him in juvy for a few years. Now he works over at Dale's Autobody. \n[28]No. I emancipated myself when I was fifteen. \n[29]Not if you remember my dad. \n[30]She had a new family. Not enough space for me. Said I should have moved in with her when we were kids. But... whatever. \n[31]Me? Are you kidding? Why? \n[32]Of course. \n[33]Well, sure. I'll try to remember. Shoot. \n[34]What do you want to know, Evan? \n[35]It was a long time ago. \n[36]Is that why you came all the way back? To ask a lot of stupid questions about Robin Hood? \n[37]Is there a point to any of this? \n[38]Just shut up, Evan. You're wasting your breath. \n[39]Who are you trying to convince, Evan?! You come all the way out here to stir up my shit just because you had a bad memory!? You want me to cry on your shoulder and tell you that everything's all better now? Well fuck you, Evan! Nothing's gonna be all better! Okay?! Nothing ever gets better! \n[40]If I was so wonderful, Evan, why didn't you ever call me? Why'd you leave me here to rot?! \n[41]Don't you ever touch me again. \n[42]I'm cold. And I'm putting on my clothes. \n[43]Honey, are you all right? \n[44]Oh my God, Evan. You're bleeding! Look at you! \n[45]Mmmm... You give good compliment. Clean up and come back to bed. \n[46]Those are your clothes, silly. \n[47]Well I remember he had one... but he, like, put it away after the first day. Why would that freak me out? \n[48]Such a goofus. See you tonight. \n[49]Oh my God, that was good. Where'd you learn all those new tricks? \n[50]Yeah, if you call multiple orgasms weird. \n[51]Fuck 'em. \n[52]As if my dad could've stopped me from seeing you. What's he gonna do to me? \n[53]That is the plan, right? Hell or high water? \n[54]I don't understand, where are you taking me? \n[55]I don't know what to say. It's beautiful. \n[56]Why are you doing all this for me? \n[57]Don't. He's probably watching. \n[58]It's my fault. I should have told you he was released a few weeks ago. \n[59]Please, Evan. Don't even joke. He wouldn't hurt you. He's just trying to scare you away from me. \n[60]It's not his fault, Evan. You knew how bad he had it when we were kids. \n[61]My father never laid a hand on me. It's like the prick saved it all up for Tommy. \n[62]Are you okay? \n[63]It's just... you've been acting kinda strange, you know? \n[64]I don't know. You seem... different. You make weird jokes. Your accents changed. You don't even walk the same. \n[65]I can't put my finger on it, but everything's a bit off. Even the dinner tonight. It was beautiful, but... \n[66]Wait. Something's not right. Isn't that your jacket? \n[67]Tommy. \n[68]Shut up, Tommy! \n[69]Evan, stop! You're gonna kill him! \n[70]Evan. Stop it. It's not the time. \n[71]You're acting crazy! \n[72]Oh, I thought you were my eight o'clock. Make it fast, I'm expecting someone. \n[73]If I knew you were coming I'd have cleaned the stains off the sheets. \n[74]What do you want? \n[75]Well, time is money, Evan. So you... \n[76]Well, I guess I can spare ten minutes for an old friend, right? \n[77]So how's tricks? Sorry, occupational humor. \n[78]Oh, I'm sorry. Does my line of work make you uncomfortable, precious? \n[79]Ha! Where's that? \n[80]What's happened to you? \n[81]I've seen some sickening shit. I don't blink twice anymore, especially in your case. \n[82]Because you're... different. \n[83]Let me ask you a question. Just a little one that's been gnawing at me for years. \n[84]On the bridge. How did you know that Tommy had your dog? That was no fucking hunch. \n[85]You're right, Evan, I don't believe you. \n[86]I'm the only person you've told? That's a great line. Does that make other girls swoon? Do they actually eat up this bullshit? \n[87]Oh? There's proof now? \n[88]Anyone with fifty bucks could tell you that. \n[89]Know what? \n[90]There's one major hole in your story. \n[91]There is no fuckin' way on this planet or any other that I was in some fuckin' sorority. \n[92]Sure you don't want your wallet? \n[93]Off to change everyone's life again, is that it? Maybe this time you'll pop up in some mansion while I wind up in Tijuana doing the donkey act. \n[94]Well, don't give up now, Slick. You've already done so much for me. Hell, why don't you go back in time and save Mrs. Halpern and her baby. Then maybe Lenny wouldn't freak out and ruin my family. \n[95]Oh, here's one! Go back when I'm seven and fuck me in front of Daddy's handicam, you know, straighten me out a bit... \n[96]We have to get you to Sunnyvale. You're having one of your famous hemorrhages. \n[97]What are you geeks looking at? Must be nice to be so goddamned perfect, huh? Fucking losers. \n[98]Let's go for a stroll. \n[99]You know how spiritual he's gotten ever since he saved Mrs. Halpern and Katie. \n[100]Is something the matter? \n[101]Sure, Evan, why not? You were the first person I really ever cared about. \n[102]That's why when I was little I never went to live with my mother. \n[103]When my folks split, they gave me and Tommy a choice who we wanted to live with. I couldn't stand my dad, but I knew if I moved to my mom's I'd never see you again. \n[104]It's crossed my mind from time to time. \n[105]Well a lot of things cross my mind. I've always been a fast thinker, Ev. I can play out the movie of our entire lives in under a second. Boom -- we fall in love -- get married -- two kids, your keen analytical insight matched to my generous nature -- kids grow old as do we, relatively stable relationships, matching burial plots, the whole bit. It took a lot longer to spit out than to imagine. \n[106]Why not? But that's not how things wound up. I'm with Lenny, Lenny's your friend. And there it ends. \n[107]When my folks split, they gave me and Tommy a choice who we wanted to live with. I couldn't stand my dad, but I knew if I lived with my mom, I'd never see you again... ", "ANDREA": "\n[1]Okay, okay... what now? \n[2]When did you ever care about getting to school on time? \n[3]Thanks. Don't worry Evan, you'll have plenty of time. \n[4]Darn it! \n[5]You know the answer to that. \n[6]We've been over this a hundred times. It's too dangerous for him. \n[7]Here, Ev... Finish this up for me. \n[8]I get the point, kiddo. But I'm not so bad, am I? \n[9]Good. Because I've been waiting to see your art projects all week and I'd feel terrible if all you thought about was your father not being there. \n[10]You're amazing, kiddo. \n[11]Okay have a great day I love you I'll pick you up later gotta go... \n[12]I'm sorry, but can it wait til tonight? I'm already late for work -- \n[13]What is it? \n[14]I don't understand... Evan did this? \n[15]Thank you for showing it to me first. I'll... I'll take care of it. Can I have the picture? \n[16]What? \n[17]I have to go. \n[18]Not according to his teacher. It just got me thinking about Jason and what if Evan's inherited his father's condition? \n[19]You'll be fine. Dr. Redfield just wants to give you some tests. You'll like him. \n[20]That's why I wanted you to come here, Evan. Dr. Redfield already has a background in memory loss. \n[21]Just tell me that Evan doesn't have Jason's illness... \n[22]Anything. \n[23]Why? What for? \n[24]Thanks, George. I really appreciate you watching him, he won't be any trouble at all. \n[25]Great. I'll see you soon. \n[26]Evan? \n[27]Evan? What are you doing with that knife? \n[28]Honey. What were you doing with that? \n[29]Thanks a lot George. Here's my work number in case there are any problems. \n[30]And the bad news? \n[31]But you must have something to go on? \n[32]But he's seven. What kind of stress can he have? \n[33]Come on, I doubt the answer's that simple. \n[34]Well, he has been pushing me to meet his father, but I've been putting it off. \n[35]How soon?... \n[36]Now your father may seem sleepy to you, but that's just because of his medicine, okay? \n[37]I'm sorry, Evan. I'm sorry. \n[38]What is it? What happened? \n[39]What happened, Evan? The truth. \n[40]Something must've happened! What set him off? \n[41]Don't try to use your blackouts to get out of this one! \n[42]You're not making this up, are you? \n[43]What's happening to him?? Make it stop! \n[44]Evan wake up, oh please wake up! \n[45]So how was the movie? \n[46]Any exploding mailboxes? \n[47]Goodnight. \n[48]We're moving. \n[49]I'm sorry. \n[50]I can't help it. I'm just so proud of you. You've got the highest grades in all of your classes. \n[51]Please. He got straight A's without ever touching a book. That was the one area where his memory never failed him. \n[52]Why do you ask? \n[53]When he was around your age... almost exactly your age. He said he figured out a trick to remember the past. \n[54]I couldn't tell if they were real memories or just phantoms. You know, he might only have thought he actually remembered them... \n[55]And then, just before it got so bad that he had to be committed, he said that he could... \n[56]Forget it. It's nothing. He was far too sick by then. \n[57]...I spoke to your new lawyer about the appeal. He's sure he can get you off on self-defense, so if you're patient. \n[58]I don't know. These things take time. \n[59]I found these. The others are still in storage. \n[60]Fine. You'll get them, Evan. But I think it's far more important to focus on your case right now. \n[61]I'm not gonna lose you, kiddo. Promise me you'll hang on, Ev. \n[62]Cute, Evan. \n[63]So what did you find. \n[64]What does that mean for Evan? \n[65]Looking. Good. Kiddo. \n[66]Fix? \n[67]Is Evan... different? \n[68]You're. Acting. Like your father. \n[69]How. Did you. Know that? \n[70]Just. Like. Jason. \n[71]Stop him. Stop him. Stop him... \n[72]Evan? What are you doing with that knife? \n[73]No dances, just tell me. \n[74]Go on, Evan. Introduce yourself. \n[75]He's not usually this shy. ", "TOMMY": "\n[1]You're such a retard! \n[2]Fat little baby, crying for mommy. \n[3]I don't think Evan gets to be in it -- \n[4]I thought I was the bad guy! \n[5]I thought I was the star. \n[6]Hold your horses, man. It's here somewhere. I saw it when I was a kid. \n[7]I knew it had something to do with the army. \n[8]Let's blow the shit out of something! \n[9]What did I say about mentioning that bitch? \n[10]Just blow something up? Are you nuts? There's an art to mass destruction. Would you just paint the Mona Lisa? No. Besides, we're here already. \n[11]Here you go, buddy. \n[12]The hell you aren't. Anyone of us does it, you'll puss out and narc for sure. \n[13]Oh, for Christ's sake, just do it, Lenny. \n[14]Hurry! Let's go! Get him up, Evan! Come on! \n[15]We were just building a fort in the woods when Lenny freaked out. One minute he was fine, then he just froze up. Right guys? \n[16]Wipe that sad-assed look off your face before you get us all busted. You see the way Evan's mom was looking at you? \n[17]Don't ever bring that shit up again. Not ever. Not to me, not to Kayleigh, or even Lenny. The stupid fuck if he ever learns to talk again. Understand? \n[18]Ever. She don't want to talk about it, anyway. Do you Kayleigh? \n[19]There it is. Let's go. \n[20]Holy shit! Look at that fat fuck! You'd have to wipe his ass with a forklift! \n[21]Shut up, faggot. No one's talking to you! \n[22]What the fuck are you doing?? \n[23]Look what you made me do! \n[24]Why don't you fucking kiss her, Prince Charming! \n[25]Drop it or I'll slit your mother's throat in her sleep. \n[26]Listen to me good, Evan. There's a million other sisters in the world. You didn't have to fuck with mine. \n[27]Yeah, you do that, Lenny. \n[28]Make one peep and I swear it'll be your last, motherfucker. \n[29]C'mon! Run!! \n[30]Lenny? Come on! \n[31]But I wanna see! \n[32]Get this \"us\" shit. As if I was gonna lay a hand on my own sister. You've done nicely for yourself, Evan. Nice friends, nice life, not to mention you're fucking my sister. Not a bad piece of ass if I say so myself. \n[33]Aw, hey now, that was a compliment. \n[34]It wasn't enough that the whole world loves you, but you had to take away the last person on earth who didn't think I was a piece of shit. \n[35]Right, Evan. I believe you just said \"sick fuck.\" \n[36]Listen to me good, Evan... \n[37]I'll save you lady! \n[38]I did what you said, man! We're pooling our student funds with Hillel House and we're going to have an Awareness Dance. \n[39]You forgot to put the toaster on the edge. \n[40]I'll get you changed. Visiting hours are almost up. \n[41]Sorry, Mrs. T. He's been out of sorts lately. \n[42]He's just going through some tough times. \n[43]I think I'll go check out the chapel. ", "LENNY": "\n[1]You put the mommy too far away. Mrs. Boswell has macaroni and glue if you wanna fix it. \n[2]If I'm retarded, why didn't my mommy move away from me? \n[3]Can... can... Can I have this? \n[4]Guys, slow up, would you? \n[5]What? No frigging way, man. I'm not touching that thing. \n[6]Ain't gonna work this time, buddy. Look how small that fuse is! I'll get killed. \n[7]Gee, thanks friend. \n[8]Thanks. \n[9]Is Tommy with you guys? \n[10]It was awful. You can't sleep 'cause everyone's screaming all night long. I never want to go back. \n[11]I can't undo the rope! \n[12]I couldn't cut the rope. \n[13]Drop it or I'll slit your mother's throat in her sleep. \n[14]Make one peep and I swear it'll be your last, motherfucker. \n[15]Maybe it went out. Should someone check it? \n[16]What are you talking about? \n[17]You knew the whole time, didn't you? When you put the blade in my hand, you knew something big was going to happen. Didn't you?! \n[18]Then you should be where I am. You should be where I am. \n[19]There's a bomb in the mailbox. Get away! \n[20]What? Hey, sorry, man. We wake you up? \n[21]Sorry, tough guy, no can do. Your mother would kill me. \n[22]'Sup, Sheila! We missed you at the party! Don't even think I'm giving you my lab notes either! Think I like getting up for \"eight thirty's\"? \n[23]Hey, there's Tommy. \n[24]Uh, we should be getting to class now. \n[25]Are you sure you even packed it? \n[26]Is this it? \n[27]What do you need it for? I don't get you lately. \n[28]What? \n[29]Destroy it? \n[30]You alright? Should I call the doctor? \n[31]You sure about this? ", "THUMPER": "\n[1]Cricket, meet my well-mannered roommate, Evan. \n[2]Here, bro. Found your T-shirt. \n[3]I thought you were a December baby. \n[4]Let's do this. \n[5]Worms, plural. \n[6]Talk to him about it, he's got the fetish. \n[7]Like Ozzy. \n[8]That's probably why Hannibal Lecter's so smart. \n[9]You really think he wanted to kill you? \n[10]Christ, man. You wanna clean that up before I lose my appetite here? \n[11]What the fuck are you doing? \n[12]Are you stupid or what? \n[13]Shucks, I dunno. But maybe there's a reason why you've repressed the one day when some old lecher had you in your tighty whities, dammit! \n[14]Yeah, man. I'd think twice about this. You could wake up a lot more fucked up than you are now. \n[15]Some dude left a message for you. \n[16]Whoa, bad news, bro. I don't think this is gonna come out. \n[17]Whasamatter? Lost your Rolex? \n[18]Fuck off, frat boy. \n[19]Someone call 9-1-1! \n[20]Sorry, dude. Just figured it'd be okay with you bein' sick and all. ", "FLASH!": "\n[1]\n[2]\n[3]\n[4]\n[5]\n[6]\n[7]\n[8]\n[9]\n[10]\n[11]\n[12]\n[13]\n[14]", "HEIDI": "\n[1]Shit, better explain before all the excitement gives me a heart attack. \n[2]So what's the point? \n[3]So are you planning on becoming a doctor or something? \n[4]Smells like sex in here. \n[5]You're kidding. He's so... big. \n[6]Most guys tuck their porn under here, but all you have are... comp books. \n[7]Wow... read something. \n[8]Then keep drinking, worm-boy. You're too uptight. \n[9]Deal. Now read me something. \n[10]Come on, go on... \n[11]Wake up, idiot. It was just a dream. \n[12]Maybe because they never do. So Don Juan, you pass out on all your dates? ", "CARLOS": "\n[1]First time? \n[2]Best not bitch up. Wind up someone's luggage that way. \n[3]Jesus himself couldn't make me take on the Brotherhood. When they come, just put your mind in another place, man. Be somewhere else. \n[4]Straight up. \n[5]Shit. I knew you were crazy. \n[6]You need to see the prison shrink, man. \n[7]Weirder than this? \n[8]Oh sweet Jesus. It's true. It's a miracle! A miracle! \n[9]Your hands. The stigmata! \n[10]Signs of the Lord. They just appeared out of nowhere. I thought you were loco! ", "PROFESSOR CARTER": "\n[1]Time! Please place your blue books on my desk before you leave. \n[2]How'd you do, Evan? \n[3]Typical psych major. A complete wise ass. And how's your project coming? Still planning to change the way we humble scientists view memory assimilation? \n[4]Whoa! Didn't mean to scare you, Evan. Just wanted to know how the flatworms project was coming. \n[5]I know, I know. Who can think of worms when your libido's in full swing, right? \n[6]Just don't drop the ball, okay? \n[7]Remember, everyone! Only two weeks until your science projects are due. \n[8]And you are...? \n[9]The answer's 'no', Mr. Treborn. Now take a seat. The exam's about to begin. ", "JASON": "\n[1]It's okay. I won't bite. You've seen pictures of me, right? \n[2]I... love... you. \n[3]He has to die! You don't understand! It's the only way to stop it! \n[4]Are you okay? You looked like you were somewhere else for a second there. \n[5]I was praying this curse would have ended with me. \n[6]There is no \"right\". When you change who people are, you destroy who they were. \n[7]You can't play God, son. It must end with me. Just by being here, you may be killing your mother. ", "HUNTER": "\n[1]Evan, you're hysterical. You study for this? \n[2]Me neither. \n[3]Damn, Evan, on the D.L. \n[4]I'd say blow me. Get the pledges to do it. \n[5]We been lookin' all over for you, man. \n[6]Probably them Pika fuckers. "}}