{"dialogues": {"TRUMAN": "\n[1]So Jimmy Baldwin tells me the plot of his book, and he says to me: the writing's going well, but I just want to make sure it's not one of those problem novels. I said: Jimmy, your novel's about a Negro homosexual who's in love with a Jew -- wouldn't you call that a problem? \n[2]Oh, I've got a million ideas of what to write next -- I just have to choose one. \n[3]No. \n[4]When a movie is made of my life I know exactly who I want as me... Marilyn Monroe. \n[5]William Shawn, please. Adorable one? All of a sudden I know what article I'm going to write for you next. \n[6]...never had anything like this happen to them before. They're used to sleeping at night with the doors unlatched.... Yes, we should buy stock in Master Locks -- all of Kansas will be in the hardware store tomorrow. \n[7]They have no idea who the killer is. But it doesn't matter who the killer is -- what matters is who the townspeople imagine the killer is. That's what I want to write about. \n[8]I'm gonna need some help... I'm thinking about Nelle -- she can protect me... \n[9]I want to leave tonight... \n[10]God I'm glad you agreed to come. You're the only one I know with the qualifications to be both a research assistant and personal bodyguard. Oh, Nelle, you poor thing. \n[11]That one up there and that one on the floor. \n[12]You're sweet. \n[13]Thank you. You're very kind. \n[14]What? \n[15]How'd you know? How did you know?! \n[16]You think that was too much? I thought that was a good line. \n[17]Alvin Dewey, Kansas Bureau of Investigation. KBI. \n[18]Mr. Alvin Dewey, please. \n[19]Mr. Dewey. Truman Capote from the New Yorker. \n[20]Hello. \n[21]Bergdorf's. \n[22]The scarf. \n[23]Thank you. I wonder when we could arrange an interview? Some time to talk. \n[24]We're not looking for any inside information -- I don't care one way or another if you catch whoever did this -- I'm writing an article not about the Clutter killings, but how they're affecting the town, how you all are bearing up -- \n[25]Excuse me? \n[26]Yes -- \n[27]Of course. \n[28]Magazines don't give out -- \n[29]Mr. Dewey's protective of the Clutters. I wonder how well he knew them... \n[30]He was foxy with that old man. Are you ever gonna let me drive? \n[31]Not even a little bit. \n[32]Hello. \n[33]What -- \n[34]You hate my friends. \n[35]I saw the bodies today. \n[36]The Clutters. I looked inside the coffins. \n[37]It comforts me -- something so horrifying it's freeing. It's a relief. Normal life falls away. But, then, I was never much for normal life -- \n[38]People here won't talk to me. They want someone like you, like Nelle. Me they hate. \n[39]Well -- \n[40]My point exactly. \n[41]Is that so? \n[42]I've been getting a lot of that lately. \n[43]Oh, it's the hardest -- when people have a notion about you and it's impossible to convince them otherwise. Since I was a child folks have thought they had me pegged because of the way I look and the way I talk. They're always wrong. Do you know what I mean? \n[44]Not one person here understands her. \n[45]The end of a life. \n[46]\"Pretty shattered. Nothing terrible ever happened to him before. \" \n[47]I have 94 percent recall of all conversations. \n[48]I've tested myself. \n[49]I don't snore -- \n[50]You don't hate me. \n[51]Apparently Detective Foxy's wife has a better opinion of me than Detective Foxy. \n[52]Thank you for having us. \n[53]More. More. \n[54]Yes, but we who know the truth will love it. \n[55]I only lived there for a short while but my Mama was born and bred. \n[56]What did Mr. Dewey think? \n[57]How very foxy. \n[58]Mama would've put in half the bottle by now. \n[59]Hello. \n[60]I was writing the script as they were filming, all that time in Italy. I'd work like mad all day long and then dash down to the bar around midnight to hand in the next day's scenes. Humphrey had just about moved into the hotel bar -- \n[61]-- where he and John drank every night -- \n[62]-- and I mean drank, like famished water buffaloes. Well -- I'd only just handed them the final scene when the bellhop told me I had a phone call. It was my stepfather, Joe Capote, calling to say that my mother had died. I flew home to New York -- terribly distraught -- but when I got to the apartment I could see that Joe was in even worse shape than I was. He grabbed my hands and sat me down at the kitchen table, and he said to me, \"Talk. Talk about anything, any subject in the world. Don't worry whether it will interest me or not. Just talk so I won't break down.\" And I did. He couldn't bear to be alone with his thoughts. It was too painful. \n[63]Who would put a pillow under the boy's head just to shoot him? Why would they tuck Nancy in? \n[64]You don't have to worry. I'm not going to write about this until everything's over. \n[65]Remember Nelle's manuscript she sent me in New York? \n[66]And I was right. She just heard Lipincott wants to publish it. \n[67]Congratulations. Jealous. \n[68]I can't leave now Jack -- I mean it was hard at first, but now I'm practically the mayor. \n[69]I want to come home -- I do. Though if they catch whoever did this, who knows what -- I'll probably be here til next Christmas. \n[70]Jack, we'll go away this spring to write. Maybe Spain... \n[71]Bye. The poor boy misses me. \n[72]Nelle. \n[73]I was never a kid. I was born fully formed. \n[74]-- girdle up -- no extra bulges -- if you're dressed right for him when he gets home, the evening should be smooth sailing. Bon voyage, gals. \n[75]I've trained myself. \n[76]I have 94 percent recall. \n[77]You cut that out. \n[78]Dorothy Sanderson. I figured you'd be left alone this morning by that hard-working husband of yours. So I have breakfast. I have news. And I have literature. My friend Jack mailed me the book you wanted. \n[79]They put you in the women's cell. \n[80]Well... she's a good cook. \n[81]I think so am I. A little bit. \n[82]I'm sorry. \n[83]His feet don't touch the floor. \n[84]Why are they doing that? \n[85]Madame Sanderson. \n[86]Was it your choice to waive the hearing? \n[87]You still need some? Give me your hand. \n[88]Would you like some water? \n[89]Mrs. Sanderson lent you my book -- \n[90]Who did? \n[91]Okay. \n[92]What's been your first impression? \n[93]From you? \n[94]I just want permission to talk. Has anyone else visited? \n[95]Will you tell me if you need anything? I can have whatever you want sent from New York. Will you do that? \n[96]Gorgeous? \n[97]I'm writing a book. It's too much for a single article -- this town, the killers most of all -- you will be stunned by Perry Smith -- \n[98]Not much yet, but I know. I can sense him. He's desperately lonely, frightened... I have questions -- are you ready? \n[99]How much more money can you send me? How quickly can you get Dick Avedon out here to take some pictures? \n[100]I have the perfect place for it, over the hearth. \n[101]You think he slept at all? \n[102]I need to see him before we go. \n[103]They're going to transfer you up to Lansing today. You'll have to make sure to put me on the visitor's list. Otherwise I can't see you. \n[104]Will you do that? I'm going to help find you a proper lawyer. You need a serious lawyer for an appeal. They took Dick last night. I need you to get him to do the same thing -- put me on the visitor's list. Will you do that, Perry? \n[105]Perry. \n[106]He's little, but terrifying -- \n[107]He's as short as I am. And almost as pretty. I'd be with him right now but he's being given new accommodations -- \n[108]Most people assume he's a monster. I don't see him that way. The book I'm writing will return him to the realm of humanity -- it's the book I was always meant to write... \n[109]...I was in Marilyn's apartment just last week. I had to break it to her that, of the four Matisses hanging on her wall, two were upside down. \n[110]Another. To answer your question, I'm following \"Breakfast at Tiffany's\" by blazing a different path -- by inventing an entirely new kind of writing: the non-fiction novel. \n[111]On the night of November 14, two men broke into a quite farmhouse in Kansas and murdered an entire family. Why did they do that? It's been suggested that this subject is tawdry -- it's not worthy of literature. I disagree. Two worlds exist in this country -- the quiet conservative life, and the life of those two men -- the underbelly, the criminally violent. Those worlds converged that bloody night. I spent the past three months interviewing everyone in Kansas touched by that violence. I spent hours talking to the killers -- and I'll spend more. Researching this work has changed my life, altered my point of view about almost everything. I think those who read it will be similarly affected. Such a book can only be written by a journalist who has mastered the techniques of fiction -- \n[112]You're really very clever. \n[113]Perry's decided to appeal. He claims their attorney was incompetent -- that he never raised the issue of temporary insanity. \n[114]They're facing execution in six weeks, Jack. They need someone to argue whether or not that's right. \n[115]I'd also like to see them alive, yes, thank you very much. I need to hear their story. \n[116]If you met him you'd understand. It's as if no-one's ever asked him a single question about himself. He's so... damaged -- and strange -- unexplored... I don't trust this Hickock fellow. Perry's the only person who can describe to me what happened that night. I need to hear him say it. \n[117]I'm finding them a lawyer. \n[118]What are you talking about? \n[119]No one told me. \n[120]When can I see him? \n[121]No. That's no good. I need to see them now, then whenever I want for as long as I want. \n[122]I see. \n[123]I understand what a burden unlimited visitation might be -- on this institution, and on the People who pay for it. I want to be clear that I don't expect the citizens of Leavenworth County to have to shoulder that burden. \n[124]To be dispensed as you see fit. \n[125]You're a kind and generous man. \n[126]Hello. \n[127]That's fine. \n[128]Thank you. \n[129]I don't care what your plans are for yourself... \n[130]But you're gonna wake up enough to tell me what you did with my tie. \n[131]It's okay. It's Truman. It's your friend. \n[132]How'd you learn to draw like that? \n[133]Who took care of you as a child? \n[134]That's your sister? \n[135]We're not so different as you might think. I was abandoned repeatedly as a child. My mama'd drag me along to some new town so she could take up with another man she'd met. Night after night she'd lock me in the hotel room -- Mama'd turn the latch and tell the staff not to let me out no matter what. I was terrified -- I'd scream my head off -- till finally I'd collapse on the carpet next to the door and fall asleep. After years of this she just left me with relatives in Alabama. \n[136]My Aunts. That's when I met Nelle -- she lived next door. Your mother was Indian? \n[137]Drinking was not a good thing for her. \n[138]And your father? \n[139]What I can't decide is if you understand how fascinating you are. \n[140]I hope we're past that now. You had me worried. \n[141]I don't care about the tie. It's just a pity because it looked so good on you. \n[142]Alright -- \n[143]You wouldn't. \n[144]I want to take your notebooks with me -- I want to read them. \n[145]If I leave here without understanding you, the world will always see you as a monster. I don't want that -- I don't see you that way. \n[146]This is remarkable. \n[147]He trusts me -- that's why he gave it to me. He's given me absolutely everything. You should see his drawings, Nelle, how good he is. He wants so badly to be taken seriously, to be held in some esteem. \n[148]Do I what? \n[149]Well... he's a gold mine. I mean he's told me his entire life, and now it's all here for me to write down -- All of the history I need. His entire life in this Diary. His dead mother. A brother and sister killed themselves. \n[150]I tell him everything. We've been talking our heads off the past month. Sometimes, when I think how good my book can be, I can hardly breathe. \n[151]Here's what I wanted to read to you: \"If Called Upon to Make a Speech:\" -- this is exactly what I was talking about -- a speech just in case he's ever recognized for an achievement: \"If Called Upon to Make a Speech: I can't remember what I was going to say for the life of me. I don't think ever before have so many people been so directly responsible for my being so very, very glad. It's a wonderful moment and a rare one. Thank you!\" There's an exclamation point on the end of that thank you, in case you didn't catch it... Where'd you go? \n[152]I never said it was. Listen to this... \n[153]You look good, healthy again. \n[154]I've decided on a title for my book. I think you'll like it -- very masculine. \"In Cold Blood.\" \n[155]The former, among other things. \n[156]I've been wanting to ask if you'll let me look at your investigation notes. \n[157]I heard this morning. \n[158]Alvin. Do you not want me to look at your notes? You are permitted to say no. \n[159]It was as much for me as for anyone. I couldn't bear the thought of losing you so soon. \n[160]I haven't written a word yet. \n[161]Research. Waiting to talk to you. \n[162]I had hoped -- \n[163]The book? I have no idea. \n[164]If I'm going to write about you -- if I'm going to determine how to write about you -- you need to tell me about that night at the Clutter house. \n[165]Perry. \n[166]Why? Do you worry what I'll think? \n[167]Is that it? \n[168]I know a lot of people. \n[169]What is that you keep drawing? \n[170]Perry, I have invitations to be in Morocco, Greece... I choose to be here. Those people have everything, all their prayers have been answered, yet they're more desperate than ever. I prefer to be here with you. \n[171]I'm just missing this one piece, Jack. Be patient with me. \n[172]I don't know. \n[173]Do it in Brooklyn. Wait for me. \n[174]I will. I will. Bye. \n[175]I can't. I brought you some things, but I have to fly back East. \n[176]An hour. I'm sorry. \n[177]I'm sorry. \n[178]Your writings are magnificent. I hope these help you do more. \n[179]I have so much material -- from the trial, from our visits, your journals. I have to organize it all, and I have to start the process of writing. I'll visit soon. Perhaps this fall. I miss you already. Write me every five minutes. \n[180]What. \n[181]I'm already well into the third part, but I -- I can't finish that till I convince Perry to describe the night of the killings to me. I was planning to visit this fall, see -- \n[182]And we all need to see how this ends for the final part. I can't finish the book till I know what happens. If Perry and Dick are executed it's one thing -- and if not, well -- \n[183]I really don't know -- \n[184]Right. Yes. Right. \n[185]Plums. Thank god. We have nothing in the house. \n[186]Why aren't you working? \n[187]Oh, Jesus. I completely forgot. \n[188]My man, my hero, my talented... My man... \n[189]You are the hardest worker, the most unsung talent I know. As Nelle passes by on her way to London to sell her book which needs no selling, may a little of her success rub off on both of us. \n[190]I don't know. \n[191]From Perry. \n[192]Mr. Shawn told me about the court decision yesterday. \n[193]That's a terrible thing to say. \n[194]I used to write him all the time. I've been so focused lately on the book. \n[195]Jack says I'm using Perry, but he also thinks I fell in love with him when I was in Kansas. How both of those things can be true is beyond me. \n[196]I don't know how to answer that... It's as if Perry and I started life in the same house. One day he stood up and walked out the back door while I walked out the front. With some different choices, he's the man I might have become. \n[197]I'll see you at the reading in New York. \n[198]Can't it be both? \n[199]They said it was not paying his taxes. But really for being an outsider -- refusing to go along. \n[200]You don't have to read any of these if you don't want to. But I thought you'd like something decent. You're much too smart for adventure magazines. \n[201]In. \n[202]-- in front of the television. \n[203]They were watching Father Knows Best. \n[204]I'm so sorry I've been away. \n[205]I know. \n[206]I have to be in New York anyway. \n[207]Very slowly. \n[208]I've hardly written anything. \n[209]No. Thank you. \n[210]Hello. My name is Truman Capote. \n[211]Perry Smith's voice was both gentle and prim -- a voice that, though soft, manufactured each sound exactly -- ejected it like a smoke ring issuing from a parson's mouth. \n[212]The village of Holcomb stands on the high wheat plains of western Kansas, a lonesome area that other Kansans call \"out there.\" Until one morning in mid-November 1959, few Americans -- in fact, few Kansans -- had ever heard of Holcomb. Like the waters of the [Arkansas] river, like the motorists on the highway... exceptional happenings had never stopped there. \n[213]The four coffins, which quite filled the small, flower-crowded parlor, were to be sealed at the funeral services -- very understandably, for the effect... was disquieting. Nancy wore her dress of cherry-red velvet, her brother a bright plaid shirt; the parents were more sedately attired, Mr. Clutter in navy-blue flannel, his wife in navy-blue crepe; and -- and it was this especially that lent the scene an awful aura -- the head of each was completely encased in cotton, a swollen cocoon twice the size of an ordinary blown- up balloon, and the cotton, because it had been sprayed with a glossy substance, twinkled like Christmas- tree snow. \n[214]Imagination, of course, can open any door -- turn the key and let terror walk right in. [One] Tuesday, at dawn, a carload of... strangers, ignorant of the local disaster -- were startled by what they saw as they crossed the prairies and passed through Holcomb: windows ablaze, almost every window in almost every house, and, in the brightly lit rooms, fully clothed people, even entire families, who had sat the whole night wide awake, watchful, listening. Of what were they frightened? \"It might happen again.\" \n[215]Thank you. \n[216]I was going to say the same thing! \n[217]Tennessee loved it. \n[218]Should we do more? I was terrified, but -- \n[219]I think so. You know they're scheduled for next month? \n[220]I'm flying to Kansas tomorrow. I'll get Perry to talk -- \n[221]It really is too awful. Institutionalized sadism. \n[222]As strange as it may sound to you, I'm going to miss him. \n[223]When did you hear? \n[224]Perry, sit down. For a minute. I need you to talk to me... \n[225]Perry. \n[226]Perry. \n[227]I know what exacerbate means. \n[228]There is not a word, or a sentence, or a concept, that you can illuminate for me. There is one singular reason that I keep coming here -- \n[229]...November 14th, 1959. Three years ago. Three years. That's all I want to hear from you. \n[230]This is ridiculous. I'm ready. I have a plane to catch. I found your sister in Tacoma. Maybe she'll talk to me about something useful. \n[231]This is my work, Perry. I'm working. When you want to tell me what I need to hear, you let me know. \n[232]They've never seen these pictures? \n[233]I don't think life works that way. \n[234]When was the last time you saw him? \n[235]Do you think I could borrow one of those pictures? \n[236]Alright. \n[237]Hello handsome. \n[238]Yes \n[239]I don't... \n[240]I don't know what you're talking about. \n[241]Who sent that to you? \n[242]Who sent that to you? \n[243]It is my business, because it's not true. The organizers of the reading needed a title. They picked one -- a sensational one, I admit -- to attract a crowd. \n[244]Yes. \n[245]I haven't chosen one yet. \n[246]How could I choose -- \n[247]How could I choose a title when you still haven't told me what happened that night? How could I? I couldn't possibly. \n[248]I have something from your sister. \n[249]She misses you. \n[250]It's alright. I'll go in. \n[251]I'm sorry. I should have told you what they made me call the book. I couldn't pretend to be your friend. The truth is, I can't help wanting to be. You don't have to tell me anything if you don't want to. \n[252]Added up, how much money did you get from the Clutters? \n[253]Jack. \n[254]Jack. \n[255]...I want to give it to you. The truth is, I'm desperate to be done with it... \n[256]Mr. Shawn, I... I've spent four years of my life on this book... They got a stay of execution yesterday... Another, yes.... \n[257]Supreme Court.... \n[258]...It's harrowing -- all I want is to write the ending and there's no fucking end in sight... No. No, I haven't been drinking again... \n[259]Put it with the others. \n[260]Nelle. \n[261]Please, another. \n[262]Terrible. \n[263]Well. It's torture. Torture... ...what they're doing to me. \n[264]Now the Supreme Court. Can you believe it? If they win this appeal I will have a complete nervous breakdown. I may never recover. Just pray things turn my way. \n[265]It's torture. They're torturing me. \n[266]I frankly don't know what the fuss is about. \n[267]Hello. \n[268]Yes? \n[269]Yes. \n[270]Oh. Uh... Yes. \n[271]Yes. \n[272]I'm here. \n[273]Hello, Perry. \n[274]I didn't... I hadn't heard that. \n[275]I'm sorry. \n[276]I don't know if I can. I'll try. I don't know if I can. \n[277]Come with me. \n[278]I don't know what you must think of me. \n[279]Yes. \n[280]It would be. \n[281]I don't know. Do you want me to? \n[282]Okay. Then I will. \n[283]I did everything I could. \n[284]I truly did. \n[285]Goodbye, Perry. \n[286]Someday I'll tell you about it. For the moment, I'm too shattered. \n[287]It was a terrible experience and I will never get over it. There wasn't anything I could have done to save them. ", "PERRY": "\n[1]Among other indignities. \n[2]She's scared of me. \n[3]Are you? You have any aspirin? My legs -- \n[4]I ask that the waiver be effectuated. \n[5]I could kill you if you got too close. \n[6]He said we'd curry favor with the Judge if we waived our rights. \n[7]The lawyer. \n[8]Your picture's undignified. People recall first impressions. \n[9]You want something. \n[10]Before she had us. Before she started drinking. \n[11]Orphanage. Me and Linda. \n[12]Who raised you up? \n[13]Cherokee. \n[14]No tolerance for it. \n[15]No tolerance for him either. \n[16]I'm sorry about your tie. They took it away from me because we're all on suicide watch. It's why the lights stay on at night. \n[17]Okay. \n[18]Be careful of Ricardo. I think he wants you all to himself. \n[19]But he's naturally mendacious -- not to be trusted -- if he had a hundred dollars he'd steal a stick of chewing gum. \n[20]I tracked my father down in Alaska. I was 14. One day I said to him, \"Mom's dead.\" I could see it. A week later we got the news. She finally drunk herself to death. \n[21]Sometimes you see a thing -- how it really is. \n[22]Thank you. \n[23]We're going to be able to use your book for our case. You'll write we never got to raise our insanity plea. You wrote how terrible the lawyer was? \n[24]What have you been doing? \n[25]All right. \n[26]What are you calling it? \n[27]Dick says you know Elizabeth Taylor. \n[28]You must hate having to come to this place -- \n[29]I was ten, I wet the bed, the nuns at the orphanage hated the smell. First month one of them found me shivering -- just trying to get through the night. The Sister pulled back the covers and shined her flashlight to see what I'd did. The sheets were wet. She hit me so many times with that flashlight she broke it. That night I dreamed about the yellow bird. Tall. Yellow like the sun. It picked me up and it clawed the Nun's eyes and it lifted me into the sky. \n[30]I didn't see you. Jesus, you... Come in. Where's the guard? \n[31]When? \n[32]You can't. \n[33]Who are you going there to see -- \n[34]I told him that. \n[35]I told him! \n[36]What was he in jail for? \n[37]Everyone says he's a genius. I don't think he's a genius. He's rich and he went to college -- like any of us would've if we got the chance. He came home for Christmas and shot his parents -- \n[38]You remember the story -- \n[39]I won't be sorry to see him go. Always correcting my grammar. \n[40]Now -- Dick and me -- we're next in line. \n[41]It was a long time. \n[42]I wish you could come next week, when they take him out to the Corner, but the whole prison shuts down. \n[43]How's the book going? \n[44]Will you show it to me? \n[45]Two days ago. \n[46]It's what we've been waiting for. A stay of execution to make a federal appeal. \n[47]All thanks to you. \n[48]Kansas's had it in for me for ten years -- in prison the first time, at that trial, here. They can't corner me now. Not till the U.S. Government says so -- \n[49]We've got all the time in the world to talk. About everything. I've been thinking about Ricardo. You need to stop sending him those trashy books. I won't even mention the pornography. I realize he might have trouble grasping the literature you gave me, but those books only exacerbate the problem -- only 'heighten' or 'intensify' it. Maybe we should start him on a program... \n[50]Give him the simple novels first -- \n[51]Okay. I thought in case... \n[52]Truman -- \n[53]I've asked you not to -- \n[54]Don't go out there. \n[55]Please don't go out there. \n[56]What's the name of your book? \n[57]What's the name of your book? \n[58]What's the name of your book? \n[59]\"Truman Capote read last night before a packed audience from his non-fiction book IN COLD BLOOD.\" \n[60]More? \"The true-crime novel tells of killers Richard Hickock and Perry Smith, who brutally murdered a Kansas family three years ago.\" \n[61]That's not your goddamn business. \n[62]They picked it. \n[63]That's not your title. \n[64]You pretend to be my friend... \n[65]Look at my belly. \n[66]There must be something wrong with us. To do what we did. \n[67]We heard there was ten thousand dollars in that house. Once we'd tied up everybody and searched all over, I knew the guy who told us about it was wrong. There wasn't any money. But Dick wouldn't believe it. He went tearing through the house again, banging on the walls, looking for a safe. He said when he was done, he was going to come up to Nancy's room and have his way with her. I wouldn't allow it. I told him that. I sat with Nancy. \n[68]It was nice in there. \n[69]Dick came to get me and we turned out the lights and went down to the basement, where we had Mr. Clutter and the boy. Dick kept saying \"No witnesses.\" I figured if I just waited him out he'd give up and leave them tied up there. We'd drive all night, they'd never find us. Mr. Clutter's wrists were tied to a pipe over his head. He looked like he was hurt, so I cut him down. \n[70]We put a box there on the floor so he'd be more comfortable. He asked if his wife and daughter were alright and I said they were fine, they were ready to go to sleep. I told him it wasn't long till morning when somebody would find them. He was looking at me. Just... looking at me. Looking at my eyes. Like he expects me to kill him -- expects me to be the kind of person who would kill him. I was thinking -- this nice man, he's scared of me. I was ashamed. I mean, I thought he was a kind man, a good... a gentleman. I thought so right up to the moment I cut his throat. I didn't realize what I'd did till I heard the sound. \n[71]Like some one drowning under water. \n[72]I was staring at him, bleeding on the floor. I told Dick to finish him off, but he wouldn't do it. We couldn't leave Mr. Clutter like that, so I got the shotgun. \n[73]We went to Mrs. Clutter's room. \n[74]Then we drove off. \n[75]What do you think of me now? \n[76]Between forty and fifty dollars. \n[77]Hello. \n[78]Hello? I can't -- This doesn't seem -- Operator, I don't think you put me -- \n[79]Truman. \n[80]They let me make a couple phone calls before I go down to Holding... You heard the Supreme Court rejected the appeal. \n[81]Yeah. \n[82]Yeah. They let me make two phone calls. \n[83]We've got a date set for the Warehouse, Dick and me. Two weeks and... Finito. April 14. \n[84]Will you visit me? Truman. Will you come visit? \n[85]Please visit me, Truman. Just... \n[86]Truman Capote. \n[87]Thank you. You sent the telegram to his hotel? \n[88]May I make a phone call? \n[89]It's not true, is it? \n[90]\"Miss Nelle Harper Lee and Truman Capote: Sorry that Truman was unable to make it here at the prison for a brief word prior to necktie party... \n[91]...Whatever his reason for not showing up, I want him to know that I cannot condemn him for it and understand... \n[92]...Not much time left but want you both to know that I've been sincerely grateful for your friendship through the years and everything else... \n[93]...I'm not very good at these things.... \n[94]I have become extremely affectionate toward you both. But, harness time. Adios amigos. Your friend, Perry.\" \n[95]You got the letter? \n[96]It's true. I mean I understand why you didn't want to come. I wouldn't be here either if I didn't have to. \n[97]You know Ricardo donated his eyes to science? Next week, some blind man will be seeing what Dick used to see. \n[98]You'll be watching? \n[99]I'd like to have a friend there. \n[100]It's alright. \n[101]Okay. \n[102]I know. \n[103]You're not rid of me yet. I'll see you in a few minutes. \n[104]Nice to see you. \n[105]Is there anybody from the family here? \n[106]Well. Tell them... I can't remember what I was going to say for the life of me... \n[107]Did we not know we were to die, we would be children. By knowing it, we are given the opportunity to mature in spirit... \n[108]Some take that opportunity. I hope I have... \n[109]Life is only the father of wisdom. Death is the mother. ", "NELLE": "\n[1]I figured you'd missed it. \n[2]Off. Truman. Off. I'm happy to see you too, but I can still whip your behind. \n[3]What all did you bring? \n[4]You're pathetic. \n[5]You're pathetic. \n[6]You paid them to say that. \n[7]You paid them to say that! \n[8]\"Just when you think they've gotten as good as they can get.\" \n[9]Pathetic. \n[10]Truman, you're a menace. You can barely see over the wheel. \n[11]This make you miss Alabama? \n[12]Morning. \n[13]Can any of you tell me where I'd find Laura Kinney? \n[14]Is that her? With the tall boy? \n[15]Danny Burke? Thank you. \n[16]Truman. Truman -- \n[17]These folks live their lives in a particular way. You need to consider adapting yourself to that fact. \n[18]-- I'm gonna find out where those two kids live. Maybe you'll let me do that alone? \n[19]Let's go. \n[20]Danny? Would you mind terribly if I walked with you for a bit? \n[21]Folks have been through a rough patch. Including you. Nancy was your best friend. \n[22]How has Danny been? \n[23]What were the Clutters? \n[24]People in town seem to wonder if he was involved. \n[25]What is this? \n[26]\"Danny here tonight and we watched TV. So nice just having him sit with us. Left at eleven. P.S. -- He's the only one I really love.\" \n[27]And that was that. \n[28]\"Shattered.\" \n[29]94 percent. \n[30]I hate that you're better than me at this. \n[31]Don't you dare close your eyes on my bed. \n[32]Stand up and walk out that door. Go to your room if you're gonna sleep. Truman. Truman. \n[33]Crap. \n[34]What right do you have being tired? You were snoring blissfully -- \n[35]-- while I lay there, hating you -- \n[36]Not much. What? Marie Dewey?... We've got somewhere to go for Thanksgiving supper. \n[37]Hi. \n[38]Hi. \n[39]Twisted notion of tenderness. \n[40]Thank you. \n[41]That'd be fine -- \n[42]How long have you worked here? \n[43]Well, she's marvelous. Lunch was wonderful. \n[44]Truman. \n[45]You remember when we were kids? \n[46]I had no idea what a homosexual was. But I knew whatever they were, you were one of 'em. \n[47]...trained myself. \n[48]...94 percent recall. \n[49]Where to? \n[50]Hey. \n[51]Where'd Perry get the art set? \n[52]Close enough. Thanks. \n[53]Oh yes. Truman in love with Truman. \n[54]Do you? \n[55]Hold him in esteem? \n[56]You tell him your mama did the same thing? \n[57]Huh. \n[58]Christ. I guess it stopped being funny. \n[59]When was the last time you wrote back to him? \n[60]A letter for your boyfriend I was asked to deliver. \n[61]\"Dear Friend Truman. Where are you? Read this item in a medical dictionary: \"Death by hanging is caused by asphyxia, by fracture of the cervical vertebrae, by laceration of the trachea.\" Not too comforting as we lost our appeal. Missing you -- alone and desirous of your presence. Your amigo, Perry.\" \n[62]Did you? Fall in love with him. \n[63]Truman? -- \n[64]Are you kidding me? \n[65]Be nice to Jack. Sometimes I think he's what I like about you best. \n[66]The sixteenth. \n[67]Truman. Honestly. Are you going back to Kansas because you care about Perry or because you need information before he's killed? \n[68]No. I don't think it can be. \n[69]Well... \n[70]What a gentleman. \n[71]I thought I'd find you here. \n[72]How are you? \n[73]I'm sorry to hear that. \n[74]Uh-huh. \n[75]It must be hard. \n[76]I see. \n[77]And how'd you like the movie, Truman. \n[78]Mr. Shawn? It's Nelle... I just got this telegram, has he seen it? \n[79]Would you put him on please? \n[80]Mr. Shawn, if you have to hold him down and put the phone on his ear, I need to speak to him. \n[81]Truman. \n[82]Hello. \n[83]They're dead, Truman. You're alive. \n[84]Maybe not. \n[85]But the fact is, you didn't want to. ", "JACK": "\n[1]I think I scared a friend of yours this morning. He came looking for you while I was writing. \n[2]I wouldn't say hate. So long as they don't knock on my door. \n[3]Which? \n[4]That's horrifying. \n[5]No, you weren't. \n[6]I can't think of a single quality I share with Nelle. \n[7]Maybe manliness. \n[8]It's why I left the Midwest in the first place. I knew I could only find someone like you in New York City. \n[9]You're celebrating. \n[10]Mockingbird. Killing a Mockingbird. You said it was good. \n[11]Well. Jesus. That's terrific. Tell her congratulations. \n[12]Just promise you'll be home by Christmas. \n[13]Alright. \n[14]Right. I'll let you go. \n[15]Alright, Truman. \n[16]Watch out. This is the start of a great love affair. \n[17]So you find them a new lawyer. \n[18]Okay. \n[19]Just be careful what you do to get what you want. \n[20]Truman. You're finding yourself a lawyer. \n[21]How long is that gonna take? Why don't you try leaving him alone for a while? Come to Spain. You can always visit him later. \n[22]Well, I'm off. I've got my own writing to do. \n[23]Too many people around. I'll leave the address on the kitchen table. Truman, what do you do there when you're not with him? -- It must be awful. \n[24]Think about what I said. Join me when you can. \n[25]I knew you couldn't be depended on to stock the kitchen. \n[26]What would we feed our famous guest? \n[27]Plus -- I finished my novel yesterday. \n[28]You said that. \n[29]Here, here! \n[30]What's this? \n[31]Let's have it. \n[32]I was wondering why you were in such a good mood. Surely, I thought, it's not because I finished my little book. \n[33]I don't know how you can eat that. Perhaps if you weren't drinking so much you wouldn't have to. \n[34]\"Dear friend Truman. Haven't heard from you in such a long while. Please help find new lawyer. If not, Dick will have to write Supreme Court brief himself. Our last appeal. What a pair of wretched creatures. Please help. Your amigo? Perry.\" \n[35]Your amigo. \n[36]You tried? \n[37]You need to get ready. \n[38]At least pretend for Nelle that you're having a good time tonight. ", "DEWEY": "\n[1]Roy. \n[2]About what? \n[3]I care. \n[4]I care. I care a great deal if we catch whoever did this. \n[5]As do a lot of folks around here. \n[6]I'll talk facts but I won't speculate. The main fact here we need to be clear on is not one, but four people were killed. A lot of folks say Herb Clutter had to be the main target because he was dealt with the most brutally -- \n[7]Yes. We'd all like to know why. But it could've been any one of the family they were after. We just don't know -- \n[8]Wounds indicate a shotgun, close- range, but no casings were found. \n[9]Right. \n[10]No. Nancy in the back of the head. \n[11]No. \n[12]Kenyon's radio seems to be the only... \n[13]Fifteen. Nancy was sixteen. \n[14]Laura Kinney. \n[15]I assume you're okay with the Laura part. K-I-N-N-E-Y. But, please, leave her be. \n[16]George, it's good to see you again. I do have an opinion whether this was the work of one man or a whole bunch, as you said, but it doesn't matter a whole lot whether it was Mexicans or Methodists or Eskimos. We're going to find whoever did this. Four good people from our community are dead. Let's remember that. Okay with you? The West Kansas Farm Committee's offering a thousand dollar reward for information leading to an arrest. Please print that. Thank you all for coming. \n[17]Marie -- \n[18]I want to know the same thing. \n[19]I'm not worried. I know what room you're in at the hotel. And I know where you live in Brooklyn. \n[20]Alvin. Paul. Now. \n[21]Damnit. Come here. \n[22]Alvin Jr. Get over here. \n[23]Paul. Back to the table. \n[24]Sit. \n[25]Not now, Alvin. \n[26]Thanks. \n[27]You're nothing if not hard-working. \n[28]Not a chance. \n[29]That refers to the crime or the fact that you're still talking to the criminals? \n[30]I see. \n[31]That lawyer you helped find for your friends got them a hearing at the Kansas Supreme Court -- \n[32]-- on the issue of inadequate counsel. \n[33]I'll tell you what: if those boys get off, I'm coming to Brooklyn to hunt you down. \n[34]I have to be in court at nine o'clock. \n[35]Call Roy Church. He'll show you what you want to see. ", "SHAWN": "\n[1]William Shawn. \n[2]Truman. \n[3]Why? What has he -- \n[4]Would it matter -- \n[5]He hasn't written a word yet, though he says it's the nonfiction book of the decade... \n[6]Truman. I was supposed to be home for dinner with my wife three hours ago -- I have not been able to tear myself away from your book. It's that good. It's not good, it's astonishing. This first half is astonishing. If the second half lives up to this it, -- it -- how much is left to do? \n[7]I think you need to talk to him now. \n[8]Truman. You got your ending -- \n[9]The Kansas court denied their appeal. It came over the wire on Friday. You need to talk to Perry now. He'll be dead by September. I'm sorry, I know how much you've come to care about him. \n[10]Truman? \n[11]I want to set up a reading for you in the fall, in New York. We'll build some interest, and we'll publish in the fall. \n[12]Welcome New Yorkers... \n[13]Thank you for coming to the first public reading, the first offering of any kind, of Truman Capote's new work \"In Cold Blood.\" Our magazine -- \n[14]Everyone was there. \n[15]Of course he did. \n[16]No, Now we get to withhold while everyone else talks. Let them do the work. \n[17]This book is going to change everything. It'll change how people see you as a writer. It'll change how people write. You'll finish by October? \n[18]Hanging. Yes. I'll commit as many issues as it takes to publish. Three. As many as it takes. \n[19]Honestly, what's he got to lose? \n[20]You'll be able to finish now. \n[21]You want anything? \n[22]That's him again. \n[23]We've never even met. It is utterly inappropriate for me to be talking to him. \n[24]Yes... I'm sorry, he's out, gone out... I'm not sure when... \n[25]He won't look at it. \n[26]He won't talk. \n[27]It's Nelle. \n[28]No. \n[29]Truman. No. \n[30]It came to the hotel this morning. I told them I'd give it to you. ", "HICKOCK": "\n[1]Yessir. Yes. \n[2]Perry, honey. You look terrific... \n[3]Calm yourself down, sweetheart. \n[4]Be patient, Capote. Maybe later they'll send you my skin. \n[5]Alright, partner. Least now we're not the only killers in Kansas. \n[6]My hero. \n[7]Thanks for your help with the lawyer. \n[8]You must be desperate for a story to come all the way out here. \n[9]You want to see Perry. Go ahead. \n[10]Ask me, he's just trying to prove the insanity defense. \n[11]Hey, hey... \n[12]Capote, get it straight in your book -- we never intended on killing that family -- \n[13]No premeditation -- \n[14]Be good now. \n[15]Hey, buddy. Thanks. \n[16]Keep your head high, buddy. \n[17]...or they won't be able to rope you under your fat fucking chin. \n[18]He returns. Long time. \n[19]You haven't been foremost on my mind lately. As you can imagine. \n[20]You got that right. \n[21]He'd be better off the way he was. What I've seen hasn't been so nice to look at -- but I guess it's better than nothing. They came around with a form. Hey. You'll be walking down the street one day in Denver, wherever -- and suddenly these eyes will be staring at you. Wouldn't that be something? ", "MARIE": "\n[1]You came. \n[2]Thank you. Get yourselves in here. Alvin! Get your pants on. They're here. \n[3]Alvin will hate this. \n[4]I have to stop. I cannot believe you're from New Orleans. I miss it so much. \n[5]You know something -- Alvin pretends he doesn't know who you are, but the minute you came to town he read your books. He had one of his men pick up \"Breakfast at Tiffany's\" in Kansas City 'cause it's banned from the library here. \n[6]He liked it more than he's willing to admit. \n[7]Alright, one more shake. \n[8]How you doing, foxy? \n[9]Humphrey Bogart. \n[10]John Huston. \n[11]It's been a hard couple weeks for Alvin. He and Herb Clutter were good friends. From church. \n[12]Oh come on, Alvin. These are good people. \n[13]So many of my friends would love to meet you. \n[14]I can't believe you got this whole page -- I only read it to you once! \n[15]You believe that Alvin? \n[16]I'm sorry. He's upset. -- smoking three packs a day. Two men did it. They know who. One of them used to have a cellmate who gave him up for the thousand dollar reward. They passed through Kansas City last week writing bad checks -- by the time Alvin's boys got up there they'd skipped out again. \n[17]They have no idea. \n[18]Alvin ... \n[19]Tell them we're at dinner, Alvin. \n[20]Motorcycle accident. He broke them and they never healed right. Alvin told me. ", "KRUTCH": "\n[1]We do well by our boys. Showers once a week. Feed em good. We'll be feeding Perry Smith in the infirmary soon if he don't eat. Get the food in through his arm. \n[2]Hasn't eaten in a month. But it's not his right to kill himself. It's the People's right. The People of this State. And that's who I work for, the People. You can write any of this down. \n[3]Yah. Won't eat. \n[4]How about you come back Thursday? \n[5]Not how we do things here. \n[6]I didn't know where to count your boy -- being half-Indian. I did him a favor though. Counted him White. \n[7]Perry. \n[8]You're allowed three names of people you'd like to witness tomorrow. If there's anybody you want, tell me now. \n[9]Anybody else? \n[10]You got a telex. \n[11]\"Perry. Unable to visit today because not permitted. Always your friend, Truman.\" That's it. \n[12]I didn't think I'd be seeing you again. You can visit for a few minutes. \n[13]Five minutes. \n[14]Time. \n[15]Perry Edward Smith. \"For the crime of murder in the first degree, by order of the Court of Finney County and the Supreme Court of the sovereign State of Kansas, you are sentenced to hang until you die.\" You can say something if you want. \n[16]No. ", "DOROTHY": "\n[1]Truman Capote. \n[2]\"For the maiden of the Midwest, the priestess of the plains, the queen of the kitchen: my first novel. Truman.\" \n[3]You're too much. Go on into the living room, lemme grab that -- it's been ringing all morning. \n[4]Oh. Truman. I meant in there. I... um... \n[5]It's the women's cell. It's hardly ever used. But they wanted to, um, separate... Please. Let's sit in the living room. I'll set up in the living room. \n[6]Come. \n[7]Um. Truman? All set. \n[8]Mr. Capote. \n[9]Is that for the two of us to share? Or for me to eat alone while you talk to our guest? \n[10]Truman. Walter's gonna be home soon. \n[11]Truman -- ", "LAURA": "\n[1]I thought you were from the FBI with your long coat. \n[2]That's why I ran off. \n[3]It's fine talking to you all. Practically nobody around here wants to talk since what happened. \n[4]She was my best friend. \n[5]Pretty shattered. Nothing terrible ever happened to him before. Nancy just started wearing his ring again after this huge fight -- Mr. Clutter was trying to get her to end it 'cause Danny's Catholic. \n[6]Methodist. Danny was the last person at the house that night. That's why Mr. Dewey's keeps interviewing him -- they don't think he had anything to do with it -- just to see if he remembers anything unusual and all. \n[7]That's been real hard for Danny. \n[8]I want to show you something. \n[9]Maybe you'll get a better picture of Nancy. And the family. \n[10]It's her diary. ", "JUDGE TATE": "\n[1]In the matter of the State of Kansas v. Richard Eugene Hickock and Perry Edward Smith this Court has been informed by counsel -- Mr. Weeks -- that defendants wish to waive their right to Preliminary Hearing. Mr. Hickock, is that your wish? \n[2]Mr. Smith. \n[3]So noted. We're adjourned. \n[4]Members of the jury. Have you reached a verdict? \n[5]Defendants rise. \n[6]Perry Edward Smith and Richard Eugene Hickock stand accused of four counts of the crime of murder in the first degree. Have you reached a unanimous verdict? \n[7]What is your verdict? \n[8]Have you unanimously reached a sentence. \n[9]What is the sentence? \n[10]Perry Edward Smith and Richard Eugene Hickock. You've been found guilty of four counts of murder in the first degree. You will be taken to the state penitentiary at Lansing. No later than midnight, May 13 of this year, nineteen hundred and sixty, each of you will be hanged by the neck until dead. So ordered. ", "OPERATOR": "\n[1]Mr. Capote? \n[2]I have a call from Mr. Perry Smith in the Kansas Correctional System. Will you accept charges? \n[3]Mr. Truman Capote? \n[4]Will you accept charges? \n[5]You'll accept charges? \n[6]Mr. Smith, you're on the line. "}}