{"dialogues": {"CARRIE": "\n[1]Written by \n[2]What are those? \n[3]I wish I had some. \n[4]No I won't. \n[5]No, I won't. Momma says no... Momma says good girls don't. \n[6]...dirtypillows. \n[7]Momma calls them dirtypillows. Says she's got them `cuz she was bad when she made me. \n[8]I can't! \n[9]I'm sorry, Momma. \n[10]Please, Momma! \n[11]Yes, Momma. \n[12]I always do, Momma. \n[13]It's... beautiful. \n[14]Oh uh? \n[15]M... M... Miss Collins... \n[16]I'm bleeding. \n[17]16 \n[18]It hurts... my stomach... \n[19]I can't. I don't know how! \n[20]Carrie. \n[21]That's not my name! \n[22]Hello, Momma. \n[23]Who was it that called? What did they say? \n[24]Oh Momma, why didn't you tell me something? I was so scared... \n[25]Why didn't you tell me? Oh, Momma ­ \n[26]I was so scared! And the other girls, they made fun of me and threw things and ­ \n[27]Momma, please listen. It wasn't my fault. \n[28]Momma! \n[29]Momma, please help me. \n[30]They threw things... \n[31]Momma, please listen. \n[32]You should have told me! \n[33]No! \n[34]No, Momma. \n[35]Momma, let me go. \n[36]Please! \n[37]Good night, Momma. \n[38]41 \n[39]Ohuh? \n[40]Okay. \n[41]It's about... um.. sewing... \n[42]What? \n[43]I don't like to be tricked. \n[44]Do you people think you can just go on tricking me forever? \n[45]No. \n[46]Miss Collins... \n[47]When can I come back to gym? \n[48]I got asked to the prom. \n[49]Tommy Ross asked me. \n[50]I know who he goes around with. They're trying to trick me again. I know. \n[51]It would be a nightmare. \n[52]What... what're you doing here? \n[53]Momma's resting. What do you want? \n[54]I already told you. \n[55]Why are you doing this? \n[56]No. \n[57]I can't. \n[58]You better go. \n[59]No one, Momma. \n[60]I can't. \n[61]They'll laugh. \n[62]Please. Please go. \n[63]Why? Why is it so important to you? \n[64]Yes. Okay. \n[65]Fine. Thank you. \n[66]Coming, Momma. Coming. \n[67]It makes me have pimples, Momma. \n[68]Momma? \n[69]Momma, please see that I have to start to get... to try and get along with people. \n[70]I... I've been invited to the prom. \n[71]It's next Friday, and ­ \n[72]Momma, please see that I'm not like you. I'm funny, I mean, the kids think I'm funny. I don't want to be. I want to try and be a whole person before it's too late to ­ \n[73]His name is Tommy Ross, and he's a very nice boy. He's ­ \n[74]-- promised to stop in and meet you before, and ­ \n[75]-- have me in by midnight. I've ­ \n[76]-- accepted. \n[77]I've accepted, Momma. I have accepted. \n[78]No. \n[79]Everyone isn't bad, Momma, everything isn't sinful. \n[80]You'll like this boy, he.... \n[81]Momma ­ \n[82]Please stop... \n[83]Momma, you better stop. \n[84]I've already said I would, Momma. \n[85]No. \n[86]Momma, sit down. \n[87]I'll get them. Please sit and talk to me. \n[88]I'm going, Momma. And things are going to change around here. \n[89]He ran away, Momma. Everyone knows that. \n[90]He ran away with a woman, Momma. \n[91]I don't care. He asked me to go. And I'm going. I'm going, Momma. You can't stop me. \n[92]Only clearing the thread, Momma. \n[93]Oh, momma. \n[94]Momma, it doesn't have anything to do with Satan. It's me. If I concentrate hard enough, I can make things move. \n[95]Momma, there are other people... people with the power... It's a part of me. \n[96]If it were, I'd know it. \n[97]Momma, I'd know. \n[98]I'm going to do my homework, Momma. \n[99]Come in, Momma. \n[100]Do you want to pin it on, Momma? \n[101]Breasts, Momma, breasts. Every woman has them. \n[102]No. \n[103]No, Momma. \n[104]Stop it, Momma. I'm nervous enough. \n[105]Stop hurting yourself, Momma. That's not going to stop me either. \n[106]Go away, Momma. \n[107]No. It'll be okay. \n[108]No. \n[109]Momma, sit on the bed. \n[110]You'll say nothing, Momma. You are going to have to learn that I'm not like you, not anymore. \n[111]I'll be home early, Momma. \n[112]Momma, you will be quiet until I'm gone. I love you, Momma. \n[113]It's like a dream. \n[114]Easier said than done. \n[115]No. Please ­ not yet. \n[116]Yes. Can we sit here another minute? \n[117]Tommy... Maybe... maybe this was a mistake. \n[118]I made it. \n[119]No shit. \n[120]Yes. I'm really nervous. \n[121]I made it. \n[122]I'm Don MacLean's secret lover. \n[123]They're nice. George is funny. \n[124]Could we just sit here for a minute? \n[125]You look very pretty, Miss Collins. \n[126]It's awfully nice of you to say so. I know I'm not... not really... but thank you anyway. \n[127]I can't forget it. But it's over with. It's over. \n[128]It's very... nice. \n[129]No. There's more. I don't know... ...it's like being on Mars. \n[130]I think you're right. \n[131]Thank you. \n[132]You won't. \n[133]I promised. \n[134]I'm sorry. \n[135]That's okay. \n[136]You want to go with your friends. I don't want to spoil anything... \n[137]I've never been there. \n[138]Tommy... \n[139]I don't... I can't... I... \n[140]I'm sorry. \n[141]It's just... \n[142]I don't know... anything. I can't dance... \n[143]I don't even know how to... \n[144]Tommy... why? \n[145]Why am I here? \n[146]With you. \n[147]Why? Why did you? \n[148]Why? \n[149]Oh. \n[150]But... \n[151]It's a fairy tale. \n[152]Tommy... ...we're on here! \n[153]Do you want to? \n[154]They're beautiful. \n[155]Who do we vote for? They're more your crowd than mine. \n[156]In fact, I don't really have a crowd. \n[157]No. But I broke it and it was a souvenir. \n[158]101 \n[159]They're not applauding for us. It can't be for us. \n[160]Don't. \n[161]Don't vote for us. \n[162]Don't. Please. \n[163]No. \n[164]Momma? Momma? \n[165]Momma? \n[166]Momma, I'm home. \n[167]\n[168]Momma... \n[169]Momma... \n[170]Oh, Momma! \n[171]Momma, it's not right. \n[172]Momma, I love you. Please help me! \n[173]You. You tricked me. \n[174]Get out. \n[175]Get out. \n[176]Get out! Get out! \n[177]Get out, get out, get out! \n[178]", "TOMMY": "\n[1]You suck. \n[2]Yes, sir. I said... `shucks.' \n[3]Hey. \n[4]Hey, what's the matter? \n[5]What did I do? \n[6]Hey, everything's all right. I love you, honey. Did I...? \n[7]Who? \n[8]Praying Carrie? \n[9]It's... beautiful. That's what she said when I read that poem you wrote for me. \n[10]And Big Belly Fromm saying... That isn't exactly criticism, Miss White. Jesus! \n[11]Hey, honey, it was a beautiful poem. I wish I could have written it. Honey? \n[12]Don't call her that. Don't call me that. What the hell's the matter with you? \n[13]Hey, are you crying? Are you? \n[14]Jesus, Sue, what is it? \n[15]Told me what? \n[16]That thing in the shower? Hey, it was a joke, wasn't it? I mean, everyone was doing it. \n[17]You're special. \n[18]So you were teasing Carrie White ­ \n[19]\n[20]\n[21]\n[22]\n[23]\n[24]\n[25]What are you going to do? Kiss her, for God's sake? \n[26]What the hell do you want me to do? \n[27]Don't say that! \n[28]Cut it out! \n[29]Okay, what can I do? \n[30]You want me to sit here and think about... Jesus! Are you serious? You're serious. What's there to think about? \n[31]Jesus. \n[32]I never thought about her. I mean, she wasn't someone you had to think about. She was always there ­ keeping to herself in that stupid dress ­ that weird mother. You know what I mean? \n[33]Carrie White? \n[34]Hi! \n[35]Sure, what's up? \n[36]Uh-huh. \n[37]Sure. What? \n[38]Are you out of your mind? \n[39]Okay. I'll do it. \n[40]How're you doing? \n[41]I thought you had gym this period. \n[42]What're you reading? \n[43]Umm... if you don't have a date for the Prom, would you want to go with me? \n[44]The Prom... \n[45]...It's next Friday, and I know this is later notice, but they stop selling tickets soon, and ­ \n[46]Carrie... \n[47]Hey, Carrie! Wait! \n[48]Hey, it's no big deal. \n[49]Sorry. \n[50]\n[51]\n[52]\n[53]\n[54]\n[55]\n[56]Well... \n[57]So this is where you live. \n[58]Aren't you going to ask me in? \n[59]Why not? \n[60]Right to the point, huh? Okay, about the prom. \n[61]Nothing to stop you changing your mind. Girls do it all the time. \n[62]Hey, I'm asking you because I want to. \n[63]Look, I don't do anything I don't want to. \n[64]Sure you can. \n[65]Don't you think you better answer? \n[66]You're going with me. \n[67]You're going. \n[68]No one will laugh. We'll see to it. \n[69]Not `til you say yes. \n[70]I don't know. Maybe it's because you liked my poem. \n[71]I'll pick you up at eight. \n[72]Hi. \n[73]You can still change your mind, you know. \n[74]C'mon. \n[75]Scared? \n[76]Hey, it won't be so bad. \n[77]Really, I mean it. They're okay, you'll see. Don't be nervous. Besides... I'd look awfully silly dancing by myself. \n[78]When did you come out of the treetops, Bomba? \n[79]Cold sweat is running down my thighs in rivers. \n[80]He's a good guy. See, didn't I tell you? Sure you don't want to dance? \n[81]`scuse me. Be right back, okay? \n[82]Hey, what's going on here? \n[83]What are you doing with my date? \n[84]Don't let me catch you hugging any guys. \n[85]Better not. Hey, listen, do you really have to be back so early? \n[86]Okay. I understand. \n[87]No, it's okay. Listen, the other kids are going over to Lewiston after the Prom ­ \n[88]What is? \n[89]Hey, let me finish. What I was going to say, I mean if it'd be alright with you, what do you say we go to the Cavalier? \n[90]Hey, great. We'll have the place all to ourselves. Great! Then it's settled. \n[91]C'mon... \n[92]You can. \n[93]Hey... \n[94]\n[95]No harm, no foul. \n[96]You danced. \n[97]It's easy. \n[98]Why what? \n[99]It's the prom. \n[100]Because I asked you. And... \n[101]Because I wanted to. \n[102]Because... \n[103]...you liked my poem. Only I didn't write it. Someone else did. \n[104]Look, Carrie, we're here, we're together... and I like it, you know... I mean, I... \n[105]Hey, look! \n[106]C'mon. \n[107]I know. Want to decline? \n[108]Hell, no. If you win, all you do is sit up there for the school song and one dance. And they put your picture in the yearbook so everyone can see we looked like idiots. Besides, it's the last year. \n[109]You're beautiful. \n[110]Whatever you like. \n[111]Let's vote for ourselves. To the devil with false modesty. \n[112]Hurt yourself? \n[113]There's still your boat. Toot, toot. \n[114]Hey, hey. \n[115]Don't know your own strength. Whew. \n[116]Hey, it's okay. \n[117]Maybe it's for you. \n[118]What? \n[119]In for a penny, in for a pound. That's what my grandmother used to say. \n[120]For you. \n[121]Tonight you go first-class. ", "MARGARET": "\n[1]Carrie! Carrie \n[2]\n[3]I told you to stay away from there, I told you.... \n[4]...to stay away from that girl, that whore... \n[5]... of Babylon! \n[6]How have you been, Mrs. Snell? \n[7]And the doctor? \n[8]And your daughter? \n[9]Thank you. \n[10]Yes. \n[11]I'm here on the Lord's work. \n[12]These will interest the doctor and you. \n[13]And your daughter. \n[14]Children are godless these days, Mrs. Snell. \n[15]These are Godless times. \n[16]Thank you. I'll give you a receipt. \n[17]I'll pray you find Jesus before it's too late. \n[18]You're a woman now. \n[19]`And God made Eve from the rib of Adam. And Eve was weak and loosed the raven on the world, and the raven was called Sin ­ ` \n[20]...and the raven was called sin... \n[21]...and the raven was called Sin! ...and the first sin was intercourse. \n[22]And Eve was weak and... say it, woman! \n[23]And Eve was weak and loosed the raven on the world. \n[24]...and the raven was called Sin... Sin! ...and the first sin was intercourse. \n[25]And the Lord visited Eve with a curse, and the curse was the Curse of Blood! \n[26]O Lord, help this sinning woman see the sin of her days and ways. Show her that if she had remained sinless ­ \n[27]-- the Curse of Blood would never have come on her. She may have been tempted by the Antichrist. She may have committed the Sin of Lustful Thoughts. \n[28]Don't you lie to me, Carietta, don't you know by now I can see inside you? I can see your sin just as surely as God can. \n[29]We will pray. We will pray, woman, we will pray to Jesus for our woman-weak, wicked, sinning souls... \n[30]And the Lord visited Eve with a Curse, and the Curse was the Curse of Blood. And there was a Second Curse, and this was the Curse of Childbearing, and Eve brought forth Cain in sweat and blood! \n[31]Go to bed. \n[32]Carrie! Carrie? Carrie! \n[33]Carrie! Carrie, open this door! Carrie! \n[34]What was that noise? \n[35]Go to bed. \n[36]Carrie, did you pray? \n[37]Carietta!!! \n[38]You haven't touched your pie, Carrie. \n[39]Your pimples are the Lord's way of chastising you. \n[40]Yes? \n[41]Whatever are you going on about? Have you been showering with the other girls again? \n[42]Prom? \n[43]It's that teacher, the one that called. She'll be sorry. \n[44]No! \n[45]-- I said no! \n[46]No, no, no ­ \n[47]The closet. \n[48]After all you've been taught ­ \n[49]Go to your closet and pray. Ask to be forgiven! \n[50]Boys. Yes, boys come next. After the blood, the boys come. Like sniffing dogs... \n[51]...grinning and slobbering, trying to find out where the smell comes from, where the smell is. That... smell! \n[52]Yes, in cars. Yes. I know where they take you in their cars. Roadhouses. Music. Whiskey. I've seen it, all right. Oh, yes. \n[53]You're not going. \n[54]Then say no. Say no. Or we'll move. \n[55]We'll move from here and you'll never see that boy again. \n[56]The rain's coming in. \n[57]I'm going to close the windows. \n[58]No. \n[59]Witch! \n[60]It's Satan's power. First he entered your father, carried him off... \n[61]The devil tempted him. \n[62]All men are the same. That boy, he's like all the rest, he doesn't ­ \n[63]Red. I might have known it would be red. \n[64]It's Satan. \n[65]He has given you a power. \n[66]Satan is clever. \n[67]Satan... \n[68]You poor child. He doesn't let you know he's working through you. \n[69]You are to renounce this power. You must give it up. You must never use it. \n[70]There's going to be a judgement! \n[71]I can see your dirtypillows. Everyone will. \n[72]Take off that dress. \n[73]We'll burn it together, we'll pray for forgiveness. \n[74]He's not coming. \n[75]You know I'm right. He'll laugh at you. They'll all laugh at you. \n[76]It's not too late. You can stay here with me. \n[77]I'll answer the door and say you're sick, I'll say ­ \n[78]I'll say that you changed your mind, I'll say ­ \n[79]`Thou shalt not suffer a witch to live.' \n[80]There's going to be a judgement! \n[81]It says in the Lord's Book: `Thou shalt not suffer a witch to live.' \n[82]And now the devil has come home. \n[83]I should have killed you when you were born. \n[84]Sin never dies. ", "COLLINS": "\n[1]Okay, now. This is game point. \n[2]What are you waiting for, Carrie? Bell in five minutes. \n[3]15 \n[4]Get out! Get out! \n[5]Out! \n[6]Stand up. Take care of yourself. \n[7]Damn you! \n[8]Get over there! And take one! \n[9]Never mind the coin slot... It's broken. \n[10]Do it! Now. \n[11]What...? \n[12]Carrie, don't you know...? You don't. I'll show you. \n[13]17 \n[14]Morty, until a half hour ago, I don't think she knew there was such a thing. \n[15]Well, knowing that mother of hers... \n[16]Carrie's always been their scapegoat. So they... \n[17]I will. But I understood how those girls felt. The whole thing just made me want to take the girl and shake her. \n[18]It's just her period, for God's sake. \n[19]It's Carrie White. \n[20]I think Carrie can go home. \n[21]I'm sure she can walk home. And Carrie, you're excused from gym for a week. Take study hall instead. \n[22]That reminds me. A light blew out while I was trying to calm her down. \n[23]...Snell... \n[24]Watson... \n[25]...and the Wilsons. \n[26]Okay. Sit down. \n[27]You too, Chris. And spit out that gum. \n[28]You can choke on it for all I care. Now sit down. \n[29]Okay. I just want you all to know that you did a shitty thing yesterday. A really shitty thing. \n[30]Did any of you stop to think that Carrie White has feelings? Do any of you ever stop to think? No, I guess you've got your minds on your dates and the Prom. Chris, I imagine you can take your pick, who's the lucky guy? \n[31]Who? Speak up! I can't hear you. \n[32]Well, isn't he the lucky one. \n[33]And what about you, Sue? Who's taking you? \n[34]Right Okay. Now my idea for this little trick you pulled was three days' suspension and refusal of your prom tickets. \n[35]That would hit you where you live, now, wouldn't it? And you'd deserve it ­ I don't think any of you have any idea of just how nasty what you did was. The office has decided that you're to have one week's detention. \n[36]But. There's one little catch. It's to be my detention. Right here in the gym. Fifty minutes every day. Get the picture? \n[37]That's up to you, Chris. That's up to all of you. Punishment for skipping detention is three days' suspension and the loss of your prom tickets. Any other thoughts? \n[38]Right. Now change up. \n[39]The period's not up, Hargensen. \n[40]There are ten minutes left. \n[41]One more word from you and I'll throw you across the room. Want to see if I'm telling the truth? \n[42]Carrie? Carrie, what's the matter? Was it one of the girls? Did one of the girls do something to you? Do you want a Kleenex? \n[43]It's all right. Just tell me, there's nothing to be afraid of. \n[44]That's it... \n[45]Not until Monday. Now what is it? Are you going to tell me? Come on, Carrie, tell me. \n[46]That's great! \n[47]Tommy Ross ­ that's wonderful. He's cute. \n[48]Maybe he really meant it. I mean, maybe he really did mean it. Maybe you should think about it. It might be really fun. You might have a really good time! \n[49]C'mon, Carrie. You should have a better image of yourself. You just think you're unattractive, but look at your hair. It's really beautiful. If you just fixed it up a little... here, I'll show you. \n[50]Carrie's been asked to the prom. \n[51]Carrie White. \n[52]By Tommy Ross. \n[53]I think she put him up to it. \n[54]Who's brainstorm was this? What are you trying to do? \n[55]I hope so. I wouldn't have expected this from you, Sue. Not any of it. Well? \n[56]Why Tommy asked her to the prom. Well? \n[57]Why? \n[58]But, in God's name, what for? What could you possibly have in mind? \n[59]A part of things? Oh, come on, Sue. None of us are that stupid. And neither is Carrie. \n[60]And you're not going to go? You're going to stay home and miss your senior prom? \n[61]Yes, Norma? What is it? \n[62]Just leave them on the desk. You understand, you can't come without a date? \n[63]Is there something else, Norma? \n[64]\n[65]\n[66]\n[67]\n[68]\n[69]65 \n[70]How? \n[71]Tommy, when you come to the prom with Carrie White, don't you think you'll look a little ridiculous? \n[72]Thank you You too. Beautiful. \n[73]May I? \n[74]Carrie, anything that happened before... well, it's all forgotten. I want you to know that. \n[75]I remember my own prom. I was two inches taller than the boy I went with when I was in my heels. He gave me a corsage that clashed with my gown. But it was magic. I don't know why. But I've never had a date like it, ever since. Is it like that for you? \n[76]Just nice? \n[77]You'll never forget it. \n[78]Have a lovely time, Carrie. \n[79]Girl secrets. \n[80]Oh, Carrie ­ let me help you. \n[81]Call the police! ", "SUE": "\n[1]For God's sakes, Carrie, you got your period. Clean yourself up! \n[2]You're bleeding! You dumb pudding, you're bleeding! \n[3]It must be her first... \n[4]That's Carrie White's mother... \n[5]What did she want? \n[6]Today? Like always. \n[7]Nothing. \n[8]Nothing. It's not you. \n[9]It's Carrie. \n[10]Carrie. Carrie White. \n[11]Don't call her that. \n[12]Tommy, please... \n[13]Don't call me that. \n[14]I told you. \n[15]About Carrie. \n[16]I'm not everyone. \n[17]I was one of them. \n[18]\n[19]\n[20]\n[21]\n[22]\n[23]\n[24]That's not enough. That's like something my mom would do. \n[25]God, I hate you sometimes! \n[26]I want you to help me. Or are you just interested in fucking me? \n[27]Fucking me, fucking me... \n[28]Then help me! \n[29]I want you to think about Carrie White. \n[30]Think about it. \n[31]Here. \n[32]Tommy Ross. \n[33]Let it go, Chris. \n[34]Shut up, Chris. Just shut up. \n[35]Still at practice \n[36]You mean crash? \n[37]Chris, I've got to go. \n[38]I took the detention because I thought we ­ I ­ earned it. It was a shitty thing to have done. End of statement. \n[39]What'd she ever do to you, Chris? Or to any of us? Why do you hate her so much? \n[40]Me. Me. But I stopped. \n[41]I'll see you around, Chris. \n[42]Okay, Chris. That's enough. \n[43]And you don't? \n[44]I want to talk to you. \n[45]If I asked you to do something for me ­ something special ­ would you? \n[46]No matter how crazy it sounded? \n[47]You've got it wrong. \n[48]What do you want to know? \n[49]I asked him to. \n[50]I asked him to. \n[51]You mean what good would it do? Maybe it'll... bring her out of... make her a... \n[52]Maybe not. \n[53]\n[54]\n[55]We're not trying to hurt her. We're trying to help her. \n[56]We don't care how we look. \n[57]Do we? \n[58]Why not? \n[59]I asked Tommy to take Carrie. I thought I owed her that much. \n[60]You have to make up your own mind. \n[61]Uh-huh. I guess the other kids think I'm stuck-up. \n[62]I guess she's having a field day with this. \n[63]Something's wrong! \n[64]No. \n[65]We were just trying to... \n[66]Mother? ", "CHRIS": "\n[1]You eat shit! \n[2]Peer-iod! Peer-iod! \n[3]Where'll I put it, Miss Collins? \n[4]Billy Nolan. \n[5]Billy Nolan \n[6]I won't come. \n[7]She can't get away with this. I'm going to get her. That goddamn snerd ­ \n[8]It is for me. \n[9]Stick them up your ass. \n[10]You can't hit us! You'll get canned for this, you bitch! My father ­ \n[11]She can't get away with this! Goddammit! If we all stick together, we can ­ \n[12]Norma... Helen... Sue! \n[13]This isn't over. This isn't over by a long shot. \n[14]Hey, Sue! Just who I've been looking for! \n[15]I wanted you to sign my yearbook. Hey, where's you old man, did he stand you up? \n[16]Well, I guess you've heard I'm out of the prom. I bet that cocksucker Morton loses his job, though. Daddy's suing them. Hey, Billee! Billee! Come over and say hi to Sue. \n[17]Hey, is that it? Just Sue Snell? \n[18]I think we're going anyway, right, Billee? \n[19]Sure, why not? Hey, listen, I've got a good one. \"Roses are red, violets are blue, sugar is sweet, but Carrie White eats shit.\" \n[20]That goddamn Carrie! If only the rest of you had walked out with me... Jesus, Sue, why didn't you? \n[21]Bullshit! That goddamn snerd and her batshit mother ­ saying we're all going to hell. \n[22]Hey, hey... tell me if I'm wrong, but who was that n there pitching with the rest of us? \n[23]Oh. Oh, aren't you just it? Oh, my, yes. You stopped. Hey, Billee, she stopped. \n[24]God, I'm dumb sometimes. Billee, hey, Billee, do you want to know why Suze here didn't walk out? \n[25]No. Wait. You stopped, remember? So just stop again. Why didn't you walk out? Why didn't you walk out, Sue? \n[26]You didn't walk out, Sue... little Suze... little Suzy Creamcheese... because you didn't want to miss a moment of your precious prom. \n[27]You're goddamn right, I don't. But we're on your case now. I'll bet you've got your dress all picked out, too. What color is it? Yellowguts? \n[28]Okay. See you around, Sue. \n[29]Goddamnit, Billy! \n[30]Slow down! Slow down, you stupid shit! \n[31]No. You'll kill us, you stupid shit! \n[32]Stupid shit. \n[33]Stupid shit. \n[34]Can't you wait a minute? \n[35]You're so ignorant. \n[36]Bullshit. \n[37]No. \n[38]No! \n[39]Dumb shit! \n[40]I want you to do something. \n[41]I want you to do something for me. Something important. \n[42]It will be very important to me. It will make me feel very good if you do it. \n[43]Billy, I hate Carrie White. \n[44]I told you. He's at a funeral. \n[45]Do it, Billy. \n[46]Do it quick. \n[47]What's it like up there? Billee? Billy! \n[48]You stupid shit. \n[49]Hurry up. Do you hear me, just hurry up. \n[50]I want to go home. \n[51]I plan to. \n[52]They will. They will. Won't even be close. \n[53]Don't worry. I called in a few favors. \n[54]Billee!!! \n[55]Billy!!! ", "BILLY": "\n[1]Hey, Suze. \n[2]Sure thing, Charlie. \n[3]Scared, Chuckie? \n[4]Don't call me that. \n[5]Oh wow! \n[6]What's wrong? \n[7]What for? \n[8]That's what you like. \n[9]No? I'll show you what you like, Chuckie. \n[10]Jesus. \n[11]...How you... gonna... explain that... \n[12]What'd I tell you? \n[13]Hell is this? \n[14]Something important? \n[15]You want out? \n[16]Shut up, Henry. \n[17]His mother's. \n[18]Asshole. \n[19]Shut up and do it already. \n[20]The throat. \n[21]Boo. \n[22]Nice talk. \n[23]Yes'um. Yes'um. Weeze doing the best we can. \n[24]Just keep your tits on and I'll let you pull it when the time comes. \n[25]I thought you said they'd win. \n[26]If you screwed up... \n[27]What's the matter with you? Pull it! \n[28]It can stay there until hell freezes over, Chuckie. \n[29]Shut up! \n[30]Goddamnit! \n[31]Shut up! Just shut up! ", "MORTON": "\n[1]Isn't she a bit old for her... \n[2]Ah, yes. \n[3]It's hard to believe in this day and age a girl in high school wouldn't know... something... the facts. \n[4]Miss Collins, if you'd been with us longer, you'd understand we cannot interfere with people's beliefs. As for the girls ­ \n[5]You'll have to do something. \n[6]Ummm. \n[7]We'll send her home. Miss Finch, send in Cassie Wright. \n[8]Oh. \n[9]Come in, Cassie. \n[10]Close the door. No, wait. Miss Finch, bring in a dismissal slip. I think you might take the rest of the day and go home and, uh, well... take care of yourself, Cassie. \n[11]We're all sorry about this incident. \n[12]Thank you. Would you like to go to the infirmary?... \n[13]...lie down for a while... \n[14]Would you like a ride? \n[15]We could call you a cab. \n[16]We are sorry about this, Cassie. \n[17]I'll send a janitor to fix it. \n[18]Who? \n[19]By whom? The Beak? \n[20]What about his girlfriend? Doesn't he date the little Snell girl? \n[21]What're you doing here, young lady? \n[22]I'll say there is. ", "ELEANOR": "\n[1]Oh, Mrs. White. \n[2]Fine. \n[3]Fine. \n[4]Sue is... fine. \n[5]Won't you come in, Mrs. White? \n[6]I think Carrie is in some of Sue's classes. \n[7]Perhaps some time Carrie might visit... \n[8]Yes, of course. \n[9]I'm sure they will. \n[10]Well, I don't think Sue would be ­ \n[11]My Sue is a good girl. \n[12]I'll drink to that! \n[13]We'll all read... these. \n[14]Excuse me. Please sit down. \n[15]Hello... Betty, can I call you back? Margaret White is here... Right... right... Let me get rid of her and I'll call you back. \n[16]We'd like to contribute ten... ...twenty dollars. \n[17]Thank you, Mrs. White. \n[18]She gave us these ­ ...and I gave her a donation. \n[19]Well, how was school today? \n[20]Hello? Oh, thank God it's you, Betty. I don't think I could have handled one more reporter. Just a sec, dear. Sue? Sue? Sorry, Betty, I just wanted to make sure the phone didn't wake her. We're all a bit edgy. Better. Sleeping too much, I guess, but Schneider says that's to be expected after what she's gone through. He says she's young enough to forget it in time. Knock wood. \n[21]It's all right, it's all right, darling. ", "STELLA": "\n[1]Hiya, Carrie. Gee you gave me a fright. How long have you been there? \n[2]Those are my breasts, honey. \n[3]You will. `Course you'll have to wait a couple of years, but ­ \n[4]Why, sure you will. \n[5]Well, I'm a good girl. And besides, doesn't your mother have breasts? \n[6]What? \n[7]Now, honey, that's just silly. Listen ­ you must be real hot in that long dress. What do you say we go inside and get us some lemonade, would you like that? \n[8]C'mon. It'll be our secret. \n[9]Sure you can. I make it nice and sweet, and ­ \n[10]Mother! Mother! \n[11]I don't know... Carrie was just talking to me, and Mrs. White started screaming and... \n[12]Don't you yell at her like that! Stop that! \n[13]Mother, we've got to do something! \n[14]Call the police? Mother, call the police! ", "NORMA": "\n[1]14 \n[2]She thinks they're for lipstick. \n[3]Just the attendance sheets, Miss Collins. \n[4]No, Miss Collins. \n[5]Carrie! That's a lovely dress, Carrie. Wherever did you get it? \n[6]Well, of course you did. I can't get over it, you look so different. You're positively glowing. What's your secret? \n[7]Don MacLean's secret... How funny you are. Why, hello Tommy. Aren't you excited? \n[8]Well, I have to hurry back. Stan'll think I got lost. \n[9]And, Frieda, don't you look nice. \n[10]This contest is an insult to women! \n[11]Good luck! ", "DE LOIS": "\n[1]Hell of a risk for a joke. \n[2]No, uh-uh. It's a good joke, Billy. \n[3]Hey, piggie... \n[4]You sure Old Man Henty won't be around? \n[5]Whose funeral did he go to? \n[6]His mother's? Jesus Christ, she musta been older than God! \n[7]The bastard is going to shit where he stands when he comes back and gets a look. \n[8]Doan worry, piggies, doan worry. I'm gonna bash your fuckin' heads in, and you woan have to worry `bout the bomb no more. \n[9]I will, I will. I'm not gonna give `em time to burp. \n[10]I... can't. You. ", "ERNEST": "\n[1]All right, ladies and gentlemen. Take your seats, please ­ it's time for the voting. \n[2]Please take your seats. It's time to vote for the King and Queen. \n[3]We've sort of hit a snag. Mr. Morton says this is the first time in the history of the Spring Prom that ­ \n[4]We've got a tie. \n[5]Sixty-three votes for Frank Grier and Cora Wilson, and sixty-three votes for Tommy Ross and Carrie White. \n[6]Attention! If I could have your attention, please... \n[7]We're going to have a run-off ballot. When you get yours, please write the couple you favor on it. \n[8]Tommy and Carrie win. By one vote. \n[9]Ladies and gentlemen, I give you he King and Queen of the Spring Prom ­ TOMMY ROSS AND CARRIE WHITE! ", "FROMM": "\n[1]...If you will let us have room enough And air enough And peace enough To love each other As you never could \n[2]I must say ­ I must confess ­ this poem displays an extraordinary talent... ...a talent extraordinary for you, Tommy Ross. \n[3]Tommy, this is slightly different from running for a touchdown... Any criticisms? \n[4]Carrie White? \n[5]`Beautiful.' `Bee-t-ti-ful!' `Oh beautiful for spacious skies, for amber waves of grain.' Is that the beautiful you mean? \n[6]That isn't exactly a criticism, Miss White. Anyone else? Well, at least we've finally gotten Carrie White \n[7]Tommy? You said something? ", "GEORGE": "\n[1]Hey, Ross! \n[2]Ross, if I'd known you were going to look this good, I'd have asked you instead of Frieda. \n[3]Bom-ba! \n[4]Viiibes! \n[5]It insults men, too! \n[6]Polka-dot or striped? \n[7]Call a doctor! Hey, call a doctor, quick! ", "MARGARET'S VOICE": "\n[1]Stop that! Stop that! \n[2]Carrie! \n[3]You come straight home from school. \n[4]I know you're listening. Come downstairs. \n[5]Carrie! Who are you talking to? \n[6]Carrie? Did you hear me? ", "HELEN": "\n[1]Why did you do it? God, everyone's talking. \n[2]Where does that put the rest of us? \n[3]And Tommy went along with it? \n[4]Well... they're all talking about it. But most of them still think you're okay. \n[5]There is... ...a small dissenting faction. \n[6]Susie, she hates your guts. ", "FRIEDA": "\n[1]Don't let it bother you. If they destroy each other, I'll dance with you. \n[2]Hey, where'd you buy your dress? I love it. \n[3]Made it? No shit. \n[4]The mural's nice. \n[5]S'okay. We're sitting together. \n[6]Get douched, Norma. "}}