{"dialogues": {"MATER": "\n[1]Mater. Tow Mater, that's who... is here to help you! \n[2]Hey, Otis! 7. \n[3]Well dadgum, you're leaking oil again. Must be your gaskets. Hey, look on the bright side: This is your tenth tow this month, so that means it's on the house. \n[4]Don't sweat it. These things happen to everybody, Otis. \n[5]Yeah, but I ain't perfect. Don't tell nobody, but I think my rust is starting to show through. \n[6]Not yet. \n[7]Yeah, we're so dadgum proud of him. But I sure wish he'd hurry up and get back `cause we got a whole summer's worth of best friend fun to make up for. Just me and -- \n[8]--- McQueen! \n[9]McQueen! \n[10]McQueen! \n[11]McQueen, welcome back! \n[12]You too, buddy. \n[13]Oh, man. You ain't gonna believe the things I got planned for us. \n[14]You ready to have some serious fun? \n[15]Wow. I can't believe they renamed the Piston Cup after our very own Doc Hudson. \n[16]Well, Doc would've been real proud of you. That's for sure. \n[17]You sure you can handle it? \n[18]Just remember, your brakes ain't gonna work on these! \n[19]Relax, these train tracks ain't been used in years! \n[20]This is gonna be good! \n[21]Uh-oh. This ain't gonna be good. \n[22]Boy, this was the best day ever! And my favorite souvenir? \n[23]This new dent! \n[24]Shoot, that was nothing. Wait til you see what I got planned for tonight. \n[25]That's exactly what I was thinking. \n[26]Even better! You, me and Miss Sally going out for supper. \n[27]Oh. \n[28]Okay. \n[29]Yeah, sure. Y'all go on and have fun now. 13. \n[30]Good evening. \n[31]My name is Mater and I'll be your waiter. Mater the waiter. That's funny right there. \n[32]Well yeah I work here. What'd you think, I just snuck in here when nobody was looking and pretended to be your waiter, just so I could hang out with you? \n[33]Now, can I start you two lovebirds off with a couple drinks? 14. \n[34]Uh, right. Your usual. \n[35]Guido! What's McQueen's usual? \n[36]Perfect! Give me two of `em. \n[37]What happened to the dinosaurs, now? \n[38]Ha ha! That shows what you know. Dump trucks is dumb. \n[39]Your drinks, sir. \n[40]I didn't taste it! \n[41]You mean it? \n[42]You got it, buddy. Hey, what's that? \n[43]Hey! You done good! You got all the leaves! \n[44]You're just realizing that? Boy, that jet-lag really done a number on you. \n[45]Different than what? \n[46]You need help? Shoot, why didn't you just say so? That's what a tow truck does. Hey, looky there, it's Mr. San Francisco! \n[47]I'll introduce you. \n[48]Look at me -- I'm helping you already! \n[49]Hey Mr. San Francisco, I'd like you to meet --- \n[50]Excuse me. Can I get a picture with you? \n[51]Miss Sally is gonna flip when she sees this. She's Lightning McQueen's girlfriend. \n[52]She's a big fan of yours. \n[53]You're right. She's a huge fan. She goes on and on about your open wheels here. \n[54]I'll go get you one. You mind if I borrow a few bucks for one of them drinks? 25. \n[55]Free? Well, shoot, what am I doing here? \n[56]I'll take one of them. \n[57]Never know which one McQueen'll have a hankering for. \n[58]Hey, what you got here that's free? How about that pistachio ice cream? \n[59]Oh, same ol', same ol'. What's up with you? That looks delicious. \n[60]Uh, a little more, please. It is free, right?  Keep it coming. A little more. Come on, let's go, it's free! You're getting there... Scoop scoop! 29. \n[61]There you go. Now THAT's a scoop of ice cream. \n[62]Somebody get me water! \n[63]Sweet relief... \n[64]Whatever you do, do not eat the free pistachio ice cream. It has turned! \n[65]No, thank you. This trip's been amazing. \n[66]But wait, I... oh, shoot. \n[67]But I never leak oil. Never. \n[68]Coming through! Excuse me, leakin' oil. Where's the bathroom? Thank you. I gotta go! \n[69]What the... \n[70]Sorry ladies! \n[71]I never leak I never leak I never leak... \n[72]Wowee... \n[73]What in the--- \n[74]Hey, that tickles. 32. \n[75]Whatever you do, I would not go in there. \n[76]A Gremlin and a Pacer! \n[77]No offense to your makes and models, but you guys break down harder than my cousin Betsy after she got left at the --- \n[78]--- altar! \n[79]Are you okay? \n[80]Oh, yeah. Don't let me get in the way of your \"private business.\" Oh! A little advice: When you hear her giggle and see that waterfall, you best press that green button. \n[81]It's to adjust the temperature. \n[82]Remember it's in Celsius, not Fahrenheit. \n[83]Alright then. \n[84]Excuse me, ma'am. \n[85]Dadgum pistachio ice cream. 35. \n[86]Look out, ladies. Mater's fittin' to get funky! \n[87]Well, hello. \n[88]Well of course it doesn't. That's `cause it's air-cooled! \n[89]Course, Karmann Ghia's weren't the only ones. Besides the Beetles you had your Type-3 Squarebacks, with the pancake motors... \n[90]... And before both of them, there's the Type-2 buses - my buddy Fillmore's one of them. 36. \n[91]Uh, gee. Don't you think that's a little, uh --- \n[92]Well, let's see. Tomorrow I'll be out there at the races. \n[93]What's a rendezvous? \n[94]A date?! \n[95]Well, what's going on is I've got me a date tomorrow. \n[96]Well, believe it. My new girlfriend just said so. Hey, there she is. 37. \n[97]Hey! Hey lady! \n[98]See ya tomorrow! \n[99]And he's awesome! \n[100]McQueen! It's time to make your move. Get on the outside and show 'em what Doc done taught you. \n[101]Wow! Some of them fellers is really loud. \n[102]Uh, what? \n[103]Hey, I know you. You're that girl from the party last night. You wanna do our date right now? \n[104]Is there gonna be cable where you is so I can watch the rest of the race? \n[105]Well, all right but I usually like to have a proper detailing done before I meet a lady friend. \n[106]Hey, new lady friend? You like flowers? \n[107]Stay outside. Gotcha. \n[108]What's that? You want me to head toward that ruckus? \n[109]Wow! A live karate demonstration! \n[110]That was cool! Hey, can I get your autograph? 51. \n[111]Hey, where'd he go? \n[112]Dadgum, did I miss our date? \n[113]Hey McQueen! What happened? Is the race over? You won, right? \n[114]Yelling? Oh, you thought... that's funny right there. Nah, see that's `cause I seen these two fellers doing some sort of karate street performance. It was nutso. One of them even had a flamethrower --- \n[115]Going to meet my date. \n[116]She started talking to me as a voice in my head, telling me where to go --- \n[117]Wait a minute -- I didn't screw you up, did I? \n[118]Well, I'm sorry. I didn't mean --- \n[119]Maybe if I, I don't know, talked to somebody and explained what happened I could help. \n[120]But I'm gonna miss my plane. \n[121]Doggone it. This is about my hook, isn't it? I know I should've checked it, but I can't really, look -- it's attached to me. \n[122]Hey, I know you. You're that feller from the karate demonstration. \n[123]Tow Mater. Average intelligence. \n[124]Let's just say I'm triple-A affiliated. You know, I know some karate. I don't wanna brag or nothing, but I've got me a black fan belt. \n[125]Hey, you wanna see some moves I made up? \n[126]This first one I can reach into a car's hood, pull out his battery, and show it to him before he stalls. I call it, \"What I accidentally did to my friend Luigi once.\" 56. \n[127]Look, I probably ought to go. I'm about to miss my flight. \n[128]This is First Class service. You don't even have to go through the terminal. \n[129]Your karate partners are back here. They kinda look like they're trying to catch up! \n[130]Is everything okay back there? \n[131]You remember that whole thing about me not stopping no matter what? \n[132]I knew I should've done carry-on! \n[133]Hey, doggone it. It's my imaginary girlfriend! \n[134]Boy I tell you what, you really do want this first date, don't ya? That's a no-quit attitude right there. \n[135]By the time you read this, I will be safely on an airplane, flying home. \n[136]That's the closest I ever been to missing my flight! That was --- 60. \n[137]Yow! \n[138]I gotta go to a doctor. I keep getting these sharp pains in my undercarriage. \n[139]Hey, lemme introduce you two. This here is Finn McSomething-or- other. He's a First Class VIP airport whatchamacallit. And Finn, this here's my date. I never did get your name. \n[140]It's Shiftwell. Holley --- \n[141]Well, that's one of the worst engines ever made. It's an old aluminum V8 with a Lucas electrical system and Whitworth bolts. Shoot, them Whitworth bolts is a pain, tell you what. Them ain't metric, they ain't inches... \n[142]Well, it's kinda hard to tell from this picture, ain't it? \n[143]Agent? You mean like insurance agent, like, `Like a good neighbor, Mater is there'? Wait, you mean secret agents. You guys is spies! \n[144]You're pretty. 62. \n[145]And so nice. \n[146]You might not be happy, but I bet this feller is. See how he's had most of his parts replaced? And see all them boxes over there? Them's all original parts. They ain't easy to come by. \n[147]Wait, what? 63. \n[148]Well yeah I live right next to one.  I don't know, Finn. I ain't exactly been much help to anybody recently. \n[149]Well, okay. But you know I'm just a tow truck, right? \n[150]Yeah, two of them sweets for me too, Sid! You know, I always wanted to be a spy. \n[151]Yeah, Finn? \n[152]Shopping? What do you mean? Why would I --- \n[153]Dadgum. \n[154]You gotta be kidding me - they've got everything here. Look at them hoods! I could use a hood. \n[155]Sorry fellers, I gotta go. \n[156]Excuse me. What are you selling? \n[157]Man, there are some great --- \n[158]Hey, wait for me! 66. \n[159]Sure thing. \n[160]Well, a lemon needs parts. Ain't nothing truer than that. \n[161]Yeah, you know. Cars that don't ever work right. Lemons is a tow truck's bread and butter. Like them Gremlins and Pacers we run into at the party and the race and the airport. \n[162]Is the Popemobile Catholic? \n[163]That's where the next race is! \n[164]Boy, I'll tell you what. That three- wheeled feller had to be right about a big meeting. \n[165]You never see this many lemons in one town. Unless there's a swap meet, or something. 70. \n[166]Hey, how'd you get all them pictures? \n[167]Wow, not only is you the prettiest car I ever met, but you the smartest too. \n[168]That's a familiar sight. \n[169]A Hugo being towed. But he looks absolutely perfect. \n[170]Makes sense. If I was rich and broke down every day, I'd hire me to tow me around all the time too. \n[171]What? \n[172]Ahh! 71. \n[173]Boy, I sure wish my friends could see me now. \n[174]What? I thought you was supposed to be making me a disguise. \n[175]Cool! Hey, computer. Make me a German truck! \n[176]Check it out. I'm wearing Materhosen. Make me a monster truck! \n[177]I vant to siphon your gas. Now make me a taco truck! \n[178]A funny car! \n[179]So I just go in, pretend to be this truck. \n[180]Hey, what are you doing? \n[181]Oh. For a second there I thought you was trying to fix my dents. \n[182]Well then no thank you. I don't get them dents buffed, pulled, filled or painted by nobody. They're way too valuable. \n[183]I come by each one of them with my best friend Lightning McQueen. 77. \n[184]I don't fix these. I want to remember these dents forever. \n[185]But my line of work is towing and salvage. \n[186]No, I meant for real. I --- \n[187]I don't know about this, Finn. What if I screw things up? \n[188]It's just that them guys look pretty tough and --- Wait, did you say \"idiot\"? Is that how you see me? \n[189]I, uh--- \n[190]Okay, okay. Computer: disguise. \n[191]Wow, this place looks like it's made out of gold. \n[192]Why is that? What do you mean don't talk to you? (more talking from Holley which we cannot hear So you want me to stop talking to you. Right now? \n[193]I have no idea what you're talking about... \n[194]...Alexander Hugo, aka \"Chop Shop Alex.\" 85. \n[195]Hey, you got a lot of aka's, Alex. But I guess that makes sense seeings how you's wanted in France, Germany, the Czech Republic... \n[196]Oh yeah, it's unbelievable. \n[197]Uh, of course I ain't leavin'. \n[198]McQueen? \n[199]No! \n[200]Dadgum. \n[201]Shoot. I didn't mean --- \n[202]Whoa!! \n[203]Wait wait! I didn't mean that kind of shoot! \n[204]McQueen! 96. \n[205]Lemme through! Lemme through! \n[206]You gotta let me in! I gotta get through to warn McQueen! \n[207]No, listen! I was disguised as a tow truck to infiltrate this Lemonhead meeting and my weapons system misinterperated what I was \n[208]McQueen! McQueen! \n[209]McQueen! \n[210]McQueen! \n[211]McQueen! \n[212]McQueen, they're gonna kill you!! \n[213]Let me go! \n[214]Idiot? Is that how you see me? \n[215]Domo arigato! \n[216]You done good! You got all the leaves! \n[217]Now that's a scoop of ice cream! \n[218]I never leak oil. Never. \n[219]Wait a minute. I didn't screw you up, did I? \n[220]Maybe if I talked to somebody, or--- \n[221]Bang a gong, get it on! \n[222]Holley! Finn! Where are we? \n[223]Woaaaah! --- \n[224]This... this is all my fault. \n[225]But I am, remember? You said so. \n[226]I'm not a spy! 103. \n[227]I've been trying to tell you that the whole time. I really am just a tow truck. \n[228]You were right, Finn. I'm a fool. And what's happened to McQueen is `cause I'm such a big one. This is all my fault. \n[229]He's still alive? \n[230]Backup plan?? \n[231]Dadgum lemons. \n[232]Dadgum! \n[233]Dadgum! Dadgum! Dadgum! \n[234]\n[235]I gotta get you all out of there! \n[236]But I can't, I'm just a tow truck. \n[237]What about you guys? \n[238]What's everybody on the wrong side of the road for?! \n[239]Everybody get out! Get out now! Y'all gotta get out the pits! \n[240]Hey, what are you guys doing here? \n[241]No! Everything's not okay! There's a bomb in here! Y'all gotta get out! Now! 111. \n[242]Finn! You're okay! \n[243]Uh-oh. \n[244]Stop right there! \n[245]Don't come any closer! \n[246]No, I'm not okay. Stay away from me!! \n[247]Stay back! If you get close to me, you gonna get hurt real bad! \n[248]McQueen, you don't get it. I'm the bomb! \n[249]Stay away! \n[250]Gotta keep away from McQueen. \n[251]McQueen, let go! \n[252]No way! You could get hurt! \n[253]Yeah, they strapped it to me to kill you as a back-up plan. \n[254]Deactivate! Deactivate! \n[255]Fellers, listen. 120. \n[256]I know what you're going through. Everybody's been laughing at me my whole life too --- \n[257]--- but becoming powerful and rich beyond your wildest dreams ain't gonna make you feel better. \n[258]I get it. I get it! I know what needs to be done. \n[259]What? No, I can't do it. Look, nobody takes me seriously. I know that now. This ain't Radiator Springs. \n[260]Thanks, buddy. \n[261]Oh, right! Hang on! \n[262]Computer! \n[263]I need that thing you done before to get me away from McQueen! \n[264]Now I need you to do the chute, the second kind not the first! \n[265]Okay! Somebody's been sabotaging the racers and hurting the cars and I know who. Oh wait... Your Majesty. \n[266]This ain't nothing at all like Radiator Springs. \n[267]Okay. 124. \n[268]It's him. \n[269]I figured it out when I realized you all attached this ticking time bomb with Whitworth bolts. The same bolts that hold together that old British engine from the photograph. Holley! Show that picture. \n[270]And then I remembered what they say about old British engines - \"If there ain't no oil under `em, there ain't no oil in `em.\" \n[271]It was you leaking oil at the party in Japan. You just blamed it on me. \n[272]Then you're faking it. You didn't convert to no electric. We pop that hood we gonna see that engine from that picture right there. \n[273]To make Allinol look bad so everybody'd go back to using oil. I mean, he said it himself with that disguised voice. \n[274]Yeah, but what if he found that huge oil field just as the world was trying to find something else? \n[275]What if he came up with Allinol just to make alternative fuel look bad? \n[276]Now you're talking! \n[277]\"Sir?\" Shoot, you can just call me Mater, Your Majesty. I don't wanna hear none of this \"Sir\" business. By the way, have y'all met each other? Queen? McQueen. McQueen, Queen. McQueen? McMissile. 128. \n[278]McMissile, McQueen. Queen? McMissile. \n[279]So there I was: rocket jets going full blast, McQueen hanging on for dear life when suddenly them two nasty lemons come out of nowhere, guns drawed. We was goners. But then out of nowhere, this beautiful spy car swoops in from the sky to save us! \n[280]Holley! Finn! \n[281]What're you doing here? 129. \n[282]Oh, man. Y'all is gonna have a great time. Everybody! This here's Finn McMissile. He's a secret agent. Don't tell nobody. And this is Holley Shiftwell. She's --- \n[283]Explode in a fiery inferno? \n[284]Go McQueen!! Whoo-hoo!!! \n[285]You're leaving already? \n[286]Something tells me you're not talking about souvenir bumper stickers. \n[287]But I told you all before. I'm not a spy. \n[288]Well, thanks. But as much fun as it was hanging with y'all, this... \n[289]This is home. \n[290]Well, I sure appreciate that, thank you. Actually... there is one thing. \n[291]Whoo-hoo!!! \n[292]Check it out. They let me keep the rockets! \n[293]Not if I see you first! ", "MCQUEEN": "\n[1]It's good to be home, everybody. \n[2]Mater! 9. \n[3]Mater, it's so good to see you. \n[4]Well, actually I've got something to show you first. \n[5]I know Doc said these things were just old cups, but to have someone else win it just didn't feel right, you know? \n[6]Alright, pal. I've been waiting all summer for this. What've you got planned? \n[7]Come on, you know who you're talking to? This is Lightning McQueen. I can handle anything. 11. \n[8]Uh.... Mater?! \n[9]Mater! \n[10]Come on, come on! Faster, faster! \n[11]Boy, Mater. Today was, uh... \n[12]Mater, Mater. Whoa. I was kind of thinking of just a quiet dinner. \n[13]No, I... I meant with Sally, Mater. \n[14]Mater, I meant it would be just me and Sally. \n[15]It's just for tonight. We'll do whatever you want tomorrow. \n[16]Thanks for understanding. \n[17]Alright, then. See ya soon, amigo! \n[18]I can't tell you how good it is to be here alone. Just the two of us. Finally, you and me --- \n[19]Mater, you work here? \n[20]Oh, yeah. How ridiculous would that be? \n[21]Yes. I'll have my usual. \n[22]Hey, what's going on over there? \n[23]Oh, it's that Italian Formula car. His name is --- \n[24]Wait, why do you know his name? And don't say it like that. It's three syllables, not ten. 18. \n[25]What's wrong with fenders? I thought you like my fenders. \n[26]Mater? \n[27]Yeah, hi, this is Lightning McQueen. Look, I don't appreciate my best friend being insulted like that. 19. \n[28]Those are strong words from a car that is so fragile. \n[29]\"Not so fast.\" What is that, your new motto? \n[30]Well, I would love to. The only thing is my crew's off for the season so --- \n[31]You know what? They just got back. Deal me in, baby. Ka-chow! 20. \n[32]I know, I know. I just got back. But we won't be long and --- \n[33]Mater. \n[34]How'd you like to come and see the world with me? \n[35]You got me into this thing. You're coming along. \n[36]Hey, look at this. Okay now Mater, remember: best behavior. \n[37]Mater! \n[38]Hey, Jeff. Lewis! \n[39]Will you guys excuse me just for one little second? \n[40]Mater, listen. This isn't Radiator Springs. \n[41]Mater, look -- things are different over here. Which means maybe you should, you know, act a little different too. \n[42]Well, just... help me out here, buddy. I --- 23. \n[43]Mater, no. \n[44]Nice to meet you, Francesco. \n[45]Mater's prone to exaggeration. I wouldn't say she's a \"big\" fan. \n[46]Mentioning it once doesn't qualify as going \"on and on.\" \n[47]Yeah, uh... \n[48]Let's. \n[49]Oh, sorry. I already dedicated MY win tomorrow to her. So if we both do it, it's really not so special. Besides, I don't have a drink. \n[50]They're free, Mater. \n[51]I should probably go keep an eye on him. See you at the race. \n[52]That's cute. So you had one of those made up for all the racers? \n[53]Okay. \n[54]He is so getting beat tomorrow. \n[55]Thank you so much for having us, Sir Axlerod. I really look forward to racing. This is a great opportunity. \n[56]Sir Axlerod, I can explain. This is Mater. 30. \n[57]Mater! \n[58]Mater, you have to get a hold of yourself. You're making a scene. \n[59]Go take care of yourself right now. \n[60]There you are. Where have you been? \n[61]Mater, what's going on? \n[62]Speed. I am speed. \n[63]He is so getting beat today. 43. \n[64]Ten four, Mater. \n[65]Nice call, Mater. Keep it up! \n[66]Guys, a little too much chatter. Let's keep this line clear. \n[67]What? \n[68]Outside? \n[69]Stop it, Mater. Just sign off. \n[70]Mater. \n[71]Mater, why were you yelling things at me while I was racing? \n[72]A flamethrower? What are you talking about? I don't understand. Where were you? \n[73]Your date? \n[74]What? \n[75]I lost the race because of you! \n[76]An imaginary girlfriend, flamethrowers. This is exactly why I don't bring you along to these things. \n[77]I don't need your help. I don't want your help. \n[78]I made a mistake. But I can assure you, it won't happen again. \n[79]Look, guys. We know what the problem is and we've taken care of it. \n[80]\"I'm so sorry for what I did. I don't want to be the cause of you losing any more races. I want you to go prove to the world what I already know - that you are the greatest race car in the whole wide world. Your best friend, Mater.\" \n[81]I didn't really want him to leave. \n[82]Well, at least I know if he's at home he'll be safe. \n[83]No, Mama Topolino, please. You don't need to make a fuss! \n[84]How'd you know that? \n[85]I brought my friend Mater along on the trip. And I told him he needed to act different, that we weren't in Radiator Springs. \n[86]He's my best friend. \n[87]What did I do? I said some things during our fight... \n[88]What does that mean? \n[89]No, guys, I just really wish Mater were here. \n[90]Oh, great. Here it comes. What've you got, Francesco? \n[91]I think you forgot the insulting part of that insult. \n[92]Gee, I maybe misjudged you, because that's exactly how I --- \n[93]And there's the insult we were missing. Grazie! \n[94]Yeah! \n[95]That's what I'm talking about. Kachow! Hey, where are all the other cars? \n[96]Oh no. \n[97]I'm just in shock like everybody... \n[98]Crashes are part of racing, I know. But something like that shouldn't ever happen. 94. \n[99]Allinol. \n[100]My friend Fillmore says the fuel's safe. That's good enough for me. I didn't stand by a friend of mine recently. I'm not gonna make the same mistake twice. \n[101]Mater? \n[102]That really sounded like Mater. Mater? \n[103]Mater?! 98. \n[104]Excuse me. \n[105]Scusi. Mater! Scusi... \n[106]Mater, I'm so glad to see you. I'm so sorr --- \n[107]Oh, I'm sorry. I thought I heard--- \n[108]What? Oh. I mean, thanks. \n[109]I really thought I heard my friend. 99. \n[110]Wait, what? \n[111]Will you guys excuse me just for one little second? \n[112]Mater?! 101. \n[113]Mater, you have to get a hold of yourself. You're making a scene! \n[114]I lost the race because of you! \n[115]I don't need your help. I don't want your help! \n[116]Listen, this isn't Radiator Springs. This is exactly why I don't bring you along to these things! \n[117]I called to talk to Mater. It never occurred to me that he wouldn't be there. \n[118]I know, but Sal, with everything going on I'm not sure I should--- \n[119]Sir Axlerod. \n[120]No, no, it's all right. \n[121]Listen, I --- \n[122]All right. For Mater. \n[123]Mater! There you are! \n[124]Oh man, I've been so worried about you! \n[125]Are you okay? \n[126]No, wait. Wait! \n[127]Mater, wait! \n[128]Mater, wait! 113. \n[129]I know I made you feel that way before, but none of that matters because we're best friends! \n[130]Yes, Mater! You are the bomb! That's what I'm trying to say here. You've always been the bomb! And you'll always be the bomb. \n[131]No! Never! \n[132]I'm not...letting you... 114. \n[133]...get away again! \n[134]Oh my gosh! \n[135]Never! \n[136]Bomb? \n[137]Back-up plan? Mater, who put a bomb on you? \n[138]Death ray? \n[139]What do we do? \n[140]I'm gonna go out on a limb here. These are the guys that want me dead, correct? \n[141]What's he saying?! What's wrong!? \n[142]Then do it! \n[143]Yes it is. \n[144]You're yourself in Radiator Springs. Be yourself here. And if people aren't taking you seriously, then they need to change. Not you. I know that, because I was wrong before. Now you can do this. You're the bomb. 122. \n[145]No no no, you're the actual bomb. Now let's go! \n[146]Mater... \n[147]No, no, it's okay! Tell them, Mater. Explain. \n[148]Mater, just cut to the chase! \n[149]It's official. You're coming to all my races from now on. \n[150]Mater, let's go. You're on. \n[151]Go get `em, buddy. \n[152]You know, there's one thing I still don't get. The bad guys hit me with the beam from the camera, right? So why didn't I, you know... \n[153]Yeah. \n[154]Wait a second. Fillmore, you said my fuel was safe. \n[155]I just figured, we never found out who the world's fastest car is. Plus: no press, no trophy. Just racing - the way I like it. \n[156]Francesco. I'd like you to meet --- \n[157]It's just something I had made up for the occasion. \n[158]Yeah. Nice try. \n[159]That's why I love you, Sally.  Wish me luck. \n[160]Mater!? \n[161]I'll see you at the finish line, buddy! ", "FINN": "\n[1]I'm looking for a car. \n[2]Exactly where I want to be. \n[3]Leland Turbo, this is Finn McMissile. I'm at the rally point. Over. \n[4]Leland, it's Finn. Please respond. Over. \n[5]Professor Zundapp? \n[6]What are you up to now, Professor? \n[7]That's because it's air-cooled. \n[8]Not here. You must try the canapes on the mezzanine! \n[9]So the lab boys analyzed the photo I sent? What did they learn about the camera? \n[10]This was London's message? 27. \n[11]How did we miss that? \n[12]Who is it? Has anyone seen the photo yet? \n[13]\n[14]Oh no. \n[15]Change of plan. You're meeting the American. \n[16]Those thugs down there were on the oil platform. If they see me, the whole mission is compromised. \n[17]You are now. \n[18]Roger that. Move in. \n[19]What's the problem, Shiftwell? \n[20]So go in! \n[21]Time is of the essence, Shiftwell. \n[22]Is he American? \n[23]Then it's him. \n[24]It's his cover. One of the best I've seen, too. Look at the detail on that rust. It must have cost him a fortune. \n[25]There's probably heat on him. Be patient. \n[26]And then we find out who's behind all this. 44. \n[27]What is it? \n[28]Anyone with him? He won't be alone. \n[29]Get him out of the pits now! 47. \n[30]They're coming, Shiftwell. \n[31]Get him out of there. \n[32]Then this shouldn't hurt at all. \n[33]Miss Shiftwell? \n[34]Keep him moving. I'm on my way. 49. \n[35]I never properly introduced myself. Finn McMissile. British Intelligence. \n[36]Who are you with? FBI, CIA? \n[37]You're being followed. \n[38]Don't worry. \n[39]I've taken care of that. Hang on. \n[40]Drive forward. Whatever you do, don't stop. 57. \n[41]Roger that. \n[42]Thanks, old boy! \n[43]Hold on, Sid! \n[44]Now that's how I like to start the day! You never feel more alive than when you're almost dead. \n[45]Finally. Time to see who's behind all this. \n[46]Holley. \n[47]Holley, in how many makes and models did this type of engine appear? \n[48]This seems like a dead end. If there were something in the photo that could narrow this down a bit I'd be a lot happier. \n[49]That's something we can track. \n[50]Well done, Mater! I would never have seen that. I know of a black-market parts dealer in Paris, a treacherous lowlife. But, he's the only car in the world who can tell us whose engine this is. Mater, what would you say to setting up an informal task force on this one? \n[51]You obviously have plenty of experience in the field. \n[52]You're helping me. Please, Mater. \n[53]Right. And I'm just in the import/export business. Siddeley? \n[54]Paris. Tout de suite. \n[55]Is there any other way? \n[56]Once we're inside, stay close. Don't bother checking VIN numbers for criminal records, they're all dodgy here. \n[57]Don't talk to anyone. Don't look at anyone. And absolutely, positively no idling. Are we clear? \n[58]Mater? \n[59]We're not here to go shopping. \n[60]There you are. \n[61]Mater, get back! \n[62]Have you lost your mind?! \n[63]Mater! This chap needs a tow. Hook him up. \n[64]Allez! Maintenant - vite! \n[65]Easy, Tomber. This is her first field assignment - she didn't know you were my informant. \n[66]Tomber was doing 20 to life in a Moroccan impound the first time I saved him, if I recall correctly. \n[67]Do those parts look familiar, Tomber? \n[68]\"Lemon?\" \n[69]Holley, pull up the pictures from the oil platform. I want to know what other type of cars were out there. \n[70]Mater, are these cars considered lemons? \n[71]And they're all taking their orders from the car behind this engine. \n[72]What, Tomber? 69. \n[73]Where's this meeting taking place? \n[74]Then there's a good chance our mystery engine will be there too. \n[75]Holley, contact Stephenson and have him meet us at Gare de Lyon. Good work. \n[76]Of course. They must be the heads of the lemon families. \n[77]We've got to infiltrate that meeting. It's the only way to find out who's behind all this. \n[78]Good job, Miss Shiftwell. \n[79]Thank you, Stephenson. \n[80]Perfect. \n[81]The idea is to keep a low profile, Mater. 76. \n[82]And leave the rest to us. \n[83]Friendships can be dangerous in our line of work, Mater. \n[84]Right. And Miss Shiftwell's is designing iPhone apps. \n[85]In the meantime... \n[86]You look a little light on weapons. \n[87]Get ready, Mater. \n[88]You're on any moment now. \n[89]Impossible. Just apply the same level of dedication you've been using to play the \"idiot tow truck\" and you'll be fine. \n[90]That's how everyone sees you. Isn't that the idea? I tell you, that's the genius of it. No one realizes they're being fooled because they're too busy laughing at the fool. Brilliant. 83. \n[91]He's so good. \n[92]Here we go. \n[93]Descramble that voice! \n[94]What just happened? \n[95]Holley? \n[96]Where? \n[97]Get out of the way! Andate! \n[98]No! \n[99]That's how everyone sees you. I tell you, that's the genius of it. 100. \n[100]No one realizes they're being fooled because they're too busy laughing at the fool. \n[101]We're in London, Mater. Inside Big Bentley. \n[102]Don't be a fool, Mater. \n[103]When did I... Oh. Mater, I was complimenting you on what a good spy you are. \n[104]I know. \n[105]Nice try, Mater. \n[106]There's no time. McQueen needs your help, Mater. 108. \n[107]It's up to you. Go to the pits and get everyone out. You can do that. \n[108]We'll be okay. \n[109]He wouldn't have left if I'd told him the truth.  Being killed by a clock. Gives a whole new meaning to \"your time has come.\" \n[110]What are you doing? \n[111]Good job! Quick thinking, Holley! \n[112]Drive! \n[113]Burn rubber!! \n[114]We've got to get to the course. Calculate the fastest way to --- \n[115]Miss Shiftwell. \n[116]You kids get all the good hardware. \n[117]I knew his escape was too easy. \n[118]Mater! \n[119]Mater, listen to me. The bomb is on you. \n[120]They knew you'd try to help McQueen. When we were knocked out they planted it in your air filter. \n[121]Holley. I'll get Zundapp, you help Mater. \n[122]Do you really think I'm going to let you float away, Professor? \n[123]Turn off the bomb, Zundapp! \n[124]You read my mind. \n[125]Where's he going? \n[126]Hold your fire! He can't disarm it! \n[127]Mater, I don't know what you're doing but stand down now! \n[128]Mater, he created Allinol. \n[129]Mater! \n[130]The engine from the photo. \n[131]Our satellites picked up an urgent communique. \n[132]We couldn't figure that one out either. \n[133]We've got another mission, Mater. Just stopped by here to \"pick something up.\" \n[134]Her Majesty asked for you personally, Mater. \n[135]Spy or not, you're still the smartest, most honest chap we've ever met. \n[136]If there's ever anything I can do for you, just let me know. ", "HOLLEY": "\n[1]A Volkswagen Karmann Ghia has no radiator. \n[2]I'm Agent Shiftwell, Holley Shiftwell from the Tokyo Station. I have a message from London. \n[3]It appears to be a standard television camera. They said if you could get closer photos next time, that would be great. \n[4]Oh -- no, no. No sir. Um, the oil platforms you were on? Turns out they're sitting on the biggest oil reserve in the world. \n[5]They'd been scrambling everyone's satellites. The Americans actually discovered it just before you did. They placed an agent on that platform, under deep cover. He was able to get a photo of the car who's running the entire operation. \n[6]No, not yet. The American is here tonight to pass it to you. He'll signal you when he's ready. \n[7]What is it? \n[8]What, me? 28. \n[9]No, no. I'm technical, you see. I'm in Diagnostics. I'm not a field agent. \n[10]The American has activated his tracking beacon. \n[11]Oh, you've got to be joking. \n[12]He's in the loo. 33. \n[13]I can't just go into the men's loo. \n[14]This cannot be him. \n[15]Extremely. \n[16]Hello. \n[17]A Volkswagen Karmann Ghia has no radiator. \n[18]Perfect. I'm from the Tokyo Station \n[19]Yeah. Okay, I get it--- \n[20]Listen! We should find somewhere more private. \n[21]You're right. Impossible to know which areas here are compromised. So, when can I see you again? \n[22]Got it. We'll rendezvous then. \n[23]Why is he in the pits? He's so exposed. \n[24]But why hasn't he contacted us yet? \n[25]Right, of course. He'll signal us when he can. \n[26]Hold on. I think I've got something. \n[27]The Pacer from the party last night. \n[28]Cross-referencing with the photos from the oil derricks... Yep. His VIN numbers match. \n[29]Conducting analysis on the target. \n[30]He's not the only one here. Three... five... they're everywhere. And they're all closing in on... oh no. \n[31]Finn? Finn, where are you? \n[32]Can you hear me? Over. \n[33]Get out of the pit now. Do you hear me? \n[34]There's no time for messing about. You've got to get out of the pits. \n[35]You're running out of time! \n[36]Yes, I know. 48. \n[37]I'm trying. Get out now! \n[38]I've got him in the back alleys east of the garages. Multiple assailants are closing in quickly. \n[39]No! Don't go 'in' anywhere. Just keep moving. \n[40]You're doing brilliantly. Now just stay focused. \n[41]No! Don't go down that street! \n[42]Our rendezvous has been jeopardized. Keep the device safe. We'll be in touch. \n[43]Come on! Get in here! 58. \n[44]I hope that device didn't fall off. \n[45]Still in one piece, great. \n[46]Downloading the photo now. \n[47]Oh yes, sorry. It's Shiftwell. Holley Shiftwell. \n[48]What is this? 61. \n[49]Yes, OK, right. But who's engine is this, Mater? \n[50]But you're the one who took it. \n[51]Oh, right. Yes, of course. \"A good agent gets what he can, then gets out before he's killed.\" Sorry. \n[52]It was standard in seven models over a 12-year period. At least 35,000 cars were made with this engine. \n[53]Yes, alright. Thank you. \n[54]Just pay attention. \n[55]Rare parts. \n[56]Exactly! \n[57]Really? Me too. \n[58]No VIN scans. Got it. \n[59]Yes, right. No idling. Yes, sir. \n[60]But I thought --- \n[61]Informant? 67. \n[62]Alright, we get it. You both know each other, you're both old. So. \n[63]There you go, informant. Inform us. \n[64]To whom? \n[65]Right. Let's see. There were Hugos. And Trunkovs. \n[66]Finn. Everyone involved in this plot is one of history's biggest loser cars. \n[67]Well, I remotely reprogrammed Porto Corsa's red light cameras to do recognition scans. \n[68]Thank you. I think. \n[69]Hang on a minute. \n[70]Hold still. \n[71]Thank you, Finn. \n[72]That should just about do it. \n[73]So Mater, it's voice-activated. But you know, everything's voice- activated these days. 75. \n[74]Now hold still. \n[75]I have to do the final fitting on your disguise. \n[76]Oh dear. That's no good. \n[77]The disguise won't calibrate effectively without a smooth surface to graft onto. \n[78]I was. \n[79]Your dents are valuable? \n[80]So you were being serious in Paris? McQueen isn't just part of your cover? \n[81]It's okay. Say no more. I'll work around the dent. \n[82]Scusatemi, tutti! Signori! \n[83]Mio nonno, my grandfather, has broken down. If one of you would help I would be so thankful. \n[84]No, no, don't fight over me. \n[85]Signore Tow Truck, per favore? \n[86]Why aren't you in disguise? \n[87]Come on, there's no time. Go! \n[88]He's in. \n[89]That's because it is, Mater. Now, be careful what you say. \n[90]\n[91]I'm trying... It's too sophisticated! \n[92]I'm working on it. \n[93]I'm detecting an extremely strong electromagnetic pulse. \n[94]Finn, it's the camera! \n[95]On the tower. \n[96]Finn. \n[97]Mater. Abort the mission. They've got Finn. Get out of there. Get out of there right now! \n[98]Finn, he's not joking. \n[99]Mater! \n[100]Go and get some more dents, Mater. \n[101]So we'll be \"okay\"? Really? \n[102]Time. That's it! \n[103]Trying to turn back time. If I can just reverse the polarity... 109. \n[104]Oh no! \n[105]Done. 110. \n[106]They're standard issue now. \n[107]Oh no. That's Mater's. \n[108]Got it! \n[109]Mater, stop! \n[110]Oh no. \n[111]Mater, we've got to get that bomb off you. 118. \n[112]Say it! \n[113]He was getting on my nerves. \n[114]O-kay... \n[115]But Sir Axlerod created the race, Mater. Why would he want to hurt anyone? \n[116]Mater! \n[117]It's a perfect match! \n[118]No, you're quite right. It does sound a bit far-fetched. \n[119]Hello, Mater. It's so nice to see you again. \n[120]I'm Mater's girlfriend. It's so nice to meet you all. \n[121]Oh no no. I'm keeping that dent. It's way too valuable. \n[122]Our investigation proved that Allinol was actually gasoline. And Miles Axlerod engineered it so that when it got hit by the beam it would explode. \n[123]Finn, time to go. Siddeley's gassed, geared and ready to fly. \n[124]We know. 134. \n[125]Don't forget massively charming. \n[126]That's alright, we understand. But I'll be back. You still owe me that first date. ", "FRANCESCO": "\n[1]It is an honor, Signore Dorado. For you. 16. \n[2]Lightning McQueen would not have a chance against Francesco! \n[3]I can go over 300 kilometers an hour! In miles that is like, uh... way faster than McQueen. \n[4]If he is, how you say \"the bestest race car,\" then why must he rest, eh? \n[5]Ah, you heard it! Lightning McQueen prefers to be slow! Of course, this is not news to Francesco. When I want to go to sleep I watch one of his races. After two laps I am out cold. \n[6]Driving in circles is all he can do, no? \n[7]Mel, can we move on? Francesco needs a caller who can provide a little more intellectual stimulation. Like a dump truck. \n[8]McQueen! That was your best friend? This is the difference between you and Francesco. Francesco knows how good he is. He does not need to surround himself with tow trucks to prove it. \n[9]Fragilé!? He calls Francesco fragilé? Not so fast, McQueen! \n[10]Lightning McQueen! Buona sera. \n[11]Yeah, nice to meet you too. You are very good-looking. Not as good as I thought, but you're good. \n[12]Anything for McQueen's friend. \n[13]Oooh. 24. \n[14]Hey, she has good taste. \n[15]Francesco is familiar with this reaction to Francesco. Women respect a car that has nothing to hide. \n[16]Let us have a toast. \n[17]I dedicate my win tomorrow... to Miss Sally. \n[18]Yes, you will see Francesco. But not like this. \n[19]You will see him like this, as he drives away from you. \n[20]No. \n[21]Really? You are \"speed\"? Then Francesco is triple speed.  Francesco. Is. Triple speed. Francesco likes this, McQueen. It's really getting him into the zone! \n[22]Grazie and arrivaderci! \n[23]Strategia? Francesco needs no strategy, it's very simple. You start the race, wait for Lightning McQueen to choke, pass him, then win. Francesco always wins. It's boring. \n[24]To truly crush one's dream, you must first raise their hopes very high. 52. \n[25]Bellissima! Thank you for your support. And your big mistake, McQueen! \n[26]Francesco understands, McQueen. \n[27]For famous race cars like Francesco and well... you, to be far away from home is not easy. \n[28]Is no insult. When Francesco is away from home, he misses his mama just like you miss your tow truck amico. \n[29]Of course, I am at home. And my mama is right here. \n[30]Mama! Don't worry, Mama! 81. \n[31]McQueen is very sad! I will beat his cry-baby bottom today! \n[32]Dah! This is impossible! \n[33]What is going on? 92. \n[34]What is happening? It's a bad dream. \n[35]What is happening?! \n[36]Francesco likes it like this too. \n[37]Signorina Sally. It is official: Lightning McQueen is the luckiest car in the world. \n[38]Which he will have to be to have a chance against Francesco today. 132. \n[39]See you at the finish line, Mc--- \n[40]What is that? \n[41]Is good, McQueen. Very funny. It was funnier when I did it, but it's very funny. What are you going to do next? Are you going to take off your fenders? Try it. You'll like it. \n[42]Impossible! ", "PROFESSOR ZUNDAPP": "\n[1]Too many cars here. Out of my way! \n[2]Ah, yes. Very carefully... \n[3]This camera is extremely dangerous. \n[4]This is valuable equipment. Make sure it is properly secured for the voyage. \n[5]Agent Leland Turbo. 5. \n[6]It's Finn McMissile! He's seen the camera! Kill him!! \n[7]Wunderbar. With Finn McMissile gone, who can stop us now? \n[8]So you think. \n[9]Allinol by itself is good for you. \n[10]But after microscopic examination, I have found that it has one small weakness. When hit with an electromagnetic pulse, it becomes extremely dangerous. \n[11]You were very interested in this camera on the oil platform. Now you will witness what it really does. \n[12]Fifty percent power.  This camera is actually an electromagnetic pulse emitter. \n[13]The Allinol is now heating to a boil, dramatically expanding, causing the engine block to crack under the stress, forcing oil into the combustion chamber. \n[14]You may be able to, but after full impact of the pulse, unfortunately, there will be nothing to replace. \n[15]That's him. He's the one. \n[16]Yes sir. We believe the infiltrator has passed along sensitive information.  I will take care of it before any damage can be done. \n[17]The project is still on schedule. You will find this second agent --- \n[18]--- and kill him. \n[19]It is time. \n[20]Guten Tag! \n[21]He's already here. \n[22]A toast! To the death of Allinol and alternative fuel forever! \n[23]Yes, sir. Of course. \n[24]Allinol must be finished for good. McQueen cannot win the last race. Lightning McQueen must be killed. \n[25]It's the American spy! 95. \n[26]You actually care about that race car. A pity you didn't warn him in time. \n[27]What happened!? \n[28]Almost there... \n[29]Give it up, McMissile! 117. \n[30]Ahhhhh! \n[31]You. Why didn't my death ray kill you? \n[32]Are you all so dense? It's voice- activated. Everything is voice- activated these days. \n[33]Oops. Did I forget to mention that it can only be disarmed by the one who activated it? 119. \n[34]Deactivate. \n[35]I am not the one who activated it. Would anyone else like to try? ", "BRENT MUSTANGBURGER": "\n[1]Japan. Land of the rising sun. Where ancient tradition meets modern technology. Welcome to the inaugural running of the World Grand Prix. \n[2]I'm Brent Mustangburger, here with racing legends Darrell Cartrip and David Hobbscap. There's never been a competition like this before. \n[3]First, Allinol, making its debut tonight as the required fuel for all these great champions. 41. \n[4]French Rally car Raoul ÇaRoule is counting on a big boost headed through there. \n[5]It's time to find out. The racers are locking into the grid --- \n[6]Lightning McQueen is the first to take advantage. And just like that, folks, Francesco's lead is left in the dust. \n[7]Everyone's jostling for position as we hit the asphalt again. \n[8]Francesco lost a lot of momentum in the dirt. He's got some serious work ahead of him if he wants to get back in this race. 45. \n[9]Very unusual, Darrell. He's been so consistent all year. \n[10]They're bumper to bumper as they approach the finish line! \n[11]Francesco's the winner, McQueen's number two! \n[12]Lightning McQueen loses in the last lap to Francesco Bernoulli in the first race of the World Grand Prix and three, count em, three cars flamed out leading some to suggest that their fuel, Allinol, might be to blame. \n[13]Team McQueen can't be happy right now. \n[14]You are looking live at beautiful Porto Corsa, Italy, on the Italian Riviera. What a magnificent setting for the second race of the World Grand Prix. \n[15]Welcome everyone to the second race of the World Grand Prix! \n[16]The big news continues to be Allinol. Sir Miles Axlerod spoke to the press earlier today to answer questions about its safety. 79. \n[17]So the race will go on, folks. \n[18]Well, he better. Talk about a home- track advantage. Francesco Bernoulli grew up racing on this course. \n[19]The racers are now making their way around the hairpin, and headed downhill toward the casino bridge. 84. \n[20]It's Carla Veloso, the Brazilian race car. \n[21]Number seven is loose! Shu Todoroki! \n[22]Bumper to bumper as they approach the finish line. \n[23]McQueen's the winner, Francesco's second. And they have no idea what happened behind them. \n[24]Sir Axlerod! Is the final race in London still going to take place? \n[25]And Allinol? Will you require all the racers to still run on Allinol? \n[26]There you have it. A clearly devastated Sir Miles Axlerod announcing that he will not require the cars to use Allinol for the final race. 93. \n[27]So a surprising revelation from Lightning McQueen... \n[28]Hold everything. A tow truck has just raced onto the track. And he's driving backwards! \n[29]Wait, wait. Lightning McQueen is chasing him! \n[30]And McQueen seems to be having a conversation with the tow truck! \n[31]And Lightning McQueen just blasted away, hooked to the now rocket- propelled tow truck. ", "GREM": "\n[1]Hey, Professor Z! \n[2]This is one of those British spies we told you about. \n[3]Get to the boats. \n[4]He's dead, Professor. \n[5]Hey. Tow truck. \n[6]We'd like to get to our private business here, if you don't mind. \n[7]Thank you. \n[8]I gotta admit --- \n[9]--- you tricked us real good. \n[10]\n[11]--- for the camera. \n[12]Could I start it now, Professor? \n[13]Roger that, Professor Z. 40. \n[14]Roger that. \n[15]You gotta be kidding me. \n[16]It's that tow truck from the bathroom. \n[17]Yeah, the one the American Agent passed the device to. \n[18]What about him? He's in the pits! 46. \n[19]There he is! \n[20]Good, you're up! \n[21]Professor Z wanted you to have a front row seat for the death of Lightning McQueen. \n[22]Here he comes! \n[23]I don't know, Professor. \n[24]I didn't do nothin'. Shh! I'm talking to the Professor--- 106. \n[25]Quiet! I understand, sir. Yes. \n[26]We go to the backup plan. \n[27]We snuck a bomb in McQueen's pit! \n[28]Don't feel bad, tow truck. You couldn't have saved him. \n[29]What, you didn't think we'd take your bullets? 107. \n[30]Who's the lemon now, huh? ", "MILES AXLEROD": "\n[1]Thank you, Mel. It is very good to be here. Now listen to me: Big Oil. It costs a fortune. Pollution is getting worse. I mean, come on. It's a fossil fuel. Fossil. As in dead dinosaurs. And we all know what happened to them. Alternative energy is the future. Trust me, Mel, after seeing Allinol in action at the World Grand Prix, nobody will ever go back to gasoline again. \n[2]Of course we invited him. But apparently after a very long racing season he is taking some time off to rest. \n[3]Well, this sounds like something that needs to be settled on the race course. What do you say, Lightning McQueen? We've still got room for one more racer. \n[4]It is my absolute honor to introduce to you the competitors in the first-ever World Grand Prix. From Brazil. Number eight... \n[5]... and now, our last competitor --- Number 95, Lightning McQueen! \n[6]Oh, the pleasure is all ours, Lightning. You and your team bring excellence and professionalism to this competition. \n[7]I know him. This is the bloke that called into the television show. You're the one I have to thank. \n[8]He's a little excited, isn't he? \n[9]Allinol is safe! Alternative fuel is safe! There is no way my fuel caused these cars to flame out! 54. \n[10]An independent panel of scientists has determined that Allinol is completely safe. Okay? Safe! There it is. \n[11]I suppose that... Look, \"the show must go on\" as they say. But now is not the time to talk about... \n[12]I cannot in good conscience continue to risk the lives of any more race cars. The final race will not be run on Allinol. \n[13]I'm sorry to interrupt. \n[14]I just wanted to come down here and personally thank you. Because after Italy, I was finished. And then you gave me one last shot. \n[15]And I probably shouldn't be saying this at all but... I hope you win today. Show the world that they've been wrong about Allinol. 105. \n[16]What? Me? You've got to be crazy. \n[17]What is he talking about? \n[18]Electric cars don't use oil, you twit. \n[19]This lorry's crazy. He's going to kill us all! 125. \n[20]Stay away! \n[21]\"Dee-sguised voice?\" What are you talking about? You're nuts, you are! \n[22]\"What if?\" You're basing this on a \"What if\"?! \n[23]Wait! Somebody save me! The lorry's crazy! \n[24]Keep away, you idiot! \n[25]Someone do something! \n[26]You're insane, you are! Deactivate!! \n[27]How did the tow truck figure it out? 127. ", "ACER": "\n[1]Yeah. This one we caught sticking his bumper where it didn't belong. \n[2]He's getting away! \n[3]Got it. \n[4]And we don't like being tricked. \n[5]Hey, what's so funny? \n[6]You talked up a lot of cars last night. Which one's your associate? \n[7]What about her? Did you give it to her? \n[8]How about him? You talk to him? \n[9]How about him? Does he have it? \n[10]What is it? \n[11]The one from the bathroom? \n[12]What about him? \n[13]Not for long. \n[14]Finn McMissile? But you're dead! \n[15]This time I'm gonna make sure you stay dead. 50. \n[16]We figured you might stop by. \n[17]And just in time! \n[18]Not for much longer. \n[19]What did you do? \n[20]You broke it. \n[21]What'd he say? \n[22]The next time he makes a stop, instead of saying \"ka-chow,\" he's gonna go \"ka-boom\"! \n[23]Oh, wait. You could have! \n[24]That's right! You got nothin'. ", "ENGINE VOICE": "\n[1]I wish I could be with you on this very special day but... my clutch assembly broke. You know how it is. 87. \n[2]We are here to celebrate. Today all your hard work pays off. The world turned their backs on cars like us. They stopped manufacturing us, stopped making our parts. The only thing they haven't stopped doing is laughing at us. They've called us terrible names... \n[3]Jalopy. Rustbucket. \n[4]Heap. Clunker. \n[5]Junker, beater, wreck. \n[6]Rattletrap. 88. \n[7]Lemon. But their insults just give us strength. Because today, my friends... \n[8]...that all ends. \n[9]They laughed at us. But now it's our turn to laugh back. \n[10]Embrace your inner lemon! Let it drive you! \n[11]This was meant to be alternative fuel's greatest moment. \n[12]After today everyone will race back to gasoline. \n[13]And we, the owners of the world's largest untapped oil reserve, will become the most powerful cars in the world! \n[14]They will come to us and they will have no choice, `cause they will need us. \n[15]And they will finally respect us. So hold your hoods high. After today you will never again be ashamed of who you are! \n[16]Long live Lemons! 91. ", "SALLY": "\n[1]This is so nice. \n[2]You know what? I'm going to have that too. \n[3]Francesco Bernoulli. No wonder there's a crowd. \n[4]What? He's nice to look at. You know, open-wheeled and all. \n[5]Oh, no, don't worry about me. I've got enough to do here. Mater's going to have a blast though.  You're bringing Mater, right? You never bring him to any of your races. \n[6]Just let him sit in the pits, give him a headset. C'mon, it'll be a thrill of a lifetime for him. \n[7]We came as soon as you called. 104. \n[8]You just need to focus on the race. \n[9]Mater would want you to race. \n[10]We're here because of you, Mater. \n[11]Why, thank you --- \n[12]So he's not so good-looking. \n[13]I'm serious. \n[14]You don't need it! \n[15]And those open wheels. ", "MATER'S COMPUTER": "\n[1]Voice recognized. Disguise Program Initiated. \n[2]Request acknowledged. \n[3]Request acknowledged. \n[4]Request acknowledged. \n[5]Request acknowledged. \n[6]Request acknowledged. \n[7]\"Gatling gun\" request acknowledged. \n[8]Request acknowledged. \n[9]Correction acknowledged. Deploying chute. \n[10]Request acknowledged. \n[11]\n[12]Request acknowledged. \n[13]Yes, Agent Mater. \n[14]Request acknowledged. \n[15]Deploying chute. ", "LUIGI": "\n[1]Oh, Lightning. Welcome home. \n[2]Guido, look! Ferraris and tires! Let's go! \n[3]It's like a date. \n[4]Guido don't believe you. \n[5]Guido still don't believe you. \n[6]Tire pressure is excellent. \n[7]Wait, there's more here. \"P.S. Please tell the hotel I didn't mean to order that movie. I thought it was just a preview and I didn't realize I was paying for it. P.P.S... That's funny right there -- \n[8]Guido, your eyes do not deceive you. We are in Italy. We are home! \n[9]What? No friends of mine will stay in a hotel in my village. You will stay with my --- Uncle Topolino! \n[10]McQueen? Is everything okay? \n[11]Mater! \n[12]None of his wrenches fit the bolts! \n[13]So you got my e-mail. \n[14]Guido believe you now. ", "DAVID HOBBSCAP": "\n[1]Well, Brent, all three of these street courses are classic round- the-house racetracks. \n[2]This means that the LMP and Formula cars should break out of the gate in spectacular fashion. \n[3]Look for Francesco Bernoulli in particular to lead early. \n[4]And with a series of technical turns throughout --- \n[5]GT and Touring cars like Spain's Miguel Camino should make up some ground but I doubt it'll be enough to stop Francesco from absolutely running away with it. \n[6]Really, Darrell, I think you need to clean your windshield. You're clearly not seeing this for what it is: Francesco's race to lose. \n[7]Francesco is brought to a screeching halt! \n[8]Well Brent, they call this place \"The Gem of the Riviera,\" and it's easy to see why. \n[9]With its secluded beaches and opulent casinos, Porto Corsa truly is a playground for the wealthy. \n[10]And everyone who's anyone is here today. \n[11]From the ultra-rich and super- famous, to world leaders and important dignitaries. \n[12]Oh no. \n[13]Another crash! It's number nine, Nigel Gearsley. \n[14]Normally an emergency vehicle on the track means there's been an accident. ", "UNCLE TOPOLINO": "\n[1]Race car. \n[2]You look so down, so low. Is like you have flat tires. \n[3]She said you look like you're starving. That she's going to make you a big meal, and fatten you up. \n[4]Capisco. I understand. Is a problem, yes? Between you and a friend? \n[5]A wise car hears one word and understands two. \n[6]That, and Luigi told me. While Mama cooks, come and take a stroll with me. 73. \n[7]This Mater. He's a close friend? \n[8]Then why would you ask him to be someone else? \n[9]You know, back when Guido and Luigi used to work for me, they would fight over everything. \n[10]They fight over what Ferrari was the best Ferrari; which one of them look more like a Ferrari... There were even some non-Ferrari fights. \n[11]So I tell them, va bene. It's okay to fight. Everybody fights now and then, especially best friends. \n[12]But you gotta make up fast. \n[13]No fight more important than friendship. 74. \n[14]Chi trova un'amico, trova un tesoro. ", "DARRELL CARTRIP": "\n[1]Woah, now just hold your horsepower. You're forgetting the most important factor here. That early dirt track section of the course! The dirt is supposed to be the great equalizer in this race. 42. \n[2]And don't forget Lightning McQueen! His mentor, the Hudson Hornet, was one of the greatest dirt track racers of all time. In my opinion, McQueen is the best all-around racer in this competition. \n[3]Who-hoo! Man, McQueen looks happier than a rollbar at a demolition derby! \n[4]Oh! Miguel Camino has blown an engine! \n[5]I cannot believe what I just saw, Brent. That was a bonehead move. You don't open up the inside like that! \n[6]Francesco, over here! Hey, what was your strategy today? \n[7]I gotta tell you, dude. You were in trouble for awhile. That dirt track section had you crawling! \n[8]Well the jury may still be out on whether Allinol caused these accidents, but one thing's for sure: Lightning McQueen blew this race. \n[9]You aren't kidding, David. You can't do a three-point turn around here without bumping into some celebrity! \n[10]But the question everyone is asking: Will the real Lightning McQueen show up today? \n[11]There's smoke! On the casino bridge! \n[12]They're letting you choose your fuel for the final race. Do you have any idea what it's going to be? \n[13]I don't know who that truck is, Brent. But I'll tell you what, he's gotta be the world's best backwards driver. ", "TOMBER": "\n[1]You rusty piece of junk, get your dirty hook off me! \n[2]Electroshock! Are you kidding me?? \n[3]A rookie, eh? I never liked new car- smell. \n[4]Speaking of recalls, you're getting up there in mileage aren't you, Finn? \n[5]That is the worst motor ever made. \n[6]Wait. That oil filter... those wheel bearings. \n[7]They should. I sold them. \n[8]No idea. He's my best customer, but he always does his business over the phone. I was always wondering why he needs so many parts. Now I know. 68. \n[9]This explains it! \n[10]Gremlin, Pacer, Hugo and Trunkovs never get together. But they're having a secret meeting in two days. \n[11]Porto Corsa, Italy. \n[12]Your chances are more than good. I just sent him a new clutch assembly yesterday... to Porto Corsa. ", "OTIS": "\n[1]Hey, Mater. Gosh, I'm so sorry. I thought I could make it this time, but... (he tries to start his engine, stalls Smooth like pudding, huh? Ah, who am I kidding? I'll always be a lemon. \n[2]You're the only one that's nice to lemons like me, Mater. \n[3]But you never leak oil. \n[4]Hey, is Lightning McQueen back yet? \n[5]He must be crazy-excited about winning his fourth Piston Cup. Four! Wow! 8. \n[6]Uh, Mater? I'm in no hurry. You don't need to go so fast! \n[7]Woaahhhhh! \n[8]Halfway to the county line. \n[9]I know, I can't believe it either! \n[10]Whoa!!! \n[11]Thanks, Mater! 135. ", "MEL DORADO": "\n[1]Tonight on \"The Mel Dorado Show\"! \n[2]His story gripped the world! Oil billionaire Miles Axlerod, in an attempt to become the first car to circumnavigate the globe without GPS, ironically ran out of gas and found himself trapped in the wild! \n[3]Feared dead, he emerged 36 days later, running on a fuel he'd distilled himself from the natural elements! Since then he's sold his oil fortune, converted himself from a gas-guzzler into an electric car, and has devoted his life to finding a renewable, clean-burning fuel! 15. \n[4]Now he claims to have done it with his Allinol. \n[5]And to show the world what his new superfuel can do, he's created a racing competition like no other, inviting the greatest champions from around the globe to battle in the first ever World Grand Prix. Welcome Sir Miles Axlerod. \n[6]And on satellite, a World Grand Prix competitor and one of the fastest cars in the world, Francesco Bernoulli. \n[7]Miles, why not invite Lightning McQueen? \n[8]Let's go to the phones. Baltimore, Maryland, you're on the air. \n[9]You're on. Go ahead. \n[10]Go ahead, caller. \n[11]Let's go to Radiator Springs. You're on, caller. ", "Mater!": "", "ROD REDLINE": "\n[1]Okay, McMissile. I'm here. It's time for the drop. \n[2]I'm fine. 34. \n[3]Well, you know, I was just wearing a disguise. You guys are stuck looking like that. \n[4]Allinol? Thanks, fellas. I hear this stuff is good for you. 38. \n[5]Is that all you want? I got a whole act. \n[6]Whatever you say, Professor. \n[7]Your mother. Oh no, I'm sorry. It was your sister. You know, I can't tell them apart these days. 39. \n[8]What do I care? I can replace an engine block. \n[9]No! ", "VLADIMIR TRUNKOV": "\n[1]Victor! \n[2]Come in, come in. \n[3]No, not yet. \n[4]We know how you feel. \n[5]Shh, quiet! \n[6]Here it comes. \n[7]Get down! \n[8]Get McQueen!! \n[9]It's nothing personal. ", "SARGE": "\n[1]Welcome home, soldier. \n[2]Quiet! My program's on. \n[3]Uh-oh... \n[4]His suspension stats look good. \n[5]How do they do it? These are the same ingredients as back home, but it tastes so good. 72. \n[6]Tree hugger. \n[7]Thanks for the help, Corporal. \n[8]Once Big Oil, always Big Oil. Man. ", "FLO": "\n[1]Good to have you back, honey. \n[2]And Sarge is in touch with his friends in the British military. \n[3]Is everything okay? \n[4]Whoa, honey. You got a nasty dent there. \n[5]Don't you worry, sweet pea. My baby Ramone can get that fixed up for you in no time. \n[6]Mmm-mmm. That Francesco is fine- looking. \n[7]I'm gonna have to go get myself some coolant. 133. ", "FILLMORE": "\n[1]Congratulations, man. \n[2]He's got plenty of fuel. \n[3]Hey, Luigi. Which way to the hotel, man? \n[4]It's organic, man. \n[5]If you're worried about your fuel, man, don't. It's perfectly safe. \n[6]If you're implying that I switched out that rotgut excuse for alternative fuel with my all- natural, sustainable, organic biofuel just because I never trusted Axlerod, you're dead wrong, man. It was him. 131. \n[7]Tree hugger. ", "CRABBY": "\n[1]Alright buddy, we're here. Right where you paid me to bring you. Question is, why? 2. \n[2]A car? Hey pal, you can't get any further away from land than out here. \n[3]Well I got news for you, buddy. There's nobody out here but us. \n[4]What does it look like, genius? I'm crabbing! \n[5]Yeah? And who's gonna make me? \n[6]Alright, alright! Don't get your prop in a twist.  What a jerk. Sorry, buddy. Looks like it's the end of the line. Buddy? ", "McQueen!": "", "MATER'S VOICE": "\n[1]Yeah, that Italian feller you got on there can't talk that way about Lightning McQueen. He's the bestest race car in the whole wide world. 17. \n[2]Cause he knows what's important. Every now and then he prefers just to slow down, enjoy life. \n[3]That ain't what I meant. \n[4]Well let me tell you something else there, Mr. San Francisco --- \n[5]McQueen could drive circles around you. \n[6]No! I mean yes. I mean he could beat you anywhere, anytime, any track. ", "ALEXANDER HUGO": "\n[1]Gremlins. Man, those are some ugly cars. Look like someone stole their trunks. \n[2]It's the boss! He is coming! \n[3]You are acting strange today, Ivan. \n[4]Okay, okay. Keep your voice down. You're gonna make me arrested.  Don't mess with Ivan today. He's in a bad mood. \n[5]Isn't this a great party, Ivan? \n[6]You are not leaving, are you? ", "IVAN THE TOW TRUCK": "\n[1]Sounds like you need some \"roadside assistance\". \n[2]Oh really? Prove it. \n[3]How is your grandfather? \n[4]Lightning McQueen! I am a huge fan. \n[5]Yes, but that was me. I said, \"You killed out there today.\" You're the best. \n[6]In England you'll be finished. At the finish line. ", "VICTOR HUGO": "\n[1]Ivan! \n[2]Ivan, why do you insult me so by making me wait? \n[3]Is the big boss here yet? 86. \n[4]Zundapp, when is he coming? \n[5]It's very simple. \n[6]You blow up. ", "TUBBS PACER": "\n[1]Hey, Victor! \n[2]He's supposed to be here any minute. \n[3]It's just the Professor. \n[4]Been there. \n[5]Someone's gotta get McQueen. \n[6]Retreat! "}}