{"dialogues": {"EMILY": "\n[1]And what you learned from your father now Diego's learning from you...? \n[2]That really upsets you, doesn't it? \n[3]A whole week without skipping school? Is that true? \n[4]That's the last time I make a bet with you.  See you guys next week. \n[5]You cut your hair. It looks great. \n[6]No one is trying to steal your child, they found bruises and cigarette burns -- Mrs Lynch, I read the medical report -- well, if you feel you need legal representation that's perfectly within your rights... \n[7]Thirty-eight. \n[8]No, absolutely not, look at this, Wayne, look, I'm buried -- \n[9]Don't fight. Hey, that's his. \n[10]Be honest. The whole psychology thing, it's just about scoring chicks, isn't it? \n[11]You know what freaks me out? \n[12]I sit there talking to these families, you know, like I'm some expert. My family's a train wreck. I mean, I had this moment today where I realized I might be totally full of it. \n[13]Hey Becca... \n[14]No, it's me, it's just been a crazy couple weeks. You remember Doug. 6. \n[15]I'm sure I would, I just... \n[16]If it were anyone, it'd be you. \n[17]What are they doing to you? 7. \n[18]Emily Jennings. Child Services? We spoke on the phone...? \n[19]Today is the seventeenth. \n[20]I'm sorry, but it is. \n[21]Friday was the fourteenth, that makes today the seventeenth. Monday the seventeenth. The date of our appointment. 8. \n[22]Come down, I'd like to meet you. \n[23]My name's Emily. What's yours? \n[24]Pretty name. Pretty girl. \n[25]Is there somewhere we can talk? \n[26]When do you expect your husband back? \n[27]Because we've found it's more beneficial if the whole family participates. \n[28]Do you have any way of contacting him? \n[29]Is that...? \n[30]Would you ask him to join us? \n[31]Would you ask him? \n[32]It'll be okay. 10. \n[33]Hi, I'm Emily -- \n[34]I'm here today because Lucy's school is concerned about changes they're seeing in her academic performance. The kinds of changes they're seeing are often associated with family problems. \n[35]That's just it, many times a family won't even know they're having problems until it's too late. That's where we come in. We help families communicate and learn healthier ways of resolving conflict. \n[36]Mr Sheridan, is there some reason you won't speak to me directly? \n[37]Is there some reason why your husband won't speak to me directly? \n[38]I didn't say weird, I said scary. The guy sat there the entire time staring at me, the mother is like his emotional slave. \n[39]Wayne, this girl's in trouble. I can feel it. \n[40]Every time I talk to you you sound more like a lawyer, you know that? \n[41]You put these files in front of me and you ask me to tell you what's going on. Well, I'm telling you, there's something going on and it's not something good. I've done my job, I've told you, what you do with it is yours. 12. \n[42]Tell me, Mr Sheridan, since you've suddenly acquired the power of speech, doesn't it concern you a little that Lucy's grades have gone from A's to D's in three months? \n[43]So you have no idea why she's falling asleep at school every day? Why she's not able to sleep at home? \n[44]He's gonna be having bad dreams when he gets hit with child endangerment.  Don't tell me you're buying this daddy's little girl routine? \n[45]A little? Let me talk to her. Alone. She wants to talk. \n[46]Five minutes. Talk to them about how much they love kids. \n[47]I knew someone at school named Lucy, she was a writer. Do you ever write? I do sometimes, it helps me sort out how I'm feeling. \n[48]Okay, I just shot like a gallon of water up my nose. So much for establishing trust. \n[49]What's happening to you? I can help. Let me help. 14. \n[50]What is it, sweetheart? \n[51]I'm sure they don't hate you. \n[52]What do they talk about? \n[53]You've heard them say that? \n[54]It's okay. You can tell him. He's on our side. \n[55]She doesn't trust anybody. You think I made it up? \n[56]I'm not giving up on her, Wayne. \n[57]I hope you can live with a dead child on your conscience. \n[58]So that's it? We let kids get killed until they rewrite the goddamn laws? \n[59]Surprise, surprise. \n[60]Mike, I'm desperate here. \n[61]This girl heard her parents say they're going to send her to hell. \n[62]The system is broken. \n[63]What? Jesus, I feel like I'm talking to Wayne. You don't want to get involved, fine, but don't bullshit me, I'm running out of people I respect. \n[64]Lucy. \n[65]I just wanted you to know I haven't forgotten about you. I'm doing everything I can. \n[66]You're not going to disappear. \n[67]Lucy, wait... \n[68]If anything happens, call me, okay? Just press this. Don't let your parents know you have it. \n[69]I'm gonna get you out of there, I promise. \n[70]It's me, thought you might be up, um, anyway, call if you get this. 19. \n[71]Too late, I met someone else... \n[72]Lucy? Are you okay? \n[73]Why? Why are you scared, honey? \n[74]Why are you sorry? \n[75]Okay, listen, I want you to go over and open the window. Can you do that? Lucy...? \n[76]Lucy, no, wake up! \n[77]Lucy...?! 20. \n[78]Mike, it's Emily, listen, that girl I told you about, I think she's in trouble - - yeah, I know what you said, but -- Mike, you're not listening -- \n[79]Saving her life! \n[80]They're not asleep. \n[81]Did you hear that? \n[82]Leave her alone! \n[83]Did you hear that?! \n[84]Break it down! \n[85]\n[86]\n[87]Oh my God... \n[88]I gotcha... I gotcha... I gotcha... \n[89]Steal a pizza, San Quentin, try killing your kid, Freudian dream analysis. \n[90]Did they or did they not know what they were doing? That's the legal standard. They knew, they knew damn well! \n[91]Meaning what exactly? \n[92]Oh, that's great - what is this, late- night cable? \n[93]Yeah, I'm okay. How's she doing? \n[94]Group therapy for kids, what's that say about the world? \n[95]Good news. You get to leave here tomorrow. \n[96]Only for a few days, till we find a better place. \n[97]Oh, sweetheart. That would never be allowed. \n[98]It's complicated, there's a whole process, I'm not even a foster parent... \n[99]I'm sorry. \n[100]Nothing? \n[101]Hey, are you hungry? Let's get some lunch. What kind of food do you like? \n[102]I can't, Lucy, it wouldn't work, I live in this tiny house, I... I'm sorry, I'm not mom material... \n[103]I know what it feels like to be that age and be unwanted. It's terrifying. She needs to be with someone she trusts; she trusts me. So much of our time is spent negotiating red tape, I think if we just look at the situation - this one situation, this one child - it's clear what's best for her. \n[104]I like to think of it as a glass-half- full situation. Kitchen. Bathroom. Fish. And here, is your room... \n[105]Be okay? \n[106]My family... well, I've met my dad twice and my mom's not a part of my life anymore. \n[107]Sometimes people have kids and then decide they don't want to be parents. \n[108]I'm glad you're here. \n[109]Chamomile, when I get stressed out it helps me sleep. 29. \n[110]None of this ever should have happened, if I could make it go away I would. \n[111]I'm right down the hall if you need me. \n[112]I have to grab some of her things, might take me a minute. \n[113]I went by the house. I think her mom and dad were barricading themselves in their room at night. How sick is that? \n[114]I'm coming around. \n[115]Okay? \n[116]This is your new beginning. \n[117]I love you, too. \n[118]Got it. \n[119]What's up with Diego? \n[120]Tell me what's going on. \n[121]What happened? \n[122]An eight-year-old did this? There's no way. \n[123]Where is he now? \n[124]You want to know what happened? \n[125]I don't. I need to talk to him. Mike, please, I care about this kid. 35. \n[126]Diego... \n[127]Let me in. He won't hurt me. \n[128]What happened? Tell me what happened. \n[129]It's just work. Don't worry. \n[130]My job? I don't know, I guess... I guess maybe I want to believe families can work, so I can have my own someday, I don't know - does that make sense? \n[131]Breakfast. \n[132]Honey, breakfa-- 37. \n[133]Come on, let me see... \n[134]You went through my things? \n[135]She used to just leave, she'd just... ...and I never knew when she was coming back, or if she was... I used to think it was my fault and I would try so hard when she got home to be good, do everything I could think of, so she'd think I was `special' and stay next time or take me with her, but... it didn't matter, she'd always go away again, that's how it was. \n[136]Gone, he left before I was born. First time I met him I was like thirteen. 38. \n[137]Oh, I had all these things I was gonna say. Angry things I'd thought of and kind of memorized. And um.... And then I met him and I wasn't angry, I was just sad and I told him...  I said, I love you, even if you don't love me. \n[138]No... No, I'm not mad at you.  But I need you not to do that again, okay? Go through my private things without asking? \n[139]Omelet's getting cold. Better hurry. \n[140]You mean, to make sure I haven't missed anything else? 39. \n[141]She's not going back there, I'll take her out of state before I let them near her again. \n[142]You wanted to talk about something? \n[143]From who? \n[144]What...? 40. \n[145]That's impossible. I might have called the week before...? \n[146]Did you not hear me? I'm telling you, Mike, as a friend, I did not call that family. \n[147]My backup files are in your room. Diego's is in there. Maybe you got curious and went through some, dialed a number? \n[148]Mike, she said no. Maybe someone made a mistake. \n[149]I believe you. \n[150]Give me back my cases or fire me. Right now. \n[151]I don't care if it's a hairline fracture, he broke her arm, I don't want him back in that house. He what? He found Christ? When? That recently? Uh huh. Well he should have found Him sooner. \n[152]What's up? \n[153]How's it look? \n[154]Do I have to beg or are you gonna tell me what's going on? \n[155]She's `abnormally normal'? \n[156]Why would she do that? \n[157]No, I know, I just... The Martinezes' got a call Thursday night. From my house. \n[158]She said she didn't. Mike thinks she's lying. \n[159]I don't know what to think. \n[160]Got you an extra in case it gets cold. \n[161]I need to ask you something... about the night it happened... did you get a call, really late? \n[162]You didn't? \n[163]Diego, I know you did, they called from my house. \n[164]What's the matter? What's scaring you? \n[165]Oh God... \n[166]It's okay... slow breaths... you'll be okay...  Can somebody help us down here?! 45. \n[167]Who called you? Was it Lucy? \n[168]Did she say something to you? Something that scared you? \n[169]`El' dijo? What do you mean, `He said'? \n[170]It was a man? \n[171]Well, photocopying isn't much fun. \n[172]What...? \n[173]This is weird. Diego said it was Lucy that called, but he called her a he, he said it was a man. 47. \n[174]Like what? \n[175]What do I do with her in the meantime? \n[176]No. Just tired. 51. \n[177]That's okay. \n[178]Some other time. \n[179]I said no, thank you. \n[180]No. Doug? He says you're doing great. \n[181]Nothing. \n[182]Get some rest. 52. \n[183]Goodnight. \n[184]I love you, too. \n[185]See you next week. \n[186]Did you try calling him? \n[187]Cover my desk. \n[188]Doug, it's me, it's Emily... 56. \n[189]Doug? \n[190]Doug, you here? \n[191]\n[192]Dr Johannsen? \n[193]You did the autopsy on Doug Winters? \n[194]How did he die? \n[195]Friend.  I know the rules -- please, he meant a lot to me. 57. \n[196]You're saying he did that to himself? \n[197]Oh come on. He looked like he'd been beaten to death! Don't tell me he was some - some suicidal... ...I knew him! He was my best friend! \n[198]Have you ever seen this before, somebody dying like this? \n[199]It was an accident. It was nobody's fault. \n[200]He was scared. He came out of that room with her, Mike, and he was scared. He said she threatened him. \n[201]Diego said it was a man on the phone. You know who made that call. There was no one else in the house.  You think I don't know how crazy this sounds?! 59. \n[202]Why is he in that state of mind? Why was Doug? Pull my phone records. See if she called him. \n[203]Her mother and father, their bedroom door has these deadbolts on it, big ones, two of `em... Something came through that door and they didn't want it ever coming through there again. \n[204]Okay. 64. \n[205]I know I'm probably the last person you want to see right now, but you're... \n[206]You're the only one I can talk to. Lucy's been staying with me - \n[207]A friend. \n[208]I, ummm... \n[209]What is she? \n[210]Done with me how? \n[211]Why me? I don't have anything. \n[212]What does she want? \n[213]What should I do? \n[214]Nancy...? \n[215]Do you have a minute? \n[216]Actually, that's why I'm here. I appreciate what you did for me, Nancy, I really do, but I think it'd be best if she was placed in foster care. \n[217]I know, but it's not working out. \n[218]I suppose not. \n[219]Until when? \n[220]How long is that going to take? \n[221]I don't want her anymore. I'm done. That's it. \n[222]How do I make it work if it's not working? \n[223]Thanks. \n[224]Hi. \n[225]Sorry, work - lost track of time. \n[226]Lucky. \n[227]Oh, it wasn't working... \n[228]Who? \n[229]How - how would I know that? \n[230]I never said that. \n[231]I don't care, Robin, anywhere. Just find somewhere that will take her. Tonight. I don't want this girl in my house. \n[232]Mike. \n[233]`No such thing as a bad kid, only bad parents.' I always believed that. It's a lie. Her parents aren't crazy. \n[234]Aren't you? \n[235]Why did she lie about calling him? \n[236]Mike, you know I'm not crazy. Don't run away from something just because it scares you. \n[237]I don't want her in group anymore, I don't want her around the other kids. \n[238]You're never going back there. \n[239]W-w-what's happening - ?! \n[240]You're never going back there! \n[241]No... \n[242]Mrs Lynch, I told you - will you let - that's not what I said - no, I did not - you never sent me the - Mrs Lynch - will you let me respond? - will you let me - Mrs Lynch - will you let - \n[243]\n[244]I don't want to go home. \n[245]I know I haven't been a great friend lately, but... do you think maybe I could crash here for a couple of nights? \n[246]Tonight and tomorrow. \n[247]\n[248]Help me! Please! \n[249]Let me on! \n[250]She's coming! Please! \n[251]Drive! \n[252]\n[253]head down on her desk, rain-soaked, sleeping in her chair. \n[254]I... I had some things to catch up on... \n[255]I saw a doctor. \n[256]They said mind your own fucking business! \n[257]Wayne...? \n[258]Hello...? \n[259]Robin... \n[260]You did? \n[261]Oh God... \n[262]I can't. I'm keeping her. \n[263]If I get rid of her, if I put her into the system... \n[264]I can't, Edward, I -- \n[265]I don't have any faith. \n[266]How... how do I...? \n[267]Mike...? \n[268]She's taking me apart, Mike. \n[269]He told me I have to kill her. \n[270]I'm not sleeping, I was hoping you could give me something. 92. \n[271]Lucy...? \n[272]Oh my God... 95. \n[273]Who is this...? \n[274]No... he's... \n[275]I have to go. \n[276]What did you do to him? \n[277]\n[278]Get out of my house. 98. \n[279]\n[280]Stay away from me! 99. \n[281]\n[282]No... \n[283]Please... \n[284]\n[285]Okay... okay, I will, I will, I promise. \n[286]Okay... I'll be right there. \n[287]I'll have one later. \n[288]Tomorrow's our new beginning. \n[289]I know. \n[290]Get some rest. \n[291]I love you. \n[292]Forever and ever. 104. \n[293]Right down the hall. \n[294]Sweetheart...? \n[295]It's not real. \n[296]Are you scared?! 108. \n[297]\n[298]\n[299]Where is she? Where'd they put her? Foster care? Is she with a family? You have to let me talk to them... \n[300]Do you hear me?! ", "LUCY": "\n[1]Lucy. \n[2]They hate me. \n[3]They do. I hear them. They go in the cellar and talk. \n[4]Sending me to hell. \n[5]If I disappear will you come look for me? 18. \n[6]If I do? \n[7]I have to go. They get mad when I miss the bus. \n[8]Emily...? \n[9]I'm scared... \n[10]They're waiting to get me, I can hear them... I'm sorry... \n[11]I'm falling asleep... \n[12]I'm sooorry... \n[13]It's not my fault what happened. \n[14]Doug said I might have to go to a state home. \n[15]Why can't I live with you? \n[16]Why? 26. \n[17]There's nowhere for me to go is there? 27. \n[18]You don't have to be my mom. Just my friend. \n[19]Where's your family? \n[20]Why? \n[21]What's this? \n[22]You did. \n[23]I love you, Emily. \n[24]You okay? \n[25]Why do you do it if it makes you sad? \n[26]I'm sorry... I wanted to know what happened to you. \n[27]Is that your mom? \n[28]Where was your dad? \n[29]What'd you say to him? \n[30]Are you mad at me? \n[31]He's in my group...  ...why, did something happen? \n[32]It wasn't me. \n[33]I am telling the truth. \n[34]It wasn't me, I swear. \n[35]I didn't call him. \n[36]Do you believe me? 42. \n[37]Do... you... like... working... here? \n[38]Fine. \n[39]No, they've been nice. \n[40]That's not really what you want to talk about, is it, Doug? \n[41]I'll tell you what scares me if you tell me what scares you. \n[42]Me. \n[43]Sometimes. \n[44]I have bad thoughts. \n[45]People. \n[46]Certain people. \n[47]You. 49. \n[48]I just do. \n[49]It's just the way you are... \n[50]Facile. \n[51]Easily comprehended. Often lacking sincerity or depth. You're smug, too. Want me to tell you what that means? \n[52]Don't apologize. \n[53]You're a grown up, it's embarrassing. 50. \n[54]Should we talk about school now? My grades are getting a lot better. \n[55]Are you mad at me? \n[56]Want me to brush your hair? \n[57]Are you sure? \n[58]It will make you feel better. I'll get the brush. \n[59]Doug said something, didn't he? \n[60]What did he tell you? \n[61]You're funny. \n[62]You forgot to kiss me goodnight. \n[63]I love you. \n[64]You think it's my fault, don't you? \n[65]gets off and comes up the sidewalk toward the house. Sensing Emily's stare, she stops and meets it. Waves, testing the waters. Emily waves back but it's a hollow gesture. Lucy's smile fades, knowing this as she continues toward the house. In a sudden panic Emily goes into the kitchen, grabs one of the knives. Eyes the blade, forced to contemplate the unthinkable - its use as a weapon, self-defense. She comes into the living room, holding it. Catches sight of herself in the mirror. A jarring image: Sweet Emily Jennings with a butcher's knife in her hand. The sound of LUCY'S FOOTSTEPS on the front steps breaks the spell. Emily hides the knife behind the fish tank. No good, you can see it through the glass. We hear LUCY'S KEY IN THE LOCK. Emily grabs the knife. It's in her hand as the door CLICKS open, until the last second when she tosses it under a sofa pillow. Lucy enters. Shy. Innocent. A ten-year-old home from school. \n[66]Hi. \n[67]You weren't there so I took the bus. \n[68]It's okay, I know how busy you are. \n[69]Doesn't matter anyway, the bus stops right at the end of the street. So I can always get home, whether you're there or not. 70. \n[70]Where's the phone? \n[71]Wow. That one, too. \n[72]Can I have a shower? We had gym today... \n[73]Are they being nice to her? \n[74]My mother. \n[75]I thought you said you were going to see her. \n[76]Hm. I must have dreamt it. 71. \n[77]Good night. 72. \n[78]It's okay, Nancy, Emily's been under a lot of stress lately, but she's really nice to me and I hope I can stay with her a really long time. \n[79]See you next week, Nancy. \n[80]Why, Emily? 75. \n[81]Why, Emily? Why, Emily? Why, Emily? \n[82]Why, Emily? Why, Emily? \n[83]Can I go back to group next week? \n[84]Are you sure? \n[85]I can see you. 77. \n[86]Don't be sad. This is your new beginning. \n[87]Emily...? Can I come in? I'm scared... \n[88]Emily? Please? I know you're in there, please...? \n[89]Please, Emily... \n[90]\n[91]\n[92]Let me in, let me in, let me in, let me in, let me in, let me in, let me in, let me in, let me in, let me in... 80. \n[93]I like it here. I like you. You want me to like you, don't you? 88. \n[94]You have to do what I say. If I say I want to go to group, you have to do it. If I say I want a new dress, you have to do it. If I say I want ice cream every day after school, you have to do it. Okay? \n[95]They did what I said for a while and then they stopped and started with the secrets. But they weren't really secrets I guess...  ...because I always knew what they were thinking. \n[96]quiet, innocent, chin on her knees. \n[97]He did it to himself. \n[98]Europa. Ganymede. Io. Callisto. The moons of Jupiter. We got back our astronomy tests today. \n[99]Don't yell at me. My mom and dad used to yell at me. \n[100]Emily... I'm sorry... I didn't mean to... \n[101]Can I come in so we can talk and work it out? \n[102]Emily...? \n[103]Don't be mad. I said I was sorry. I'll brush your hair for you. \n[104]What are you doing, you silly pumpkinhead? \n[105]You don't want me to come under there and get you, do you? \n[106]I'm going to count to three. One... \n[107]Two... Two and a half... \n[108]Two and three quarters... Three... \n[109]Here I come. \n[110]What you wanted from your mother. I want you to love me. \n[111]Come tuck me in. \n[112]You better come. \n[113]Chamomile. \n[114]Maybe you should have it, you look stressed. \n[115]I'll be good. \n[116]Say it. \n[117]Forever and ever? \n[118]Where are you if I need you? \n[119]Her whole body ablaze. Horrific. She just stands there, arms at her sides, burning. Just now the FIRE MARSHALL crosses to the onlookers. Hollers over the noise and commotion: \n[120]standing on the sidewalk in her pajamas. Unscathed. \n[121]That was mean. \n[122]Maybe we can find a hotel with a swimming pool. \n[123]It's sad, isn't it? How it gets passed on. How people do to their own kids what their parents did to them. That's why you got the job... \n[124]...To prove to yourself you're not like her, that you're not like your mother. Because that scares you. Scares you more than anything. \n[125]I love you... even if you don't love me. 107. \n[126]What are you doing? Slow down. \n[127]Did you hear me? \n[128]I said slow down! \n[129]Please, stop, Emily, I'll be good. \n[130]Look out! \n[131]What are you doing?! \n[132]Yes, it is! \n[133]\n[134]Why can't I live with you? ", "BARRON": "\n[1]Was just thinking about you, got a nice letter from Sandy Hutchinson... \n[2]Well, it's sitting in front of me which means our good friend Wayne thinks it fails to meet the criteria for child endangerment and has told you in no uncertain terms to leave it alone...? \n[3]I can't, Emily. I'm sorry. \n[4]You know how dear to my heart the work you do is, but the department doesn't pay me to stakeout potential child abusers. Last time almost cost me my job. \n[5]Sickening as that is, you're a part of the system that handles those situations, I'm not. \n[6]Maybe you just need to let it work. 17. \n[7]Okay. No bullshit. Give me evidence of a crime, I'll be all over it. Till then there's nothing I can do. \n[8]What are we doing here? \n[9]They're asleep. \n[10]I didn't hear anything. \n[11]Police, open up! \n[12]The hell's the matter with you people?! \n[13]Well, you're gonna hate me for saying this, but my money's on crazy. \n[14]It's not that simple sometimes. \n[15]When we brought them in that night they told Captain Lister... They think she's evil, some kind of demon spirit, minion of the devil or something. \n[16]No, but that might be the world they're living in. \n[17]Sure you want to see this? \n[18]Gets a tire iron from the garage, comes back inside, locks all the doors and windows, kills them in their sleep... \n[19]Had to use dental records to identify the bodies. \n[20]I was there when they brought him in. Took three guys my size to subdue him. Kid was climbing the walls. \n[21]Just your average American family. \n[22]Juvie lockup. And, no, I'm not taking you to see him. \n[23]I know what happened. \n[24]You watch, six months, their lawyer will hire some expert to say they're rehabbed and they'll sue for custody when they get out. \n[25]I didn't hear you say that. \n[26]We pulled the Martinezes' phone records. They got a call that night before the murders. \n[27]Emily, the call came from your house. \n[28]Look, I'm not accusing you of anything, I just need to know what was said. \n[29]I'm talking to you as a friend here, you know that, right? \n[30]Then who did? Go find the guy who broke in and just happened to dial the number of a kid whose case you handle. \n[31]We're trying to figure out why. He got a call Thursday night from this number. I'm just wondering if he might have said anything... \n[32]You didn't call him? 41. \n[33]Lucy, it's hard sometimes to tell the truth, but I know you will because you're a good little girl. \n[34]The call was at 2 am, are you ever up that late? \n[35]Are you ever up that late? \n[36]Yeah, maybe so. Night, Lucy. \n[37]She's lying. \n[38]Listen. You're still in shock. Let's \n[39]Look, I don't know, all I'm saying is a kid in his state of mind maybe isn't the most reliable witness. \n[40]Emily. I already did. There were no calls from your house. \n[41]Emily...? \n[42]You wanna end up where they did keep talking like this.  I'm not judging you. You're grieving for Doug and you're still confused about what Diego did. \n[43]Diego grew up in a bad home, he saw violence and he repeated it, that's the cycle, you know that better than anyone. 73. \n[44]`Cause she's a liar, that doesn't mean she made him do it. Look, let me tell you what Lucy is. Lucy is a damaged child, a deceitful child, a manipulative child. But a damaged, deceitful, manipulative child is not a demon. Ask my brother-in-law, he's got a couple of `em. \n[45]I stopped you on the steps. I think maybe you oughta go all the way in. \n[46]I know... \n[47]There's something I want you to hear. Came in at two o'clock last night. You might wanna sit. \n[48]You're right. She called Doug. Took me an extra couple of days to get your cell phone records. That's what she's been using. \n[49]I'm gonna help you get to the bottom of this. \n[50]I'll help you. \n[51]Whatever it takes. \n[52]I'm gonna put Beth and Tim in a hotel. Keep her at the house. \n[53]Because I can't. \n[54]Take care of your mom. ", "DOUG": "\n[1]I am so in your head. \n[2]Regrettably, yes. \n[3]That you have a four-year degree and make seventeen grand a year after taxes? \n[4]Everybody's full of it. In the end you're a number to call for people who don't have anyone else. There's no way that's bad. \n[5]So anyway, I've done some soul searching and I just want to say that if a full-on relationship feels like too much right now, I'd be willing to consider a purely physical one. \n[6]Hey, you might actually enjoy yourself. \n[7]I know, I know, the job, you get home you don't have anything left. \n[8]-- and what's the most important thing we talked about that you have to remember? 25. \n[9]That's right and you know what? It's not. \n[10]That is some seriously proactive social work happenin' there. You all right? \n[11]Typical reaction, blames herself. We'll get there. I'm gonna put her in a group setting, see if I can get her to open up. \n[12]Sometimes when our parents aren't getting along it's better if they don't see each other for a while, that's what a `restraining order' does... \n[13]She's starting to come out of her shell. It's good, I just wish I thought it was me making the difference. 32. \n[14]Hatred and fear are part of the same pathology - oh, but I forgot, you don't think they're crazy. \n[15]Every family you sit down with every day of every week is a family in crisis. Those are your odds. That's the job you do. Trying to beat them. \n[16]You're one person, Em. You can't save the world. I know somebody you did save. 36. \n[17]Copy of the Sheridans' psych evals for the file. And the cognitive profile Lucy did for me the other day. \n[18]You have to beg. Coming from an environment like that, testing this normal is a bit abnormal, if that makes any sense. \n[19]I think she faked it, gave the answers she thought she should. \n[20]She's ashamed of who she is. Ashamed of how she feels. Afraid nobody would want her if they saw the real her.  It's no big deal, it just means I might have to push her a little. \n[21]Did you ask her about it? \n[22]What do you think? \n[23]Hmm. Bring her in after work, I'll do a one-on-one. I wanted to talk to her about this anyway. 44. \n[24]Knock, knock. Sorry I'm late, guys. Ready, kiddo? \n[25]Go ahead down, I'll be right there. \n[26]You all right? \n[27]So how's school? \n[28]Any of your classmates giving you a hard time? \n[29]Sleeping okay? \n[30]You got me. \n[31]Question 16a, are you afraid of the dark? You answered `no'. Question 16b, are you afraid of being alone? `No'. 16c, are afraid of your parents? `No'. You answered `no' to everything in that section. I think some of those should have been yesses. Everybody is afraid of something. Working through our fears, conquering them, is how we get better. So I want you to tell me... What scares you? 48. \n[32]Fair enough. When I was twelve I was climbing a tree and I accidentally put my hand through a giant hornets' nest. They didn't like it. I got stung over a hundred times. They had to rush me to the hospital. I've been afraid of hornets ever since. Don't climb many trees either. Everybody has fears. Now, what scares you? \n[33]You scare yourself? \n[34]Why, what about yourself scares you? \n[35]About what? \n[36]People in general or certain people? \n[37]Like who? \n[38]You have bad thoughts about me? Why? \n[39]Was there something I said or did that upset you? \n[40]How am I? \n[41]Facile?  Do you even know what that means? \n[42]Well, if, um, if I seemed `smug' or `facile' I want to - \n[43]Why? \n[44]Talked to a lot of ten-year-olds, I don't think I've ever felt like that before... \n[45]Threatened. I know a specialist, I'll call him in the morning. \n[46]Don't let her get in your head. \n[47]Hello? \n[48]Hello...? \n[49]Try again, sorry. 53. \n[50]", "MARGARET": "\n[1]You said the seventeenth. \n[2]Is not. \n[3]Friday was the thirteenth. \n[4]Well he's not home so... 9. \n[5]Not if I don't know where he is. \n[6]He doesn't have anything to say. \n[7]Edward! EDWARD! \n[8]That lady's here. From the state. She wants to talk to you. \n[9]I already told her, she wants to anyway. \n[10]Eddie says we don't have family problems. \n[11]Eddie says we don't need your help. \n[12]Eddie doesn't like speakin' out of anger. 11. \n[13]You mean what were we doing it for? \n[14]To kill her. \n[15]God's will. \n[16]`Cause she's not my daughter. \n[17]I bore her, but she's not mine. \n[18]`Cause she's not Of us. \n[19]Not who, what. \n[20]Stop acting like you don't know what I'm talking about. \n[21]Not him himself, Of him, working in his name, in his honor. \n[22]I don't care what you call it. \n[23]Not what I think it's what I know. \n[24]She can make you see things. Visions. \n[25]Hell. Damnation. Whatever you're afraid of. \n[26]People die around her, is that a special ability? \n[27]Not by her hand, they just die. I had two brothers, Brent and Travis... \n[28]...and I mean they was healthy boys, healthy as can be. Eddie, three sisters. Soon as she was born they started dying. \n[29]I guess she couldn't get rid of us till she found somebody else. Now that she has, I don't imagine we're long for this world. \n[30]Don't leave me. ", "WAYNE": "\n[1]One less Christmas card for Emily. \n[2]How many active cases you have? \n[3]Sorry, Em, we all are. \n[4]No laws against being weird, Em. Send it over to CMC, we'll do a follow-up in a month. \n[5]Wait, did you just fly to New York and meet my parents? \n[6]Wanna know what I can feel? The lawsuit we're gonna get hit with if we violate her parents' rights without any evidence they've done something wrong. \n[7]Yeah, well, maybe because every time I make an emotional decision I get called by one. I'm sorry, you're gonna have to let this one go. \n[8]So they're overcompensating a little. \n[9]\n[10]Did you hear your parents say they were going to hurt you? \n[11]I think you'd do just about anything you had to do to help a child you thought was at risk. Here are the facts, Emily. They haven't laid a finger on her that we can tell. And we have no proof they intend to. Meanwhile on your desk right now are thirty-plus cases of actionable abuse. What about those? \n[12]Yes, you are, you're leaving this alone. \n[13]That's a little unfair, don't you think? I care about these kids as much as you do, but we can't go around yanking them out of their homes on a hunch. Parents, even bad ones, have rights, that's how the laws of this great land are written. \n[14]Why don't we talk in my office. \n[15]We don't know why yet, but... he killed his mother and father last night. \n[16]I need another set of eyes to go over them, make sure we haven't missed anything else. \n[17]It's just a legal thing. You'll have them back tomorrow. \n[18]Um, so, I notice you haven't taken any personal days. Come on, you look like crap, go home. \n[19]What? \n[20]Em...? \n[21]Emily...? 83. \n[22]Jesus - are you okay? \n[23]You look like shit, you need to see a doctor. \n[24]What did they say? \n[25]They don't know if he fell or what happened... \n[26]Emily? Emily, are you okay...? 97. ", "EDWARD": "\n[1]They really are God's miracles. Day she was born was the happiest day of our lives. We're not perfect parents, we know that, but we figure if you let `em know how much you love `em a lot of the other stuff takes care of itself. \n[2]Course it does, she's our daughter. \n[3]Bad dreams? \n[4]\n[5]\n[6]\n[7]Who died? \n[8]You're scared. \n[9]You oughta be. \n[10]You judged us before you ever walked in that house. Sat there in our living room tellin' us about our problems, how to be better parents - certain of everything and dead wrong about all of it. Ask what you came to ask. 65. \n[11]Can tell you what she's not. She not a daughter of mine. She's not a ten-year- old having trouble in school. She's not some innocent victim whose door you busted down and life you saved. And she's not going no place, lady, till she's good and done with you. \n[12]However she wants. You think it's an accident her ending up with you? She saw you coming a mile away. \n[13]You have that you're good. Kindness. Decency. That's what she feeds on. Bleeds ya dry, moves onto the next. We were a big family, she went through us like a wrecking ball. And you know, every time something happened, every time, we had an excuse for why it wasn't her fault. Cuz it's easier to lie to yourself than think bad things about your baby girl. But finally we got to a point where me and Maggy looked at each other -  - where we looked at each other and we was out of lies, both of us. Most terrifying moment of our lives. And that's where you are now. \n[14]I'll tell you this. She sees everything. And what she doesn't see she just sort of senses it, like when you call a friend and they pick up before it rings? 66. \n[15]Only time you got the upper hand is when she's sleepin' but she almost never does. We checked on her every night for three months. Every twenty minutes, up and down those stairs. First time she slept was the night you kicked in my front door. \n[16]To know... what your idea of hell is... and make you live there. \n[17]I'm not a hateful man. I look at you and I wish I could tell you you're through the worst of it. That it's gonna work out for you in the end. I wish I could. \n[18]How strong's your faith? \n[19]She starts all over again somewhere else. Can't let her stay, can't let her go. That leaves you with one option. \n[20]You have to. You have to find the strength. Don't you understand? That's why she's doing this. To test you. Test your faith. \n[21]How `bout anger. Got some of that? \n[22]Kill her? In her sleep, assuming you can... Tell you what I'd do different. Count myself dead at the outset. Accept that going in and use it to my advantage. That's the one thing I don't think she'd see coming, someone giving up their own life to take hers. \n[23]Where is she now? Some family somewhere? \n[24]`Cause you have to warn them. ", "INTERVIEWER": "\n[1]And by forcing your daughter into the oven, can you tell me, what did you think the outcome would be? \n[2]Yes. 60. \n[3]Why? \n[4]And why was it God's will that you should kill your daughter? \n[5]Why is that funny, Margaret? \n[6]You're her mother...? \n[7]Help me understand. If you and Edward are Lucy's biological parents, how can she not be yours? \n[8]Not Of you? \n[9]Who is she Of? \n[10]What is she Of? 61. \n[11]You think your daughter is the devil? \n[12]Evil incarnate? \n[13]And why do you think that? \n[14]How do you know this? Could you give me an example? \n[15]Visions of what? \n[16]I see. Any other `special abilities'? \n[17]She kills people? 62. \n[18]You blame Lucy for their deaths? \n[19]Why do you imagine you were spared? \n[20]Edward, please calm -- \n[21]Why does that concern you, Edward? ", "NANCY": "\n[1]This is highly irregular and I'll tell you right now it makes me very uncomfortable. But since, Wayne, you've spoken so persuasively on Miss Jennings's behalf... \n[2]...I'm going to go against my better judgement and approve this petition for temporary custody. \n[3]Emily, I heard about Doug. I'm so sorry. \n[4]How's it working out with the Sheridan girl? \n[5]She is. You're it. \n[6]Playing mommy isn't the laugh-a-minute you were hoping, huh? \n[7]Sorry, you petitioned for custody, you got it. She's your responsibility. \n[8]Till we find a suitable foster home. \n[9]You're asking me questions you know the answer to. Three to six weeks. Surely you can manage that long. \n[10]Now you look. I put my reputation, quite possibly my career, on the line for you. Don't embarrass me. You make this work. 68. \n[11]However! Find a way! \n[12]Who do you think you are barging in there like that?! \n[13]Well that's not your decision, is it?! \n[14]We'll talk about this later. ", "CORONER": "\n[1]Winters -- oh, right, Douglas. \n[2]Family? \n[3]Compression fracture of the third and forth vertebrae. Severed his spinal cord. Actual cause of death was... suffocation. \n[4]It appears all his injuries were self- inflicted, yes. \n[5]Miss, I would never presume to know your friend better than you. But the injuries suggest he was trying to hurt himself. Unfortunately, he succeeded. I am sorry. \n[6]Truly, I am shocked every day by the violence people do to themselves. "}}