{"dialogues": {"ACE": "\n[1]When you love someone, you've gotta trust them. There's no other way. You've got to give them the key to everything that's yours.  Otherwise, what's the point? And, for a while... I believed that's the kind of love I had. \n[2]Before I ever ran a casino or got myself blown up, Ace Rothstein was a hell of a handicapper, I can tell you that. I was so good, that whenever I bet, I could change the odds for every bookmaker in the country. I'm serious. I had it down so cold that I was given paradise on earth. I was given one of the biggest casinos in Las Vegas to run, the Tangiers... \n[3]...by the only kind of guys that can actually get you that kind of money: sixty-two million, seven-hundred thousand dollars. I don't know all the details. \n[4]At that time, Vegas was a place where millions of suckers flew in every year on their own nickel, and left behind about a billion dollars. But at night, you couldn't see the desert that surrounds Las Vegas... \n[5]But it's in the desert where lots of the town's problems are solved. \n[6]Who could resist? Anywhere else in the country, I was a bookie, a gambler, always lookin' over my shoulder, hassled by cops, day and night. But here, I'm 'Mr Sam Rothstein'. I'm not only legitimate, but running a casino. And that's like selling dreams for cash. \n[7]I hired an old casino pal, Billy Sherbert, as my manager and I went to work. \n[8]For guys like me, Las Vegas washes away your sins. It's a morality car wash. It does for us what Lourdes does for humpbacks and cripples. And, along with making us legit... \n[9]...comes cash. Tons of it. I mean, what do you think we're doing out here in the middle of the desert? It's all this money. This is the end result of all the bright lights and the comped trips, of all the champagne and free hotel suites, and all the broads and all the booze. It's all been arranged just for us to get your money. That's the truth about Las Vegas. \n[10]We're the only winners. The players don't stand a chance. And their cash flows from the tables to our boxes ...through the cage and into the most sacred room in the casino ...the place where they add up all the money ...the holy of holies ...the count room. \n[11]Now this place was off limits. \n[12]Even I couldn't get inside, but it was my job to keep it filled with cash. That's for sure. \n[13]As far as the world was concerned Andy Stone, the head of the Teamsters' Pension Fund, was a legitimate guy. \n[14]A powerful man. \n[15]He even played golf with the President. \n[16]But Andy also took orders. And when he was told to give a pension fund loan to Philip Green... \n[17]...he did what he was told. \n[18]You know, I don't know if I could do this even if I wanted to. The Gaming Commission would never give me a license. I have at least two dozen gambling and bookmaking pinches on me. \n[19]But what happens when they do find out? \n[20]It's a tough proposition, Andy. You, you know, if I did it, I'd have to run it my way. \n[21]I'm serious. No interference. \n[22]Where the hell did you learn how to deal? \n[23]\n[24]I'll take Columbia for twenty. \n[25]Well, that's why they paid so well. \n[26]Well, it's a little too early. I'd say Thursday would be good. I'll know by then. Is that all right? \n[27]I'll come by. \n[28]Seven o'clock. \n[29]Yeah, we made a great pair. I made book and Nicky made sure we always collected. The old men loved us. And why not? They all made money with us. \n[30]How did Nicky collect? \n[31]Don't ask. \n[32]Hi, Melissa. Heidi. \n[33]Eight. \n[34]Excuse me. \n[35]Is this yours? Your pen? \n[36]I ju- Well, it's a nice pen. I just didn't know whose it was. I thought it was yours. I didn't want it to get lost. \n[37]Well, I was just offering you the- \n[38]Wait a sec, Nicky, Nicky, Nicky. Ta- take it easy. \n[39]While I was tryin' to figure out why the guy was sayin' what he was sayin', Nicky just hit him. No matter how big a guy might be, Nicky would take him on. You beat Nicky with fists, he comes back with a bat. You beat him with a knife, he comes back with a gun. And you beat him with a gun, you better kill him, because he'll keep comin' back and back until one of you is dead. \n[40]In Vegas, I had to keep a few juiced- in local cowboys working. They were close to the, you know, good old boys. \n[41]Pay him six hundred a week, tell him to walk around and look smart. \n[42]I mean, without us, these guys, they'd still be shovellin' mule shit. \n[43]Ward, you gotta keep a cleaner station. If you need 'Mr Clean', page him, all right? \n[44]Mr Rothstein. \n[45]Is this guy just another dumb fuckin' white man, or what? What's his story? \n[46]We can't get rid of him? \n[47]I wouldn't give the bum a mop job. \n[48]These yokels ran the state. \n[49]They passed the laws, they owned the courts. \n[50]Hello, Senator. \n[51]Good to see ya. William would you... \n[52]I had dozens of politicians and state officials comin' through that place every week. \n[53]Help the Senator, give him whatever he wants. \n[54]Why not make them happy? \n[55]For politicians... \n[56]...like our state senator up there, everything was on the house. \n[57]These guys won their comped life when they got elected. So, hey, why not take advantage of it? Still, the politicians come cheap. We could handle them. \n[58]It's a whale like K. K. Ichikawa, who plays thirty thousand dollars a hand in baccarat. That's the one you really gotta watch. \n[59]He plays fast and big and he has the cash and the credit to turn out your lights. About a year ago, he cleaned out a couple of casinos in the Cayman Islands. \n[60]Downstairs, he takes us for two million... and upstairs he takes free soap, shampoo and towels. Another billionaire cheapskate who loves his free rooms... \n[61]...free private jets, and two million of our money. \n[62]Nice to see you again. \n[63]But we got him back. I had our pilot tell him the plane was on the fritz. \n[64]Then he missed the commercial flights connecting with Japan. \n[65]We got him back ...with a whole floor of rooms for himself. \n[66]I'm sorry you missed the plane. \n[67]No, no, no. No gambling. No. \n[68]He bet one thousand a hand instead of his usual thirty thousand a hand. \n[69]But I knew, the trick with whales like Ichikawa was that they can't bet small for long. He didn't think of it as winning ten thousand, he thought of it as losing ninety thousand. \n[70]So, he upped his bets... \n[71]...until he dropped his winnings back and gave up a million of his own cash. \n[72]In the casino, the cardinal rule is to keep them playing... \n[73]...and keep them coming back. The longer they play, the more they lose. In the end, we get it all. \n[74]In Vegas, everybody's gotta watch everybody else. \n[75]Since the players are looking to beat the casino... \n[76]...the dealers are watching the players. \n[77]The box men are watching the dealers. \n[78]The floor men are watching the box men. \n[79]The pit bosses are watching the floor men. \n[80]The shift bosses are watching the pit bosses. \n[81]The casino manager is watching the shift bosses. \n[82]I'm watching the casino manager. \n[83]And the eye-in-the-sky is watching us all. \n[84]Plus... \n[85]...we had a dozen guys up there, most of them ex-cheats, who knew every trick in the house. \n[86]What a move. I fell in love right there. \n[87]But in Vegas, for a girl like Ginger, love costs money. \n[88]Ginger's mission in life was money. \n[89]See you, Ginger. \n[90]She was a queen around the casino. She brought in high rollers and helped them spread around a lot of money. \n[91]Who didn't want Ginger? She was one of the best-known, best-liked and most respected hustlers in town. Smart hustlers like her could keep a guy awake for two or three days before sending him home broke to the little woman and his bank examiners. \n[92]Any change? \n[93]That was all bullshit. She just pocketed the cash. \n[94]Ginger had the hustler's code. \n[95]She knew how to take care of people. And that's what Vegas was all about. \n[96]It's Kickback City. \n[97]She took care of the dealers... \n[98]...pit bosses, floor managers. \n[99]But mostly... \n[100]...she took care of the valet parkers, the guys who could get you anything and take care of anything. \n[101]Ginger took care of the parkers because they took care of the security guards, who took care of the metro cops, who let her operate. \n[102]The valet parking job was such a money-maker that they had to pay off the hotel manager just to get the concession. \n[103]But one thing I could never understand, was that she could have everything under control, except for her old pimp boyfriend, Lester Diamond. \n[104]The Ginger I knew wouldn't even look at this creep. \n[105]He was a moocher, a card cheat, a country-club golf hustler. A scumbag... chasing dentists for a few bucks. \n[106]I mean, the guy was always broke, he always had a story. And somehow, she could never turn him down. The way Ginger saw it, I guess, was that Lester was just an unlucky guy. Somebody had to take care of him. \n[107]But nobody had to take care of Nicky. \n[108]I mean, he took care of himself only too well. And that's why every badge back home wanted to nail him. \n[109]Even after a little vacation, they hassled him at the airport. \n[110]I mean, Frank Marino was there to meet him, but so were the cops. This time they wanted to pinch him for some diamond burglary in Antwerp. \n[111]They were ready to blame him for anything, no matter where it happened. \n[112]And they were usually right. \n[113]Because Nicky enjoyed being a gangster, and he didn't give a damn who knew it. \n[114]I mean, that's what worried me, 'cause it turns out Nicky was about to be sent to Vegas. \n[115]Hey. \n[116]Welcome to Vegas. \n[117]Somethin', huh? \n[118]Ginger. \n[119]Honey, come here. \n[120]This is Jennifer and Nick. They're dear friends of mine. \n[121]After we ate, we left Jennifer and Ginger alone and we took a ride to talk. And then... he hit me with it. \n[122]No, of course not. \n[123]Sure, you have my permission. But I - I just gotta tell you it's no joke out here. It's no joke, you know? You gotta keep a low profile. It's not like back home. Right off the bat, they don't like guys like us. And this sheriff's a real cowboy. Even the coppers aren't afraid to bury people out in the desert here. \n[124]Nick, I gotta tell you, I got pinched twice for no reason. You really gotta be careful. I'm running a licensed place. Everything's legit. \n[125]Yeah, he had a fool-proof scheme, all right. It wasn't very scientific but it worked. When he won, he collected. When he lost, he told the bookies to go fuck themselves. What were they gonna do? Muscle Nicky? Nicky was the muscle. \n[126]But still, it was nice and quiet for a while. Ginger and I presented Nicky and Jennifer all over town, like regular Ozzie and Harriets. \n[127]And, Nicky being Nicky, he made his presence known. \n[128]Especially at the casino, where he definitely did not work, people got the message. \n[129]Out of respect, guys from other crews got away with a warning. \n[130]Everybody else: watch out. \n[131]Like these yokels here who never heard of Nicky or the bosses back home, 'cause they're the morons who give you the most trouble. Even after we'd catch 'em, they'd try sneakin' back with beards and wigs and fake noses. \n[132]You can spot these assholes by watching the way they bet. Like this guy. He's bettin' lavender chips at five hundred each with only one little problem. He's always guessed right. If he wasn't so fuckin' greedy, he'd have been tougher to spot. But in the end, they're all greedy. \n[133]I saw that the dealer was weak, but he wasn't in on it. \n[134]He just wasn't protecting his hand. He was lifting his hole card way to high. \n[135]Now, here's this guy... \n[136]...reading the dealer's hole card... \n[137]...and signaling his buddy [the WINNER] at this table. \n[138]And that's just what these hustlers look for. They cruise from casino to casino, lookin' for weak dealers the way lions look for weak antelope. \n[139]Operator? \n[140]This is Mr R. Get me Armstrong and Friday over at pit two right away. \n[141]BJ nineteen, second base, the beard [Blackjack table number 19, second position, man with the beard] \n[142]Operator... I need Mr Happy, loud. \n[143]Watch it now. \n[144]They never know what hit them. And if and when... \n[145]...they do find out they just got zapped by a cattle prod... \n[146]...they wish they really did have a heart attack. \n[147]Turns out this guy and his fuckin' pals, they were knockin' this place dead for years. \n[148]We had to make an example of these pricks that the party was over. \n[149]I'm just curious. I saw you shuffling your checks with your right hand. Can you do that with both hands? \n[150]Can't do it with both hands? \n[151]Can you do it with your left hand? \n[152]So, you're a righty? \n[153]Now, you're gonna have to learn with your left hand. \n[154]\n[155]And don't forget to tell your friends what happens if they fuck around in here. You understand? \n[156]You're fuckin' right, you made a bad mistake. 'Cause if you come back here - we catch either one of you - we're gonna break your fuckin' heads and you won't walk out of here. You see that fuckin' saw?  We're gonna use it. You don't fuck around in this place. You got it? \n[157]Get out of here. \n[158]referring to the \n[159]Within no time, everything was set in place. We got rid of the freelance scamsters. The per was way up.  The gods were happy, or as happy as the gods can ever be.  And I, I decided to complicate my life. For a guy who likes sure things, I was about to bet the rest of my life on a real longshot. \n[160]We're not getting any younger. Don't you think it's time? Aren't you gettin' tired of all this shit? Bangin' around, hustlin' around? \n[161]I'm gonna do you one better. I'm trying to marry you. You want to marry me? I'm serious. I mean, I - I want to settle down. I want a family. \n[162]I know I'd be a good father. I know you'd be a good mother. \n[163]I'm forty-three years old. I don't want to wait. I know you well enough to know that I really love you very much.  And I can't think of anybody better to be with. And I don't feel like waiting anymore. \n[164]Yeah, I know all that. \n[165]ash off his dressing gown \n[166]No, I - I... mean...  that can grow as I - as long as there's a mutual respect... that kind of thing can grow. I'm realistic. I can accept that. But, you know, what is... What is love anyway?  It's a... it's a mutual respect. It's - it's a devotion. It's a... it's a caring from one person to another. And if we could set up some kind of foundation...  based on that mutual respect...  I feel that eventually you would care enough about me... that I could live with that. \n[167]You know I'm doin' well now. And I'm gonna do even better. And so, whatever happens, if it doesn't work out between us, I'm gonna make sure you're okay for the rest of your life. And if there are kids, especially, you know, I'll take care of you better than you'd ever imagine. \n[168]Just what I said. You'll be set up for the rest of your life. That I can promise you. Want to take a chance? \n[169]When I married Ginger I knew all the stories, but I didn't give a fuck. 'I'm Sam Rothstein,' I said. 'I can change her.' \n[170]You all right? \n[171]Why're you crying? \n[172]Maybe you shouldn't drink so much. \n[173]It's all right. That part of your life is over with. Right? \n[174]You're with me now. \n[175]Right? \n[176]You sure? \n[177]Want to go? Let's go back in. \n[178]Try it on. It's yours. \n[179]It's chinchilla. \n[180]It's nice isn't it? \n[181]You do whatever you want. Do I keep my promises, or do I keep my promises? \n[182]The only thing is... you shouldn't keep this in the house. We gotta put it in a bank. \n[183]Now look, pay attention to me. What I'm gonna \n[184]All this stuff doesn't mean anything. Money, this, doesn't mean anything without trust. I have to be able to trust you with my life. \n[185]With over a million in cash and jewels tucked in a bank in Vegas only for Ginger, she was secure and happy. \n[186]She loved that shit. But a guy in my line of work has to have a lot of pay-off cash around. \n[187]Crooked cops and kidnappers, they don't take checks. \n[188]So, I put two million in cash in a Los Angeles bank under the name of Mr and Mrs Tom Collins. This was strictly my shakedown and kidnapping money. \n[189]And, since I'd either be in jail or locked in a closet when I needed the money the most... \n[190]...I gave Ginger the only key to the cash that could get me back alive. \n[191]So, once she signs those papers, she'll be the only person to have total access to the box?  No one else, including myself? \n[192]Yeah, sure I do. Why? \n[193]Well... \n[194]With Ginger and the money in place, I felt covered, and to play it safe I switched job titles again and made myself, um, Food and Beverage Director. This way nobody would bother me about a license. I mean, Vegas was like a dream for me. Trouble was... \n[195]...Nicky was dreamin' his own kind of Vegas. \n[196]It was so obvious. I mean, all of Nicky's half-assed mechanics, they were real signal happy. \n[197]Signaling back and forth. \n[198]Nicky thought nobody was watching him. But he was wrong. \n[199]And I didn't want any of those agents near my place. \n[200]I mean, I wished to God Nicky and his whole crew would just get lost. \n[201]What am I gonna do? Go back home and start a war? \n[202]I mean, Nicky's a made guy and I'm not. I can't do that. \n[203]Be careful. Gaming agents are all over the place. \n[204]You been lucky all week. They're lookin' to nail ya. \n[205]I don't give a shit who he's connected to. Tell him to take his fuckin' feet off the table. What's he think this is, a goddamn sawdust joint? \n[206]Call security. \n[207]How are you? \n[208]Good. You want to do me a favor? You want to take your feet off the table and put your shoes back on? \n[209]I want you to exit this guy off the premises, and I want you to exit him off his feet and use his head to open the fuckin' door. \n[210]Sure enough, an hour later, I get the call. \n[211]No, I didn't know that. But you know what he did? \n[212]He insulted Billy. And then I walked over to him politely... \n[213]...and he tells me to go fuck myself. \n[214]Then he called me a faggot. \n[215]So what do you think I do? I threw that cocksucker out. \n[216]If he does it again, he's out for good. I don't care what it is, Nick, I'm gonna ha- I'll - I'll never let him in the place again. \n[217]Okay. \n[218]You're still eight pounds over. What's the reason for this? \n[219]Never mind the 'sir'. Never mind the 'sir'. \n[220]Why is she eight pounds over? \n[221]\n[222]'Mr Rothstein' is good enough. \n[223]She could at least lose half a pound or a quarter.  Listen... \n[224]...all you do is give me answers. Just - just give me the right answer. \n[225]That's right. She will get fired. In fact, I want you to send her back to Paris. \n[226]No. Just stop everything. \n[227]I don't care what she is. She's an institution, that's the problem. She's lazy. \n[228]Between... \n[229]...my innovations... \n[230]...and Nicky's dedication to his job... \n[231]...I soon had the best operation on the Strip. \n[232]You better watch yourself. There's a lot of heat on you already. \n[233]I'm - I'm hearin' things from security. They're all ex-cops. The Sheriff's lookin' to bust your balls. They want to put you in the Black Book. \n[234]Bullshit or no bullshit, they put you in that book, you're gonna be in a lot of trouble. You will not be able to walk into the casino. I'm tellin' you. \n[235]I'm just tellin' you. Don't say I didn't warn you. \n[236]Back home, they would have put me in jail for what I'm doing. But out here, they're givin' me awards. \n[237]It's with great pleasure that I accept this certificate of appreciation from the... \n[238]But my greatest pleasure was watchin' my wife, Ginger, work the room. \n[239]They all loved her. How could you not live her? \n[240]She could be the most charming woman you ever saw. People loved to be around her. \n[241]She made everybody feel good. \n[242]Oh, thanks. \n[243]Thank you. Thanks for that compliment. \n[244]He was a young kid from the casino... nice kid...  bright boy. What balls on this fuckin' kid! The next day I fired him. \n[245]But as much as they loved her... \n[246]...they didn't know what really moved her. \n[247]And with Ginger happy, I was able to concentrate on what I knew best. \n[248]What are they doin' way back there? Bring 'em up here where they belong. You can't even see 'em over there. \n[249]What about the progressives with the high jackpots? Where are they? These machines are hidden. \n[250]These are our best machines. They bring all the action. No wonder the drop is off. \n[251]The action is in the front, not in the back. Bring 'em up front. \n[252]Listen to me very carefully. There are three ways of doing things around here. The right way, the wrong way, and the way I do it. You understand? \n[253]Don't thank me, just do it. You're the Slots Manager. I shouldn't have to tell you this. \n[254]So, I ended up workin' what? Eighteen- hour days?  Ginger was the one who wound up enjoying the best of Vegas. \n[255]Well, it wasn't long before what I was afraid was gonna happen, happened. Nicky managed to get himself banned from every casino in Las Vegas, and from then on, I couldn't be seen talkin' to him anywhere in Vegas, or even near it. \n[256]Yeah, I believe it. You got banned. \n[257]Nope, there's no way. \n[258]Forget it. You can't even set foot in the parking lot. That's how serious it is. \n[259]In so many words, yes. \n[260]It just didn't sink into his head about the Black Book and what it meant. Not being able to go into a casino is just one thing, but being in this book etched your name into the brains of every cop and FBI agent in the state. I mean, you're listed in there with Al Capone. But Nicky didn't care. \n[261]He had tipsters... \n[262]...all over town. Bellmen. \n[263]Valet parkers. \n[264]Pit bosses. \n[265]Secretaries. \n[266]And they all... \n[267]...got a piece of the score. \n[268]They were always very careful. And they always bypassed the alarms, or else... if not, they'd drill enough holes to knock through the walls with a sledgehammer... \n[269]Nobody out there was expecting a guy like him. \n[270]For Nicky, Las Vegas was the fuckin' Wild West. \n[271]Yeah, Nicky loved restaurants. He was a real restaurant buff. And over the years, he always made money with them. \n[272]In Vegas, he had The Leaning Tower. It was a very popular spot. He had politicians, showgirls and movies stars hangin' out all over the place. \n[273]But I gotta tell you, the thing Nicky liked the most was the showgirls, naturally. I mean, to them, Nicky was the movie star. \n[274]But around six-thirty in the morning when he finished his day - \n[275]- no matter where he was or what he was doing, he always went home to make breakfast for his son, Nicky- Boy. \n[276]The word got around that finally... \n[277]...there was a real gangster in town. Nicky was the new boss of Las Vegas. \n[278]Four reels, sevens across, three fifteen-thousand-dollar jackpots? Do you have any idea what the odds are? \n[279]Three fuckin' jackpots in twenty minutes? Why didn't you pull the machines? Why didn't you call me? \n[280]You didn't see the scam? You didn't see what was goin' on? \n[281]Yes, there is. An infallible way! They won! \n[282]Hey... Ward, you're pissin' me off. Now, you're insulting my intelligence. What do you think, I'm a fuckin' idiot? You know goddamn well somebody had to get into those machines and set those fuckin' reels. \n[283]The probability on one-four-reel machine is a million and a half to one. On three machines in a row, it's in the billions.  It cannot happen... would not happen, you fuckin' momo! What's the matter with you!  Didn't you see you were bein' set up on the second win? \n[284]You - Wait! You didn't see that you were being set up on the second win? \n[285]Listen, you fuckin' yokel, I've had it with you. I've been carryin' your ass in this place ever since I got here. Get your ass and get your things and get out of here. \n[286]I'm firin' you? No, I'm not firin' I'm firin' you, you - \n[287]I'll regret it even more if I keep you on. \n[288]Listen, if you didn't know you're bein' scammed, you're too fuckin' dumb to keep this job. If you did know, you were in on it. Either way, you're out!  Get out! Go on. Let's go. \n[289]I mean, the guy is history as far as I'm concerned. History. \n[290]So what? Everybody out here with cowboy boots is a fuckin' county commissioner or related to a county commissioner. I'm fuckin' sick of it. \n[291]Phil, I can understand. You're in the finances, you're upstairs, but you are not on the floor. I got thousands of players. I got five hundred dealers.  They're all lookin' to rob me blind, twenty-four hours a day. I have to let them know I'm watching all the details, all the time; that there is not one single thing I will not catch as I am over here. \n[292]Look at yours. \n[293]Look at that. Look at this. There's nothin'... look how many blueberries your muffin has and how many mine has. Yours is falling apart. I have nothing. \n[294]It's like everything else in this place. You don't do it yourself, it never gets done. \n[295]From now on I want you to put an equal amount of blueberries in each muffin. An equal amount of blueberries in each muffin. \n[296]I don't care how long it takes. Put an equal amount in each muffin. \n[297]Come on, honey, just a little. That a girl, that a girl. Oh, boy, look. \n[298]Okay, want to go with Mommy? \n[299]What do you need? \n[300]Well, why don't you take it out of your account? There's a lot there. \n[301]Twenty-five thousand? For yourself? \n[302]Why do you need that much? \n[303]Well, I mean... you know, I gotta ask you. That's a lot of money. You're not asking for a box of popcorn, you know. I mean... \n[304]Who's fighting? I mean, I'm, you know, tell me what it's for. \n[305]Why can't you tell me what it's for? \n[306]Huh? Well, you know what? Now, I want you to tell me. I mean, my wife comes to me and asks me for twenty-five thousand. I mean, what do you want? Do you want a coat? \n[307]Well, if you want a coat, you got it. You know that. It's not the money, it's just why do you want it?  That's all I'm askin'. Am I not entitled to that? \n[308]What are you talkin' a- ? \n[309]You're askin' me for twenty-five thousand. I'm not out to make you feel bad. I want to just be able to trust you. You now, it's about trust. I have to be able to trust you with my life. Do you understand? Can I trust you? Can I trust you?... Can I trust you?... Answer me. Can I trust you? \n[310]Good, so then you could tell me what the money is for. \n[311]How you doin', Les? It's Lester, right? Sam. \n[312]From my recollection, aren't you the card shark... the golf hustler... the pimp from Beverly Hills? \n[313]If I'm wrong, please correct me, 'cause I never knew you to be a heist man. But if you are, you know what... here, take mine too. \n[314]Go ahead, take it. 'Cause you already have hers. \n[315]She's my wife. Look at me. You did know that, didn't you? You knew that she's my wife? Huh? Hey, look at me. \n[316]You do? Yeah? Well, if you ever come back again... ever... to take her money... next time bring a pistol. That way you got a chance. Be a man, don't be a fuckin' pimp. Now, you want to do me a favor? Get out of here. I want to be alone with my wife. Get the fuck up and get out of here. \n[317]You fuckin' piece of shit. \n[318]You remember when you called him that night? When you said goodbye to him?  He didn't say, 'Don't get married, I'll be right down, we'll get married.'  He didn't say that to you, did he? \n[319]Didn't. No, instead, what did he say? 'Fuck him. Take him for everything he's got.' \n[320]Come here, I want to show you somethin'. \n[321]Okay... \n[322]...give me a minute. \n[323]Okay, send him in and call me four minutes after. \n[324]How do you do? \n[325]Yeah, I heard a lot about you. \n[326]No, that's quite all right. \n[327]Why don't you have a seat? \n[328]I'm sorry, but he knew about our gettin' hit on three big machines in a row and he did nothing about it. That means either he was in on it or, forgive me for saying this, he was too dumb to see what was going on. Either way, I cannot have a man like that workin' here. \n[329]Believe me, if I could prove it, he would be under arrest. \n[330]I think you're way out of line talkin' to me like that. What you're sayin' is libelous, and you're in no position to challenge my expertise. I went way out of my way to be very helpful and courteous to that kid. He's weak, he's incompetent. He jeopardizes the whole place. There's not much more I can do for him. \n[331]I can't do that. And I appreciate the fact that he's your brother-in- law, and I do want to help you and I like to do favors, and I know who you are, but I cannot do that. \n[332]I'm sorry, I can't do anything. He's too incompetent. And the bottom line is, he cannot be trusted. \n[333]Okay, thanks. Um... you know, that's it. I'm sorry. \n[334]No problem. Sorry. \n[335]What happened to my pills? \n[336]Isn't it bad enough you're drinkin' too much, you're takin' all my pills too? \n[337]Look - for my ulcer, I take a half a one of these, a half a one of these. And that's when I have extreme pain. I had a three-month supply. What'd you do with 'em? \n[338]What? \n[339]Yeah, how do I know? \n[340]What? What?! \n[341]Listen. Ginger. I'm tryin' to make the best of everything here, you know?  I mean, you're my wife, for chrissakes. Uh, I mean... people look up to you in this town. I don't know what to think - \n[342]It's okay.  Look... ...you gotta get a hold of yourself. \n[343]If not for me, at least for Amy. \n[344]You understand? Your drinking's gettin' way out of hand. I'm gonna get you into a program. They got plenty of good ones. \n[345]Yes, you do. It's very discreet. There's no names in the papers. You don't have to worry about any of that stuff. \n[346]Yes, I - yes, I do. \n[347]How could you say that?  You're a beautiful woman. You're destroying yourself. You don't need that stuff. You don't need that fuckin' leech livin' off you. I know you better than you know yourself. You're a tiger, you're stronger than I am. And when you set your mind on doing something, you do it better than anybody. You can do it. You can do it. \n[348]No matter how many novenas you could make, nothin'... \n[349]...was gonna stop what came up next at the casino. \n[350]It turned out Phil Green, Mr Integrity, had a partner nobody knew about... and when she showed up and started demanding some money from the Tangiers... \n[351]...Green tried to stonewall her. \n[352]So... \n[353]...she sued him in court. \n[354]Now, instead of the cops only lookin' at Nicky, they started looking at Green too. And he was supposed to be our squeaky... \n[355]...clean front man. So, I had to start giving interviews to make sure everybody knew the casino was on the up and up. \n[356]I serve at the pleasure of the chairman of the board and... my, uh, responsibilities are to run the day- to-day operations. \n[357]Well, in a sense, you could say that... I am the boss, when Mr Green is away. You could say that. \n[358]Hello. \n[359]No, you, you can't. You gotta make a reservation. \n[360]It's all booked up. \n[361]It's impossible. It's booked up, and you gotta make a reservation.  It's... \n[362]...very difficult to get in. \n[363]Uh... \n[364]...all right. \n[365]Why don't you take it easy with that stuff? Huh?  Come on. Let me help you. Come on. We're talkin' about some stuff. \n[366]Just go downstairs.  Just... go downst- \n[367]Hey. \n[368]Want something to drink? Charlie you want a refill? \n[369]What're you doin'? He's a square guy, for chrissakes.  You can't treat him like that. He's gonna run to the \n[370]I'm not tryin' to tell you what to do. But you were way out of line, Nick. What're you doin'? Where's your head? \n[371]Listen, Nick, you gotta understand my situation. I'm responsible for thousands of people. I got a hundred million a year goin' through the place.  It's all over, I'm gonna tell you, it's all over, if I don't get that license.  And believe me, if it goes bad for me, it's gonna go bad for a lot of people, you understand? \n[372]No, I don't wanna come - \n[373]I don't wanna come along with you. \n[374]I'll be honest with you. \n[375]I don't wanna be involved in anything you're talkin' about... \n[376]...okay? I just wanna run a square joint. That's it. I just want my license. I want everything nice and quiet. That's it. \n[377]That's all taken out of context. Okay. \n[378]I have no control over that. Ronnie and Billy were right there. They'll tell you exactly what happened. \n[379]Looks bad? I'm gonna tell you what looks bad. \n[380]Every time you're on television I get mentioned. That looks bad. That looks bad. \n[381]What happened to me? What happened to you? \n[382]You lost your control. \n[383]Yes, you lost your control. \n[384]All right. \n[385]All right. \n[386]Yeah. \n[387]My wife? \n[388]Now, what does she have to do with all this? \n[389]All of a sudden, you're the shoulder to cry on? Did you at least tell her about your little role in that whole situation? \n[390]Listen, I would - \n[391]I - I would appreciate it if you'd stay out of my personal life, okay? You wouldn't like it if I did it to you. \n[392]Please... \n[393]...don't do it to me... \n[394]Okay? \n[395]Ju-just stay away from her. It's none of your business, okay? There are certain things you don't do, and you know that. \n[396]That's right, yeah. \n[397]Yeah, that's right, the way you need me to vouch for you as a citizen and get you out of one of your jams. I'm gonna have to straighten out what you just did with this guy. \n[398]This guy is gonna run to the FBI. \n[399]I knew what he wanted, and I didn't want any part of it. \n[400]Nicky wanted to take over. He wanted to go after Gaggi, go after the skim, go after everything and everybody. \n[401]Plus, he had stopped askin' permission from back home for every little thing. \n[402]A casino boss and his wife were killed. The bulls questioned Nicky. \n[403]A dealer from the Sirocco... they questioned Nicky. \n[404]A bunch of stool pigeons wound in the trunks of their cars... they questioned Nicky. \n[405]A lawyer... they questioned Nicky. \n[406]And when some guys who didn't pay their Shylocks began disappearing, Nicky's name was in every one of those newspapers. \n[407]Nicky was questioned in two dozen murders, but they always had to let him go. There were never any witnesses. \n[408]The problem was, Nicky was not only bringin' heat on himself, but on me too. The FBI watched every move he made. But he didn't care. He just didn't care. \n[409]I got my job... \n[410]...on the line and this guy's out havin' the time of his life. He has every cop in the state watchin' him, and he's out playin' golf. \n[411]And at the... \n[412]...worst possible time for me. \n[413]I had my license hearing coming up and I didn't wanna leave anything to chance. \n[414]That was nineteen years ago, and they were simple gambling pinches. \n[415]I mean, if I can't work in Vegas, where am I gonna go? \n[416]Well, that's all I ask, gentlemen, a fair hearing. \n[417]Good. \n[418]The Feds were watchin' Nicky play golf for so long, they ran out of gas. Just what I needed. Right in front on the Control Board. \n[419]And, as if things weren't bad enough... \n[420]...in comes Piscano, the Kansas City underboss. He ran that little grocery store in Kansas City where they brought the suitcases. \n[421]He ran it with his brother-in-law, but mostly what he did was complain, complain about his trips to Vegas, to his brother-in-law and to his mother, all the time. \n[422]And what happens next? \n[423]You can't believe it. I mean, who the hell would believe that the FBI had a wire in the place lookin' for some information about some old homicide about some guy who was whacked-out, God knows when, over God knows what? \n[424]And the damn... \n[425]...thing is, they go and hear all this stuff about Las Vegas and the casinos and the suitcases, and that's it. \n[426]Would you believe that such a thing could happen? \n[427]Every FBI man across the country had their ears open now. \n[428]I mean... \n[429]...Piscano, this guy basically... \n[430]...sunk the whole world. \n[431]And when the day finally came, I was ready. I felt so confident that all I had to do was present my case. \n[432]You guys have to be kidding. \n[433]Adjourned! What do you mean, adjourned? \n[434]Mr. Chairman... \n[435]Senator, you promised me a hearing. \n[436]You won't allow me a hearing? You didn't even look at the FBI reports. \n[437]When you were my guest, Mr. Chairman, Senator, at the Tangiers Hotel, did you not promise me that I would have a fair hearing - \n[438]You were never my guest?! \n[439]I never comped you?! I don't comp you at least two or three times a month at the Tangiers?! \n[440]Liar. \n[441]He's lying. \n[442]Was I at that dinner? Just tell me - \n[443]Was I at that dinner? \n[444]Was I at that dinner? \n[445]Was I at that dinner? \n[446]I was in the building! \n[447]You know damn well I was at that dinner, and you swore to me that I would have a fair hearing at that dinner! Did you not?! Did you not?! \n[448]Yeah, thanks for not callin' me a liar. You son-of-a-bitch. You son-of- a \n[449]What are you running for, Bob? What are you running for? \n[450]Don't you remember? You promised me a fair hearing when you were gettin' comped at my hotel and you were asking me for copies of your bills so - \n[451]- you could put 'em on your expense account? \n[452]Bullshit! Bullshit! \n[453]standing in the hallway, speaking into a TV news microphone \n[454]...twenty years in order to find nothin' on me - \n[455]- unsubstantiated truths on me. And if you look at your own lives you'd all be in jail. \n[456]Fuckin' hypocrites! \n[457]Welcome to the Sam Rothstein Show. We're very happy to have you here this evening. The young lady to my left is Trudy, who is a lead new dancer in our fabulous show from Paris. \n[458]Our first guest this evening... is Frankie Avalon. \n[459]How many kids do you have? \n[460]Eight children! \n[461]That's amazing. \n[462]Let's not take County Commissioner Pat Webb too seriously. \n[463]I recently challenged him to a debate on this program and he declined. What are you worried about, Pat? You don't have to send me any questions. You can ask me anything you want. \n[464]It's a pity in this... \n[465]...state that we have such hypocrisy. Some people can do whatever they want. Other people have to pay through the nose. \n[466]But such is life. \n[467]First of all, what they did was totally unconstitutional. We're already on the list to be heard before the Supreme Court of the United States later this year. \n[468]Walk away? Andy, you can't be serious. How can I walk away? Don't you see what's goin' on here? Don't you see what's at stake? \n[469]Know what my problem is? Every time they mention my name in the papers, these cocksuckers, they mention Nicky, too. How the fuck does that help?  I mean, the heat he brought down is murder!  We had a police department who was cooperative. He's pissed them off so much now that nobody can make a move anymore. I mean, what do you do about that? \n[470]I don't know, he doesn't listen to me. Maybe he should...  get lost for a while. Take a vacation. Would that be so bad? \n[471]All right, look, if he took a break, it would just give everybody some time to maneuver. That's all I'm saying. It's all that I'm saying. \n[472]I can't do that. \n[473]Of course... \n[474]...as soon as Andy got back home, Nicky heard about our talk in the car. \n[475]Next morning bright and early, I get the call. \n[476]But just getting a call from Nicky wasn't easy anymore. Even the codes didn't work. So, we figured out another act. \n[477]You see, if a phone's tapped, the Feds can only listen in... \n[478]...on the stuff involving crimes. So on... \n[479]...routine calls, they have to click off after a few minutes. \n[480]Yeah. \n[481]What - what, Caesar's? \n[482]Why? \n[483]Nicky started out before me because it wasn't that easy... \n[484]...for him to get around anymore. \n[485]Nicky couldn't even go for a ride without changing... \n[486]...cars at least six times before he could shake all his tails. \n[487]And because of all the planes, he had to use underground garages. \n[488]Meeting in the middle of the desert always made me nervous. \n[489]Normally, my prospects of comin' back alive from a meeting with Nicky were ninety-nine out of a hundred. But this time, when I heard him say, 'A couple a hundred yards down the road', I gave myself fifty-fifty. \n[490]What people? \n[491]I don't even know what you're talkin' about, Nick. \n[492]I didn't do anything. I mean, I didn't order you or anybody...  I only told Andy Stone that you had a lot of heat on you, and that was a problem. \n[493]Yeah, I said I - let the bullshit blow over for a while so I can run the casino. Anything goes wrong with the casino, it's my ass. It's not yours, it's my ass. \n[494]\n[495]What are you - \n[496]I'm only on TV because I gotta be able to hang around the casino. You understand that. You know that. Come on. \n[497]Yeah, I did want to go on TV. That way I have a forum. I can fight back. I'm known. People see me. They know they can't fuck around with me like they could if I was an unknown. That's right. \n[498]Me?! I wouldn't even be in this situation if it wasn't for you. You brought down so much fuckin' heat on me. I mean, every time I meet somebody here, the big question is do I know you. \n[499]No, it - it - Nicky, when you asked me if you could come out here, what did I tell you? I mean, you asked me, and I knew you were going to come out no matter what I said, but what did I tell you? Do you remember what I told... \n[500]...you? Do you remember what I told you? \n[501]You never - ? \n[502]L'chaim. [Yiddish for 'to life'] \n[503]Yeah? \n[504]What is it? \n[505]Oh, no. \n[506]No, just - just give him, give him ten. That's it. Ten.  I'll be right down. \n[507]What are you doin'? You gotta get out of here! \n[508]Nicky, Nicky, you're not listenin' to me. I'm here to help you. What's the matter with you?  You're gonna bury us both. \n[509]I'm gonna okay you ten and get you even, and that's it. Then you got to get out of here before the cops and the newspapers are all over you. \n[510]Ten and that's it. \n[511]I mean she's only sober about two hours a day. It's usually from eleven in the morning until one in the afternoon. And if I gave her her money and her jewels now, you know what she's gonna do? She's gonna piss it all away in about a year, and then where will she be? Where would you be then? Comin' right back to me, right back to me. Or finding some other excuse to come and I - I - \n[512]Look in my eyes. Look in my eyes. \n[513]You know me. Do you see anything in these eyes that makes you think I would ever let someone in your condition take my child away from me? Do you?  You know that won't happen. \n[514]And after all this time... and as hard as I tried, as much as I wanted... \n[515]...I could never reach her. I could never make her love me. I always felt she should have gone for all that money... being somebody for the first time in her life, a home and a kid. But that's not what happened. It just didn't work out that way. \n[516]Everything all right? \n[517]I mean, what could we do? After a while, we'd just take breathers from each other. You know, little separations. At that time, I remember Ginger took Amy and went to Beverly Hills. She was gonna spend a week or so shopping. \n[518]Operator, the Beverly Hotel in Beverly Hills, please. \n[519]Mrs. Sam Rothstein, please. \n[520]M- Uh, Mr. and Mrs. Rothstein? \n[521]Thank you. \n[522]Hello. \n[523]Uh, my wife is w-with an old friend of her i-in LA. \n[524]Some low-life. A guy named Lester Diamond. \n[525]My daughter's with 'em too and I think they're gonna try and kidnap her. Is there anybody you can send? \n[526]Hello. \n[527]Yeah, is this Lester? This is Sam... \n[528]...Rothstein. I want to talk to Ginger. Put her on the phone. \n[529]Lester... \n[530]...listen to me very carefully. I want to talk to Ginger. I want my kid back. I want her put on a plane immediately. \n[531]I know she's there. Don't fuck around with me. \n[532]You understand? Put her on the fuckin' phone. \n[533]702 472 1862. \n[534]Right away. \n[535]Right back. \n[536]Yeah. \n[537]And what'd she want? \n[538]Yeah, she's with that cocksucker again... and they got Amy. \n[539]Yeah, they're gonna kidnap my kid. What do you want? \n[540]I don't know. What am I gonna do with this woman? I don't know... She's drivin' me fuckin' crazy. \n[541]She's driving me fuckin' crazy. \n[542]Hello. \n[543]Listen... \n[544]...uh-uh-uh - I'm not gonna ask you where you are, just please, put Amy on a plane. Just put her on right away, any plane to get her here right away... \n[545]...please. That's all I'm askin' you. \n[546]What do you mean? \n[547]Uh, I don't know. I gotta tell you, I don't know. \n[548]What about the money? Uh, where's the box? \n[549]What's it... \n[550]...under? \n[551]How serious? \n[552]It's under... \n[553]...twenty-five thousand? \n[554]And... \n[555]...the rest of the two million is still there? \n[556]Okay, no big deal. That's okay. Yeah. He got his twenty-five. That I'll live with. Any more I couldn't. \n[557]All right... \n[558]...all right. Where are you? I'll send a plane for you right away. \n[559]So, what'd ya do with it? \n[560]With the money. \n[561]Twenty-five thousand for clothes. \n[562]Twenty-five thousand for clothes and a watch. \n[563]Mm-hm. \n[564]The good part was, I had Amy back. So, we went home, had the housekeeper stay over, put the kid to bed, I calmed myself down and we went to dinner. I tried to keep things nice and civil, you know.  But... hey, twenty-five thousand for three suits? That doesn't make much sense. \n[565]First of all, he's not gonna wear f- thousand-dollar suits. But let's say he did, which he won't. How you gonna get fitted for twenty-five suits in three days?  I, um, I mean, how could you get fitted that fast? I can't get fitted that fast, and I pay twice as much. \n[566]Yeah. \n[567]But even if you bought him a watch, a really nice watch, one that he thought was nice - and he doesn't know what the fuck a good watch is - so, you go, five, ten, twelve grand? \n[568]At the most, which is impossible for him. \n[569]Plus, at the most, three suits, a thousand apiece. That still leaves what?  Around ten thousand? \n[570]I'm just tryin' to figure it out. \n[571]Yeah, but I've been told that before, 'We're workin' it out.' You think that you're home... after what you just put me through with Amy, is a favor to me? \n[572]So, counting the watch, let's say another four thousand for expenses over the weekend... of which you must have had a good time. I know he did.  That's for sure. I know that... fuckin' piece of shit had a good fuckin' time. On my money. You might as well have fucked him, which you probably did anyway. \n[573]You're lookin' at me a certain way. You - you're teary-eyed, huh? You're upset. You're a good actress, you know that?  Good fuckin' actress. You can fuckin' get that pity out of people. I'm not a john, you understand?  You always thought I was, but I'm not. And I'm not a sucker. That fuckin' pimp cocksucker. He's lucky I didn't kill him last time. Lucky he's fuckin' livin'. And if you would've stayed with Amy... and you would've ran away... you would've been fuckin' dead. \n[574]Both of you. Dead. Dead. \n[575]You want to get rid of me? Here I am. Go ahead, get rid of me Hello. \n[576]You hate my guts? I want you to come with me now. \n[577]Come with me now! Come with me now. Come with me now. I want you out of here. \n[578]I want you out of here! I want you out of here! \n[579]Take your fuckin' bag and get out of here! \n[580]You'll get your money! Don't worry. \n[581]No kidding. NO KIDDING! \n[582]I'll get your cash. You haven't been straight with me ever since I met you! You never loved me in the first place!  I need eyes in the back of my fuckin' head with you, you fuckin' bitch! \n[583]You're lower than a dog! \n[584]Here. Here. Is this enough money?! Huh?  Will it last you two fuckin' days? Take it, greedy bitch. Take the fuckin' money you fuckin' want. \n[585]Yeah, no kidding. Good! It opens at 9 a.m. Be there! \n[586]I guarantee you, I will not stop you. \n[587]You'll come back tomorrow and get the rest. Just get out of here. \n[588]You're not takin' Amy. \n[589]You're stoned. You're a junkie. Get out of here. \n[590]Get out of here! \n[591]Send my lawyers a letter. God-fuckin'-damn you! \n[592]The funny thing was, that after all that... I didn't want her to go. She was the mother of my kid. I loved her. And later... I realized I didn't want to give her the money, because if I did... I knew I'd never see her again. \n[593]Oh. Have a good day at school. \n[594]Okay? Okay, angel. \n[595]From now on, I have to know where you and Amy are at all times. \n[596]Now, here's a beeper. I want you to keep it on you. It's very light.  So I can call you whenever I have to. \n[597]Okay? \n[598]Hi. You didn't answer your beeper. \n[599]You threw it away? \n[600]I put her to bed. \n[601]So, who'd you go to lunch with? \n[602]And where'd you go? \n[603]What'd you have? \n[604]What did Jennifer have? \n[605]Okay. I want you to call Jennifer and I want you to tell her to tell you what she had for lunch, and I'm gonna listen in on the other line. \n[606]You know why I want to do it. Just do it. \n[607]Mm. \n[608]Hello, Jennifer, it's Sam - \n[609]Who were you with? \n[610]I know you were with somebody. Who was it? I just hope it's not someone who I think it might be. I just hope it's not them. \n[611]I knew she fucked around. You know... \n[612]...she did what she did and I did what I had to do. But, Jesus, Nicky was the worst thing she could've done. \n[613]What if he won't stop? \n[614]I mean, it could get us both killed. \n[615]She was very convincing... \n[616]...when she wanted to be. \n[617]And... this... this is how she backed him off. \n[618]By this... \n[619]...time, Nicky had things so fucked up on the streets, that every time Marino went back home, the... \n[620]...packages got smaller and smaller. It got... \n[621]...to the point when he walked into the place... he didn't know whether he was gonna be kissed or killed. \n[622]By now, Nicky and his crew had already hit rock bottom. I mean, Vegas really got to him. \n[623]The booze, the coke, the broads... I mean, he got sloppy.  He just wasn't the same Nicky anymore. \n[624]I heard one night he had to belt a guy three times before he finally went down. \n[625]In the old days, Nicky would've decked him with one shot. \n[626]You add this into the mix... \n[627]...to all of us. And his crew followed him right over the edge. \n[628]They were all tuned up half the time on coke. I mean, they started doin'... \n[629]...stupid things. \n[630]The worst was Blue. \n[631]He never knew when to keep his fuckin' mouth shut. \n[632]The cops shot him. They shot Blue... \n[633]...because they thought his hero sandwich was a gun! \n[634]You know, they could have... \n[635]...been right, but who knows? \n[636]And to make matters worse, to get even, Nicky's crew got stoned one night and they started shootin' up the cops' houses. \n[637]I mean, it got to the point where they couldn't even talk in the Gold Rush anymore because the Feds put a wire in the wall. \n[638]And even when they talked outside, they had to cover their mouths because... \n[639]...the Feds brought in lip-readers. \n[640]Nicky found out about it from a teller who owed him money.  This guy worked... \n[641]Be right back. I'll be right back. \n[642]Rudy, any calls for me, just give 'em to Mr Sherbert. I'll be right back. \n[643]I'm going home for a few seconds. I'll be right back. \n[644]Hello? Hello! Ginger. \n[645]Amy! Amy, open the door! \n[646]Wh-wh - \n[647]What happened? What happened? Who did this to you? \n[648]I'm gonna get a knife and cut you loose, honey, I'll - \n[649]Okay, I'll be right back. \n[650]When did this happen, honey? \n[651]You don't know? What time did your mother do this? When did she leave? \n[652]Ohhh... \n[653]Hello. \n[654]Yeah, uh, who's this? \n[655]Nick? \n[656]No, I'm not okay. \n[657]How'd you know I was here? \n[658]Well... \n[659]...Ginger's missing and she tied Amy up and she locked her in her room. I gotta find her. I don't know where the hell she is. \n[660]She's there with you? She's there with you? \n[661]I'll be right there. \n[662]I want to just talk. I want to talk to that Irish bitch. \n[663]Yeah? Nicky, I want to talk to that fuckin' bitch. \n[664]I mean, you tie up our kid and you lock the fuckin' door?  Are... \n[665]...you out of your mind? That's our child. Are you out of your fuckin' mind? \n[666]I ought to fuckin' have you committed. You fuckin' do that again, I'll f-, I'll f- \n[667]I should have - \n[668]Listen to me, listen to me, listen to me. Listen, you fuckin' cunt. \n[669]Listen to me. \n[670]Let me tell you something. Listen to me. \n[671]You listen carefully! You ever fuckin' touch her again, you ever do anything like that again, I'll fuckin' kill you.  Pure and simple. Do you hear me? Pure and fuckin' simple, I'll fuckin' kill you, you bitch. \n[672]You fuckin' whore! \n[673]You understand? What? Let you go? \n[674]You want your jewelry? \n[675]And what? And let you disgrace me, you fuckin' pig? And let you disgrace me?  Get up. Get up and be a mother. Get in the car and go to the house... \n[676]Right now. Get up and - \n[677]Get - Get up! Get up! \n[678]Get - get up! \n[679]Get up! Get going! Get up! \n[680]Get the fu- You threatening me? I'll fuckin' kill you in this place! Get up and go home right now. \n[681]Now you need approval from him to go home? \n[682]You make me sick, you fuck. Once a fuckin' hooker, always a hooker. \n[683]Yeah, Billy Sherbert, please. Put him on. \n[684]Yeah, Bill, listen, I'll explain to you later. Just - You - You got a gun at home? Yeah. Bring it over here right away. \n[685]Right away. Okay? \n[686]Okay. \n[687]I already left the kid with neighbors and I had about a million in cash and jewels that I gave to Sherbert to lock up in the hotel. \n[688]Put this in the... \n[689]...hotel safe, then I want you to come right back. \n[690]She, she's alone. Just go. Take the gun and go into Amy's. \n[691]walks around the bar with the gun \n[692]Will you stop it? You're drunk, you're on drugs. You're gonna - \n[693]You're gonna be sorry if you don't stop that. \n[694]You'll wake the whole neighborhood! \n[695]I'm not - \n[696]I won't let her in. I'm sorry, Randy, I'm not gonna let her in. She - Well, I'm not gonna let her in, the way she's behaving. I'm - I'm - \n[697]Who knows what you're gonna do in there? I don't want you - \n[698]I'm afraid to let her in the house. \n[699]I'm afraid she's gonna destroy stuff. \n[700]Should I let her in like - ? \n[701]If she calms down, I will let her in the house. \n[702]If she calms down... \n[703]...I will let her in the house for five minutes if you gentlemen will escort her out if she happens not to want to leave. Because I don't - I - \n[704]Yeah, I don't want her in there more than a few more minutes. \n[705]Fine, fine. How's your family? \n[706]Oh, good. \n[707]Congratulations. \n[708]Okay, Randy. Thank you. \n[709]throwing the scissors into the open drawer \n[710]You've got to stop her. \n[711]She's a fuckin' junkie. She's out of her fucking mind.  Do you unders- \n[712]Legally, she can't take that stuff. Legally, she can't take the stuff. \n[713]Half of everything is mine. \n[714]Half - I'm comin' down. \n[715]Stop - \n[716]Hey! \n[717]Look, look. You can't stop her for speeding? I mean, look what the hell she's doing. \n[718]After all the threats and all the bullshit, it turned out Ginger didn't tell 'em anything. But by then, the Feds didn't need her, anyway. \n[719]They had all the pieces they needed. \n[720]And everybody... \n[721]...began to tumble. \n[722]...one after the other... just like dominoes. Between Piscano complaining on a wire. \n[723]Between Nicky, Ginger, me and my license... paradise... we managed to really fuck it all up. \n[724]Green? \n[725]Don't even ask. \n[726]Poor Artie. He got so upset he had a heart attack and dropped dead right there in front of his wife. \n[727]And at the end of the day, they finally came to see me with the pictures. \n[728]But I didn't want to look at 'em. I didn't want to look at the guys who brought 'em either. \n[729]After Ginger took off, she wasn't much help to anybody. She found some pimps, low-lifes, druggies and bikers in LA. And in a few months, they went through all the money and all the jewels. \n[730]After they found her body... I had a private doctor do another autopsy. He said they gave her... a hot dose. In the end... all she had left was thirty-six hundred in mint-condition coins. \n[731]No matter what the Feds or the papers might have said about my car bombing... \n[732]...it was amateur night, and you could tell. Whoever it was, they put the dynamite under the passenger side. But what they didn't know, what nobody outside the factory knew, was that that model car was made with a metal plate under the driver's seat. It's the only thing that saved my life. \n[733]The bombing was never authorized, but I suspect I know who lit the fuse. \n[734]And so did the power that be. \n[735]The word was out. The bosses had had enough of Nicky. They had enough. How much were they gonna take? So, they made an example of him and his brother. They buried them while they were still breathing. \n[736]Yeah. \n[737]They had other ideas for me. \n[738]The town will never be the same. After the... \n[739]...Tangiers, the big corporations took it all over. Today it looks like... \n[740]...Disneyland. \n[741]And while the kids play cardboard pirates, Mommy and Daddy drop the house payments and Junior's college money... \n[742]...on the poker slots. \n[743]In the old days, dealers knew your name, what you drank, what you played. Today, it's like checkin' into an airport. And if you order room service, you're lucky if you get it by Thursday. \n[744]Today, it's all gone. You get a whale show up with four million in a... \n[745]...suitcase, and some twenty-five- year-old hotel school kid is gonna want his Social Security Number. \n[746]After the Teamsters got... \n[747]...knocked out of the box, the corporations tore down practically every one of the old casinos. And where did the money come from... \n[748]...to rebuild the pyramids?... Junk bonds. \n[749]Still not sure? \n[750]Probable, but may be questionable. All right. Well, let me know as soon as you can find out. \n[751]But in the end, I wound up right back where I started. I could still pick winners, and I could still make money for all kinds of people back home. And why mess up a good thing? And that's that. ", "NICKY": "\n[1]Matter of fact... \n[2]...nobody knew all the details, but it should'a been perfect. I mean, he had me, Nicky Santoro, his best friend, watching his ass... \n[3]...and he had Ginger, the woman he loved, on his arm.  But in the end... \n[4]...we fucked it all up. It should'a been so sweet, too.  But it turned out to be the last time that street guys like us were ever given anything that fuckin' valuable again. \n[5]Got a lot of holes in the desert, and a lot of problems are buried in those holes. Except you gotta do it right. I mean, you gotta have the hole already dug before you show up with a package in the trunk. Otherwise you're talkin' about a half-hour or forty-five minutes of diggin'. And who knows who's gonna be comin' along in that time? Before you know it, you gotta dig a few more holes. You could be there all fuckin' night. \n[6]They had so much fuckin' money in there, you could build a house out of stacks of $100 bills. And the best part was that upstairs, the board of directors didn't know what the fuck was going on. \n[7]I mean, to them everything looked on the up and up. Right? Wrong. \n[8]The guys inside the counting room... \n[9]...were all slipped in there to skim the joint dry.  They'd do short counts, they'd lose fill slips. They'd even take cash right out of the drop boxes. And it was up to this guy right here [NANCE], standin' in front of about two million dollars, to skim the cash off the top without anybody gettin' wise ...the IRS or anybody. \n[10]Now, notice how in the count room nobody ever seems to see anything. Somehow, somebody's always lookin' the other way. Now, look at these guys [COUNTERS]. They look busy, right?  They're countin' money. Who wants to bother them? I mean, God forbid they should make a mistake and forget to steal. Meanwhile, you're in and you're out. \n[11]Past the jag-off guard who gets an extra c-note a week just to watch the door.  I mean, it's routine. Business as usual: in, out, hello, goodbye. And that's all there is to it. Just another fat fuck walkin' out of the casino with a suitcase. Now, that suitcase was goin' straight to one place: right to Kansas City ...which was as close to Las Vegas as the Midwest bosses could go without gettin' themselves arrested. \n[12]That suitcase was all the bosses ever wanted ...and they wanted it every month. \n[13]Now this old Mormon fuck here... \n[14]...he had to fly in with suitcases once a month, nice and easy. \n[15]The bosses would come from all over the place: Detroit, Cleveland, Milwaukee. All over the Midwest. And they would meet in the back of this produce market in Kansas City. I mean, nobody even knew. \n[16]One of the guys made his mother do all the cooking. \n[17]Now, these old greaseballs might not look it, but believe me, these are the guys who secretly controlled Las Vegas. \n[18]Because they controlled the Teamsters' Union, and that's where you had to go if you wanted to borrow money to buy a casino. \n[19]And nobody got a Teamsters' loan, unless the guys in this room knew they were gonna get their little suitcases. \n[20]Guys like this antique here [FORLANO], out of Detroit. Or especially guys like Remo Gaggi, the outfit's top boss. \n[21]Definitely the most important guy in this room. \n[22]Now here was the perfect front man. I mean, what the fuck else could he be?  He didn't know too much. He didn't want to know too much, especially that the bosses made the Teamsters lend him the money. He wanted to believe the Teamsters gave him all that fuckin' money 'cause he was smart. \n[23]And where they got Green from - who the fuck knows?  All I know is that Green was an Arizona real estate hustler, who barely had enough gas money to come and pick up his own fuckin' check... \n[24]Now, all they needed was somebody they could trust to run the casino. And who better than Ace?  I mean, he was already in Vegas a couple of years and he had the fuckin' place clocked. \n[25]But typical Ace... \n[26]...give him a shot at runnin' a casino and he tries to talk you out of it. \n[27]And that's how that got Ace to take over. \n[28]They wanted him because Ace ate, slept and breathed gambling. \n[29]They worked out a real cute job title too. \n[30]Tangiers Public Relations Director. \n[31]But the only thing he ever directed was the casino. He made his first bet when he was fifteen years old, and he always made money. But he didn't bet like you or me. \n[32]You know, havin' some fun with it, shit like that. \n[33]He bet like a fuckin' brain surgeon. \n[34]He had to know everything, this guy. \n[35]He'd find out the kind of inside stuff nobody else knew, and that's what he'd put his money on. \n[36]Even back home, years ago, when we were first hangin' out together... \n[37]...he'd know if the quarterback was on coke. \n[38]If his girlfriend was knocked up. \n[39]He'd get the wind velocity so he could judge the field goals. He even figured out the different bounce you got off the different kinds of wood they used on college basketball courts, you know? \n[40]He'd be workin' on this shit day and night. There was nothin' about a game he was gonna bet that he didn't know. \n[41]Season after season, the prick was the only guaranteed winner I ever knew. But he was so serious about it all that I don't think he ever enjoyed himself.  But... \n[42]...that's just the way he was. \n[43]But back then the bosses didn't give a fuck about whether he enjoyed himself of not. To them, he was a cash register. All they had to do was ring the bell and take the money. Especially Remo, who was a fuckin' degenerate gambler who always lost. \n[44]I mean, unless Ace made his bet. \n[45]Ace made more money for them on a weekend than I could do heisting joints for a month. \n[46]Whatever Ace picked up on the street he told Remo. \n[47]Hey, did you bring that thing? \n[48]You know, I mean fixed fights, doped horses, crooked fuckin' zebras... locked-in point spreads. He told fuckin' Remo everything. And to tell you the truth. I don't blame him. \n[49]Keepin' Remo happy with money was the greatest insurance policy in the world. \n[50]I'll be right out. \n[51]Mm. \n[52]Mm. \n[53]All right. \n[54]Yeah. \n[55]touch GAGGI's money, joking with him.  \n[56]So, now, on top of everything else, I gotta make sure that nobody fucks around with the Golden Jew. \n[57]They payin'? \n[58]Then where the fuck is the money? I don't see the money. \n[59]It was eight.  Ace... tell him the line on the Bear's game. \n[60]If he don't know, nobody knows. Told you it was eight. \n[61]'Cause you're a jag-off. I would have fuckin' made you lay ten... \n[62]What's that? You hear? You hear a little girl, Frankie? You hear a little girl, Ace? Is that a little fuckin' girl?!  What happened to the fuckin' tough guy?  Told my friend stick it up his fuckin' ass?! Huh?! Huh?! \n[63]Listen... \n[64]...with me protecting Ace, he made a fortune for the bosses. I mean that's what got him to Vegas. He was a money machine. A tremendous earner for these guys.  As soon as he took over, he doubled the fuckin' drop. With Ace the casino never saw so much money. And the bosses, they couldn't be happier. \n[65]You find any cash in there, we'll whack it up with you. \n[66]Don't look at me, pal. I gotta live with her. \n[67]Hold it, hold it. Here. \n[68]There's more! \n[69]There's more! There's a couple stuck in there. I know there's more. \n[70]Come on, damn it. Don't get so defensive. It could be stuck in your hair, you know. \n[71]Oh, there aren't? What's that? Huh? What's that. There's no more. Thanks, hon. \n[72]I couldn't wait to get my hands on Vegas. But the bosses didn't send me out there to have a good time. \n[73]They sent me out there to make sure that nobody fucked with Ace and... \n[74]...nobody interfered with the fuckin' skim. \n[75]Hey. Hey, Sammy, how are you? \n[76]Boy, look at this place, huh? \n[77]All right. \n[78]Okay, Sammy. \n[79]Yeah. \n[80]Holy shit, what've you been doin' out here? \n[81]Pleasure. Very nice to meet you. \n[82]Okay, Sammy. \n[83]What do you think about me movin' out here? What's the matter? You got a problem with that? \n[84]You mean, I have your permission? \n[85]I don't care. I want to get away from back home for a while. I'm tired of that shit back there. Look at this place. It's made of money. You know what the best part is? Nobody's gonna know what we're doin'! There's nobody here to see us! Everybody's back home. \n[86]Don't worry about it. I'm not gonna do anything. What am I gonna do? I'm especially not gonna involve you in anything. \n[87]Ace saw Vegas one way. \n[88]You call this guy and tell him I'm comin'? \n[89]But I saw it another. I saw it as untouched. I mean, they had bookies, pimps and drug dealers I could shake down. Who the fuck were they gonna run to?  So, I started getting everybody in line. Best of all, for the first time in my life, I figured out a way not to lose. \n[90]Tony. \n[91]How you doin'? \n[92]All right, yeah. You got that thing for me? \n[93]I was layin'? No, no, I'm taking it. I was takin' it. \n[94]I'm positive. \n[95]You're a little confused? \n[96]above a counter with a tiny opening to talk through \n[97]Yeah, I know, that's why you had it ready. You thought I was fuckin' layin' it?! \n[98]Your fuckin' head, huh? Don't fuck around, Tony. \n[99]You jag-off. \n[100]Ace got my son, little Nicky, involved with Little League, and it was great. \n[101]Turned out to be one of the other coaches was a fuckin'... \n[102]...metro intelligence cop. But it didn't matter. I mean, it was all about the kids, you know. \n[103]Yeah, well, that's exactly what I keep tellin' him, but that's the kind of kid he is ever since he's born. \n[104]He tries to do everything... \n[105]Ohh! \n[106]Me? That's why the bosses sent me out here. They wanted me to make sure none of the other crews robbed the joint. Like these two fuckin' balloon-heads over here [EDDY and JERRY]. They were gonna try and bang us out of two hundred fuckin' grand? Yeah, right, I'm sure. \n[107]Hey, Eddy. \n[108]I'm over here now. \n[109]Yeah, I'm over here with him. \n[110]Carmine? He was here before. I saw him. He had a suitcase and everything, and then he left. \n[111]Uh-huh. \n[112]I think, you know, maybe he went across the street or somewhere else or somethin'. I don't know. \n[113]Oh, thanks, Eddy. \n[114]Hey, great, Jerry. \n[115]Good luck to you too. \n[116]What? \n[117]Yeah, they don't need those anymore. \n[118]It was typical Ace. He invited the biggest people in town and he knew they'd show. Because he knew they all wanted somethin' from him.  With Ace, nobody ever got a free ride. Even Ginger. With her - \n[119]- he still covered his bets. They had to have the baby first, before they got married. Even made Jennie and me watch Amy for a few days when they went on their honeymoon. But I didn't mind, we loved the kid. \n[120]To begin, I put money out on the streets, chargin' three points a week. You know - juice to the fuckin' dealers. \n[121]All right, Mike. \n[122]They were degenerate gamblers, coke freaks. In no time, I had half the dealers in the Tangiers in my pocket. Then... \n[123]...the next thing I did, I started bustin' out high-stakes poker players. \n[124]Four aces, Doc. \n[125]What do you got? \n[126]So, I'm lucky. I'm not allowed to get lucky in this place? \n[127]Ace was so fuckin' worried about his casino, he forgot what we were doin' out here in the first place. \n[128]A million times I wanted to yell in his fuckin' ear: 'This is Las Vegas! We're supposed to be out here robbin', you dumb fuckin' Heeb.' \n[129]Ace, what happened over there? I mean, did you know that guy you threw out was with me? \n[130]No. \n[131]What? \n[132]What? Ho- Hey, come here. \n[133]You called my friend a faggot? You tell him to go fuck himself? \n[134]Is that what you did? \n[135]Tell him to go fuck himself? You fuckin' hick!  Fuckin'... \n[136]...you big fuckin' hick, you. Come here. Come here. Get him up. Come here. \n[137]Come here, come here. \n[138]You go over there right now and you apologize. You better hope he lets you back in. \n[139]If you ever get out of line over there again, I'll smash your fuckin' head so hard... \n[140]...you won't be able to get that cowboy hat on. You hear me? Fuckin' hick. Sammy, listen... \n[141]...this guy obviously doesn't know who he was talkin' to, you understand? He doesn't... \n[142]...know that, uh, we're dear friends. I mean, he's already very sorry. But, uh, if you could do me a favor to let him back in, I swear to you he'll never get out of line again. I promise you that. \n[143]I'm sorry about this. Really. \n[144]All right, Ace? \n[145]Thanks, pal. \n[146]You took your boots off? You put your feet on the table... you shit- kicking, stinky, horse-manure-smellin' motherfucker you!  You fuck me up over there, I'll stick you in a hole in the fuckin' desert! You understand? Go over there and apologize. Go! Get the fuck out of - \n[147]You know, Ace could be a very touchy guy, especially when he got bigger and bigger in town. Like when he hired that Jonathon and David and their tigers away from the Palace by buildin' them a new stage and then givin' them a silver Rolls Royce. \n[148]But I'll tell you, he knew how to bring in the crowds. He knew all the fuckin' angles. He brought over the whole 'Femme Fatale' show from Paris. But he forgot how lazy them European dancin' broads can get. I mean, he had to weigh 'em in once a week to make sure they didn't blow up like fuckin' balloons. \n[149]Hey, I gotta give the guy credit. He does the most obvious thing. This is the only town in the country where a bookie joint is legit, so, why not take advantage, right?  So... he took bookie joints off the street and then opened them up inside the casino. Well, within a few years, by doin' all of this, he had every casino on the Strip trying to copy off him. \n[150]Why, somebody's complaining? \n[151]That Black Book is a bunch of bullshit. They got two names in there for the whole country and one of them is still Al Capone. \n[152]What am I doin' out here? I'm tryin' to make a livin', that's all. \n[153]All right. \n[154]What the fuck is that supposed to mean? \n[155]' ...detrimental to gaming. And he will be ejected from any casino in Las Vegas...  and the casinos can be fined as much as a hundred thousand every time he shows up.' Do you believe this shit? \n[156]'Who is of notorious and unsavory reputation...' \n[157]Motherfucker.  Unsavory fuckin'... Is there any way around this? \n[158]Let's say... for instance... I want to go in the restaurant which happens to be in the casino... to get one of those sandwiches I like? \n[159]In other words, I'm fucked. \n[160]I gotta do somethin'. I gotta do somethin'. They ain't gettin' rid of me. They're not gettin' rid of me. I'm staying here. Fuck 'em. Fuck 'em. \n[161]So, once they pulled that shit, I started doin' my own things in Vegas nobody ever thought of doin'. To keep an eye on things, I brought in my kid brother Dominick... and some desperadoes from back home and started knockin' over high rollers, casino bosses, bookmakers, anybody, right here in town. I had a good fuckin' crew goin' for me, I'll tell you that. \n[162]I had Sal Fusco, a great second-story guy. Jack Hardy, he worked for a safe company after he did a six-year bit. And then there was Bernie Blue. This guy could bypass any alarm for me. And I opened up my own jewelry store, too: 'The Gold Rush'. \n[163]Sometimes I used to go along on a heist just for the fun of it. But I didn't like the people I was rippin' off lookin' at me, so I used to turn their fuckin' pictures around. \n[164]What's takin' so long over there? \n[165]Gotta learn how to open these fuckin' things so you won't have to take 'em. \n[166]Frankie, some of these stones got a lot of niggers in 'em. \n[167]Tell that fuckin' Pepe if he's switching stones on us, he'd better take a fuckin' camel - \n[168]- back to Nigeria. Yeah. \n[169]They check in alone? \n[170]Are they out now? \n[171]All right. \n[172]Thanks. \n[173]But what the fuck they expect from me? I had to earn, didn't I? \n[174]Whenever we got local merch, we'd usually send it to Palm Spring or Arizona... LA. I had a couple of sand niggers out there. You know, Arabs. \n[175]I actually turned my bedroom into a bank vault where I kept the choice stuff. \n[176]Every night, on the couch. \n[177]I couldn't leave it at the Gold Rush in case we got raided by the cops... or if my crew got cute. \n[178]I had the only key. \n[179]Jennifer didn't give a fuck. She used to fall asleep on the couch watchin' television every night. This stuff was all mine. I didn't send any of this back home. \n[180]Actually, I couldn't because I wasn't even supposed to be doin' it. The bosses were makin' so much fuckin' money with the casinos that they didn't want anybody makin' any waves for them. \n[181]Give all the guys in your crew a piece of that? \n[182]Yeah? \n[183]That's why there was no real organized street stuff in Vegas before I came here. \n[184]But how much cash could I bury in my closet, right? \n[185]Oh, listen, I understand that there's always a risk... you know, I might have to take a loss somewhere. \n[186]So I put some of the money into legitimate deals with Charlie Clark. He was Ace's banker. \n[187]I mean, you will try to push it through, won't you, Mr Clark? \n[188]Well, you gotta understand, I'm giving you fifty thousand cash. \n[189]Then I put some more of the money... \n[190]...in some legitimate places, like my restaurant. \n[191]I had my kid brother, Dominick, run it for me. \n[192]Hey, Rich. \n[193]Listen, that show over at the Flamingo gets better and better. \n[194]Made a messenger out of you too, huh? \n[195]He does it. He does it to everybody. Enjoy your dinner. \n[196]You walk past me? \n[197]Hey, Shelly. \n[198]How are you? Nice to meet you. \n[199]Stacy. \n[200]Pleasure. \n[201]All right, uh, Let's just check the kitchen first. Excuse us one second. Come on, I'll show you. \n[202]'Cause I fly stuff in fresh every day. \n[203]I get bread from back home. I get fish from California. And you can always tell a great kitchen like ours because of the milk-fed veal. That's the secret. \n[204]See, milk-fed veal is pure white. Out here, they got that pink veal. Slide over, honey. \n[205]Now, pink veal, you can pound that shit for two days and it'll never get tender, you know what I mean? \n[206]Mm. \n[207]Mm. \n[208]Yeah? \n[209]You call yourself a man? You know you're a lyin', low-life, motherfuckin' gambling degenerate prick? You know that's what you are? Two small kids at home. I gave you money to pay the fuckin' rent and buy groceries, put the heat on. You know your wife called Frankie and told him the fuckin' heat's off? \n[210]Huh? And you didn't gamble that fuckin' money? You're gonna stand here and tell me that? \n[211]No, no? You didn't? \n[212]Don't fuck with me, Al! Don't make a fuck out of me! You want to embarrass me and make a fool out of me?!  You didn't gamble?! Tell me you gambled the fuckin' money, I'll give you the fuckin' money to put the fuckin' heat on! Did you gamble?! Huh?! \n[213]Fuckin' degenerate, you. \n[214]Fuckin' kids at home!  Here. Get the fuck out of here. \n[215]Yeah, thanks. \n[216]Let me find out you fucked up, I'll leave you wherever I find you. \n[217]How many of these you gonna eat, huh? \n[218]Two? \n[219]Here, let's put a little of this on for you. I know you like this. A little butter, right, not a lot? \n[220]You know why, right? \n[221]Why? \n[222]What a smart kid you are! Okay, eat. \n[223]Every couple of weeks I used to send Marino back to the bosses with a piece of what I made. \n[224]Not a big piece, but fuck them, what did they know? They were fifteen hundred miles away... \n[225]...and I don't know anybody who can see that far. Their drop was a truck stop/garage where... \n[226]...Remo and the guys used to hang out and count their millions. \n[227]I mean, the cops knew, but they didn't give a fuck. I mean, you know, they all worked it out together. \n[228]But I knew how to keep the bosses happy. Whenever they gave me little jobs to do, you know, to send a message, I would carry things out... \n[229]...to a tee. Like the time Tony Dogs... \n[230]...who was supposed to be the new maniac tough guy in town, shot up one of Remo's bars. Here's a fuckin' guy, kills two of Remo's guys and a poor fuckin' waitress, who was just workin' on her night off, of all things. \n[231]I mean, this guy's just beggin' to be made an example of. \n[232]To be truthful with you, I had to admire this fuckin' guy.  He was one of the toughest Irishmen I ever met. \n[233]This fuckin' guy, he got some stamina, don't he? \n[234]This son-of-a-bitch was tough. \n[235]Personally, I don't give a fuck who was with him anyway. As long as he gives me a name I could give to them. \n[236]For two days and two fuckin' nights, we beat the shit out of this guy. I mean, we even stuck ice-picks in his balls. \n[237]You better hope he gives me a fuckin' name soon, or I'm gonna give him yours, Frank. \n[238]But he never talked. \n[239]I know you would have ratted by now. \n[240]In the end, I had to put his fuckin' head in a vise. \n[241]Dogs. Dogs, can your hear me, Dogs? \n[242]Listen to me, Anthony. I got your head in a fuckin' vise. I'm gonna squash your fuckin' head like a grapefruit if you don't give me a name. Don't make me have to do this, please. Come on. Don't make me be a bad guy. Come on. \n[243]This motherfucker, do you believe this? Two fuckin' days and nights! Fuck me? \n[244]Fuck me, you motherfucker? Fuck my mother? That's what you fuckin' tell me? \n[245]Huh? You motherfucker, you, huh? \n[246]Oh, God! Give me the fuckin' name! \n[247]Charlie M? \n[248]Charlie M? You make me pop your fuckin' eye out of your head to protect that piece of shit? Charlie M? You dumb motherfucker! \n[249]Kill you, You motherfucker you! Frankie, do him a fuckin' favor. \n[250]Charlie M! \n[251]Yeah, she's leavin' the bank now. All right, I'm gonna follow her. \n[252]I know it wasn't a nice thing to do but - \n[253]Well, you gotta understand it. He doesn't know if this guy is shaking you down or taking advantage of you. \n[254]Oh, you did? I didn't know that. \n[255]You know... the first time I ever saw your guys together... I never saw him so happy. I mean, I know he's a crazy Jew fuck and everything, but... \n[256]I never see - You know, I never seen him act like that with anybody else. I think he's crazy about you. I mean, he really loves you. He does. \n[257]Sure. \n[258]I can see that. Sure. \n[259]You mean, like a lot of expensive jewelry? About how much? \n[260]No. I - I'm just curious, you know. I was wonderin' how much he would put into a thing like that. That's all. \n[261]Well, there you go. But what does that tell ya? A million dollars in jewelry. Does that tell you the guy is crazy about you, or what? \n[262]I know what you mean. \n[263]Listen, Ginger... you know, this is probably not... I don't have the answers anyway... and this is probably not what you want to hear right now, because you're a little upset with Ace. \n[264]I understand that. But, you know, I think you should try to make the best of it now. Go slow, you know. See what happens. \n[265]Well, I guess it's 'cause he loves you so much. He's jealous and worried. \n[266]Look, I'll try to find out what the hell's goin' on. When I see him I'll talk to him. \n[267]All right? \n[268]And take it easy with this shit, will you? I mean, this can only make matters worse. \n[269]You're a beautiful girl. You don't want to ruin your looks. I've seen a lot of girls get shot to hell from this stuff. \n[270]Come on, now, I don't want to see you unhappy. \n[271]Yeah. \n[272]It's all right. \n[273]No matter what the problems were outside the count room, it was all worth it. The cash kept rollin' in. And the... \n[274]...suitcases kept comin' and goin'. And let me tell ya, the fuckin' bottom line here is... cash. \n[275]The only problem was that, after a while, the bosses noticed that the suitcases were gettin' a little light. \n[276]Even John Nance, that's the guy who ran the skim, he knew there wasn't much you could do about it. You gotta know that a guy who helps you steal, even if you take care of him real well, I mean, he's gonna steal a little bit extra for himself. Makes sense, don't it? Right? Well, you go try and make these hard-headed old greaseballs understand that. \n[277]But the bosses never believed in leeway, so listen to what they do: they... \n[278]...put Artie Piscano, the underboss of KC, in charge of making sure nobody skimmed the skim. \n[279]The only trouble was, Piscano was a disaster. This guy could fuck up a cup of coffee. \n[280]And little did anybody know where this would all lead. If they did, they would have been better off makin' fuckin' novenas. \n[281]She was doin' pretty good with her lawsuit, but before she could start countin' her money, the boys back home decided to settle the case out of court instead. \n[282]So, they send me. \n[283]Listen... \n[284]...I gotta meet Clean Face right away. What about the Chez Paree? \n[285]No, no it's okay. \n[286]Well, it's okay. I'll use the service entrance. I'll see you at nine. \n[287]Hey, Ace. \n[288]No, I don't want one. Hey, Mr Clark, how you doin'? \n[289]I've been trying to reach you. You're tougher to get than the President. \n[290]Yeah, least you could do is return my phone calls, though. \n[291]Yeah. I think I want my money back. \n[292]You know... I think that you've gotten the wrong impression about me. I think in all fairness, I should explain to you what it is that I do. For instance, tomorrow morning I'll get up nice and early, take a walk down over to the bank and walk in and see you, and, uh... if you don't have my money for me, I'll crack your fuckin' head wide open in front of everybody in the the bank. And just about the time that I'm comin' out of jail, hopefully, you'll be comin' out of your coma. And guess what?  I'll split your fuckin' head open again. Because I'm fuckin' stupid. I don't give a fuck about jail.  That's my business. That's what I do. And we know what you do, don't we, Charlie? You fuck people out of money and get away with it. \n[293]Hey, you fat Irish prick. You put my fuckin' money to sleep. You go get my money, or I'll put your fuckin' brain to sleep. \n[294]Never mind fuckin' Sam. This is personal. I'll be there in the morning. You can fuckin' try me, fatso. \n[295]You fuckin' try me. \n[296]You think he got the point? \n[297]Fuck the FBI! That prick's been dodging me for three weeks. And what is it with you?  All of a sudden, you're tryin' to tell me what to do all the time. \n[298]Where's my head? Where's your fuckin' balls? Huh? You know I'm tryin' to put somethin' really big together out here. You know what I'm talkin' about, huh? You know!  If you're actin' like this now, how can I depend on you?  There's a lot of things gonna change out here. And if you wanna be there with me, Sammy, you're gonna have to go my fuckin' way. \n[299]Yeah, forget about your fuckin' license. I plant my own flag out here, you ain't gonna need a fuckin' license. You know, I don't know what it is, Sammy, but the more I talk to you, the more I feel like you just don't wanna go along with me, is that it? \n[300]You should say so. \n[301]Just say so. \n[302]All right, fine. \n[303]Fine. \n[304]You mean, quiet like this: 'I'm the boss.'  That's quiet? \n[305]Yeah, that's out of context. Okay. \n[306]Well, back home they don't know about fuckin' control. That looks bad. \n[307]Yeah? \n[308]What the fuck happened to you? Will you tell me? \n[309]Yeah. \n[310]I lost control? \n[311]Look at you. You're fuckin' walkin' around like John Barrymore. \n[312]A fuckin' pink robe and a fuckin'... \n[313]...uh, uh, cigarette holder. I'm - I lost control?! \n[314]You know, I didn't want to bring this up, but you have treating a lot of people with a lot of disrespect. Even your own wife. \n[315]Yeah. \n[316]Well, she comes to see me. She was upset about a lot of things, especially that whole fuckin' Diamond - that Lester Diamond incident. \n[317]No, I didn't. What good would that do? That's not the fuckin' point. \n[318]The point is that she's upset. She's - and you got a fuckin' problem. \n[319]Hey, she came to talk... \n[320]...to me. \n[321]She came to talk to me... \n[322]And I - what was I supposed to do, throw her out? \n[323]It's none of my business? \n[324]A week ago it was my business, now it's none of my business. In other words, when you need me to take care of somethin' for you, then you need me. \n[325]Your fuckin' head is getting' bigger than your casino. That's your problem, pal. \n[326]doors leaving ACE standing there \n[327]The coppers blamed me for everything that went wrong out here, and I mean every little fuckin' thing too. \n[328]Watch yourself. You're gonna get runned over there. \n[329]If a guy fuckin' tripped over a fuckin' banana peel, they'd bring me in for it. \n[330]Come on, huh. That's enough now. Be nice, huh? Be nice. \n[331]And the bosses were no better. I mean, they complained day and night because things don't run smooth. Well, in my line of work, things don't run so smooth, I'm sorry. I mean, I'm dealing with degenerate animals out here. But the bosses, what do they give a fuck? They're sittin' on their asses, drinkin' anisette. Meanwhile, I'm the guy in the trenches. Fuckin' bosses, they think it's a fuckin' free lunch out here. \n[332]Fuckin'... \n[333]...bosses. I mean, they're smokin' their Di Nobilis and they're eatin' a trippa [Italian-American slang for 'tripe'.] and fuckin' suffritt', you know, fried pigs guts? While, if I wanna talk private, I gotta go to a fuckin' bus stop. \n[334]But, hey, what do they care, as long as I keep sendin' money back. \n[335]Let 'em complain. I'm the one who's here. \n[336]I do all the work. Somebody don't like it, fuck him. \n[337]They want a fuckin' war, I'm ready. \n[338]I know one thing. All I gotta do is take care of four or five of those fuckin' guys, the rest will fall right into place. Believe me. \n[339]Peekaboo, you fucks, you. \n[340]I see you, you motherfuckers. \n[341]If they're gonna watch me, fuck 'em, I'm gonna watch 'em right back. I spent a few dollars. Top dollar, who gives a shit? \n[342]I got the latest anti-buggin' equipment from the same places that sell to the fuckin' CIA. I had all the special police frequency radios, FBI descramblers, cameras that see in the dark, and because of that, the miserable sons-of-bitches that they are, they never once caught me doin' anything I couldn't handle. \n[343]Practice enough this week, you prick? \n[344]What the fuck is this? Where's this fuckin' guy gonna land, on the fairway? \n[345]They're fuckin' agents, Frankie. Look at this. \n[346]A hundred dollars, whoever hits the plane. \n[347]Meet me at three. \n[348]No, a... \n[349]...hundred yards further down the road. \n[350]Don't ask questions. Just be there. \n[351]Always asking questions. \n[352]Where the fuck you get off talkin' to people about me behind my back? Goin' over my head? \n[353]What people! What'd you think, I wasn't gonna find out? \n[354]No? You said I'm bringin' heat on you?! I gotta listen to people because of your fuckin' shit?! You're ordering me out?! You better get your own fuckin' army, pal! \n[355]You want me to get out of my own fuckin' town?! \n[356]Oh, I don't know whether you know this or not, but you only have your fuckin' casino because I made that possible! \n[357]I'm what counts out here! Not your fuckin' country clubs or your fuckin' TV shows! And what the fuck are you doin' on TV anyhow?! \n[358]You know I get calls from back home every fuckin' day?!  They think you went batshit! \n[359]Your fuckin' ass! You could have had the food and beverage job without goin' on television!  You wanted to go on TV. \n[360]You're makin' a big fuckin' spectacle of yourself. \n[361]Oh, sure. Now you want to blame your fuckin' license on me, is that it? \n[362]Back - \n[363]Back - Back up, back up a fuckin' minute here. One minute. I asked you?! When the fuck did I ever ask you if I could come out here?! Get this through your head, you - \n[364]Get this through your head, you Jew motherfucker, you. You only exist out here because of me!  That's the only reason!  Without me, you, personally, every fuckin' wiseguy skell [Skell: the lowest form of wiseguy - a drunken bum] around'll take a piece of your fuckin' Jew ass! Then where you gonna go?!  You're fuckin' warned! Don't ever go over my fuckin' head again! You motherfucker, you! \n[365]Do you see that? Dumb Jew motherfucker. Grew up together and he's actin' like he don't even know me. I know we're supposed to avoid each other, but, you know, there's ways to do things and there's ways not to. \n[366]Why, does it look like it's bothering me? What do I give a fuck?  Fuckin' Oscar too. All the fuckin' money I've given that prick, he don't even look over here. What's his problem? \n[367]Fuckin' Jews stick together, don't they? \n[368]So are we. \n[369]Ten thou? No, no, no. \n[370]Fifty! I said fifty! \n[371]walking back to the blackjack table  \n[372]How the fuck can you grin? How the fuck could you grin? \n[373]You know how much I'm stuck? You give a fuck? \n[374]Do ya?! \n[375]\n[376]Look at this fuckin' beaut they put in now. Sherbert send you in here to rob me now? Been fuckin' knockin' everybody's dick in all night? Huh? You been beatin' all the customers tonight, motherfucker? \n[377]Huh, jag-off? Hit me. \n[378]Take this stiff and pound it up your fuckin' ass! Hit me again. \n[379]Take this one and stick it up your sister's ass! Hit me again. \n[380]That's it, keep lookin' at him, you fuckin' dummy. If you had any fuckin' heart at all, you'd be out fuckin' stealin' for a livin'. Hit me again. \n[381]What the fuck you keep lookin' at him for, huh, you fuckin' pu- \n[382]Look at this, twenty fuckin' paints in a row. Hit me again! \n[383]You should pay as fast as you collect, you know. \n[384]Hey, Sammy, tell this Jew motherfucker over here to pay that marker. \n[385]Just give me the money. Fuckin' give me the fuckin' money, Sammy. \n[386]What are you starin' at, you bald- headed Jew prick?! \n[387]Sue me, you Jew fuck! \n[388]What? Get out of here? I got a marker comin'. \n[389]Deal. \n[390]You just relax. Nobody's killin' anybody, do you hear? \n[391]You just relax, and call me back here in exactly an hour, on this phone, and I'll see what I can do. \n[392]I'll be there. \n[393]And listen, don't do anything else crazy, okay? You all right? Okay. \n[394]Ginger - \n[395]Ginger called me. \n[396]I just told you. She called me. \n[397]She was afraid to call you. \n[398]I know. Why didn't you come to me? I mean, this is family, it ain't business. Meanwhile, you make calls back home. Sammy, it makes us look bad out here, you know what I mean? Back and forth, this one and that one, and, in the meantime, she's gone anyway. Am I right? \n[399]I think if you, uh, okay it, you know, assure her that she's gonna be all right, she'll come back. \n[400]Well, once you get her here, you think about it, you know?  But get the kid back here. She wants to come back. That's the, uh, that's the main thing here. You want your kid, don't you? Huh? \n[401]Well, what are you supposed to do? I mean, what do you want to do?  Do you want to stay the way you are? You want to stay like this?  You can't do that. \n[402]I mean, listen, two people don't get along, at some point you gotta call it... I mean, it's none of my business, but I ... I think that's what you gotta do. You gotta take it somewhere - \n[403]What? What? \n[404]What were you gonna say? Go ahead. \n[405]Tell me what you were gonna say. Go ahead. \n[406]Yeah. \n[407]Let me think about that. \n[408]See who I got in there. Gotta get somebody I can trust. \n[409]You know? \n[410]Hm. \n[411]Yeah, right. That's Sammy. And he's probably got it there too. \n[412]No, he wouldn't. I would have. And he'd've been right, too. I mean, seriously. Well, there's one thing you don't do. You don't take a guy's kid and then take off. \n[413]You did. You're right. \n[414]You did. I like that. I like that. That's what I like about you. You did the right thing. \n[415]Yes, you did. \n[416]Yeah. Boy, he really fucked himself up out here - - didn't he? \n[417]Everything went to his head. \n[418]He did. He ain't the same person, right? \n[419]He really thinks who the fuck he is, I'll tell you that. \n[420]Come on, come on, you're a toughie. You can take this. Don't cry. \n[421]Yes, you are. \n[422]Come on. Don't be scared. \n[423]Is that what you want? \n[424]A sponsor. \n[425]Mm... okay. Don't worry about it. Nobody'll fuck with ya anymore. I'll take care of ya. \n[426]Yes, I will. It's what you want, isn't it? Huh? \n[427]It's what you want? \n[428]Hey, Ginger... don't forget, if you're challenged, you know, if he asks anything, deny everything. Do you understand? I don't want him bringin' beefs back home ... 'cause that could be a problem. You gotta be careful. He's not dumb, you know? You hear what I'm sayin', right? \n[429]Do I think you're stupid? No, I think you're beautiful. But I gotta go. \n[430]Go fuck yourself. \n[431]Walk, walk, walk. What'd you say? \n[432]Yeah, what'd you tell him? \n[433]You think he's goin' home, makin' a beef behind my back? \n[434]Yeah, what's to stop him? \n[435]I don't trust him anymore. But they'd never okay anything, you know? \n[436]Well, now, sure they're askin'. They earn with the prick. I got a funny feelin' he's gonna start a fuckin' war or somethin'. I'm not sure yet, you know. But I w- You know, but you know what I want you to do? \n[437]Who's this guy? Who's this guy? \n[438]You know what I want you to do? Get a couple of guys to dig a hole in the desert, then let 'em show you where it's at. \n[439]Yeah, but I'm not sure yet. \n[440]And when I'm ready, I'll say the words, 'Go see the Jew.' \n[441]And you make it disappear, you know what I mean? \n[442]Did I say to do anything yet? I said I'm not sure... I'll let you know. I want to think about it. Where're these pricks at? \n[443]Dominick said they're in the motel? \n[444]Yeah? All right. \n[445]Sammy. \n[446]It's me. \n[447]Yeah, what are you doin'? You okay? \n[448]Well... \n[449]...uh, you know, I just wanted to talk to you a minute. \n[450]Yeah? Well, listen, Ginger's over here at the Leaning Tower with me. \n[451]Yeah, she's here. \n[452]Uh, all right. \n[453]He's comin' over. \n[454]Ace don't... listen, don't... don't make a scene, all right? \n[455]She didn't know who to turn to. She... she didn't know where to turn. She was tryin' to save your marriage. \n[456]Hey, be fuckin' nice. Calm. Be nice. Don't fuck up in here. \n[457]Shh. Hide her car in the back! \n[458]What did I tell you? Supposing he goes back home and makes a fuckin' beef?  I gotta know exactly what you said. Tell me what you said to him. \n[459]I told you this was fuckin' dangerous. Remember I said, 'Ginger, this is a dangerous situation. Be very careful.' You fuckin' yessed me to death. \n[460]I'm not gonna kill him. Shut the fuck up. What, do you know what you're talkin' about? I'm not killing anyb- \n[461]Hey, don't be such a fuckin' smartass, will you?  I mean, I know the fuckin' guy thirty-five years, I'm gonna fuckin' whack him for you?  Fuck... motherfucker! I knew this, I knew it. \n[462]How the fuck am I gonna get your fuckin' money now? You think he's gonna give you fuckin' money? Are you out of your mind?!  Look what you just did to this fuckin' guy! If you would have just kept your fuckin' mouth shut! Ah, what the fuck is the use? I should've never got invol- \n[463]What? Hey! Hey! What the fuck are you... ? \n[464]Get the fuck out of here. Get out! Get the fuck out! \n[465]Get out. Get out! Get out! \n[466]Why'd I get involved with this fuckin' nut in the first place? Get out! \n[467]GINGER out the back door \n[468]Get the fuck out of here. \n[469]All right, all right. \n[470]All right. Be careful. \n[471]Okay, yeah. \n[472]Be careful. Hey, come on. Get inside. \n[473]Can you fuckin' believe that? Look at this motherfucker. \n[474]I fucked up, Frankie. I fucked up good this time. Should have never started with this fuckin' broad. \n[475]I'm in a bad fuckin' spot here. You know that? Bad fuckin' spot. \n[476]Right away, I got wind of the pinches comin' down, so I took off. Who needs to hang around for that bullshit? \n[477]But they got almost everybody else. \n[478]Now, for the best... \n[479]...and I couldn't believe this shit. Piscano's expense reports took the cake. \n[480]He might as well have given them a fuckin' blueprint.  Everybody's names, address, dates, everything. \n[481]What a fuckin' balloon head. \n[482]When the bosses were arrested, some of 'em were so old they needed doctors at their arraignment. \n[483]And when it looked like they could get twenty-five years... \n[484]...to life in prison, just for skimmin' a casino... sick or no fuckin' sick, you knew people were gonna get clipped. So, the day of the arraignment, they had this meeting right in the back of the court-house. \n[485]See, when something like this happens, you know how things are gonna work out. It's always better with no witnesses. So, what about Andy? \n[486]As much as they liked him, I mean, he wasn't one of us. He wasn't Italian. As far as they knew, he could have talked. Otherwise, Stony might still be alive. \n[487]The first one to skip was John Nance. He found a nice, warm secluded place in Costa Rica. He thought nobody would find him there. \n[488]But, then, his kid got nabbed by the Feds for drugs, and so naturally the bosses were afraid he'd come out of hidin' just to save his kid and give 'em all up.  So... \n[489]But anyway, they, you know, they all had to follow. \n[490]Everybody went down. \n[491]Before you knew it... \n[492]...anybody who knew anything wound up gettin' whacked. \n[493]Hey, Mikey, how's your hernia? \n[494]It took months for... \n[495]...dollars. I mean, it was still way too hot for me to even go near Vegas, so I set up a meeting with the guys way out in the sticks. I didn't want my brother to get fucked around. \n[496]I mean, what's right is right. They don't give a fuck about - urgghh! \n[497]Frankie! \n[498]Frankie! Frankie, you piece of shit! \n[499]Fuckin' punk, motherfucker! Piece of shit! \n[500]No, no, no, no! \n[501]Dominick! Oh, Dominick. Oh, Dom. Frankie. Frankie, leave the kid alone. He's still breathin'. He's still breathin'. Leave him alone. Frankie. \n[502]No balls, you got no fuckin' balls. Oh, Dominick. Oh, Dom. \n[503]Dominick.  Dominick. Dominick. ", "GINGER": "\n[1]Yes! \n[2]I told you I was hot tonight. \n[3]Oh, I'm sorry. I'm sorry. Thank you very much. Thank you very much. \n[4]Thank you, sir, I appreciate that. Everybody, thanks. Gives some chips as tips to the dealer and box man. Thanks. Take care, Steve. Take chances and drive fast. \n[5]Come on. \n[6]What do you mean, 'What's the matter?' I made a lot of money for you. I want my cut. \n[7]What money?  Look at this stack of chips. Don't give me that shit. I want my end. \n[8]Don't give me that shit. I want my money. \n[9]What do you mean 'stole'? I didn't steal anything from you. \n[10]Get lost? \n[11]Get lost? \n[12]Well, how 'bout that? \n[13]I'm going to go powder my nose. \n[14]I'll be right back. \n[15]Okay, thank you for asking. \n[16]Hello. \n[17]Great. And I have something for you. You got me covered? \n[18]And you do. Thank you very much. \n[19]I got some lucky pills for you, honey. \n[20]I hit a few... uh, games on the way back. \n[21]How you doin' tonight? \n[22]Oh, beat. \n[23]Take one for you. \n[24]Thanks \n[25]You have a good night. \n[26]Hey, Mitch. \n[27]Thank you. \n[28]Thanks a lot. \n[29]I need that stuff tonight. \n[30]You're a doll. \n[31]All right. \n[32]Yeah. \n[33]I'm here. \n[34]I'm always here for you. \n[35]I am. \n[36]Good luck. \n[37]Careful. \n[38]Hi, Jennifer. \n[39]Hi, how are you? \n[40]What, are you trying to handicap me? \n[41]You got the wrong girl, Sam. \n[42]You don't know me. What, you've known me, two, three months. What do you know? \n[43]You know a lot of happily married people, Sam? 'Cause I don't. \n[44]I care about you, a - But I just don't have those kind of feelings for you. I'm sorry. I'm not in love with you. \n[45]Understand? I'm sorry. \n[46]If it doesn't work out. You know, if it doesn't play out, then what happens to me? \n[47]What're you... what're you pitching me, here? \n[48]I love you. \n[49]No, Lester. \n[50]Yeah. This is the best thing I can do for my life right now. \n[51]Promise? \n[52]You do? \n[53]sniffing, trying to cut him off \n[54]Uh, talk to you later.  Bye. \n[55]champagne, wiping away tears \n[56]I'm not crying. \n[57]I'm okay. I just - You just have to understand. I've been with Lester since I was a kid. I just wanted to say goodbye. I - I just...  I don't... I think I have a right to do that. Okay? \n[58]Yeah. \n[59]Yeah. \n[60]Uh-huh. \n[61]Yeah. Yeah. \n[62]Okay. \n[63]Oh... \n[64]It's great. \n[65]Oh, it's great. \n[66]Oh! It's all my stuff. Oh, my God. \n[67]You brought all my stuff. I can - \n[68]You're kidding? My God. What is it? \n[69]Oh, it's so soft. \n[70]Oh... \n[71]No one's ever been so nice to me. \n[72]Oh, my God. \n[73]So, do you think it's too much if I wear these in the same day? \n[74]You're so wonderful. The jewelry's not so bad, either. \n[75]Come on. Can I keep this one in the house? \n[76]Okay. \n[77]Need a little help with that, Mr Collins? \n[78]Thank you. \n[79]He worked so hard. \n[80]Hi. Nice to see you. \n[81]Thanks. \n[82]Thanks. Yes, all right. \n[83]Hi. \n[84]Oh. \n[85]Hey, do you want to see this one? Daddy gave me all this jewelry because he loves me so much. (She places a gold bracelet on AMY's hand.) Put your arm in there. \n[86]Oh, fabulous. \n[87]Look at this. Look at this. \n[88]Daddy gave me this pin when we were dating. \n[89]So, what'd you say to that fuckin' jerk anyway? \n[90]I told him I was Mrs Sam Rothstein. \n[91]\n[92]Well, I would, you know, Sam. It's just that... well, I need more than that. I need twenty-five thousand. \n[93]Yeah. \n[94]Well, what's the difference? I just need it. \n[95]I'm aware of that. We don't have to turn this into a big deal. Okay? We don't have to have a fight. It was important to me. But forget it. Just something I wanted to do for myself. \n[96]No. \n[97]Look - Sam, I've been independent my whole life. I never had to ask anybody for anything. Now you're making me beg you for this. \n[98]Okay? And you're embarrassing me. Why do want to make me feel so bad? \n[99]You can trust me. \n[100]It means I got the money. \n[101]No, he didn't. \n[102]No! No! No! Don't! \n[103]Make them stop it! No! No! No! It's not his fault! It's my fault! \n[104]No! No! \n[105]He's such a prick. He had some guy from the hotel beat him up. He didn't want to do it himself. Oh, no, he didn't want to get his own hands dirty. \n[106]So, why'd he have to do that, huh? \n[107]Tell me. \n[108]Yeah, no shit. \n[109]No! No! I told him all about the guy before we ever got married. This is no fuckin' surprise. \n[110]Yeah. He's just a friend of mine I was trying to help, so... so what? \n[111]Oh, come on. I went into this with my eyes open, you know. I knew the bottom could drop out at any time. I'm a working girl, right?  You don't think I'm gonna go into a situation like this if I don't think I'm gonna get covered on the back end. \n[112]Am I right? \n[113]So, he put aside some jewelry for me. A lot of jewelry. \n[114]Mm, you want to steal it? \n[115]I'm told it's worth about a million dollars, maybe more. \n[116]I should have never married him. He's a Gemini. A triple Gemini... duality. Gemini's the snake. You know you can't trust the snake. I mean it. \n[117]I do. \n[118]He could have killed him! Okay? He could have killed him. \n[119]He didn't have to hit him. It's not exactly like I'm sleepin' with the guy! And he makes me sneak around to see my own friends! What the fuck is that all about? \n[120]He gives a fuck what I do? \n[121]Okay. \n[122]Yeah. Thanks. \n[123]Thanks for puttin' up with me. \n[124]Oh, come on. \n[125]jacket, then holding his face in her hands, smiling.  \n[126]Thanks. \n[127]Thank you. \n[128]Huh? \n[129]I didn't take your pills. \n[130]You didn't have to beat him up! \n[131]I was just tryin' to help him. It's not like I'm sleeping with the guy! \n[132]You can't make me stop caring... \n[133]I said, you can't make me stop caring about people. \n[134]You know what, Ace? I don't give a shit! I'm gettin' out of here. I am. \n[135]Okay. \n[136]Okay, okay. \n[137]I don't need one. \n[138]That's all you care about. You don't care about me at all. \n[139]No, you don't. \n[140]Oh, God. Oh, God. Okay.  Okay... I'll try. I'll try. \n[141]I'll try. I will. Don't be mad at me, okay... I will. \n[142]One o'clock? \n[143]You know, I've got to do some shopping afterwards. Do you want to go? \n[144]Yeah, and I get a sprained fuckin' elbow. \n[145]But I saw something... \n[146]...something very... cute. \n[147]I just want what any divorced woman would get. \n[148]We had a deal. Remember that? He said if it didn't work out between us, that I could get my things and I could leave. \n[149]You shouldn't do this. \n[150]We'll go later. \n[151]Lester - he called you here. \n[152]Here. \n[153]He called you right here. \n[154]So, he knows where you are. That means he's sending some guys over here probably right now. \n[155]That's - Yeah, he's sitting by the phone like a dumb-bell, just waiting for you to call him back. That's what he's - \n[156]What do you think we're gonna do? He's probably got guys outside the fuckin' house! \n[157]Get your bag! Come on, get your bag! Get your things! Let's go! \n[158]Oh, what bullshit? What, do you want to fuckin' talk it over now? \n[159]Go! Go! Get in the car! Go! \n[160]No, I really do. I think he's gonna kill me. \n[161]Yeah, uh-huh... Okay. \n[162]So, I'm gonna call you back in an hour... at this number, and you're gonna be there, right? \n[163]Bye. \n[164]Just knock it off! Would you two knock it off? Get in the car. \n[165]No, I'm gonna drive. \n[166]You're driving me nuts! \n[167]Well, that's why I'm here. She wants to come back, but she's afraid you're gonna whack her out. \n[168]Hi, it's me. Just who you wanted to talk to, right? \n[169]Do you... I mean... I don't think she should go by herself. \n[170]What I mean is, you think if, uh, do you think if I came back... do you think you could forgive me? \n[171]Right. \n[172]I under-understand that. I-I know I fucked up. \n[173]I gotta tell ya... \n[174]...I-I... made some mistakes and I spent some money. \n[175]Pretty serious. \n[176]It's, uh, it's under twenty-five. \n[177]Yeah. \n[178]Yeah, yeah, I got the rest. \n[179]Okay? \n[180]Hi, Sam. \n[181]With what? \n[182]He needed some clothes. \n[183]He wanted a watch, too. \n[184]Mm-hm. \n[185]Gino. \n[186]I bought him a watch too. \n[187]Yeah. \n[188]Yeah. \n[189]plate, trying to restrain herself \n[190]There's nothin' to figure out. I'm home... we're workin' it out. \n[191]I cannot do it anymore. I can't fuckin' live like this. It's not right. \n[192]What are you? Yes, of course - He doesn't come home at night.  What is the big fuckin' deal? I go - Yes, and I just - I can't fuckin' take it. Why should I fucking take it? That wasn't the deal. He acts like... like I'm the only one around here with a fuckin' past. He'll never let me live it down.  Well... well, I mean, I tried. What the fuck do you think I came back here for? No, I'm not! \n[193]I want to have him killed. Yes, I want him killed.  I've fuckin' had it. \n[194]So, are you with me on this? \n[195]Yes! I fuckin' hate you! I can't take it anymore! \n[196]Yes, I want to kill you! I hate your fuckin' guts! \n[197]Get off of me! Stop it! \n[198]Let go of me! Let go of me! \n[199]I'll go, but I want my money right now! \n[200]The arrangement is over! \n[201]And I still get my money. I need some cash right now. You can't just put me in the street. \n[202]Love you?! \n[203]How could I love you?! How can I love you?! You treat me like I'm your fucking dog! \n[204]Fuck you! \n[205]I'm going to the bank and I'm getting my jewelry too! \n[206]And don't send your guys down there to stop me! I mean it. \n[207]Stop! You aren't getting rid of me with one fuckin' suitcase! \n[208]Fine. I'm takin' Amy. \n[209]I am. I'm wakin' her up right now. \n[210]I am not! She's my daughter too! Goddamn you! \n[211]You're not getting away with this! You're not gonna fuck me out of my end! \n[212]Fucker! \n[213]Oh, you're right, I know.  It's... well, I was just - \n[214]Nothin'. \n[215]I don't - \n[216]Yeah? \n[217]Well, I was thinkin', maybe... you know somebody at the bank...  could help me get my jewelry out?  There's a lot of money in there. Lot of money in there, and I'd be willing to take care of anybody who helped me out. \n[218]Okay. \n[219]Mm-hm. \n[220]Yeah. 'Cause, you know, He's never gonna give me my jewelry. \n[221]He holds that key so tight, he's probably got it stuck up his ass. \n[222]He's so fuckin' lucky. I could have buried him. I could have gone to Europe and taken the baby. And then he'd've tracked me down and he'd've killed me. \n[223]I didn't. I didn't. I mean, I did, but then I did exactly what you told me to do, and I came right back. \n[224]Exactly. \n[225]I did what you told me to. \n[226]'Cause you always tell me the right thing to do. \n[227]Sure did. \n[228]No, he's not. \n[229]Exactly. He hates me. \n[230]He hates my fuckin' guts. \n[231]I'm not as tough as you think I am. \n[232]I'm not and he scares the shit out of me. I never know what he's gonna do. \n[233]I need some help. I do. I need some help. You gotta help me. I need a new sponsor, Nicky. \n[234]I do. I need a new sponsor. \n[235]Yeah. \n[236]Yeah. \n[237]Nicky, please... \n[238]Thank you. Yeah, yeah, yeah. \n[239]Yeah. Uh-huh - \n[240]Hi. \n[241]I threw it away. \n[242]Look, I tried to do this thing. I know that you want me to, but it's just - You know, I'm driving down the freeway and the fuckin' thing's 'beep-beep-beep-beep'. You know, I'm in a restaurant and it's - it's embarrassing. I don't want to do it anymore. Where's Amy? \n[243]Oh. I got your cigarettes. \n[244]Oscar wants you to call him. \n[245]With Jennifer. \n[246]To the Riviera. \n[247]I had a... salad. \n[248]She had the same. \n[249]Why do you want to do that? \n[250]Fine. Just gonna get the bowl for my thing. \n[251]The line's busy. There's nobody there. \n[252]All right... I didn't have lunch with Jennifer. \n[253]I was with somebody. \n[254]I can back him off. \n[255]I know. You don't have to tell me that. What do you think, I'm stupid? \n[256]Hi, Sam. \n[257]Oh... \n[258]It's just for a little while, Sam. The baby-sitter wasn't there. \n[259]She wasn't gonna get up. I was just gonna be out for a little while. \n[260]I mean, she was asleep. I was going to be right back before she even woke up. \n[261]Oh, sh- \n[262]Fuck you. \n[263]I w- I was gonna be back before she woke up. \n[264]Why don't you just let me go, Sam? \n[265]I'll sign anything you want me to sign, okay? \n[266]I just want the key to my jewelry, and I want you to let me go. \n[267]I want you to let me go. \n[268]I wou- I wouldn't do that if I were you. \n[269]I wouldn't do that... \n[270]I wouldn't - \n[271]I'm going. I'm going, you -! \n[272]So what? So who fuckin' blew you in the parking lot before you came in... huh? \n[273]Oh, fuck you! Fuck you, Sam Rothstein! Fuck you! \n[274]Leave it where it is. \n[275]Where is he? Goddamn it! I want that Jew bastard killed! I have fuckin' had it! \n[276]There's no reason to hide my car. He already knows! He threw it in my face! The second I get out of here, I - \n[277]Me? I said... nothin'. I said, I said, 'No, no, no.' Everything he said, I just kept sayin' no. \n[278]If it's so fuckin' dangerous, then why don't you kill him? \n[279]Oh, well, then, have him killed and get it over with. \n[280]What about my money? \n[281]Ah, you fuck! You're such a fuckin' asshole! \n[282]I don't need you! I have my own fuckin' money! \n[283]I'm going' to the FBI! I'm not scared anymore! \n[284]You fucked with me for the last time! \n[285]You get down here! \n[286]Get down here and talk to me, goddamn it! Don't fuckin' ignore me! You motherfucker! \n[287]I mean it! \n[288]You come down here right now! Come down here and talk to me, goddamn it! Fuck you! Goddamn you, come out here!  I'm gonna drive this fucking car through the living-room! \n[289]You fucking coward! You motherfucker! \n[290]You come out here and talk to me, you fucker! \n[291]I am not! \n[292]Don't you threaten me! \n[293]Don't you threaten me! \n[294]You are not threatening me anymore! \n[295]You fuck! You fuck! I'm sick of you! \n[296]I am fuckin' Nicky Santoro! I am! He's my new sponsor! \n[297]What about that, you fuckhead?! What are you looking at? Fuck off! \n[298]Go back inside! This is none of your business! I don't have to take your shit all the time anymore. \n[299]I'll to the FBI! \n[300]I will go to the police! I am not Protecting you anymore, you fuck! \n[301]He won't... \n[302]...let me inside! \n[303]He won't let me in my own house! \n[304]I'm just trying to get in my house! \n[305]He won't let me go in my house! \n[306]Not gonna let me in? \n[307]What do you mean, what am I gonna do? I'm in the same clothes for two days! I want to get a few of my things! Big deal! \n[308]Oh, you are... \n[309]plants and throwing them at ACE \n[310]Fucker! \n[311]You ought to be afraid, the way you fuckin' treat me! \n[312]I am calm! \n[313]Can I go in? \n[314]Can I go in? \n[315]Yes, fine!  Fine! Fuck you! \n[316]You wouldn't believe how mean he's been to me. He's locked up... \n[317]...most of my important stuff, all my papers and things. And I have to get 'em. \n[318]So don't let him come in here 'cause I know they're in here in the desk and he's - \n[319]Fuck! Just pay attention. He could come up here at any time. \n[320]Are you watching for him? \n[321]Got 'em. \n[322]I just have to get this one more thing and then we'll be - We can go. Shit! God, fuck! Shit! God! Really pisses me off... Don't worry about it. \n[323]And it would be great if you guys could follow me out of here, because he's been threatening me. \n[324]I can't believe this. \n[325]I just need to pick up a little cash inside.  Could you come with me? \n[326]slipping but catching herself \n[327]Shit! Oh, goddamn it! \n[328]Um, I'm gonna need a bag. If you could just ask the guy for a big bag, okay? \n[329]And here. Here. \n[330]No, you can, you can. You've been so nice to me. \n[331]Yeah, just hold the top open, all right, and I can - \n[332]Oh, God. It's him. You have to stop him. You have to - 'Cause he said he was going to kill me. \n[333]You just - Just stop him. \n[334]For what? \n[335]What? \n[336]But I'm just trying to leave. \n[337]But it was just mine. \n[338]But I didn't do anything. \n[339]Oh! Oh, no!  No... ", "MARINO": "\n[1]They pay every week, like they're supposed to. \n[2]Get the fuck out of here. It was nine. I laid nine. \n[3]Well, how come I laid nine? \n[4]Whoa, whoa, whoa. \n[5]Of course. \n[6]Smarten up. \n[7]Don't make us come lookin' for you. \n[8]Get up. \n[9]Get up. \n[10]This peter's a motherfucker. \n[11]Yeah... \n[12]...yeah, okay. \n[13]Twelve-thirty, right. \n[14]No, no, there's no flaws in it. \n[15]You better clean your fuckin' loupe. 'Cause there's no flaws in these diamonds. \n[16]What, are you gonna have a fuckin' meeting here, or are you gonna buy some diamonds? \n[17]Forty thousand dollars, you can buy the whole package. \n[18]All of a sudden he talks English, now. Let's talk turkey here, how 'bout twenty-five thousand? \n[19]as they pass the kitchen \n[20]I took care of everybody. \n[21]Hey. This is Shelly. \n[22]And this is Stacy. \n[23]This is Nick. \n[24]We're gonna have dinner. Come on. \n[25]Remo. \n[26]How are you? \n[27]Nicky sends his warmest regards. \n[28]Fine. Everything's goin' good. \n[29]I'll take care of it, Remo. \n[30]Yeah, thanks a lot. \n[31]Yeah, I heard, yeah. \n[32]I know. \n[33]What're you gonna do? \n[34]I know. \n[35]I'll tell him, Remo. \n[36]Yeah, but they're complaining. \n[37]It's up to you. \n[38]Well, we got company. \n[39]Mm. \n[40]They're havin' a good time too. \n[41]He's here. \n[42]Let's get out of here. \n[43]Of course, Remo. \n[44]I always tell you the truth, Remo. \n[45]What could I say? I knew if I gave the wrong answer, I mean, Nicky, Ginger, Ace, all of 'em could've would up gettin' killed. \n[46]Because there's one thing about these old timers: They don't like any fuckin' around with the other guy's wives. It's bad for business. \n[47]So, I lied... even though I knew that by lyin' to Gaggi, I could wind up gettin' killed too. \n[48]No. I ain't see anything like that. \n[49]I'm positive.  Remo... things are very fucked up down there, you know? \n[50]Hm. \n[51]He's good. He's fine. \n[52]No problem. \n[53]I understand. \n[54]Thanks, Remo. \n[55]You must have drunk too much. \n[56]He asked me again about you and the Jew's wife. \n[57]He asked me again about you and the Jew's wife. \n[58]I told him I didn't know nothin'. But Jiggs and, uh, Tony Gorilla said if you did anything, you're fucked up. \n[59]Nah. You would've heard somethin'. \n[60]I know. I know. \n[61]Yeah, but they keep askin' about it. \n[62]What? \n[63]Oh, he ain't nobody. \n[64]Angelo and Buster. \n[65]They'll do it. \n[66]Yeah. \n[67]Yeah, just let me know. But you gotta be ready. You know what I'm talkin' about? \n[68]Don't know. \n[69]Yeah, either that or in the fuckin' bank. I don't know. They're all over the joint. \n[70]Calm down, calm down. Shh! \n[71]Whoa. Calm down. \n[72]Take it easy! \n[73]You're gonna fuckin' kill her. Take it easy. \n[74]Take it easy. What could you do? I mean, she threw herself at you, right? \n[75]Tough guy! You and your f- Fuckin' brother! \n[76]No more! \n[77]You fuckin' scumbag! \n[78]No more. \n[79]No more! You see? Watch! \n[80]Fuck you, you motherfuck! \n[81]No more fuckin' dirty work! \n[82]Take him out! Take this motherfucker out! \n[83]All right. Strip him. \n[84]Come on, come on. Bury 'em. ", "LESTER": "\n[1]Look, Gin, you know I got other people in this. I got partners. But I want you to understand that I am lookin' out for you in this thing.  Okay? You're going to get yours back... and you're gonna get it back first. Okay? \n[2]Okay? \n[3]Where are you goin'? Where are you? You're in that place. Where are you? \n[4]No, you're not. Where are you? Where are you? \n[5]You are. \n[6]Yeah. \n[7]Can you feel my eyes on you? Can you feel me look into your heart?  Can you feel me in the pit of your stomach? Can you feel me in you? In your heart? \n[8]Don't make me come there. Answer me. \n[9]Bub-ut, baby, do you know that I love you too? \n[10]Do you know that? \n[11]That's right. \n[12]So, it's gonna be okay, isn't it? \n[13]God... I wish you... \n[14]...all the luck in the world. \n[15]Yeah, I do. I mean, it's - it's the - it's the best thing you can do right now. I mean this. And you'll have real security.  Sweetheart... you're gonna be situated just right in Vegas. \n[16]Come on, this is great for us. You know I'm gonna be here for you. I ain't going no place. Huh?  I'm lookin' at you right now. I'm seein' you for the very first time, right this minute. I'm seein' you, and I can feel my heart click. I see you fourteen years old. I see you the first second I ever saw you. I see you, long-legged little colt - \n[17]- with stupid braces on your teeth. \n[18]Every time I ever see you, that's what I see. \n[19]What does that mean? No, I know that look. What does that mean? \n[20]You got money. That's a - That's a good look. \n[21]Yeah, yeah. I know that. \n[22]Okay. \n[23]Hey, that's just fuckin' - That's bullshit. You know, you know, what the fuck? \n[24]front seat on his back. \n[25]Fuck you! \n[26]drive off down the street \n[27]Hey. \n[28]Hey, little Dale Evans. \n[29]Hello. \n[30]She's not here, Sam. \n[31]Uh, I'm not. Sam, I wouldn't... \n[32]...wouldn't do it. Yeah, no, I, I... \n[33]Sam, I - I don't know where she is, okay? \n[34]So, l-l-l-listen, I te- I te- I tell you - can I call you back in a few minutes? \n[35]Mm-hm. 1862. Okay, good. I'll call you right b- \n[36]I'll call you right back. \n[37]You got it. Schmuck. All right. I just bought us a few minutes. Want to get back at this prick? \n[38]Hm?  Okay, you got, what, two million dollars in that box? \n[39]Hey... you got a minute? Hey. He's got two million in the box, am I right?  Okay, you let him keep your jewels. We take the cash and the only other thing he cares about. Huh?  Her majesty. We go to Europe. You dye your hair, get some pl- \n[40]We're not gonna go see any fuckin' elephants, okay? \n[41]We're going to Europe. Let the adults talk. You dye your hair... you get plastic surgery, like we talked about. Right? You're the mother. How much do you think he's gonna pay to get this fuckin' kid back? \n[42]Shut your mouth! \n[43]You know where she gets this from! \n[44]No, you - You want me to come over there? I'll smack your face. \n[45]Don't give me any of your shit! Okay, this has always been a dream, but we're going. \n[46]Right. \n[47]He was just on the phone. \n[48]I just talked to him. \n[49]Ginger... It means he's sitting by the phone like a dumb-bell, waiting for me to call him back. Now, I - \n[50]He's sittin' by the phone - \n[51]It's this bullshit. It's just bullshit right here. This is the fuckin' problem, you know. \n[52]You're done yakkin', okay? You're done yakkin' now? \n[53]'Go! Go! Go!' \n[54]She started it. She started the whole thing. I'm just standin' here. \n[55]You're not gonna drive. Don't even think you're gonna drive. \n[56]No, I'm not gonna drive with some crazy - \n[57]Get in the passenger's side! And I'm sendin' this kid to Bolivia in a fuckin' box. ", "GAGGI": "\n[1]You got a round figure on it? \n[2]So? \n[3]Uh-huh, good. \n[4]and curses at his losing hands \n[5]That's enough now! \n[6]Va fa 'n culo! [Italian-American slang for 'Fuck off'] Johnny! \n[7]Ace. \n[8]Son-of-a-bitch. How the hell did you get Oklahoma-Michigan?  Nobody ever had Oklahoma-Mi... How the hell'd you do it? \n[9]You see? Never tells me nothin'. Ace, what do we got on for next week? \n[10]Okay. You come by the house? \n[11]Seven o'clock? \n[12]Good job, my boy. Keep it up. Okay, Ace? \n[13]Hey, Nick. Vien acca. [Italian- American slang for 'Come here'] \n[14]T'aggia parla. [Italian-American slang for 'I've got to talk to you'] Nicky... See that guy? \n[15]Keep a good eye on him. He's makin' a lot of money for us. And he's gonna continue makin' a lot of money for us, so keep a good eye on him. \n[16]Not like your fuckin' friends out there, that... without brains.  Okay? \n[17]Uh-huh. Mi raccomando. [Italian- American slang for 'I'm counting on you'] \n[18]Fine. \n[19]Hey, Frankie. \n[20]Fine, fine. \n[21]Uh-huh. Good. \n[22]And how are things going down there? \n[23]Frankie... \n[24]...I want all the names of all the other people he had with him. And I don't care what you have to do to him to get 'em. You understand? \n[25]E mo va! [Italian-American slang for 'Now, go!'] \n[26]Eh? \n[27]Huh? \n[28]Shit. \n[29]Frankie... they found a guy's head in the desert. Do you know about that? \n[30]Yeah. Everybody's talkin' about it. They're makin' a big deal out of it. \n[31]It's in all the papers. \n[32]And I mean... that's no good. \n[33]You gotta tell him... to take care of things a little better. \n[34]What the hell's he gonna do now? \n[35]What's he doin'? He knows all those guys he yelled at are friends of ours. What's the matter with him, making all this mess? \n[36]However he runs things, it's gotta be quiet. Let him hide upstairs in the office. Say he's the janitor, I don't give a shit. But, please, whatever job he takes, make sure it's something quiet. \n[37]Andy, go see him. Tell him maybe it's time he should quit. \n[38]Frankie, I want to ask you something. \n[39]It's private... but I want you to tell me the truth. \n[40]I want you to tell me the truth, mind you. \n[41]Frankie... the little guy, he wouldn't be fuckin' the Jew's wife, would he? Because if he is... it's a problem. \n[42]Are you sure? \n[43]Yeah, I know. That's why I'm asking. You see, my main concern is Nicky. \n[44]I want to know... if he's doin' all right. If he's okay. \n[45]I'm askin' you, Frankie, to keep an eye on Nicky. Do it for me. \n[46]You see... I wouldn't want to be jeopardizing anything for people who are our friends. You understand? \n[47]Okay. Frankie, you're a good boy. \n[48]Look... why take a chance? At least, that's the way I feel about it. ", "PISCANO": "\n[1]Hey, John, how are you? How was your ride? \n[2]Yeah, they made us somethin' to eat. \n[3]I was out there with my cumma [Italian- American slang for 'girlfriend'.] \n[4]What else? I gave her a schaff [Italian-American slang for 'tap'.] \n[5]I'm out there more than I'm here. \n[6]Come on, go back there? I never got paid my expenses for the last trip. \n[7]Well, I'm goin' all over, layin' money out of my own pocket, and I never get anything back. What the hell's goin' on? \n[8]Well, then, from now on, I'm gonna start keepin' records. \n[9]Well, I keep layin' out my own fuckin' dough for these trips and nothin' ever comes back. I mean, what hell's goin' on? What are we doin' over here? \n[10]They're fightin' over those suitcases again. You know what that means, right? You know what that means, right? That means I gotta take another trip out to Vegas, and it's gonna cost me another couple of grand. \n[11]They're not gonna make a fool out of me. I write it all down in this book, every fuckin' nickel that goes down. Right here, receipts... \n[12]Oh, sorry - \n[13]Receipts and bills and... everything's here. \n[14]I'm sorry. \n[15]Nance gives me trouble and I'll tell him... screw around with those suitcases and I'll take the eyes out of his frickin' head. \n[16]I didn't curse. I said 'frickin' head'. \n[17]I'm sorry. \n[18]Plus, what's to prevent him with the suitcases, that he can take what he wants?  Fuckin' Nance, he brings us back two suitcases from the Tangiers, and what about three or four? \n[19]We got nobody in the room to watch. That's the law. You know, we can't even go into the count room to watch our money? Could you believe this cowboy bullshit? \n[20]And sure he's got his people in there. But how do you know? They could all be in on it together, those miserable fucks. \n[21]I'll find out and, if it's Green himself, I'll bury that bastard. \n[22]I've never trusted him. And you know I got eyes... \n[23]...behind my head. They trust that scumbag, I don't. Right now, the way I feel, I'll hit the two of them in the head with a fuckin' shovel. \n[24]Mom, I'm sorry, they're beatin' me left and right. Ma, I'm sorry. I'm all upset. \n[25]You know - You know - You know what they're doin' to me? \n[26]I can't take this no more. Back and forth, back and forth. \n[27]All right, all right. But I - I - \n[28]You know, I - I'm too upset right now. And - An end has to be put to this. \n[29]If I have to start handlin' things the way I... \n[30]...did years ago, start kickin' ass, I - I'll do it, and I'll use the goddamn shovel!  I mean, I... \n[31]...everything's comin' out of my pocket. I gotta pay for all these trips back and forth, back and forth. \n[32]I'm in this to make money, not to lose money.  And... \n[33]Because... \n[34]...if you want somethin'... \n[35]...done right, you gotta do it yourself. \n[36]Look at this! That you so much, Mr Piscano. How considerate of you. Appreciate it. \n[37]Those are my m- those are my mother's books. \n[38]What are you guys doin'?! ", "COP #1": "\n[1]Excuse me. \n[2]All right. Thanks, a lot. \n[3]Watch it, partner, watch it! \n[4]Police! Stay in the fuckin' car! \n[5]Drop your gun or I'll -! \n[6]Drop the gun! \n[7]Jesus Christ! What gun? He's got a fuckin' hero sandwich here. \n[8]Pitch-black?! It - \n[9]You - You fuckin' moron, I'll be filling out paper work for the next two months because of you and this piece of shit, you... \n[10]...fuckin' jerk-off. \n[11]Hey! \n[12]Hey. \n[13]Mrs Ro- Mrs Rothstein! Okay, shh! \n[14]Mr Rothstein. Mr Rothstein, I'm sorry. We've got some complaints about - about the noise. \n[15]I understand. \n[16]All right. Okay, okay. \n[17]Please. \n[18]Hey, Mr Rothstein, it'll make it a lot easier on everybody here if we just let her in the house. \n[19]No, you're not calm. \n[20]That's not a problem, that's not a p- \n[21]Jeff, would you go in with her? \n[22]No, it's - it'll just be a couple of minutes. We got other things to do too, you know. He'll hurry her up. How's everything else besides this? \n[23]Not bad, not bad. In fact, uh, my wife's pregnant again. \n[24]Yeah. \n[25]Thanks, yeah... I'm kind of happy about this, you know. \n[26]Okay. \n[27]All right, take care. \n[28]Go get a bag, man. \n[29]Lady, I can't. I can't. I ca- \n[30]I can't. \n[31]Mr Ro- Mr Roth- Mr Rothstein, where you goin' - \n[32]Wait, hold on a second. \n[33]Hold on a second. \n[34]Nothin' we can do about it. Nothin' we can do. There's nothin' we can do. \n[35]Speeding? \n[36]She's on the account. There's nothing we can do. ", "SHERBERT": "\n[1]...And this is Ronnie, who takes care of the card room... \n[2]We need this guy. \n[3]He's juiced in. He's the County Commissioner's cousin. \n[4]Nice to see you, Senator. \n[5]Certainly. Senator. \n[6]We have some nice penthouses you'll enjoy. Maybe the Presidential Suite. \n[7]Ken, I don't know what the hell went wrong. I'm awfully sorry. \n[8]I can't understand it. These mechanical things, you know, they happen. Hey, be-better here than up there, you know what I mean? \n[9]A convention? I can't believe that there's a convention. It's never... ? \n[10]Hiya. That's a lot of money to be counting out in public. \n[11]Why don't I take him over to the office and verify it, huh? \n[12]A little privacy. And, by the way, send over a... nice bottle of champagne on ice, huh? \n[13]Real special.  Somethin'... By the way...  I'm Billy Sherbert, your casino manager. \n[14]Having a good time? \n[15]You'll want to count the money in privacy. You know, you don't need... \n[16]Sir, would you mind taking your feet off the table and putting your shoes on, please? \n[17]Fuckin' asshole won't budge. \n[18]This woman's an institution. \n[19]Green's here about two or three times a month, and he's busy - - with other real-estate deals and - and things, you know. \n[20]To Abraham Lincoln. \n[21]Here we go. Good luck. \n[22]Sam, we got a problem. \n[23]The little guy. He's half in the bag, and nobody told him he was eighty- sixed from the joint, so we... \n[24]...all turned our heads and made out like we didn't know who he was. He's over at the twenty-one table with his... \n[25]...nose wide open. He took the money out of his own kick. His nose is open for about ten thousand. \n[26]Now, he's really pissed. \n[27]He wants a fifty-thousand marker. \n[28]He's gonna come up with ten thousand, just the way you wanted. \n[29]...give you ten thousand - \n[30]Look, take - \n[31]Who's this? \n[32]Okay. Just take it easy. \n[33]I-I'll do it. ", "JENNIFER": "\n[1]Excuse me, but I folded these things beautifully and I would appreciate a little respect. Jesus Christ! \n[2]Oh, yes. Will you help me fold these, please? \n[3]You go and put your things away. \n[4]Come on. There we go. Look at that. Beautiful. \n[5]All right, we're clear. \n[6]I think that's it. \n[7]God, I'm telling you, they're out! \n[8]Look, there aren't... There aren't but... \n[9]Hey, how you doin'? \n[10]Wow. \n[11]Incredible. \n[12]Good to meet you. \n[13]\n[14]Well, you might as well get somethin' out of it. \n[15]You know, I don't feel like playin' tennis. \n[16]Let's go to lunch. Do you want to go to the Riviera? \n[17]Great. \n[18]Well, you know... \n[19]Suzy Creamcheese has the exact... \n[20]...same outfit. \n[21]Hello. \n[22]Yeah, well, someone's at the fuckin' door now. \n[23]Yeah, well, Can I make a fuckin' phone call? \n[24]Hey - ", "STONE": "\n[1]...but I do want to welcome the ladies and gentlemen of the gaming industry. \n[2]This is a very auspicious occasion. \n[3]Philip, if you would rise. \n[4]On behalf of the Teamsters' Pension Fund, it is my pleasure to present to you . . . \n[5]cardboard facsimile 'check' \n[6]You don't have to have a license to work in a casino. All you gotta do is apply for one. The state law says you can work in a casino while they're processing your application. They got a ten-year backlog. \n[7]Why would they want to find out? We're puttin' a hundred million into this desert here. Why would they want to lock us out?  And besides, they'll never find out. All you gotta do is keep changing your job title. Like, uh, from Casino Executive to Food and Beverage Chairman. And what happens it, they take your application, they put it at the bottom of the pile. I know guys workin' there for thirty years, don't have a license. \n[8]You got it. \n[9]Nobody's gonna interfere with your running the casino. I guarantee it. \n[10]I don't know \n[11]Maybe he could run things with another job title. Wouldn't be the best, but, uh, what are we gonna do? \n[12]What the hell is he doin' on television, anyway? \n[13]He's on all night, screamin' about how he's gonna take his damn lawsuit all the way to the Supreme Court. He really must be crazy. He's gonna go to Washington with this? He's out of his fuckin' mind. \n[14]These guys back home don't give a fuck about the Supreme Court and any of this bullshit! They want things to quiet down. They want you to walk away from - \n[15]The old man said, 'Maybe your friend should give in.'  And when the old man says 'maybe', that's like a papal bull. Not only should you quit, you should run! \n[16]What do you propose? \n[17]They ain't sendin' Nicky nowhere. \n[18]I would forget about the maneuver. I would just get out. \n[19]You call Artie... and you tell him I don't care what, he's gotta be in my office Thursday morning before eleven o'clock. \n[20]It's terribly important. I gotta have a conversation with this guy. That's all. ", "GREEN": "\n[1]Thank you. \n[2]...I say that, knowing full well just how much competition we have in this great city. \n[3]Considering all of his hard work and dedication and the new lifeblood he has instilled in Las Vegas... \n[4]Sam has established himself as an indispensable member of the gaming community. As the head of the Tangiers Gaming Corporation, it's my pleasure to welcome Sam Rothstein to the Vegas Valley Country Club. \n[5]But you can't just fire him. Webb's his brother-in-law. He's County Commissioner. \n[6]This is his state. His uncle's Chief Judge. His brother-in-law runs the County Commission. I don't know how many other relatives he's got in town.  There's gotta be a way to work him back in. \n[7]What? \n[8]What are you talking about? \n[9]Where you goin'? \n[10]I can't believe you're doing this. \n[11]Yes, I appreciated your advice... \n[12]Why are you doing this to me? \n[13]I'm not wrong. \n[14]No, I am not wrong. \n[15]What are you talking about? \n[16]We were - We were involved in minor real estate deals many years ago. It was never a partnership. \n[17]I'm a little in shock, quite frankly... \n[18]Ace, don't do it. \n[19]Oh, no, no. No, no. Oh, Jesus... he's juggling! \n[20]No, he didn't. And that's why it wasn't valid. I was being extorted, all right?  I'm willing to tell you whatever you want to know. I've got nothin' to hide here. ", "CHARLIE CLARK": "\n[1]Yeah, that works out. \n[2]You need to understand, and I - I'm sure you do... that in a venture of this kind, you have to be prepared to take some kind of loss. \n[3]Yes. \n[4]You can't let this concern you, Ace. Don't worry about that stuff. \n[5]It's just a political witch hunt. \n[6]Yeah, refill'd be great. \n[7]Hi. Good. \n[8]Well, I've been busy. \n[9]Listen... Nicky... we talked about this... and, uh, I explained to you that there was the possibility you might have to take some kind of loss. \n[10]What're you gonna do? Strong-arm me? \n[11]You can't talk to me like... \n[12]Sam? \n[13]I-I'm sorry, Sam. \n[14]What can I do? \n[15]She has... \n[16]...the keys, and it's still in both your names. \n[17]I'm sorry, there's nothing I can do. I'd like to help... \n[18]...but I can't. \n[19]No, Ace. \n[20]Ace, listen to me. ", "PISCANO'S MOTHER": "\n[1]That man's here again. \n[2]food to the table where BORELLI and FORLANO are seated. \n[3]Hey! Oh! \n[4]What's the matter with you? \n[5]Since when do you talk like that? \n[6]There's a lot of people here. \n[7]Again! \n[8]That's enough. \n[9]All right, take it easy now, take it easy. \n[10]I know, but that's enough. \n[11]I know it, I know it. \n[12]Take it easy, though. \n[13]You'll get a heart attack like that. \n[14]You are right. \n[15]You are right. What can I... \n[16]...tell you. \n[17]Then do it the way you want. \n[18]What can I tell you? \n[19]That's the way people are. There are some that are good and some that are bad. ", "WEBB": "\n[1]Oh, no. No, thank you, little lady. \n[2]Mr Rothstein... I'm Pat Webb. \n[3]Hey, it is my pleasure. \n[4]Oh, thank you, sir. \n[5]Hey, house is doin' well. Hey, all that money is rollin' in. I appreciate you takin' the time to see a poor ol' civil servant. \n[6]Hm? Oh. Thank you, sir. \n[7]Uh, I come here personally to kind of smooth over a fracas about a certain matter. See, uh, maybe you didn't know it, but, uh, Don Ward is a very well-liked man in this town. He's got lots of friends here. Now, his family and their money go back many, many years. Now, friends vote... family and money votes. That's important to me... and you. And if you'll think about our little problem along them lines...  and you forgive me for sayin' it, maybe he did not deserve to be fired. \n[8]Before we point the dirty end of the stick at 'ol Don, uh, we better be sure we can prove them charges. \n[9]Are, uh - - are we certain that you want the Gamin' Control Board eyeballin' your record and your gangster pals like Nicky Santoro? \n[10]You have got me there. Old Don is as useless as tits on a boar. But, he is my brother-in-law, and I would look on it as a personal favor if you'd think some more on hirin' him back. \n[11]Well, could there be any position... further down the trough? \n[12]Mr Rothstein. Your people never will understand the way it works out here. You're all just our guests. But you act like you're at home. Let me tell you somethin', partner... you ain't home. But that's where we're gonna send you if it harelips the Governor. Thank you for your time. \n[13]You bet. \n[14]Hm. Have you read this? \n[15]Hm? It's 'bout Mr Rothstein. \n[16]It says 'The Midwest bookmaker with mob ties says that he is the real boss of the new hundred-million-dollar Tangiers Casino empire.' You believe that? \n[17]Why, of course, he really said that. It's right here. Has that man even filed for his license yet? \n[18]Well, without gettin' your shorts in a knot, would you do that? And kinda check closely, 'cause we may have to kick a kike's ass out of town.  Thank you. \n[19]Keep an eye on him. ", "WARD": "\n[1]It won't happen again, Sam. \n[2]Loose machines are right back over there. \n[3]Okay, I'll - \n[4]Well... \n[5]Yeah, okay. \n[6]All right, I will, I will. \n[7]I do understand that. I'll get right on it. And thank you. \n[8]Dang, you are right, Mr Rothstein, I am so sorry. \n[9]Shoot, it's gotta be in the millions, maybe more. \n[10]Well, it happened so quick. Three guys won. I didn't have a chance to call you. \n[11]Well, there's no way to determine that, Sam. \n[12]Well, it's a casino. People gotta win sometimes. \n[13]I really think you're - \n[14]I really think you're overreacting in this whole - \n[15]You're firin' me? \n[16]You might regret this, Mr Rothstein. \n[17]This is not the way to treat people. ", "SENATOR": "\n[1]Hi, Ace. \n[2]Hey, I need a room. Need a room. \n[3]Pardon me, counselor. Before you continue... \n[4]...this, uh, this Commission is prepared to act on a motion denying the Rothstein application. \n[5]Do I hear a motion seconded? \n[6]Do I have a vote on the motion? \n[7]The ayes have it. This hearing is adjourned. \n[8]I was never - I was never your guest at the Tangiers. \n[9]That's right. \n[10]Uh, I - I'd... I'd like to answer - answer that at this time. \n[11]Mr Rothstein is being very typical to this point. \n[12]The only time I was at the Tangiers was when I had dinner with Barney Greenstein. \n[13]You were wandering around. \n[14]You were wandering around. \n[15]You were wandering around. \n[16]You were in the m- You were in the building. \n[17]Yes, you were. ", "BORELLI": "\n[1]Did you ever see that guy Jerry Steriano? \n[2]Yeah. \n[3]When you've finished with him, I want him. \n[4]Aspett'. [Italian-American slang for 'Wait'] Wait a minute. You mean to tell me that the money we're robbing is bein' robbed? That somebody's robbing from us?  We go through all this fuckin' trouble, and somebody's robbin' us? \n[5]Leakage, my balls. I want the guy who's robbin' us. \n[6]What's the point of skimming if we're being skimmed? Defeats the whole purpose of what we're doin' out there. \n[7]What the hell have you been doin' out there? \n[8]Your cumma? What are you doin' with your cumma? \n[9]Artie, what the hell have you been doin' out there, Artie? \n[10]You gotta go back there and talk to that guy. \n[11]What expenses? \n[12]You gotta go back out there. \n[13]Artie, no records, Artie. What are you gonna do with records? Pay taxes? \n[14]You're goin' out to Las Vegas, you're havin' a good time at my expense. What the fuck? I mean, after all, you're the one having a good time, not me. \n[15]I agree. He's solid. A fuckin' Marine. ", "HIGH ROLLER": "\n[1]Come on, come on. \n[2]Thank you. Very nice. \n[3]Let's go. This is for Ginger. Come on. This is for Ginger. \n[4]I'm sorry. \n[5]Ginger, honey. \n[6]Ginger, honey, this is for you love. Thanks for your time. \n[7]What's the matter? \n[8]What money? I've seen you stealing from me. \n[9]Ginger, I've been watching you all night. You've been stealing from me. \n[10]That bag's full of fuckin' chips you \n[11]Get lost, Ginger! Get lost! \n[12]Yes. \n[13]Yes. \n[14]Come on! ", "COP #2": "\n[1]Yeah. \n[2]He has a gun! \n[3]What do you want? It - It's pitch- black out here. It's tin foil. \n[4]It looked like a fuckin' gun! \n[5]Oh my God, what are we gonna do? I'm sorry. \n[6]Hey! \n[7]Mrs. Rothstein, hey. \n[8]Mr Rothstein, why don't we just let her in the house and get a few of her things?  That way she'll get out of here. This is half her house anyway. \n[9]If we let her get a few of her things we'll be out of your hair. \n[10]We can do that. Absolutely. Yes. Absolutely. \n[11]Come on. I'm sorry. \n[12]Like this? \n[13]We're talkin' to you right now. \n[14]There's nothing we can do. She had the key. ", "WINNER": "\n[1]It's a hundred... \n[2]...a hundred ten. \n[3]I think. \n[4]Okay. \n[5]Yeah. \n[6]Hi. \n[7]Yes, uh... \n[8]Uh, I have a plane to catch to Cleveland...  Can I get my winnings? \n[9]All right, I'm gonna give you a choice. You can either have the money and the hammer or you can walk out of here. You can't have both. What do you want? \n[10]I just wanna get out of here. \n[11]I'm sorry. I made a bad mistake. \n[12]Yeah. \n[13]Thank you. ", "COWBOY": "\n[1]Yeah, I would mind. I'm havin' a bad night. \n[2]Good. How are you? \n[3]Fuck you. \n[4]Bullshit, I ain't goin' anywhere with you! \n[5]Fuck you! Fuck you! \n[6]You know who you're fuckin' with?! Huh? Do you?! \n[7]You fuckin' faggot! Do you know who you're fuckin' with? \n[8]Leave me alone! \n[9]You've gotta be kidding me! \n[10]Nicky, I did - \n[11]I did - I didn't - \n[12]Nicky, I'm sorry. ", "DOMINICK": "\n[1]Is that the last one? \n[2]Fuckers! \n[3]Here you go, guys. \n[4]Yeah... yeah, enjoy. \n[5]Have a good time. Choke on it, ya motherfucker! \n[6]Hey, how you doin'? \n[7]Yeah. Fuck him. \n[8]Forget about it, Nick. Don't let it bother you. \n[9]Great! \n[10]Fuck!  You... \n[11]...rat motherfucker! You rat mother- \n[12]Oh, you - ! ", "AMY": "\n[1]I don't want to go to Europe. I want to go to see The Elephant Man. \n[2]I don't want to go to Europe. \n[3]You shut up. \n[4]Okay. \n[5]Help, Daddy! \n[6]I can't! I'm tied! \n[7]Dad! \n[8]Mommy. \n[9]Oh, no, please, please. \n[10]I don't know. \n[11]I don't know. ", "CASHIER": "\n[1]Good. How are you? \n[2]Okay. \n[3]Thank you. \n[4]of $100 bills across the counter \n[5]You're welcome. \n[6]Thank you. You too. \n[7]Yes, it is. \n[8]Yes. \n[9]Yes. \n[10]Sure will. ", "SECURITY GUARD #1": "\n[1]Man down! \n[2]Notify medical! We got a cardiac arrest here! \n[3]Stand back! \n[4]He's got a wire on him. \n[5]Cheater's justice! \n[6]Sir, you're gonna have to leave. You mind accompanying us outside? \n[7]Bullshit, you're out of here, cowboy! \n[8]Yeah? \n[9]Now move along. \n[10]Here we go! ", "SIGNALER": "\n[1]Hey, hey, what are you doin', man? \n[2]Oh, God! Oh! \n[3]Hey, no! No! No! \n[4]No. \n[5]No, Sir. \n[6]Well, I... I never tried. \n[7]Ye-yeah. \n[8]God! \n[9]Look what they did to my hand, man! \n[10]Throw him out in the alley.  And just tell the cops he got hit by a car. ", "DEALER": "\n[1]Place the checks properly. That's the way you do it. \n[2]Yes, sir. \n[3]The bank wins a natural eight over a five. \n[4]Six, an easy way. Six! All right, who's gonna give me... \n[5]...both dice must hit that back wall each and every roll. All right, make a six! \n[6]Come on, baby, make a six! \n[7]\n[8]Thank you very much, now. \n[9]Yeah. Give yourself a hand right across your fuckin' mouth. ", "NANCE": "\n[1]Somethin' smells good. \n[2]About twenty pounds. \n[3]That's around seven hundred thousand. \n[4]Like I said, you know, i-it's part of the business. I-it's considered leakage. \n[5]You know, they take this money because they're my guys. So you gotta give 'em some leeway. \n[6]We got a problem. \n[7]It didn't go too well. \n[8]lawyers walk past him, exiting the court-house ", "TONY": "\n[1]Hey. \n[2]How you doin'? \n[3]What thing? Oh, Nicky... I thought you was layin'. \n[4]You sure? \n[5]Well, I'm a little confused here. \n[6]Yeah. \n[7]I'm sorry, Nicky. I didn't mean anything by it. \n[8]My fuckin' head. ", "STAGE MANAGER": "\n[1]Mr Rothstein, sir, let me put her on suspension. \n[2]Well, sir, I was just... \n[3]...trying to offer you the respect that your... \n[4]...position... \n[5]Mr Rothstein... well, sometimes, when you reach that pressure point, when you put that pressure point on them, you know, it shows... \n[6]...and she doesn't always - \n[7]But, sir. Well, I don't know why. I guess, maybe, because she's frightened that if she doesn't lose the weight she may even get fired. \n[8]It's always been our policy - ", "AUSTIN": "\n[1]I don't know. We'll have to check the files. \n[2]A record of the arrests... \n[3]You've been very open with us. I mean, uh, your books and papers and... that - that's gonna mean something when you go before the Commission. \n[4]All right, well, we'll move on to - \n[5]I wanted to hear something about... Kansas City. \n[6]I want all those papers seized, regardless of what they are. \n[7]I want this area off-limits to everybody. \n[8]Ah, yes, here we are. A little craps figures.  [Actual amount taken from craps tables before the skim.] Hey - Hey. ", "OSCAR": "\n[1]Mr Chairman and members of the Commission. Mr Rothstein is pleased to be here today. \n[2]...evidence... and we have documents, one of which is a report by retired FBI agents, which completely absolves Mr Rothstein from any wrongdoing. I'd like this marked, please, Mr Chairman. \n[3]No, I want to have this marked, Mr. - \n[4]Denying? \n[5]Mr. Chairman - \n[6]Mr. Chairman - \n[7]Mr. Chairman, please. \n[8]I know, but everything's changed now. You're talking about a divorce. You're even asking for alimony payments and... child support... and now custody. ", "LITTLE NICKY": "\n[1]of the class to begin a speech \n[2]...typical Virginia farmhouse. \n[3]Two. \n[4]Mm-hm. \n[5]Yeah. \n[6]'Cause it clogs up your heart. \n[7]Mom! ", "JERRY": "\n[1]Hey, Nicky. How are you? \n[2]You're over here? \n[3]Oh. \n[4]Yeah, we're lookin' for Carmine. \n[5]Carmine left? \n[6]He's not here? \n[7]Yeah, lots of luck. Lots of luck. ", "EDDY": "\n[1]Hey, Nicky, how are you? What are you doin' here? \n[2]Oh. \n[3]We're waiting on Carmine. \n[4]Carmine left? \n[5]He's gone? \n[6]Carmine's gone. \n[7]Well, listen, uh... Good luck with the joint, huh? ", "FEMALE NEWSCASTER": "\n[1]Good evening, everyone, I'm Paige Novodor. What should have been a routine licensing hearing turned into bedlam yesterday when the flamboyant Tangiers Casino executive, Sam \n[2]...'Ace' Rothstein, accused the state's top gaming officials of corruption. \n[3]...and hypocrisy. \n[4]In a Wild and unprecedented outburst that followed his gaming license denial, Rothstein followed several... \n[5]...stunned commissioners into the hallway, where he continued his harangue until his own lawyers and friends urged him to leave. \n[6]Long suspected of running the Tangiers without... \n[7]...a gaming license, yesterday's hearing was to determine whether someone with Rothstein's checkered personal history was qualified to officially hold the top gaming post. ", "TRUDY": "\n[1]Ladies and gentlemen, the Tangiers Hotel proudly presents the all-new Sam Rothstein Show, Aces High. \n[2]Tonight, taped live from the all-new sportsbook, we present the premiere showing of Aces High. With the... \n[3]...Sasha Semenoff Orchestra... \n[4]...and the Sam Rothstein Dancers. \n[5]Mr Rothstein is a professional gambler and the best football handicapper... \n[6]...in American, a man who will take you inside the real Las Vegas as no one has ever done before. And now, ladies and gentlemen, the new... \n[7]...Entertainment Director of the Tangiers Hotel Casino: Mr Sam Rothstein. ", "FBI AGENT #1": "\n[1]You see that? \n[2]That's Ace's wife. \n[3]Fantastic! \n[4]This is great for the boss. \n[5]Let's pull her over at that Citgo Station. \n[6]Come on. \n[7]Why protect a friend who betrayed you like that? ", "JOE": "\n[1]Chase, couple of shooters for the ladies. \n[2]Who's this guy? \n[3]What? \n[4]Yeah, that's my pen. Why? \n[5]Well, thank you. Why don't you take that fuckin' pen and shove it up you ass, you fuckin' jag-off? \n[6]talk to the girls, referring to ACE ", "AL": "\n[1]When I left here with the money... \n[2]...I got muscled on the street. \n[3]A couple of guys, I owe them. So, that's what I did. I gave 'em the money.  That's what I did. \n[4]Yeah. \n[5]I didn't give 'em the m- \n[6]Thanks, Nick. ", "NEWSCASTER": "\n[1]A Gaming Control Board investigation of Tangiers executive Sam Rothstein's application for a gaming license is underway. Rothstein, who heads the Tangiers Casino operation and is a boyhood friend of Las Vegas mob boss Nicky Santoro, Could lose his ability to work in the casino. \n[2]The battle between... \n[3]...state gaming officials and Tangiers Casino boss Sam 'Ace' Rothstein is heating up. Tonight, an up-to-the- minute look at Ace Rothstein's attempt to get state licensing despite law enforcement allegations of Rothstein's organized crime connections. Will Sam Rothstein's friendship with alleged organized crime figure Nicky Santoro keep Rothstein from running the Tangiers Casino?  And can the integrity of state gaming laws be jeopardized by a boyhood friendship? \n[4]State officials say 'yes' when that relationship and those connections are with anyone as notorious as Nicky Santoro. \n[5]Tonight at six: 'Will a boyhood friendship unseat Rothstein as the Tangiers' Casino boss?' Exclusive on the KVVO Special News Report. ...Promise to keep my money fears away? \n[6]Promise to be financially secure? Money Time can help you keep those promises. ", "FBI AGENT #10": "\n[1]You're under arrest. \n[2]Take it easy, Artie. We just want to talk to you. \n[3]Move back! Come on! \n[4]Calm down! Calm down! \n[5]Stay out of the way! \n[6]We can't help him if - ", "PISCANO'S WIFE": "\n[1]Artie, are you okay? Sweetheart? Honey? Wait a minute! He's sick! Artie! Oh, God! \n[2]He's sick! It's his heart! \n[3]Oh, God, is he breathing? He's not breathing! \n[4]Artie! \n[5]No, I won't calm down! He's my husband! \n[6]Artie! Artie! "}}