{"dialogues": {"CHUCK": "\n[1]My guess is we're talking fuel filters here, Fernando.  The gas is dirty, these jitneys get in the mountains, their engines cut out. \n[2]Easy.  Each way. \n[3]So it finally turned up... \n[4]I'll catch the sweep tonight. \n[5]It took this test package thirty-two hours to get from Seattle to St. Petersburg, a distance of nine thousand miles.  And then it took forty-one hours to get from our warehouse in St. Petersburg to here, a distance of, what -- \n[6]So how are we going to get this place shaped up? \n[7]There's only one way.  We have to work together.  Every one of us depends on everyone else.  If one package is late, we are all late.  If one truck misses the deadline, we all miss the deadline. Let's start by taking a look around. \n[8]Here, this table is too far from the wall.  Packages can slip down...like... ...this. \n[9]What could be in here?  Let's say one of you sent it.  Could be the closing papers on your dacha, could be a toy for your grandson's birthday, could be a kidney to keep your mother alive.  I don't think you want your mother's kidney to end up behind a table. \n[10]Kamal?  Right.  I'm getting them. \n[11]I'm looking at the blueprints of K.L. right now.  The belts are too small for the sorters.  Yeah, sometimes you never see what's right in front of your face. Look, it's -- \n[12]Hold it!  Hazardous material needs its own container! -- three in the afternoon there, right? That gives you five hours until the sweep comes through.  Do the sort by hand tonight, then put in a new feeder belt, say a twenty-four incher.  Yes, overtime is authorized. \n[13]I'm going out on every route, I'm going to work every job here, until I know enough to help you.  That's it. \n[14]Worse than Warsaw. \n[15]The failures they remember.  It's the successes they forget. \n[16]You sorted your packages before you left. None of the other drivers did. \n[17]So how come the other drivers haven't left yet? \n[18]Tell me exactly what he said. \n[19]Lev -- it's Lev, right?  Listen, this is FedEx.  We don't have to accept the way it is. \n[20]No, keep trying.  A circuit's bound to open up. \n[21]Those damn Northern Lights. \n[22]Hello?  Great.  Try it. \n[23]Kelly, damn, look, this is Chuck.  I'm going to be a little late.  Well, more than a little.  I had to go to Russia. Couldn't be helped.  Could you call and cancel the trip?  Look, we'll sail the Keys in March.  It's better then anyway. I'll be back before Christmas.  I promise.  I think.  I mean, I will.  I, uh -- \n[24]I miss you. \n[25]Only one still left? \n[26]Give it five minutes. \n[27]Let's go. \n[28]That's Bermuda.  Bermuda is in the Memphis thru container.  No, Azores is Europe. \n[29]The Paris container.  Africa too.  Japan goes to Memphis. \n[30]Great job, everyone.  Remember, work together.  We are like a hand... \n[31]You got it. \n[32]I absolutely, positively, have to get to Memphis overnight. \n[33]Jack -- gotta be something wrong with our physicals, you keep getting certified to fly.  Gwen, aren't you worried? \n[34]We're on time, right? \n[35]Little present from the emerging republics. \n[36]What connects the world?  What makes it one? We do.  FedEx. \n[37]Borrowed.  I borrowed it. \n[38]Great.  Terrific.  The good guys won one for a change. \n[39]You what? \n[40]I checked the weather, you had the jet stream, you could have made it up. \n[41]Jesus.  I got it working... You have no idea how hard it was... They're finally a team... \n[42]You fucked us over. \n[43]I was making a point. \n[44]Every person counts, every package counts, that's my point. \n[45]Baloney.  I do see the damn \"big picture.\" \n[46]It's a ketch Kelly and I had chartered. \n[47]And never take. \n[48]Forget it. \n[49]I'm from Arkansas.  Tell me a story with Robert E. Lee in it and maybe I'll pay attention. \n[50]That's why you're a gambling man. \n[51]For the third time. \n[52]You are one sick fucker. \n[53]This was nothing like Warsaw.  I held the truck then minutes, it's not that big a deal. \n[54]A hundred rubles St. Petersburg hits 95 percent in a month. \n[55]Talk is cheap.  Are we on or not? \n[56]Let's go off-line. \n[57]Two Valium... \n[58]Damn thing. \n[59]Sorry, I'm really sorry. \n[60]You seen Kelly Frears? \n[61]Hey, be nice to it, it'll be nice to you. \n[62]You smell like formaldehyde. \n[63]Let's take a look. \n[64]Cold. \n[65]I thought I did. \n[66]Got to follow the paper path here. \n[67]Used to you could fix these yourself. \n[68]What do you want me to say?  That I thought I'd done a great job but it all turned to shit?  That I might as well have gone sailing for all the good I did? \n[69]And I can't fix this damn machine. \n[70]That's carcinogenic. \n[71]On the other hand we could not take a swim... \n[72]Becca, as you know St. Petersburg was consistently running late by six to ten hours -- sometimes a full day or more.  I replaced the station manager.  We identified inefficiencies and worked out a quality improvement plan I believe can be met. \n[73]Jim's a terrific financial man, no question.  But we can't always parachute in from Memphis.  We've got to build up our local staff. \n[74]We're building a new team here.  We got every package on the truck for the first time ever.  Success is the best teacher. \n[75]Not if you work for FedEx. \n[76]Four four.  A record. \n[77]Ah, the staff meeting could have gone better. \n[78]One of those packages just moved. \n[79]Hey, look at you. \n[80]He is a cute thing. \n[81]I can't even keep fish alive. \n[82]And for you -- \n[83]You know, for when you travel. \n[84]I wasn't sending a message.  I though you'd like it. \n[85]I have to go.  I'm on call for overflow down at the Hub. \n[86]You did? \n[87]Look, I love the puppy.  I love you.  But I have to go. \n[88]I have to. \n[89]What should we call him?  Or is it her? How about Jango? \n[90]We're a little emotional here.  It's Christmas, maybe we're over-reacting. \n[91]Could you watch Jango? \n[92]I can't take him to work. \n[93]We'll talk about it when I come back. It'll all be fine.  Really. \n[94]Kelly?  Kelly? \n[95]There.  There.  Easy now. \n[96]Kelly? \n[97]Mom, meet Jango. \n[98]Bless us O Lord, and these thy gifts, which we are about to receive, from thou bounty, through Christ the Lord.  Amen. \n[99]Great. \n[100]So did I. \n[101]It's nothing you did, Mom, believe me. \n[102]Look, I help take care of the place.  You got my check, didn't you Mom? \n[103]Come on Roger, this is dad all over again.  You already did beefalo, chinchillas, and what was that, ostrich? They chased Mom around the yard, sprained her hip. \n[104]But chickens? \n[105]True enough.  No sacred chickens nowhere, so far as I know. \n[106]Really? \n[107]Just don't count 'em before they hatch. \n[108]Mom, this is a farm.  We've got real strawberries growing outside, we've got real cream. \n[109]Maybe I should take a few days off. Roger's working now, you could use some help around here... \n[110]The place is falling apart. \n[111]Doing great, Mom, don't worry about me. \n[112]Come on inside, Mom.  You've had a long day. \n[113]I need the latest PDRs on St. Petersburg. \n[114]Terrific.  Yours? \n[115]And get me in to the dentist.  My tooth's acting up. \n[116]Right. Get me everything on Indonesia, New Guinea, all the way to Australia. \n[117]Kamal?  Kamal?  Can you hear us? \n[118]Kamal, you're breaking up.  Can you hear us? \n[119]Who is this?  Where is Kamal? \n[120]What's going on down there? \n[121]Who's in charge then, where is Chinn? \n[122]When's the next Jumbo? \n[123]Anything else? \n[124]Call Operations.  Get me on it. \n[125]It's our dog.  It belongs to us. \n[126]Yes there is. \n[127]No, it was great.  Maybe a little overkill -- \n[128]I guess I hadn't thought through how I felt. \n[129]Look, we'll do our trip as soon as I get back. \n[130]Malaysia.  They're holding the sweep. \n[131]A week, max.  Okay?  Okay? \n[132]Al -- gotta be something wrong with our physicals, you keep getting certified to fly.  John, aren't you worried? \n[133]You're on your way home, Al? \n[134]We're on time, right? \n[135]All right, guys.  I'm here.  Check the GPS, get moving. \n[136]Where the fuck are you? \n[137]Sonofabitch. \n[138]That was smart, really smart. \n[139]Ahhh. \n[140]Maybe the GPS malfunctioned.  That Korean airliner did. \n[141]Okay, do the math.  Maybe they know where you are within, say 500 miles.  That's a circle with an area of, uh, pi r squared. So, uh, 250,000 times three point one four, that's about 800,000 square miles. Three times the size of Texas. \n[142]They could use a satellite. \n[143]Say each satellite photo is 30 feet square, that's uh...fuck it...billions and billions of photos. \n[144]Aw, someone will come. \n[145]What the hell? \n[146]Oh Jesus. \n[147]I'm so sorry, Al.  So sorry. \n[148]Got to cover Al up. \n[149]Got to cover Al up. \n[150]We all live in a yellow submarine, yellow submarine... \n[151]Yellow submarine.  We all live in a yellow submarine... \n[152]Bad idea.  Should have saved some. \n[153]Other than that, Mrs. Lincoln, how did you enjoy the play? \n[154]Shit! \n[155]Got to get there.  Got to see.  C'mon... c'mon.  Don't be such a wuss.  Be bold. \n[156]No way on.  No way off. \n[157]This is bad.  Really, really bad. \n[158]Come on.  Crawl if you have to. \n[159]Got to drink.  Got to drink something. \n[160]They don't belong to you. \n[161]Got to have shade.  Got to have a hat. \n[162]Oh, God.  Thank you. \n[163]You deserve a break today... \n[164]Damn fish! \n[165]Wait a minute.  Wait just a minute. \n[166]Don't leave home without it. \n[167]Yuck. \n[168]Yumm. \n[169]Got to get this fixed. \n[170]Water, water, everywhere, water, water everywhere... \n[171]Where's the water on this fucking island? \n[172]Just rest a minute. \n[173]Oh yeah, oh yeah, oh yeah. \n[174]Let's see, I waited two days. Then I buried Al. Al.  You never made it home, buddy.  Then American Express got me those clam things... I dug all those damn holes, the clouds over the moon... And today, the historic discovery of H, Two, Oh. Ten days.  Shit. \n[175]A crab, it's a crab. \n[176]Dammit! \n[177]I did it.  I did it! \n[178]Jesus. \n[179]Stupid fucking thing! \n[180]I don't know what I did, God, but whatever is was, I am really, really sorry.  You hear me?  Really sorry. \n[181]Don't have a choice, do I? \n[182]Okay.  Okay now. \n[183]You're not getting it hot enough.  Got to hold the heat.  Got to hold the heat. \n[184]Sonofabitch! \n[185]Come on.  Come on. \n[186]No.  No.  No. \n[187]That's the big dipper...Orion...or is that the Southern Cross...?  Kelly would know. \n[188]Dammit! \n[189]Careful now, careful... \n[190]Yes!  Yes!  Yes! \n[191]If I ever forgot to thank you God, and I am sure I did, thank you now. \n[192]Damn tooth! \n[193]Beautiful.  So beautiful. \n[194]A star.  It's a star. \n[195]It's a ship. \n[196]Timberrr! \n[197]I heard that... \n[198]No more waiting.  Take action. \n[199]That's right.  Take action. \n[200]How could I be so stupid? \n[201]Stupid, stupid, stupid. \n[202]You're too low in the water.  Too damn low. \n[203]Dust thou art -- that's for damned sure -- and unto dust shalt thou return. \n[204]Shit! \n[205]Please...please...please... \n[206]Firewood.  I need firewood. \n[207]What the fuck are you doing? \n[208]Hang on.  Just hang on. \n[209]Shit.  Shit.  Shit. \n[210]Whoo, pig.  Sooey! \n[211]No pain, no gain. \n[212]Chips?  Dip? \n[213]No? \n[214]Another fucking day in paradise. \n[215]Help me, Wilson... \n[216]\n[217]No!  Wait!  Come back! \n[218]Wait!  Wait! \n[219]You old airhead, you need a makeover. \n[220]Wilson, you bad! \n[221]What do you think? \n[222]You don't share much, do you? \n[223]I guess I know how Kelly felt. \n[224]You said our life was a prison.  Dull. Boring.  Empty.  I can't begin to tell you how much that hurt.  I don't want to lose you.  I'm enclosing some salsa, the verde you like.  Use it on your sticky rice and think of home.  Then come home -- to me.  We'll find the spice in our lives again.  Together.  I love you. Always.  Bettina. \n[225]He never got it. \n[226]She's probably found someone else.  I would have. \n[227]Hello. \n[228]What the hell are you waiting for? \n[229]Canteens.  Sea anchor.  Got to weave rope.  Spears.  A sail. \n[230]Now I'm hoping that if this is airtight I'll get condensation down here, a cup or so a day.  If I'm careful it should be enough. \n[231]If I never return, know that here lived Chuck Noland for four years.  I drew these paintings.  I made these marks. And then I took my fate in my own hands and set forth to save myself, God willing. \n[232]Wilson, my main man.  Time to go. \n[233]Wonder what odds Stan would give me on this.  I'd say 90-10.  Against. \n[234]Wilson, we're out of here. \n[235]Slow down, damn you! \n[236]Catch it catch it catch it -- \n[237]I'm an angel. \n[238]Here!  Here! \n[239]No...no...no... \n[240]Sea anchor!  Let out the sea anchor! \n[241]Stop! \n[242]You fucking murderers! \n[243]I know you're talking about me! \n[244]Take me with you. \n[245]Why me?  Why me, God? \n[246]Oh, shiiiittt! \n[247]Permission to come aboard, sir. \n[248]May I ask, where are you bound? \n[249]As it happens, I'm headed for Frisco myself. \n[250]No please, join me.  Some sundried fish strips, a few eyeballs, some gills to munch on. \n[251]Chuck Noland.  Born October 8, 1958. Died -- pick a date -- July 11, 1998. And now the epitaph.  Met deadlines. Kept appointments.  Lost without a trace. \n[252]I am writing this to remind myself to live a better life.  If I am lost, perhaps you who find this will be instructed to live a better live yourself.  Live each day.  Love your children.  Don't take anyone for granted. \n[253]Please, no sharks. \n[254]Jesus.  Jesus.  Jesus. \n[255]Shit!  Wilson! \n[256]Wilson! \n[257]Thank you.  Oh thank you. \n[258]My favorite doctor.  What's the verdict? \n[259]Sorry...sorry... Why do my joints still ache? \n[260]All I ate was fish.  That's solid protein. \n[261]Which I didn't have. \n[262]I am one lucky guy. \n[263]But all that's behind me.  I'm fine now. \n[264]I most definitely say I am. \n[265]Yes, yes he did. \n[266]Not to mention on me. \n[267]Doc, I'm not on the island.  I'm not on the raft.  I'm alive.  I'm so glad to be back, I can't tell you.  I just want out of here. \n[268]Stan, it's Chuck...Chuck Noland... \n[269]Two Valium and the Rolling Stones.  That ring a bell? \n[270]It's me. \n[271]I'm most definitely not dead.  And as I recall, you're the sick fucker. \n[272]I beat the odds! \n[273]This is Amber.  Her boyfriend lost his foot in a shark attack. \n[274]Hey...hey...it's okay! \n[275]No...no...feels good... \n[276]A few things came up.  Or went down. \n[277]You look...wonderful.  I like your hair. \n[278]I thought you might have. \n[279]I know. \n[280]I would have done the same thing. \n[281]You have any children? \n[282]Got a picture? \n[283]Is that Jango? \n[284]Life's just one big joke after another. \n[285]Want to see my raft? \n[286]You should have smelled me. \n[287]I braided them. \n[288]Time I had lots of. \n[289]That's my sea anchor.  My second one. Made it out of part of the sail.  It keeps you from capsizing in a storm.  In theory. And this, this I used to collect water. About half a cup a day. \n[290]Forty-three days. \n[291]Yeah, well...couldn't be helped. \n[292]My epitaph. \n[293]Bad body chemistry.  Made me a little morbid.  But I'm all over that now. \n[294]There was a coffin? \n[295]What was inside? \n[296]That about sums it up. \n[297]The plane went down.  My friends died.  I washed up on an island.  Then I found these barrels, built the raft, and here I am. \n[298]The tide came in, the tide went out.  I survived.  That's the headline.  I survived. \n[299]Cliches, mainly.  Don't take anyone for granted.  Don't sweat the small stuff. Live each day like it's your last. \n[300]Not when you have no choice. \n[301]I didn't know what really being alone was.  No one back here does. \n[302]We're not meant to be alone.  Not like that.  Share life, that's what came to me out there.  Be with someone. \n[303]That's what I told the fish I caught. But I ate them anyway. \n[304]Great.  Really. \n[305]I don't know.  I really don't know. \n[306]It means a lot...that you came. \n[307]You too. \n[308]You too. \n[309]I never thought it would end.  Then it did.  It was so great to be saved, I couldn't stop laughing. \n[310]For years my only drinking buddy was a soccer ball.  Wilson. \n[311]To Wilson. \n[312]Hallelujah. \n[313]What's it all about?  It's about being so thirsty you'd crush a fish's backbone to suck out the spinal fluid -- that's what it's about. \n[314]To life. \n[315]Believe me I know. \n[316]But it's not being bold or being in the game or rolling the dice. \n[317]When I was going crazy, on the raft, I'd argue with myself about everything. Because everything had a price.  To get anything -- a sip of water, a little corner of shade, an hour's sleep -- I had to let go of something else.  And then I could never get it back. \n[318]You don't win or lose.  You win and lose. \n[319]You win and lose. \n[320]Where's Mom? \n[321]Tell me about it. \n[322]Wow.  Thank you.  Great.  Thank you. Hey, Rasheed, how you doing?  Thank you all. \n[323]Thank you.  Thank you very much... \n[324]Give me a minute.  I've spent four years looking out at an empty ocean. \n[325]It's all so -- big.  You never think you'll miss -- all this.  But I did.  I really, really did.  And I missed all of you. \n[326]You've added some new belts, and what's that? \n[327]Digital laser readers.  Wow.  Terrific. \n[328]I've never heard it this quiet. Shouldn't you all be getting back to work? \n[329]Take your time. \n[330]That's what it's about. \n[331]Not just that.  Take your time.  Use it. Live it. \n[332]Deliver this package.  Then, I dunno. \n[333]I need to do it. \n[334]You want to help, help me find the woman who sent this. \n[335]What about the sender? \n[336]Can you find her? \n[337]Thanks.  For everything. \n[338]Check, please. \n[339]When'd you start working here? \n[340]I wanted to come here. \n[341]That was great, Mom, just great. \n[342]I've got all this back pay coming.  Why don't you let me get you a place in town? \n[343]Miss that island?  Mom, come on. \n[344]The tide saved me, Mom.  I lived by it. I'm just wondering where it will take me next. \n[345]FedEx for Bettina Peterson. \n[346]Charles Noland.  FedEx Special Projects. \n[347]There was an unavoidable delay. \n[348]No. \n[349]As much as anybody. \n[350]Okay.  Sure. \n[351]It's good. \n[352]Possible.  So you did those wings? \n[353]They're harder to do than they look. \n[354]Well, I do a little drawing -- \n[355]Our apologies that it never made it to the recipient. \n[356]Well, not really, I -- \n[357]To tell you the truth -- you did. \n[358]No.  that was the last one. \n[359]Hey. \n[360]That was my last one. \n[361]Sure. \n[362]Need some help? \n[363]No. \n[364]I used to drive one of those.  A long time ago. \n[365]Sure. \n[366]Yeah. \n[367]Well -- \n[368]I didn't steal it, and he wasn't crippled. \n[369]Yeah, completely. \n[370]Had a package to deliver. \n[371]I had it on the island with me. \n[372]Yeah, a long one. \n[373]So do I. \n[374]So do I. ", "KELLY": "\n[1]This is Kelly, leave me a message and I'll call you back soon as I can. \n[2]Sonofabitch! \n[3]Chuck!  You're back! \n[4]Your eyes are puffy.  Did you take Valium again? \n[5]My last chapter's in there, and the damn machine's jammed. \n[6]How was Russia? \n[7]Don't overwhelm me with details, you know how I hate that.  Did you get it fixed? \n[8]Chuck, forget the Xerox.  So Russia didn't turn out well? \n[9]Chuck. \n[10]Yeah, tell me.  Tell me all of it. \n[11]You don't even know what time it is. What day it is. \n[12]Come on. \n[13]We're on the deck of the ketch, the air's soft, the water's clear as crystal... \n[14]We're covered with suntan lotion and sweat.  Our skin is so hot, it's glowing... \n[15]We could take a swim. \n[16]Merry Christmas eve. \n[17]You break four million packages last night? \n[18]You don't seem too happy about it. \n[19]Let me guess, Russia came up? \n[20]Merry Christmas. \n[21]I figure, if we could take care of a puppy, we could, you know, take care of -- \n[22]He's your cute thing. \n[23]A puppy's got a little more personality than a fish. \n[24]So do good things come in large packages? \n[25]For when I travel? \n[26]You should have got me something that shows you want us to be together, not apart. \n[27]You should have got me a ring. \n[28]A ring.  I wanted a ring. \n[29]You can't go now. \n[30]You want to. \n[31]This isn't working out. \n[32]\"We're\" not over-reacting. \n[33]No. \n[34]That's your dog. \n[35]There isn't any us. \n[36]I'm sorry about the presents.  I got a little carried away. \n[37]I burned the Christmas tree. \n[38]Why didn't you come over, get mad at me, tell me what a stupid bitch I was. \n[39]What, you were going to come over the next day all calm and say, Kelly that really made me mad?  Don't tell me you're mad.  Be mad.  Be who you are right now. \n[40]Don't even start. \n[41]Get back?  From where? \n[42]Give him to me. \n[43]Chuck, you're breaking my heart. \n[44]Go on.  We'll be fine.  I'll feed Jango to the frogs. \n[45]Hello. \n[46]Hello?  Hello? \n[47]I'm sorry... I'm sorry... \n[48]You're so thin.  Am I hurting you? \n[49]Right back, you said you'd be right back. \n[50]I got married. \n[51]I would never -- \n[52]If I'd known you were alive -- \n[53]I didn't want to.  It just happened.  One day Gary was there.  He took care of everything.  He took care of me.  I was a mess. \n[54]Her name's Hannah. \n[55]No, this is Jack.  Jango was hit by a UPS truck.  Can you believe it? \n[56]What's that? \n[57]All that time I waited to go on a cruise, and you went without me. \n[58]What's that, written on the sail? \n[59]I buried you, Chuck.  They had to pry my fingers off your coffin. \n[60]Yeah, coffin, headstone, the whole thing. \n[61]Your calendar, your cell phone, your whoo pig sooey hat, some pictures of that ketch you wanted. \n[62]Maybe now's when you tell me about it. \n[63]Yeah? \n[64]Don't overwhelm me with the details. You know how I hate that. \n[65]Come on.  Try. \n[66]So simple to say, so hard to do. \n[67]You hated being alone.  Couldn't stand it.  Busy every minute.  Always plugged into something. \n[68]This is so unfair. \n[69]You okay? \n[70]What will you do? \n[71]I've got to get back to Memphis. Hannah's babysitter has finals. \n[72]I had to come.  To be sure you were okay. \n[73]I love you, Chuck. \n[74]I'm so glad you're alive. ", "GOODCHUCK": "\n[1]Save some for tomorrow. \n[2]Stay calm, identify the problem. Problem, rope fraying.  Solution, fix rope. \n[3]Get up. \n[4]Get up, damn you. \n[5]You've had today's water. \n[6]Come on, shape up, get going, you can do it. \n[7]Okay look, I know you're tired, I know you're thirsty, but give it one more shot, you've just got to do a little more. \n[8]Do too little you'll die. \n[9]Okay, look have an extra swallow. \n[10]Take it. \n[11]Take it, damn it. \n[12]Wilson, do you believe this?  Take the damn water. \n[13]Stop.  Enough. \n[14]Think.  Got to use something else. \n[15]Survive today, that's the point. \n[16]Polaris, where are you?  Maybe I'm too far south. \n[17]Moon's too bright. \n[18]I'm putting it off. \n[19]Fix raft first. \n[20]You like that? \n[21]Lost your mate? \n[22]You're beautiful.  Marry me. \n[23]No, don't go.  Look, I've got fish. \n[24]Please don't dive.  Please. \n[25]Can't kill another one.  Can't.  Can't kill my friends anymore. \n[26]Why do they have to die for me? \n[27]Got to eat. \n[28]I am so sorry. \n[29]Roll on you deep and dark blue ocean roll. \n[30]I'm late, I'm late, for a very important date. \n[31]No! \n[32]You quitter you quitter you quitter. \n[33]But I have promises to keep. And miles to go before I sleep. And miles to go before I sleep. Got to fix the sea anchor.  Use the sail. \n[34]If I don't have a sea anchor I'll capsize. \n[35]Grow up, stop being such a baby.  Other people get through a lot worse. \n[36]What?  Are you sacrificing yourself for me? \n[37]Damn it!  I had to do it! \n[38]I'm sorry! \n[39]I know there's a moral here, God, but right now I'm just going to eat. \n[40]Forgot to say grace.  Sorry Mom. \n[41]Bless us O Lord, and these thy gifts and Christ and the bounty about to receive, or something...amen. \n[42]Please don't leak.  Please. \n[43]Don't look at me.  It was that Dorado. \n[44]You know, Wilson, every now and then we should say thank you.  Thank you God. \n[45]Not again. \n[46]Get away from me! \n[47]Get him get him get him. \n[48]Where are you?  Where are you? \n[49]Stop!  You're using energy.  Move slowly. Be patient. \n[50]I'm dancing on the roof of the Peabody Hotel.  With Kelly. \n[51]The music ends.  We go back to the table. The waiters have brought dinner.  New York Strip with Bordelaise Sauce. Mushrooms in brown gravy.  Roasted potatoes with garlic and rosemary.  Green Beans with almonds.  Fresh biscuits and cornbread, dripping with butter.  A nice salad with ranch dressing.  A jumbo shrimp cocktail. \n[52]No shrimp. We eat. \n[53]For dessert, we have pecan pie a la mode, we have a double chocolate cake with creme anglaise, we have a nice pear torte, fresh key lime pie, or perhaps if you care to wait a few minutes, a grand marnier souffle? \n[54]Why, bring them all, bring them all. \n[55]Here!  Over here! \n[56]They're on autopilot. \n[57]Damn it!  Don't be so negative! \n[58]Wilson, what's your story? \n[59]I'm serious.  I'm always going on about me, me, me.  Enough about me.  Your turn. \n[60]Shut up. \n[61]Don't shirk, don't procrastinate, don't be lazy.  We're okay today.  We're okay today. \n[62]Shut up. \n[63]Shut the fuck up!  I mean it. \n[64]What's so damn funny? \n[65]Jesus. \n[66]It's real. \n[67]Let's get a second opinion.  Wilson? What do you see? \n[68]It matters.  We do the best we can, that's all we have. \n[69]Shut up.  I don't feel like dying today. ", "STAN": "\n[1]What do you expect, from the guy who stole a kid's bicycle when his truck broke down? \n[2]How'd it go? \n[3]I had to bump your plane last night. \n[4]It was fifteen minutes late. \n[5]But I might not have. \n[6]I'm touched. \n[7]The point of FedEx, as I understand it, is to make the damn connection. \n[8]What?  Let Paris hold its plane?  Let Memphis take care of it?  Let somebody down the line clean up your mess? \n[9]You know what your problem is?  You just see the packages in front of you.  You don't see the big picture. \n[10]I didn't know we had sailboats. \n[11]For all those vacation days you got coming. \n[12]Look, I'm sorry about your plane.  But I couldn't risk being late into Memphis. \n[13]You know General McLelland, he wouldn't attack unless he had everything just right.  Finally Abe Lincoln came to him and said, General, if you're not going to use my army, could I borrow it for a while?  So he gave it to Grant and Grant just said, let's go. \n[14]We're warriors, not desk jockeys.  We've got to be bold.  You always want all your ducks lined up.  But nothing's 100 percent.  It's always 60-40, maybe 51-49. Hell, I'd take 40-60.  Then roll the dice. \n[15]That's why I'm running foreign and you're not.  That's why you're not married and I am. \n[16]Take the plunge, admit your mistakes, move on to tomorrow.  That's FedEx, that's women, that's life. \n[17]I'm trying to help you here.  There's Warsaw, there's this -- \n[18]Look, that kids' bike, that's a guy who'll do what it takes to get there on time.  Live up to your legend, that's all I'm saying. \n[19]Ninety five percent?  Just give me the money now. \n[20]We're on. \n[21]And the Stones.  Got to be. \n[22]Chuck.  Wake up Chuck. \n[23]You gotta do your own delivery from here. \n[24]We're already on it. \n[25]He's a numbers cruncher.  Chuck's done all the right things here... \n[26]Malaysia's tanking.  We're meeting in ten in operations. \n[27]We got Telex, e-mail? \n[28]Maybe you should get your ducks lined up first. \n[29]Hello? \n[30]Whoever you are, you are one sick fucker. \n[31]God damn!  God damn!  Chuck, it's you! \n[32]You're fucking dead! \n[33]Chuck!  God damn! \n[34]God damn.  God damn.  God damn. \n[35]You're alive, you're fucking alive! \n[36]You beat 'em to shit, pal!  Jesus! \n[37]Hello. \n[38]Really. \n[39]Uh, there's somebody out here who wants to see you. \n[40]She thought you were dead.  We all did. \n[41]How about we go somewhere else? \n[42]This stinks really bad. \n[43]Cool ropes. \n[44]Must have taken a hell of a long time. \n[45]You were how long on this? \n[46]I'll be at the car. Take you to the airport. \n[47]When I first showed up, I thought you'd lost your fucking marbles. \n[48]You need a drink. \n[49]To Wilson. \n[50]So, what's it all about? \n[51]You've been over the line and you came back.  You've been saved, hallelujah! \n[52]I'm serious.  The burning bush, the big picture, the words in neon... \n[53]Do what it takes.  That's what I always told you. \n[54]To life.  Fuck 'em if they can't take a joke. \n[55]That's all there is. \n[56]Smile. \n[57]Wave. \n[58]Digital laser readers. \n[59]What? \n[60]Being patient.  Don't rush things.  I get it. \n[61]Deep, real deep. \n[62]So where to?  The office?  The hotel? The beach? \n[63]What, then? \n[64]You want that delivered, we'll deliver it.  That's what we do. \n[65]Finish what you started.  You haven't changed, Chuck.  It's still you. \n[66]I do. \n[67]No sweat. ", "BADCHUCK": "\n[1]Catch another fish tomorrow. \n[2]Shit!  Shit!  Shit! \n[3]With what?  There's nothing to fix it with.  This rope comes undone, you're going to drown. \n[4]Too tired. \n[5]Feels so good to lie here. \n[6]Can't.  Need water. \n[7]Thirsty. \n[8]No water, no work. \n[9]Do too much, I'll die. \n[10]Going to die anyway. \n[11]No more water, you said. \n[12]No. \n[13]No. \n[14]If they can't see you, what's the point? \n[15]You don't know where you are.  You missed the shipping lanes. \n[16]You're putting off the inevitable. \n[17]That's what's happening to you. \n[18]You're rotting away. \n[19]Get water! \n[20]Water water water -- \n[21]You idiot, if he dives, he'll capsize the raft. \n[22]Look what you've done. \n[23]What are you doing? \n[24]You fucking bleeding heart, you kill or you die. \n[25]They'd eat you if they could.  They're laughing at you.  Listen. \n[26]Listen to this, Wilson. Because you piss me off. \n[27]You're falling apart. \n[28]First you eat your fat, then you eat your muscle. \n[29]Then you eat your mind. \n[30]I'm lost.  Goodbye. \n[31]Look, just slip off the raft.  The ocean would feel so good, the water's so soft and warm.  Take a little swim.  Sleep. \n[32]The sea is lovely, dark and deep. \n[33]Use the sail for a sea anchor and you won't move. \n[34]Die tomorrow or die today. \n[35]That's death knocking, knocking on your door.  Crazy little woman come knocking, knocking at my front door... \n[36]Yeah, sure, what? \n[37]I'm so tired, my mind is on the blink... \n[38]Thank you for fucking up my life. \n[39]He's going to get you, going to get you... \n[40]What are you smiling about?  They'll be back. \n[41]They're never going to see you.  You're just another piece of trash in the ocean. \n[42]They're always on autopilot.  Or else it's night, or you're in the sun, or you're in the trough of a wave.  They'll never see you. \n[43]I float.  You sink.  End of story. \n[44]It's a fucking soccer ball, you idiot. \n[45]You are. \n[46]Look again, asshole.  It's a mirage. \n[47]Nothing out there but ocean. \n[48]What did it matter if FedEx was five minutes late one day?  The next day we just start over again. \n[49]Then we've just got shit. \n[50]Is that it?  Life is a fucking Disney movie? \n[51]You can't make it. ", "MOM": "\n[1]What happened to your pants? \n[2]Chuck? \n[3]It seemed like she had such a good time last time. \n[4]That new roof, that's your doing. \n[5]It wasn't that bad, dear. \n[6]Roger's working at Tyson's now. \n[7]Dessert. \n[8]Speaking of hatching, I could sure use some more grandchildren. \n[9]Oh no, the prodigal son's home.  We bring out the store bought. \n[10]Don't you even think about it. \n[11]I'm doing fine. \n[12]There's settled folks, and there's nomads.  You're just not a settled folk. You never belonged here. \n[13]Roger got me on.  I wasn't doing anything, and -- but you're back, you're really back.  I would have come to Memphis, but -- \n[14]Have some more potato salad. \n[15]This is my home.  I'm part of the wallpaper. \n[16]You miss it, don't you?  You miss that island. \n[17]What a journey you've had.  It seems more than a person should have to bear. \n[18]Remember the family motto.  In time.  It will come to you, in time. ", "BETTINA": "\n[1]Where did you get that? \n[2]You came on a bicycle?  No wonder it's so late. \n[3]Well, I have to say, I'm impressed.  You never gave up. \n[4]You know what happened to this? \n[5]Want to come in?  Get dry for a minute. \n[6]I've got some coffee on.  Would you like some? \n[7]Hmmm.  Feels like it might have gotten wet. \n[8]Yeah.  A long time ago. \n[9]Oh?  You've tried? \n[10]He was a sorry sonofabitch, and I'm sorry I ever married him. \n[11]You look familiar. \n[12]I can't believe this.  I -- I -- They are... You're a gifted artist.  You're into something very powerful.  Primal. Truly. \n[13]You are.  Yes you are. What gave you the idea to paint on that cave? \n[14]Do you...have any more packages to deliver? \n[15]Just sit here, I'll get us some lunch. \n[16]In here! \n[17]The list of paints and brushes I did for you. \n[18]Keep painting.  Promise me. ", "TECHNICIAN": "\n[1]Trying. \n[2]Sure.  Just not getting any answers. \n[3]You sure you don't want to have the implant done here?  We do quite good work. \n[4]Hmmm, you do have such a lot of tarter behind these front incisors.  A little wider, please. \n[5]Anyway, so the second prosthetic foot worked better, but he still couldn't drive his new Cortina, it being a standard shift, if you follow me. \n[6]But would he hear of me driving him around?  Not on your bloody life.  Rinse please. \n[7]I still need to floss you. \n[8]Ex-boyfriend. \n[9]Okay.  After three years the PTR reverts to tape storage, which is okay because we access it through the CPC.  Here it is. Ten packages from the same sender.  Baku. Delhi.  St. Petersburg.  The guy was a real road warrior.  This package was Kuala Lampur.  No activity in his account after this package.  No forwarding addresses after K.L. \n[10]Sure.  Bettina Peterson.  Marfa, Texas. Let's run a current check. \n[11]Hmmm.  Durango, Colorado; Asheville, North Carolina, then...canceled her account. \n[12]You're looking at a Level III search. For your Level III, you gotta have E-4 authorization.  I don't have it. \n[13]Okay, let's let it rip. ", "DOCTOR": "\n[1]Under the circumstances your overall health is good.  Those salt water boils you picked up on the raft are ulcerated, but they're healing nicely. \n[2]Hemoglobin's 10.8 -- you're anemic, that's why we're giving you iron. Potassium's low -- we're giving you an electrolyte solution with your IV. Sodium's over 150, way too high.  You may experience swelling in your extremities as you rehydrate and discharge the salt. In spite of your dietary deficiencies there's no sign of mental deterioration. \n[3]What's so funny. \n[4]Dehydration.  Vitamin deficiency. Protein deficiency.  Any or all of the above. \n[5]Protein digestion is very costly in water usage. \n[6]And fish are very low in fat, which is energy inefficient.  So you're going to burn up your own cells no matter how much you eat.  Luckily you ate the eyes and pancreas, which contain some Vitamin C, so you didn't get scurvy. \n[7]Your body chemistry and your exposure to the elements would normally lead to irritability, depression, anxiety, periods of self-reproach.  It's almost like schizophrenia.  Different sides of your personality might come to life, speak out, act out. \n[8]If you say you are. \n[9]Doctor Hegel tells me he discussed the Vietnam POW syndrome with you. \n[10]You are aware of the potential disruptiveness on your loved ones when you return to your old life? \n[11]You sure you don't want some counseling? \n[12]Well, when that IV runs out, you're through with us.  Just the dentist tomorrow. ", "ROGER": "\n[1]Let's eat. \n[2]Thought you were going to bring her. \n[3]And she's still got those -- \n[4]You should have stuck around. \n[5]You're just allergic to farming, that's what dad said.  Can't stand to be alone. Can't stand to be in one place.  Can't stand the sight of...blood. \n[6]Sixty three pounds consumed per capita, up from twenty seven in 1960.  Going to pass beef.  Chicken's global.  No religious taboos.  You don't see your Hindus and your Muslims boycotting poultry. \n[7]Come on down to the plant.  It's state of the art.  We're doing for chickens what FedEx did for the delivery business. \n[8]I'll try to remember that. \n[9]Waiting for you.  At the farm.  This was too much -- \n[10]Glad you made it, big brother. ", "ERICA": "\n[1]I knew I recognized you.  My name's Erica. \n[2]Did you really steal a crippled kid's bicycle to make your deliveries, or is that just some bullshit story? \n[3]Otherwise it's completely true. \n[4]What brings you out to the sticks? \n[5]You?  Personally? \n[6]Must be a story there. \n[7]I've got lots of time. ", "BECCA": "\n[1]So why was Milan late, Colin? \n[2]Stan, can we get P&amp;A down to work with Milan customs? \n[3]Good.  And let's look at our live animal policy.  I don't think the income stream justifies delaying IP product, especially at Christmas. \n[4]Stand by, Benson, we're still wrapping up foreign. \n[5]Chuck, thanks for joining us.  Status? \n[6]Shouldn't you have brought in someone from Memphis?  Russia is priority one. ", "MARY": "\n[1]How's Kelly? \n[2]Jennifer's still down at the post office. And she's still got that crush on you. \n[3]Roger. \n[4]Roger's going to put chickens in here. \n[5]You can't make a living out of this place.  We tried. \n[6]Oh Chuck -- "}}