{"dialogues": {"CECIL": "\n[1]\n[2]I fuckin' hate car chase scenes! \n[3]\"Smokey and The Bandit\" ruined my childhood! CECIL fires his gun in the nick of time and shatters approaching cop car's windshield. PETIE makes a hard right and zooms up church driveway as two cop cars collide behind him. FIDGET cheers like a kid and starts absentmindedly playing pocket pool. \n[4]Hi, Mrs. Waltrup. \n[5]No, ma'am, we were at a movie premiere. \n[6]Not me, I like the big screen. \n[7]I sure will. SUBURBAN LADY makes right on red and pulls off. \n[8]Casting has been completed! PETIE peels out in other direction. 53. Cut to EXTERIOR \"SPROCKET HOUSE,\" a run-down, 53. seemingly abandoned warehouse in an industrial part of t:he city. The moon is full and the quiet is interrupted by faint sirens in the distance. Suddenly, like a low-rent Bat Cave, the large industrial garage doors swing open and the white limo speeds inside. 54. Dissolve to INTERIOR SPROCKET HOUSE. HONEY's 54. \"dressing room\"; a bizarrely decorated prison cell fit for a movie queen. HONEY is blindfolded, gagged and tied to a director's chair with her name printed on the back, still wearing her torn and soiled premiere gown. LEWIS, now dressed in terrorist punk outfit removes HONEY's blindfold and gag as she sputters in terror. We see LEWIS has D-A-V-I-D L-Y-N-C-H tattooed on his fingers. HONEY's e yes light up in terror as she sees CECIL, now attired in insane grunge Cecil B. DeMille inspired outfit being lowered by PETIE on jerry-rigged film crane. \"Otto Preminger\" is tattooed on CECIL's bicep. \n[9].Hello, I'm Cecil B. DeMented and I'm your new director... HONEY stares in confused horror. \n[10]I'd like you to meet your co-stars ...I call them the \"Sprocket Holes.\" HONEY looks over in fear as the SPROCKET HOLES, now changed from their theater uniforms into their own scary \"terrorist chic\" fashions, gather around CECIL in a \"crew-shot from hell\" pose. \n[11]This is Cherish... CHERISH, now heavily made-up and dressed \"riot-girl\" style, in a \"SINEMA\" T-shirt, steps forward. We see \"Andy Warhol\" tattooed on her thigh. \n[12]Lyle? LYLE takes a big huff of glue in plastic bag and steps forward. He is dressed in scarily in 1970's junky wear meets 90's Hollywood sleaze, and sports a \"Herschell Gordon Lewis\" tattoo across his skinny chest. \n[13]Don't worry, we've all taken a vow of celibacy for celluloid. No one gets laid until we've finished our movie. We're horny... CHERISH starts writhing sexily. \n[14].but our film comes first. CECIL gently shoves her away as SPROCKET HOLES undulate in sexual frustration. \n[15].And now for the crew. PAM the popcorn girl swaggers over carrying a beat-up vintage 16mm movie camera and aims it at HONEY's face. She is wearing a black para-military jump suit and we see her \"Sam Peckinpah\" tattoo on her arm. \n[16]Miss Whitlock, we're going to make our first film and NOBODY'S going to stop us. Lots of kids dream of making a movie... SPROCKET HOLES smile in brain-washed enthusiasm. \n[17].but only the ones willing to dia for it succeed. HONEY looks into CECIL's face and lets out a sob of terror. \n[18].\"Little\"? \n[19]Good morning, Miss Whitlock. Know your lines? \n[20]DeMenTED! \n[21]Nonsense, Miss Whitlock... I wrote the part just for you... (Hearing helicopter noise outside, and smiling .and the whole world is watching... \n[22]Ah Fidget. Fidget, my little genius, :Fidget! \n[23]Miss Whitlock, we're an a schedule... \n[24]\n[25]This is Sprocket House, Miss Whitlock, think of it as your studio. They arrive at the amazingly inventive exterior set of \"RITZ CINEMA,\" a tiny guilded movie palace gone to seed. Marquee reads: PASOLINI FESTIVAL. HONEY stares dumbfounded. \n[26]Can't you say good morning to Lewis? He worked hard on this set with a budget of zero. \n[27]Our picture is called \"Raving Beauty.\" You play the insane owner of a failed art theater who along with her film fanatic boyfriend Lyle. . .Lyle come on over... LYLE enters dressed in hepcat 70's junkie splendor wear. \n[28].and her violence prone daughter, Cherish... CHERISH enters in eye-popping \"super model goes bad\" look as HONEY's eyes light up in horror. \n[29].Together, the three of you vow to start a revolution to destroy mainstream cinema... \n[30]You dare to tell Cecil B. DeMented you refuse! \n[31]I know how cid you are... \n[32]\n[33]There are no creative differences on a Cecil B. DeMented set, Miss Whitlock. Got that? One day you'll thank me for saving you from your bad career.  \n[34].and ACTION! CECIL moves around stage, making cliche director's frame with his hands as PAM and CHARDONNAY rehearse camera and sound moves behind him. All the camera equipment has \"UNIV OF MD\" stenciled on it that has been scratched out half-heartedly. \n[35]\n[36]\n[37]\n[38]CUT and PRINT! CECIL and SPROCKET HOLES burst into applause. \n[39]That's more like it, Miss Whitlock! CHERISH gives HONEY a suddenly jealous look. \n[40]Let's move on! \n[41]The first take is the only real truth... \n[42]There are no rules in outlaw cinema, Miss Whitlock, only edges. We believe technique to be nothing more than failed style. You see, I've had a vision... All the SPROCKET HOLES smile like film zombies to \n[43].and that vision is called \"ultimate reality.\" The rest of our film is shot in real life, with real people ... . and yes, with real terror. 63. Flip wipe to EXTERIOR SPROCKET HOUSE. Industrial 63. doors swing open and freshly painted phony FEDEX truck comes speeding out. \n[44]That's not what TIME Magazine has to say. \"Miss Whitlock seems a little ill at ease and past her prime to carry a picture by herself, especially one as sappy and overproduced as \"Some Kind Of Happiness.\" \n[45].and remember there are no bad takes in a Cecil B. DeMented picture - just keep the scene going \n[46]Your Hollywood system stole our sex and co-opted our violence so there's nothing left for our kind of movies... except this! \n[47]\n[48]\n[49]\n[50]I am Cecil B. DeMented and you're in my movie! Look in the camera and ruin a take and you're both dead! CANDY COUNTER GIRLS get nervy, eager to be in any movie. \n[51]\n[52]Say the lines! \n[53]\n[54]I'm trying to write, Cherish! HONEY, looking more relaxed, with only one leg cuffed to director's chair, watches herself on film in the arty, grainy, but very striking footage. RAVEN does a \"devil dance\" with herself and ritualistically drinks from a skull head. \n[55]I S-Q want to fuck you, Cherish, but you know I can't... \n[56]I'm not \"all your directors,\" Cherish. \n[57]SOLDIERS OF CINEMA, save your sexual energy for the silver screen... SPROCKET HOLES break apart and look up to CECIL. \n[58]Our footage is stronger than Otto Preminger's... CHERISH licks CECIL's tattoo. \n[59].creepier and darker than David Lynch's... LEWIS scratches a sexual note in the music as he lusts towards CHARDONNAY who sings out a torrid moan. \n[60].more exploitative than Herschel Gordon Lewis. LYLE humps the projector, out of his mind. \n[61].and more violent than Sam Fuller..- DINAH writhes in horniness, pulls her pistol and fires at \"The Films of David Lean\" coffee table book she uses as a target. \n[62]We will rise above our raging hormones to a new level of cinema unrest! Cut to FIDGET sneakily dialing parents on phone as HONEY nods her support. \n[63]. Do whatever it takes to avoid sexual release! Get as drunk as Sam Peckinpah... PAM guzzles whisky. \n[64]As high as Rainer Werner Fassbinder!... LYLE sniffs fumes from an aerosol can of metallic paint. \n[65]But stay celibate for celluloid! Cut back to FIDGET on phone. We see his suburban MOM answer on split screen. \n[66].Feel the black humor of Almodovar... RODNEY dances a wild S&amp;M step and tries to look PETIE in the eyes. \n[67].the satanic fury of Kenneth Anger! RAVEN, possessed by the devil, rolls her eyes back in devil horniness. \n[68].the racial tension of Spike Lee... CHARDONNAY lets out a soulful wail as she dances in sexual abandon. \n[69]phone and giving him the \n[70]\n[71]Oh, Andy Warhol, we worship you from the new cinema underground... \n[72].help us to use our sexual frustrations as you did for the future of outlaw film! \n[73]\n[74]\n[75]all the SPROCKET HOLES \n[76]Good morning, Miss Whitlock. \n[77]Whatever for? Your old career is over. . .but your comeback has just begun... CECIL nods to DINAH to start tape and we see a TEENAGE BOY on news in front of vandalized Timonium theater. \n[78]There are still some people who don't understand our work... DINAH zaps on TV and we see MIDDLE-AGED MAN in suit behind podium at press conference. Subtitle identifies him as \"MARYLAND FILM COMMISSIONER.\" \n[79]\n[80].And this time somebody might have to die! 79. Wipe to EXTERIOR SPROCKET HOUSE. 79. Doors swing open and CECIL's speeding van, driven by PETIE and now hurriedly painted over to resemble UTZ Potato Chips delivery vehicle, flies out and careens around the corner. \n[81]of script, to HONEY, LYLE \n[82]Not anymore they don't! \n[83]Cherish has recovered memory. \n[84]It's all behind you now, Cherish.  We're here... .and we're makin' movies! \n[85]It's ok, Cherish. This way.. \n[86]Shut up, Cherish. I've told you. \n[87]Now Honey...I want you to do a little stunt for this scene... \n[88]A simple little stunt. \n[89]See Pam? HONEY looks down to PAM, and sees PAM putting gaffer's tape mark on deck of ship. \n[90]That's your mark. When you hear \"Action,\" jump through the window, and land facing Pam's camera. \n[91]Prove yourself, Honey. HONEY spots a marine police boat quickly darting behind \"Pride of Baltimore,\" filled with MARINE \n[92]CHERISH and LYLE, and handing \n[93]Don't worry, they're just props. After your first line, throw the grenade at the Film Commission. Nobody will get hurt. \n[94]Blanks ...trust me Honey. HONEY gulps. \n[95]Lock it up! \n[96]I kidnapped the right star, didn't I? HONEY smiles weakly. \n[97]\n[98]ALL EXTRAS - keep eating the oysters or you will be shot and killed! \n[99]Do it. MARINE POLICE suddenly open fire on SPROCKET HOLES. RODNEY is instantly killed as he mixes HONEY'S hair dye. PETIE's face turns to stone at seeing his dead \"boyfriend.\" HONEY screams, thinking she is being rescued as RAVEN bravely tries to touch up her makeup. \n[100]\n[101]\n[102]\n[103]\n[104]It's your closeup, HONEY! \n[105]\n[106]\n[107]Film these fuckers, Pam. \n[108]\n[109]\n[110]You're one of us now, you know what to say! \n[111]\n[112]\n[113].The slash and burn of the white hot metal will brand you forever with the logo of Cecil B. DeMented... Wear the privileged scar of cinema sainthood with pride and horniness... LYLE projects the dailies of the day on wall as he pops Percodans. HONEY, out of her cell and unguarded for the first time, watches her \"stunt\" footage with pride as she gets the vodka bottle from their filthy dirty freezer and goes about the ritual of making the perfect martini. LEWIS, proudly displaying his brand, DJ's the music as CHERISH writhes in a sexy go-go dance for CECIL. CHARDONNAY painfully caresses her fresh brand and wails out the chorus of \"DeMented Forever.\" HONEY empties ice tray into martini shaker. \n[114].There is no such thing as family. We are the orphans of cinema and without our movie, we do not exist!... PETIE approaches CHERISH with the red hot brand and she eagerly sticks out her. arm. \n[115].Rodney died for the roots of cinematic rebellion... HONEY stops making martini and quickly checks her hair to see if any dark roots are showing and smiles at \n[116].and he's now in cinema hell where one day we'll all be reunited. RODNEY brands RAVEN. \n[117]I knew you were the weak one, Fidget. (Eyes widening in hypnotic \n[118]And to top it off...they talk out loud in the theater once the feature has begun! SPROCKET HOLES grimace in horror. Even HONEY shakes her head in disgust as she pours martini into glass. \n[119]And you...Honey? \n[120]You ain't seen nothing yet! Tape cuts to FILM COMMISSIONER, bandaged but defiant. \n[121]Say it... HONEY downs martini and, trembling in anger, puts out her arm for the brand. \n[122]\n[123]\n[124]I I am Cecil B. DeMented and this picture is TERMINATED. PAM shoves Panavision camera off crane and it just E misses DIRECTOR as it smashes to floor. \n[125]\n[126]It's OK! We got it on film! Keep going! \n[127]\n[128]\n[129]\n[130]This is it - our final location. \n[131]Nobody leaves this drive-in alive until we finish our film. \n[132]Cecil B. DeMented. \n[133]Hello, this is Cecil B. DeMented speaking to you directly from this theater... CECIL FANS A, B &amp; C jump out of their cars happily along with other supporters. REDNECK FAMILY guiltily starts up engine of car, hoping to escape along with other terrified FAMILIES. JOCKS A, B &amp; C leap from car, ready for a fight as do other gung-ho CECIL ENEMIES. \n[134]\n[135]Pay no attention to the studio executives in the helicopter above...I HAVE FINAL CUT!... CECIL FANS A, B, C and other FANS rip off speakers from poles and throw them at JOCKS and other CECIL ENEMIES. \n[136].Fans of outlaw cinema - they're here to use you for market testing! CECIL FANS let out a war-cry of defiance as they fight ENEMIES with fists, bottles, anything they can grab as FAMILIES scream in terror, trapped. \n[137]They want to detain some of you and put you in focus groups! \n[138]But I won't let them!... \n[139]\n[140]\n[141]\n[142]Honey Whitlock is here with us tonight... CECIL FANS yell their approval. \n[143].Live and in person! And she's dying to meet you! GROUPIE proudly shines the headlights of his car towards the roof of the concession stand as other CECIL FANS follow suit. 162. EXTERIOR ROOF OF CONCESSION STAND. Lit like a sound 162. stage from car headlights. LEWIS backs out on roof pulling PAM with camera in MANAGER's wheelchair that she is using as a dolly. CHARDONNAY follows with boom pole to record th' sound. PETIE and FIDGET struggle to carry CECIL on \"set\" in a makeshift stretcher as RAVEN applies makeup to his wounds. CHERISH is at his side, caressing him lovingly. \n[144]Honey, I've had a final vision. Would you set your hair on fire for our movie...? \n[145]Prove yourself one more time... for your cast... HONEY looks into CHERISH's brainwashed face as her eyes roll back in her head, flash cut with \"Directed by Andy Warhol\" credit. \n[146]Your crew... SPROCKET HOLES stare back at HONEY in a fast montage of their insane faces hallucinating credits of their favorite directors: William Castle, Kenneth Anger, Sam Peckinpah, Spike Lee, David Lynch, Fassbinder. FIDGET holds a pitiful fire extinguisher. \n[147]Your fans... HONEY looks to GROUPIE in a sea of cheering FANS. He is finishing up carving HONEY's initials \"H.W.\" in his forehead with a pop-top beer can tab. \n[148].and for me, Cecil B. DeMented! \n[149]SWAT TEAMS and COPS as they advance toward him and then to HONEY You will be the eternal flame of cinema insanity. HONEY's eyes glaze over in cult madness. \n[150]\n[151]The Martini shot... HONEY smiles nostalgically at the mention of her favorite drink. \n[152]\n[153]\n[154]That, fellow Sprocket Holes, is a wrap! HONEY, charred and still sizzling, smiles weakly and feels her almost bald head. SWAT TEAM CAPTAIN takes aim with rest of SHARPSHOOTERS. Instantly PAM is shot dead by SWAT TEAM SHARPSHOOTER and her camera falls to ground. \n[155]throw tear gas at warring mob \n[156]\n[157]roof in wheelchair, towards SWAT TEAM below ", "HONEY": "\n[1]Ah, what a town! HONEY is dressed for the premiere in an elegant evening gown and her black hair is cut perfectly in the Louise Brooks style that has become her signature. She continues her press conference under the watchful eyes of her press agent CHARLES and her long-time assistant LIBBY, both of whom are also dressed for the premiere. ROOM SERVICE employees stand by, ready to serve. \n[2]I tell everybody in Hollywood, when you shoot on location in Baltimore, you don't need to bring all the crew from Los Angeles. Baltimore really ia the best!... 5. Cut back to INTERIOR LOBBY OF SENATOR THEATER. 5. MR. STILLINGS lectures his other staff members as CATERERS and BARTENDERS set up behind him. SINCLAIR STEVENS is paying close attention as is LYLE, the projectionist, a handsome but surprisingly gaunt young man. CHERISH, a sexy and slightly nasty candy-counter girl leers at SINCLAIR who flirts back as she feigns interest in MR. STILLINGS' pep talk. PAM the popcorn girl, a masculine but beautiful nineteen year old with a seemingly bad attitude and LEWIS, the young cool African-American usher with a chip on his shoulder join FIDGET, RAVEN and DINAH. \n[3]Look at this dump of a town! HONEY turns to her long suffering assistant, LIBBY. The press is gone and they are alone. \n[4]Get me the fuck back to L.A. If one more asshole mentions a crab cake to me, I think I'll puke. \n[5]No I didn't! I'm not interested in any kind of meal you have to beat with a mallet... A knock is heard at hotel door. \n[6]Just a minute... (Muttering to herself as LIBBY goes to answer door .wearing some stupid kind of bib while families of mutants gawk in my face ...No thank you! CHARLES, the press agent enters. \n[7]Thank you Charles, darling. We'll be right with you. I'm excited. CHARLES exits. \n[8]Do you think Pat Nixon got fucked in this hotel room? \n[9]It's called the \"Presidential Suite\" isn't it? \n[10]I BET SHE DID! Call the manager and ask him! \n[11]It's your ï¿½ to ask, Libby! Call downstairs and find out if Pat Nixon got fucked in my hotel room! I want to know! \n[12]You didn't actually ask him? \n[13]You asked the hotel manager if Pat Nixon had sex in my room? \n[14]I was kidding Libby. He must think you're a complete lunatic! Good God, you'd do anything! A HOTEL MAID pushing a cart of towels and bathroom supplies comes around a corner and is completely star-struck. \n[15]Did you hear what that little bitch said to me? \n[16]In show business we say \"break a leg.\" NEVER fucking \"Good Luck\"! HOTEL GUESTS frown in disappointment at HONEY's language. \n[17]That cocksucker put a curse on my whole fucking premiere! HOTEL GUESTS let out a cry of shock at HONEY's language. \n[18]Mayor Fenwick! LIBBY and CHARLES look to one another relieved as HOTEL GUESTS stumble out of elevator, shaking their heads in disgust. \n[19]I love what you've done with this city. \n[20]A fucking white limousine?! \n[21]I'm not Liberace's boyfriend, for Chrissakes...My contract says black limousines only! \n[22]Do I look like a coke dealer? \n[23]\n[24]\"Some Kind Of Happiness\" is a screwball romantic comedy - life-affirming but realistic and to be honest, with all the misery in the world today, couldn't we use a little optimism in the movies? \n[25]Thank you! Thank you very much! You're so kind! MRS. MALLORY sneakily disconnects a tube to LITTLE WILLIAM who starts gasping for air. \n[26]\n[27]\n[28]Owwww! Please! I don't want to be blond! \n[29]It's burning my scalp! Ow! Ow! Ow! \n[30]Oh God! That really hurt! \n[31]\n[32].I mean... not little. . .10w budget. . .you know, cult. \n[33]Please...Mr. DeMento? Is that correct? \n[34]You have the wrong star for this film... \n[35]Do I have a trailer? ...I mean, is there a dressing room...? DINAH leans over set wall from above and watches with open lesbian lust. \n[36]The Screen Actors Guild will hear about this and I mean it! HONEY lets gown fall to floor and steps out of it. She is wearing beautiful lingerie. \n[37]Oh, God, I look terrible!  CECIL and SPROCKET HOLES applaud triumphantly. \n[38]Good... morning. \n[39]\"Daughter\"?! \n[40]I cannot make this movie! DINAH quickly hands CECIL a stun-gun. \n[41]I'm too young to play her mother! \n[42]It doesn't feel right... I'm just not motivated... \n[43]It's that fucking new multiplex that opened in the mall, isn't it? CECIL's face turns to stone as the rest of the SPROCKET HOLES watch, shocked at HONEY's wooden performance. \n[44]Somebody's gotta pay for this insult! HONEY looks out and sees SPROCKET HOLES aping CECIL's self-destructive review of her reading; DINAH slaps her own face, LEWIS staples his own leg; RODNEY jams the sharp end of a rat-tail comb in his ear. critically panned big film hit we can get the rights to. \n[45]From the empty seats of every good movie theater in America.. PETIE fellates his own gun, RAVEN closes eyelash curler on her tongue. \n[46]. We will rise up to take back the screen... FIDGET sticks a sewing needle under his fingernail. \n[47]Death to those who support mainstream cinema! \n[48]Alright! Stop it! Please stop it! I'LL DO THE SCENE! FILM IT! \n[49]It's that fucking new multiplex that opened in the mall, isn't it? CECIL's eyes light up in happiness at HONEY's performance. \n[50]Somebody's gotta pay for this insult! CECIL silently mouths the dialogue along with HONEY. \n[51]From the empty movie seats of every good movie theater in America, we will rise to take back the screen! The SPROCKET HOLES watch in awe. \n[52]Death to those who support mainstream cinema! \n[53]To be frank, Cecil, I would never do this picture in my real film life. The whole message is stupid - ask theater owners in any country and they'll tell you. Hollywood makes the best films in the world and I'm proud to be part of that system. \n[54]What? No coverage? \n[55]But you can't cut the film with only a master! \n[56]Please, no! Let's go back! I hate location work! 64. INTERIOR FEDEX VAN as it drives through downtown 64. streets and enters Jones Falls Expressway. PETIE is behind the wheel as LYLE and CHERISH study their lines in hand-written \"Raving Beauty\" script. CECIL hurriedly flips through TIME Magazine until he finds the article he wants. RODNEY and RAVEN torture HONEY with their constant touchups as PAM, CHARDONNAY, DINAH and FIDGET crowd in the back of van with equipment and guns as LEWIS reads a copy of \"Psychotronic\" magazine. \n[57]Owwww! Please, Cecil. I'm a much better actress in the studio... \n[58]TIME Magazine said that? \n[59]Cecil, give yourself up! It's not too late... \n[60]Come to Hollywood with me and I promise I'll get you a job as a production assistant on a real Hollywood movie. \n[61]Cecil, please don't make me do this scene... \n[62]\n[63]How dare you play this rotten movie?! PAM pans the camera to BOX OFFICE LADY whose eyes light up in fear at seeing the \"actors\" in their terrorist outfits. \n[64]$7.50 for this piece of shit?! BOX OFFICE LADY screams and locks herself inside as HONEY spray-paints S-H-I-T across box office glass. Macho TICKET TAKER kid comes running out. \n[65]\n[66]\n[67]Oh, craft service. Thank you, Fidget, but I never drink when I'm working but you're very kind. Do your parents know where you are tonight? \n[68]Don't you think you ought to call them...? \n[69]You know that's nonsense! Go ahead, call them up. I bet they miss you... LYLE ruins everything by staggering over, scarily high. \n[70]I most certainly do NOT, Lyle. I can't believe you'd be a drug addict in the 90's - it's so retro. \n[71]Please Rodney, those aren't roots - they're scabs on my scalp from the dye and they're raw! RODNEY sadistically squirts her roots with dye as HONEY lets out a cry of agony. \n[72]OWWWW!! Please... please...  Raven, you're a pretty girl, you could escape this madness... \n[73]Well ...I'm sorry to hear that... \n[74]Don't say that, Raven! Tell her, Rodney - no movie is worth dying for! RODNEY blasts HONEY's hair with his fiery malfunctioning drier as she cries out in pain. \n[75]OWWWW! Rodney, why do you want to hurt me? Gay men are supposed to be gentle... \n[76]\n[77]Oh God, stop... \n[78]\n[79]Cecil, I want to go back to Hollywood! \n[80]Cherish, this is America. They have the freedom to make bad films if they so desire... \n[81]Oh, please... \n[82]I'm.. . so sorry. \n[83]No...not at all. \n[84]I. .wouldn't. \n[85]I'm working, Lyle! \n[86]I. .I can figure it out... \n[87]Oh, really! Are you sure this stuff really happened? \n[88]I. .I believe you. \n[89]A what? \n[90]It doesn't say anything about a stunt in your rewrite. \n[91]But Cecil, surely you realize I could be injured... \n[92]Maybe with an air bag or some kind of safety precaution... \n[93]Alright, Cecil. I'm a professional... Roll the camera. \n[94]But there are bullets in this gun... \n[95]of terrified producers headed by Film Commissioner Which one of you assholes insulted our movie?!  \n[96]\n[97]\n[98]DON'T SHOOT! I'm Honey Whitlock and I've been kidnapped! HONEY is shocked when the POLICE tackle her and place her under arrest. DINAH grabs FILM COMMISSIONER and uses him as a human shield as she fires away, hitting several cops. \n[99]\n[100]\n[101]\n[102]\n[103]But Cecil...you didn't write me any dialogue... \n[104]\n[105]That really is unforgivable, Fidget! FIDGET looks around at the brainwashed faces of his disgusted, judgmental cult and crumbles. HONEY greedily gulps down her martini. \n[106]No, Cecil... CECIL nods to DINAH who plays the tape. HONEY sees her ex-husband, a handsome movie star on screen with JAY LENO on \"The Tonight Show.\" \n[107]\n[108]This time, .1 have a fucking vision! CECIL's eyes light up in madman glee. 105. Cut to EXTERIOR \"STUDIO TWELVE,\" the one 105. professional sound stage in Baltimore located in the picturesque downtown neighborhood of Fells Point. Next day. A giant FILM CREW, all wearing \"Gump Again\" t-shirts, hustle and bustle on the first day of the film shoot, hauling expensive film equipment inside, setting up catering trucks, craft service tables and the temporary dining areas for the entire FILM COMPANY. TEAMSTERS oversee crew trucks, honey wagons and the star trailers, all the while guarding the set from any outside trouble. In the foreground, the Hiway Film Delivery Truck pulls up, hastily painted over to read \"Rhebs Chocolates.\" We see PETIE behind the wheel, disguised in delivery uniform. TEAMSTER A steps over to check security. \n[109]\n[110]\n[111]And no more free food at international film festivals for you either - HACK! \n[112]\n[113]\n[114]Dear Diary, My husband is trying to kill me but nobody will believe me. She hears a noise and sits up in bed as her pet cat jumps into her lap. She clutches it up to her in fear. 132. Cut to TICKET BOOTH. 132. TICKET SELLER is dressed as Honey Whitlock as she sells ticket to carload of CECIL FANS who wear T-shirts with Cecil's picture and the slogan \"PUNISH BAD CINEMA.\" One of the girls is dressed as Honey Whitlock and made up with fake bruises. \n[115]Shhhh! Calm down! \n[116]Get ahold of yourself... Their car pulls up to TICKET SELLER. \n[117]\n[118]No! Bad reviews can't hurt me anymore! \n[119]My real hair?... \n[120]But will it...make me a legend? \n[121]I'm.. . ready for my closeup, Mr. DeMented. RAVEN dabs HONEY's hair with gasoline from can. FIDGET painfully plays pocket pool and lights the torch. \n[122]\n[123]", "CHERISH": "\n[1]Long live pornography! \n[2]Hi, I played you in lots of porno movies. \"Some Kind Of Happiness\"? I've already shot it - only it's called \"Some Kind Of Horniness.\" But that's all behind me. I'm an outlaw cinema girl now. \n[3]I didn't sell one ticket, Lyle. Nobody came! \n[4]I heard they were sold out last night, Mom! \n[5]I didn't sell one ticket, Lyle. Nobody came! \n[6]I heard they were sold out last night, Mom. \n[7]\n[8]\n[9]\n[10]\n[11]\n[12]Come on, Cecil, I want a little \"action\" of my own! \n[13]How can you see me on film and not want to fuck me?! \n[14]Why not?! All my directors fuck me! \n[15]Yeah, that Maryland is not safe for their kind of movies! \n[16]You think just 'cause you made \"real\" movies that you're better than me, don't you? \n[17]Do you know w I became a porno star?! SPROCKET HOLES groan, they've heard it before. \n[18]When I was ten years old my entire family fucked me under the Christmas tree... \n[19]I guess you are. \"Jingle Balls, Jingle Balls,\" my stupid brother started singing. You think that's funny? \n[20]\"Fuck her!\" yelled my grandmother. How would you like that if it happened to you?! \n[21]\"Human pile,\" screamed my grandfather as they all jumped on! Do you know what a human pile is?! CECIL leads them up rickety steps to second floor trap door. \n[22]\n[23]\n[24]Yes, Cecil... \n[25]Suffer for celluloid! \n[26]Outlaw cinema has no limits! \n[27]Didn't you just greenlight another new movie based on a video game? \n[28]\n[29]My real life began in the cinema... PETIE brands CHERISH's arm. \n[30]And it will end in the cinema! \n[31]They've never rented a porno movie! FIDGET starts whacking nervously. \n[32]No more meal penalties! \n[33]Dear Diary, another day and the same old thing... everywhere I go-everything I do seems to lead to the same dead end... (She turns over to write on her stomach .my derriere... Cut to AUDIENCE of single men watching hornily as whole rows of seats vibrate from audience \"participation.\" \n[34]Hey buddy, I'm in a little bit of trouble... \n[35]Yeah, that's my ass alright and it's in trouble. Can me and my friends come inside? \n[36]One \"F\" or two? \n[37]Why is it that men only want my ass? (Takes her pet gerbil out of cage next to bed Do you know why, little Pellett? (Accidentally drops PELLETT in bed covers \n[38]bed, trying to find her \n[39]Heeerrreee Pellett! Mommy's got some Cheerios for you! The movie on screen cuts to CHERISH in a closeup. She lets out an erotic squeal. \n[40]000HHHH! Not there Pellett! \n[41]Oooohhh, Pellett! You're just like all the rest! Oohh, Pellett! Oohhh! TEAMSTERS I &amp; J enter back of theater, look to the screen in sudden disgust and then spot CECIL and SPROCKET HOLES in AUDIENCE. LEWIS, CHARDONNAY, PAM, PETIE and RAVEN watch hornily along with moaning AUDIENCE as a frustrated FIDGET attempts to play pocket pool with his injured bleeding hand. Even HONEY is a little turned on and dares to catch GROUPIE's eyes again. \n[42]\n[43]\n[44]\n[45]We're gonna get laid! \n[46]You can make it...one more camera set-up and we can have sex... \n[47]You mean ...we can fuck? ", "LYLE": "\n[1]7:09pm. Honey Whitlock, welcome to film hell! We see MR. STILLINGS tied and gagged behind him. \n[2]But it lead to the \"French Connection.\" \n[3]Hi, I'm Lyle and I'm your leading man. I've had a boner for you for years. HONEY pales. \n[4]Want some Ecstasy? HONEY shakes her head negatively in helpless horror. LYLE shrugs his shoulders and happily pops the pill into his mouth. \n[5]Hey, Cherish, it's 8:00. Am I supposed to get this show on the screen or what!? \n[6]Pasolini's playing and we have an empty theater?! DINAH pushes HONEY on stage. \n[7]Not for \"THE FLINTSTONES\"!? CECIL starts banging his head painfully on cement wall to show his displeasure at HONEY's reading. \n[8]Hey, Cherish, it's 8:00. Am I supposed to get this show on the screen or what? \n[9]Pasolini's playing and we have an empty theater? HONEY enters and does the lines convincingly. \n[10]Not for \"THE FLINTSTONES\"?! \n[11]I never took this much acid before, so if I forget my lines, Honey, cue me! \n[12]\n[13]\n[14]You call THAT a SMALL??!! \n[15]We are the ultimate bad review! \n[16]\n[17]Hey Honey, want some crack? \n[18]Before I was a drug addict, I had so many different problems, Honey. Now I just have one - drugs. It gave my life a real focus. Cut to CECIL on crane with CHERISH as they hornily watch CHERISH on film. \n[19]We'll let these fat cat producers know! \n[20]Hey Honey, nervous? Wanna try some \"Special K\"? \n[21]\n[22]Just call me irresponsible...  \n[23]Didn't you produce that foreign language hit that was remade badly in English? \n[24]Help me, Cherish. I'm stuck in a K-hole and I can't get out! CHERISH, firing her gun wildly, runs to LYLE and manages to pull him \"off set\" as HONEY freezes in terror deciding between her director or the POLICE. CHARDONNAY fires her gun and accidentally blasts her ears over earphone and lunges to turn down volume control on her Nagra. \n[25]YEAH? Well your movies bite the big one! FAMILIES start throwing their concession stand candies at LYLE, CECIL and SPROCKET HOLES and advance towards them. \n[26]Film revolutionaries can never be stopped! PETIE brands him but LYLE feels no pain. \n[27]They wouldn't let you see R-rated films as a child! \n[28]No more per diems! \n[29]Drugs.. .give me drugs... RAVEN runs forward with a bottle of poppers and gives LYLE a snort. He smiles and twitches in final death rattle. ", "RAVEN": "\n[1]7:02pm... (Smiling to audience, under her breath When the word is given, we will seize the cinema... 21. Cut to NORTHERN PARKWAY, suburban throughway near 21. with police escort. \n[2]Your mother sucks cocks in hell! HEAVY METAL KIDS look at each other in horror and run away in fear. Limo bumps down road at high speed and trunk door bangs shut, knocking HONEY into submission. Limo makes a fast right. \n[3]Hi, I'm Raven and I'm a Satanist. I'll be doing your makeup... HONEY stares back in confusion. \n[4]You look so pale... RAVEN suddenly slaps HONEY across face and HONEY cries out in shock. \n[5]Sorry... but Satan says... you need color! RODNEY, the biker \"bodyguard,\" now in S&amp;M leather get-up steps toward HONEY carrying a rat-tail comb and a hair dye applicator bottle. His \"Almodovar\" tattoo is a beauty. \n[6]I haven't had this much fun since my last livestock mutilation... RAVEN lunges towards HONEY's eyebrows and painfully tweezes out a hair. \n[7]\"In the House of Pain, there are 10,000 shrines.\" Allistair Crowley said that. \n[8]\n[9]Goat urine, want some? HONEY pales. \n[10]It's a Satan thing!  You're really good in our movie! HONEY beams at compliment, catches herself, and smiles weakly back at RAVEN as FIDGET approaches with a martini on a tray for HONEY. \n[11]Just close your eyes and think of the films of George Cukor. RAVEN tweezes HONEY'S eyebrows painfully as RODNEY continues to torture her hair. \n[12]Escape to what, Honey? My father is a Zo-Zo, the three-headed guard dog at the gate of hell! \n[13]And one day I'm gonna commit revolutionary suicide for celluloid... \n[14]Oh, it's alright, Rodney. \n[15]It's not Honey's fault. \n[16]No one chooses to be heterosexual. Honey knows that. \n[17]\n[18]Satan loves you, Honey, and so do I. Tape cuts to LIBBY, HONEY's assistant, talking to ENTERTAINMENT TONIGHT. Subtitle on TV read \"Honey Whitlock's Personal Assistant.\" \n[19]You have cinematic immunity now. \n[20]Who cares what anybody thinks of our movie except Satan?! HONEY, FIDGET and RAVEN pull GROUPIE away towards concession stand. ", "PAM": "\n[1]- 10 -  \n[2]6:46pm... In the name of underground cinema... \n[3]\n[4]\"Smokey and The Bandit\" even had fuckin' sequels... Another cop car speeds towards them from the front trying to cut them off. \n[5]I'm Pam, the director of photography and you'd better hit your mark! CHARDONNAY, now done up in outrageous homegirl gangster look, carries an old wrecked Nagra sound recorder and spins her microphone boom pole like lethal numchucks before raising it over HONEY's head, revealing the \"Spike Lee\" tattoo on her stomach. \n[6]Camera rolling. \n[7]Mark it! DINAH marks the take. \n[8]Camera rolling. \n[9]Camera rolling. \n[10]\n[11]Roll camera. \n[12]Camera rolling. \n[13]From the valleys of Lebanon... PETIE brands her arm and she laughs at the pain. \n[14]Panavision camera, disguising her voice like a man Mark it! CAMERA ASSISTANT marks the take. \n[15]Mark it! FIDGET holds a terrified MICHAEL J. FOX and LARGE LADY at gunpoint as DINAH marks the take by suddenly banging DIRECTOR'S head on pole. \n[16]Take one! \n[17]Visions of light! HONEY gulps as bullets whiz around her head and then jumps right back into character. \n[18]", "FIDGET": "\n[1]6:47pm. Hey, hey, MPAA, how many movies did you censor today? \n[2]I'm Fidget, the costumer... (Suddenly rips dress to give her a plunging neckline Sorry.. .but I'm gonna have to give you a new look... RAVEN, smiling beatifically, steps forward dressed in a satanic robe, an inverted cross necklace, pentagram jewelry and a \"Kenneth Anger\" tattoo. \n[3]\n[4]\n[5]\n[6]Excuse me, ma'am.  RODNEY moans in sexual frustration as HONEY begins getting dressed in FIDGET's costume. DINAH pants from above as HONEY slips on tight pants. LEWIS, CHARDONNAY, and PAM watch from peepholes, breathing hard and moaning as HONEY slips into jacket. PETIE appears and jealously catches RODNEY trying to peek down the front of HONEY's jacket. RODNEY looks away guiltily. FIDGET whacks and \"creates,\" lewdly \"styling\" HONEY's outfit. He then wheels full-length mirror to HONEY and signals to CECIL she is ready. HONEY sees her transformation into terrorist glamour girl for the first time. \n[7]Miss Whitlock? \n[8]They're probably mad... \n[9]Cecil says our parents are the enemies of film... \n[10]Mom, it's me, Fidget. \n[11]I'm fine. The movie's going great, Mom! \n[12]NO! I want to go home! \n[13]\n[14]None of your old movies count. CAT, on screen, scurries through \"cat-door\" cut in kitchen wall and escapes outside. In car next to HONEY, REDNECK MOM, POP and DORKY KID watch the movie. MOM is weary \"Honey Whitlock\" wig. \n[15]We're beyond the critics' reach! \n[16]Hi Mom, hi Dad. FIDGET'S MOM and DAD'S eyes light up in parental love. ", "DINAH": "\n[1]It's for a wonderful cause... Thanks for your support. (Between customers, sneakily \n[2]Part Three, 1983! \n[3]I'm Dinah, Cecil's prodÂ»cer and I do everything! I've been knocking down box office money from every big Hollywood hit for years to pay for this equipment. You fuck with me, sister, and you're DEAD!  We made the news... CECIL nods to DINAH to turn on the VCR to show clip taped from TV. \n[4]\n[5]Alright, LET'S LOCK IT UP! \n[6]\n[7]\n[8]Roll camera. \n[9]And this is live! SPROCKET HOLES watch in suspicion. \n[10]\n[11]Picture's up. \n[12]Picture's up. \n[13].to the jungles of Cuba... PETIE brands her arm and she smiles in fanaticism. \n[14]They've never been to a midnight movie! FIDGET starts to crack as his hand creeps in his pocket. \n[15]We're non-union and we're taking over this movie! \n[16]Roll camera! 118. INTERIOR \"STUDIO TWELVE.\" On set. 118. Crane is raised by OPERATOR on ground to the top of the set. CECIL and PAM are on scaffolding on other side, waiting to strike. ", "FILM COMMISSIONER": "\n[1]Cecil B. DeMented, the Maryland Film Commission refuses to be intimidated by your pathetic gang of cinematic misfits... SPROCKET HOLES let out a howl of disgust as HONEY pales. 77. Cut to \"PRIDE OF BALTIMORE,\" a tall tourist 77. attraction docked in the Inner Harbor, the popular retail area on the water near the Convention Center. The \"Hollywood Oyster Bash\" is in progress as FILM COMMISSIONER continues his speech. \n[2].That's why we're here today on \"The Pride of Baltimore\" to celebrate location shooting in Maryland with many of the brave production and studio heads from out of state who also say NO to cinema terrorism. \n[3]Ask anyone who's shot their film in Maryland! We have the exact location you need for your next production... \n[4].From mountains to beaches... small towns to urban settings... OYSTER SHUCKER goes to get more oysters in kitchen and DINAH jumps him from behind holding a shucker to his neck. \n[5].The Maryland Film Commission pledges to work with state and federal agencies... A WAITER opens closet door and PAM punches him in the mouth, picks up a tray of oysters and starts serving. \n[6]. to make your shoot here in Maryland... PRODUCERS and STUDIO EXECS suck down oysters from PAM's tray. \n[7].as inexpensive and trouble free as possible! CHARDONNAY hits WAITRESS over head with boom pole and grabs another tray of oysters. \n[8]That's why we call Baltimore \"The Hollywood of the East\"! PRODUCERS and STUDIO EXECS applaud as FILM COMMISSIONER takes his seat. \n[9]No...please...I was only following studio orders. HONEY throws what she thinks is her \"prop\" grenade. The FILM COMMISSIONER dives out of the way and it explodes. HONEY, horrified that the \"effect\" was real looks up to CECIL but he has vanished. Suddenly CECIL enters the ship \"directing\" through megaphone. \n[10]\n[11]Cecil B. DeMented, you can never stop Hollywood! The Maryland Film Commission is pleased to announce there will be nna delay in tomorrow's once-secret start date for the 65 million dollar, \n[12]\n[13].starring Michael J. Fox! Tape cuts to MICHAEL J. FOX dressed in Forrest Gump look. Subtitle reads \"Live in Baltimore.\" ", "LIBBY": "\n[1]Did you try the steamed crabs? They're red and... \n[2]Well ...I don't know...I mean... \n[3]Yes...but... \n[4]I can't ask that. . .Pat Nixon was a stroke victim... \n[5]The hotel manager said \"No.\" Pat Nixon never stayed here, but Nancy Reagen did in 1986... \n[6]You said to call downstairs... \n[7]Well. . .sort of. I mean you told me... \n[8]She didn't know. \n[9]That's just an old superstition. \n[10]Oh nobody will know, we're in Baltimore... \n[11]The charity probably made the arrangements. It was an innocent mistake. \n[12].Honey Whitlock was always attracted to the wrong kind of man. It wouldn't surprise me if she was in on her kidnapping from the very beginning. She'd do anything for sex... HONEY howls in indignation as LYLE gives her a funny look. FIDGET pours her another quick martini. ", "CHARDONNAY": "\n[1]6:50pm. Fuck the studio system! Enjoy the show. SHE gives back stub and then loads bullet into gun hidden beneath torn ticket stubs in her counter. \n[2]Ticket, please... 18. Cut back to EXTERIOR HARBOR COURT HOTEL. 18. Closeup of HONEY WHITLOCK's furious face as she stares in horror at awaiting white stretch limousine driven by \n[3]Which inspired a sequel! \n[4].and remember - SPEAK UP, BITCH! I'm Chardonnay and I do the sound. LEWIS proudly steps forward, menacingly holding staple gun like a weapon. \n[5]\n[6]Speed. DINAH marks the take. \n[7]Yeah, Lewis thinks I could have a hit record! \n[8]Speed. DINAH marks the take. PARTY GUESTS fix their hair, smile, thinking they are in a promotional film. \n[9]Speed. DINAH marks the take. \n[10]Speed. \n[11]They enjoy classic TV sitcoms turned into feature length films! \n[12]", "PETIE": "\n[1]6:41pm. A star is born... \n[2]\n[3]Yeah, Part fucking Two, 1980!... \n[4]We did it. PETIE grabs RODNEY from back seat and gives him a big kiss. A SUBURBAN LADY pulls up in her car next to limo on right. \n[5]Hey, I'm Petie, remember me, \"the trailer trash\"? I'll be your driver. I'll take you anywhere... anywhere but home!! (Laughs evilly as he \n[6]Can I ask you a question? Did you ever fuck Mel Gibson? \n[7]How big is his dick, anyway? \n[8]\n[9]\n[10]We got a delivery for Michael j. Fox from Paramount Studios. Largest box of chocolates we ever made. 106. Cut to INTERIOR TRUCK. 106. HONEY, frozen in suspense, sits dressed in the most frightening of FIDGET's terrorist couture getups yet, clutching her weapons. LYLE (in a \"Dump the Gump\" guerrilla jumpsuit) and CHERISH (scarily dressed in skimpy revolutionary uniform) sits with the rest of the SPROCKET HOLES, all clutching film equipment and guns. CECIL grins like a lunatic as PAM and CHARDONNAY aim the camera and sound boom at the door. DINAH holds clapboard. 107. Cut back to EXTERIOR TRUCK. 107. \n[11]Sure... (Hops out of vehicle to ", "RODNEY": "\n[1]Excuse me, ma'am, but Security's gonna have my ass if we're late... \n[2]Call me Rodney. Tomorrow I'm bleaching your hair out platinum and I should warn you...I FUCKING HATE ROOTS! PETIE, the sexy hillbilly \"chauffeur,\" now dressed in redneck militant garb and featuring a \"Fassbinder\" tattoo, steps forward. \n[3]You're going right off the deep end of the Clairol color chart! RODNEY squirts on more dye. \n[4]Beauty comes from agony! Everyone knows that! \n[5]Let's wash it out! RODNEY yanks HONEY's head back as RAVEN pours scalding water over her head. \n[6]I see a fucking root already! He lunges to HONEY's scalp with hair dye applicator bottle. \n[7]I see that fucking brown color... \n[8]That's just it, Honey! I'm not gay. I'm straight and I fucking hate it! Petie loves me but I can't love him back! I've tried! I kiss him and all I feel is beard. \n[9]\n[10]Make them pay for me thinking about pussy! RODNEY rips out a clump of HONEY'S teased hair with brush. \n[11]", "SINCLAIR": "\n[1]\n[2]the \"Some Kind Of Happiness\" title back on the marquee Have you met her yet? \n[3]You promise? SINCLAIR smiles sneakily to himself as \"Some Kind Of Happiness\" logo fades out on marquee and \"Written and Directed by John Waters\" credit fades in. \n[4]I'm a bg fan! End of credits. 3. Cut to EXTERIOR HARBOR COURT, luxury downtownhotel. 3. Whitlock and eagerly await her departure. \n[5]10-4, Petie. SINCLAIR nods gravely to LYLE the projectionist who picks up a 35mm metal film can and sneaks up behind MR. STILLINGS who is looking down from projection booth to the premiere CROWD filling the theater below. \n[6]\n[7]7:06pm...The Big Snatch. HONEY steps from limo and waves like a true star to roar of approval from crowd as PRESS blinds her with flashbulbs. \n[8]Good evening, Miss Whitlock, and welcome to the historic Senator Theater. \n[9]7:09pm and thirty seconds. \n[10]", "LEWIS": "\n[1]\n[2]And lead to \"Smokey and The Bandit\" and that kinda shit! PETIE sees another cop car speeding up behind him in the rear view mirror. DINAH leans out limo window and fires gun back'at cop car. \n[3]We met. I'm Lewis, the art director. I hope you'll be comfortable here... HONEY looks around cell and sees giant stills blown up from her past films showing her in physical and emotional distress. \n[4].'cause you ain't goin' nowhere else! HE staples her gown to the chair. FIDGET, the grunge dweeb, dressed in complete rags but looking somehow great with his \"William Castle\" tattoo, shyly steps forward, absentmindedly playing \"pocket pool.\" \n[5]All these materials were stolen from city-owned construction sites...just for you! We're gonna have a hit, Miss Whitlock! \n[6]Your picture's gonna lose thirty million dollars. \n[7]Our film goes into profit the day we sell the first ticket! \n[8]Magazine\" before blurting out to CECIL If we can't have sex, can't we at least make money? \n[9]\n[10]But our film could be a hit even after we're dead, right, Cecil? CECIL smiles egotistically and joins in chanting with zombie-like SPROCKET HOLES. ", "ACTION!": "\n[1]\n[2]\n[3]HONEY runs and jumps through window. \n[4]COPS fire at CECIL but PETIE swerves the van expertly to make them a hard target. SPROCKET HOLES shoot back but they are beginning to run out of ammunition. \n[5]\n[6]TEAMSTER A freezes in shock. PETIE quickly pulls out stun gun and zaps TEAMSTER A in neck. LEWIS and DINAH yank TEAMSTER A's twitching body inside truck and PETIE quickly slams door shut. 108. INTERIOR \"STUDIO TWELVE.\" Giant sound stage. 108. Famous park bench set of \"Forrest Gump.\" MICHAEL J. FOX, dressed in character sits on park bench in front of elaborate back drop painting of the Baltimore skyline. ELECTRICS scurry about tweaking the lights. HAIR and MAKEUP people touch up the star as PROP MASTER hands MICHAEL J. FOX a crab cake platter and paper plate for the scene. DIRECTOR, a Hollywood type, looks up to European DIRECTOR OF PHOTOGRAPHY and his FOCUS PULLER atop Titan crane. \n[7]MICHAEL J. FOX munches a crab cake on park bench as scene begins. A LARGE LADY sits next to him on bench. \n[8]HONEY, LYLE and CHERISH enter, in costume, in character, pointing weapons. \n[9]", "DIRECTOR": "\n[1]You okay, Jean-Pierre? - need another camera rehearsal? \n[2]OK, let's shoot this sucker. \n[3]\n[4]\n[5]What the hell? \n[6]\n[7]Nobody can stop the popularity of \"Forrest Gump.\" CHARDONNAY smiles evilly and smashes the SOUND MAN's expensive state-of-the-art sound recorder. \n[8]Are you this desperate for publicity, Honey Whitlock? \n[9]The Directors Guild of America will bring down their swift sword of justice on you rank amateurs! Suddenly TEAMSTER B opens fire and shoots LYLE in the back of the head right in the middle of CECIL's take. MICHAEL J. FOX and DIRECTOR dive for cover under park bench as LARGE LADY runs for her life. ", "GROUPIE": "\n[1]I'll be your cinema slave. HONEY blushes but smiles back at him. \n[2]\n[3]Bomb \"Planet Hollywood.\" \n[4]Two adults. \n[5]\n[6]Come on, you didn't know... On drive-in screen, HONEY's character clutches the cat, races down steps to first floor of her house and sees HIT MAN #2 briefly staring through front door. Her CHARACTER runs to kitchen in fear and drops cat to get butcher knife out of kitchen drawer. RAVEN and FIDGET, both injured, touch up and adjust HONEY's final insane terrorist-chic look. \n[7]", "FIDGET'S MOM": "\n[1]Hello. \n[2]Oh God, where are you, Fidget? Are you okay? \n[3]Going great? Fidget... you're wanted for murder! Cut back to CECIL whc is building to a climax of brainwashing. \n[4]Hello? Fidget, talk to me! Hello? We'll come and get you! Tell us where you are! Hello? Hello? FIDGET hangs up phone and starts playing pocket pool frantically. HONEY sighs and shakes her head in disappointment. \n[5].Fidget is a good boy and we love him... \n[6]Fidget, it's Mommy. We know you've seen too many R-rated movies and we're here to help... Suddenly mini-cams from other local news teams speed into drive-in behind them. ", "DEMENTED FOREVER!": "\n[1]PETIE turns to PAM, DINAH and LYLE with branding iron. \n[2]Shot of HONEY pouring vodka into shaker. RODNEY turns to RAVEN whose eyes light up in satanic glee. \n[3]A distracted HONEY expertly shakes her martini happily. PETIE turns towards FIDGET with the brand and FIDGET begins playing pocket pool frantically in fear. HONEY takes chilled martini glass from freezer. CECIL sees FIDGET's fear and nods to DINAH to turn on video footage with remote. FIDGET looks sad to see his PARENTS flash on the TV screen taped from WJZ TV news show. \n[4]CECIL turns to HONEY as PETIE brandishes the red hot iron. \n[5]PETIE brands HONEY's arm as she grits her teeth bravely and SPROCKET HOLES cheer. \n[6]GROUPIE gives her the power fist sign. CECIL is shocked and glares at HONEY and SPROCKET HOLES to stay celibate. i TEAMSTERS rush in horror through AUDIENCE of whackers toward CECIL and SPROCKET HOLES. CHERISH, in theater, turns and sees approaching "}}