{"dialogues": {"RYAN": "\n[1]You recording this? \n[2]Move, bitch. \n[3]Get that? \n[4]C'mon Chad, I gotta put my mouth on that. \n[5]Watch it dude, I gotta return that thing in seven days. \n[6]Nah, whenever I return it, I just list off why the phone sucks and they give me a new model. Figure by the tenth time I'll have to go somewhere else. \n[7]Waterproof. \n[8]This is stupid. I could get killed. Pick another dare. \n[9]Screw it then. In one... Two... Two and a half-- \n[10]Got any more? I'm here to help. \n[11]What's in 'em? \n[12]Cool, you're handing these out during the concert? \n[13]Hell yeah.     I'm all about \"Heal the Bay. \" \n[14]Me an Chad do the monthly cleanup thing, of course... \n[15]We've collected water samples with the Stream Team, raised money on the Promenade... I'm surprised I haven't seen you. \n[16]Ryan. \n[17]You ever go up to Santa Barbara? My dad used to take me there all \n[18]the time. Their pier is amazing, clear water, huge crabs everywhere, oysters right there on the rocks, starfish... Hard to believe it's the same ocean sometimes. \n[19]Sounds like a plan. \n[20]I'll do it for you... if you want. \n[21]Sure.     How much is the bill? \n[22]Do you promise not to go anywhere? \n[23]Okay, I won't be long. \n[24]Dude, does Santa Barbara have a harbor or a pier? \n[25]Dex, wassup? You won't believe the hotties I just met at the pier. Smoking. You wanna meet them? Yeah? Well don't get too excited 'cause I need my money. \n[26]Bullshit, you're not going anywhere, I'm pulling up right now. \n[27]What? Yeah, you better be. And I need your shower, I'm talkin' code red stankage- \n[28]Dex? You still there...? \n[29]Damn. \n[30]Sorry, got cut off.      Hey -- what's my Caller ID say? \n[31]Yo Dex...? \n[32]Hello...? \n[33]Whatever.    Signing off- \n[34]Hello? \n[35]Oh really? Kidnapped, huh? \n[36]Awfully polite kidnappers to give you a phone... \n[37]If you were really in trouble, you would've called the cops, not me. Now I've got a real call on the other line-- \n[38]Hmm. Sucks to be you. Try crank yanking someone else. Late. \n[39]Dex? \n[40]Awesome, I can totally use a credit card. Tell me more. \n[41]-Shucks, now's really not a good time, but why don't I get your number and get back to you later. \n[42]That's the office number? \n[43]Why don't you give me your number instead. That way I can call you when you're having dinner with your family. \n[44]Damn skippy. \n[45]You still there? You're getting kinda creepy, lady. See ya. \n[46]Oh, it's like that, huh?     Nice with the fake tears, lady... \n[47]You need acting lessons. Now go take your meds and bug someone else. \n[48]No, actually( I don't. Not with a hot chick waiting for me at the pier. \n[49]Why, you writing a book--? \n[50]Uh...Johnny. Johnny Fountain. \n[51]Well, I'd be damn impressed, considering she's dead. \n[52]How much? \n[53]Sure you will. I'm hanging up now. \n[54]What do you want me to do? \n[55]I'm here. \n[56]Excuse me, officer -- \n[57]Hey, I've got an emergency here -- \n[58]Come on, man! I've got some lady on the phone here who says she's been kidnapped! \n[59]Seriously, a lady was murdered! \n[60]Take the phone and find out moron! \n[61]Where? \n[62]What? What is it? \n[63]Lady, what's going on?! \n[64]Oh shit... \n[65]I know.    I'm trying to get help. \n[66]It's just static. I'm running upstairs to the detectives. Hold on, I might lose you for a sec-- \n[67]Wait, we're almost there. \n[68]Well, what the hell am I supposed to do?! \n[69]Jesus!   I'm almost there! \n[70]Crap! \n[71]You're shitting me. \n[72]Who? Oh -- one-twenty.  \n[73]\n[74]Good, then if I get a cop-- \n[75]Pick him up? Hell no, lady!     I ain't goin' nowhere else-- \n[76]But I'm in a police station! \n[77]I just got off the 405. \n[78]You've gotta chill! You're stressing the crap out of me! Where the hell is a cop hiding in a speed trap when you need one? \n[79]What do these guys want, anyway? \n[80]What do you do? \n[81]So your husband's like, uber-rich? \n[82]Could they've mistaken you for someone else? \n[83]Oh...SHIT!! \n[84]...Ain't that a bitch. \n[85]There's the school. \n[86]Okay, I'm here. \n[87]Five minutes. What's your kid's name? \n[88]Ricky what? \n[89]Ricky Martin? You named your kid Ricky Martin?! Why didn't you tattoo \"kick me\" on his ass while you were at it? \n[90]Forget it.     What does he look like? \n[91]They're all wearing blue shirts and pants! \n[92]Ricky Martin? \n[93]No, kid, it's okay!    I didn't mean to-- \n[94]Does he have anything else? A jacket? A backpack? What's his lunch box look like? \n[95]You don't remember your own kid's lunch box?! \n[96]Ricky Martin, where are you!? \n[97]Ricky Martin? \n[98]I'm looking for a little blond boy-- --No, no! Not like that! \n[99]Oh shit... \n[100]\n[101]Yes.    RICKY! RICKY MARTIN!! \n[102]No--! \n[103]Jessica? You still there?! \n[104]No one's gonna get your kid!    He's not slow, is he? \n[105]Then he won't go anywhere with strangers. \n[106]What color? \n[107]Of course it is. \n[108]There's three of them.    What's your plate? \n[109]Like you don't remember the lunch box? Or anything else about your kid-- Oh, man. This is a prank, isn't it? \n[110]Bullshit! Oh, you're good lady. Your friends too. Getting me to scream out 'Ricky Martin' at a boys school. Damn, you really nailed me. \n[111]I'm done being your entertainment for the day. I'm going back to the pier while I still have a chance -- \n[112]Stalking?!     No, I can explain-- \n[113]Hey, HEY RENT-A-DUDE--!!    Hang on a sec! This is a huuuge misunderstanding-- \n[114]\n[115]Oh shit!    You just see that?! \n[116]Goddamn it, that little kid was just kidnapped!! Do something!! \n[117]Don't worry, I can fix this. \n[118]It's okay, I can see them ahead. \n[119]Okay. \n[120]\n[121]Damn!     There's this stupid bus-- \n[122]Come on! \n[123]Jesus.' \n[124]Goddamn it! \n[125]No, I just almost got killed, is all. \n[126]Thank God? That's nice. \n[127]Hey, here we go! \n[128]\n[129]\n[130]No, No!    just give me a second-- \n[131]Jesus!    Where the hell did they go? \n[132]Jessica, I-- \n[133]Are you high?! I just jacked a car! \n[134]What now? \n[135]Great!   Now the battery's dying. \n[136]It's in my car!      Hold on. \n[137]Jesus -- ! \n[138]Not exactly... \n[139]Well what the hell do you expect me to do?! \n[140]I know, Jessica! \n[141]You know that money you promised me? \n[142]I'm giving myself a raise. \n[143]\n[144]mmmrrmph mrm mrmph! \n[145]Shit! \n[146]\n[147]Jessica?! Can you hear me?! \n[148]Excuse me-- \n[149]Hey! Hey!      I've got an emergency here -- \n[150]Damn it, will you listen to me?! I've got a life and death call on this phone and my battery's dying! Do you have a charger? \n[151]Bu t-- ! \n[152]Help, I -- \n[153]Aw, screw this... \n[154]Oh look! Now serving thirty eight special! \n[155]Whew!   That was so no bueno! \n[156]Among other things... \n[157]Yeah, look, about that... My-name isn't really Johnny Fountain. \n[158]It's Ryan. Ryan Ackerman. I'm a bar-back. I'm twenty-two, and just a little freaked out right now. \n[159]Oh shit! \n[160]Oh Jesus!    Oh Jesus!! \n[161]Goddamn it, listen to her!     She doesn't know!! \n[162]Oh shit!   Where's mute?! \n[163]Jessica...? Answer me, goddamn it I \n[164]You all right?!     I thought they-- \n[165]What are you doing?    Why'd you lie to them? \n[166]I can't tell. You seem pretty good at it -- \n[167]You can't know that for sure. \n[168]Wait, wait--! \n[169]It's suicide. They'll kill me! \n[170]Lady, I've jacked two cars, been accused of being a child molester, obliterated a car dealership, and busted three caps in a Verizon store. -- Don't tell me I'm not trying! \n[171]I'll get the phone to your husband, but that's gotta be it, okay?! \n[172]I'll be at the airport in twenty minu -- \n[173]Jessica, this car has a sewing machine for an engine! I can't go any faster! \n[174]Jessica... ? \n[175]What do you mean--? \n[176]Jessica, they have your kid. You had no choice. \n[177]1 know. I heard what they were doing to you over there. You held out for as long as you could. \n[178]Jessica, listen to me. I promise you, I'm not going to let that happen. I could care less about your money. I'm risking my life cause I know I'm gonna get you and your family out of this. You hear what I'm sayin'? \n[179]Jessica? Are you still there? \n[180]Listen dude, this woman's in serious -- \n[181]Jessica, don't hang up! You hear me?! Whatever happens -- \n[182]Jessica?!     Jessica?! \n[183]Gotcha. \n[184]Give me that phone... or I shoot your car! \n[185]Ain't that a bitch! \n[186]Out of the car! Now! \n[187]Where's your phone?! \n[188]Jessica? \n[189]You're okay. It's okay now. \n[190]I'm here... Oh shit! \n[191]Your car's here. \n[192]Oops. Excuse me. Pardon me. My grandmother needs her walker... \n[193]Listen to me! They're clearing the terminal. Before your husband passes me, what does he look like? \n[194]That's not enough! What's he wearing? \n[195]Found him! \n[196]But -- \n[197]Holy shit, Jessica, these guys are cops! \n[198]Hey, can I go now? Can I go?! \n[199]Shut up and keep walking. If they see us they'll kill us both. \n[200]Your wife sent me. \n[201]Would you hurry your ass?! You need to hide. They're here, and they're looking for you. They already have your family. \n[202]In here! \n[203]It's okay. She'll explain it to you. Okay, Jessica, I'm handing you over now. \n[204]Forget about the cash. Just get you and y9ur son home safely and we'll call it even. \n[205]I know you will. \n[206]I'm gonna be outside this door. Don't come out unless I get you. Got it? \n[207]Shit! \n[208]Change of plans.      I need to get to downtown fast. \n[209]I'm already on my-- \n[210]You've gotta be kidding me! Can't you back it up? \n[211]Aw, screw this! \n[212]I have an idea... \n[213]Me? \n[214]Sure, uh... I'm supposed to pick something up for Mr. Fountain over at the Bonaventure. \n[215]I'm not sure... They said it was a contract, though, I know that, so what would that be, Legal? \n[216]Uh... Right. Tracking number. \n[217]I might... Maybe it's on the clipboard on my bike? \n[218]I, uh, may need to call somebody. \n[219]You believe this? Everyone's got their head up their ass over there. \n[220]Screw the package. \n[221]\n[222]Damn! \n[223]Sees Greer and Hodges coming.     Big-ass guns out and ready. Shit.' THE ALARM BELLS SCREAM.     PEOPLE start filling the stairwell on every floor. Forcing his body to its very limits, Ryan bolts up the stairs until he sees the ROOF EXIT on the next floor up. He shoves open the nearest door and continues running up to the roof. He slips out and silently closes the door behind him just as-- \n[224]Ho - shit! \n[225]Thank you! \n[226]I'm so screwed. \n[227]Shut up and listen to me, asswipe. I got what you want. \n[228]You know who this is, shithead! \n[229]What--?    Who is this? \n[230]*59             A frickin' telemarketer? But I                            159 \n[231]Feel like a trade? \n[232]Gotta love modern technology... My new phone knows the numbers of the last fifty incoming calls. \n[233]Just the woman and her kid. \n[234]My name is F you. I've got your shit, pal, it doesn't work that way. \n[235]Fine.     Your loss.   Nice talking to you. \n[236]Ring.     C'mon, damn it, ring!   RING! \n[237]Put on a big ass Ronald McDonald smile, apologize to the kid and the woman and bring 'em to the Santa Monica pier. \n[238]Dude, you're lucky I'm still talkin' to your sorry ass. You do as I say, exactly as I say, or I hang up now and slap this bitch on Nightline, you know what I'm sayin'? \n[239]Done. \n[240]You let me worry about that. What's your cell number? \n[241]I can hardly wait. \n[242]You like it? Happy Birthday. \n[243]Yeah. \n[244]First show me that Jessica and the kid are okay. \n[245]Yes.     Where are they? \n[246]Hang on. Okay, got it. \n[247]Yes. \n[248]No. Put them on the Ferris wheel. I want to see them safe first. \n[249]Deal's changed. \n[250]I've been thinking. Does me no good to hand over the DVD and then you and the funky bunch take us out. \n[251]Like you swore to protect and serve? \n[252]And I'll forget a lot, too. But not until they're both out of danger. \n[253]Your choice, man. The Martins or the DVD. Either way, I'm not hanging around any longer. You got five seconds, then I disconnect your ass. \n[254]One...     Two... \n[255]Three...    Four... \n[256]Not bad. Most people never get past two. \n[257]Oooh, I think I just pissed myself. \n[258]Chloe!    Get away from here! \n[259]\n[260]It isn't safe to talk, get it? I -- People are after me! \n[261]Let go of me! Sonofabitch, let go! \n[262]Aw shit... \n[263]Think! Think! \n[264]Jess... Jessica?     Don't. \n[265]Hey man, your shitty day is about to get a whole lot shittier. \n[266]Ain't that a bitch? \n[267]It hurts... But you're making it way better. I'm just glad it's over. \n[268]And to think this was our first date. \n[269]I do. Don't ever call me again. ", "JESSICA": "\n[1]Buenas dias, Rosario. \n[2]Where is who? \n[3]Wh... what do you want? \n[4]No, wait.. \n[5]\n[6]Wha... what the hell is happening?! \n[7]Wait!    Don't hang up! \n[8]There's not much time! I need you to go to the police. My name is Jessica Martin; I've been kidnapped! \n[9]Please. I know what you're thinking, but it's real! I'm in an attic somewhere. I think they're going to kill me! You need to- \n[10]No!   You don't understand! \n[11]Goddamn it, listen to me! The phone I'm on...it's shattered! There's no dialer! I've been clicking wires together for hours trying to get someone, anyone, and you 're the only connection I was able to make! If you hang up, I may not get anyone else. \n[12]Wait!     Don't hang up!    DON'T HANG UP!! \n[13]--an you hear me?! \n[14]No!    Don't! They're going to kill me!    They're going to kill me!! \n[15]Please...   I just need help. \n[16]These men!!!-- \n[17]These men killed my housekeeper. My dog. You have to help me. \n[18]Please...you're my only hope. What's your name? \n[19]--Please, just tell me your name! \n[20]Johnny... What if it was your mother who was calling for help? How would you feel? \n[21]Goddamn it, how difficult is it to hand this phone off to the police?! I'll pay you! \n[22]Five thousand dollars. \n[23]No, wait! WAIT!! Even if there's a eighty percent chance I'm lying, you nave a one in five chance to make five grand f9r a lousy twenty minutes of your life. Haven't you ever bet on a horse or bought a Lottery ticket? I'm talking one-in-five odds, twenty minutes. \n[24]Please. . . \n[25]Oh thank God! You've got to help me. My name's Jessica Martin and I've been kidnapped. This morning five men broke into my home in Brentwood and kidnapped-- \n[26]Hello?    Officer? Hello?! \n[27]Oh my God... \n[28]What?     I don't- \n[29]At work!     Why, what do you want--? \n[30]Please, he should be at work! That's all I know. \n[31]\n[32]Johnny!! \n[33]My son -- \n[34]Oh my God! What's happening?! \n[35]No, don't! Stop. You can't lose me-- \n[36]Stop! Johnny, goddamn it, stop! \n[37]Johnny, what time is it?! Johnny! \n[38]Johnny, listen to me. My son's school lets out at 1:45. \n[39]No. There's not enough time. You have to pick him up before they-- \n[40]Please please stop standing there! He 's just a little boy! \n[41]Go! \n[42]Where are you now?! \n[43]You've got to go faster, Johnny! \n[44]How should I know?! \n[45]I'm an obstetrician. They don't want anything from me. \n[46]What--? No. He's an accountant. I make more money than he does. \n[47]No! I don't know.    None of this makes any sense. \n[48]How much time do we have? \n[49]Ricky. \n[50]Martin. \n[51]He was named before the singer ever- \n[52]He's eight years old. Blonde hair. Green eyes. Small for his age. He's wearing a light blue shirt and dark blue pants-- \n[53]I don't remember. \n[54]I don't pack it! Rosario, our housekeeper does! Sometimes Craig, but... \n[55]I wish I could give you more. \n[56]Was that the bell? Was that the bell?! \n[57]He'11 go to the parents' pick-up spot. Oh God, they're going to get him! \n[58]Yes? \n[59]What--?   No! \n[60]Unless they have our Escalade. Ricky'11 think it's Rosario and hop right in! \n[61]Black! \n[62]4..7..wait, no...3 -- Oh my God, I don't remember! \n[63]No! \n[64]No-- This is great, the police think I'm a whack job. The school thinks I'm some kind of perv child molester. I'll probably get the Herpes from the gym teacher's whistle -- \n[65]No, Johnny, you have to listen to me-- /.' \n[66]Lord of the Rings! I forgot his father bought him a Lord of the Rings lunchbox last week! \n[67]What's happening, Ryan?! \n[68]Oh my God. \n[69]Don't lose them! If you follow them back here, you can tell the police where they're holding us! \n[70]Johnny! \n[71]Can't you go around it? \n[72]What?!    Did you lose him? ! \n[73]Oh thank God! \n[74]What's happening?! Are you okay?! \n[75]What?!    Yo u lost-- \n[76]You let them get away. \n[77]Look, Johnny, you've got to go back to the cops-- \n[78]Goddamn it, stop thinking about just yourself! You can explain everything to them later! \n[79]Don't you have a charger? \n[80]What's going on? Did you find one? \n[81]Johnny, don't lose me! \n[82]Johnny--! \n[83]Yes. \n[84]What's going on?! \n[85]I'm here! \n[86]You found a charger? \n[87]Thank you for doing all this, Johnny. \n[88]Good, it sounded like a porn star name. It's okay. I know. You don't have to tell me -- \n[89]Thank you, Ryan. \n[90]N-no... \n[91]...but I am going to, aren't I? \n[92]What?   I don't understand--? \n[93]I... I don't know what you want me to say. I swear-- \n[94]Wait! The bleachers behind left field at Dodger Stadium! That's where we first met. \n[95]Please! Believe me. That has to be where he means. I swear to God. \n[96]Ricky! \n[97]Please!     Please, believe me! \n[98]Please, he's just a child! \n[99]No...no.'    I swear that's all I know! \n[100]OKAY! ... okay... LAX Airport! There's a bar called Left Field. That's where we met. We were in college on our way to Mardi-gras. \n[101]Please God, I swear that's the truth. Don't kill my son! \n[102]You won't get away with this. When I didn't show up at the hospital, someone must have called the police-- \n[103]Do you honestly expect me to believe we're going to walk away from this alive? \n[104]How can I SHUT UP? You threaten to kill my child and you expect me to act like a MUTE?! If this -- \n[105]I'm here. \n[106]I'm okay. \n[107]Do you think I like gambling with my son's life? \n[108]Don't you see, Ryan? Once they get Craig, we're all gonna die. \n[109]Be realistic. Does letting us live benefit them in any way? No! The only chance he's got is if you can get to the airport and find him before they do. \n[110]Ryan, please! There's no time! Just get to the airport-- \n[111]Look, I have no right to ask you this Ryan, but you re my family's only chance...and I am asking. \n[112]Where are you now?! \n[113]Twenty minutes! Oh my God, Ryan, you've got to drive faster! Please-- \n[114]Sorry.   I just... \n[115]Do you think God will forgive me? \n[116]For what I've done...   For giving up Craig... \n[117]I don't know. I don't know... \n[118]My son and I are going to die here, Ryan. They already have us. But maybe I could've saved Craig... \n[119]I'm..ere, but y...reaking up! \n[120]Ryan?!    I'm here! \n[121]I thought they... I thought I was-- \n[122]What? \n[123]Hurry, Ryan! Just find Craig! \n[124]Wait, Ryan! What about me--?! \n[125]\"Left Field\" is in Terminal C. \n[126]He's thirty-eight. Six feet.     Trim build. Thinning hair... \n[127]I don't know! We have completely different schedules. I was fast aslee p-- -- A suit... He wears glasses, thick rims, like Buddy Holly or-- \n[128]What?! \n[129]Ryan, you've done so much.     I don't know how to repay you... \n[130]I will.   I promise. \n[131]Craig? \n[132]No, don't hurt him! \n[133]Who are they, Craig? \n[134]Tell them, Craig. Tell them they have the wrong family. Tell them they've made a mistake-- \n[135]What?!      What is it? \n[136]You hid it downtown? \n[137]Wait!   WAIT!! \n[138]Pretend I'm telling you that I love you. There's an open phone line in here. You'll have help at the office, but if you give these men what they want, we're dead. \n[139]Ryan?! They're going to Fegan Securities, 4th and Figuroa. \n[140]Wait, we ----ve to think! What ----re we going to do? \n[141]Ryan... ? Ryan, please answer me I \n[142]You have to talk to me! Ryan, please you have to talk to me--.' \n[143]Ryan?!    OH MY GOD, RYAN?!   RYAN--?! \n[144]\n[145]Don't hurt me, and I'll do anything... Anything.. . \n[146]Brachial artery. Pumps up to 30 liters of blood per minute...and there's only five liters in the human body. \n[147]Baby!   Are you okay?! \n[148]Get down! Get down! \n[149]Baby, listen to me. I want you to get away from this window. I want you to go to the other side of the room as far away from the door as you can -- \n[150]Honey, I'm getting you out of there! \n[151]I'm only gonna be gone a second, and then we're gonna go home, but you have to do this first. It's gonna be loud, but don't be scared, okay? Now go find somewhere safe like I told you. \n[152]Baby, please! It's okay now. We're gonna go home! Ricky, please! \n[153]Come on!    COME ON!! \n[154]Nobody! \n[155]Ricky run!    Find help! \n[156]\n[157]Tell me why I shouldn't kill you. \n[158]I... I have to. \n[159]Thank you for keeping your promise. \n[160]Craig's very weak, but the doctors say it looks promising. He's probably going to have to walk with a cane, but that's the worst of it... I'm just thankful. \n[161]I can't believe I almost lost everything that means... I don't know how I can ever thank you. ", "GREER": "\n[1]Up to you. Your husband left a message asking you to meet him in left field. Where's that? \n[2]--A base ball field !? Wh ich o ne does he mean?! \n[3]Shut up!!! Which field?! He wouldn't leave a message that didn't make sense to you! \n[4]Working in my profession as long as I have, you begin to recognize the truth when you hear it. \n[5]Go to the window, Jessica. There's something I want you to see. \n[6]One.. . \n[7]Two. \n[8]Most people don't get past two. \n[9]The police are the last people on earth I'm worried about... \n[10]We get one hit on the scanner about you, we'll be picking out family plots, comprende? \n[11]Shut up. \n[12]The Left Field sports bar at LAX. \n[13]Tell Hodges we move in ten. \n[14]\n[15]--yes. Yes. It's my piece. \n[16]Just keep your eyes open! Something weird is going on. \n[17]Answer me! \n[18]For your family's sake, you better not have done anything stupid. \n[19]Animals? \n[20]Get out! \n[21]\n[22]I'll tell you what, you tell me where it is-- --and I won't blow her brains all over you right now. \n[23]Just shut up and talk. \n[24]Let's go. \n[25]Keep your eyes open. \n[26]\n[27]No shit. \n[28]Here. \n[29]Dammit! \n[30]The kid's outside, headed toward the front of the building-- \n[31]Sonofabitch shot the poor bastard right in front of us! \n[32]These are the best pictures you could get of him?! \n[33]Useless! \n[34]What? \n[35]Early twenties? Stumbled out of Brian Wilson's hamper? \n[36]Tomlin. Take care of him.      No witnesses. \n[37]You know once the shitstorm starts, there's nothing I can do to save you. \n[38]You know a desk jockey named Mooney? \n[39]\n[40]Balls his fist in Jessica's hair and yanks her around hard. \n[41]\n[42]Bad timing, Tomlin. \n[43]The mysterious bike messenger.   How did you get this number? \n[44]What do you want? \n[45]Who are you? What's your name? \n[46]So, how do you want to do this? \n[47]No.     Somewhere quieter. \n[48]Fine.    But you come alone. \n[49]How will I recognize you? \n[50]96. \n[51]Is it taken care of? \n[52]Good. We're making a trade with the kid at the Santa Monica Pier. Your boy can ID the kid for us. Bring him down. \n[53]Only take the kid out if it's clean. No guess work. The last thing we need's a stampede. \n[54]You here? \n[55]How do you want to do this? \n[56]Do you have the disc? \n[57]See the black van at the bottom of the bridge? Passenger side window. \n[58]He's within visual of the car. \n[59]Did you see that? \n[60]He's around the passenger side. Have you found him yet? \n[61]He's the one on the cellphone, you idiot 1 \n[62]Your turn.    Now you show me something. \n[63]That wasn't part of the deal. \n[64]I swore I wouldn't do that. \n[65]You know a lot... \n[66]Okay! Okay. Hodges, put 'em on the Ferris wheel. \n[67]Shut up and do it! \n[68]Keep an eye on them. As soon as we make the trade, take the woman and her kid out. \n[69]Don't screw me kid, y9u won't live long enough to enjoy it. \n[70]Hodges, do not let them go! Do you hear me? Do not let them go! \n[71]Under the pier. Go! Go! \n[72]This is about to be the most enjoyable part of an extremely shitty day. ", "MOONEY": "\n[1]Come on Powell, put the Sharks with the Sharks, the Jets with the Jets and make room. \n[2]Dirty pricks deserve what they get. Public hates us enough without this shit. \n[3]Keep walking, Shelly.   Nothing to see here. \n[4]She'd say nothing, 'cause she's not gonna know about it! Christ, Shel, my old man had eleven heart attacks. Eleven! I have one little infarction and you guys start treating me like an invalid! I'm a grown man! Leave me alone, will you?! \n[5]I hate this place. \n[6]is busy doing ten things at once. Signing release papers. Booking a DRUNK whose wife-beater Tee is drenched in blood, Etc. \n[7]Christ, I've only got two hands here! Stick him in the can, will ya? \n[8]Nice try, kid, but I got no time for pranks. \n[9]Which is it, a kidnapping or a murder? \n[10]Okay.   Give it here. \n[11]Ah shit. \n[12]Hurry kid, take this upstairs to Robbery/Homicide and ask for Detective Tomlin. \n[13]Up the stairs, Tomlin! \n[14]It must've been around '84, when... \n[15]Hey Tomlin. \n[16]My anniversary. You know, duty calls; pricey dinner and then some crap-ass play. Hey, I sent some college kid down to see you this morning. Had some rap about a kidnapping -- \n[17]I thought it was a prank at first, but the kid was so worked up-- \n[18]Yeah. Okay, Jack. Thanks. \n[19]Hi, honey. Yeah, I'm gonna be a few minutes late... \n[20]Ms. Martin? \n[21]Jessica Kate Martin? \n[22]Mooney. No. No, I guess not. Must've been a prank. I m sorry to have b9thered you, Ms. Martin. Have a nice day. \n[23]Yeah, I know. \n[24]You're gonna dance with me all night long, until we're too pooped to pop... Well almost. \n[25]Yes I will, after I shower. \n[26]Whenever you're ready, hon. \n[27]What..? \n[28]I need the phone number for a residence. Jessica Martin in Brentwood. \n[29]The woman at the house didn't have an accent. \n[30]I'm sorry honey( but I have to check on something real quick. \n[31]Delay the reservation if you have to; I'll be back in twenty minutes. \n[32]Hello? L.A.P.D. Anybody home? \n[33]Drop your gun, now.   I got you. \n[34]I said drop it.' \n[35]Damn it!   DAMN IT!! \n[36]Tell me where Jessica Martin is or you bleed to death right here. \n[37]\n[38]Oh shit... \n[39]Request emergency back up and medical units! Officers down at- \n[40]Jack, she didn't identify herself. \n[41]I shot a cop! Dana Bayback. From the 23rd.     She was one of the kidnappers. \n[42]I hate to think more cops are involved, but-- \n[43]...Never got the chance. \n[44]What's the word? \n[45]Shouldn't we be on Pico? \n[46]Let's solve the goddamn thing. \n[47]That's him! There he is! \n[48]I've been..looking for..you, kid-- \n[49]Jesus, kid, calm down!! \n[50]Just keep that ambulance close by. \n[51]\"\"Freeze! Drop your weapon! \n[52]Lower the weapon, Jessica. \n[53]Ricky's safe. It's all going to be okay. Put it down. ", "CRAIG": "\n[1]Hey, what the hell?!    Get your hands off m--!! \n[2]What--? \n[3]She did?   But how--? \n[4]I don't understand-- \n[5]Okay. \n[6]\n[7]This isn't my wife. \n[8]My wife's name is Patty. I'm not Craig. I'm Paul. Paul Boyd. \n[9]Who, what?... No one!   Nobody! \n[10]I'll forget I saw anything, just leave them alone! \n[11]You goddamn animals better not have hu rt -- \n[12]Goddamn it, what the hell are you people going to-- \n[13]Jessica? \n[14]\n[15]Ricky...? \n[16]Oh, God, Jess... What have they done to you? \n[17]You have to promise. If I give it to you... you'll let my family go. \n[18]Okay. Enough, you win.      But if anything- \n[19]I dropped it down the mail chute at work. It's gotta be in the mailroom. \n[20]How will I know she's okay? \n[21]I love you. \n[22]Hey, Benny. This might sound ridiculous, but I dropped a DVD mailer into the chute this morning and I forgot to put down an address. \n[23]Sure. \n[24]This is it. \n[25]..run... \n[26]..ruuuUUUUNNNNNN!! ", "CHLOE": "\n[1]Thanks, but no, we got 'em all. \n[2]Yeah, wanna help? \n[3]Chloe. \n[4]I can't tell if you're full of it. \n[5]Maybe you and I can take a break later when Pat Benatar goes on. \n[6]Oh no -- I forgot. I still have to pick up a box of T-shirts at the Kinkos on Venice. \n[7]Seriously, you would? \n[8]Nothing.    It's been paid up front. \n[9]Done. \n[10]Bye. \n[11]There you are! Where the hell were you! ? \n[12]Know how many hours I waited for you to bring back those stupid shirts?! What'd you do? Sell them on the Prominade yourself--? \n[13]What -- are you high? \n[14]Oh my God-- Someone call 911! \n[15]You better lie still. The paramedics should be here shortly. \n[16]\"\"\"How does it feel to be a hero? \n[17]Modesty can be sexy. \n[18]Next time, skip the shower. \n[19]Come on Ricky, let's get a hot chocolate. ", "TOMLIN": "\n[1]Look, Captain, we've got to do everything we can to protect this guy. I mean, shit, with all his years in he's owed a little. \n[2]Said something about a kid who came into the station earlier-- \n[3]Yeah.   Something like that. \n[4]Are you sure that's necessary, sir? \n[5]Sure. That's what I thought.        I'll tell him. \n[6]Not g9od. I.A.'s not throwing out any lifelines with all that's going on.. . Come on. You can write a statement while I take you to the hospital. \n[7]County will have a six hour wait. Ten if they know you're a cop. \n[8]Yeah? \n[9]Not yet. \n[10]I'm on it. \n[11]We caught a break with the kid. He's been spotted on the pier. Think you can hang on a little longer? Just enough to ID the kid before we patch you up? \n[12]Whaddaya say? Up to you. \n[13]It's over kid. \n[14]For all the trouble you've caused, you'd better have that goddamned disc. Where is it? \n[15]You're wounded kid, just give me what I came for, and I'll let you all go. \n[16]Shoulda stayed at home this morning, kid. \n[17]What the-- ", "GREEK": "\n[1]Go get the kid. \n[2]Do you want to die here? \n[3]You have three seconds to tell me where he really is or you're going to a funeral. \n[4]Thre-- \n[5]I know. We just got focused on a rabbit we're here to nab. \n[6]I didn't. \n[7]Make a scene and you'll never see your family again. Now who's here with you? \n[8]Where is the disc now? \n[9]Your call Craig. It's an eighty-five \n[10]Get up.     We're going. \n[11]\n[12]Really? Go cut the kid's throat. \n[13]Copy. \n[14]You sure you know what you're doing? \n[15]No! We don't have the DVD. Just hold his location. Hodges, parking lot now! \n[16]No more bullshit!     Just give me the goddamn disc! ", "ELLIS": "\n[1]Do you want me to change the station to something else? \n[2]Yeah.   I like Creedence too. \n[3]I told you, kid, she had a doctor's appointment, so your mother asked us to pick you up. Don't worry, you'll see your mommy in a few minutes. \n[4]Anyone following us? \n[5]Well? \n[6]Are you positive? \n[7]Wait, this is a mistake-- \n[8]Nice move. What the hell you bring a gun for? \n[9]What do you mean? \n[10]He was wearing a visor. \n[11]Get out of the car!    Get out of the goddamned car!! \n[12]No. I don't know what the hell he looks like! \n[13]Everyone's on a cellphone! I've got like fifty possible targets here! \n[14]Got him.   He's in the parking lot. \n[15]I've got a clean shot. \n[16]He's heading for the cops.       We should do it now. ", "HODGES": "\n[1]Shoot hoops. \n[2]Shoot. \n[3]Okay, kid.     Let's go. \n[4]Move! \n[5]Let's go. \n[6]The kid!! \n[7]-Gotta go, boss. The Guard's dead. \n[8]Boss, you better take this. \n[9]Well?   What'd he say? \n[10]\n[11]I'm in position. \n[12]What? I \n[13]Tomlin? Anyone copy? ", "CHAD": "\n[1]Yeah, sure... \n[2]Check it; Attack of the Bubblegum Monster in Hi-Def videostream- \n[3]Sweet. It's going to my email right now. \n[4]They aren't giving you shit yet? \n[5]Go already. No one's looking. \n[6]Need me to hold that? \n[7]My ass. Not after you made me march in the Gay Pride Parade wearing a thong. \n[8]Whole numbers only, Rabbitfoot. \n[9]Just so you know, I'm emailing this to every chick you ever met. \n[10]Transmitting pussy file now. ", "DETECTIVE TOMLIN": "\n[1]Sucks for the fellas at the Two- Three right now, huh? \n[2]There's good men over there. \n[3]Taking off? \n[4]I haven't seen anyone, but I'll ask around. Kidnapping, huh? \n[5]Well, don't you get worked up. If the kid comes back, page me, and I'll be sure to see him. \n[6]And no bullshit. Right now you're entire department's hot, so if I'm gonna get in the tub, I've got to know how deep it is. \n[7]What the hell, Moon? It's all over the radio. \n[8]What are you saying? \n[9]Let me call the tw9~three. See what the hell's going on. \n[10]Did she say anything about the Martin woman? ", "SIMON COWELL": "\n[1]Murdered your housekeeper? Don't bullshit me; I work in the Industry that invented it you stupid COW! \n[2]\n[3]It's on speaker! \n[4]Your career's over!    YOU HEAR ME?! \n[5]Just give me my goddamned car! \n[6]But I didn't cause it to get impounded! Can't you understand that?! It was stolen from me! \n[7]Yes!     But I'm not paying for it! \n[8]Wait, wait! All right you bloody fascist, I'll pay. But if there's even the slightest scratch on it... \n[9]Hey, that's my car! \n[10]NOooooooo...!! ", "RICKY": "\n[1]Where's Rosario? \n[2]I..   I don't feel like it. \n[3]Mom! \n[4]I can't get out! \n[5]Faster Mom! \n[6]No, don't leave me!     Don't leave me!! \n[7]Where are you going?! \n[8]Stop it!   Don't hurt her!! ", "DEEP MALE VOICE": "\n[1]I'll bet in your day you had some stories. \n[2]Hello? \n[3]What's the problem? \n[4]Who? \n[5]Mooney? He's a desk sergeant.      What would you want with him? \n[6]And what did you say? \n[7]Did he believe you? \n[8]Mooney doing an investigation? What's are you really up to? ", "ATTRACTIVE WOMAN": "\n[1]Yes? \n[2]Cam I help you, Officer...? \n[3]It's Bayback. Remember the Fusco brothers? \n[4]Well, I've got an itch that needs scatching. \n[5]We're in the middle of a shit storm, and I need you to put a leash put on an officer. \n[6]An Officer Mooney from your division. Know him? \n[7]I had to do a B &amp; E and he came snooping around the house looking for the owner. \n[8]That I was her, of course. ", "TELEMARKETER": "\n[1]Hello, Mr. Ackerman. My name is Mark and I'd like to discuss with you the benefits of Mastercharge Credit Union's- \n[2]Absolutely.     We've lowered our APR- \n[3]Sure, it's 818... \n[4]Yes. \n[5]Sorry to have bothered you. \n[6]Look, sir, we can take your name off our list if you want, but you don't have to get nasty-- \n[7]Mark.     At Mastercharge Credit Union- ", "MARILYN": "\n[1]Yes. He said you looked distracted when you left. He wants you to relax, Bob. He said they found that kid you were looking for and that you were right, it was all a prank. Nothing to worry about. \n[2]What am I gonna do with you? \n[3]You'll never change. \n[4]Lame ass.   Come on. \n[5]In five minutes, I'll need you to give me a hand. \n[6]You've got to be kidding- \n[7]Twenty minutes my foot. ", "MAIL CLERK": "\n[1]You waiting for a package? \n[2]From what department? \n[3]What's the tracking number? \n[4]Sir? You think you could just go outside and get your clipboard? \n[5]Sir? \n[6]Sir!? \n[7]", "DEASON": "\n[1]Nan. \n[2]\n[3]\n[4]\n[5]\n[6]Oooh. "}}