{"dialogues": {"CATHERINE": "\n[1]Thanks for the horse. \n[2]He's beautiful... \n[3]But I thought we were going sailing. \n[4]You promised. \n[5]We can't fit into that! \n[6]That'll do. \n[7]Come on, Mister E. \n[8]What now? \n[9]Who says? \n[10]Oh no... No you don't. \n[11]I bet we can fix it. \n[12]Ed-ward... \n[13]We agreed.  No more Mocky-Lock. \n[14]Edward! \n[15]A pocketful of rye... \n[16]Baked in a pie... \n[17]Almost.  Mocky-Lock showed up. \n[18]Mocky-Lock is a pain in the ass. \n[19]A nursery rhyme. \n[20]I'll tell the nurse. God, he loves when you visit. \n[21]You don't know about me, though, do you? \n[22]There's been progress. \n[23]You picked me, remember?  And I took the job.  Gladly.  This is the next wave and I want to be part of it... \n[24]Then what is it? \n[25]He hates me. \n[26]She thinks I can bring Edward back. \n[27]I want to try it.  Please. \n[28]Why not?  Just once.  A trial run.  What harm could it do? \n[29]Why is it taking so long for us to reach him?  Because we've been reactive, that's why.  And we need to be active. \n[30]Miriam... \n[31]He creates the obstacles, he decides which games to play. \n[32]It could take years for me to get past the barriers he's created. \n[33]I do it all the time! \n[34]I'd be there for him. \n[35]Okay, okay... \n[36]No. \n[37]Yes mother. \n[38]Okay. \n[39]I've got to feed my cat.  Besides, I want to get to bed early. \n[40]Pleasant dreams, Mister E. \n[41]Go.  To.  Sleep. \n[42]It's fixed! \n[43]I'm not signalling... \n[44]I'm not signalling! \n[45]I'm not... \n[46]A pocketful of fucking rye. What's wrong? \n[47]Why did we stop? \n[48]What if...? \n[49]What if he wasn't like this?  What if he was \"normal?\"  Conscious.  How far would you go? \n[50]Do you think he'd tell you what you need to know? \n[51]Really?  I don't work with violent cases, I work with children.  But even a kid lies.  They love it when they get you to believe something that isn't true.  Don't you think Stargher would do the same? \n[52]Okay.  Let's assume he wanted you to find him, that some part of him hated what he was doing... Most likely, that part is dead.  Schizophrenics with Whalen's Infraction sever all ties with the real world.  I'm sorry, I really am. \n[53]If he came to trust me, yes, but it takes months to build that kind of trust.  Someone like Stargher can't distinguish between fantasy and reality. It's all the same.  He might tell me she's in Timbuktu and absolutely, one hundred percent believe it to be true, but she's... \n[54]I realize that... \n[55]The first... What?  Six or seven times I went in.   Remember what happened? \n[56]Like a New Year's Day hangover. \n[57]You don't know the procedure. \n[58]Then he should like this. \n[59]They're comforted by the feeling of weightlessness.  Like floating in water. \n[60]I'll be fine. \n[61]No.  No. \n[62]Hello? \n[63]Yeah, you like that, don't you? \n[64]Is your name Carl? \n[65]Another little boy I know, he has a horse, too. \n[66]His name's Edward.  The boy, not the horse... \n[67]What's the matter, Carl? \n[68]What's wro---? \n[69]Is it cold in here? \n[70]Do you think that's funny? \n[71]It doesn't have much to do with science. \n[72]The soul.  The spirit.  Whatever you want to call it. \n[73]Agent Novak? \n[74]Do you feel there's a side of yourself you don't show people? \n[75]Just like we all have fantasies, right? Things only we know, that we don't share. \n[76]During the sessions.  When I'm inside. I see those things.  What a person hides, what they despite, what they want to control.  With Stargher... \n[77]With Stargher I saw things... \n[78]A kingdom.  His utopia. Life without consequence or restriction. He's not even Carl Stargher anymore. He's this... idealized version of himself who can do anything he pleases... Without fear.  A horrible primitive ugly thing. I don't want to talk in here. \n[79]Why'd you bring him here? \n[80]As soon as I met him, you knew I'd say yes.  He makes Julia real for me. \n[81]You thought Stargher wanted to be caught. \n[82]You were right.  There's a part of him that knows the truth.  About what he did, about himself. \n[83]This is going to sound terrible, but... I don't think she matters anymore.  Not to him.  He never finished her.  The others...he was able to make them his. \n[84]He might tell me about Julia.  The part of him that wants to help, that feels shame and remorse.  Who wants to be redeemed. \n[85]Not Stargher, not really.  He's split himself right down the middle. Good/evil, right/wrong, merciful/cruel. A monster.  And an innocent child.  If I could reach the boy. \n[86]Don't you feel there are different sides to every personality?  Maybe even the worst of us is capable of one decent act.  We're all human. \n[87]Then what is he? \n[88]If you believe that. \n[89]What happened to Charles Gish? \n[90]What happened? \n[91]Tell me. \n[92]You're sure of that? \n[93]Tell them to prep him.  And that I'll be right there. \n[94]I need something. \n[95]You're a good boy, aren't you, Valentine? \n[96]Okay, okay... \n[97]Don't kid around, Henry... \n[98]Yeah, yeah, yeah.  I'm not sleepy. \n[99]Valentine? \n[100]Hi sweetie... \n[101]Need some help? \n[102]Carl, I want to give you a present. \n[103]If you need me, or if you feel that I'm around but can't find me, just shine it, like this. \n[104]What's wrong honey? \n[105]I want to help you, Carl. \n[106]You sound like your father. \n[107]Then help me.  Where is Julia Hickson? \n[108]Maybe, because you want to. \n[109]Wait... \n[110]He wants us to follow.  The little boy... \n[111]He brought you to me, didn't he?  If you want Julia to live, trust me.  Trust him. \n[112]Carl... \n[113]This is Peter. \n[114]Don't be scared.  You're my friend and I would never hurt you. \n[115]Will you take us to her?  To Julia? \n[116]Carl, do you know?  Like on a map... \n[117]It's okay, it's okay.  You helped so much already.  I'm proud of you. \n[118]Carl, I think I can help you.  Would you like that?  Even if Peter can't find Julia, I want to help you. \n[119]I promise. \n[120]\n[121]I can't leave him! \n[122]...a pocketful of rye. \n[123]Baked in a pie. \n[124]What's wrong? \n[125]Go.  I'm fine.  Go. \n[126]You're all right, Carl. \n[127]It's okay, honey, you're with me now. You're safe here. \n[128]I promised I would help you, and I always keep my promises. \n[129]Oh...no, honey, I'm sorry.  It's doesn't work that way. \n[130]But what if I told you you could come visit? \n[131]I'll make sure it happens, Carl.  I'll get them to let me do it.  And maybe... maybe we can... \n[132]No.! \n[133]I said no. \n[134]Welcome to my world. \n[135]My world... \n[136]My rules. \n[137]No one deserves it, Carl.  No one. \n[138]Carl! \n[139]Carl...? \n[140]Goodbye Carl. \n[141]Everything's alright now, Valentine.  I promise. \n[142]I don't need them anymore... \n[143]Thanks Miriam.  Say hi to Henry and... \n[144]Give a kiss to Edward. \n[145]Ready. \n[146]Give her a minute. Hello, Valentine. \n[147]Absolutely. Abigail... \n[148]I heard Julia and John got married. \n[149]Good for them. \n[150]I told you.  You have to be optimistic. Believe in them... \n[151]He's mine? \n[152]It doesn't matter... \n[153]Not just yet.  Okay? \n[154]They're hungry. \n[155]Thank you. \n[156]No.  Thank you. ", "NOVAK": "\n[1]Thanks for waiting, Teddy. \n[2]Anne Marie Vicksey. \n[3]Just graduated law school.  Single mom. Had a two-year-old daughter. \n[4]The semen on her legs and abdomen. \n[5]Grandparents.  Live over in Davis. \n[6]How is she? \n[7]Here he is. \n[8]Anne Vicksey didn't own a dog. \n[9]I need it. \n[10]Now. \n[11]The dog's an albino. He'd love an animal like that. \n[12]Donna Krozin. Helen Francis, Teresa Manicki... \n[13]Antoinette Simms, Natalie Pagels, Grace Cassatt... Anne Vicksey. \n[14]Smart, gentle, attractive young women. Just starting out in life. Embarking on careers, going to school, getting married... \n[15]They were killed.  Kidnapped, tortured, and murdered.  By a white male.  About 30-years old. Who owns an albino dog./ \n[16]Nicole Labetzki.  Victim seven. Forensics found dog hair in her car, but they had a K-9 unit at the scene and never had it checked. \n[17]It's his dog. \n[18]Be thorough, but be fast.  This guy's accelerating. He only waited six days this last time. When he started, two months could pass. \n[19]This can mean different things.  He thinks we're stupid and can't catch him. He's having fun and needs more.  Or... This dog hair thing is sloppy.  The body this morning was found in less than three inches of water.  He knew we'd find her.  He wants to be caught.  But if we can't stop him... \n[20]...he can't stop himself. \n[21]After three years she remembers what the guy drove? \n[22]Where is he? \n[23]You're the bad man, aren't you, Carl? \n[24]Have they seen him? \n[25]We proceed assuming she is. \n[26]No. Can you get a man close? \n[27]Go. \n[28]Paramedics.  NOW. \n[29]He's alive. \n[30]Make sure he stays cuffed.  Two men on him at all times.  I don't want anyone treating him but Reid.  Not so much as a thermometer up his ass.  Understand? \n[31]This girl.  Julia Hickson.  Only he knows where she is. \n[32]They're in that fucking thing for forty hours, Gordon.  Four-oh.  He got Julia at seven-thirty last night.  You know what time it is now...?! \n[33]Sometime yesterday morning. \n[34]Each tape is the same.  He provides food, drinking water, a toilet. Periodically, a shower starts.  It's on some kind of timer - he's clever with machines, building things.  I think he wants them to believe this is a simple kidnapping.  That there's a possibility of rescue.  Of survival.  But it's just a form of torture.  At the end of the fortieth hour, the drain shuts.  The water starts and doesn't stop. We've already lost more than a day.  If she isn't found tonight.  She dies like the rest. \n[35]Stargher is in custody.  The functional equivalent of being under arrest. Normally, we'd Mirandize him, and if he didn't lawyer up, we'd interrogate him. But because of his condition, he doesn't have the capacity to waive those rights. \n[36]No, not at all. We're dealing with exigent circumstances.  Somewhere there's a kidnapped woman still alive.  If we weigh the suspect's Constitutional Rights against the public safety. The Law favors the victim and gives us a lot of leeway.  It's called the Public Safety Exception. \n[37]Pretty much anything we want.  There's a chance to save a human life.  Because of that, Stargher has no reasonable expectation of privacy. \n[38]As far as I needed. \n[39]There's always a chance they'll confess. \n[40]Sometimes... Once they've been caught they feel a need for disclosure.  They have so much they want to tell. But they've never had a sympathetic ear. They need someone to understand why. Stargher used to hide the bodies very carefully.  It was part of the ritual. Some weren't found for weeks and any physical evidence had been meticulously wiped clean.  But these last three... They were still in water - always in water - but Listen, he wasn't just careless.  It went beyond that... \n[41]Thanks. \n[42]What else do we do?! \n[43]I don't have to. \n[44]Tell you what.  If this thing burns us, I take that heat.  I give you permission to point your finger at me and say \"It was all his idea.\" \n[45]That won't happen. \n[46]I still don't understand why I can't do this... This isn't some \"troubled kid\" you're dealing with. \n[47]How hard could it be...? \n[48]This man is deeply disturbed, he... \n[49]I know him. \n[50]That's the stuff? \n[51]You said she has a \"gift.\" \n[52]What happened? \n[53]What happens? \n[54]Dr. Kent? \n[55]I'll get her... \n[56]Edward Baines, I presume. Hi, Ed.  I'm Pete. \n[57]No.  Not at all.  From what I understand, he knows I\"m here, isn't that right? \n[58]I read about a woman in TExas who was in a coma for seven years.  Every time her husband came to visit, her heart would beat faster.  Isn't that something?  I don't know what name scientists have for something like that... \n[59]What then? \n[60]Ah, the part of us that can't be explained. \n[61]Peter, okay? \n[62]Absolutely. I suppose everyone does. \n[63]That's what therapists are for, right? \n[64]What did you see? \n[65]You're the shrink, you tell me. \n[66]It's an old lawyer trick.  Target the emotions.  Do it right, you get a reluctant witness to testify, a scared kid to confess. \n[67]Before I was with the Bureau, I was an attorney, a prosecutor.  Mr. Law and Order.  And then... I had a murder case in North Carolina.  Charles Gish. Butchered seventeen people in three days.  And because of one tiny piece of tainted evidence, he walked. That's when I quit the DA's office and joined the FBI. \n[68]I did, yeah. \n[69]What about Julia? \n[70]You think you can do this, don't you? \n[71]This is Stargher we're talking about? \n[72]Whoa.  Hold on.  Aren't they the same guy? \n[73]It's hard for me to see Stargher as human, capable of something like \"remorse.\" \n[74]Evil. \n[75]Maybe this is a big fucking waste of time. \n[76]What difference does it make...? \n[77]Right after the trial, the night after he was released.  Mr. and Mrs. Frank Simmons found Charlie sitting in their living room watching TV with their twelve-year old daughter Margaret.  He'd cut her right down the middle with a carving knife. \n[78]Found the girl's heart in the freezer - he thought they might want to keep it. Luckily, the next thing he did was slit his own throat. I am convinced of one thing. Charles Gish could've been raised by Ozzie and Harriet and the same thing would've happened. \n[79]A child can experience abuse worse than Charlie's.  And grow up to be someone who would never, ever hurt another living thing. \n[80]Yes.  I am. \n[81]Right here. \n[82]But you looked so cute.  All sleepy... \n[83]Thank you. \n[84]Remember, Julia Hickson is priority number one.  Nothing else matters.  Find out where she is. \n[85]When we got here, you just topped and pulled her out. \n[86]Into Stargher.  Inside... \n[87]No. \n[88]Absolutely. \n[89]Prevacid.  For my stomach. \n[90]No. \n[91]No. \n[92]I am.  I'm a pretty boring guy. \n[93]Not real... \n[94]Catherine. \n[95]Jesus.  Catherine.  Listen to me... \n[96]\n[97]You're Catherine Young.  You majored in Psych at UC San Diego.  You work for Sunerset Industries. \n[98]Your grandmother raised you after your parents died in a car crash... \n[99]When you were twenty-one, you were arrested for possession and got off with community service. \n[100]Not real, Pete...This is not real... You had to work at a center for abused kids for three months.  You stayed on two years for no pay.  You give half your fucking salary to the nursing home your grandmother stays at... \n[101]I know this because I work for the FBI. Peter Novak, remember?!?! Remember.  You are Cath- \n[102]Help me!!! \n[103]Fucking FEELS real! \n[104]Not real.  Not real.  Not real. \n[105]Like hell \"wait.\" \n[106]Little boy?!  That's him! \n[107]Where the hell are we? \n[108]Let's go. \n[109]\n[110]Get me out! \n[111]\n[112]Is she alright? \n[113]This is Novak, who've I got? \n[114]I need you to find something in the basement... \n[115]That hoist, with the winch... \n[116]There's some kind of plaque, a metal plate, with a logo.  On the base. \n[117]Find out the history of that machine. Who bought it, used it, sold it.  And check Stargher's pay stubs.  I want to know every contractor he worked for. I'm calling you from the chopper in ten minutes. \n[118]Considering where I've been... \n[119]I saw her.  Julia.  Alive.  I saw everything. \n[120]Cole? \n[121]Delano? \n[122]You're kidding me. \n[123]The exact location, Cole.  Give it to me. \n[124]\n[125]Cut the engine! \n[126]\n[127]\n[128]Dr. Kent. \n[129]Thanks you.  Six weeks off does a body good. I heard she got the approval to try the reversal with Edward. \n[130]Federal Bureau of Investigation, ma'am. We know all, see all... \n[131]How's the patient. \n[132]What about the cat? \n[133]Ready? \n[134]That went well. \n[135]You sure about this? \n[136]Yep.  Eloped. \n[137]Well look at that. \n[138]So you say. \n[139]All yours.  My boss says it's one of the strangest requests the Bureau's ever had. \n[140]He also says that until proven differently, Julia Hickson was found as a result of good old-fashioned detective work. \n[141]I don't know.  I think it does. You know, Catherine... If you ever want to talk about it.  What happened to Stargher.  That last time. \n[142]I got it. \n[143]No problem. ", "MIRIAM": "\n[1]Sing a song of sixpence... \n[2]Four-and-twenty blackbirds. \n[3]Did we go sailing? \n[4]\"Mocky-Lock is the bogeyman, Mocky-Lock wants me where I am.\" \n[5]Nursery rhymes, fairy tales, the bogeyman... All preparation for the horrors of the real world. \n[6]You okay? \n[7]Lucien Baines? \n[8]I wouldn't say \"hates.\"  Dislikes, distrusts, maybe. \n[9]She adores you. \n[10]Someday you can.  We all believe that... \n[11]We've been over this a dozen times.  No. \n[12]I don't want to find out. \n[13]Shush. \n[14]I've heard this argument before.  It's not happening. \n[15]If we reverse the feed and bring Edward into your mind, it could be devastating for him.  Imagine the shock of suddenly existing in a whole other world. \n[16]Yes, but, you're a willing participant. Picture Edward in a strange place, lost, frightened... \n[17]And he might blame you for terrifying him.  That one moment could erase all you've accomplished.  And if that happened, the trust he has in you is gone. \n[18]Besides, I don't know what it might do to you.  You're already exhausted. Have you been sleeping? \n[19]I can prescribe something... \n[20]You're sure?  Any more nightmares? \n[21]Good.  We need you healthy and relaxed. You're going to eat well, meditate, exercise, and watch mindless television. \n[22]I don't want you up all night reading Edward's case file of the nine millionth time.  Balance, dear girl, is the key. Leave the work here. \n[23]Don't bring it home in this. \n[24]Henry wants me to try this Vietnamese place he's wild about.  Want to come? \n[25]That's my girl. \n[26]Sing a song of sixpence. \n[27]Nothing. \n[28]When did he lapse into the coma? \n[29]What about the legalities of this...? \n[30]They took care of that, thank you, Henry. \n[31]Why don't you give our guests a little tour? \n[32]Disorientation, nausea, migraines, hallucinations, insomnia, paranoia. \n[33]He needs to be turned over. \n[34]That may be true, but you don't have Catherine's gift.  She... What happened here? \n[35]This isn't your responsibility. Remember that.  Don't let them use guilt as a tool.  If you want to stop, say so. \n[36]She said convincingly. \n[37]Don't remind me. \n[38]Psychostimulants, serotonin, stabilizers, meprobamate, Neurontin, lithium carbonate.  And my baby.  It duplicates and expands upon the effects of a chemical called oxytocin, forcing a break in the neuron connections that hold experience.  So new experience can form. \n[39]Although none of what she experiences is real, she can be tricked into thinking it is.  The mind is awfully gullible, so she needs to monitor herself. \n[40]Catherine?  I'm about to start.  If you want me to wait, or... \n[41]Catherine has a tremendous capacity for empathy. When we started, there were a number of test subjects - other therapists - who acted as \"receivers.\"  All they did was observe and report.  Nothing more.  But Catherine, she had the ability to feel what was happening.  She understood. And the patient responded.  Edward engaged her in dialogue, took her places, showed her things.  He knew she cared. \n[42]Pump in two liters of pure oxygen, please Henry. \n[43]Deep breaths. \n[44]What happened? \n[45]What's wrong? \n[46]Catherine! \n[47]I hate to admit it, but there's something perversely satisfying about this. \n[48]Son of a bitch! \n[49]That was with Edward.  She's accustomed to his world.  Stargher's mind is unfamiliar territory.  She's \"lost.\" Someone has to go in. Remind her what's really happening.  And get her out.  Until then, she's at his mercy. \n[50]Yes. \n[51]I have done this, you know.  Been inside. \n[52]Deep breaths. \n[53]Nervous? \n[54]I have to ask you some things... Are you taking any prescription drugs? \n[55]Any psychiatric medication? \n[56]What about narcotics? \n[57]I know your partner's here, but it's very important that you're honest. \n[58]I doubt that. \n[59]The first five minutes will be disorienting.  Give yourself time.  Let the drugs do the work.  If you can see, smell, feel, hear, taste things - you're on the right track.  Once you've acclimated, try to get a feeling for Catherine.  Instinct plays a huge role in this.  Trust it. \n[60]You can control how you see yourself - clothes, shoes, that kind of thing - but the rest of it is up to him.  Use only what he provides.  Don't try to change anything.  Or introduce something of your own.  It'll only upset him. \n[61]No matter what happens, Peter, remember one thing: It's not real. \n[62]Don't move! \n[63]Agent Novak! \n[64]Yes.  But you're going to sit down right now.  I have to... \n[65]Four and twenty blackbirds... \n[66]Damn him. \n[67]Agent Novak.  I didn't get a chance to clear him. \n[68]Keep an eye on her. \n[69]What's wrong? \n[70]She's done it.  Stupid, stupid girl... \n[71]She's bringing Stargher into hers. \n[72]He's in full arrest. \n[73]Help me! \n[74]I left the nutritional information on the fridge door.  Read it. \n[75]I refilled the Zyprexa and Atavan... \n[76]I know. \n[77]I'll come by tomorrow after work.  With dinner. \n[78]...give a kiss to Edward. \n[79]Agent Novak. \n[80]You're looking well. \n[81]That's a secret. \n[82]Awaiting his arrival. \n[83]Completely unaware. \n[84]I've got to go.  Good luck. ", "RAMSEY": "\n[1]Who found her? \n[2]Well, honey, what's worse?  Doing it yourself or asking your mother for help? Can it wait 'til I get back/ I have no idea, Jeannie. \n[3]Well all right.  Good luck with the Monster.  I love you too.  Bye-bye. \n[4]We call Jeannie's mother \"The Monster\" because, well... she just is. \n[5]I know you could care less about my personal life, Peter, but I do appreciate the occasional, \"How's your wife, Gordon?\" \n[6]Pregnant.  Thanks for asking. \n[7]Damn, man, I give up.  Your partner tells you his wife's gonna have a baby, and all you care about is a coroner's report! \n[8]I feel for those girls too, Pete.  And their families.  But it's just a job. Someday it'll be over.  And then what'll you have? \n[9]More hair.  I could knit this guy a toupee. \n[10]And that means? \n[11]A purebred German Shepherd. \n[12]Breeders typically destroy albino pups, so this animal is truly unique. \n[13]Registered breeders of German Shepherds. \n[14]She was still living at home? \n[15]John, you came to pick her up when? \n[16]No sir.  I'm sorry. \n[17]She remembers because it was her \"dream truck.\"  Wanted one just like it. \n[18]Let's give old Carl a call.  Tell him he's got company. \n[19]She's not here. \n[20]You should come downstairs. \n[21]What the hell does that mean? \n[22]What're you doing here, Reid?  Paving the way for his insanity defense? \n[23]Whoa.  Wait a minute. \n[24]We'll go back to his house, Pete. There's still a lot to do.  Analyze the videos, track sales of the bleach, go through his records.  Maybe he owns property somewhere. \n[25]Is it possible? \n[26]You sure you want to go through with this? \n[27]I don't know, Pete, but for god's sake... This is nuts.  Do you really understand what they're going to do? \n[28]Why jeopardize what we've already done? We caught the sonofabitch.  Carl Stargher.  That's going to be like Bundy, Gacy, Dahmer.  A case that makes careers.  But if we push our luck.  If this is all bullshit and we come out smelling like it. \n[29]That's not what I'm talking about, Pete. I'm talking about waking up and realizing this girl's gonna die. \n[30]We removed eight metal rings. \n[31]Sorry. \n[32]What is it - are they - exactly? \n[33]What happens here? \n[34]Where the hell you been? \n[35]Next time, tell me, okay? \n[36]Your colleagues want to know what to do with Stargher. \n[37]Jesus Christ, man, you look like hell. \n[38]Whoa-whoa-whoa.  Mind telling me what the fuck is happening? \n[39]You're bettin' the farm on something you saw after they pumped you full of god knows-what kind of shit? \n[40]You might've seen Jimmy Hoffa dancing with Timothy Leary.  I don't care. \n[41]Pete, listen to me.  What did you really learn in there?  Anything new?  You really think Stargher gave you a save the-day clue?  What if this is all some kind of trick your head is playing on you? \n[42]What are you talking about? \n[43]Done what? ", "HENRY": "\n[1]\"Mister E.\" is doing fine. \n[2]Where did that come from again? \n[3]Anybody hungry?  I'm hungry... \n[4]There are other applications for the scanner, Mr. Baines... \n[5]So what you're asking us to do is illegal? \n[6]Shouldn't we get a catheter in him? \n[7]Gentlemen, you stand before the one and only Neurological Cartography and Synaptic Transfer System. \n[8]It provides a highly detailed map of the human mind.  Not the brain - any MRI can do that.  The mind. It reads and processes electronically allowing information to be transferred and interrupted. Let's say your thoughts could be stored on DVD.  If someone had the right kind of player, they could watch and listen to what you're thinking. \n[9]But we can't record or store the data. The connections between nerve cells are constantly being modified. \n[10]It's like the early days of television. The subject sends out a live feed and you receive it during time of broadcast. Whatever happens, happens.  All you have to do is \"tune in.\" \n[11]But you do more than tune in... You become part of the snow. \n[12]Don't touch that, please. \n[13]About twelve years of research, right Miriam? \n[14]There's a touch-sensitive microchip implanted in her hand.  If she becomes frightened, disoriented, or simply wants to end the session, she signals us to abort. \n[15]Not a gift.  A highly evolved area in her cerebral cortex, that's all.  A genetic fluke. \n[16]Initiating connection. \n[17]Gentlemen? \n[18]Must've been rather unusual. \n[19]If her neural activity stays within this range, I know she's self-cognitive. As if she were having a dream, but she knows she's dreaming.  She can \"wake up\" any time she wants to... \n[20]However, if her level of involvement is rather intense, as it was just now, she can perceive things as true.  It's difficult to keep perspective. \n[21]We don't talk about that. \n[22]Well, Theoretically, while she's inside. If she came to believe that Stargher's world is her world, her mind has the power to convince the body that anything done to it is, um, actually done. \n[23]That's why we monitor the use of the drugs so closely.  We don't want her getting to that degree of perceptual disorientation. \n[24]I think that's the whole point. \n[25]Increased neural activity in the frontal lobes.  Rising dopamine levels in the basal ganglia.  Ever since the dog walked in. \n[26]Uh-oh... \n[27]I'm not.  It's a power problem.  I need you to go to the circuit breaker and check switches six through twelve. \n[28]Miriam... \n[29]Pulse is rapid, pressure's a little high... \n[30]We should hurry. \n[31]Agent Novak?  Press the sensor. \n[32]They're back. \n[33]The FBI has left the building. \n[34]...there was a moment when we thought we'd lost Agent Novak as well. \n[35]His post-procedure consciousness recovery was remarkably quick.  Never saw that before.  Hey, remember that one time... \n[36]Catherine? \n[37]What are you doing? \n[38]She changed the codes. \n[39]It would take hours to re-route the system, and even if I did, I shouldn't. \n[40]Instead of going into his mind... ", "STARGHER KING": "\n[1]Where you come from priddy thing? \n[2]Now shud you mouth, priddy thing, or me god slice you from the kunt to the tits. \n[3]Me god want you stay. \n[4]Me god mek you beaudiful... \n[5]Catherine LAUGHS.  Novak catches only a fleeting glimpse of the monster before Stargher King GRABS him by the throat and SMASHES his head against a pedestal. \n[6]Me god gut you like a dear. \n[7]Nod reel, nod reel, nod reel... \n[8]Where thiisss att?!?!  Me god no like id here... \n[9]You.  Priddy bish-hor-kund.  You big trubble-mekker... And you.  You cumm home now, liddle cogsugger worm.  Or me god haffa punish you... \n[10]No?!??!?!?!? \n[11]Hoo you thing you are?? Himm Muther? \n[12]You gimme liddle worm. \n[13]You funny.  You thing you stop me god? \n[14]You cum back wif me god.  You be good bish-hor-kund... \n[15]Yer world.  My knife. \n[16]Me god hurt!  Why you do that?  Why?! \n[17]Enuff?!?! \n[18]Shut up cunt. Give it here, worm... \n[19]You want a mommy?  Is that what you want? \n[20]Thank you, Catherine.  You did help me. More than you'll ever know. ", "STARGHER": "\n[1]Good boy. \n[2]She was the first... \n[3]I hate a mess. \n[4]Why are you here? \n[5]Don't lie, now... \n[6]Liars will be punished. \n[7]Don't do that. \n[8]If you go away, you'll never find her. \n[9]If you never find her, she dies.  Like the rest. \n[10]I mean, that's why you're here, right? Why you came to my happy little home? \n[11]You're pretty.  A pretty, pretty thing. \n[12]Help me?  That's good.  That's a good one. Liar.  Whore.  Cunt. \n[13]I am not like him. \n[14]Why? \n[15]Is that right?  You think you know me? \n[16]You wanna know who I am?  You stupid bitch! \n[17]Enough. \n[18]I'll tell you what's enough... \n[19]Enough. ", "TEDDY LEE": "\n[1]Bleach. \n[2]Someone looking after her little girl? \n[3]The poor thing. \n[4]Hot off the presses. \n[5]Chicken fried steak, mashed potatoes, garden salad with Thousand Island dressing and an iced-tea.  Thank you darlin'. \n[6]Water in her lungs.  Same brand of bleach.  Match on the semen.  Lots of hair. \n[7]So? \n[8]Now? \n[9]Complete absence of melanin. \n[10]Gentlemen, I believe an albino dog is rare indeed. \n[11]The Phoenix office tested that hair thirty minutes ago.  And we got the match. \n[12]He's schizophrenic. \n[13]What about Thorazine? Or... Desoxyn? ", "MARTIN": "\n[1]What did you do know?  You make a mess? I hate a mess. \n[2]Don't lie, now, Carl. \n[3]Remember what I said about liars?  Liars will be punished. \n[4]Go back to bed, worm. \n[5]Shut up, cunt. \n[6]What is that? \n[7]You give him nothing.  Whore.  Are you his mother?  ARE YOU? \n[8]You see that?  SEE IT?  You slithered out one of them.  But where is she now, Carl?  As far from you as she could get, that's where. You want a mommy?  Is that what you want? \n[9]Little worm pissed his pants. \n[10]Only girls play with dolls... \n[11]What kind of thing are you? \n[12]Why?  What'd I do?... ", "YOUNG STARGHER": "\n[1]Can... \n[2]Can I stay here? \n[3]He found me... \n[4]He always finds me. \n[5]No! \n[6]Don't hurt him! \n[7]He didn't mean it.  I was bad. \n[8]He teached me a lesson.  I deserved it. \n[9]Time to go 'way. \n[10]Bye. ", "COLE": "\n[1]Surveyor for the railroad... 'Bout six this morning. \n[2]She the one from Santa Cruz? \n[3]Agent Cole. \n[4]Already there. \n[5]Carver Industrial Equipment. \n[6]The hoist was manufactured by Carver Industrial Equipment in 1982.  Serial number 117-337J.  Purchased by a boat shop in Lake Havasu, but sold to Lattimer's industrial Supply in 1992... \n[7]Lattimer sold the hoist to a guy named Bainbridge who tired to build a machine works out near Delano.  Bainbridge ends up in bankruptcy court and the state winds up with the land - it's just sitting there. \n[8]Yep.  And guess who they hired to seal up the place? \n[9]I never kid.  My wife hates it.  Says I'm too serious. ", "REID": "\n[1]Minimal activity in the dorsolateral prefrontal cortex.  And here, the anterior cingulate cortex. It's what helps distinguish between external and internal stimuli. \n[2]No need.  There won't be a trial.  This is no act.  The coma is real. \n[3]You ever hear of Whalen's Infraction? \n[4]In any schizophrenic, these areas would be affected.  But in someone with Whalen's, they're hit hard and hit fast. \n[5]Stargher's neurological system was infected by a virus in utero.  It lay dormant.  In his case for about... ...thirty years.  Most likely, he's exhibited symptoms for awhile now, but the infraction - the breach - didn't occur 'til today.  You never know when it'll happen, at what age, or why.  The triggers vary, but the results don't. He has no ties to reality.  No awareness of this world or the people in it. \n[6]The normal psychotropics don't work. He's not just catatonic, he's... disappeared.  Like having a dream and never waking up. \n[7]Then I'm sorry.  For her and for you. \n[8]Peter?  This is a longshot.  I mean a real long shot.  You're gonna think I'm crazy... ", "JULIA": "\n[1]Oh no... \n[2]God... I didn't see you. \n[3]Hey! \n[4]\n[5]Our Father, who art in heaven, hallowed be thy name.  Thy kingdom come, thy will be done. \n[6]...on Earth as it is in Heaven. \n[7]Do something, Julia. ", "ERICSON": "\n[1]I'm at the back door. \n[2]I have a man down.  Repeat, man down. \n[3]Can't see his face. \n[4]\n[5]I've got the dog! \n[6]Carl Stargher!  Do not move! \n[7]Jesus Christ... ", "COOPERMAN": "\n[1]Edward's parents are here. \n[2]No one is doubting your ability. \n[3]I asked them to. We have a situation. \n[4]John and Ella Baines - as well as the Sunerset Board of Directors - have given their approval, but the decision is yours. \n[5]So what can you do? \n[6]They're ready. "}}