{"dialogues": {"CHRISTINE": "\n[1]Walter...time for school, honey. \n[2]Sorry, champ. \n[3]You can sleep in all you want tomorrow, that's what Saturdays are for. Now hurry up or your breakfast will get cold. \n[4]We're here, sweetie.   Come on. \n[5]Okay Sandy, what's the prob-- \n[6]Hello? Yes, this is the supervisor, ma'am, what can I -- Yes, I can see that you're on a party line, ma'am, what can I -- I know, it's unfortunate, but people sometimes do listen in on party lines. We hope to have private lines installed by -- Well, what's he doing when you're on the phone? Are you sure? Maybe there's a problem with the phone line. He could be asthmatic, or -- Oh. No, I...I've never heard of anything like that before either. Guess there's a first time for everything, right? No, I'm afraid there's nothing we can do about people abusing the equipment or... themselves. I'm sorry. I -- \n[7]Fine, Mr. Harris...fine...just someone having a problem with a... with the connection. \n[8]Unfortunately that was part of the problem. If you'll excuse me.... \n[9]Hey, sport. \n[10]So how was school? \n[11]What happened? \n[12]Did you hit him back? Good. Rule number one: Never start a fight, but always finish it. So why did he hit you? \n[13]Wait...you hit him first? Why? \n[14]Your dad never even had a chance to meet you...so how could he not like you? \n[15]Well, the same day you were born, something else arrived. It came in the mail, in a box just slightly bigger than you. You know what was in that box? Something called responsibility. Now, to some people, responsibility is fun, it's what you live your whole life for. Other people think it's the scariest thing in the world. \n[16]Yup. \n[17]That's what I thought. \n[18]Walter, I decided a long time ago that I would always tell you the truth, that I would treat you like a grown-up. I can't expect you to respect me unless I respect you. I've never lied to you. Your father leaving had nothing to do with you, and everything to do with what was in the responsibility box. \n[19]Pinky-swear. \n[20]First one to the corner store gets ice cream! \n[21]I'm afraid so, sport.   Come on now, time for bed. \n[22]Uh-huh. I hear there's a new Charlie Chaplin playing down at Grauman's, and a new serial called The Mysterious Airman. \n[23]I don't know. Nobody does. That's what makes him so mysterious. \n[24]Not for years yet, Walter.     Not for years. \n[25]Hello? Oh, hello, Margaret. I'm fine, thanks. No, I was just -- You're kidding. When did she call in sick? What about Myrna? I know she could use the extra hours. Oh. No, it's just...I promised Walter I'd take him to the movies today. There has to be somebody else.... All right, I...guess we can do it tomorrow. I'll get there as soon as I can. But just until four, okay? See you in a bit. \n[26]There's a sandwich and milk in the icebox, and I've asked Mrs. Riley if her daughter can stop by in a couple of hours, just to -- \n[27]Of course you can. She's coming by to check on the house, not you. \n[28]Tomorrow, we'll go to the movies. Then we'll ride the Big Red down to Santa Monica and walk on the pier. How's that? That okay? \n[29]Good. I'll be back before it gets dark. \n[30]I know you're not, honey. That's how I raised you. Be good. See you in a bit. \n[31]All right, get me the Omaha routing station, see if we can put the calls through their switchers...and let's get that console running.... \n[32]Thank you, Mr. Harris, but I -- \n[33]That's great, Mr. Harris, I really appreciate the vote of confidence. \n[34]I'm sorry, but I really have to go. We'll talk on Monday. Good night! \n[35]Wait...wait...hold on, just a -- \n[36]Walter? \n[37]Walter...? \n[38]Walter?   Honey? Time to come in. \n[39]Susie honey, have you seen Walter? \n[40]Mrs. Riley, I'm sorry to bother you at dinnertime, but I was wondering if Walter was here. \n[41]Do you know if Jamie was able to look in on him? \n[42]I'm sure it's fine, I just... Thank you, Mrs. Riley. \n[43]Walter...?     Walter.... \n[44]Yes, Operator, give me the police. \n[45]Yes, hello, my name is Christine Collins, I live at 210 North Avenue 23...I'm calling to report a missing child...it's my son, he.... \n[46]I'm not sure...I just got home from work and...it could be since late this morning, it could be just an hour -- \n[47]Yes, of course, I -- \n[48]No, he always stays around the house when it starts to get dark. Can you please send someone down here? \n[49]What?   But that's -- \n[50]That's not Walter, he doesn't do that. \n[51]Please, I -- \n[52]The police are doing all they can, and frankly I could use the money. It's been almost a month, and...it wouldn't do any good to find Walter and bring him home if he doesn't have a home to come back to, right? \n[53]Excuse me, can I have your attention? \n[54]Listen, everyone, I appreciate your consideration, but I'm not made of porcelain. I won't break down and cry if the station to station call to Kankakee doesn't go through. Actually, I...promised myself that I wouldn't cry...wouldn't let myself cry...until I knew, one way or another, what.... Point is...I like the noise here. So don't be afraid to talk and...push buttons, and drop things. If it wasn't noisy, how would I know I was in the right place? \n[55]-- well, if you do hear anything, would you let me know? Thanks, I appreciate it. Goodbye. \n[56]Missing Persons department, please. Yes, hello, this is Christine Collins, I...yes, fine, thank you. I was just checking back to see if you had found any missing or lost children that might match the -- I see. No, I appreciate that, it's just...it never hurts to make sure all the lines of communication are working. I mean, that's what I do for a living, right? Well, I'll try back next week. If you do hear anything in the meantime, would you be sure to let me know? Thanks. Goodbye. \n[57]Missing persons department, please. \n[58]All these reporters...you didn't tell me -- \n[59]Oh, my, I didn't expect -- \n[60]Oh...yes, of course, they've been great. Well, there was that part about having to wait twenty-four hours before filing a report, but -- \n[61]Yes...other than that, no complaints. They've all been wonderful. \n[62]Walter...Walter! \n[63]He's not my son. \n[64]He's not my son. He's not my son. \n[65]Mistaken? \n[66]I know my own son. \n[67]It's a common name, it -- \n[68]It's not Walter. \n[69]A trial basis? \n[70]I...look, I'll take him home, but only because I...might not be thinking clearly right now, and -- \n[71]It was...it's...hard to explain. \n[72]\n[73]Was the sandwich all right? Would you like some more milk? \n[74]No, thank you. \n[75]Now you need a bath. You're covered with soot from the train ride. \n[76]I found you a pair of pajamas. I bought them for Walter but he didn't like the fabric, so -- \n[77]Are you all right? \n[78]Did you hurt yourself?     Let me see -- \n[79]...circumcised.... \n[80]The last time I measured Walter -- the last time I measured my son -- he was four inches taller than you are right now. Who are you? What are you doing here? Who are you? \n[81]He's not my son. \n[82]I don't know who he is, or why he's saying he's Walter, but there's clearly been some kind of mistake. \n[83]He's four inches shorter than Walter. Boys his age don't shrink. If anything, he should be taller. \n[84]He's circumcised. Walter wasn't. \n[85]Made him smaller? Captain, please -- \n[86]-- why won't you listen to me? \n[87]Captain, that boy wouldn't bounce back as my son if you coated him in rubber and dropped him off the roof. \n[88]I'm not running away from anything, least of all my responsibilities. I'm even taking care of that boy because right now I'm all he has. What worries me is that you've stopped looking for Walter. \n[89]But you haven't found him. He's still out there somewhere, lost, maybe hurt.... \n[90]And I don't? Captain, look, I don't want to cause trouble for you or the department. Honestly I don't. I know you've done everything you can...but there's been a terrible mistake, and I need your help if we're going to correct it...before it's too late. Please. \n[91]Oh...yes, of course. \n[92]Thank you for coming. I'm surprised Captain Jones moved so quickly. I was starting to think he didn't believe me. \n[93]Doctor Tarr, I thought you were here to help me. \n[94]My \"motherly concern\" isn't for him because he's not my son. \n[95]He's four inches shorter than -- \n[96]What about the circumcision? \n[97]Look, doctor -- \n[98]Wouldn't I know whether or not he was my son? I'm his mother. \n[99]What're you -- \n[100]Dr. Tarr -- \n[101]Before we go...Mrs. Riley, do you have the time? \n[102]Thank you. \n[103]This is absolutely outrageous! \n[104]Captain, I...no, listen to me, this so-called doctor paraded me around my own neighborhood like some kind of derelict mother who couldn't even recognize her own -- He found what he expected to find, what you obviously told him he would find, but it's not -- No, I am not reassured. \n[105]I thought we had an understanding, \n[106]Yes.   Go on up. \n[107]Stop saying that! I'm not your mother! And you're not my son! \n[108]\n[109]I want my son back...god, please... make it stop...just make it stop. \n[110]I was wrong to yell at you. You're still a child, and I think you don't really understand what you're doing, the hurt you're causing. Maybe this is all just some big game of pretend to you, but I need you to understand. Walter is...he's all I have, he's everything to me, and every day we lose because of this puts him further away from where I can help him. Whatever the police think, whatever the world thinks, we know the truth, don't we? We both know you're not Walter. Getting you to admit that may be the only chance I have to straighten this out before it's too late. Maybe you're afraid of getting in trouble, that you're in too deep. But you're not. You don't have to tell me who you are, you just have to tell them who you're not. Just... tell them the truth. \n[111]Hello? \n[112]Yes?   Who is this? \n[113]Oh, yes, I heard some of your radio broadcasts after my son...you were very supportive, and I appreciate -- \n[114]No, I -- \n[115]\"Acting on the request of the Los Angeles Police Department, Dr. Earl \n[116]W. Tarr, child specialist, examined Walter Collins to determine the cause of his loss of weight, paleness, confusion and run-down condition noticed since the return of the boy to his mother last Saturday.\" \n[117]\"I examined the boy quite thoroughly, Dr. Tarr said -- \n[118]Captain Jones promised he'd let me see the report before it went anywhere else. \n[119]Why are they doing this? \n[120]Thank you. \n[121]I've been trying to get someone to say those words since...god, I was starting to think I was losing my mind. Thank you. At least someone believes me. \n[122]Reverend Briegleb...I appreciate what you're saying, and what you're doing...but I'm not on a mission. The only thing I want is to find my son, that's all, and I just -- \n[123]If they honestly thought I was wrong, that'd be one thing...but if they don't care, if they're just trying to cover it up.... \n[124]What do I have to do? \n[125]Well? \n[126]And...? \n[127]Does a gap like that get smaller with age? Because that's what they'll say. \n[128]Will you be willing to sign a letter saying that officially? \n[129]Well? What do you think? Is that the Walter Collins that you remember? \n[130]Good morning. My name is Christine Collins. On March 10th, my nine year old son, Walter Collins, disappeared. A four month investigation resulted in a boy being brought to Los Angeles from De Kalb, Illinois. They told me, and all of you, that this boy was my son. They were wrong. The Los Angeles Police Department made a mistake...a terrible mistake. The boy they found is not my son. That is the reason for the supposed \"transformation.\" I have letters from his dentist, his teachers and others confirming that this boy is not my son. The letters are being reprinted now, and I should have them for you tomorrow. \n[131]I have given the police department every opportunity to admit their mistake and renew the search for my son. Since they have refused to do so, I have no choice but to present my case before the public. I hope this will persuade the police to finish the job they started, and bring my son home to me. Thank you. \n[132]Why are we using the back door? \n[133]Is it? \n[134]It wasn't my intention to embarrass anyone. \n[135]No, of course not. I had to get your attention, I had to make you understand...he's not my son. \n[136]That's not true! \n[137]I don't know! All I know is that he's lying! \n[138]Just a minute -- \n[139]I'm not going to sit here and take this -- \n[140]Yes. \n[141]Wait...what are you doing? \n[142]No...wait, you can't -- \n[143]Wait...please, this is a mistake. \n[144]Please...you have to listen to me. The police are doing this to punish me. They tried to force this boy on me and tell me he was my son, but it wasn't my son, and now they say I'm crazy -- \n[145]Oh, god...oh god, please, no.... \n[146]No, please, you have to listen to me...wait...please! \n[147]Why? \n[148]That's not necessary -- \n[149]The morning? But...wait, I've got to talk to someone in authority -- \n[150]Then if I could just use the phone. \n[151]Wait...please! There's been a terrible mistake! \n[152]I'm sorry, I -- \n[153]Can I see the doctor?   Or someone in charge -- \n[154]But I -- \n[155]Christine.     Christine Collins. \n[156]I won't be here that long. As soon as I can talk to a doctor, they'll realize there's been a terrible mistake and -- \n[157]Then I'll just have to prove that I'm not insane. \n[158]You seem to have given this a great deal of thought. \n[159]What about you? \n[160]But how can they -- \n[161]Fine.   Thank you. \n[162]Well, it was. Difficult, I mean. But comfortable. \n[163]Wasserman Test. To check for syphilis. Apparently it can affect the mind. \n[164]No. Not at all. I'm sure it's... standard procedure. \n[165]But...at the same time...I imagine that it would be...would probably be upsetting to...some people that someone else might...suspect that of them. However inappropriate that might be. \n[166]I didn't say they substituted a fake boy, just...not the right boy. They brought back the wrong boy. Not my son. He's still missing. \n[167]Yes. \n[168]People don't change, doctor. \n[169]That's not what I -- \n[170]No.    Of course not. \n[171]That's right. \n[172]What for? \n[173]What kind of medication? \n[174]I don't want to relax...I'm fine, and I won't take something unless I know what it is! \n[175]Just listen -- \n[176]Doctor...Doctor Steele -- \n[177]I don't know what's going on, but I'm not taking anything until -- \n[178]I don't have anything wrong with me that I should have to take medication. \n[179]That's right. \n[180]Yes. \n[181]I won't sign it. \n[182]I won't sign it! \n[183]I was not wrong! That boy is not my son! And I am not going to stop telling the truth about this! And you're not going to stop me, and the police aren't going to stop me -- \n[184]-- I will tear down the walls of this place with my bare hands if I have to, but one way or another -- \n[185]No! \n[186]No, I won't let you!     Someone, please, help me! \n[187]Carol!   No, leave her alone!    What're you -- \n[188]Carol....! \n[189]You shouldn't have done that. \n[190]I won't...I won't. \n[191]That's hardly appropriate language for a lady, now is it? \n[192]And when's that? \n[193]Fuck you....and the horse...you rode in on. \n[194]No. \n[195]...what? \n[196]Next door. \n[197]I am out. \n[198]I don't know...but I couldn't go without saying goodbye -- \n[199]I will...but I want you to know: once I have my boy back, I'm coming \n[200]back here...for you, and the others. This is wrong, and we can stop it -- \n[201]Watch me. \n[202]No...god...no.... \n[203]A little better, thanks. The sleep helped. Anything new outside? \n[204]I want to go home. \n[205]I've been giving that a great deal of thought ever since I got out of that...place. All those women, and what they did about Walter.... They're going to just keep on doing it, aren't they? Nothing's going to change...unless we make it change. \n[206]I used to tell Walter, \"Never start a fight...but always finish it.\" I didn't start this fight...but by god I'm going to finish it. \n[207]\"Always finish it. Always.\" \n[208]Hello. \n[209]Yes...of course. \n[210]Mr. Hahn, was it? \n[211]I appreciate the sentiment, but so far they still haven't positively identified any of the...remains... as Walter's. \n[212]Yes, but...I guess I still can't accept it. It doesn't feel real to me. \n[213]I'm sorry.     Please, sit. \n[214]I've been on the phone all day with the appointment secretary for the police commission. They won't let me testify at the hearing, or call witnesses. They say it's not necessary. \n[215]Then we'll just have to hire a lawyer...bring a civil suit and try to get the City Council to call for a hearing by the Welfare Board. \n[216]I see.... \n[217]Of course. One thing, though. A personal favor. When we've finished here today, could you spare a few minutes to come with me downtown. \n[218]It's all right...everything's going to be all right now.... \n[219]Reverend, what -- \n[220]I don't understand. \n[221]I see...well, I...thank you.   Can I get you anything? \n[222]Where is all this traffic's coming from...? \n[223]Excuse me, can you tell me what the problem is up ahead? \n[224]He didn't mean...he couldn't mean -- \n[225]Oh...my.... \n[226]But...shouldn't we -- \n[227]I'm up here, Reverend. \n[228]When Walter was...when he was here, I'd walk past his bedroom when he was asleep, and even if I couldn't see him, or hear him, I could...feel him in here. \n[229]That's why I don't think Walter is dead. I can still feel him, in this room. \n[230]I know what the police said. But the remains...what they found on that ranch is so...most of it can't even be properly identified. What if that boy made a mistake when he picked Walter's picture? \n[231]Maybe. And maybe he'd want me to keep looking. Maybe he's waiting for me, somewhere. \n[232]Ten minute break? \n[233]We'll see.     Thanks, Ben. \n[234]Yes, hello, this is Christine Collins, we spoke yesterday about my son...fine, thank you. I was wondering if you'd had a chance to go through the file on runaways in your area in case anyone resembling Walter had -- I see. No, thank you, I appreciate the information. Would it be all right if I called you again, in a month or so? Thank you. Goodbye. \n[235]Oh, hello, I was just -- \n[236]From who? \n[237]Why? \n[238]No, I'm...sure I'll be fine. \n[239]No, I don't smoke. \n[240]That's where they do what? \n[241]Mr. Northcott...you asked me to come to see you. You said if I did, you would tell me the truth about my son. Well, I'm here. \n[242]Now what? \n[243]What? \n[244]Why not? \n[245]Mr. Northcott...look at me. Look at me. \n[246]Did you...kill...my son? \n[247]Mr. Northcott -- \n[248]No, wait, please -- \n[249]Did you kill him? Did you kill my son? \n[250]Mr. Northcott...Mr. Northcott! \n[251]I can't...I've got a million forms to fill out -- \n[252]Sandy, you guys blew out the phone lines between here and Baltimore, someone has to clean up the mess, and that's me. Besides, I've got a radio right here, I can follow the whole thing. \n[253]Positive.    Go on, have fun. \n[254]I said I can't go -- \n[255]Ben, that's very sweet, and I wish I could...but I really need to stay and finish this. \n[256]Ben...? I put down two dollars on \"It Happened One Night\" for best picture. Seems I'm the only one here who thinks it has a chance against \"Cleopatra.\" If I win, how about we have dinner tomorrow night to celebrate? \n[257]'Night. \n[258]I'll be here. \n[259]Over-rated.... \n[260]Clark Gable, Claudette Colbert.   I rest my case. \n[261]I knew it...I knew it!   I told you so! \n[262]Ben, it looks like dinner is on me, \n[263]Yes, this is she. Mrs. Clay? No, of course I remember you, how are you? Is everything -- \n[264]When? Where did they -- No, of course...I'll be right there. \n[265]Are they sure it's -- \n[266]But how -- \n[267]I am. \n[268]Why not? Three boys made a run for it that night, Detective. If one got out, maybe either or both of the others did too. Maybe Walter went through the same fears he did. Afraid to come home or identify himself, afraid he'd get into trouble, that people might think it was his fault. Either way, it gives me something I didn't have before tonight. \n[269]Hope. ", "JONES": "\n[1]Mrs. Collins? \n[2]My name is Captain J. J. Jones, Lincoln Park Juvenile Division. My office supervises all runaway and missing child cases, including your son's, and.... He's alive, Mrs. Collins. He was picked up two days ago by local police in De Kalb, Illinois. He's safe and unhurt. He was in the company of some drifter, we've got an APB out for him now, and -- \n[3]Yours is a story with a happy ending, Mrs. Collins. People love happy endings. Train should be pulling in shortly. We'd better get a move on. \n[4]Thank you...we'll have a statement for you in a little while. \n[5]Right now the important thing is to re-unite this little lady with her son. So if you'll excuse us.... \n[6]Mrs. Collins, I'd like to introduce you to Chief of Police James E. Davis. \n[7]Women.    Just a sec.... \n[8]Well?   Aren't you going to -- \n[9]I...what are you -- \n[10]I'm...I'm sure you're mistaken. \n[11]He's been through four long, terrible months...he's gone through changes, lost weight -- \n[12]I'm just saying...I mean, you're in shock, and he's changed, and -- \n[13]What's your name, son?   Can you tell me your name? \n[14]Do you know where you live, Walter? Do you know your home address? \n[15]Mrs. Collins...listen to me. I know you're feeling uncertain right now, but that's to be expected...a boy this age changes so fast...but we've compensated for that in our investigation. We're experts in child identification. There's no question that this is your son. \n[16]It's not Walter as you remember him. That's why it's important for you to take him home, on a...trial basis. \n[17]Once you've put him back in familiar surroundings, and given yourself time to recover from the shock of his changed condition...you'll see that it is him. I swear to you, Mrs. Collins. I give you my word. Trust me...this is your son. \n[18]If there's any problem, any problem at all, come and talk to me and I'll take care of it. Mrs. Collins...he has nowhere else to go. \n[19]Thank you. \n[20]It was certainly quite a shock. At first she hardly recognized him. Perfectly natural, the boy's been through quite an ordeal. \n[21]Absolutely. \n[22]Mrs. Collins -- \n[23]We agreed you would give him time to adjust -- \n[24]Maybe your measurements are off. Look, I'm sure there's a reasonable explanation for -- \n[25]Mrs. Collins...your son was missing for four months. For at least part of that in the company of an as-yet unidentified drifter. Who knows what such a disturbed individual might have done? He could have had him...circumcised... might have -- \n[26]I am listening, damn it, I -- I am listening. And I understand your feelings. He's changed, no mistake. You've both been through a terrible experience. That's why he needs your support and love to bounce back. \n[27]Why are you doing this, Mrs. Collins? You seem perfectly capable of taking care of the boy, your work pays you enough to attend to his personal needs...so I don't understand why you're trying to run away from your responsibilities -- \n[28]Why should we look someone we've already found? \n[29]His identity has been confirmed by the best minds in the field of child identification, people who know what they're doing. \n[30]Sara, get Dr. Tarr on the phone. \n[31]Morelli, I want you to find the Collins woman and get her here. Bring her in the back way, and have a couple of matrons standing by. \n[32]Mrs. Collins. \n[33]Leave the boy for now.   We'll look after him. \n[34]You've put us through quite a bit of trouble, Mrs. Collins. This situation has become an embarrassment for the entire department. \n[35]No, of course not. You just told the papers we can't tell one boy from another as a compliment for the months we spent working on your case. Are you trying to make fools out of us? Is that it? Do you enjoy this? \n[36]You know what your problem is? You want to shirk your responsibilities as a mother. You enjoyed being a free woman, didn't you? Enjoyed not having to worry about a young son. You could do what you wanted, go where you wanted, see anyone you wanted. But then we found your son. Brought him back. And now he's an inconvenience. That's why you cooked up this whole scheme, to try and throw him to the state, let the state raise him for you. \n[37]No? Even the boy says he's your son. Why would he do that? How would he know to do that? \n[38]Maybe so. Maybe he is a liar. But that's how he's been trained, isn't it? Lying was born in both of you. You're a liar and a troublemaker and if you ask me you've got no business walking the streets of Los Angeles. \n[39]Because either you know you're lying, or you're not capable of knowing if you're lying or telling the truth. So which is it, Mrs. Collins? Are you a derelict mother? Or just nuts? Because from where I sit, those are the only options. \n[40]You want to bring in experts? Doctors? Well, I can do that too. Matron? \n[41]Mrs. Collins...do you still insist that the boy out there is not your son? \n[42]You are to convey the prisoner to the Los Angeles County General Hospital Psychopathic Ward. \n[43]Make the following entry in the booking department: Defendant states she has been deceived by police and others, and that they have given her a boy and tried to make her think it is her son when she says it is not. \n[44]Mrs. Collins has been known to us since about March 10, 1928, when she reported her nine-year-old son Walter missing. \n[45]The boy was gone until July, 1928. Since his return, she has complained that he is still missing, and has made repeated requests that he be found, saying, \"This is not my Walter,\" even though positive identification has been established. \n[46]She suffers from paranoia, delusions of persecution, and dislocation from reality. She may be a threat to herself or others. We recommend that she be conveyed to the psychopathic ward for treatment and observation until her senses can be restored. \n[47]He's lying. \n[48]Have you gone soft in the head, Les? \n[49]He's playing you! He knows he's in trouble, so he's come up with some cock and bull story about how he was forced to stay in the country -- \n[50]He picked the Collins kid! We found him, remember? Haven't you been reading the papers? Or maybe you have, is that it? \n[51]Tell the sonofabitch to get the hell off police property before I have him arrested for disturbing the peace. \n[52]What the hell...? \n[53]Jesus jumped down.... \n[54]Ybarra? Listen. You're not to do anything except come back here. \n[55]Departmental policy is what I say it is, you got that? Now I'm ordering you to get your ass back here with that kid, you got that? You bring him here and you talk to no one, got it? Nobody! \n[56]I am. \n[57]Mrs. Collins has been placed in protective custody following a mental breakdown. \n[58]Her statements and behavior have been found to be consistent with a delusional state of mind that could make her a danger to herself or others. In the public interest, we are looking after her son while she gets the help she clearly needs. \n[59]Sorry, we're withholding that information to respect the privacy of the family. But I can assure you that she's getting the best treatment available. That's all. \n[60]Sir, I -- \n[61]Sir, nobody could have known what was going on up at that ranch. Not us, not the Sheriff's Department, the Marshall's Office...as for the Collins woman.... I'm still not convinced that her kid is among the victims up in Wineville. \n[62]No, sir. \n[63]There were four other photos of missing boys that looked a lot like him...this Clark kid could have been mistaken. \n[64]Sir? \n[65]Yes, sir. \n[66]Yes, sir. \n[67]Sir, there's talk of an investigation by the police commission. \n[68]My boys are working on it now, sir. \n[69]Did you check the wire services? \n[70]What about the man he showed up with at the diner? \n[71]And he overheard them say the name Walter Collins. \n[72]But why that one? I mean, of all the police departments he could've screwed up, why Los Angeles? \n[73]The boy, Walter Collins, was reported as missing on March 10, 1928. \n[74]We then instituted a nationwide search. On July 10, we received a cable indicating that a boy matching his description had been found in De Kalb, Illinois. Upon questioning, he admitted to being Walter Collins, and we made arrangements to transport him back to California. \n[75]Yes. She denied his identity in spite of all evidence pointing to the contrary. \n[76]Whether or not this was in fact the correct boy was not relevant to my decision. Throughout this period, she acted strangely. She was often cool, aloof and unemotional, especially when presented with the boy we located in De Kalb, and in our subsequent conversations. It was because of her disturbing behavior that I submitted her for observation to the psychopathic ward of Los Angeles County General Hospital. \n[77]She wasn't -- \n[78]She wasn't -- \n[79]She wasn't thrown.     She was... escorted. \n[80]I did. \n[81]September 12th. \n[82]The form is backdated. \n[83]That's correct. There was no need to serve the warrant since she was at that time already in custody. \n[84]Technically...yes. \n[85]Extraordinary steps were necessary because we were dealing with an extraordinary situation! Is it our fault that we were being deceived by the boy who claimed to be Walter Collins? No. In light of his claims and her behavior, who wouldn't begin to wonder if there was something wrong with her? \n[86]Because she wouldn't listen, because she insisted on being obstinate and taking matters into her own hands best left to qualified officers, because -- \n[87]Yes.   It is. ", "YBARRA": "\n[1]What'd they do, lose a moose? \n[2]All right, I'll take it, got nothing better to do.... \n[3]Problem? \n[4]Listen, could you give me a hand? I'm trying to find a place called the Northcott Ranch, up by Wineville. \n[5]Just looking into a juvenile matter. Thanks for the help. \n[6]Hello? \n[7]Anybody home? \n[8]This is the police. I have a warrant for a minor named Sanford Clark. Open the door and stand aside. \n[9]Stop it! Stop it or I'll push your face through the floor! \n[10]On your feet. \n[11]Jesus...what the hell's wrong with you? Don't you know assaulting a cop is against the law? \n[12]We're just sending you back to Canada, son, it isn't the end of the world. \n[13]You can't just stay in the U.S. as long as you want, pal. We've got a orders to send you back home, and -- \n[14]Didn't know Canada was that funny. \n[15]It's all right, I'll just see what he has to say so I can go home and get dry. Where is he? \n[16]It's raining cats, dogs and democrats out there, so this better be worth it. \n[17]Well? \n[18]Nothing is. \n[19]Are you saying he held you prisoner? Bull. When I got to the ranch you were running around free as a jaybird. Could've left any time you wanted. So what's this, some kind of story to cover why you were in the country illegally? \n[20]Because I don't have time for -- \n[21]What?   What did he -- \n[22]Okay, lets start at the beginning. What did he make you do? \n[23]What kids? \n[24]How many kids? \n[25]You're lying. \n[26]Twenty kids. \n[27]Nobody can just up and kill twenty kids -- \n[28]How? \n[29]These...uhm...these kids...do you think...if you saw them again, do you think you'd recognize them? Just a second. \n[30]I haven't updated these in a while, but still, it should be.... Just go through...and if you see any faces you recognize, put it on the table. \n[31]...shit.... \n[32]Sir, I -- \n[33]With all due respect, sir, I don't think so. You didn't see him, the kid's scared half out of his mind -- \n[34]Sir, if you'd just listen -- \n[35]Sir, department policy requires that all allegations of homicide have to be investigated. And these are kids, for chrissakes -- \n[36]All right, let's go. \n[37]It's all right, I'll take it from here. \n[38]We need him for questioning.   Come on.... \n[39]You two...you've just been requisitioned for backup. I'll explain on the way. \n[40]All right.     Show me. \n[41]This it?   You're sure? \n[42]Dig. You put 'em in the ground, you can take 'em out of the ground. Go on. \n[43]Call it in...get the coroner and every officer in a twenty mile radius here inside the hour. \n[44]Then put out an APB on Gordon Stewart Northcott, the info is in my car. Go on.... \n[45]You can stop now, son. You can stop now. It's over. We can take it from here. It's over. \n[46]Tough. \n[47]What's your name? \n[48]Walter Collins is dead. \n[49]Look, let me explain something to you. Because of your lies, you've ruined a woman's life embarrassed the police department, and got the whole city up in arms over this. \n[50]All right, if that's how you want it, then I guess we're done here. Tell County Jail we're remanding him for trial. \n[51]I told you, the real Walter Collins was murdered. \n[52]By pretending to be Walter Collins, you're interfering in a police investigation of a kidnapping and murder. We can try you as an accomplice to murder after the fact. Too bad. County Jail is a lot worse than juvenile hall or a foster home. A lot worse. \n[53]Sanford Clark is a kid, too. Fifteen. But he's going to jail. All murderers and their accomplices go to jail. Everyone knows that. Get him out of here. It's out of my hands now. \n[54]Prove it. \n[55]Arthur Hutchins. \n[56]The boy's real name is Arthur Hutchins Junior, age twelve, a runaway from Cedar Rapids, Iowa. \n[57]Checks out. The report was filed by his divorced mother, who lives in Clinton, Iowa with the boy's grandmother. Apparently he didn't like living with the old lady, she didn't let him get away with the stuff he usually got away with, and one day...he up and left. \n[58]Just some drifter. The boy was hungry, ran into this guy who said he knew how to get some food and not have to pay for it. Only when they finished, he left the kid behind while he cut out. When the police picked him up, they started going through the wire reports about missing kids -- \n[59]Bingo. \n[60]I asked him the same question. \n[61]All right, so after you got into the car, what happened next? \n[62]Were there other boys present? \n[63]Did you speak to them? Do you remember any of their names? \n[64]Walter. \n[65]Do you remember his last name? \n[66]So if you only remember some of the names of the rest, how come you remember his full name? \n[67]And that's the last you saw of him? \n[68]So you don't know if either of the other two were captured? \n[69]What happened after that? \n[70]Why didn't you tell anyone what had happened? \n[71]Why not? \n[72]So what made you come forward now, after all this time? \n[73]Still can't believe it. Five years, case closed, everyone thinks he's dead...and there he is. \n[74]And he wouldn't be, if it wasn't for Walter. Your son did a brave thing, Mrs. Collins. You should be very proud of him. \n[75]You don't think he's still out there, do you? \n[76]What's that? ", "GORDON": "\n[1]Overheated, that's all.   She'll be fine in a bit. \n[2]Northcott Ranch...oh yeah. You're almost there. Follow this west for about two, three miles. Then the next right. That'll bring you right to it. Something going on? \n[3]I'd like a ticket to Canada. Alberta or Vancouver, whatever's leaving tonight. \n[4]That'll be fine. \n[5]One way. \n[6]Vancouver. \n[7]Yeah, I surely do. \n[8]Time to go. \n[9]There you are, we've been looking for you like mad. \n[10]Sure thing. Your folks, they got in an accident. They sent us to find you. They're hurt real bad. The police took 'em to the hospital, but they didn't have time to come find you, so we said we'd do it. Now come on, hurry...we gotta get to the hospital, see your folks. \n[11]Good boy! Now hold on, it's a long drive and we gotta fly. \n[12]Hi, sis. \n[13]Got in a couple of days ago, figured I'd surprise you. That okay? \n[14]Where's that little niece of mine? \n[15]Good. Need to talk to him about staying on for a few days. \n[16]Listen, can I use your bathroom? It's been a long ride and I could use a shower. \n[17]I'm feeling fine. \n[18]I've been on a little vacation, as some of you know. It was a pleasant vacation, and the police have certainly provided me with a lot of amusement. \n[19]Well, I didn't, did I? Didn't know anyone wanted me until just recently. Didn't even try. My luggage still has my initials on it. \n[20]No, but I figured it would be best if I stayed out of it. \n[21]No comment. \n[22]Hey...I saw you in the papers. You got a lot of moxie, standing up to the police like that. \n[23]Not guilty, your honor. \n[24]Yeah, I want to make a statement. I want to make it real clear that I never once got a fair shake from you, your \"honor,\" or this court. The only one of you here worth a goddamn is her -- -- 'cause she's the only one never badmouthed me to the press. She understands what it is when the police frame you for something you didn't do and throw you in the hole. Isn't that right? \n[25]I want you to know, Mrs. Collins, I never killed your boy. I -- \n[26]Don't suppose you've got a cigarette? \n[27]That's where they do it, you know. That building right over there. \n[28]The hangings. Ten o'clock tonight, I get to see what's inside. I hear there's thirteen steps going up to the gallows...'cause thirteen is unlucky. Helps make sure you're gonna go to hell when you die. But I got 'em beat. I outsmarted 'em. \n[29]They're gonna let me have whatever I want for dinner. Got a steak coming, with spinach, mashed potatoes and green beans. I always wondered why they did that whole last meal thing. One of the other guys on Death Row said when you take the drop, you foul yourself, and everything you ate...comes out the other end. So maybe that's why they make sure you got something in you when it happens. They like knowing you fouled yourself on the way to -- \n[30]Sure you don't got a cigarette? \n[31]The warden, Clinton Duffy, he's a good guy. He's writing a book about all the death sentences he's carried out in this place. Says it's called \"Eighty-Eight Men and Two Women.\" Beats my record all to hell. \n[32]Yeah...yeah, you are. But see, the thing is, I didn't think you'd really come, and now -- \n[33]I didn't expect.... I don't want to see you. \n[34]I can't do this...I can't talk to you...not today, not tonight, not with what they're going to do to me. It's one thing to send a telegram, that's easy, but right now, right here, in person, I -- I can't tell you what you want to hear, Mrs. Collins. I can't, I can't -- \n[35]Because I don't want to die with a lie on my lips! \n[36]I did my penance, I asked God to forgive me for my sins...and I've been good, ever since...if I commit a sin now, if I lie now...I'm out of time, I can't be forgiven again... I don't want to go to hell -- \n[37]Get away from me...I don't know anything about it! \n[38]I'm innocent! Guard! Guard! \n[39]No...nothing. I kept clean after I confessed, reverend...just like I said I would. \n[40]Will it...will it hurt? Please...not so fast...don't make me walk so fast! \n[41]Thirteen steps...thirteen steps... but I didn't touch all of 'em, you bastards...I didn't touch all of 'em! \n[42]A prayer! Please, somebody, say a prayer for me! \n[43]Silent night...holy night...all is calm...all is bright...round yon virgin mother and child...holy infant so tender and mild -- \n[44]", "STEELE": "\n[1]Mrs. Collins...Dr. Jonathan Steele. Please, have a seat. \n[2]I hope your stay has been comfortable so far. \n[3]Really? I'd think it would be quite difficult at first. \n[4]I see they took a blood test. \n[5]The idea that someone thinks you should be checked for syphilis...did that upset you? \n[6]Yes. Exactly. Standard procedure. We have to cover all bases, and -- \n[7]According to your file, you believe the police have substituted a fake boy for your son. Is that true? \n[8]That's strange...you see, I have here a newspaper article with a photo of you at the train station, welcoming your son home. That is you in the photo, isn't it? \n[9]So at first he was your son, but now he's not your son. Has this been going on for a long time? People...changing, becoming something other than what they are? \n[10]You don't think people change? \n[11]And the police...they're not out to persecute you? \n[12]The police are here to protect us. \n[13]That's odd, because according to the head nurse, when you were admitted you accused the police of conspiring to do this deliberately, to punish you. So either she and the interns are also conspiring against you...or you're changing your story. Do you often have trouble telling reality from fantasy, Mrs. Collins? \n[14]I heard. \n[15]I understand. Come with me. \n[16]There's nothing wrong with you. \n[17]You're fine. \n[18]Then you shouldn't have any trouble signing this. \n[19]By signing, you certify that you were wrong when you stated the boy returned by the police was not your son. It further stipulates that the police acted properly in sending you here for observation and absolves them of all responsibility for -- \n[20]Then your condition is not improved. Sign it, and you can be out of here first thing tomorrow. \n[21]Mrs. Collins, you're becoming agitated. \n[22]Orderly! \n[23]The patient is disturbed, hyperactive and is threatening the staff. See to it she is properly sedated. \n[24]Stay out of this! This is none of your business! This is police business! You'll stay out of it if you know what's good for you! \n[25]You'd think you had enough trouble with the law just being a whore, wouldn't you? \n[26]Attacking a staff member. Room eighteen. Electro-convulsive therapy. \n[27]Privacy, please. \n[28]I see you've still been refusing medication, requiring force-feeding. I see they switched to a rubber tube. I hear that can quite uncomfortable. \n[29]Six days, Mrs. Collins, and no progress. We may have to go to more...strenuous therapies. Unless you're willing to prove you're doing better...by signing this. \n[30]Room eighteen. \n[31]I'm head doctor on duty.   What's the problem? \n[32]Sorry, we don't discuss our cases with anyone other than family -- \n[33]Sir -- \n[34]Mrs. Collins. \n[35]One last time. Are you, or are you not, prepared to sign that letter? \n[36]You're free to go. \n[37]Your clothes are in the next room. You can change there. \n[38]That's right. See to it. \n[39]Christ.... ", "HAHN": "\n[1]Mrs. Collins. My deepest condolences on your loss. \n[2]Yes. \n[3]But he was identified, was he not? \n[4]It never does. I lost a daughter to polio five years ago. There's not a day goes by I don't think, I should mention this to Claudine... then I remember she's not here. \n[5]Which is why I'm doing this pro bono. It would be my honor to defend your honor, Mrs. Collins. In my fifteen years as a lawyer, I have never seen anyone fight as long or as hard as you have, in what is so clearly in the cause of justice. \n[6]Of course.     Where downtown? \n[7]My name is S. S. \n[8]Hahn, and I have a court order for the immediate release of all women being detained in this institution under the designation Code Twelve pending a formal inquiry into the reasons for their detainment. \n[9]Let me be clearer. Either you open those doors and produce the people named in that court order, or you will find yourself on the other side of those bars...without a key. \n[10]Mrs. Collins, could you come across the street with me for just a moment? \n[11]I think there's something you should see. \n[12]-- the police decided it was best to keep this off the main docket in order to avoid exactly the sort of chaos we have across the street. \n[13]Where Mrs. Collins told you the boy was not her son. \n[14]But as subsequent events have demonstrated, she was correct. So what prompted you to send her for psychological evaluation? \n[15]Just like that. You snap your fingers and an innocent woman is thrown into the psycho ward. \n[16]Every home in this state is in grave danger when a Police Captain can take a woman into his office and, five minutes later, have her thrown into the psychopathic ward on his own authority! \n[17]What was that, Captain? \n[18]Escorted, thrown, the verb doesn't matter, Captain. What does matter is that her incarceration was ordered without a warrant. \n[19]I am holding a carbon copy of the affidavit of insanity that was issued in the case of the State of California vs. Christine Collins. Who signed the affidavit? \n[20]And what is the date on this document? \n[21]But Mrs. Collins was incarcerated on September 6th. \n[22]Yes, so it would appear. The bottom of the page is reserved for recording where and when the warrant was served. But it has not been filled in. May I assume from this that the warrant was never served? \n[23]Let me see if I have this straight. A woman was thrown into the psychopathic ward without a warrant, because no warrant existed, and when it was finally written six days later, there was no need to sign it or go to a judge because \n[24]she was already in the asylum!      Is this correct, Captain? \n[25]Because she questioned you. \n[26]Because she was fighting for the life of her son! A boy who may have still been alive while you were wasting valuable time denying you had done anything wrong! \n[27]And in the end, that's what happened, isn't it? At some point, while all this was going on, Walter Collins died along with as many as nineteen other youths on the Northcott Ranch in Wineville. Is that correct, Captain? \n[28]No further questions. \n[29]Mrs. Collins. \n[30]I know. That's...why I wanted to see you. \n[31]It's about Walter. We had...well, we received a very strange telegram. \n[32]Gordon Northcott.   He's...he's asked to see you. \n[33]He said he knows you're still looking for your son, and before he dies -- He says that he lied when he testified that he didn't kill Walter. He's willing to finally admit that he did it. He says that if you come up to see him, in person...he'll tell you the truth, to your face...so that you can get on with your life and have some peace. \n[34]As you know, he's set to be executed the day after tomorrow at San Quentin, so.... You don't have a lot of time. \n[35]Took me most of the morning to make all the arrangements. Turns out you're the first woman in thirty years the state has allowed to visit a serial killer on the night of his execution. ", "SANFORD": "\n[1]What difference does it make now? \n[2]What? \n[3]Wait, I...I want to talk to the officer who brought me in. \n[4]Please.   It's important. \n[5]Look, I -- this isn't easy, okay? \n[6]My cousin's Gordon Northcott. He owns the ranch where you found me. He let me live there in exchange for watching the place when he was gone, doing chores, stuff like that. Said I could stay on as long as I wanted to. I figured that also meant I could leave whenever I wanted to, but he wouldn't let me. \n[7]No...no, it's nothing like that. \n[8]Listen to me, please.    He said -- \n[9]He said that if I tried to leave, he'd kill me! \n[10]You don't understand, you don't know what he's like, what he...what we did...what he made me do. \n[11]Him and me...me and Gordon, we... ...we killed some kids. \n[12]I didn't mean to, I swear...he made me help him, said if I didn't he'd kill me, too. Please, you gotta help me...I'm scared...I don't want to go to Hell for killing kids. \n[13]I don't know...I never knew their names. \n[14]All together? \n[15]About...twenty, I guess. \n[16]No, it's true, I swear! \n[17]Yeah...thereabouts...I kinda stopped counting after a while, and Gordon said one or two might've gotten away, but -- \n[18]We did...yeah, we did that.... \n[19]Most times we'd bring back just one or two...sometimes as many as three. \n[20]I always knew when he was getting ready 'cause he'd go through the car and clean it up, make sure the tires were good, the engine...he was always afraid something'd break down and we'd be caught. \n[21]We'd go a different direction every time, never hit the same part of town twice. Sometimes we'd go for hours, just driving around, until we found somebody. \n[22]He'd use all kinds of different stories. Sometimes he'd say he had free tickets for the circus, or he was looking for a lost dog...that one worked real good. Other days -- \n[23]A lot of kids won't get in a car alone with a stranger, but when he's got a kid there with him, that made it easier. They'd look to me, and figure if I was safe, they would be too. That's why he needed me, see? \n[24]It's okay.     Come on in. \n[25]Every time they got in the truck, it was like I wanted to die. \n[26]Then, as soon as we got back to the ranch...they went in the coop. \n[27]Some days he'd do 'em right off. Other days, he'd wait, pick up a few more, keep 'em in the coop until he had like four or five, 'cause -- -- 'cause he liked to hear 'em scream all at once. Like they were some kinda chorus. And then.... \n[28]...and then.... \n[29]Sometimes...sometimes he'd leave one or two of 'em alive...barely anyway...and tell me...finish 'em. Finish 'em...or I'll finish you. And I did...I did...oh god...oh, sweet Jesus...I killed 'em...I killed 'em...I killed 'em.... ", "BRIEGLEB": "\n[1]No word from Mrs. Collins? Get on down to her house, make sure she's all right. If she's not there, call the LAPD, see what they know. \n[2]This is Pastor Gustav A. Briegleb of St. Paul's Presbyterian Church, bringing you the Lord's word on radio KGF. Good evening. \n[3]I had hoped to have a guest with us tonight, but apparently she has been delayed. Since she can't be here to tell you what she told the press this afternoon, I'll fill in the best I can. I'm going to tell you what happened, and I'm going to keep telling you right here, every night...until someone does something about it. \n[4]Are you Captain Jones? \n[5]What the hell have you done with Christine Collins? Don't try and lie your way out of it. I talked to several neighbors who saw her being driven off in a police car. \n[6]A what?! \n[7]Where? \n[8]\n[9]\n[10]You the doctor who's got Christine Collins locked up in here? \n[11]You'll damned well discuss this one with me! \n[12]Read it!   Read it, damn you! \n[13]You give me every piece of paper you've got on this case, you hear me? Every piece! \n[14]When does she come down? \n[15]How are you feeling? \n[16]Nothing that can't wait until you're stronger. The police still have a car parked outside. They want to know what your next move is. \n[17]And then? \n[18]It's dangerous, and you've already been through a great deal, Mrs. Collins. Right now you're sufficiently high-profile that the police will hesitate to come after you out in the open...but if they see their position threatened, that could change quickly. Your life could be in danger. \n[19]Mrs. Collins, I want you to meet a friend of mine, Mr. Hahn. \n[20]Sorry to barge in so late, Mrs. Collins, but it took me a while to find the right people for the right job. These three gentlemen are members of my congregation who, before coming to the Lord, had lived lives of brutality, vice and crime. Now they are pledged to doing god's work...and if this isn't it, I don't know what is. \n[21]People who bring charges against the police have a habit of \n[22]disappearing right before the trial. I'm a big believer in the power of prayer, Mrs. Collins...but a little backup from time to time never hurts. \n[23]Since we don't plan on sleeping, coffee would be lovely. \n[24]Traffic's getting heavy.   We'll go up Spring. \n[25]Hold on. \n[26]Start walking. Quickly. ", "\"WALTER\"": "\n[1]Did you know that Los Angeles is where they make the Tom Mix movies? \n[2]His horse is named Blue. You think they'll let me watch them make a movie? \n[3]Walter Collins. \n[4]My house is at 210 North Avenue 23, Los Angeles, California. And that's my Mommy! \n[5]Yeah, it's great! \n[6]No. \n[7]No, thank you. \n[8]Ow! \n[9]I fell.   Stupid tub. \n[10]I'm finished. Can I go to my room now? \n[11]G'night, Mommy. \n[12]You're a teacher. \n[13]I don't remember. I know you, but I don't remember your name. \n[14]I want a glass of water. \n[15]\"Tough!\" \n[16]Walter Collins. \n[17]I didn't do it. \n[18]Got a lot done, didn't I? \n[19]Wait...what's remanding?    What trial? \n[20]So? I didn't do anything! I wasn't even here when it happened! \n[21]You can't do that...I'm just a kid! \n[22]Wait!   I don't want to go to jail. \n[23]I...I knew that Los Angeles was where they made the Tom Mix movies. I figured maybe I could meet Tom Mix. Maybe he'd even let me ride his horse. His horse is named Blue. Did you know that? \n[24]I don't want 'em! Give 'em to somebody else! \n[25]It's not my fault! It was the police! They said I was Walter Collins, not me! It wasn't my idea! ", "DAVIS": "\n[1]We don't get a lot of positive attention from the boys in the press these days, so it's good to be here when there's a positive story, don't you think? \n[2]I take it you've been treated well by my boys in the department? \n[3]Technicalities aside -- \n[4]Good, then you won't have any problem telling that to the press, and how the LAPD is concerned first and foremost with the safety of -- \n[5]The Los Angeles Police Department is thankful for all the hard work done by the De Kalb County Sheriff's Department in helping to make this joyful reunion possible. The LAPD is dedicated to serving the public at all times, and -- \n[6]We will hold court on gunmen in the Los Angeles streets. I want them brought in dead, not alive, and I will reprimand any officer who shows the least mercy to a criminal. \n[7]I don't know if you're aware of it, Captain, but I have an exceptionally good vocabulary. I'm a terror at Scrabble, crossword puzzles, but even I'm in awe of the vocabulary that the press and the city council have been exercising in reference to this department courtesy of the Christine Collins...incident. Incompetent. Cowardly. Bullying. Reprehensible. Mendacious and invidious...those two courtesy of that prick Gustav Briegleb. Bonus words in Scrabble, both of them. Especially invidious. Hard to work that one into a conversation. But he managed it, all right. \n[8]The key, of course, is the context in which words like this get used. You have to do that in scrabble, you know, when somebody challenges a word...show how it's used in a sentence. So \"incompetent,\" as in -- \"A department so incompetent that they never realized that up to twenty children were being kidnapped and murdered under their very noses.\" And here: \"So incompetent that they insisted they knew better than a mother the identity of her own child, forced him upon her, and then incarcerated her when she confronted them with evidence of their own reprehensible behavior.\" That was a two-fer. Incompetent and reprehensible in the same sentence. Guy must be a real terror at crossword puzzles. \n[9]Captain, your handling of the Collins case has exposed this department to public ridicule. There is even the potential for civil and criminal liability. \n[10]No? \n[11]Maybe he was...which raises the obvious question: so what? \n[12]The Mayor wants this to go away. I want this to go away. The way you do that is to stop insisting that Walter Collins was not among those kids killed up at that goddamned ranch. Because if the boy you brought back isn't Walter Collins, and he's not dead up at that ranch, then where the hell is he? People will want to know why we haven't found him. Why we aren't we doing our job. But if, on the other hand, he is, or could be among those poor boys killed up in Wineville...then the inquiries stop. It's a momentary embarrassment that you'll have to live with...but better a short inconvenience than a lingering problem, wouldn't you say, Captain? \n[13]The boy's been gone for nearly a year. If he was going to be found, it would've happened by now. Whether he was up at that ranch or not, the truth is he probably is dead somewhere. Better his mother accepts that now rather than later, don't you think? \n[14]Good.    That'll be all, Captain. \n[15]Let me worry about the commission. But it wouldn't hurt to find out just who the fuck that kid is you brought back from De Kalb and why he did this, because the press bought into his bullshit same as we did. That we were all taken in by the scheming little bastard may help take some of the sting off this. \n[16]Mayor Cryer...this is unexpected. \n[17]Goddamnit.... \n[18]It is going away, sir.   I instructed Captain Jones -- \n[19]Mayor Cryer...I stand by my men. You know that. \n[20]Precocious little fellow, isn't he? ", "CAROL DEXTER": "\n[1]You should eat. Eating is normal. You got to do everything you can to look normal. That's the only chance you've got. Besides, you'll need the strength. \n[2]My name's Carol Dexter.    What's yours? \n[3]Yeah, that always works. I heard them talking. You're here on a code twelve, police action. The doctors, the staff, they figure that if the police sent you here, there must be a good reason for it. \n[4]Yeah? How? The more you try to act sane, the crazier you start to look. If you smile too much, you're delusional or stifling hysteria. If you don't smile, you're depressed. If you're neutral you're emotionally withdrawn and potentially catatonic. \n[5]I have. Don't you get it? You're code twelve. So am I. We're here for the same reason. We pissed off the cops. \n[6]What, you thought you were the only one? The lady over there was married to a cop who kept beating her up. When she tried to tell somebody, they sent her here. And that one? The police beat the crap out of her brother, broke both his arms. When she complained to the papers, they picked her up and... \n[7]I...work nights. I mean, I work nights. Downtown. In some of the clubs. You know. \n[8]This one client started hitting me, and he wouldn't stop. So I filed a complaint. Turns out he was a cop. Next thing I know, I'm here. \n[9]You're kidding right? Hey, everybody knows women are fragile, right? They're all emotions, no logic, nothin' goin' on upstairs. And sometimes, like when they say something that's a little, y'know, inconvenient...they just go fucking nuts, pardon my French. If we're insane, nobody has to listen to us. I mean, who are you going to believe, some crazy woman trying to destroy the integrity of the force, or a police officer? Then once they get us in here, we either learn to behave, and shut up, or -- Or you don't go home...or you go home like that. \n[10]Better finish up your oatmeal. Want to look sane for the doctors. Then I want to hear what they nailed you for. \n[11]Wanted...to. Felt...good. \n[12]I lost...two babies...to back alley doctors...no choice.... Never had...the chance...to fight for them. You do. Don't stop. \n[13]Fuck them...and the horse...they rode in on. \n[14]Hell, yeah...there are times...that's exactly the right thing to say. \n[15]When you've got...nothing left to lose. \n[16]You're getting out? \n[17]How -- \n[18]Christine, don't be stupid, get out of here fast in case they change their mind. \n[19]You are crazy. \n[20]I knew you'd come...I knew you'd come back...I knew you'd come.... ", "WALTER": "\n[1]Just ten more minutes -- \n[2]It's cereal, it's supposed to be cold. \n[3]Hey, mom. \n[4]Okay. We learned about dinosaurs, and I got in a fight with Billy Mankowski. \n[5]He hit me. \n[6]Because I hit him. \n[7]He said my dad ran off because he didn't like me. \n[8]Then why did he leave? \n[9]So he ran away because he was scared of what was in the box? \n[10]That's dumb. \n[11]Pinky-swear? \n[12]Did I miss Amos and Andy? \n[13]Are we still going to the movies tomorrow? \n[14]Who's that? \n[15]Oh.   Am I too heavy for you to carry? \n[16]I can take care of myself. \n[17]I'm not afraid of the dark.     I'm not afraid of anything. \n[18]We gotta try it! \n[19]I'm not. I'm not afraid of anything. Don't you want to go home? Don't you want to see your mom again? ", "NURSE": "\n[1]Name? \n[2]Certifying officer? \n[3]If you continue to struggle I'll have to put you in a straitjacket. Do you want that? Good. Then behave yourself. Code twelve. \n[4]Take off your clothes. \n[5]Physical examination, body cavity search and de-lousing. Required for all new patients. \n[6]You can remove your clothes yourself, or I can have the orderlies do it for you. Which do you prefer? \n[7]Spread your legs. Wider. \n[8]Inside. \n[9]This is your room. The doctor's left for the day. He'll see you in the morning. \n[10]Sorry. \n[11]Phone privileges are earned by good behavior. You're not allowed newspapers, magazines, radio, books or sharp objects. This is for your own good. \n[12]Breakfast is half an hour. \n[13]Down the hall. The doctor will call for you when he's ready. Go or stay, either way I lock the door. \n[14]Orderly -- \n[15]-- we can force-feed it to you if that's what you want. \n[16]Sir, please -- \n[17]The doctor wants to see you. \n[18]Yes?   May I -- \n[19]I'm sorry, but the doctor in charge won't be in until tomorrow morning and -- ", "DAVID": "\n[1]They drove me around for a long time, then we ended up at this ranch -- \n[2]Yeah...six, I think. It was a long time ago. \n[3]Yeah...two of them were brothers, I think their last name was Winslow, something like that. The oldest was Jeffrey, I think he was around eleven.... ...and Walter. \n[4]Yeah. \n[5]Collins. \n[6]Because of what happened. \n[7]Walter and Jeffrey were talking when everybody else was screaming. They were scared, same as the rest of us, but they weren't scared stupid. They kept checking around until they found a part of the coop where the chicken wire was all messed up. \n[8]They figured we might be able to yank the chicken wire and bring down the corner, maybe make enough room to get out of there and run... but it would make an awful lot of noise and if it wasn't wide enough, we'd be stuck. It might even bring the whole place down. \n[9]Help! \n[10]Hurry! \n[11]That's the last I saw of any of 'em. \n[12]No. All I know is, if he hadn't come back for me...I don't think I ever would've gotten out of there. \n[13]I hid in the woods for two days, too scared to move, because I was sure they'd find me. I finally started walking, but every time a car came up I was afraid it was them. So I kept off the main roads until I saw a train stopped at a crossing, and I jumped in. \n[14]I was afraid! I thought they'd come after me, or my folks...so I didn't tell anybody. I was on my own until I got a free meal from this lady, Mrs. Lansing. I told her I was an orphan, on my own. She said I could stay on, and...I did. Every night, I'd wake up, thinking they were right outside my window. Then I heard the police talking on the radio about what happened at the ranch, and I thought, for sure I can't go back now. \n[15]Since I didn't tell anybody what happened, I was afraid they'd blame me for those kids being dead. So I just...stayed away. \n[16]I miss my mom...I miss my dad...I just...I just want to go home. ", "THORPE": "\n[1]Ladies and Gentlemen...can I have your attention, please.... \n[2]There are nearly one thousand people gathered in this chamber, more than have ever been in this room before. \n[3]I therefore ask you to refrain from demonstrations of any kind. We're all here because we want to find out the real facts in this case, and everybody is going to be heard if we have to sit here for a week. \n[4]That's odd...we specifically stipulated that we would begin our hearings with testimony from the police department. Are there any representatives of the Police Commission in the room? Is Chief Davis here? Is Captain Jones here? Is there anyone here representing the police? \n[5]Are you telling me they directly violated the wishes of the City Council? That they refused to attend a vital hearing so they could conduct a routine inspection in San Pedro? And what the hell is Jones doing at an inspection after being suspended? I hate to call a recess before we've even started, but I think a few phone calls are in order. So we'll take a half hour break, then continue with the witnesses who have appeared here today. But let it be known that Captain Jones and Police Chief Davis will be subpoenaed and required to appear here tomorrow morning. \n[6]This meeting will now come to order. \n[7]This Committee has now heard all of the testimony, and in light of the facts presented, issues the following statement. \n[8]While the City Council has no power to directly remove commissioners or \n[9]the employees who serve under them, it nevertheless can perform the function of making recommendations. This committee therefore reports and recommends: First, that the majority members of the Police Commission deserve the severest condemnation for their decision to whitewash the Collins case. \n[10]Second, we recommend that the suspension of Captain Jones be made permanent. \n[11]Third, that steps be taken to investigate a change in the prevailing laws and procedures by \n[12]which a citizen of this city can be subjected to incarceration in the county's mental facilities. Finally, restoration of public confidence in the police department can only be achieved by the removal of its chief of police, and this committee so recommends. This hearing is concluded. ", "REPORTER": "\n[1]How're you feeling, son?   Bet it feels great to be home. \n[2]How come he hasn't been able to tell anyone what happened while he was gone? \n[3]Mr. Northcott, any comment on your arrest? \n[4]How did you avoid capture? \n[5]Anything to say to the parents of the children you murdered? \n[6]What's the charge, Chief? \n[7]Mayor Cryer, are you aware that the City Council has said it plans to open its own investigation into the Collins case? \n[8]Which makes it look like the only reason Jones is being suspended is to head off the City Council \n[9]investigation. Are you concerned that an outside investigation might go uncomfortably high up the food chain? \n[10]Mr. Chairman...Richard Thomas, The Evening Herald. Both the Police Chief and Captain Jones are in San Pedro for a police inspection at a station there. \n[11]Only reason I know is we have a couple of our boys out covering the thing. ", "POLICE DISPATCHER": "\n[1]Lincoln Heights Division. \n[2]How long has he been gone? \n[3]Have you checked around the neighborhood? \n[4]Maybe he lost track of the time. \n[5]I'm sorry, but our policy is that we don't dispatch units on missing child cases for twenty-four hours. \n[6]Ninety-nine times out of a hundred the kid shows up by morning. We don't have the resources to go chasing every kid who runs off with his pals and -- \n[7]With all due respect, ma'am, every parent who calls us says the same thing. \n[8]I'm sorry, but there's nothing I can do. I'll take your name and information, but that's all until tomorrow morning at the earliest. \n[9]I'm sure he'll show up by then. They always do. ", "JUDGE": "\n[1]Gordon Stewart Northcott, you have been charged with three counts of murder in the first degree, with an additional seventeen counts under review by the district attorney's office. How do you plea? \n[2]In light of the defendant's penchant for international travel, no bail will be set. This court will receive preliminary motions by tomorrow morning, with a trial date to be set for the earliest opening on the court's calendar. The defendant is remanded into custody. Bailiff.... \n[3]Mr. Foreman, has the jury reached a verdict? \n[4]Bailiff, will you bring me the verdict of the jury? \n[5]Will the defendant please rise? \n[6]You may read the verdict. \n[7]Does the defendant wish to make a statement before judgment is passed? \n[8]That's enough! Counsel, you will get control of your client or I will have him bound and gagged. \n[9]Gordon Stewart Northcott, it is the judgment of this court that you will be conveyed to San Quentin Prison, where you will be held in solitary confinement for a period of two years, until October 2nd, 1930. On that date, you are to be hanged by the neck until dead. May god have mercy on your soul. ", "COOK": "\n[1]Two dollars. \n[2]No credit. Pay up or I call the cops. I'm tired of bums like you coming around here. \n[3]You got any collateral? \n[4]Ten minutes, then I'm calling the cops. \n[5]Ah, hell.... \n[6]Hello, Myrtle? It's Harve, down by the diner. Would you get me Sheriff Larsen? Yeah, I'll wait. \n[7]What's your name, son?    Son...? \n[8]Swell. ", "CRYER": "\n[1]So was this. \n[2]Subpoenas, requests for depositions, interrogatories...all courtesy of Mr. Hahn and his new client, Christine Collins. \n[3]You don't have to look them over too closely, Chief, your own copies should be arriving any time now. The City Council has also agreed to look into this, starting immediately. \n[4]I thought this was supposed to go away. This is an election year, I can't afford this kind of press. \n[5]I'm afraid falling on his sword and saying he made a mistake isn't going to be good enough, Chief. If we take him out of the picture for a while, it might help calm things down until the hearing's finished. There are several people on the council who are planning to run against me, and they'd love to accuse me of allowing a renegade police force to operate with impunity. \n[6]Our friends in the press are having a field day with this mess. I'm getting five hundred phone calls, letters and telegrams a day demanding to know what the hell is going on at City Hall that we allow our police force to brutalize women and misplace children. Christ, all this picture needs now is for somebody to kick a puppy for the cameras. This is a train, Chief, and we need to either get in front of it, or be run over by it. \n[7]I do. And you know where I stand. So the question is..are we going to stand together...or hang together? \n[8]Cheer up, Chief. That little show should take the wind out of their sails. By Monday, this issue will be as cold as yesterday's fish. Never underestimate the public's lack of attention and potential for apathy. Old news is dead news, you'll see. ", "CHIEF DAVIS": "\n[1]The charge is conduct unbecoming an officer, and using improper and abusive language toward Mrs. Collins. It further charges that he exceeded his authority as a police officer by incarcerating Mrs. Collins on the alleged charge of insanity without sufficient cause. \n[2]I won't even dignify that question with a response. Good day. \n[3]-- so after much effort, we were able to identify this boy, who was has been responsible for so much recent trouble, as Arthur Hutchins of Cedar Rapids, Iowa. Between this, and the arrest of the man suspected of murdering the real Walter Collins, we have cleared up two of the biggest mysteries in the history of Los Angeles. I hope that you gentlemen of the press will give as much space to the good things we do as the mistakes that are made on rare occasions. \n[4]Ladies and gentlemen, let me introduce you to the boy's real mother, Mrs. Janet Hutchins. \n[5]Oh, no, not at all.... \n[6]There...blame the police for your own mistakes. We've seen a lot of that lately, haven't we? \n[7]-- no, as I said after the hearing, I have every intention of finishing my term as Chief of the Los Angeles Police Department. I will not resign. I will fight to the finish. The Collins case was merely an excuse for certain politicians who have been trying to have me removed for some time, and I -- \n[8]-- anyway, I remain confident that the Mayor's office will stand firmly behind me. That's all. ", "BACK TO SCENE": "\n[1]As she lowers the paper, incredulous. (And yes, what you just read was exactly what the doctor really said.  \n[2]With Christine and Briegleb, in the rectory garden.  \n[3]Ybarra glances off to a rustling SOUND, and follows it to  \n[4]As suddenly someone runs across the dirt yard into the house, SLAMMING the door. Ybarra runs to the porch, tries the door. Locked from the inside. He pounds on the door.  \n[5]As Sanford CRIES OUT with the memory. We PULL BACK to see the others in the room staring at him. He turns away, won't meet their gaze. Something's terribly wrong.  Just then, an ADMINISTRATOR comes in. \n[6]-- as the long ash at the end of Ybarra's cigarette, TUMBLES to the floor in SLOW MOTION, end over end, SHATTERING when it hits the floor and bringing us back to full speed.  \n[7]As Thorpe looks to the other members of the Council, and the area where witnesses are supposed to wait to be called upon. A number of seats are empty.  ", "MATRON": "\n[1]No, I didn't. \n[2]I don't know, you'll have to ask. But with all this attention, who knows, maybe they will. \n[3]Please don't struggle, ma'am.   You'll only hurt yourself. \n[4]Got another code twelve. \n[5]Collins.   Christine. \n[6]Captain J. J. Jones, Lincoln Heights division. ", "ADMINISTRATOR": "\n[1]Clark...Sanford Clark. \n[2]Paperwork's come through. You'll be deported back to Canada day after tomorrow. The police there will to decide what to do with you next. I hope your stay here has convinced you not to try crossing the border illegally in future. \n[3]I'm sure he has far more important things to do than -- \n[4]He's off-duty until tomorrow, but... I'll see what I can do. No promises. \n[5]I'm sorry to bring you out in this weather, detective, but the boy has been quite insistent. \n[6]Room seven. ", "RACHEL CLARK": "\n[1]Just a minute.... \n[2]Gordon...I didn't know you were back in town. \n[3]Yes...yes, of course. Come on in. \n[4]She...went into town. Should be back this evening. Bob's here -- \n[5]Staying -- \n[6]Of course. ", "JEFFREY": "\n[1]We have to get out of here! \n[2]Anybody else? \n[3]Okay. Anybody who doesn't want to come, get over at that end in case this comes down. \n[4]When we get out, we split up, go in different directions, they can't catch all of us. Ready? \n[5]Pull! \n[6]Go! "}}