{"dialogues": {"DYLAN": "\n[1]Don't need this anymore. \n[2]But I sure could use this. \n[3]Damn I hate to fly. \n[4]Charlie will be joining us, won't he? \n[5]Hi. Hi.   Okay. I'll be right in. \n[6]Not him.   Not him, not him, not him. \n[7]Oh God no. \n[8]It's a mistake. A horrible, horrible mistake. \n[9]Here here. \n[10]Your boyfriend thinks you're a secretary. \n[11]It's good to be him. \n[12]We're on it. \n[13]I drive too fast. Look who's talking. \n[14]Three double doubles, animal style. Fries. Three chocolate shakes. \n[15]Alright, we'll hit the reception tonight. I only wish we had a clue to go on. \n[16]Sorry. \n[17]Sweet. Now we've got someone to look for. \n[18]The average investor sees technology stocks as discrete entities, \"This one is up 50 points, this one is down 10.\" It's only through derivative analysis that one sees the real power of that sector. \n[19]Well, there are so many options. I mean, who can say what the one best choice is? \n[20]For my money, Keppler-Wilson is a strong choice. \n[21]Thanks. \n[22]He's cute. \n[23]Sixty-five percent of relationships begin in the workplace. \n[24]Why don't you get some more? \n[25]Ask him out.   Ask him out. \n[26]Pardon me. \n[27]Natalie.   Nine o'clock. Thin man. \n[28]You call it. \n[29]Copy. \n[30]Excuse me? \n[31]Excuse me, do you know which way the ladies' room is? \n[32]Why do they always run? \n[33]He's going down. \n[34]Where's the challenge in that? \n[35]\n[36]503?   That's not local, where is it? \n[37]Eyes on the prize, Nat.   We gotta tap the phones. \n[38]I think that can be arranged. \n[39]\n[40]Three shots of tequila, please. And one Tom Collins. \n[41]Ooh, that is an enticing offer. But I got a better idea. How about a shot contest? My treat? \n[42]Okay, I'll take that as a yes. Bartender? Bring ten shots of tequila over to my table. And keep em coming. \n[43]Hey, I've got an idea. Now let's have a chair throwing contest. \n[44]Chair throwing? Never heard of it? You just pick up your chair and throw it as far as you can. \n[45]Guten Tag! \n[46]Guten Nacht! \n[47]This way. \n[48]We were expecting that. \n[49]Right! \n[50]There! \n[51]Where are we? \n[52]Yes. Except for the bobsled run, and the backwards part, it's going exactly according to plan. \n[53]I think we're in the clear. \n[54]Or maybe not. \n[55]What is it? \n[56]Ouch. \n[57]Call him, he'll totally understand. \n[58]He will so give you the second chance. \n[59]Hello, I saw the way he looked at you. \n[60]Well done. \n[61]Cocktail? \n[62]I think that earns us a vacation. \n[63]Absolutely. But we'd all feel safer if you could join us, Charlie. \n[64]We're good. \n[65]I've got surveillance on all the windows. Don't answer the door, don't answer the phone. \n[66]Also, stay away from the windows. \n[67]Lucky for us. \n[68]This is a panic button. Press it and one of us can be here in ten minutes. \n[69]Whoever's closest. \n[70]What? \n[71]I can't Mr. Knox. I'm sorry.     If you... \n[72]Don't be. \n[73]That's you, hunh? Cute kid.    Cute family. \n[74]Oh.   Oh, I'm sorry. I had no idea... \n[75]But...? \n[76]Wow.   That's a lot for a kid to live with. \n[77]Boy did I have you pegged wrong. \n[78]Well, to be honest, I thought you were a rich kid who inherited everything. But that's pretty typical. I've got instincts for the job, but when it comes to men? Well... \n[79]Oh.   Well, you ARE, so... \n[80]No. But I... \n[81]I shouldn't. \n[82]No.   I shouldn't. \n[83]Thank you for dinner, Mr. Knox.    And lock the door behind me. \n[84]I'm on it. \n[85]It sounds like fun. \n[86]We need someone's help. \n[87]Champagne, please. Your best. \n[88]Where you off to, Bos? \n[89]Um... well... \n[90]So what, so I like him.   Is that so wrong? \n[91]WAS a client.    We finished the job. \n[92]Uh, guys?   GUYS! \n[93]I'm a big girl. I make my own decisions. I'm going out with him. \n[94]Where's that music coming from? \n[95]Oh... Oh wow. \n[96]That's amazing. \n[97]Maybe. \n[98]Well, I don't know what he looks like, but I feel like I know him. We all do. \n[99]Nope. \n[100]Of course, but believe me, it's impossible. I've tried. Let's not talk about Charlie, okay? Or work. \n[101]In fact, let's not talk at all. \n[102]Eric, it's Vivian. \n[103]Want me to tell her to come back, or... \n[104]Hello? \n[105]Oh no.   OH SHIT. Natalie, she's HERE! \n[106]I'm at Knox's, she just showed up! \n[107]I can't do that. Call Alex and meet me here. \n[108]Oh, I'm watching it.     In fact, I just called for back up. \n[109]I'm not much for games. \n[110]All this time, we thought Red Star was behind this, but it was you. You faked your kidnapping. \n[111]Why? \n[112]Oh, well, in that case I feel a lot better about you being a lying pole smoker. \n[113]I can't believe I trusted you. \n[114]I can't believe Knox tried to kill me. I mean, I've been lied to, I've been cheated on, but no guy has ever tried to SHOOT me before. I'm gonna get him for that. \n[115]And now, thanks to us, he's had hours to download whatever top secret information he wants, for God knows what reason. \n[116]Don't!  He's alive, he's gotta be.   If... What IS that? \n[117]Can we trace him? \n[118]He could be anywhere in North America. \n[119]What, pudding? \n[120]Oh yeah? And I suppose you could do better? \n[121]Oh, right. \n[122]So tell me, Knox, what's the brilliant plan? You gonna sell a list of our foreign spies to the highest bidder? Blackmail the President? \n[123]Revenge?   Against who? \n[124]Seems like you're going a bit overboard. \n[125]I don't know why you bother.   I've already won. \n[126]Every moment I sit here is a moment I'm using to figure out how to take you down. In fact, this statement -- this one I'm making right here-- is just me stalling for time while I decide which of your goons I'm going to flatten first. It's gonna be the guy behind me. \n[127]By the time your guys are firing, I'll be at about 180 on my reverse inverted 360, which will land me on Fat Boy there, as promised. He'll take the chair seat in the chin. Now... I'm warning both of you: I'm going to get you to shoot each other. I know. Cliche as that sounds. Last, you guys -- hell, I'll make something up. We'll have fun. \n[128]You won't even be here. I mean, I don't want to tell you how to do your job, but you should've killed me by now. Because I already know that your people are onto my people, which means any moment now you're going to be called out to go and deal -- \n[129]Ah!   See? \n[130]Here we go. \n[131]Okay, that part worked. \n[132]Now, guys, I warned you. This is where you shoot each other. \n[133]Okay, here's where we improvise. \n[134]Damn! \n[135]You don't understand. He's got a pound of C-5 in that briefcase. \n[136]Not that I don't believe you, but how exactly do you know all this? \n[137]What do you think he looks like? \n[138]Definitely.   With black hair. \n[139]We'll know him when we see him, that's for sure. \n[140]Aw, shit. \n[141]We have to split up! \n[142]I'll take the mezzanine. \n[143]Charlie! Charlie! \n[144]I'll look for the bomb! \n[145]Alright, Dylan, all we have to do is figure out which wire to cut. \n[146]Oh, shit. \n[147]Chartreuse and magenta.   This has gotta be it. \n[148]It's gonna blow anyway, once the clock gets to zero. \n[149]Yeah, I fall for assholes, and you ARE one. \n[150]Charlie, no.   NO! \n[151]He's trying to say something. \n[152]Hey, wait a second. If Bosley's here... then where's Charlie? \n[153]Any chance you'll be joining us, Charlie? \n[154]To Charlie. ", "NATALIE": "\n[1]And thanks to you, too, Bos. \n[2]I thought you were dead. \n[3]I thought the police might be here. Or your neighbors. Or your parents, here to identify your remains. \n[4]I saw your car was here, so I knew you weren't carjacked and brutally beaten, left to die on the highway. \n[5]Hello. Absolutely. I'll be right in. \n[6]But you can understand why I thought so. You missed our date last night. You didn't call or anything. I was just sitting there by myself. \n[7]I can tolerate a lot, but punctuality and attendance, those rank very high in my list of dating priorities. \n[8]Just once, I want to date a normal man, without a wife, or a drug addiction, or bondage issues. \n[9]I'm sorry, Bosley. I only made enough for three. \n[10]He's cute. \n[11]Any ransom? \n[12]Any chance you can join us, Charlie? \n[13]Can you not drive my car so fast, Dyl? I'm trying to type. \n[14]Here's Corwin's itinerary. \n[15]Hold that thought. \n[16]Uh, hello?   Expensive equipment. \n[17]Check this out. New program I just got from a friend in the Bureau. We take that footage from the kidnapping... \n[18]... isolate the part of the suspect's face that's revealed, then retriangulate his bone structure... \n[19]... and voila!     We've got a composite. \n[20]Keppler-Wilson. \n[21]Anytime. \n[22]Anytime, day or night, I am... excited ... to be handing out champagne. \n[23]I'm working. \n[24]He's a bartender. I need dependable. I need reliable. I need a Volvo man. \n[25]Miss!   Miss!   I'd love some champagne. \n[26]What are you reading? \n[27]That's the new Michio Kazura. That's not even out in America. \n[28]Hello?    Warriors of the Broken Earth?   Classic. \n[29]Tomuru nasgawa ishi Tokyo sen! \n[30]I'm Natalie. \n[31]Listen, there's an animation festival at the Egyptian this week. I was wondering if you might want to... \n[32]I'll meet you there. \n[33]I'm on it. \n[34]Vegetarian spring roll? \n[35]Two guns. One ankle, one shoulder. \n[36]You take point. I'll circle behind. \n[37]\n[38]That way. \n[39]There are times I wish we carried guns. \n[40]\n[41]Hey!    Hands off, assh.... \n[42]Okay, to summarize? Damn. \n[43]No, it wasn't. \n[44]I've seen this before, he's scrambling his calls through a secondary location. \n[45]We need to tap this phone line at the source, THEN we'll know where his calls were coming from. \n[46]Bos, can we check a directory? \n[47]Hey look!   Mechanical bull. \n[48]Mind if I try? \n[49]Guten Morgen! \n[50]Okay, new problem. \n[51]Thoughts, suggestions, points to consider? \n[52]There is no right. \n[53]If it goes down the mountain, that's all I need. \n[54]Oh God, no. \n[55]I have a date with Pete.   Right now. \n[56]\"Gee, sorry Pete. I had to rescue a billionaire.\" \n[57]I'll sound like a flake.   I can't stand flakes. \n[58]You think? \n[59]Say, Fiji? \n[60]Sounds like a plan. \n[61]\n[62]I nicked him. Should give you enough time to do the deed. \n[63]So you install a transmitter. \n[64]Patch in directly to the relay, broadcast on a high frequency. That way, you can have access to the mainframe from the comfort of your own home. And they have no idea that you can peek inside. \n[65]Only the two directors can disengage the fail-safe. We have to get their keys. \n[66]Uh oh, lemme guess. You're off to chase bikinis at some tropical resort? \n[67]Have to go.   Plans tonight. \n[68]Hey Dylan, can we talk to you for a second? \n[69]There's something going on between you and Knox. Isn't there? \n[70]Uh, yeah Dylan, it IS.    He's a client. \n[71]What? She doesn't have ANY point, Alex, I can't believe you're siding with her. \n[72]You know Charlie would NEVER approve of this. \n[73]Thanks for the second chance. I swear, I'm really not a flake. \n[74]I bet there's a dozen women here who fit that description. \n[75]Really. \n[76]Ladies room.    I'll be back in two minutes. \n[77]\n[78]Who do you work for? \n[79]Speak now or never again. \n[80]National Security Agency?   You're with the NSA? \n[81]I'm so sorry, but I have to go. I can't explain. This is my cell phone number. Please call me tomorrow. Please. I'm sorry. \n[82]Dylan, we were set up. Vivian Wu is not who she says she is. She's a former assassin and an all around bitch. \n[83]What?! \n[84]I'm ten minutes away. Wait until I get there. \n[85]Dylan... \n[86]Who knew that we are actually tapping into the main servers for The National Security Agency? \n[87]Wait a minute. We installed the transmitter, yes, but we never gave him the receiver. \n[88]That laptop was the only way to access the transmitter. And we gave the laptop to... \n[89]I don't even want to think about what I'm thinking right now. \n[90]Not off a boosted signal. We'd have to be within 20 miles. \n[91]Hear that? That's a blue spotted egret. They only live in one place. \n[92]Nice work, Dyl. \n[93]Bosley's close. \n[94]BOSLEY! Bosley, can you hear me? \n[95]How do I get up to you? \n[96]Hello?... Pete, hi! How are you? \n[97]I did. I do.    I mean, thank you for calling. \n[98]Can you hold on a sec? \n[99]One more sec. \n[100]Sorry about that. \n[101]No.   Not at all. \n[102]You know, work this week has been really busy. It's been hard to focus. \n[103]See, the thing is, I'm not a full- time waitress. I should have been more up-front about that, it's just... \n[104]Everything's fine! \n[105]You bitch!   I like that guy. \n[106]Do you have any idea how difficult it is to find a quality man in Los Angeles? \n[107]I can handle villainy. I can even handle super-villainy. But what you did is just wrong. \n[108]Hi, Bos! \n[109]Don't worry, we'll get him. \n[110]But Bosley, you HATE sports, why would you... You didn't buy them for yourself. \n[111]I always saw him as younger. \n[112]No, silver hair. And tan. \n[113]He's outside a lot. \n[114]How hard can it be to spot Charlie? \n[115]I got the floor. \n[116]Charlie? \n[117]Roger that, Alex, I'll stop the clock! \n[118]\n[119]Give us the detonator. \n[120]Bosley!   Are you okay? ", "ALEX": "\n[1]We couldn't have redirected the flight path without your help. \n[2]If it's on Charlie, we will. \n[3]If you don't defuse this bomb, Logan, L.A.'s going to be a new underwater attraction. \n[4]Which wire?   The red one or the blue one? \n[5]So the red one. \n[6]You saved the world again, Logan. \n[7]Let's have it rewritten. \n[8]Hello? \n[9]Not sure.   Whenever I can.      I'll call you. \n[10]A very good one. \n[11]Charlie's not very social. \n[12]Charlie needs me. \n[13]My hero. \n[14]What?    I've got a great relationship. \n[15]That way, he doesn't ask about my work. \n[16]So what's the catch? \n[17]Charlie, where do we start? \n[18]Kidnap the founder and you sink the company. \n[19]This is a transmitter. I'll be able to hear everything you say. \n[20]Try to get Corwin to talk about the industry, Knox, anything. \n[21]I know.   You'll do great. \n[22]You're carrying a lot of tension along ze fourth und fifth vertebrae. Let me see if I can vork it out. \n[23]The human body is an amazing instrument. Just by activating ze right energy points, you can improve ze circulation, alleviate pain, or... \n[24]... knock a man unconscious. \n[25]You must have dozed off. \n[26]Oh yeah. He'll be easy to spot with that open head wound. \n[27]Don't bother. I know where it is. I used to spend every winter there. \n[28]That looks like our target. \n[29]I'm gonna need a distraction. \n[30]Where's Knox? \n[31]The calvary.     Giddy up. \n[32]Sorry.    Wrong room. Back!    Run! \n[33]Good news:   I found Knox. \n[34]Bad news:    I found company. \n[35]They're coming after us. \n[36]It's a bobsled run. \n[37]Hard left! HARD LEFT! \n[38]\n[39]Hard left! \n[40]We're at the bottom! \n[41]We couldn't have done it without you, Bos. \n[42]Any special guy you were thinking of inviting? \n[43]Consider it done. \n[44]Even if we do get inside, there won't be time to search for it. There's got to be a hundred terabytes of information there. It could take days. \n[45]Red Star has a lot of Government contracts, so security is tight. Key- card badges throughout. Redundant security at all red-line areas with biometric scanners and weekly keycodes. Pervasive video surveillance, lasers, air-displacement sensors. Plus a hard- wired fail-safe at the relay to prevent exactly this kind of tapping. \n[46]Then we have to get back into Red Star. Problem is, their biometric sensors are too good. \n[47]It's done. Red Star's mainframe is open for business. \n[48]Me too. \n[49]She's got a point. \n[50]I'm not siding with anyone, but technically, he is no longer... \n[51]Oh come on, Charlie wouldn't care. I think you're just being overly cautious. \n[52]Me too. \n[53]Got me. \n[54]We'll get you some sedatives. You'll be fine. \n[55]Come with you? \n[56]Jason, I don't... \n[57]It's my job, Jason. I can't explain it, but I have to be on call, all the time, and... \n[58]Gunfire!   Get down! \n[59]My God, you're hit. You're... \n[60]Sorry about that, I... \n[61]Nice, Alex.   Real nice. \n[62]Hey, is someone firing more squibs or... \n[63]He played us from the very start. It was all just so he could get us to tap into Red Star. He couldn't figure out a way to do it himself. \n[64]What? \n[65]Come on, Bosley, answer. I've tried all his numbers and paged him five times. No answer. \n[66]Come on, Bosley. Tell us where you are. \n[67]Bingo. \n[68]Florida. \n[69]You heard the man. \n[70]You find him.    I'll get Dylan. \n[71]The question is, where's he headed? \n[72]You bought them for... \n[73]Sixty, tall, well-built. \n[74]He's not George Hamilton. \n[75]IF we see him. \n[76]I'll take the luxury boxes. \n[77]Charlie!? Charles Townsend! \n[78]Jason? Shit. \n[79]Charles Townsend? Anybody, Charles Townsend? \n[80]\n[81]Jason, hi, I... \n[82]Can I talk to you later? \n[83]I'm sorry, I... \n[84]Jason, please... \n[85]Jason, get down! \n[86]Right now, just by leaning forward, I could crush your windpipe. You'd die a slow and painful death. You don't want that, do you? \n[87]Where is the bomb, when's it going off? \n[88]Hi, Jason.   Gimme one second? \n[89]Angels! Knox planted the bomb in the basement, and it's timed to go off when the game clock hits zero! \n[90]I lied to you Jason.    I'm not a secretary. \n[91]And that wasn't Charlie. \n[92]I'm actually here to stop a madman from killing everyone in this building. Would it be okay if we talked later? \n[93]You're kidding me. \n[94]Give it up, Knox. You're surrounded. ", "KNOX": "\n[1]Who are you? \n[2]Is this part of the plan? \n[3]Thanks. \n[4]First off, thank you. You rescued me, for which I am eternally grateful. \n[5]But there's still a problem. Whoever kidnapped me wasn't just trying to screw up our IPO. They also stole the proprietary software for our new web browser. I'm sure it was Roger Corwin, but I need proof. \n[6]They're bullet-proof.   The last owner was paranoid. \n[7]Which one of you? \n[8]I have a better idea. \n[9]Stay for dinner. I'm a pretty good cook. \n[10]I'm scared. \n[11]Look, I didn't want to admit it, but I am. I was kidnapped once, and it wasn't fun. I know, you probably have other plans, but it would be very reassuring. \n[12]Come on, don't make me beg. I'm embarrassed already. \n[13]Thanks. It's the only picture I have of me with my parents. They died a week later. \n[14]Please, don't apologize. I was too young to understand. I never knew how they died. When I was a kid, when I got shuffled from one foster home to another, I always thought they just disappeared. \n[15]I only found out later, my father was in the military. He and my mother were killed while he was on assignment, somewhere in Eastern Europe. The files were classified, but I read enough to know that he was a good man. Apparently, he was betrayed by one of his own team. \n[16]Yeah, but it motivated me, losing my family. It still does. I don't take anything for granted. \n[17]How do you mean? \n[18]I'm glad you don't see me as just a client. \n[19]Is there someone you need to be going home to? \n[20]Shouldn't you? \n[21]There! \n[22]That's the room with the mainframe. Everything at Red Star goes through that system. \n[23]Exactly. But they have heavy firewalls and encryption. You can't jack in from outside. You'll have to physically be in that room to get at the data. \n[24]Now I know why I hired you.   You're the best. \n[25]Vivian, please. Do as the man says. \n[26]More champagne? \n[27]And you? \n[28]You'll see.    Just a little farther. \n[29]Can I ask you a personal question? \n[30]How much do you know about Charlie? \n[31]I just find it strange that you work for a man you've never met. \n[32]And none of you have any clue who he actually is? \n[33]And you're never curious to find out? \n[34]Hmmm.    I wonder what she's here for? \n[35]No, no.  I'd better deal. You go back to bed. \n[36]Vivian just came over to run through some numbers for the IPO. \n[37]Sorry Dylan. I knew this moment would come sooner or later. I was just hoping for later. \n[38]To gain your trust. And get your help. I want you to know, my personal attraction to you was a sincere and unrelated complication. \n[39]Why not? You trust Charlie and you've never even met him. \n[40]And believe me, there's a lot about him that you don't know. Anyway, I'm not going to be an idiot and stand here talking when we could do something useful, like KILL YOU. Goodbye, Dylan, I'll miss you... \n[41]Wow. I've never seen YOU do something like that. \n[42]We've got more important things to do. \n[43]Well? \n[44]\n[45]Finally. How about Bosley? Did we get the information we wanted? \n[46]Hmmm. Miami Arena.    Preparations have been made? \n[47]Excellent. Where IS Bosley? \n[48]Well?    No time like the present. \n[49]Dylan, how nice. Welcome to my Florida home. Not as tasteful as the one in LA, but much more private. \n[50]The first plan is too complicated, and the second is virtually impossible. \n[51]Besides, I already have all the money I need and my motivation is much simpler... ... revenge. \n[52]You know what? I'm not in a gabby mood right now. I've got a score to settle. \n[53]No, just leaving myself plenty of margin for error. Goodbye, Dylan. \n[54]Let's GO! \n[55]I wouldn't do that, if I were you. \n[56]See, if you snip ANY of those wires, the bomb WILL blow up. \n[57]Who told you that, my idiotic henchman? Do you think I tell him ANYTHING that's confidential? \n[58]THIS is what triggers that bomb.     So if you'll kindly step away, I'll refrain from killing both of us. \n[59]In different circumstances, Dylan, I think you and I could have worked out. We have a lot in common. \n[60]Good one. Well, I must be going. If you like your body parts attached to your torso, I suggest you do the same. \n[61]\n[62]I'll blow this building sky high, I swear! \n[63]Charlie? \n[64]It's still your fault, you arrogant prick! You still killed my father! \n[65]Okay.  You're right. I'll just kill you. ", "BOSLEY": "\n[1]Well, Angels, the experimental explosives are back in the hands of the government, and the free world can breathe just a lit-tle bit easier tonight, thanks to you three. \n[2]Nothing a little teamwork can't do. At least, that's what Charlie's always telling us, right ladies? \n[3]He sends his regrets. But he wanted you to know that dinner is on him, so feel free to celebrate. \n[4]No, that's...That's okay. \n[5]He is. \n[6]Where do I hide it? I'll be nude. \n[7]Understood. \n[8]I'm going undercover. \n[9]Hot in here, isn't it? \n[10]Just came here to unwind a little. Business these days is go go go. My company just held an initial pubic offering. \n[11]So, what business are you in? \n[12]Computers, hunh? What do you know about this new browser from Knox Technologies? \n[13]Word on the street is, once they raise capital, they'll rule the industry. \n[14]Really?   Why not? \n[15]Nice talking with you. \n[16]Well.   That was easy. \n[17]In English? \n[18]Alex, what's your status? \n[19]I don't suppose giving up would be a... \n[20]I think that went very well. Charlie should send me on more missions. \n[21]Coast is clear, Dylan. \n[22]Let's make the switch. \n[23]Uh, actually Miss Wu, WE will get to work on this right away. Any evidence we find will be turned over to you AND the proper authorities. \n[24]Oh, indeed I do. And that's why I'll take very good care of it when I find it. \n[25]Vacation. \n[26]Exactly!   Fire Island, here I come! \n[27]Goodbye, Angels. Mr. Knox. Ms. Wu. \n[28]Angels!   Angels, can you hear me! \n[29]I know you can't answer, but... I really hope you can hear this. \n[30]I don't know where I am, really. I'm in a round room. The walls are white. Well. Not white-white. More of a cream, or an eggshell. Vanilla. Yes, I'm going to say vanilla. \n[31]I can see the ocean. \n[32]I don't know which ocean. I was blindfolded the whole time. We were flying. It must've been three or four hours. Maybe more. \n[33]Wherever it is, they have really good pudding. \n[34]Natalie!   Is that you? \n[35]There's a staircase. Look for a switch. \n[36]Oh my God, let me help you. \n[37]Miami. \n[38]The man Knox is trying to kill has two general admission tickets to the Duke- Maryland game at Miami Arena. He's going to blow up the arena and kill his target. \n[39]Because Angels, I was the one who purchased those tickets. \n[40]Think so. \n[41]Hurts, but it looks like it'll heel. ", "JASON": "\n[1]Get off my back, Sanchez.   I know what I'm doing. \n[2]Marix has a thing for red. Red cars, red boats, red-headed hookers. \n[3]That's why I'm gonna say blue. \n[4]That's my job. \n[5]I don't think Sanchez would kiss me. He's a forty-year-old man. \n[6]So when you coming back? \n[7]Oh, great, that's helpful. I don't get it, what kind of executive assistant is on 24 hour call? \n[8]You ask me, your boss is an asshole. When do I get to meet this Charlie guy, anyway? \n[9]Yeah, well I think you should quit. \n[10]I need you. \n[11]I gotta go save the world. \n[12]Alex, I can't tell you how happy I am you came. \n[13]No, I mean, it's weird. It's weirding me out how happy I am when you're around. Am I sick or something? \n[14]The only bummer is, I start to jones when you're not around. What the hell am I gonna do this weekend, if you're not with me? \n[15]Hey.   Wait a second.   Come with me! \n[16]Miami, on the Sony Jet. I've got two tickets to the Final Four. \n[17]Wait, before you say no, let me just say something, okay? I'm sick of how little we see each other. I'm sick of stealing a day here, or a week there. \n[18]What if I changed all that? \n[19]What if I told you to quit your job, and come live with me. What I'm saying, Alex, is that I want you to... \n[20]Fine.  I'm fine. They're squibs, it's fake.   See? \n[21]Fake guns, too. They're just setting up for the next scene. \n[22]God, I loved that. The way you yelled and everything? Baby, you been watching too many movies. Alright, I gotta go reset these. DON'T GO ANYWHERE. I want to finish this conversation. \n[23]Alex?     ALEX? \n[24]Yes, yes! \n[25]Alex? \n[26]ALEX!    Hey... \n[27]Alex?!   Jesus, what is going on? \n[28]No you can talk to me NOW. I want to know what the hell is going on. First, you disappear with no explanation, not even a goodbye. \n[29]Now, I see you here, but you're with some other guy. \n[30]Lemme guess.   You must be Charlie? \n[31]No, no I'm sick of this shit. I'm sick of this asshole telling you what you can and can't do. \n[32]What the hell is going on? \n[33]Yeah, I can see that. \n[34]Right. \n[35]Go save the world, honey. I'll be waiting for you. ", "VIVIAN WU": "\n[1]The initial public offering is in three days. If we don't get Mr. Knox back, or if word gets out that he's missing, the company stands to lose a billion dollars. \n[2]We need your help. \n[3]That's all fine in theory. But you still have to get inside that room to install it. What about security? \n[4]It sounds impossible. \n[5]I'll have Systems get to work on this right away. \n[6]I don't think you understand how important that data is, Mr... \n[7]But... \n[8]Sweet dreams. \n[9]NO! Not until I've got the information I need. We'll take him to the compound, hold him there. In the meantime, we've got to tie up some loose ends. \n[10]The Angels will figure out they were duped. We can't afford them jeopardizing our plans. \n[11]We have to Kill Charlie's Angels. \n[12]I see you take your bodyguarding services seriously. Still, I worry that no one is watching the door. \n[13]All the same, I'm concerned about Mr. Knox's safety. \n[14]Please, take a seat. I'm almost finished. \n[15]Really. How disappointing. \n[16]Pity. \n[17]Bad news: The other angels are still alive. Good news: Everything else proceeding apace. \n[18]Oh, shut up. \n[19]She can't have survived.   It's too far. \n[20]Still, I should probably check... \n[21]Hate to disagree. \n[22]Is this the famous Charlie? \n[23]To be honest? \n[24]I don't care. ", "CHARLIE'S VOICE": "\n[1]Good morning, Angels. \n[2]I'm sorry to call you back from vacation, but we've got a case that just can't wait. \n[3]Meet Eric Knox. \n[4]He's 28-years old, and in three days he'll be a billionaire, when his company, Knox Technologies, goes public. \n[5]Last night, Knox was kidnapped from his own office. \n[6]No one's heard a thing from the kidnappers. \n[7]Angels, meet Vivian Wu, vice president of finance for Knox Technologies. She's hired us to find Knox. \n[8]Alex, I want you and Bosley to stake out Roger Corwin. \n[9]For the past year, he's been trying to buy Knox's company and their new browser software. Knox refused to sell. His company, Red Start Systems, has the most to gain from Knox's disappearance. \n[10]Exactly, Alex. Let's keep our eyes on Mr. Corwin, Angels. If Knox is still alive, Corwin might lead us to him. \n[11]Good work, Angels. Not only did you save Knox, you saved his company as well. \n[12]Sorry, Angels.     Our work is only half-done. \n[13]Meet your new client, Eric Knox. \n[14]That's where you come in, Angels. \n[15]We need to break into Red Star's computer systems to see if Mr. Knox's software is indeed being converted for Red Star's use. \n[16]Not as easy as that, Natalie. Red Star's headquarters are as tightly guarded as a military facility. We're going to need reconnaissance on their mainframe computer system, and the best way to get that is through Mr. Corwin himself. \n[17]We need to pin a camera on him to get footage of the inside of the building. Thanks to Alex's work at the health spa, we know that Corwin will be at the San Diego Speedway on Thursday. Get close to him Angels, but don't tip your hand. \n[18]Dylan, I need you to arrange for Mr. Knox's security. I'd hate to have him kidnapped again. \n[19]So if we want to find proof that Red Star stole Knox's technology, that's the computer to tap. \n[20]Great work, angels. You'll be happy to know you received another presidential commendation. \n[21]Enjoy your vacation, angels. \n[22]Alex, Natalie -- I know you've been putting in some long hours on this case, so I thought you might enjoy a chance to catch up with some old friends. ", "THIN MAN": "\n[1]You okay, Boss? \n[2]Don't know.   I'll keep an eye out. \n[3]Whenever you say something like that, it means more work for me. \n[4]Our access was cut off at the source. \n[5]But not before we retrieved the information you wanted. \n[6]The National Security Agency's secret file on the man known as Charles Townsend. \n[7]Once we we drugged him, he sang like a bird. \n[8]Yes.    We move out tonight. \n[9]In the tower. We were waiting till you gave the word. \n[10]It's not moving. Oh, this is the oldest one in the book. Punch up camera three. \n[11]Now pan left. \n[12]The old re-loop the video camera trick. And look, she's not even carrying a gun. What is this, amateur hour? \n[13]Um, excuse me?     I think you're trespassing. \n[14]No offense, but as \"storming the castle\" plans go, this one sucked. \n[15]Yeah, I sure as hell could. \n[16]How about an underwater entry? Or hang gliding over the main tower? There's a million good ways in, if you just do your homework. \n[17]Present for you, sir. \n[18]Is that so? \n[19]Don't move. \n[20]You move, you say anything, I perforate you. Got it? \n[21]Hey, movie star, do yourself a favor and get lost. \n[22]That was stupid. ", "PETE": "\n[1]Sorry. \n[2]You know Michio Kazura? \n[3]I know. I just moved back from Tokyo. It was the biggest thing since Haikiri Nomura. \n[4]Nagada quing-gong ni.     Ni zeru. \n[5]Pete.    Good to meet you. \n[6]Tomorrow night? Eight o'clock? \n[7]How can I deny any woman who's seen all 23 \"Lords of Wind and Power\"? \n[8]Honestly -- there's a looks component as well. \n[9]You're the most beautiful woman I've ever seen this close up. \n[10]I'll be here. \n[11]I'm good. I just -- you said you wanted me to call. \n[12]I'm not an insecure person or anything, and I've really enjoyed the very brief time we have spent together. \n[13]I'm just wondering if it's something I said or did that's making this whole thing so weird between us. \n[14]Listen, is this a bad time? \n[15]You just sound distracted. \n[16]Natalie, what was that? \n[17]No, it's Pete. ", "JAMES EARL JONES": "\n[1]\n[2]Is this what you're looking for? \n[3]Scotch, blended. Straight. \n[4]They say only angels can. \n[5]No -- I'll take the bottle. Thank you. \n[6]Ah, c-5. The most dangerous explosive material ever invented. Hard to believe that this little contraption could blow up ten city blocks. \n[7]Another movie from an old TV show? \n[8]Walk out. \n[9]No.   It isn't. \n[10]\n[11]\n[12]I think you mean crazy bitch. ", "CHARLIE": "\n[1]Once upon a time... \n[2]... there were three very different little girls. \n[3]Who grew up into three very different women. \n[4]With three things in common... \n[5]They're brilliant. They're beautiful. And they work for me. \n[6]My name is Charlie. \n[7]I'd love to, angels, but I've got my hands full this morning. \n[8]I'd love to Angels. But I'm in a bit over my head at the moment. \n[9]Don't do it, Eric. It's me you want, not all these innocent people. \n[10]Your father was a double agent, Eric. Yes, I revealed him, but he was killed by his own people before we could throw him in jail. He was my friend. \n[11]Maybe. Maybe I did. But why should YOU kill all these people? If you hate me so much, just shoot ME. Just shoot me, Eric. \n[12]I'd love to, Angels. But I have some precious treasures to watch over. ", "PASQUAL": "\n[1]They say birds can't fly this high. \n[2]Be careful with it, huh? \n[3]Well, what're you gonna do? \n[4]That's very funny. \n[5]\n[6]You crazy bastard! ", "BOB": "\n[1]What!   Natalie, what? \n[2]I'm not... \n[3]I'm not dead. \n[4]I can explain. \n[5]I can explain. \n[6]Damn. ", "CORWIN": "\n[1]Computers.   Software. \n[2]I don't see that happening. \n[3]What the...? \n[4]\n[5]No thanks to you! You're supposed to be my head of security! Who is that bitch?! \n[6]Yeah.   You do that. "}}