{"dialogues": {"ANDREW": "\n[1]What do you want, I'm getting ready for school- \n[2]You're drunk- \n[3]It's seven thirty. In the AM. You're drunk, dad, that's crazy- \n[4]I'm filming this. \n[5]I bought a camera. I'm filming all your shit from now on. \n[6]Mom? Will you say hi to the camera? \n[7]The millions of people watching at home. \n[8]No, you look great. \n[9]Oh yeah, definitely. \n[10]Oh, yeah, thanks. \n[11]I'm filming things now. I'm filming everything. \n[12]For my mom. I'm trying to get custody of her from my dad. She's getting worse, and he's not...helping, and this way, in case something goes down- \n[13]Right, it'd be evidence. \n[14]Well, yeah, to add context. \n[15]What is that? \n[16]For school? \n[17]Yeah, right. \n[18]Are you not coming in? \n[19]You're going to miss first period- \n[20]This is my school, I guess.   This is the hallway- \n[21]...yeah- \n[22]Bryce, gimme my camera back- \n[23]Hey, Bryce, come on, give it back- \n[24]Oh come on... \n[25]This is where I eat lunch, out here on the bleachers. \n[26]Hey- \n[27]I wasn't, videotaping you, so much as I was just- \n[28]...okay. \n[29]Yes. \n[30]I thought Haven Hills was closed. \n[31]Why are you telling me? \n[32]...Nah... \n[33]I don't like parties. \n[34]I'll think about it. \n[35]Yeah? \n[36]It has a purpose- \n[37]I'm uploading what I shot today...you have to keep a back-up, you know. \n[38]Are you sure it's here? Are you sure it's here, this all looks closed- \n[39]Oh yeah. \n[40]What? \n[41]What am I supposed to do? I thought you said you didn't want to go alone- \n[42]Oh, I don't- just filming. \n[43]What? \n[44]No, I wasn't filming anyone specific, just filming the party. \n[45]Okay. \n[46]Okay- \n[47]What- \n[48]I'm Andrew. \n[49]No, I know. \n[50]Everybody knows who you are. \n[51]What?   I don't- \n[52]I don't- \n[53]Look, I don't think we're supposed to- \n[54]Oh, I don't- Hm, I don't know- \n[55]What were you guys doing out here? This is way out- \n[56]Matt's out here? \n[57]The what? \n[58]You remember that? \n[59]I'm gonna be so rich when you're president, you have no idea- \n[60]Matt? \n[61]We're not supposed to be out here. \n[62]Guys- \n[63]Guys, just don't like- don't push me, or do anything like that- \n[64]...It's like, whispering? \n[65]Singing? \n[66]I don't know, probably...I mean, it's- it's kinda loud, right? \n[67]No, I don't- I mean, I won't do th- \n[68]Hey, wait- \n[69]Hello- \n[70]Do you think it could be like wind, or- \n[71]Then what do you think it is? \n[72]Who said anything about ghosts. \n[73]Steve's up ahead- \n[74]I don't know what you're talking about. \n[75]Don't talk about it, you're making me nervous. \n[76]No. \n[77]I don't wanna film it, it's messing with the camera- \n[78]Guys maybe...maybe we shouldn't... \n[79]WHAT? I can't hear you over the- you know- \n[80]Rolling, yeah. \n[81]Ah, shit. \n[82]The trick is to pretend like it's on a plate. You get it on the plate and then you wrap the plate around it, and you can move it however you want. \n[83]Yeah?   Plate's easier for me. \n[84]Try to imagine that your squeezing the entire piece in your hand. \n[85]Really? \n[86]Because we're his mistress. \n[87]I told you, it's just my thing for right now. \n[88]Maybe I want a barrier. \n[89]My dad is actually a fireman, or was, I don't know. He got injured like two years ago, and now they just pay him out of, like, insurance. He doesn't do anything, I mean he goes out during the day, but I don't know where. He drinks a lot. \n[90]I do computer repair, and stuff.     I actually make a lot of money... \n[91]My mom has spinal meningitis, she's- she can't work or anything, and the insurance doesn't cover all of her medicine, so a lot of my money has to go into that. I figure if I get enough on camera, maybe I can, I dunno, get custody of her or something. \n[92]Yeah? \n[93]...That's intense. \n[94]How- \n[95]Haha no of course, no way. \n[96]Ew- \n[97]Couldn't that metaphor just be for any muscle in the human body, like working out or- \n[98]I think it's time we took this out of the backyard. \n[99]I got it. \n[100]I got this. \n[101]Umm... Got him. \n[102]Hey Matt. Do you like me? \n[103]Why not? \n[104]You're an asshole. \n[105]You know, you...If you hadn't invited me to that party, none of this would've happened. \n[106]Thanks. \n[107]Yeah, until all those chicks showed up. \n[108]Are you sure there's no one around- \n[109]You just need focus, Matt. \n[110]You're lucky you got the kleenex, I'm stuck with the taco bell wrapper. \n[111]Her face, I can't get her face out of my head. \n[112]Here, take the camera, take the camera. \n[113]Abracadabra. \n[114]I didn't mean to, I didn't- \n[115]Guys, just calm down, I'm sorry, okay- \n[116]You don't have to- I mean I can- \n[117]Are you mad? \n[118]Is he okay? \n[119]Is that the cops, are you calling the cops? \n[120]I don't see how you guys can be so angry- \n[121]He was being an asshole- he- I didn't mean to- \n[122]Then what've we been doing, we've been fucking around- \n[123]\n[124]You can't just declare rules, you're not- \n[125]Did he say what it was about?   When he called, what did he say? \n[126]You seem mad. \n[127]What does that even mean? \n[128]...I understand. \n[129]That doesn't look easy. \n[130]Let me try- \n[131]Whoaaaamygod...whoaaa... \n[132]Guys, do you hear that? \n[133]Y- yeah- \n[134]\n[135]No. \n[136]That's so cool. Doesn't that count as breaking rule #1 though? \n[137]I haven't had sex since ever. \n[138]\n[139]Yeah. \n[140]I feel stupid now that I was scared to come back. \n[141]Well, uh, it would appear that a Virgin Mary has appeared in the maple syrup on a young local man's pancake. \n[142]Fuck you, pig. \n[143]What's that mean? \n[144]So what, you wanna do like, a charity? That's lame. \n[145]I dunno. \n[146]Name something you're bad at. \n[147]Say hi for me. \n[148]Well I don't wanna go home yet. You wanna go into the city? \n[149]So? \n[150]You still haven't told her? \n[151]And it's bad, because her pain gets real bad, you know, and we can't afford the good meds anymore. When I was little it wasn't as bad, but even then dad was still, you know, the way he is. I don't know. I don't know anymore. I don't know how to feel. \n[152]I hope so. \n[153]No, I- I mean, no, that's not- I'm really shy, and I don't have any talents, or- \n[154]...Oh, no way. No way- \n[155]Yeah, Steve chose my clothes, he's gonna do my hair. \n[156]Oh yeah, me too. \n[157]I don't know what you mean- \n[158]Matt. \n[159]...I'm sorry, I'll try to- \n[160]You really think so- \n[161]Yeah, it did- it did feel like that. All the girls screaming- \n[162]What's that? \n[163]What's \"hubris?\" \n[164]What \"seriously,\" fuck you seriously! \n[165]Hey Matt. What's \"seriously\" mean? \n[166]Yeah, well, we spend a lot of time practicing- \n[167]What? \n[168]Oooh, oh yeah, your hair was different; it was blue, right? \n[169]Monica, yeah- \n[170]Mom, it's going to be okay, okay? Just try to get through, it's going to be okay. \n[171]What'd you...You- what'd you see? \n[172]I didn't spend any of your money, \n[173]School doesn't cost any money, I go to public school you idiot- \n[174]You asshole, you fucking crazy asshole- \n[175]Where's Matt? \n[176]Where's Matt? \n[177]No! \n[178]I'm filming the storm, no one's ever filmed a storm like this up close bef- \n[179]...My dad- \n[180]You don't give a shit, stop acting like you care! \n[181]...What? \n[182]I'm an idiot. I'm sorry Steve, oh god, I'm sorry- \n[183]Yeah, yes, I don't know what I'm doing- \n[184]I've been busy. \n[185]...No. \n[186]I was upset. \n[187]I don't know- \n[188]I don't know- \n[189]I don't. \n[190]I'm not lying, I don't know what happened- \n[191]No, why- \n[192]-wanted to show you what I was talking about. \n[193]See, it's- I put a little sheet between myself and the knife, and the barrier, the sheet, is too strong. The knife can't cut it. I mean like, what I'm saying is if I concentrate, I can't be hurt. I can't be injured. Because of the little sheet. \n[194]Hey Wayne! \n[195]See, this one, I got clean, cause I did a little lasso around the root, but these two, they're broken cause I think I pulled them from the middle. Matt was always better at the little, the intricate stuff, he got good at that. See how broken it is, ugh, sloppy. \n[196]No, I'm filming this. I film everything. \n[197]What did you want to talk about? \n[198]It's not doable. Financially, they're not- I mean, my dad didn't go to college either. \n[199]I don't need college, Mr. Fernandez. \n[200]I've been doing a lot of reading, like you know, online, about evolution, and the way it works, and you know, natural selection. The uh... The strongest animals will always survive, and they're the ones that you know, will prosper, or grow, and survive, by feeding on the smaller animals. And as humans we- see, there's...uh- There's this thing called an Apex Predator, and basically what that is the most powerful predator in an ecosystem. And humans, you know, we're the apex predator, because there's nothing that preys on us, cause of weapons and stuff. But if something could, I bet it would. \n[201]That's rude. \n[202]\n[203]\n[204]\n[205]\n[206]\n[207]\n[208]I'm here to pick up a prescription for Sandra Detmer. \n[209]That's right. \n[210]I have to come back. \n[211]Bang. \n[212]\n[213]No one's gonna help me...No one's gonna help me now... \n[214]What type of camera is that? ", "MATT": "\n[1]I got you egg salad. \n[2]So...Should I ask about the camera, or- \n[3]You're filming everything. \n[4]He gets violent or whatever- \n[5]Evidence. But you're not with him right now, but you're filming this. \n[6]Context.   Andrew, you are...a weird dude. \n[7]Did you ever read any Auguste Comte? \n[8]He's this philosopher I'm reading. \n[9]He's just like- his whole thing is about being positive and like, taking up for yourself. You should read him, maybe, it might make you feel- you know, improve your outlook. \n[10]I'm gonna blaze a little first, yeah? \n[11]There's a party tonight.    A barn party at Haven Hills. \n[12]It's abandoned, yeah. That's why it's a good place for a party. Two kegs. \n[13]You wanna go? I don't wanna go alone. \n[14]When was the last time you went to a party? \n[15]You're a senior.     Just come, you'll have fun. \n[16]Okay, right. Andrew, can I give you like, a pro tip? \n[17]Keep the camera at home.    It's weird. \n[18]I'm trying to be a good cousin, here. This is me being your friend, yeah? Okay? \n[19]It's here, calm down.    Listen. \n[20]Hey dude, don't follow me around all night. \n[21]Don't follow me around all night, okay? \n[22]Talk to people?   Have a beer, I don't know. \n[23]Down here! \n[24]They all left. \n[25]Yeah.   Did you tell Andrew? \n[26]Here, listen. \n[27]We're not going to push you, we just wanna get it on tape. \n[28]Is the sound on the camera? \n[29]Steve, come on, we don't know if it's stable in there- It's probably just the wind, we should- \n[30]-shouldn't have come in here. \n[31]At first I thought this was a solutional cave, but now...I dunno, it's like a lava tube, or something. \n[32]Look at the walls. Look at how smooth they are. It's just straight shot down, I mean, we must've already gone forty or fifty feet- \n[33]You ever hear of Plato's allegory of the cave? \n[34]Nevermind. \n[35]Is that, is that showing up on the camera? \n[36]-changes color, see? It must be reacting to the heat, some kind of exothermic reaction- \n[37]Ready? \n[38]Okay, ball test.   Take one. \n[39]\n[40]\n[41]Is- \n[42]I thought I heard my dad...UGHHH \n[43]I've been pretending I was like, holding it in a fist, like a floating hand. \n[44]That's what I'm doing, it's just, it's hard. You're better at this than me, you do it. \n[45]Dude, holy shit! \n[46]Why are you asking US for advice on girls? \n[47]See last night, alone, I got my whole bed off the ground. No nosebleed. \n[48]Weights, like- \n[49]So it's, yeah, this is my theory- it's like a vagina. Like it's elastic, but if you stretch it too far too quick it'll tear- \n[50]And that's why we're getting better. We're loosening up. \n[51]She's chasing- she's chasing it- \n[52]See that guy chewing gum? \n[53]I'm gonna get the gum right out of his mouth- watch this. \n[54]That was a good one, you got that one far. \n[55]What? Sure, yeah. I mean, I didn't, always- \n[56]Don't get mad, I mean, I like you now, I like you a lot. You're just, you're not super easy to talk to. You've got a lot of- \n[57]See, that's what I'm saying. You're hostile, man. \n[58]Yeah. \n[59]We were just sitting around throwing rocks, it was nothing. \n[60]Okay, here we go, here we go. \n[61]There's no one, I just looked, just go, ready? Ready? \n[62]My braingina is having like a...face period. \n[63]Yeah man, in between my yoga. \n[64]Ha. \n[65]That's like, at least twice as much blood as I usually see on a taco bell wrapper. \n[66]We're Mormons! \n[67]-sfucking insane, we just changed her life. We did- \n[68]Oh come on, what is this? \n[69]Can you fucking believe this guy? \n[70]I don't know what to do, what should I- \n[71]What the fuck did you do, man, what the fuck- \n[72]Fuck! SHIT! What's wrong with you, look at this, fuck! \n[73]Andrew, just stop, just stop doing things. \n[74]Stop, just stop. \n[75]Yes, just past White Crescent bridge. Down by the- yes- \n[76]Yeah, just come- no, I don't know. I don't know, maybe internal bleeding, or- \n[77]You don't see how we can be angry? You put a man in the hospital for fucksakes. You put a man in the hospital, you hurt somebody- \n[78]Which part of that do you mean, do you mean he was being an asshole, or was it an accident? Was it an accident, Andrew, cause you're the strongest. Listen, with this, we can't fuck around, ever. \n[79]NOT LIKE THAT, ANDREW. That's- you can't use it on people, or hurt people like- Steve, help me out. \n[80]We need rules, okay. Rule #1, you can't use it on living things. Rule #2, you can't use it when you're angry- \n[81]I will fucking declare rules, okay? If we keep going, and getting stronger, we need rules. We need rules. Damn it Andrew turn off the cam- \n[82]I'm not mad. \n[83]...Power corrupts, is all I'm saying, man. \n[84]I just mean that we have to think about things more now, okay? We can't just DO things, we have to think first. \n[85]It's just- nah, nevermind, we're here. \n[86]Steve?   Where are you? \n[87]Yeah.    I'm done for now. \n[88]\n[89]What? The wind! \n[90]It's about aerodynamics! If I put a barrier just in front of me, I can go way faster, cause it cuts wind resistance! \n[91]Yeah!   Definitely! \n[92]What happened, are you- \n[93]What the hell, what the hell- \n[94]...I can fly. \n[95]\n[96]\n[97]Yo Andrew, Andrew, gimme a beat. \n[98]That's cold, you're so cold! MY OWN COUSIN! DJ Steve, dial me up- \n[99]Okay, yo, yeah, yo, you say you wanna get high you ain't high as me, you chillin' at yo mom's house I'm at four thousand feet, cauuuse I got those tight muscles, in my, braingina, and you better believe I'm a, frequent flyer, and you know I don't need no turbines, ladies fly first class on Garrety airlines, my DJ is senior class, president, straight outta Oregon, gotta, represent, Matt Garrety bitches, I'm the young Clark Kent. \n[100]But how does she not notice? \n[101]Man, I haven't had sex since like...a year. \n[102]Liquid nitrogen. \n[103]Hey guys, are you up? \n[104]Today was like...the best day of my life. Like I was thinking and I can't think of any day I liked better than today. \n[105]Okay...good. \n[106]Nah man, we were all- I mean, I was, definitely, yeah. \n[107]What? \n[108]In a second it will, wait... \n[109]Well, when I was really little, I wanted to be police officer. \n[110]No, I just really got into on the idea of altruism, you know? \n[111]Like making things better for everyone. \n[112]I mean, I'm not gonna- it doesn't matter, you know. I'm never gonna get out of this piece of shit town. You know, we're all just little pieces. One person can't really make a difference. I used to think- I don't know. I don't know. \n[113]So what's it feel like to be good at everything? \n[114]I'll get to it- \n[115]Oh yeah? Well you could use some shut the fuck up. \n[116]You lack...a dick. \n[117]Shit man, I got my mom's birthday, I gotta go. \n[118]Fuck...the stupid... \n[119]Just amazing dude- \n[120]Are you fucking kidding, I've never seen a reaction like that in the auditorium, you guys- it was fucking like- it shook the building. You guys are rockstars. \n[121]Ah, see, here's the first stage of your downfall, hubris. \n[122]What? \n[123]Seriously? \n[124]I'm sorry, I'm sorry- \n[125]Hi Samantha! \n[126]Right on. \n[127]No, I'm good. I'm just filming for Andrew. \n[128]Yeah, I'm a little drunk though. Movies! Makin movies. \n[129]Hey Andrew, hope you're seeing this. Congratulations, sir. I'm drunk, sorry. I was really worried about you, like, before everything, but I do feel like... I feel like this will get better for you, man. I'm sorry I haven't been there for you as much, you know, when we were growing up, because, I know you could be an angry...be an angry dude. But I love you, you know. Detmer-Garrety extended family for liffffeeeeee. But listen when did I become the one who's...who's out alone filming myself, with the camera- \n[130]Just a thing, it's nothing like- you know, Eye Of The Storm or anything- \n[131]I- yeah, a lot of people do. I've actually been stalking you since like, sophomore year- sorry, use of the word stalking- \n[132]Yeah, I- YES- yeah, just gotta drop off the cam- \n[133]What are you doing? Filming graves, I don't get it. \n[134]You're not returning my calls, why aren't you returning my calls. \n[135]No you haven't. Why aren't you returning my calls. Turn off the camera. \n[136]Turn off the camera. \n[137]I had a missed call from you, that morning. And from Steve. I listened to your voicemail. No voicemail from Steve. \n[138]How do you get struck by lightning during a storm with no recorded lightning strikes? You can look that up online, you know, they keep track of it. I looked it up. Zero. And they find him out in a field, why would Steve go out in the middle of a field during a lightning storm? \n[139]What? \n[140]No, no, you do know, you do know, I think you do know. \n[141]What happened, Andrew. Just stop, stop lying to me, and tell me- \n[142]I don't believe you, okay! I don't believe you, I want you to- put the fucking camera down. \n[143]Because I want to talk to you. Put it down- put it down, Andrew, please- put it down, turn it off, put the fucking- \n[144]What did you do, Andrew? What am I supposed to do? Who am I supposed to tell, about this, man? Who do I tell? I mean- I don't, I don't know how I'm supposed to- Why won't you just tell me what happened? \n[145]I told you how the interviews went. \n[146]UCONN not so good, Columbia was good, University of Miami was really good, Arizona State was okay. \n[147]Haha, no, I told you they wouldn't. \n[148]Nope. Nobody. I flew myself.      I needed the exercise. \n[149]I am so sick of being filmed, you have no idea, Casey- \n[150]When do your parents get back from Spain? \n[151]Okay, if you don't film me for one week- \n[152]One week, I'll show you my new trick. I guarantee you will shit bricks. Yeah? \n[153]I'm ready! \n[154]Let's do it! Woo! \n[155]\n[156]Ughhhh camera...I had that dream again. \n[157]It's like I'm...I'm not me, I'm something else. And I'm out in this...out in space. And stars are all around me, and I'm zooming past them; everything is really like three-D, I can see the shape of the stars. I'm looking for somewhere to sleep, or something, and I see earth, and I go down to earth. And then...I don't know, just the main part is that I'm out and there are the stars and they just look like millions of little points of light...And Steve is there. \n[158]Yeah but he feels like he's not part of it. Like he's there separately, inside my head. Andrew is there too. I don't know. I'm worried about Andrew. Why don't you put the camera away? \n[159]Oh I think you know. I think you know what's going down. \n[160]You arrrrreeee...C'mere. \n[161]You haven't been returning my calls, so I thought I'd just...you know, ambush. \n[162]I just- I've been getting, you know, bad vibes or whatever. \n[163]I know you stopped coming to school, and my mom said you guys are having a lot of problems with money. I'm worried about you. \n[164]\n[165]\n[166]\n[167]\n[168]\n[169]Do you hear that, how can you not hear that? \n[170]The singing, how can you not hear that!? Something's wrong, okay, something's wrong with Andrew, or- \n[171]No, something's wrong, something's wrong. \n[172]I need your car. \n[173]I see, I know, I have to go, okay- \n[174]Give me your keys. \n[175]I have to go to the city. \n[176]I can't fly if there are all these helicopters in the air, I just have to drive there, or, listen, I have to figure this out, Andrew's in trouble. This is my fault. \n[177]This is all my fault. \n[178]Where are you, man? \n[179]Stay here, okay? You have to stay here. \n[180]Stay here.     I have to talk to Andrew. \n[181]Casey, I'm sorry, I'm so sorry. \n[182]Please...Help me. Help me, HELP ME, please...I'm sorry! I'm so sorry, I tried- help me, help me, I'm dying, I'm dying. Stars- I see stars, somebody- It hurts, please. I'm- the blood...I tried... \n[183]Listen, help me, help me. I'm dying, you have to help me, don't just let me- PLEASE I'M SORRY! I'm \n[184]I can...I can hear the singing. \n[185]Would you please...turn off the fucking cameras. ", "STEVE": "\n[1]Are you Andrew? \n[2]Are you Andrew-with-the-camera? Matt's cousin, Matt said you had a camera? \n[3]Dude, are you okay? \n[4]I'm Steve Kazinsky- \n[5]...yeah? \n[6]Haha, yes, that is true. Listen, come on, bring the camera. \n[7]Come on. \n[8]Dude, come on, we found something. \n[9]Is there a light on that?   On your camera? \n[10]Awesome. \n[11]Me and your cousin were blazing a little. \n[12]A bunch of people were out here, but I think they've all gone back, now, cause we're like, obsessed with the thing. \n[13]Andrew Detmer, that's right.   I remember you from homeroom, Freshman year. \n[14]Yeah, I have a memory for faces. I'm gonna go into politics, which is ironic because I'm soooo fucking high right now- probably shouldn't be letting you videotape this- \n[15]Yeah, video footage of me luring you into the woods for gay sex- wait, hey- HEY, MATT, IS THIS IT? \n[16]There we go. There it is. \n[17]Where is everybody? \n[18]Is it still making the sound? \n[19]Oh, Andrew, it's making a sound- \n[20]You've got to get really close to hear it. \n[21]You've got to go closer.     Like almost inside it. \n[22]Do you hear it? \n[23]Listen. \n[24]We didn't dig the hole, man. \n[25]Do you guys wanna go in and have a look, or what- \n[26]Hold your nose. \n[27]Come on! \n[28]Yeah, really far. It's not a cave, it's like a tunnel- do you hear how loud that's getting? \n[29]Come on, man. Come on. \n[30]Huh. I dunno. I don't believe in ghosts. \n[31]Can you believe this, this is NUTS- \n[32]Touch one! \n[33]Make it change again!    This is awesome! \n[34]\n[35]I'm sorry, oh shit, I'm sorry- \n[36]Go. \n[37]\n[38]`In the- penis- the penis- \n[39]Mhm. \n[40]Guys, check it out. \n[41]Ha! Shit, shit- \n[42]Guys, listen, listen.   Samantha. \n[43]What would you suggest, as like, a course of action for me, here? \n[44]-new camera's working out for you, that's good. \n[45]I have to admit, though, I don't understand the filming thing. \n[46]You don't feel like it's a little weird? Like it puts a barrier between you and everything? \n[47]Okay.   I respect that. \n[48]So how do you pay for your shit? \n[49]What about your mom. \n[50]I've actually been having some problems with my parents, too. \n[51]Nothing like yours, though.   Not- Never mind. \n[52]They've just been fighting a lot. I think my mom is cheating on my dad. \n[53]Yeah. I know. I'm actually, yeah, I'm sure my mom is cheating on my dad. \n[54]I just, you know, I saw some stuff. It's weird, you don't think about your parents as like...people, or whatever. I don't know. \n[55]Don't tell anybody about that- \n[56]Good. \n[57]Yeah, I was doing weights, too. \n[58]Free-weights, a barbell. I got up to two hundred pounds before I bled. \n[59]No, I like braingina.   Braingina is the shiiiiit. \n[60]If anyone criticizes you, just call them a hater. It's like calling someone a racist, they'll just drop whatever they're complaining about and be like \"I'M NOT A HATER.\" Nobody wants to be a hater. \n[61]Just stay back a little ways, yeah- \n[62]That girl, with the cart. \n[63]Oh my god Andrew, look- \n[64]GUYS, WHY ARE WE RUNNING!? We don't need to run, we don't need to run! \n[65]I just always feel like I miss stuff. \n[66]What?   Shut up. \n[67]Got it, got it. \n[68]Yeah, you got some from your ears, too. You've gotta start working it out more, Matt. \n[69]Guys, guys. Look. \n[70]That was fucking great. I mean, this just gives me so many ideas, already, stuff we could do- \n[71]He's like right on your bumper, too. \n[72]He's just some asshole redneck, look at him. He's fucking with us. \n[73]...I...what... \n[74]Is he still in there? If he's in there we have to get him out- \n[75]Fuck that, take your fucking camera. \n[76]Hey kids. \n[77]Just try it, it's easy. \n[78]You throw yourself at the ground. You just fall, and catch yourself, and then it's easy, I swear. Don't try to jump or you'll flip yourself. \n[79]Hey Matt, you're finally good at something! \n[80]I said you're an idiot! \n[81]I can't hear a damn thing you're saying! \n[82]\n[83]You saved   my life, dude! Andrew, you saved   my fucking life! Is that- Holy shit   is that the camera?! You \n[84]\n[85]Ahhhhh! \n[86]This is what people have wanted forever, since like caveman times! Do you understand, I mean do you- jesus christ, I can't even- Everything is fucking great! I CAN FLY! Matt, listen, just say it! \n[87]Shout it out man! \n[88]\n[89]Well, I mean, she notices that it's gotten better, definitely. You just have to be subtle. \n[90]Pfff, technicalities. \n[91]Ugh, man, you guys...how are you so cool? \n[92]Yeah. \n[93]Unanimous.     Yes. \n[94]Well that answers that. \n[95]I'm live on scene here with Matt and Andrew, boys, can you tell us what's happening? \n[96]That is, that is some very uh, definitely supernatural shit, going on there. \n[97]Oh, no shit? \n[98]Why is that lame? \n[99]\n[100]I'm not good at everything- \n[101]I'm not GOOD at everything, I just do my best at everything. That's what it's about. I mean you talk about philosophy and shit all the time, but you never really do anything. Have you even applied to colleges yet? \n[102]You could use some of that, man, I'm just saying. \n[103]You lack initiative. \n[104]Later dude. \n[105]What're you doing, where are you going now? \n[106]Ah, dude, it's rush hour. \n[107]Hell yeah, dude. \n[108]I wish I could bring Samantha up here. She'd love this. \n[109]Nah, no way. She'd freak out. \n[110]Mom's like, never home anymore. I mean, you saw how my dad is, he's just quiet. Sits around. I don't know. And talking to him about it is just pointless. He's got nothing to say. \n[111]It'll be fine, dude.    You'll figure it out. \n[112]Hey, I wanted to ask you, winter break's coming up...You wanna do the talent show with me? Get you out there, you know, meet some new people. \n[113]Yes you do, you have a talent, you have a talent. \n[114]Matt, you have the camera yeah? You have the camera, cause, don't let him forget the camera, okay? That's Andrew's camera. \n[115]\n[116]We have to get down from here right now, Andrew! This isn't safe! \n[117]Hung over, dude! You should be too! Let's just- \n[118]What the fuck are you doing? \n[119]No, we're getting the fuck down, now. This is fucking crazy, Andrew- what- what happened to your face? \n[120]Your dad fucking beat the shit out you! Come on, we'll go to the cops, let's get out of here. He can't do that Andrew. \n[121]This is not the way you handle it, we'll go together, let's go, he can't do that- \n[122]I don't fucking care!?    You're my best friend, idiot! \n[123]I hang out with you and Matt practically every fucking day! You think I talk to anyone else about my parents, or my feelings on shit, are you that fucking insecure? \n[124]Dude, it's okay.     You just need help, okay? \n[125]It'll be fine. But we've- ...Do you hear that? I hear...singing. ", "CASEY": "\n[1]Hey, what are you filming for? \n[2]What?   I'm filming for my blog! \n[3]I have a video blog!   Why are you filming? \n[4]Hey Matt. \n[5]You watch my blog? \n[6]Stockings are why I love Christmas. You wanna get outta here? This place is too loud for me. \n[7]\n[8]How'd the interviews go? \n[9]But now we do it for the camera. \n[10]Who ended up paying for all of the airfare? Did your parents- \n[11]Did you pay? \n[12]You are a man of mystery. \n[13]\n[14]No I know, but I'm not going to use any of this. I just want you to do a trick, one of your good ones. \n[15]A week. \n[16]Ahhhh- \n[17]...Ughhhh. \n[18]I'm filming you and you don't know. I'm terrible. I'm gonna show you this later and you're gonna be like \"whaaaaaaaaaat!\" \n[19]You ready? \n[20]Are you sure- \n[21]Holy shit, Matt. \n[22]Matt, oh my god, oh my god! \n[23]What happened? \n[24]Tell me. \n[25]Steve is there? \n[26]Oh yeah? What's gonna happen to me if I put the camera away- \n[27]We could leave the camera on. \n[28]Matt- \n[29]Matt, what hap- \n[30]Matt, please, okay, you're scaring me, are you okay- \n[31]Mom, Matt is- \n[32]What? Matt, look, what's happening, look at what's happening- \n[33]Don't leave, don't leave me- \n[34]I- Matt- \n[35]Please don't leave, don't go- \n[36]\n[37]Andrew?   What are you talking ab- \n[38]No! No it isn't!   It isn't your fault! \n[39]Matt, it's not safe. It's not safe. What's going on. What's happening. Why are we doing this, Matt, please. Please take me home. You don't have your license, you can't drive without your license. \n[40]How- how is that possible, that's not possible- \n[41]What's...What is...What's...Matt please, please- \n[42]No NO NO \n[43]You can fly? \n[44]Matt..what... \n[45]Matt wait!     WAIT PLEASE!   MATT! ", "SANDRA DETMER": "\n[1]Who's the audience? \n[2]Hello world. Do I look awful? \n[3]I've been looking a little better, yeah? \n[4]It's a nice camera. \n[5]You look handsome. \n[6]I'm glad you are spending so much time with your friends. \n[7]Richard is that you? Richard, you have to let me have my medicine, I can't...Andrew? Who is that? Look, please come in here, I need help to turn over. It hurts, please, Andrew, you have to tell your father...tell your father to get my medicine... \n[8]Andrew...thank you Andrew...was that you? Did you- ", "MATT  (CONT'D)": "\n[1]Andrew, hey, come on! Don't...shit. \n[2]Okay, Andrew, remember, get under it, you're the strongest, Steve get the sides, I'll get the front and back, we gotta do this quick. Countdown. Three. Two. One. GO. \n[3]Steve Steve Steve- \n[4]No cars, no cars, go. \n[5]...s'fuckin awesome... \n[6]Yes!   Fuck yes! \n[7]I'm making an experimental film. ", "HOWARD": "\n[1]Hey, what you doing? \n[2]Hey don't film me nigga, don't film me. \n[3]The fuck, fuck you faggot- \n[4]You are about to get fucking stomped, you know that right? You hear me son? Come to my house, it's late, I don't see any fucking police officers or some shit, I don't know what you you think you're doing throwing shit at my house- \n[5]Lil' Andrew's straight up tripping right now, I don't even know, I'ma give your ass a wake up call- \n[6]Oh you got a gat? I got a gat too bitch- "}}