{"dialogues": {"PERSEUS": "\n[1]It's my fault he's gone. \n[2]So it's his fault. Not mine, not fate, not the Gods? \n[3]Now my history is I let my friend die in my arms. I made it back, why couldn't he? \n[4]To what purpose? I failed him. \n[5]You always say that my abilities are greater than other men's. But they were not enough to save him. \n[6]How is that greater than other men? \n[7]self-determination! Those things that give Man dignity and independence. \n[8]Now eat your dinner, which the Gods -- and your father -- have provided. \n[9]You... I saw you watching our boat at the cliff. \n[10]Can I be of service? \n[11]Right now?  It wouldn't take much persuading to get me to leave this village, but tonight is impossible. My family can't wake and find me gone. Where do you want me to go? \n[12]Come back in the morning and we can talk about it. \n[13]For what? Perseus doesn't notice the black widow spider scurry between her feet. Then a centipede, a scorpion. Then a swarm, racing toward him. He feels the first spider and looks down. The creatures climb his legs, biting. Weakening from the venom, he stumbles back into the table, loses his balance and falls. \n[14]How long have I been out? 20. \n[15]I had a dream. I fell into a dark pit. I thought I would never stop falling. But a beam of light formed a soft net, caught me and tossed me back. TheWilting Girl watches him. \n[16]When I came back up to the world, a beautiful woman appeared and spoke to me. But as she spoke she would sometimes disappear into the whiteness with a strange sound. \n[17]When I could hear her, she spoke nonsense. She said that my father was a God and my mother a -- At that moment the blinding-white sail swings between them as she tacks, obscuring his view of her for a moment. The wind makes a LOUD SNAPPING SOUND in the cloth. Then she reappears, the sail on her other side. \n[18]I am an ordinary man. \n[19]None of that means anything. \n[20]A good trick. You must be the demigod, not me. \n[21]A Chthonian? \n[22]And when none worship you? Sadness flickers through her extraordinary eyes. \n[23]And demigods, where do they stand in your hierarchy? 22. \n[24]If demigods rank so low, why do you need me? \n[25]What! \n[26]Who, me? \n[27]Forget it. \n[28]And just who exactly am I supposed to marry? \n[29]I don't think so. \n[30]That's what I'm doing. \n[31]The war has badly scarred this place. \n[32]Don't joke about such things. I'd be useless before such a huge responsibility. \n[33]What are they celebrating? \n[34]I'm not sure, Your Highness. I did not know my father. \n[35]She's not the only one, sir. I don't know much about the events for which I've been drafted. \n[36]If you are not kind and patient with her, if any harm of any kind should come her way, I will have your head on a stake. Kepheus thinks he sees a smirk on Perseus' face. He puts his hand on the hilt of his sword. \n[37]Not even a little, my lord. It's just that I myself was waylaid -- snatched also, as you say, from my happy springtime... Kepheus studies him to see if he's making jest of him. \n[38]I've been told I'm to play a part in events which serve a higher purpose... of which I'm not at all convinced. \n[39]With all respect, I have never seen a God. On my island, they're no more than a story. \n[40]I can only proceed based on what I have experienced, not on a faith I do not possess. \n[41]Perhaps from my adopted father, sir. I admire him greatly, and he believes in little he cannot hold in his hand. \n[42]No, Your Highness, a fisherman. \n[43]Master Amoun! He hurries over to the older man, who embraces him warmly. 30. \n[44]What are you doing here? \n[45]From my village tutor to Magi Strategos... What a path! The King's patience is exhausted. To Cassiopeia \n[46]Tomorrow? Is the wedding so soon? \n[47]How will I know her? \n[48]I'm a stranger here. Any hints? \n[49]Very beautiful. Andromeda spins, petulant. \n[50]I said, 'Very beautiful.' \n[51]I meant the sunset. She regards Perseus over her glistening bare shoulder. \n[52]I know nothing of seduction. I'm a simple fisherman. My home is across that water. 34. \n[53]To Joppa? I was kidnapped. \n[54]I've come to see my future wife. Startled, Andromeda suddenly realizes who he is. A mad mix of emotions crosses her face. \n[55]Me either. \n[56]No one asked me. And now that I've met you, I don't know if I can go through with it.  It's not personal. Seeing you makes it real. I think a man should make his own decisions. I won't be the pawn of a King or a God. She looks at him with new interest. \n[57]I don't think it's going to be that simple. Ignoring that, she takes his arm, moving even closer. \n[58]I'm already lost. \n[59]\n[60]One of the most beautiful women I've ever seen. 36. \n[61]True. Maybe a lot of girls look like you. \n[62]What if we find we're very compat-- She stops him with another kiss. He starts to surrender to his desire, but again, he stops. Her voice is a low \n[63]It seems what everyone wants to believe. Her face is inches from his. She looks into his eyes. \n[64]I didn't know how to get this outfit on. \n[65]Me either. \n[66]Tell who? \n[67]No... We need only the will to do it. \n[68]How can that be? Amoun alone takes notice: he spins toward Perseus, with relief. \n[69]What? No, Master Amoun. I'm listening. \n[70]I'm a newcomer here. I would not presume to tell these men -- 45. \n[71]I know that I am young and have not seen much of the world, but it seems to me that nothing is indestructible. The Ministers react to the young man's arrogance. \n[72]Father, how did you find me? \n[73]He will help me destroy Leviathan. Spyros does a double-take, then swallows: \"Yeah, okay, sure.\" 46. \n[74]We have thirty days to find its weakness. \n[75]We'll leave tonight. \n[76]\n[77]Why do we bring the Earth Goddess into this danger? \n[78]Amoun, it seems an odd coincidence you came into my life as tutor, so long ago, and now, once again you instruct me. \n[79]I'm afraid I've dragged you into real danger, Father, when I have little idea of what I'm doing. \n[80]What's our attitude about destroying Leviathan? \n[81]Joppa is pummelled by the Dark Goddess. \n[82]By what name may mortals call you? \n[83]Who do your worshippers pray to? \n[84]Perhaps that is why they are falling in number? 52. \n[85]I have to call you something... Since we're naming you on this road, what about 'Via Dahlia'? She gives him a sharp look. Is he mocking her? He's defensive. \n[86]That's a pretty name. Wait, better yet -- 'Vidalia'? How's that... 'Vidalia'? That's more than pretty, beautiful really, just as you are. She is pleased, self-conscious, concentrating on the road ahead. \n[87]You don't like it?  What's that? I missed it -- \n[88]\n[89]Now is when an honorable man would turn around and walk away... . but they say I am not really a man. Vidalia surfaces and drifts on her back, looking sadly into the sky. Perseus fixates on the sadness in her eyes. His expression changes, and the tenor of this stolen vigil is altered. RAINDROPS fall as the SKY OPENS and a CLOUDBURST pelts the pool. Vidalia opens her lips to taste the rain and smiles. LIGHTNING. 54. \n[90]Vidalia... \n[91]Then this will be a good way to find out just what I am. \n[92]I'm not the leader, Draco, Amoun is. I'm too young to start avoiding trouble. Perseus jumps up and approaches a roan Pegasus, speaking soothingly. It WHINNIES and threshes its wings, buffeting Perseus with gusts. The Pegasus rears up, and leaps over Perseus' head. It lands behind him, bucks its hind legs, and kicks Perseus face-first into the dirt. Icos and Boreas are laughing, but when Draco gives them a dark look, Boreas jumps up, sobered, and heads into the clearing. \n[93]I didn't beckon the Humbaba. \n[94]The monster killed my friend. I could not contain my rage. But you, Goddess, are aloof from the emotions of Men. Vidalia's eyes narrow, enraged. \n[95]Master Amoun... You knew about me, didn't you? When you came to our village? \n[96]You chose a poor student. I have learned little and my mistakes cost dearly. \n[97]I'm no demigod, Tutor. I'm not even much of a human. \n[98]I do not believe my fate is to be half a God. No demigod could feel as confused as I do tonight. \n[99]Tell me of the Cleon Desert Legion. \n[100]Djinn Raiders? \n[101]I won't do anything rash. I've learned my lesson. \n[102]No... Perseus. to life as                                                 -- leather sack of sand. \n[103]Only humans... He looks over the Lotophagi and sees Vidalia out there, alone, flinging sling-bullets as she fights her way toward the barrier. \n[104]Drop the barrier!                                          r \n[105]Drop it, Amoun! At that moment, Kalibos grabs Vidalia and drags her to the top of an outcrop. At the top, he turns, LOOKS DIRECTLY AT PERSEUS and HOWLS, his message clear: \"If you want to save her, come and get her.\" He hungrily rips her leather bandeau. Perseus turns to Amoun. 69. \n[106]Take the barrier down or I'll go through it! \n[107]I've learned one thing for certain! Perseus shouts at Thad, the massive Praetorian. \n[108]Get down! Perseus backs away three steps. To the others               -- \n[109]Get ready to defend yourselves! Perseus runs, plants a foot on Thad's back and leaps out through the swarm, which immediately dissipates around the humans. They have only a moment to react as the stunned Lotophagi come to their senses. \n[110]Vidalia... we need to help them... He blacks out. Vidalia cranes to look over the edge of the cliff where Kalibos fell. She is mystified by what \n[111]Where... Where are we? The \n[112]But I thought the Djinn... \n[113]Me? I don't understand. \n[114]I thought they didn't speak. \n[115]Tell me of them. \n[116]You made only one eye? 74. \n[117]Spyros, he means me no harm. The Shaikh lowers his hand: Spyros falls into the dirt. The Shaikh pulls his veil over his face. He kneels before Perseus, head bowed. \n[118]I hear you and I understand you. But I don't know how. \n[119]You are praying to me? There must be a mistake. The Shaikh proffers the gleaming bronze sickle which has a zig-zag, LIGHTNING BOLT PATTERN engraved on the blade, honoring Zeus. \n[120]An offering'? I thank you and take it humbly, as agift from a friend, not an offering. He takes the weapon and bows his head, surprising the Shaikh. \n[121]You honor my father? You honor Spyros? \n[122]Tell us what we want to know or your Eye has seen its last. 77. \n[123]Since you cannot see, let me tell you what's about to happen. I'm about to throw this evil Eye to the rocks far below. I fear its journey will be a taxing one. The members of the Expedition are impressed; Vidalia, too: the young demigod shows growing leadership. The Strix are panicked -- \n[124]You don't have to tell us the secret. But you will have to live as blind as she made you. \n[125]Tell me first. If I like the answer, you get your Eye. 78. \n[126]I believe them.  Here's your second sight. Verdandi launches and catches it in her beak, pops it in her socket. \n[127]And Medusa! Where does she abide? \n[128]How can she be slain? 79. \n[129]If ever I should meet him. (turns toward the \n[130]Tell of the Gorgoneion. 81. \n[131]You're enjoying this too much. 84. \n[132]I wish it, but I can't perceive the world that way. \n[133]Nothing I have done has convinced me of that. \n[134]I'm beginning to hear the wind. (senses something, \n[135]Wait... She is already climbing the ladder. She stops for only a \n[136]What? \n[137]What do you see? \n[138]From me? \n[139]Then where? Spyros smiles, puts his huge, calloused hand on Perseus' shoulder. 86. \n[140]When does it go away? \n[141]I'm going into the Temple. 87. \n[142]\n[143]Of what? \n[144]Yes. You? \n[145]\n[146]Where? \n[147]-- Joppa. \n[148]Tiamat chooses the city of Zeus to take hostage. (as Amoun confirms \n[149]Father, we've seen much on this journey we cannot hold in our hands. Yet these things are real enough. At each turn, we find monsters and Gods. \n[150]As you always said, they're petty, vengeful... and dangerous. \n[151]No. Men must be accountable to themselves. Otherwise we serve poor masters. \n[152]We must keep moving. Time is running out. \n[153]Vidalia! Perseus slides from his horse and follows her. Mongke says something to Tamburlane; they LAUGH. Amoun to \n[154]Who were they? \n[155]I was mad with fear. I was no hero. I just didn't want to die. Perseus turns toward the altar. \n[156]What is this? A marble tablet sits on the altar, its surface defaced. Vidalia runs her fingers along the scoring. \n[157]How long do you have? \n[158]What will happen? \n[159]What about me? \n[160]I don't believe that. Will love not buy another day, Vidalia? \n[161]When you vanish, I'll find you. \n[162]I'd rather look at you. \n[163]Don't give away your secrets. You still have need of them. \n[164]Where is she? \n[165]It is not yours to permit, Master... with respect. Vidalia comes down into the shrine, her apron full of berries. \n[166]I won't marry Andromeda. 101. \n[167]I want no reward. \n[168]I am half God... and now is the time... Perseus rises. He cocks his arm and clobbers Set with an ear-splitting CRACK OF THUNDER and a sparking BURST OF WHITE ENERGY. Set drops Vidalia and lurches back, aghast. BLACK BLOOD shoots from his mouth. Perseus, his face contorted in rage, chokes Set. The God's body SPASMS and deforms in DEATH THROES. 102. \n[169]We must go quickly now. He pulls the sickle from the marble with a BRINNG! The light flashes off Zeus' LIGHTNING BOLT PATTERN on the blade. \n[170]The combat has just begun. \n[171]You'll have to tell them yourself. Vidalia's voice has become weaker. \n[172]I will not fail them. He turns toward the Goddess, but Vidalia is gone. \n[173]Vidalia? (realizing, \n[174]I must get to the cliffs! \n[175]May we all have a good ride today! He spurs Pegasus. it beats its wings, launching from the ridge with astounding power. \n[176]Hello. (as she smiles, \n[177]Are you ready to become a queen? 115. \n[178]Then you're ready to go home. Perseus raises one arm. The-AIR reverberates to a LOUD BEATING OF WINGS. Andromeda looks up in wonder. Pegasus appears out of the sun's glare, gracefully alighting on the water. Perseus helps Andromeda up and then climbs on behind her. Pegasus takes off. TILT UP WITH them until they are lost from sight. \n[179]Perseus views the scene from a nearby hill. Behind him, Pegasus waits patiently, grazing the grass. Until -- 116. \n[180]Yes. \n[181]Yes. \n[182]I have no people. You have stranded me between realms, neither man nor God. \n[183]No. I thank you... Father. Zeus, mighty God, reacts to the word. His expression softens and he looks on Perseus with growing pride. \n[184]You have freed me. I will not be a pawn for Men or Gods. \n[185]You've made me understand that my responsibility is to myself. So it is with us all. 117. \n[186]You've put me to a great test. In the midst of it, I found the courage in my heart to defy Gods. I do not know how much of that comes from you, Father... and how much from my Mother, who I never knew. Zeus starts, subtly, at the mention of Queen Danae. \n[187]It matters not. Whatever the source, I are only grateful. He looks off toward the funeral pyres and the human throng. \n[188]This war will end the moment you choose for it to end... and Men agree. I think, perhaps, that is the free will that all realms share. Zeus looks at him, proud, yet wistful -- what an offspring, what a creation! \n[189]I'm going to find Vidalia. \n[190]Yes, Father, gladly. Perseus spurs Pegasus and launches into the sky. And soars away. ", "AMOUN": "\n[1]The emissary approaches. Take your time in your responses, debate nothing... \n[2]None like this. \n[3]I only recommend you take care with the tone of the conversation. A truce would benefit all... \n[4]Thoth the Quick, I am Amoun, the King's Magi Strategos. We welcome you with humility, honored by your visit from the realm of the Gods. The King shoots Amoun a look, but he is still shaken by Thoth's sudden appearance. Cassiopeia tries to recover her composure. \n[5]Majesty, if I may -- the young man does exist. He lives in a small fishing village on the isle of Seriphos. Kepheus turns, surprised at Amoun's foreknowledge. \n[6]My Queen, I serve only the great order of things. I was the boy's tutor years ago. \n[7]He knows nothing and believes himself an ordinary man. He has never left his village. He can be overconfident, but it is from inexperience, not arrogance. Repheus and Cassiopeia exchange wary looks. Sharply \n[8]\n[9]I know this mentor who so influences young Perseus. Amoun has silently entered the chamber. Perseus reacts in amazement. \n[10]Porpoise... You've grown tall and strong since my departure. Perseus laughs at his old nickname and holds Amoun at arm's length. \n[11]I am honored to serve the King as an advisor. His Magi Strategos. \n[12]And a celebration of the treaty. A Page enters and whispers in Kepheus' ear. Kepheus is irritated. \n[13]Perhaps the thought of her new life has made her frantic to enjoy the vestiges of her old one. 31. \n[14]Follow the lights and the sound of profane music. \n[15]. Leviathan -- First dweller of the deep. Hewn by Tiamat from the dark blood of the earth... \n[16]. All monsters of the sea are but shadows of Leviathan the Kraken -- colossal, rapacious, and nigh indestructible. The men turn to Kepheus; when he raises his face, he looks exhausted. \n[17]\n[18]Perseus! You had something you wanted to say to the King? All eyes turn to Perseus, who shrinks before them, self- conscious. \n[19]You're 'listening'? We're talking about the precious life of your betrothed. Perseus meets his gaze, confused. \n[20]Exactly! A newcomer with a fresh perspective. Share your thoughts with the King, your future father- in-law. The ministers are puzzled by Amoun's persistence. Perseus, uncertainly -- \n[21]I sent for him, Lord. This good man raised Perseus from infancy. He will help him now. \n[22]Majesty, we can seek the counsel of the Norn Sisters of Skolothia. They know the hidden ways of the Gods. If Leviathan can be slain, they'll know how to do it. \n[23]My King, with your permission... The King assents, seemingly lost. Amoun speaks to Perseus. 47. \n[24]I'll give you a map and much more. I'll go with you and bring a small band of comrades to help you on your mission. We can leave at first light.  Diokles, the map. The men move to the work area, where the Aide selects a map from dozens. Something catches Perseus' eye. \n[25]We head north on the Via Dahlia. If we can make it to the Disputed Territories... MOVE IN ON the tip of Amoun's pointer on the \n[26]. we'll join the Cleon desert legion, the most formidable unit in all the army... With their escort, we can safely reach our destination in Skolothia, which lies to the east... We DISSOLVE THROUGH the map and pointer, which remain LIGHTLY SUPERIMPOSED over the following: \n[27]Our guides will be Mongke and Tamburlane, father and son monster hunters from the Kingdom of the Iron Horde. Next, THE PRAETORIAN GUARD, commanded by a square-jawed old soldier, DRACO. His men, in heavy armor: KOSMO, Draco's lieutenant, and the soldiers ABAS, ICOS, THAD, BOREAS, KRIKOR, and POLLUC. \n[28]Our escort will be a detachment of the Praetorian Guard, led by Commander Draco -- the staunchest security force in Joppa. Next, on a stunning pale horse, a pale rider -- the Wilting Girl. \n[29]I thank the stars we have her. Besides, she takes her orders from an authority much greater than I. Next, Spyros; horseback riding is not one of his many skills. Behind him, Perseus and Amoun ride talking -- \n[30]No matter what you believe, Porpoise, some things are fated. I've been looking forward to this journey for a long, long time. He spurs his horse, riding ahead. Spyros drops back beside Perseus. \n[31]No, Perseus! \n[32]Your birth was written in the stars. I sought you out and took it as my cause to teach you. \n[33]Understanding that is the first step toward knowledge. 61. \n[34]You can honor Boreas by the way you act from this moment forward. \n[35]It is not your choice. You are what you are. Amor fati, Perseus. 'Love thy fate.' \n[36]Concentrate on the task before you. All answers will come with that. \n[37]A fierce group. Trained to fight... Amoun's DESCRIPTION CONTINUES as we -- \n[38]. behind enemy lines. A LOOKOUT peers into the dark desert, listening. Now he HEARS something, turns and shouts to another SENTRY: 62. \n[39]. They've been chasing Djinn Raiders in the mountains for years. \n[40]Yes, Godly zealots, supposedly insane. They fight like Hades himself is keeping score... From the dark SURROUNDING DESERT, WE SEE the Night Patrol ride into camp and dismount. \n[41].. That's how the Desert Legion came to be called 'God-slayers.' I'm not ashamed to say I'll be relieved to have their protection the rest of the way... Amoun's Voice FADES. TILT DOWN TO the barren, desert flats. Suddenly, a miracle transforms the moonlit \n[42]You wanted to know about Djinn Raiders. Here they are. 66. \n[43]Muster to me! 68. \n[44]Come on! You can pass through! Draco bolts for the barrier. A Lotophagi spears Kosmo, killing him. Draco slides inside the swarm. He looks back at Kosmo in horror. Polluc slashes zombies and runs toward the swarm. He's almost there when one of the Lotophagi lands on him, sinking fangs into his skull. Polluc sticks his sword into the creature; they both fall over dead. Icos and Spyros fight their way to the swarm and jump inside. Mongke and Tamburlane kill a Lotus-eater and leap over the corpse into the protected circle. The tide of HOWLING and SHRIEKING Lotophagi claw at the barrier of insects to no avail. \n[45]Only humans can penetrate the shield! Perseus takes quick stock of the group inside the swarm, thinking. \n[46]No! It's too late for her! \n[47]Have you learned nothing? If you break out now, we're all at risk. On the boulder, Kalibos grabs Vidalia's white flesh. Perseus is anguished; he knows he's in love. \n[48]Because of you. You're the reason they saved us. \n[49]Why don't you ask him? \n[50]They have no mouths. That doesn't mean they do not speak. \n[51]The Pillar of Moirai. Lair of the Norn Sisters. \n[52]They're witches in the form of Strix. Not a pleasant sight, a Strix. They have powerful magic and dreadful habits. Baby-eaters, among other things.  But they owe me a favor. When the war broke out, they lent their power to men against the Gods in exchange for infant sacrifice. Tiamat struck them blind for their treachery. When they came for help, I fashioned them an artificial eye, for their Second Sight. \n[53]\n[54]Likewise, Urd. I seek your counsel. \n[55]You know already... of course. \n[56]Surely the beast from the sea has some weakness. You owe me this answer at least. \n[57]No, good Sisters... the son of Zeus. The Strix react in horror and all land on the same monolith. \n[58]You know the answer sure as you already knew the question. The Norn Sisters confer, enclosed in a curtain of wings. \n[59]They're lying, Perseus. Perseus studies the Sisters, weighing his response. \n[60]The Rape of Medusa? Everyone falls silent. The soldiers shift, suddenly nervous. \n[61]Medusa was a tender young woman once -- a mortal creature of such rare beauty as to tempt even the Gods. One night, on the road home, she caught the eye of the God of Deserts and Entropy -- Set the Void. \n[62]She hastened to hallowed ground, thinking the Goddess Tiamat would protect her in her temple. But the God Set followed. A SHADOW passes swiftly over the shattered pitcher, in pursuit. \n[63]He ravished her on the cold floor. She felt the heartless passion of a God. \n[64]Despoiled and broken in the shadow of Tiamat's altar, she prayed for comfort and pleaded for courage... But the Goddess of the Deep regarded Medusa with disdain. The prayers of such a frail and filthy mortal angered Tiamat. A bust of Tiamat chiseled from black crystal opens her BLAZING eyes, THROWING A LONG SHADOW OF MEDUSA onto the wall. \n[65]The Goddess twisted young Medusa into a loathsome new thing... The contorting shadow shows the transformation. Legs twist and snap and become a slithering tail. Snake heads wriggle from her skull. \n[66].. and cursed her with a hateful stare that petrifies to stone all that look upon her. Grave silence. Draco realizes he's burned his dinner on the fire. Spyros shakes his head. Perseus just stares, a believer. NOISES come from the fog: SPLINTERING ICE; SLOSHING OARS. A SHAPE emerges -- an ice-cutting THREE-TIERED GALLEY, oars moving with precision. 83. \n[67]Charon's ferry. \n[68]The Temple of Tartaros... Medusa's lair. Mongke and Tamburlane exchange words and point. They all \n[69]Medusa must have turned them to stone. Perseus swings his sickle, measuring its balance, and adjusts his shield. He checks a canvas sack on his belt. \n[70]Jove the Father is another name by which Zeus was known. This milestone dates from when city states were named for their patron deities. Perseus, filling his canteen, peers at the marker as Amoun uses one hand to cover the letters \"-VE\" and the other the letters \"-TER.\" \n[71]'The Polis of Jove Pater' is the ancient name of -- \n[72]Yes, Joppa... once the most sacred site in the worship of Jove. \n[73]. and transforms Joppa into the new church of Tiamat. The ancient abode of Zeus... \n[74]We should stop for the night. \n[75]We all need rest. If you don't save yourself, you'll have nothing left when you face the Kraken. Riding behind them, Vidalia (paler and more ephemeral than ever) is suddenly alert. She peers into the woods, agitated. Then she EXCLAIMS SOFTLY, dismounts and runs into the woods. \n[76]Why don't we stop here tonight? Spyros smiles, looking off after Perseus. \n[77]This is my fault. I've permitted .this infatuation to progress too far. \n[78]Have you forgotten Perseus is engaged to the Princessa? \n[79]If by some miracle you survive this encounter with Leviathan, the hand of the Princessa is your reward. \n[80]Are you so selfish? Would you risk everything for the foolish love of -- A BLAST of HOT DESERT WIND blows into the Shrine. The berries turn brown and shrivel. Amoun grabs his chest. Perseus and Vidalia crumple in agony. SET THE VOID COMES INTO THE SHRINE. Amoun tries to invoke a spell, but Set touches his chest and Amoun splits open. Set points at Vidalia, slamming her into the earthen wall. The God is there in an instant, strangling her. Perseus staggers up and swings his sickle, but Set points, ripping the weapon from Perseus' hand. It flies across the shrine and sinks with a CLANG into the tablet that once held Vidalia's true name. Still choking Vidalia, Set grabs Perseus' arm. Perseus doubles over, paralyzed by the God's touch. Suffocating, Vidalia FADES MORE. Immobilized, Perseus watches her struggle and searches ", "ANDROMEDA": "\n[1]Do you think you can manhandle a Princess this way?  As though she was hungry and needy as you, a mere servant? Another steamy kiss. In between liplocks, she whispers \n[2]very mistaken... a woman of my station... never be attracted... They go at it again. \n[3]The Princess is not here. Find another... Princess. \n[4]I don't care! \n[5]To please you, I would submit to such a marriage... except I would rather die; Please let me know you're serious about this perverse plan so I can make arrangements to kill myself. 25. \n[6]Will you please give me some \n[7]What did you say? \n[8]Do you think just anyone can make intimate judgements on the royal family? \n[9]Do you always start a seduction with an insult? Perseus moves to the rail, very close to her, and looks at the sea. \n[10]What brings you here? \n[11]I mean here, tonight. He looks over at her a long moment. \n[12]It's not personal. You're not a bad-looking boy.  I'm too young. I don't want to be married. \n[13]Then why are you doing it? \n[14]Since we agree, it's settled. No marriage. 35. \n[15]That doesn't mean we can't be friends. Get to know each other. I want to show you something. She leads him into a tall, hedged garden maze. \n[16]I'll take care of you. They take two more jogs and find themselves in an odd sylvan chamber. Soft plants have been stacked in what could be mistaken for a bed. \n[17]This is my special place. No one can see or hear or even find us now. \n[18]Do you want to? When he turns back to her, she melts into his arms and gives him a long deep kiss. He's surprised, but handles it well. When she tries to continue, he slows things down, holding her at bay. \n[19]Do you not find me attractive? \n[20]Of course, you haven't been much in the world. \n[21]Don't you want to make love to your almost-wife? Maybe we'll find we're not compatible. \n[22]Is it true you're a demigod? \n[23]I don't see it.  But let's find out for sure... She kisses him yet again, pulling him toward the bed of foliage. He can no longer resist. Together they fall into the softness. He kisses her passionately as their bodies begin to move together. She breaks the kiss for only a moment, her voice husky -- \n[24]I think I'm becoming a believer... They start to make love. \n[25]You're late. \n[26]I want to thank you for seeing me home. I was so flushed with wine I can't recall much of the evening. Perseus half smiles and turns to the crowd. \n[27]At what point do you plan to tell them we're not getting married? \n[28]Them... \n[29]-- your beloved, worthless Princessa. Andromeda GASPS. Shock everywhere. 42. \n[30]My father was ready to sacrifice me to the monster. \n[31]I saw it. I heard the words. My loving father, his beloved child. Only Perseus stayed his decision. And do you know the worst part, Peshet? He was right. Peshet's feline eyes widen. More LIGHTNING. \n[32]The city is besieged, the people suffer. 51. \n[33]Because of me, because he did not offer me up. Is that right? \n[34]Sleep? Sleep will come soon enough for me, faithful one. In one month... at the latest. The palace shakes with the ROLLING THUNDER. \n[35]I would speak with the King in private. \n[36]We can speak here, in the elements our subjects endure. The King's men exchange looks, then bow discreetly away, leaving father and daughter alone. Andromeda looks down at the tent city. \n[37]You've sheltered me too long from the hard things in this world. \n[38]And I thank you for the gift of my cosseted youth. But now, with Mother so...  It's time I shared this burden you've carried so long. Filled with emotion, he puts an arm around her. \n[39]No, no longer. Your protection of me has brought hardship to our people... 93. \n[40]and to me, perhaps, new understanding. I must ask you something, Father. She turns away from his gaze and looks down at the city. \n[41]If you could end this siege with just one unselfish act, would you do it? \n[42]Such an act is within my power. He studies her a moment, then becomes alarmed. \n[43]Perseus and the others were willing to give everything. \n[44]Be at peace, Father, I will not cause you any more sadness than I already have. \n[45]Peshet, stop! I know what I am meant to do. \n[46]I was afraid, Peshet. Afraid to understand that the fate of so many could rest with me. \n[47]I'm not afraid anymore. I will do what I must. I will die so that they may live. \n[48]We must get to my mother and father. A VOICE from the darkness: \n[49]I think I am. He smiles. She'll never know how close they came to oblivion. \n[50]Are you ready to become a king? His expression is kind, but unmistakable. \"No.\" She accepts that, rueful. \n[51]Yes. Yes, I am. ", "VIDALIA": "\n[1]Get back! Vidalia spins her shepherd's sling to pitch lead sling- bullets. Spyros leaps between Perseus and the monster and thrusts his weapon -- a VICIOUS-LOOKING HARPOON/BOAT \n[2]A delusion is planted in its mind. It thinks it's starving and it wants to feed on -- \n[3]I can't reverse the powerful curse. But if the monster's hungry, I can feed it. Vidalia raises her arms and shuts her eyes. A cyclone of CAWING RAVENS descends from the sky and dives straight into the monster's mouth. As the Humbaba tries to shake them away, Mongke is thrown clear. \n[4]Now! The belly! Slash the belly! Draco moves to do that when Perseus leaps forward, lunges and sweeps his blade up Humbaba's belly at the same moment Draco sweeps down. The two blades barely miss each other, opening a huge X in the belly. The others are shocked and impressed by Perseus. Steaming purple entrails spill over Perseus and Draco. HUMBABA CRASHES \n[5]I should cast a spell upon you and leave you forever a stone upon this stream. \n[6]You did, with your childish recklessness, and Boreas has paid the price! Perseus, already rife with guilt, is stung by the truth. \n[7]Your safety is entrusted to me by the mightiest power on Olympos. 59. \n[8]But without a thought, you risk life and limb, your own and your fellows'. \n[9]Yes, a tyrannical Goddess, who dares question your mad rush to annihilation. The hopes of multitudes reside with you. You're late in learning you cannot act upon every impulse. She whirls and walks away. Perseus is left with the weight of his culpability... and the beginning of knowledge. \n[10]The Alkali Lotus... She stops, spotting something in the distance. Kosmo pulls up. \n[11]What is that? \n[12]Lotophagi. Lotus-eaters. We should leave... now. \n[13]This time you must do something rash. We all must. Kalibos leans close to Perseus. \n[14]Okay... sshh... I've got you. A THUNDEROUS SOUND SURGES in the distance. Vidalia scans the horizon. \n[15]To save me, you risked everything -- your mission, your friends... the fate of multitudes. Men need better judgment in the one who is meant to lead them... No longer able to lecture, she regards him with love. \n[16]You shouldn't have risked your life for me. It is a waste to save me when I'll be gone so soon. She strokes his hair and kisses his forehead. \n[17]Thank you for your reckless disregard. Thank you, Perseus... Vidalia holds her palm above the floor and mutters a quick incantation. A small shoot APPEARS and SPROUTS FAT PODS. Vidalia squeezes the salve from a pod and covers Perseus' wound. The wound bulges, then squirms deeper into Perseus. Perseus shoots up, clutching his chest. Vidalia gently lays him down. Perseus gags. A VIPER WRIGGLES from his throat and slithers away with the fat lump of infection in its stomach. \n[18]The poison is gone now. \n[19]In the Djinn caravan. They're escorting us to the Skolothian border. \n[20]She's got a tail and she'll use it just like that. Perseus opens his eyes. \n[21]Keep your eyes shut! Open them with Medusa and it will be your last look. \n[22]Good! Pleased, he doesn't sense her right cross, which knocks him down. \n[23]Do you think the Gorgon will hit once and then surrender her head? He gets up, eyes closed, and resumes the defensive position, turning as she moves around him. \n[24]Listen... you will hear her muscles coil. Feel her hunger in your gut. Ask, how will she feed it? \n[25]You can. You're the son of a God. \n[26]You do not see yourself clearly yet. In time, your actions in crisis will sharpen your view. Her faith touches him deeply. She resumes the lesson: \n[27]You can do those things, Perseus, and much more. He shadows her movements more closely, back and forth. \n[28]We think a room is silent until someone points out the wind. Then the wind is all we hear. She strikes. He dodges and locks her neck. Pleased, she flips him. 85. \n[29]You've learned enough for now. \n[30]becomes the new home of Tiamat, granting her sway to supplant him as the God of Gods.  You can't allow Tiamat to rule Olympos. 95. \n[31]I know this place... Suddenly, she hurries to the trunk of an ancient tree. She probes the foliage, steps forward... and descends into the ground, out of sight. Following, Perseus pulls away greenery, revealing an opening in the tree's massive roots. \n[32]This is my church. Where I was born to the world. Where my people prayed to me. 97. \n[33]I know they were humans. They seemed so fragile. I sheltered them because I thought the harsh world would break them. Now I know I underestimated them. Her eyes pierce Perseus. \n[34]When I saw you come out with Medusa's head, I saw that a Man had done an impossible thing. Beautiful, yes, but not fragile. Resilient. Fearless. \n[35]When the war began, Men ranged through the hills, stamping out any trace of God-worship they found.  My true name was carved here. When it was obliterated, my worshippers lost faith and my last season began. \n[36]Only days. \n[37]I will vanish, quick as dew evaporating at dawn. 98. \n[38]No one will notice the moment because all thought of me will be gone. \n[39]Nothing can save me. He takes her in his arms. Vidalia is riven by anguish and desire. \n[40]I was cut free of earthly longing. Why did you have to give me a name? The light is almost gone now. They kiss. The wilted blossoms in her crown slowly open with color. They begin to make love. \n[41]Close your eyes.                                            1 \n[42]Do what I tell you.  I'm going to give you a spell. \n[43]Let me give you this sliver of magic. I'll write it on your instinct. When the time comes, you'll know how to use it. She takes his head in her hands, pressing her forehead to his. Gently, her fingers slip into his mind. A TEAR runs down her cheek. \n[44]Look what I've found for us -- She startles when she sees Amoun, dropping the berries. \n[45]I'm so sorry, Perseus. A look of brutal, determined resolve grows in Perseus' face. \n[46]You faced a God in lethal combat... and vanquished him. Never have I heard of such a thing. He looks at her, mind racing, then lifts her as he stands. \n[47]The people are frightened. But they can triumph.. They need only one thing. Perseus turns to her, a question on his face -- \"Tell me...                                                       11 \n[48]A hero. They're waiting for you, Perseus. Perseus looks back toward the city. At last, there is no uncertainty in Perseus -- ", "KEPHEUS": "\n[1]I've received ambassadors before. \n[2]I'm not cowed. If these arrogant Gods are so powerful, why are they the ones seeking a truce? 10. \n[3]In my palace, I decide how the discourse proceeds, not some messenger sent on errands by Zeus. \n[4]I am a reasonable man. Everyone wishes for the conflict to cease. \n[5]A treaty marriage? \n[6]Surely Zeus does not ask a mortal father to give his daughter to a God. \n[7]I have heard of no such demigod. \n[8]You knew about this and said nothing? \n[9]How haughty this boy must be, who knows he is half-God. \n[10]With our daughter's future at stake, we do not bestow trust easily. If any harm should come to her -- 13. \n[11]Of course... of course your word is unquestioned here. Thoth's demeanor changes. The marbles spill off the table, rolling across the floor to Kepheus' feet. TILT UP TO his intimidated face: \n[12]Where is the lucky young suitor? \n[13]It will take more than half-a-God to handle her. \n[14]. before I am a king or a peacemaker, I am a father. Do you know what that means? \n[15]Yes, well... it means I had no desire for my little girl's carefree springtime to be cut \n[16]\n[17]\n[18]Is this amusing to you? \n[19]Does a truce in the war between Men and Gods not strike you as a higher purpose? \n[20]You will learn there is more to this universe than is found on your island. 29. \n[21]This is supposed to be the son of a God, yet he doubts their existence! \n[22]Cassiopeia! We have agreed such talk has no place in this palace. \n[23]Where does a young person get such ideas? \n[24]Is he a scholar? \n[25]Where is Andromeda? At the least, the two should meet before tomorrow's ceremony... \n[26]It seems our Andromeda has wandered away. Cassiopeia reacts, upset. \n[27]Perseus, if you're to take the wild girl for a wife, this is a good time to start your training. Go into the city and retrieve her. \n[28]Leviathan awakes... 43. \n[29]My Queen lies near death. Am I now to choose between the survival of our state... and the life of Andromeda, my only child? Amoun watches Perseus, at the fringe of the group, expectantly. But Perseus looks only perplexed, an observer. \n[30]Do you tell me only what you think I wish to hear! 44. \n[31]The citizens of Joppa are fighting for their lives. Would you have me gamble the city to save one girl? \n[32]You spoke the words -- the monster is indestructible! \n[33]I thought this boy's father was a God. How does a stranger walk unmolested into the Throne Room of the King? \n[34]Help him with what? \n[35]But how? Perseus has no idea. \n[36]With what army? I dare not weaken our forces when the city is about to be besieged. \n[37]The relief fleet is lost. Monsters gather outside our walls. Soon I won't be able to keep my own people at bay. And still, no word from the Expedition. Kepheus raises a spyglass to survey the view beyond the city walls. \n[38]Tiamat commands a massive horde. How many days remain? \n[39]Until the Expedition perhaps returns?... Until we're saved by the fisherman's son? \n[40]From your lips, I pray, to his true father's ear. Andromeda has appeared. All are shocked to see her. She addresses the others with an authority we've never seen. \n[41]They take refuge from the Lower Wharf. A sight I wish you'd never seen. \n[42]I would have it no other way. \n[43]You make me proud, but you are only a child... my little one. \n[44]To save my people, yes, of course. \n[45]Listen to me. By the time this is over, your mother and I may well be gone. But I guarantee the day is coming when Joppa will know glory under Queen Andromeda. She embraces him, head upon his shoulder, where he can't see her resolve. ", "SPYROS": "\n[1]Your grieving does Anteros no good. It comforts only you. \n[2]He was careless with the net. Perseus gives him a hard look. \n[3]The Gods delude themselves about their power and watch in envy while we act. We make our own history. 15. \n[4]What you do, no other man can do. Have you not noticed? \n[5]Purpose! Looking for purpose is what ensnares men in the superstition of the Gods, as surely as your friend was caught in that net. And all the searching leads down to the same place. The trawler is approaching its home island, Seriphos. Perseus looks off at the rocky coast. Collects himself, \n[6]You are still a man, confined by man's limits. You are just as likely to fail as succeed. \n[7]Ordinary men fail most of the time. The trawler rounds a point on the island. Perseus spies a beautiful girl on the cliff. A closer \n[8]Your mother can explain. She believes everything has an explanation, even if we have to make it up. \n[9]If you consider superstition, fear and darkness good things... \n[10]Learning, science... love. \n[11]-- as lions hunger for blood. \n[12]The Gods were desperate to claim our awe again. \n[13]Yes, even the Gods. If they could not earn our faith with love, they would demand it with fear. Whatever was necessary to ensure              L their continued existence. 18. \n[14]I am far from young and have seen much of the world... and I agree with my son. Everyone turns to the new arrival: Perseus' adoptive father, Spyros. Perseus goes to embrace him. \n[15]With whatever is needed... Perseus approaches the King. Surprising himself -- \n[16]Yes. Give us a map. Amoun laughs. When some of the others join in, the   King gives them a look that stops them dead. \n[17]Who would have thought we'd be on a journey like this? Two simple fishermen. 49. \n[18]Living at the mercy of the sea so long has convinced me some adventures are unexpected and some dangers unavoidable. It's all in your attitude. \n[19]The Kraken is just another big fish. Perseus smiles, but is not as sanguine. \n[20]Draco, tell me what this -- Everyone is standing perfectly still. DARK FIGURES surround them. The transformed Cleon Legion lurches INTO VIEW. The only resemblance to the soldiers they were is their armor.. Now they're monstrous creatures: LOTOPHAGI. \n[21]It's no wonder they shy away from all strangers. Perseus looks ahead, where the Expedition is parting company with the Djinn Raiders. only one of the Djinn is staying -- SHAIKH SULEIMAN, a veiled priest. \n[22]Stay away from my boy! Without touching him, the Shaikh throws the fisherman over his head, where he lands hard with an \"UMPH!\" Perseus jolts awake. He reaches for his sword, but has none. Spyros struggles to his feet to start another charge. Suleiman raises his hand and freezes Spyros in his position. The Shaikh's veil has fallen, revealing his frightening countenance: scaled skin of charred wood; eyes like slots in a furnace. Perseus listens to the \n[23]Tell us now! The Strix are torn, frightened. Finally -- \n[24]Does a fairy tale frighten you, soldier? Thad looks at him, sharply. \n[25]Nothing. \n[26]A look I know well. \n[27]Never before. \n[28]In my own mirror, son. \n[29]If we're lucky... never. \n[30]I go with my boy. Perseus, Spyros, and Draco split off toward the temple. Suddenly, the two \"statues,\" Nessus and Ixion, shake off their dusty skins and COME TO LIFE. They GALLOP down the ridge, hooves shaking the ground. They raise fearsome spiky maces of jagged iron. Vidalia readies her sling. The Shaikh draws his scimitar. Mongke and Tamburlane load their handgonnes, the others draw swords. \n[31]Perseus, I think she's hit! \n[32]Near to the left! Medusa's enraged attention shifts back and forth between the VOICES of the two men, deciding which to attack. Perseus tries to control his shakes, jumping at every sound, head swiveling blindly. From a distance -- \n[33]Perseus... I don't hear her near me! Perseus steps back and BUMPS into a column. 90. \n[34]Eleven stadia to the South... What is 'Polis of Jove Pater'? I'm ignorant of this. \n[35]Yes, the evidence is everywhere once we leave our island. That's why I so rarely leave. These Gods, what do you make of them? \n[36]Yes, as bad as men.  And would you have that sort guide your life? \n[37]That's my boy. Amoun rides up. \n[38]If we don't rest the horses, they won't make it to Joppa. 96. \n[39]If it should come to pass, tell your mother and sister I loved them much. Perseus reaches out and touches his foster father warmly. \n[40]The sacrifice has begun. \n[41]How? They all look at what separates them from the city -- \n[42]No shit. They raise their weapons and spur their horses down the slope to war. ", "TIAMAT": "\n[1]A treaty! Zeus and his eagle turn their heads. The God's eyes are familiar -- the blazing orbs we saw in The Dog. In the shadowed corner of the atrium stand TWO MORE Olympians: SET THE VOID, whose countenance is death made visible, and -- -- TIAMAT, QUEEN OF THE DEEP, the only God fearless enough to challenge Zeus' rule -- \n[2]We don't negotiate with them! We dictate to them. Their place is to beg. They have forgotten their role and have denied us the sustenance of their prayers. \n[3]They will bow down when we snap their backs! Mercy? We are Gods! Some of us remember that and are not afraid -- Zeus has had enough: furious ARCS OF LIGHTNING jump to the walls, the eagle beats its wings in rage. \n[4]And we do not interfere in their actions. We leave them undisturbed unless-invoked by name to enter their affairs. \n[5]Soon enough, Set. Zeus has grown weaker than I knew. Set gestures at the white chips on the tray as he picks up the two black shards representing their votes. He hands one to Tiamat. \n[6]They're beginning to think like Men. But you and I shall not. Set agrees, his eyes searching her face. \n[7]We will manage these thick-witted Humans to our own ends.  Yes, we will be bound by great Zeus' rules... until their fragile membranes tear. We dare not interfere with these insects... 9. \n[8]but we may be invited to intervene. Tiamat flicks the obsidian into the reflecting pool -- the whole pool darkens and choppy waves crash over the sides... a tiny tempest. \n[9]In this chamber Zeus defiled the Queen Danae and begat the anointed demigod, who would facilitate this foul truce. \n[10]The King who stood against Zeus and was crushed for it, though he was not the offender. But this is not his former home... \n[11]still he dwells in rancid hate, having killed his generals and sucked their bones. We cannot break the rules of Zeus and interfere with the humans. But this poor creature can do our work and visit the would-be groom. \n[12]What form, dear Set? Why this... In the half-light appears the huge, deformed changeling: \n[13]My Servant, your lonely solitude now ends... It's time to leave. \n[14]You have blasphemed powers beyond understanding... You, a stupid braying goat before the unfathomable galaxies. You dare put this frivolous, scrawny slut... \n[15]Look upon the sublime and know your error. You'll not blink. Tell me now, mortal, how bright your preening urchin shines? No one dare look long at the Goddess. No one but Perseus. Tiamat notices Perseus... and his boldness. \n[16]People of Joppa, hear me. For the sacrilege of this arrogant creature, I will loose Leviathan upon you. The people react in terror. Cassiopeia starts to faint, but Tiamat snaps her back to consciousness                  -- \n[17]I'm not finished. Hold your gaze.  For thirty days, Joppa shall suffer the scorn of Leviathan. And on the final day, you will be wiped from the earth.  Unless... Instant silence. \n[18]unless you sacrifice that body so impertinently compared to this \n[19]This is my will, Joppa. Desolation or sacrifice. Choose your penance. You can thank your...  . sickly, aged Queen. Clouds of black sea ink swirl and swallow Tiamat, then implode. Tiamat is gone. Cassiopeia, palsied and withered, collapses. Kepheus and Royal Aides rush to her. \n[20]The demigod and his retinue are joined. They march for the counsel of the Norn Sisters, to seek the frailty of my Leviathan. \n[21]Yes. I beseech you, track the expedition. \n[22]That, we cannot have. I merely suggest that the road to Skolothia is hazardous. \n[23]Fear not, he is about and he will do his share of damage. Set leaves. Tiamat resumes stirring the storm clouds. \n[24]My loyal friend. it is beneath you to stalk this band of infidels one by one. Events demand more decisive action. Kalibos' SPEECH is as tortured and deformed as his body -- \n[25]Yes, Kalibos, the time is nigh when I restore you to your rightful form -- proud Acrisius. With me, your protector, on the throne of Olympos... the violator Zeus deposed. Kalibos reacts, with what must be satisfaction. \n[26]Go down into this valley. See what I am building for you -- an army dangerous and fearless as you, their leader. \n[27]How did he do this? They were not even to reach Medusa. \n[28]Spare me your pitiful maundering! There is no Fate beyond my actions and no uncertainty in the face of my will. \n[29]Then there shall be no rules! Prove to me you have not lost that which makes you most valuable. Set absorbs her tirade, stung. \n[30]I am your ally. That is all you need to know. Bloody your hands and rid me of this pestilence. \n[31]Loyal servants... it may be an illusion, but the Idol seems to have taken on the most subtle of life. It does not move, but it breathes. \n[32]You have sown the seeds of revolt. Now comes the harvest. My legions stand ready at the gates. Only one rite of consecration remains before the Ascension. Fantasos, closest to the Idol, flinches, buffeted by an unseen draft. \n[33]The hour of sacrifice is upon us. Offer up the Princess Andromeda to Leviathan. \n[34]I damn you, Zeus! You will hear my curses forever in the crash of ", "WILTING GIRL": "\n[1]It was not the boat I was watching. \n[2]Yes, of service. I need you to come with me on a journey. Perseus gives her a look. \n[3]It's not what I want. I am in the service of others. 19. \n[4]I'm sorry. \n[5]This time? Only a few hours. The time before, almost a day. How was your rest? \n[6]You are special, Perseus. Your birth was ordained for this very purpose. \n[7]Do you ever lie awake during a storm and listen to the thunder? 21. \n[8]And it sounds as though it matches the beating of your heart? He doesn't have to answer; it's written on his face. \n[9]How long can you hold your breath? Longer than the others? Are there times when you know you should feel pain, but you don't? \n[10]Look at your arms, Perseus. Perseus watches the bites on his arm heal visibly. \n[11]I'm a Chthonian. \n[12]An Earth Goddess. \n[13]We fade away. This touches Perseus deeply. His tone changes. \n[14]Nowhere. Sorry. \n[15]For a marriage. \n[16]Zeus, God of Gods, has proposed a treaty to end the war. At the center is the marriage of a mortal with a demigod. \n[17]Zeus himself has chosen you. A demigod may be less than a God, but he's more than a Man. One foot in Humanity, the other in Divinity. Your marriage will be a symbol of accord between our races. \n[18]Such a union could save millions of souls. Perseus is struck by that. He looks off across the sea. \n[19]You're looking in the wrong direction. \n[20]Perhaps you should give some thought to your immediate future. \n[21]Maybe you should take another look... She indicates the view behind him. Perseus turns, jaw dropping. \n[22]All the goods, armies, and culture proud buildings. \n[23]It is the war you have the power to end. He throws her an angry look, grim. \n[24]Perhaps you would be... ... as you are now. \n[25]You. \n[26]Zeus? Zeus' rumbling voice is held low, talking to her in an intimate way -- a beautiful sound. 32. \n[27]My part is finished. \n[28]As I've lost my believers, the future has become dimmer to me. \n[29]It's too painful. I can't involve myself. \n[30]It will not stop. Tiamat knows no mercy. The moonlight illuminates a crumbling, limestone arch on which time-worn letters read: \"VIA DAHLIA.\" \n[31]I have no name. \n[32]I can't remember. \n[33]", "CASSIOPEIA": "\n[1]Twenty-five years! How is that possible? Amoun winces at her tone. Thoth sends a scary glance her way. Icy -- \n[2]Andromeda! \n[3]Is my only daughter to marry a demigod, not of this earth? \n[4]Just which king do you serve? \n[5]What assurance do we have that our daughter will be safe? \n[6]Peshet! Startled, Peshet spins to see the Queen approach. 24. \n[7]Where is the Princess? \n[8]She is not. You are expected to know her -- A SQUEAL and WHISPERING from the closet stops Cassiopeia. She throws a perturbed glance at the door. Peshet looks guilty. \n[9]Tell the Princess -- should you find her -- her father and I want to see her at once. She stalks away. Urgently, through the door -- \n[10]She'll be a great ruler one day. \n[11]I'm sure she's preparing herself to make the best possible impression. Perseus suppresses a smile, amused by the royal couple. Kepheus paces with mounting impatience. \n[12]They exist, young man. But if you doubt their power, I join you -- \n[13]Have we? \n[14]The wedding comes later. Tomorrow we will have the public announcement. \n[15]She is unmistakable. \n[16]I won't be long-winded. You all know I am a modest person, no matter my rank. Some of the crowd react silently. Andromeda watches her mother with trepidation, but not as much as Kepheus, watching from his throne. \n[17]This is not a celebration of a betrothal... (as Kepheus is on \n[18]This union represents new hope for a lasting peace! That is the only cause for celebration. The crowd reacts with exclamations and applause. Amoun wills her to stop. Cassiopeia takes another drink, looks over at the Princess. 40. \n[19]My sweet Andromeda... grown into a fine young woman, confident and sure. Look at her! Isn't she beautiful? Her subjects agree loudly. Andromeda wishes this would end. Cassiopeia raises her glass. \n[20]To my beautiful daughter... more beautiful than all the women of Joppa. More beautiful than the Gardens of Nineveh... Kepheus is about to pull her away. She throws him a spiteful glance. \n[21]More beautiful than the turquoise ocean and its sublime Goddess of the Deep... Tiamat herself! My daughter is a beauty even a Goddess must envy. Amoun reacts in dismay. A distressed MURMUR roils the crowd. Andromeda goes to her mother. \n[22]I've gone on too long -- She stops with a look of sudden dread. The Great Hall DARKENS. The torch flames TURN BLACK. The temperature drops. The statues lining the hall shut their eyes and the doors burst open. TIAMAT, QUEEN OF THE DEEP, floats forward, parting the terrified celebrants. Perseus sees his first Olympian. Tiamat arrives at the dais. Cassiopeia drops to her knees. ", "PESHET": "\n[1]Princess... Princess! \n[2]The Queen approaches! \n[3]Andromeda! You'll care enough if you're caught! Remember last time... From inside we HEAR complaining, more kissing and moaning. \n[4]Is she not in her chambers, ma'am? \n[5]Princess, it's the King as well! \n[6]You must sleep.  Princessat You must take care of yourself. A CRACK OF THUNDER. Andromeda looks over at her, thinking. \n[7]I'm sure that is not so. \n[8]Go to sleep, my lady. \n[9]Where have you brought me? \n[10]You are the Priest of the Streets. 60. \n[11]Some do... \n[12]I have always served the royal family. \n[13]My lady? Princess Andromeda? She goes deeper into the rooms, then GASPS, looking off, \n[14]My lady, please -- \n[15]Princessa, give me your hand. Andromeda, please. Please. \n[16]I won't allow it, my lady. Today, you are only a Princess. One day your people may need a Queen ready to die for them. Peshet snatches up the dagger from where she dropped it. \n[17]Good. \n[18]Come and get her. Agenor and the other two circle Peshet. She moves with feline agility, but is separated from the Princess. To the Second Rebel -- \n[19]Run, Princess! Save yourself. Peshet leaps on the Third Rebel. Andromeda runs away from the Second Rebel, who easily closes the gap. 106. ", "DRACO": "\n[1]More. The Mongols stare -- either not comprehending or ready to fight. \n[2]It must last all night. Get some more. 53. \n[3]Pegassi, stallions of the Gods. \n[4]Stop it, rogues. One of our own has disappeared without a trace and all you can think is to cause mischief. What if Perseus is bucked to his death from a thousand feet up? 56. \n[5]Don't do this. If we go back to camp right now, we can avoid trouble and keep our goal in sight. A true leader will not be distracted. \n[6]Perseus, get out of there! Icos, fetch the others. Icos bolts. Draco and Boreas leap into the clearing with swords drawn to draw the monster's attention. Perseus does the same. \n[7]I told you to run, boy. You'll make things worse. 57. \n[8]Boreas! Draco hacks at the monster's leg, to no avail. it rips off Boreas' head and swallows his body. Perseus CRIES OUT and leaps at the creature, sword swinging. \n[9]Look sharp. Watch your surround. \n[10]Where is everyone? Spyros HEARS something and follows the SOUND to a tent, weapon ready. \n[11]Let's kill these freks! Perseus runs over the backs of the Lotophagi. Hurtling off them, he scrambles up and knocks Kalibos off Vidalia. Ralibos rolls, flips onto his feet and gives Perseus a look: \"You're the one that I want.\" They face off, looking for an opening. Perseus lunges, thrusting his sword. Kalibos dodges, springing up the rocks and then down toward Perseus, acrobatic as an ape. Perseus rolls out of the way. Perseus sweeps his sword at Kalibos' head. The monster catches the blade in his jaws and SNAPS IT IN TWO! Bloody spittle flies from his tongue. Kalibos pounces, pins Perseus. He opens his jaw and sinks his teeth into Perseus' shoulder. Vidalia cracks a rock into Kalibos' head. The creature whirls on Vidalia and careens toward her, head bloody. Perseus leaps in the air and catches Kalibos in the back with both feet, knocking him over the edge. 70. \n[12]The Skolothians have suffered more than their share in this war. The Legions of the Gods have battered them. \n[13]Don't go in there, Perseus. It's a trap. \n[14]Tell the story, sir. My men fear only one thing -- to let fear in their hearts. Mongke says something that means, \"Go ahead already.\" \n[15]I am with you. \n[16]Are you afraid? \n[17]Good boy. \n[18]Stay close and I'll steer us through. They tie on blindfolds and feel their way into the Temple. \n[19]I hear her, Perseus. She's near! Her torso behind him, she RATTLES her tail in front. Draco spins and slices the air. The RATTLE stops. Draco waits, confused. 89. ", "ZEUS": "\n[1]\n[2]Silence! Or learn what it is to be afraid! The debate is over, the votes cast... Zeus points to a golden tray; it bears TEN chips of alabaster versus TWO shards of obsidian. 8. \n[3]We guarantee an armistice, we shield the bridegroom and the Joppan royal family. (turning again on \n[4]They have suffered terrible losses. They will not pass up a chance for peace. \n[5]Why do we have to play these games, my lovely girl? You know you cannot leave. The vines retract, freeing her. She rubs where they gripped her. \n[6]It has just begun. Have you forgotten your place in this? \n[7]I still believe in you. Close your eyes and see your tomorrow. She closes her eyes and takes a deep breath. A single tear runs along her cheek. She opens her eyes. \n[8]You you already involved. Such is fate. We cannot hide from the .trials of our future... no matter how dark the alleyway. She looks back at the Basilica with profound sadness. \n[9]Am I to understand you do not intend to make this union with the Queen Andromeda? \n[10]Despite my will and intention that you do so? \n[11]Would you choose to condemn Men, your own people, to suffer more of this devastating War? \n[12]Do you reproach Zeus? \n[13]Does that absolve you suddenly of your responsibilities? \n[14]What will you do, Man of free will? Perseus motions Pegasus forward, and swings up onto his back. \n[15]So... my Son, you will be a pawn for love? ", "SET": "\n[1]And if they refuse our terms? \n[2]This is your rightful place to take. \n[3]So have they all. They no longer see clearly. \n[4]Tiamat, I know this place, but I know not why. \n[5]Ah, the former palace of the cursed Acrisius. \n[6]What form of monster do you visit upon Perseus? There is an awful SOUND from the darkness of an archway. 38. \n[7]The Sisters... \n[8]To plainly thwart them would betray our intentions and draw the wrath of Zeus and the others. 50. \n[9]I take your meaning. And your loyal brute, he is fixed upon the hunt? \n[10]Hear me, my pet. Let my instructions be seared to your primal mind as natural law. \n[11]You are starving. Your gut says you'll soon perish. No earthly meat will still that hunger. What you need, what you ache for, is the flesh of... a demigod! \n[12]Fate has begun to shift. The future ripples with uncertainty. \n[13]I meant only that the demigod bends the path without knowing it. He is ignorant of the rules, or unconcerned with them. She turns on him with such a violent look, he flinches. 100. \n[14]And Zeus... the others? \n[15]You have liberated me, my Queen. Watch as your desires are quickly satisfied. Set disappears. ", "FANTASOS": "\n[1]-- one true God is not Zeus but she called the Deep -- Tiamat! (quoting from his \n[2]Do you know who I am, child? \n[3]That's right. You know that the good common people of Joppa trust that I will look after their welfare. \n[4]Do you love the people of Joppa, Peshet? (as she nods, \n[5]Yes, you have, good Peshet. And now you may be in a better position than anyone to help the Princessa save the city. \n[6]How much are we meant to suffer? Where is your mighty King? Safely cloistered above the flood... on the high ground, with the high- born -- the privileged gentry!... The angry crowd responds, fists shaking. Peshet moves through the throng, desperately looking for Andromeda. She passes close to the rostrum and Fantasos registers her presence. \n[7]. Does Kepheus worry about you? No! Only the Princessa... And still, the Kraken comes! Does the King build his defenses at the water's edge? \"NO!\" cries the crowd. Peshet is shocked to find herself replying with them -- \"NO1\" Fantasos motions for Agenor to continue the harangue, while Fantasos hurries off the stage. \n[8]Peshet, you've come at the right time. Fantasos engages her with hypnotic power. Peshet nods, trance-like. \n[9]One night soon, a gong will sound three times. When you hear it, unlock the back gate of the Basilica. Then go to Andromeda's chambers...  . and bring the Princess out. My men will take her to Leviathan. Peshet just stares at the dagger, hands trembling. \n[10]Do you understand me? (harshly, off her non- \n[11]We invoke thee, Queen of the Deep. We attend thee only to listen and obey. Fantasos moves through smoke to an altar, on which is a fearsome IDOL OF TIAMAT, unlike any representation we've seen. 103. \n[12]We serve your will so that we may be absorbed into your perfection... Holy of holies... Tiamat! The Sanctuary is suddenly filled with the VOICE of -- \n[13]O Leviathan, firstborn of the Deep, accept this offering of mortal flesh... for the exaltation of your Cosmic Mother. ", "THOTH": "\n[1]My lord. 7. \n[2]You are correct, Your Highness, I do the bidding of Zeus... To their astonishment, the emissary is already in the Throne Room, behind them. Startled, they turn to see      -- Thoth the Quick, Messenger of the Gods, float forward. \n[3]... as do all Gods... and all men. Thoth removes his hood, revealing his crystal skull. \n[4]King Kepheus, as humble messenger of Zeus, I've come to talk of peace. \n[5]Zeus above all. He has so long desired the tragedy end, he made a plan that began twenty-five years ago. 11. \n[6]Beauteous Queen, let Thoth limn for you the forethought and wisdom of Zeus, God of Gods. \n[7]You have a daughter of age. \n[8]No. Such a union would be unclean. Years ago Zeus created a scion of mixed blood. Half-man, half-God. Bred for just this union. That is how important Zeus considers this truce. \n[9]A prince, of both Olympian and Human royalty. A chosen one. \n[10]Zeus has given his son to the cause of peace. \n[11]You have my word, as Ambassador of the Gods. \n[12]The Princessa shall not be harmed. ", "BACK TO SCENE": "\n[1]He blacks out. \n[2]\n[3]Perseus is surprised by his feelings. Andromeda has seen her, too. He has a guilty moment and averts his eyes. 39. \n[4]\n[5]\n[6]\n[7]\n[8]Perseus HEARS the BEATING OF THE WINGS and looks toward the forest. PEGASUS WHOOSHES over the treetops, BANKS and LANDS in front of Perseus. It bows, inviting Perseus aboard. Perseus climbs on and rides up to the others, who are flabbergasted. \n[9]Perseus and Pegasus arrive a moment before the crashing winch. Perseus dives off with the bloody Medusa bag in hand. With his free hand, he catches the chain just ahead of the winch and goes under. 112. ", "VERDANDI": "\n[1]You want us to tell you about Leviathan. \n[2]We know this -- the Kraken cannot be defeated. \n[3]There's something wrong with that one. I don't like having him here. \n[4]You've brought a thief into our nest! \n[5]She sees all! Her touch is felt in every evil thing! \n[6]We need the Eye to see the answer! \n[7]The beast has one weakness. \n[8]With extraordinary cunning and unimaginable luck. Skuld flaps to the pitch-black portal to an UNDERGROUND \n[9]No. We have guaranteed the rage of Tiamat with this revelation... ", "SKULD": "\n[1]You've wasted a journey. I trust it was not a taxing one. The Sisters CACKLE HORRIBLY. Skuld SWOOSHES down. Icos and Krikor, terrified, hit the deck. Skuld tosses the Eye back to Urd. Perseus watches with growing irritation. \n[2]Let me take a look. Verdandi tosses the Eye to Skuld. Perseus leaps and snags the Eye out of mid-air. The Strix SCREECH. Perseus goes to the precipice. \n[3]Scum! \n[4]A second offense and she will \n[5]No! Give us the Eye and we'll tell. \n[6]Leviathan can be destroyed... \n[7]In Tartaros, beyond the frozen Tethys Sea. Only Charon's ferry dare challenge the ice. \n[8]And the proper tools. Explore our cache of spoils. You may find such a tool. Perseus stares into the black entrance. \n[9]. we ask only that the young God mention our aid... ", "KING ACRISIUS": "\n[1]Now we end the debate about tactics... and begin to plan for victory. 2. \n[2]My own subjects condemn me! They dare judge me? And what emboldens this treachery?... \n[3]It is Zeus who warps my kinadom!... Zeus the ungodly, Zeus the defiler... This talk sobers the Steward instantly; he looks about fearlessly. \n[4]He cuckolds me in my castle, rapes my precious Queen! This is a low, conniving God... But I have bested him on this day and humbled the great Prime. Tell me, Panos, who rivals Zeus on Olympos? Who does the Fearless One fear? \n[5]Tell me what the Priests say! \n[6]Yes, Tiamat! And today I have honored her. The King whirls and staggers up the crest of the dune. \n[7]I've taken Zeus' whore and the bastard she grows in her belly and thrown them to Tiamat in her rough sea! (toward the moonlit \n[8]so that Zeus will know I despise and disdain him and spit on his foul name! The Steward shrinks from this blasphemy, eyes darting in fear. ON THE CREST the King is silhouetted in the moonlight, arms raised defiantly toward the heavens, when suddenly -- -- his figure is seized by some violent force, shaking his being. A HORRIBLE SOUND and THE KING'S BODY GROWS LARGER AS IT DISTORTS IN ", "AGENOR": "\n[1]It's okay... Peshet tries to leave, but Agenor stops her. \n[2]Just listen to this good man. He needs your help. Fantasos comes forward. He fixes her with a hypnotic gaze. \n[3]No! He makes his stand at his daughter's chamber door!... We will show Kepheus we're not sacrificial fodder. We will tremble the walls of his Basilica! RABID SUPPORT from the mob. Peshet stops suddenly, peering ahead. \n[4]Andromeda is the one Tiamat wants! We die so she may live... As the crowd EXPLODES, Andromeda hurries away in tears. Peshet fights through the crush to follow her. \n[5]Your father is dead and your mother has been relieved of her suffering. The four Cloaked Rebels step into the light. Agenor wipes his bloody dagger on his cloak as all four advance. \n[6]The Princessa is coming with us. She has a rendezvous to keep. Peshet WHIPS HER DAGGER through the air; it THUDS into the neck of the First Rebel, killing him on his feet. Before he can fall, Peshet leaps to him and pulls out her knife. She plants herself in front of Andromeda. \n[7]Take the Princess -- alive! The Second Rebel circles around Peshet toward Andromeda. ", "URD": "\n[1]Amoun... So sorry to see you again. 76. \n[2]The Sisters owe nothing to you or any Man! She tosses the Eye to Verdandi, who focuses her attention on Perseus. \n[3]A villain! \n[4]We can't tell you. We don't dare betray Tiamat again. \n[5]The stare of Medusa. No creature can look directly in her eyes and still survive. The answer hangs in the silence of the stunned Expedition. \n[6]... to his Father. "}}