{"dialogues": {"DANTE": "\n[1]Next time, I get the bed. \n[2]Shit. \n[3]Shit. \n[4]Shit! \n[5]Thanks. Have a good one. \n[6]Sure. Go ahead. \n[7]Yeah. \n[8]Beats me. \n[9]Excuse me, but... \n[10]Fifty-five. \n[11]Maybe you should take that coffee outside. \n[12]If you're going to drink it in here, I'd appreciate it if you'd not bother the customers. \n[13]Hey, now wait a sec... \n[14]I think you'd better leave now. \n[15]You're loitering in here, and causing a disturbance. \n[16]That's it, everybody out. \n[17]Yeah, but not in here. \n[18]Like I'm responsible for all the smokers! \n[19]Too hard?! I don't have enough indignities in my life-people start throwing cigarettes at me! \n[20]I hate this fucking place. \n[21]Please, Veronica. Last thing I need is a lecture at this point. \n[22]I'm not even supposed to be here today! \n[23]The guy got sick and couldn't come in. \n[24]Yes! And I'm going to play like shit because I didn't get a good night's sleep! \n[25]I'm only here until twelve, then I'm gone. The boss is coming in. \n[26]Somebody jammed the locks with gum. \n[27]Bunch of savages in this town. \n[28]I don't know-like two-thirty, three. \n[29]Hunhh? Nothing. \n[30]Nothing! Jesus! I gotta fight with you now? \n[31]Who's defensive? Just...Would you just hug me?! All right? Your boyfriend was accosted by an angry mob, and he needs to be hugged. \n[32]What? What is that? \n[33]Oh, be real! Would you...Would you please hug me? I just went through a very traumatic experience and I haven't been having the best day so far. Now come on. \n[34]What? What's with that look?! I wasn't talking to anyone, especially her! Look at you, being all sort of...I don't know...stand-offish. \n[35]Fine. You don't trust me, don't hug me. I see how it is. All right Pissy-pants, you just go on being suspicious and quiet. I don't even want to hug you at this point. \n[36]Give you a dollar? \n[37]Thanks. \n[38]Like three dollars in mixed change and a couple of singles. People only get the paper of coffee this time of morning. \n[39]Why do you say that? \n[40]Theoretically, people see money on the counter and nobody around, they think they're being watched. \n[41]I had to use shoe polish to make that sign. The smell won't come off. \n[42]Why? You wanna have sex or something? \n[43]Really? \n[44]Yeah, right. You can't get enough of me. \n[45]How do you figure? \n[46]Women? Women, as lovers, are all basically the same: they just have to be there. \n[47]Making a male climax is not all that challenging: insert somewhere close and preferably moist; thrust; repeat. \n[48]Now, making a woman cum...therein lies a challenge. \n[49]A girl makes a guy cum, it's standard. A guy makes a girl cum, it's talent. \n[50]Something wrong? \n[51]I touched a nerve. \n[52]It wasn't directed at you. I was making a broad generalization. \n[53]These are my opinions based on my experiences with the few women who were good enough to sleep with me. \n[54]How many what? \n[55]How many different girls? Didn't we already have this discussion once? \n[56]Including you? \n[57]Twelve. \n[58]Including you; yes. \n[59]What the hell was that for? \n[60]Why'd you hit me? \n[61]Do I get to hit you after you tell me? \n[62]Three? \n[63]You've only had sex with three different people? \n[64]Who? \n[65]No; who were the three, besides me? \n[66]Wow. That's great. That's something to be proud of. \n[67]Animal, vegetable, or mineral. \n[68]They put up the least amount of struggle. \n[69]All right. Name it. \n[70]Where? \n[71]Can't we ever have a discussion without that coming up? \n[72]Jesus, would you stop? You make my head hurt when you talk about this. \n[73]Shit! Why are we getting up? \n[74]How are you? Just the soda? \n[75]Why do you call him that? \n[76]What do you mean? \n[77]He requested this? \n[78]Sylvan can be talked into anything. \n[79]Like you said-she snowballed him. \n[80]Yeah, right. \n[81]You sucked that guy's dick? \n[82]But...but you said you only had sex with three guys! You never mentioned him! \n[83]You sucked his dick! \n[84]Oh my God! Why did you tell me you only slept with three guys? \n[85]Oh my God-I feel so nauseous... \n[86]I did understand! I understand that you slept with three different guys, and that's all you said. \n[87]How many? \n[88]How many dicks have you sucked?! \n[89]\n[90]This is different. This is important. How many?! \n[91]Well...? \n[92]\n[93]What the hell is that anyway, \"something like thirty-six?\" Does that include me? \n[94]\n[95]Thirty-seven?! My girlfriend sucked thirty-seven dicks! \n[96]Hey! Where are you going?! \n[97]No, but you sucked enough dick! \n[98]A few? \n[99]Well...why did you have to suck their dicks? Why didn't you just sleep with them, like any decent person?! \n[100]I feel sick. \n[101]Every time I kiss you now I'm going to taste thirty-six other guys. \n[102]Thirty-seven. I just can't... \n[103]Try not to suck any more dicks on your way through the parking lot! \n[104]\n[105]I called his house twice already. He should be here soon. \n[106]I'm sure he wasn't sleeping. \n[107]No; he was probably just resting his eyes. \n[108]Actually, that's his night job. \n[109]If you'll just tell me the title of your rental choice, I'll have him hold it for you. \n[110]You forgot your keys. \n[111]You're late. \n[112]The boss called. Arthur fell ill. \n[113]Someone jammed gum in the locks. \n[114]That's what I said. \n[115]He assured me that he'd be here by twelve. \n[116]Go open the sore. \n[117]Shocking abuse of authority. \n[118]Don't screw with it. It makes us look suspicious. \n[119]No, thanks. \n[120]Why? \n[121]You don't want to know. \n[122]She called me. \n[123]One fight a day with Veronica is about all I can stomach, thanks. \n[124]I guess it's not really fighting. She just wants me to leave here, go back to school, get some direction. \n[125]You win. \n[126]Seven months. \n[127]Five years. \n[128]Eight and a half. \n[129]Party at John K's-senior year. I get blitzed and pass out in his bedroom. Caitlin comes in and dives all over me. \n[130]In the middle of it, she calls me Brad. \n[131]She called me Brad. \n[132]I hit the lights and she freaks. Turns out she thought I was Brad Michaelson. \n[133]She was supposed to meet Brad Michaelson in a bedroom. She picked the wrong one. She had no idea I was even at the party. \n[134]Great story, isn't it? \n[135]Interesting postscript to that story: Do you know who wound up going with Brad Michaelson in the other dark bedroom? \n[136]Allan Harris. \n[137]The two moved to Idaho together after graduation. They raise sheep. \n[138]It takes different strokes to move the world. \n[139]Because there was a lot of good in our relationship. \n[140]I'm serious. Aside from the cheating, we were a great couple. That's what high school's all about-algebra, bad lunch, and infidelity. \n[141]They are. When she calls me now, she's a different person-she's frightened and vulnerable. She's about to finish college and enter the real world. That's got to be scary for anyone. \n[142]I'm talking to myself here. \n[143]...and she's looking to me for support. And I think that this is leading our relationship to a new level. \n[144]I think the arguments Veronica and I are having are some kind of manifestation of a subconscious desire to break away from her so that I can pursue the possibility of a more meaningful relationship with Caitlin. \n[145]I think it's safe to say yes. \n[146]All four? \n[147]Yes, I'd like to check on a misprint in today's edition...Today's edition...It says \"Bree to Wed Asian Design Major...No, no; everything's spelled fine. I just wanted to know if the piece was a misprint...I don't know, like a typographical error or something... \n[148]Maybe it's supposed to be Caitlin Bray, or Caitlin Bre, with one e...I'm a curious party...A curious party... \n[149]...I'm an ex-boyfriend...Well, it's just that we talk all the time, and she never mentioned this engagement, which is why I'm thinking maybe it's a misprint... \n[150]...Are you sure?...Maybe there's like a vindictive printer working for you... \n[151]Meaning like someone who maybe-I don't know-asked her out once and got shot down, and his revenge is throwing this bogus article in when the paper went to press...Hello?...Hello? \n[152]You hold the counter and I'll pull. \n[153]Maybe we should soap your hand or something. \n[154]I think it's coming now... \n[155]I'll throw this out. Precautionary measure. \n[156]A word of advice: Sometimes it's best to let those hard to reach chips go. \n[157]Do you know that article is accurate? Caitlin's really getting married! \n[158]Me pulling a can off some moron's fist. \n[159]Didn't you hear me? Caitlin really is getting married. \n[160]Empire. \n[161]Empire had the better ending: Luke gets his hand cut off, and finds out Vader's his father; Han gets frozen and taken away by Boba Fett. It ends on such a down note. And that's life-a series of down endings. All Jedi had was a bunch of Muppets. \n[162]What's that? \n[163]The Emperor. \n[164]How do you mean? \n[165]I guess. \n[166]Yeah. \n[167]It would stand to reason, yes. \n[168]More or less. \n[169]I think they were Catholics. \n[170]Yeah. Come in. \n[171]There's more? \n[172]Yeah. \n[173]Luke blew it up. Give credit where it's due. \n[174]Compliments of Lando Calrissian. \n[175]And you figured it out? \n[176]Basically. \n[177]And the second time around...? \n[178]So? \n[179]Not just Imperials, is what you're getting at. \n[180]All right, so even if independent contractors are working on the Death Star, why are you uneasy with its destruction? \n[181]My friend is trying to convince me that any contractors working on the uncompleted Death Star were innocent victims when the space station was destroyed by the rebels. \n[182]Whose house was it? \n[183]Based on personal politics. \n[184]Wait. \n[185]This guy is going through all of the eggs. Look. \n[186]This has been going on for twenty minutes. \n[187]He said he has to find a perfect dozen. \n[188]Each egg has to be perfect. \n[189]Obviously not. Look at all the cartons that didn't make the grade. \n[190]I told him that and he yelled at me. \n[191]He said it was important to have standards. He said nobody has pride anymore. \n[192]I'll give him five more minutes then I'm calling the cops. I don't need this, man. I'm not even supposed to be here today. \n[193]You know him? \n[194]Why do you say that? \n[195]Why guidance counselors? \n[196]Did you ever notice all the prices end in nine? Damn, that's eerie. \n[197]What's a jizz-mopper? \n[198]Nudie booth? \n[199]I guess not. \n[200]What kind of show? \n[201]Can we talk about this later? \n[202]Excuse me? \n[203]We're sorry, ma'am. We got a little carried away. \n[204]Ma'am, ma'am, I'm sorry! Please, wait a second, ma'am... \n[205]Why do you do things like that? You know she's going to come back and tell the boss. \n[206]I'm gonna hear it tomorrow. \n[207]What for? They don't bother me if I don't bother them. \n[208]There aren't. \n[209]It's not really anyone per se, it's more of separate groupings. \n[210]The milkmaids. \n[211]The women that go through every gallon of milk looking for a later date. As if somewhere-beyond all the other gallons-is a container of milk that won't go bad for like a decade. \n[212]Which ones? \n[213]You think you get stupid questions? You should hear the barrage of stupid questions I get. \n[214]No. \n[215]Because my ex-girlfriend is getting married. \n[216]Veronica! \n[217]He still hasn't shown up. Why aren't you in class? \n[218]What is it? \n[219]Really? You're the best. \n[220]Shut up! Yes, I've calmed down, I'm still not happy about it, but I've been able to deal. \n[221]Why don't you go back to the video store? \n[222]I had to tell someone. He put it into perspective. \n[223]At least he wasn't thirty-six. \n[224]And he said most of them are college guys, I've never met or seen. \n[225]...it isn't there. Yes. \n[226]Thank you for the lasagne. \n[227]I called a locksmith and he said the earliest he could get here it tomorrow. \n[228]What time do you get finished? \n[229]Sure. \n[230]Can you come next door? I gotta make a phone call. \n[231]The best Burtless movie ever made. \n[232]Hello, is Mr. Synder there? This is Dante...Did he say if he was on his way here?...Here...The convenience store...I know, but the other guy called out this morning and Mr. \n[233]Synder asked me to cover until he got here. He said he'd be here by noon, but it's one-thirty now, so I...Excuse me...Vermont?!...No, that can't be; I talked to him this morning...He left at what time?...He really went to Vermont?...When the hell was someone going to tell me?...He promised he was coming by noon!...Jesus...When does he get back?!...TUESDAY!...You've gotta be fucking kidding me!...I've got a hockey game at two, and the fucking shutters are jammed closed, and he's in Vermont?...I'm not even supposed to be here today!! So I'm stuck here till closing?...This is just great...I just can't believe...I'm sorry, I didn't mean to yell at you...No...No, I'll be all right...Well, that's all I can do, right?...Thanks. \n[234]Can you believe this?! \n[235]Not a fucking word! Slippery shit! \n[236]\n[237]What? \n[238]I know. \n[239]I don't back down. \n[240]You know what pisses me off the most? \n[241]I'm going to miss the game. \n[242]Would you shut the hell up with that shit? It's not helping. \n[243]Sorry. \n[244]I can't believe I'm going to miss the game! \n[245]You've got a customer. \n[246]Sanford? Dante...I can't play today...I'm stuck at work...I know I'm not scheduled, but-just forget it. I can't play...Neither can Randal...He's working too... \n[247]Wait a second. Do we have to play at the park?...Hold on... Do you feel limber? \n[248]Pull my laces tighter. \n[249]I told him I had a game today. It's his own fault. \n[250]I just want to play hockey like I was scheduled to. \n[251]If you grab a Gatorade, then everybody's going to grab one. \n[252]So? So nobody's going to want to pay for these Gatorades. \n[253]I've got a responsibility here. I can't let everybody grab free drinks. \n[254]At least let me maintain some semblance of managerial control here. \n[255]All right. Jesus, you fuckers are pushy. \n[256]Can we not talk about this? \n[257]I don't know. You going to lock the video store? \n[258]We're not playing in the street. \n[259]Ready? \n[260]If you can just wait a few more minutes. \n[261]I'll be right back. It's almost over. \n[262]In a second! \n[263]I can pass! \n[264]Who are you to make assessments? \n[265]Like you're better! \n[266]That's easy to say from over here. \n[267]There's a stick over there. You're shooting against the goal. \n[268]Give me another ball. \n[269]What the fuck are you talking about? How many balls did you bring? \n[270]Are there any balls down there?! \n[271]You only brought one ball?! \n[272]Nobody has another ball? \n[273]We get...what...twelve minutes of game, and it's over? Fuck! Fuck! Fuck! Fuck!! I'm not even supposed to be here today! \n[274]I'm trying. \n[275]So I'm told. \n[276]And he got cancer by chewing fluorescent bulb glass...? \n[277]Oh...Can I help you? \n[278]Um...yeah, but it's for employees only. \n[279]Uh...sure. Go ahead. It's back through the cooler. \n[280]The white kind. \n[281]Actually, it is kind of rough. \n[282]Yeah, but... \n[283]Yeah, okay. Go ahead. \n[284]Jesus...go ahead. \n[285]You know, you probably could've been home, already, in the time it's taken you to get in there. \n[286]I said go ahead. \n[287]The porno mags? \n[288]Here. Now leave me alone. \n[289]One ball!! They come all the way here...I close the damn store...for one ball! \n[290]Randal, twelve minutes is not a game! Jesus, it's barely a warm-up! \n[291]Gatorade. \n[292]Exactly. They drank it all. \n[293]\"It's not like we're gonna sell out.\" \n[294]I still can't believe Caitlin's getting married. \n[295]Yeah, right. \n[296]Oh, my god. \n[297]How? When? \n[298]Jesus. \n[299]I haven't seen her in almost two years. \n[300]Number six. \n[301]I'm gonna go to her wake. \n[302]Why not? \n[303]What!? \n[304]Shit. What about tomorrow? \n[305]You've gotta watch the store. I have to go to this. \n[306]You hardly knew her! \n[307]Stop it. This is beneath even you. \n[308]You hate people. \n[309]Don't be an asshole. Somebody has to stay with the store. \n[310]She meant nothing to you! \n[311]I'm not taking you to this funeral. \n[312]I can't close the store. \n[313]Exactly, which means I can't close it for another hour so we can both go to a wake. \n[314]Thanks for putting me in a tough spot. You're a good friend. \n[315]Twenty-two; same as us. \n[316]An embarrassing way to die. \n[317]How'd he die? \n[318]That's embarrassing? \n[319]Shut the hell up. \n[320]Stop it. \n[321]Oh, my god. \n[322]No! \n[323]Because I never tried to suck my own dick? \n[324]Who found him? \n[325]His dick was in his mouth? \n[326]He made it, hunhh? \n[327]I could never reach. \n[328]You know. \n[329]Yeah. Like you said, you know. I guess everyone tries it, sooner of later. \n[330]I know it was a bad idea to close the store. \n[331]I can't help it. At least when we were playing hockey outside, I could see if anyone wanted to go in. \n[332]I can't fucking believe you!! \n[333]You knocked the fucking casket over, for Chrissakes! \n[334]Does anyone ever knock over a casket on purpose? \n[335]Her fucking body fell out! \n[336]Just...go! Go open the video store. \n[337]Go open the video store. \n[338]How many times I gotta tell you not to deal outside the store. \n[339]I don't want to talk to you. \n[340]Why should I loan you my car? \n[341]You want to rent a movie. \n[342]You work in a video store! \n[343]Can you imagine being halfway decent to the customers at least some of the time? \n[344]May I be blunt with you? \n[345]We are employees of Quick Stop Convenience and RST video, respectively. As such, we have certain responsibilities which- though it may seem cruel and unusual-does include manning our posts until closing. \n[346]There's a difference. Those were obligations. Obligations that could not have been met at any later date. Now renting videos-that's just gratuitous, not to mention illogical, considering you work in a video store. \n[347]Yes. \n[348]It's going to have to do for now, considering that it's my car that's up for request. Can I help you? \n[349]My point is that you're a clerk, paid to do a job. You can't just do anything you want while you're working. \n[350]They certainly do. Two fifty-five. \n[351]What? \n[352]Exactly. \n[353]That's stretching it. You're not being asked to slay children or anything. \n[354]Sir! Sir, I'm sorry! He didn't mean it! He was trying to get me. \n[355]I know. I'm sorry. Let me refund your cigarette money, and we'll call it even. \n[356]What the fuck did you do that for? \n[357]Jesus! \n[358]What? \n[359]You're a danger to both the dead and the living. \n[360]Please, get the hell out of here. \n[361]Excuse me? \n[362]I didn't strain. I sighed. \n[363]I don't think so. \n[364]They are not. \n[365]What are you talking about? There's no fat on this body. \n[366]Yes. \n[367]Thirty-fire. \n[368]I am not. \n[369]I don't know. \n[370]I know I can bench more than that! \n[371]Oh for God's sake! \n[372]Yes. I'm not out of shape. \n[373]What? \n[374]I don't have love handles. \n[375]I've been here since six o'clock this morning. Why? \n[376]I'm not out of shape! \n[377]Dante Hicks. Why? What is this about? \n[378]Do I know you? \n[379]Caitlin Bree. Yeah? \n[380]You're Alyssa's sister? Heather? \n[381]Yeah. \n[382]Yeah? \n[383]How do you know that? \n[384]No, she's getting married. \n[385]What? \n[386]You know him? \n[387]Wait a second! You used to sleep with Caitlin Bree? While I was dating her? \n[388]I...I don't believe this... \n[389]\n[390]What? When? When did all this shit happen? \n[391]Jesus Christ, what next? \n[392]What's this? \n[393]\n[394]What are you talking about? \n[395]I didn't do that! \n[396]Yeah, but I didn't sell cigarettes to any kids! \n[397]But I didn't sell cigarettes to any kid! \n[398]I didn't sell cigarettes to any kids! I swear! \n[399]But I didn't sell cigarettes to any kids! Hey! \n[400]Jesus! What next? \n[401]What? \n[402]Caitlin? \n[403]When did you get back? \n[404]My God. I haven't seen you since... \n[405]Let's not talk about that. How'd you get home? \n[406]I can't believe you're here. \n[407]To the back, above the oil. How long are you staying? \n[408]So I'm told. \n[409]I want to talk to you about something, and I don't want to be disturbed. \n[410]Very dramatic, I thought. \n[411]What, it's worse? You're pregnant with an Asian design major's child? \n[412]Were you going to tell me or just send me an invitation? \n[413]You could've broke it to me gently, you know; at least started by telling me you had a boyfriend. I told you I have a girlfriend. \n[414]And you said yes? \n[415]Is that what they teach you at that school of yours? Kind of, sort of? Everyone knows about this except me! Do you know how humiliating that is? \n[416]How do you know that? \n[417]So you're really getting married? \n[418]No, you're not really getting married? \n[419]How like her. \n[420]Thanks for the vote of confidence. \n[421]Wreck is a harsh term. Disturbed is more like it. Mildly disturbed even. \n[422]And you came here to what? To comfort me? \n[423]But you were. \n[424]Yeah, but not seriously. Christ, you're ready to walk down the aisle-I'd say that constitutes something more than just seeing somebody. \n[425]What? \n[426]Sang? His name is a past tense? \n[427]If he's so nice, why aren't you going to marry him? \n[428]There's more, isn't there? \n[429]Tell me I don't have something to do with it. \n[430]You lie. \n[431]I just believe in giving credit where credit is due. And I believe that I'm the impetus behind your failure to wed. \n[432]Jesus, you're caustic. \n[433]So who's asking? I don't want to marry you. \n[434]Buy can we date? \n[435]We could introduce them. They might hit it off. \n[436]I would like to be your boyfriend, yes. \n[437]Give me a bit more credit. I think it's time we got back together, you know. I'm more mature, you're more mature, you're finishing college, I'm already in the job market... \n[438]Cute. Tell me you wouldn't want to go out again. After all the talking we've been doing. \n[439]So...what? So we should just make pretend over the phone that we're dating? \n[440]Let me take you out tonight. \n[441]Yes. A real date. Dinner and a movie. \n[442]You have a better suggestion? \n[443]I hear that's a rather popular date. \n[444]What about Sing? \n[445]Sang. \n[446]He's your fiancé. \n[447]So what are you saying? \n[448]I'm just kidding. \n[449]I'll ask Randal to close up for me- when he gets back. \n[450]He went to rent a movie, but he hasn't gotten back yet. Ah, screw it; I'll just lock the store up and leave him a note. \n[451]Who doesn't? \n[452]What happened to the walk and the nakedness? \n[453]\n[454]What'd you rent? Best of Both Worlds? \n[455]And this is what you rented? \n[456]I got fined for selling cigarettes to a minor. \n[457]Five hundred dollars. \n[458]Living proof. \n[459]I don't; you did. \n[460]Little girl. Maybe five years old? \n[461]As opposed to the hundreds of other children you let buy cigarettes whenever you work here. \n[462]Because I'm here. \n[463]I swear. I couldn't make this kind of hell up. \n[464]Because I'm happy. \n[465]I'm happy. \n[466]No. I'm happy because Caitlin came to see me. \n[467]I'm not. She just left. \n[468]She's not going to marry that guy. She went home to tell her mother. \n[469]I'm not. \n[470]She went home, she's getting ready, and we're going out. \n[471]Watch the store while I go home and change. \n[472]This is my way of spitting water at life. \n[473]No! Don't bring it up. I don't want to think about that now. Let me enjoy this hour of bliss. I'll think about all of that later. In the meantime, nobody mentions the V word. \n[474]In my absence, try not to sell cigarettes to any newborns. \n[475]I might be leaving early to go out with Caitlin, in which case you'll have to close the store tonight. \n[476]I'll read the book. \n[477]Who eats cock? \n[478]There's no lights back there. \n[479]I love your sexy talk. It's so...kindergarten: Poo-poo; wee-wee. \n[480]I left like an hour ago. \n[481]Could be. \n[482]Like what? \n[483]Um...okay. \n[484]It wasn't me. \n[485]Was it you? \n[486]I'm serious. \n[487]No. \n[488]I'm not kidding. I just got back from outside. \n[489]I'm not fooling around! Who went back there? \n[490]Are you sure somebody was back there? \n[491]Shut the fuck up! \n[492]Call the police. \n[493]There's a strange man in our bathroom, and he just raped Caitlin! \n[494]\n[495]I don't know. He just came in and asked to use the bathroom. \n[496]Um...I don't know. What time did hockey end? \n[497]What time did we go to the funeral? \n[498]Just me. \n[499]We did. \n[500]Nobody. It was closed. \n[501]Everything happened at once. I guess I forgot he was back there. \n[502]Was he alive when...Caitlin... \n[503]No. I gave it to him. \n[504]Well he asked me for it! \n[505]What about Caitlin? \n[506]She thought it was me. \n[507]This life. \n[508]Why do I have this life? \n[509]I'm stuck in this pit, earning less than slave wages, working on my day off, dealing with every backward fuck on the planet, the goddam steel shutters are locked all day, I smell like shoe polish, I've got an ex-girlfriend who's catatonic after fucking a dead guy, and my present girlfriend has sucked thirty-six dicks. \n[510]My life is in the shitter right about now, so if you don't mind, I'd like to stew a bit. \n[511]I was born. \n[512]I should shit or get off the pot. \n[513]What are you talking about? \n[514]Fuck you. \n[515]What responsibility? \n[516]As if it's that easy. \n[517]Leave me alone. \n[518]Oh, like your life's any better? \n[519]Thank you. Why don't you go back to the video store? \n[520]Leave her out of this. \n[521]Leave me alone. \n[522]...If I wasn't such a fucking coward. It must be so great to be able to simplify everything the way you do. \n[523]You're wrong. Things happened today, okay? Things that probably ruined my chances with Caitlin. \n[524]Caitlin and I can't be together. It's impossible. \n[525]What do you want me to say? Yes, I suppose some of the things you're saying may be true. But that's the way things are; it's not going to change. \n[526]I can't, all right! Jesus, would you leave me alone? I can't make changes like that in my life. If I could, I would-but I don't have the ability to risk comfortable situations on the big money and the fabulous prizes. \n[527]Jesus H. Christ, I can't! \n[528]My mother told me once that when I as three, my potty lid was closed, and instead of lifting it, I chose to shit my pants. \n[529]Point is-I'm not the kind of person that disrupts things in order to shit comfortably. \n[530]Done poisoning the youth for the day? \n[531]One seventy-nine. \n[532]A half hour. \n[533]I should start. \n[534]With you? I don't think so. \n[535]Nothing personal. \n[536]How do you figure...HEY! You can't roll a joint in here! \n[537]It's not my store. \n[538]The difference is you exploit a weakness. \n[539]You sell to people that can't stay away from an addiction. \n[540]A dollar sixty-nine, plus tax. \n[541]So. \n[542]I can't believe you just rolled a joint in here. \n[543]He died in the bathroom. \n[544]I don't know. I wasn't watching. \n[545]Knock it off. That used to be my girlfriend. \n[546]We were going to start again, I think. \n[547]Veronica. \n[548]Lasagne. \n[549]Maybe. \n[550]I jacked the car up. All she did was loosen the nuts and put the tire on. \n[551]She's my girlfriend. \n[552]Meaning? \n[553]He's right. I love her. \n[554]What the fuck did you do that for? \n[555]What're you talking about? \n[556]It was only a few times... \n[557]A couple...? \n[558]Would you let me explain... \n[559]Veronica...I...it's not like that anymore...I mean, it was never really like that... \n[560]I don't want Caitlin... \n[561]I don't want to go back with her... \n[562]Randal...? \n[563]Veronica, I love you... \n[564]The swelling's not so bad. But the FDS stings. How's your neck? \n[565]Why the fuck did you tell Veronica that I was going to dump her for Caitlin? \n[566]Thanks. \n[567]Jesus. \n[568]Oh please! I'm surprised I didn't kill you. \n[569]Why do I say that? Randal...forget it. \n[570]What don't you do? Randal, sometimes it seems like the only reason you come to work is to make my life miserable. \n[571]What time did you get to work today? \n[572]You were over half an hour late. Then all you do is come over here. \n[573]Which means the video store is ostensibly closed. \n[574]Unless you're out renting videos at other video stores. \n[575]You get my slapped with a fine, you fight with the customers and I have to patch everything up. You get us chased out of a funeral by violating a corpse. To top it all off, you ruin my relationship. What's your encore? Do you anally rape my mother while pouring sugar in my gas tank? \n[576]You know what the real tragedy is? I'm not even supposed to be here today! \n[577]You need a ride? \n[578]Do you work tomorrow? \n[579]I'm calling out. Going to hit the hospital-see how Caitlin is. Then try to see Veronica. \n[580]I'll call you. Let you know. \n[581]No thanks. I'll take care of it. We've got a lot of shit to talk about. \n[582]To say the least. \n[583]Get the fuck outta here already. \n[584]What'd you forget something? Oh. I'm sorry, we're closed. ", "RANDAL": "\n[1]You're kidding. It's almost eleven- thirty! \n[2]Man! I hate it when I can't rent videos! \n[3]Which one? \n[4]You came for that too? That's the movie I came for. \n[5]Says who? \n[6]Ain't gonna happen, my friend. I'm getting that tape. \n[7]I'll bet you twenty bucks you don't get to rent that tape. \n[8]Twenty bucks. \n[9]What the hell are you doing here? I thought you were playing hockey at one. \n[10]Why are the shutters closed? \n[11]Bunch of savages in this town. \n[12]Shit, if I'd known you were working, I would've come even later. \n[13]What time do you have to stay till? \n[14]What smells like shoe polish? \n[15]No time for love, Doctor Jones! \n[16]Some guy just came in refusing to pay late fees. He said the store was closed for two hours yesterday. I tore up his membership. \n[17]I'm a firm believer in the philosophy of a ruling class, especially since I rule. Is the Pelican flying? \n[18]I can't stand a voyeur. I'll be back. \n[19]Want something to drink? I'm buying. \n[20]Who was on your phone this morning at about two-thirty? I was trying to call for a half an hour. \n[21]I wanted to use your car. \n[22]Snake cake? \n[23]You called Caitlin again? \n[24]Did you tell Veronica? \n[25]What do you two fight about? \n[26]I'll bet the most frequent topic of arguments is Caitlin Bree. \n[27]I'm going to offer you some advice, my friend: let the past be the past. Forget Caitlin Bree. You've been with Veronica for how long now? \n[28]Chick's nuts about you. How long did you date Caitlin? \n[29]Chick only made you nuts. She cheated on you how many times? \n[30]Eight and a half? \n[31]That's cheating? \n[32]She called you Brad? \n[33]That's not cheating. People say crazy shit during sex. One time, I called this girl \"Mom.\" \n[34]What do you mean? \n[35]Oh, my God. \n[36]That girl was vile to you. \n[37]Your mother. \n[38]Chess team Allan Harris?! \n[39]That's frightening. \n[40]In light of this lurid tale, I don't see how you could even romanticize your relationship with Caitlin-she broke your heart and inadvertently drove men to deviant lifestyles. \n[41]Oh yeah. \n[42]You think things would be any different now? \n[43]Oh shit, I've got to place an order. \n[44]No, no, I'm listening. She's leaving college, and...? \n[45]What about Veronica? \n[46]Caitlin's on the same wave-length? \n[47]Then I think all four of you had better sit down and talk it over. \n[48]You, Veronica, Caitlin... ...and Caitlin's fiancé. \n[49]Yes, I'd like to place an order, please...Thank you. \n[50]What were you looking for? \n[51]I'm on the phone with the distribution house now. Let me make sure they have it. What's it called again? \n[52]Obviously. Yes, hello; this is R.S.T. Video calling. Customer number four- three-five-zero-two-nine. I'd like to place an order...Okay... \n[53]I need one each of the following tapes: Whisper in the Wind, To Each His Own, Put it Where It Doesn't Belong, My Pipes Need Cleaning, All Tit-Fucking, Volume Eight, I Need Your Cock, Ass-Worshipping Rim- Jobbers, My Cunt and Eight Shafts, Cum Clean, Cum-Gargling Naked Sluts, Cum Buns Three, Cumming in a Sock, Cum on Eileen, Huge Black Cocks with Pearly White Cum, Slam It Up My Too-Loose Ass, Ass Blasters in Outer Space, Blowjobs by Betsy, Sucking Cock and Cunt, Finger My Ass, Play with my Puss, Three on a Dildo, Girls Who Crave Cock, Girls Who Crave Cunt, Men Alone Two-The K.Y. Connection, Pink Pussy Lips, and All Holes Filled with Hard Cock. Oh, and... What was the name of that movie? \n[54]And a copy of Happy Scrappy-The Hero Pup...Okay, thanks. Sixteen forty-nine. It'll be here Monday. \n[55]You know what I just watched? \n[56]Return of the Jedi. \n[57]Which did you like better: Jedi or The Empire Strikes Back. \n[58]Blasphemy. \n[59]There was something else going on in Jedi. I never noticed it until today. \n[60]All right, Vader's boss... \n[61]Right, the Emperor. Now the Emperor is kind of a spiritual figure, yes? \n[62]Well, he's like the pope for the dark side of the Force. He's a holy man; a shaman, kind of, albeit an evil one. \n[63]Now, he's in charge of the Empire. The Imperial government is under his control. And the entire galaxy is under Imperial rule. \n[64]Then wouldn't that logically mean that it's a theocracy? If the head of the Empire is a priest of some sort, then it stands to reason that the government is therefore one based on religion. \n[65]Hence, the Empire was a fascist theocracy, and the rebel forces were therefore battling religious persecution. \n[66]The only problem is that at no point in the series did I ever hear Leia or any of the rebels declare a particular religious belief. \n[67]You know what else I noticed in Jedi? \n[68]So they build another Death Star, right? \n[69]Now the first one they built was completed and fully operational before the Rebels destroyed it. \n[70]And the second one was still being built when they blew it up. \n[71]Something just never sat right with me the second time they destroyed it. I could never put my finger on it-something just wasn't right. \n[72]Well, the thing is, the first Death Star was manned by the Imperial army-storm troopers, dignitaries- the only people onboard were Imperials. \n[73]So when they blew it up, no prob. Evil is punished. \n[74]The second time around, it wasn't even finished yet. They were still under construction. \n[75]A construction job of that magnitude would require a helluva lot more manpower than the Imperial army had to offer. I'll bet there were independent contractors working on that thing: plumbers, aluminum siders, roofers. \n[76]Exactly. In order to get it built quickly and quietly they'd hire anybody who could do the job. Do you think the average storm trooper knows how to install a toilet main? All they know is killing and white uniforms. \n[77]All those innocent contractors hired to do a job were killed- casualties of a war they had nothing to do with. All right, look-you're a roofer, and some juicy government contract comes your way; you got the wife and kids and the two-story in suburbia-this is a government contract, which means all sorts of benefits. All of a sudden these left-wing militants blast you with lasers and wipe out everyone within a three-mile radius. \n[78]You didn't ask for that. You have no personal politics. You're just trying to scrape out a living. \n[79]The ending of Return of the Jedi. \n[80]Like when? \n[81]\"Babyface\" Bambino? The gangster? \n[82]No way! \n[83]What. \n[84]I don't watch movies. \n[85]No. \n[86]I find it's best to stay out of other people's affairs. \n[87]They suck. \n[88]No, I wasn't. \n[89]I don't appreciate your ruse, ma'am. \n[90]Your ruse. Your cunning attempt to trick me. \n[91]I hope it feels good. \n[92]I hope it feels so good to be right. There is nothing more exhilarating than pointing out the shortcomings of others, is there? \n[93]You'll be missed. \n[94]You're not allowed to rent here anymore! \n[95]Screw me! \n[96]You'll never believe what this unruly customer just said... \n[97]She's in here? \n[98]What's he looking for? \n[99]Perfect dozen. \n[100]The quest isn't going well? \n[101]Why doesn't he just mix and match? \n[102]What did he say? \n[103]It's not like you laid the eggs yourself. \n[104]\n[105]Yeah. How'd you know? \n[106]Get out of here. \n[107]Come to think of it, my guidance counselor was kind of worthless. \n[108]You know how much money the average jizz-mopper make per hour? \n[109]He's the guy in those nudie-booth joints who cleans up after each guy that jerks off. \n[110]Nudie booth. You've never been in a nudie booth? \n[111]Oh, it's great. You step into this little booth and there's this window between you and this naked woman, and she puts on this little show for like ten bucks. \n[112]Think of the weirdest, craziest shit you'd like to see chicks do. These chicks do it all. They insert things into any opening in their body...any opening. He's led a very sheltered life. \n[113]The jizz-mopper's job is to clean up the booths afterward, because practically everybody shoots a load against the window, and I don't know if you know or not, but cum leaves streaks if you don't clean it right away. \n[114]Well, you think that's offensive... \n[115]...then check this out. I think you can see her kidneys. \n[116]Who cares? That lady's an asshole. Everybody that comes in here is way too uptight. This job would be great if it wasn't for the fucking customers. \n[117]You gotta loosen up, my friend. You'd feel a hell of a lot better if you'd rip into the occasional customer. \n[118]Liar! Tell me there aren't customers that annoy the piss out of you on a daily basis. \n[119]How can you lie like that? Why don't you vent? Vent your frustration. Come on, who pisses you off? \n[120]Let's hear it. \n[121]The milkmaids? \n[122]You know who I can do without? I could do without the people in the video store. \n[123]All of them. \n[124]And they never rent quality flicks; they always pick the most intellectually devoid movie on the rack. \n[125]It's like in order to join, they have to have an IQ less than their shoe size. \n[126]See? You vented. Don't you feel better now? \n[127]Why not? \n[128]Jesus, you got a one-track mind. It's always Caitlin, Caitlin, Caitlin... \n[129]Thirty-seven! \n[130]All right, now if you're really feeling dangerous tonight, then Smokey and the Bandit Three is the movie you must rent. \n[131]Hey, neither did ET; but that was a great movie, right? \n[132]Smokey Three: thumbs up, am I right? \n[133]Lenin's Tomb. \n[134]Vermont? \n[135]He didn't mention it when he called you this morning? \n[136]So, what-you're stuck here all day? \n[137]Why'd you apologize? \n[138]I heard you apologize. Why? You have every right in the world to be mad. \n[139]That seems to be the leitmotif in your life; ever backing down. \n[140]Yes, you do. You always back down. You assume blame that isn't yours, you come in when called as opposed to enjoying your day off, you buckle like a belt. \n[141]The fact that I'm right about your buckling? \n[142]Because you buckled. \n[143]Don't yell at me, pal. \n[144]See? There you go again. \n[145]At least we're stuck here together. \n[146]What? What do you want?! \n[147]I've gotta tell you, my friend: this is one of the ballsiest moves I've ever been privy to. I never would have thought you capable of such blatant disregard of store policy. \n[148]No argument here. Insubordination rules. \n[149]He's blunt, but he's got a point. \n[150]He's right. As if we're suddenly gonna have a run on Gatorade. \n[151]Design major. \n[152]Are you gonna lock the store? \n[153]Look who you're asking here. How're we gonna block off the street? \n[154]Then where're we gonna play? \n[155]Helluva game! \n[156]Hockey's hockey. At least we got to play. \n[157]Bitch, bitch, bitch. You want something to drink? \n[158]What happened to all the Gatorade? \n[159]After an exhausting game like that I can believe it. \n[160]You know what Sanford told me? \n[161]Julie Dwyer died. \n[162]No, I'm serious. \n[163]Sanford's brother dates her cousin. He found out this morning. \n[164]Embolism in her brain. Yesterday. \n[165]She was swimming at the YMCA pool when it happened. Died midbackstroke. \n[166]Correct me if I'm wrong, but wasn't she one of the illustrious twelve? \n[167]You've had sex with a dead person. \n[168]No, you're not. \n[169]It's today. \n[170]Paulsen's Funeral Parlor. The next show is at four. \n[171]One night only. She's buried in the morning. \n[172]Wait, wait, wait. Has it occurred to you that I might bereaved as well? \n[173]True, but do you know how many people are going to be there? All of our old classmates, to say the least. \n[174]I'm not missing what's probably going to be the social event of the season. \n[175]But I love gatherings. Isn't it ironic? \n[176]If you go, I go. \n[177]She meant nothing to you either until I told you she died. \n[178]I'm going with you. \n[179]You just closed the store to play hockey on the roof! \n[180]You were saying? \n[181]She was pretty young, hunhh? \n[182]An embolism in a pool. \n[183]That's nothing compared to how my cousin Walter died. \n[184]Broke his neck. \n[185]He broke his neck trying to suck his own dick. \n[186]Bible truth. \n[187]I swear. \n[188]Come on. Haven't you ever tried to suck your own dick? \n[189]Yeah sure. You're so repressed. \n[190]No, because you won't admit to it. As if a guy's a fucking pervert because he tries to go down on himself. You're as curious as the rest of us, pal. You've tried it. \n[191]My cousin? My aunt found him. On his bed, doubled over himself with his legs on top. Dick in his mouth. My aunt freaked out. It was a mess. \n[192]Balls resting on his lips. \n[193]Yeah, but at what a price. \n[194]Reach what? \n[195]What, your dick? \n[196]I never tried it. \n[197]Fucking pervert. \n[198]Listen to you. \n[199]Nobody's there. It's four o'clock on a Saturday. How many people ever come to the store at four on a Saturday? \n[200]I'm telling you, it wasn't my fault! \n[201]I was just leaning on it! It was an accident! \n[202]So the casket fell over! Big deal! \n[203]So they'll put her back in! It's not like it's gonna matter if she breaks something! \n[204]Shut the fuck up, junkie! \n[205]Let me borrow your car. \n[206]Fine. Just lend me your car. \n[207]I want to rent a movie. \n[208]What's that for? \n[209]I work in a shitty video store. I want to go to a good video store so I can rent a good movie. \n[210]Annoying Customer. \n[211]Let me borrow your car. \n[212]If you must. \n[213]I see. So playing hockey and attending wakes-these practices are standard operating procedure. \n[214]You know what? I don't think I care for you rationale. \n[215]What's your point? \n[216]So your argument is that title dictates behavior? \n[217]The reasons you won't let me borrow your care is because I have a title and a job description, and I'm supposed to follow it, right? \n[218]So I'm no more responsible for my own decisions while I'm here at work than, say, the Death Squad soldiers in Bosnia? \n[219]Not yet. \n[220]Two reasons: one, I hate when the people can't shut up about the stupid tabloid headlines. \n[221]And two, to make a point: title does not dictate behavior. \n[222]If title dictated my behavior, as a clerk serving the public, I wouldn't be allowed to spit a mouthful of water at that guy. But I did, so my point is that people dictate their own behavior. Hence, even though I'm a clerk in this video store, I choose to go rent videos at Big Choice. Agreed? \n[223]I like to think I'm a master of my own destiny. \n[224]I know I'm your hero. \n[225]Get to work. \n[226]Hermaphroditic porn. Starlets with both organs. You should see the box: Beautiful women with dicks that put mine to shame. \n[227]I like to expand my horizons. \n[228]No way! \n[229]You're bullshitting. \n[230]I didn't think they even enforced this. \n[231]I thought you never sold cigarettes to kids. \n[232]Really? \n[233]Holy shit. That girl? \n[234]Then how come you got the fine? \n[235]You're lying. \n[236]Then why aren't you like screaming at me right now? \n[237]You're happy? \n[238]You're happy to get a fine? \n[239]Now I know you're lying. \n[240]What did she say? \n[241]You're kidding. \n[242]Wow. You've had quite an evening. \n[243]I feel so ineffectual. Is there anything I can do for you? \n[244]What happened to title dictates behavior? \n[245]Hey, what about Veronica? \n[246]You're a snake. \n[247]You want me to bring the VCR over here so we can watch this? \n[248]All right, but you're missing out. Chicks with dicks. \n[249]Peptic ulcer. \n[250]Ladies and gentleman, Mrs. Asian Design Major herself: Caitlin Bree! \n[251]I take it she likes the guy. \n[252]Children's programming. What did your mom say when you told her you weren't engaged anymore? \n[253]Wow, you got thrown out? For Dante? \n[254]Can I watch? \n[255]Can I join in? \n[256]Few are. So what makes you think you can maintain a relationship with Dante this time around? \n[257]Wow. Hey, I was just about to order some dinner. You eat Chinese, right? \n[258]Exactly. \n[259]He went home to change for the big date. \n[260]No, this is great. \n[261]There's no light back there. \n[262]Well, there are, but for some reason they stop working at five- fourteen every night. \n[263]Nobody can figure it out. And the boss doesn't want to pay the electrician to fix it, because the electrician owes money to the video store. \n[264]And I'm caught in the middle-torn between my loyalty for the boss, and my desire to piss with the light on. \n[265]Hey Caitlin... Break his heart again this time, and I'll kill you. Nothing personal. \n[266]Territoriality. He was mine first. \n[267]Bunch of savages in this town. Hey, Caitlin's in the back. You might want to see if she's okay; she's been back there a long time. \n[268]I told her that. She said she didn't need any. Why don't you join her, man. Make a little bathroom bam-bam. \n[269]Fuck you. \n[270]Maybe the Asian design major slipped her some opium? \n[271]Am I missing something here? \n[272]He was? \n[273]You dog! I didn't see you go back there. \n[274]I was here the whole time. \n[275]Nobody! I swear! \n[276]You just fucked a total stranger? \n[277]Why? \n[278]She said she did all the work. \n[279]Around three or something. \n[280]I think four. \n[281]Then how could she...you know... \n[282]This has gotta be the weirdest thing you've ever been called in on. \n[283]Do you think he was talking about my cousin? \n[284]Da-dum! Da-dum! Da-dum! DA-DUM! DA- \n[285]Salsa shark. \n[286]\"We're gonna need a bigger boat.\" \n[287]\"Man goes into the cage; cage goes into the salsa; shark's in the salsa; our shark.\" \n[288]What? What's with you? You haven't said anything for like twenty minutes. What the hell is your problem? \n[289]This life? \n[290]Have some chips; you'll feel better. \n[291]Thirty-seven. \n[292]Yeah. \n[293]That's all bullshit. You know what the real problem here is? \n[294]You should shit or get off the pot. \n[295]Yeah, you should shit or get off the pot. \n[296]I'm talking about this thing you have...this inability to improve your situation in life. \n[297]It's true. You'll sit there and blame life for dealing a cruddy hand, never once accepting the responsibility for the way your situation is. \n[298]All right, if you hate this job and the people, and the fact that you have to come in on your day off, then quit. \n[299]It is. You just up and quit. There are other jobs, and they pay better money. You're bound to be qualified for at least one of them. So what's stopping you? \n[300]You're comfortable. This is a life of convenience for you, and any attempt to change it would shatter the pathetic microcosm you've fashioned for yourself. \n[301]I'm satisfied with my situation for now. You don't hear me bitching. You, on the other hand, have been bitching all day. \n[302]It's the same thing with Veronica. \n[303]You date Veronica because she's low maintenance and because it's convenient. Meanwhile, all you ever do is talk about Caitlin. You carry a torch for a girl you dated in high school-in high school for God's sake! You're twenty-two! \n[304]If you want Caitlin, then face Veronica, tell her, and be with Caitlin. If you want Veronica, be with Veronica. But don't pine for one and fuck the other. Man, if you weren't such a fucking coward... \n[305]Am I right or what? \n[306]What? The dead guy? She'll get over fucking the dead guy. Shit, my mom's been fucking a dead guy for thirty years; I call him Dad. \n[307]Melodrama coming from you seems about as natural as an oral bowel movement. \n[308]Make them change. \n[309]Who're you kidding? You can so. \n[310]So you'll continue being miserable all the time, just because you don't have the guts to face change? \n[311]Lovely story. \n[312]So that's it. He doesn't love you anymore. He loves Caitlin. \n[313]Pretty much. All except the latent homosexuality part-that's just my theory. \n[314]Don't hold it against him. He just never got Caitlin out of his system. It's not your fault. It's Dante. I don't know thing one about chicks. Do you want to cry or something? I can leave. \n[315]You're not? \n[316]He didn't ask me to... \n[317]Um, do you think you can give me a lift home tonight? \n[318]Wait! Veronica...I don't think... \n[319]What am I worried about? He'll probably be glad I started the ball rolling. All he ever did was complain about her anyway. I'm just looking out for his best interests. I mean, that's what a friend does, am I right? I did him a favor. \n[320]Dante? \n[321]How's your eye? \n[322]It's hard to swallow. \n[323]You didn't have to choke me. \n[324]I thought I was doing you a favor. \n[325]You were saying how you couldn't initiate change yourself, so I figured I'd help you out. \n[326]You still didn't have to choke me. \n[327]Why do you say that? \n[328]No, really. What did I do that was so wrong? \n[329]How do you figure? \n[330]Like ten after. \n[331]To talk to you. \n[332]It's not like I'm miles away. \n[333]Hermaphrodites! I rented it so we could watch it together! \n[334]Fuck you. Fuck you, pal. Listen to you trying to pass the buck again. I'm the source of all your misery. Who closed the store to play hockey? Who closed the store to attend a wake? Who tried to win back an ex- girlfriend without even discussing how he felt with his present one? You wanna blame somebody, blame yourself. \"I'm not even supposed to be here today.\" You sound like an asshole. Whose choice was it to be here today? Nobody twisted your arm. You're here today of your own violation, my friend. But you'd like to believe that the weight of the world rests on your shoulders-that the store would crumble if Dante wasn't here. Well, I got news for you, jerk: This store would survive without you. Without me either. All you do is overcompensate for having what's basically a monkey's job: You push fucking buttons. Any moron can waltz in here and do our jobs, but you're obsessed with making it seem so much more fucking important, so much more epic than it really is. You work in a convenience store, Dante. And badly, I might add. And I work in a shitty video store. Badly, as well. You know, that guy Jay's got it right-he has no delusions about what he does. Us? We like to make ourselves seem so much better than the people that come in here, just looking to pick up a paper or-God forbid-cigarettes. We look down on them, as it we're so advanced. Well, if we're so fucking advanced, then what are we doing working here? \n[335]I threw out the stuff that got broken. The floor looks clean. \n[336]Got one. Just pulled up. \n[337]Same time. What about you? \n[338]You wanna grab something to eat tomorrow night...after I get out of here? \n[339]All right. Good luck with Veronica. If you want, I can talk to her, you know, and explain... \n[340]Helluva day. \n[341]Do you need a hug or something? 'Cause I would have no hang-ups about hugging you...you know, you being a guy and all. Just don't knead my ass when you do it. \n[342]I'm gone. I'll talk to you tomorrow. \n[343]You're closed. ", "VERONICA": "\n[1]Who's leading this mob? \n[2]Freeze. \n[3]Let's see some credentials. \n[4]Slowly... \n[5]You're a Chewlie's Gum representative? \n[6]And you're stirring up all this antismoking sentiment to...what?...sell more gum? \n[7]Get out of here. \n[8]And you people: Don't you have jobs to go to? Get out of here and go commute. \n[9]You oughta be ashamed of yourselves. Easily led automatons. Try thinking for yourself before you pelt and innocent man with cigarettes. \n[10]It looked like Tiananmen Square in here for a second. \n[11]\"Thank you, Veronica; you saved me from an extremely ugly mob scene.\" \n[12]Okay, champ. What's wrong? \n[13]All right, stupid question. But don't you think you're taking this a bit too hard? \n[14]At least they weren't lit. \n[15]Then quit. You should be going to school anyway... \n[16]All I'm saying is that if you're unhappy you should leave. \n[17]I know. I stopped by your house and your mom said you left at like six or something. \n[18]Don't you have a hockey game at two? \n[19]Why did you agree to come in then? \n[20]Why don't you open the shutters and get some sunlight in here? \n[21]You're kidding. \n[22]You look bushed. What time did you get to bed? \n[23]What were you doing up so late? \n[24]What were you doing? \n[25]Who's fighting? Why are you so defensive? \n[26]She called you, didn't she? \n[27]How much money did you leave up there? \n[28]You're trusting. \n[29]How do you know they're taking the right amount of change? Or even paying for what they take? \n[30]Honesty through paranoia. Why do you smell like shoe polish? \n[31]Do you think anyone can see us down here? \n[32]Ooh! Can we?! \n[33]I was kidding. \n[34]Typically male point of view. \n[35]You show some bedroom proficiency, and you think you're gods. What about what we do for you? \n[36]\"Be there?\" \n[37]How flattering. \n[38]Oh, you think so? \n[39]And I actually date you? \n[40]I'm insulted. Believe me, Don Juan, it takes more than that to get a guy off. Just \"being there\"-as you put it-is not enough. \n[41]I'm astonished to hear you trivialize my role in our sex life. \n[42]You were making a generalization about \"broads!\" \n[43]How many? \n[44]How many girls have you slept with? \n[45]We might have; I don't remember. How many? \n[46]It better be up to and including me. \n[47]You've slept with twelve different girls? \n[48]You're a pig. \n[49]Do you know how many different men I've had sex with? \n[50]Three. \n[51]Three including you. \n[52]I'm not the pig you are. \n[53]You! \n[54]John Franson and Rob Stanslyk. \n[55]I am. And that's why you should feel like a pig. You men make me sick. You'll sleep with anything that says yes. \n[56]Vegetable meaning paraplegic. \n[57]After dropping a bombshell like that, you owe me. Big. \n[58]I want you to come with me on Monday. \n[59]To school. There's a seminar about getting back into a scholastic program after a lapse in enrollment. \n[60]It's important to me, Dante. You have so much potential that just goes to waste in this pit. I wish you'd go back to school. \n[61]Unlike you, I have a class in forty-five minutes. \n[62]Willam! \n[63]No, I'm just visiting my man. Dante, this is Willam Black. This is Dante Hicks, my boyfriend. \n[64]No, I transferred into Monmouth this year. I was tired of missing him. \n[65]I just talked to her on Monday. We still hang out on weekends. \n[66]I will. Take it easy. \n[67]Bye That was Snowball. \n[68]Sylvan made it up. It's a blow job thing. \n[69]After he gets a blow job, he likes to have the cum spit back into his mouth while kissing. It's called snowballing. \n[70]He gets off on it. \n[71]Why do you say that? \n[72]Sylvan? No; I snowballed him. \n[73]I'm serious... \n[74]Yeah. How do you think I know he liked... \n[75]That's because I never had sex with him! \n[76]We went out a few times. We didn't have sex, but we fooled around. \n[77]Because I did only sleep with three guys! That doesn't mean I didn't just go with people. \n[78]I'm sorry, Dante. I thought you understood. \n[79]Please calm down. \n[80]Dante... \n[81]Let it go... \n[82]All right! Shut up a second and I'll tell you! Jesus! I didn't freak like this when you told me how many girls you fucked. \n[83]Something like thirty-six. \n[84]Lower your voice! \n[85]Um. Thirty-seven. \n[86]I'm going to class. \n[87]Hey listen, jerk! Until today you never even knew how many guys I'd slept with, because you never even asked. And then you act all nonchalant about fucking twelve different girls. Well, I never had sex with twelve different guys! \n[88]Yeah, I went down on a few guys... \n[89]...And one of those guys was you! The last one, I might add, which-if you're too stupid to comprehend- means that I've been faithful to you since we met! All the other guys I went with before I met you, so, if you want to have a complex about it, go ahead! But don't look at me like I'm the town whore, because you were plenty busy yourself, before you met me! \n[90]Because going down it's a big deal! I used to like a guy, we'd make out, and sooner or later I'd go down on him. But I only had sex with the guys I loved. \n[91]I love you. Don't feel sick. \n[92]I'm going to school. Maybe later you'll be a bit more rational. \n[93]Goodbye, Dante. \n[94]What happened to home by twelve? \n[95]Lit 101 got canceled, so I stopped home and brought you some lunch. \n[96]Peanut butter and jelly with the crusts cut off. What do you think it is? It's lasagne. \n[97]I'm glad you've calmed down a bit. Hi, Randal. \n[98]You had to tell him. \n[99]What did he say? \n[100]And that made you feel better? \n[101]The ostrich syndrome: if you don't see it... \n[102]Thank you for being rational. \n[103]You couldn't get these shutters open? \n[104]Bummer, Well, I've gotta head back for the one-thirty class. \n[105]Eight. But I have a sorority meeting till nine, so I'll be back before you close. Can we go out and get some coffee? \n[106]Good. I'll see you when you close, then. Enjoy the lasagne. \n[107]And...he told you all of this? \n[108]I...I don't know what to say. \n[109]I'm not sad. \n[110]No, I'm more furious. I'm pissed off. I feel like he's been killing time while he tries to grow the balls to tell me how he really feels, and then he can't even do it! He has his friend do it for him! \n[111]After all that I've done for that fuck! And he wants to be with that slut? Fine! He can have his slut! \n[112]I'm going to have a word with that asshole. \n[113]If you didn't want to go out with me anymore, why didn't you just say it? Instead, you pussyfoot around and see that slut behind my back! \n[114]You've been talking to her on the phone for weeks! \n[115]And then you pull that shit this morning, freaking out because I've gone down on a couple guys! \n[116]I'm not the one trying to patch things up with my ex, sneaking around behind your back! And if you think that thirty-seven dicks are a lot, then just wait, mister: I'm going to put the hookers in Times Square to shame with all the guys I go down on now! \n[117]Explain what? How you were waiting until the time was right, and then you were going to dump me for her? \n[118]You're damn right it's not like that! Because I won't let it be like that! You want your slut? Fine! The slut is yours! \n[119]You don't know what you want, but I'm not going to sit here anymore holding your hand until you figure it out! I've encouraged you to get out of this fucking dump and go back to school, to take charge of your life and find direction. I even transferred so maybe you would be more inclined to go back to college if I was with you. Everyone said it was a stupid move, but I didn't care because I loved you and wanted to see you pull yourself out of this senseless funk you've been in since that whore dumped you, oh so many years ago. And now you want to go back to her so she can fuck you over some more? \n[120]Of course not; not now! You're caught, and now you're trying to snake out of doing what you wanted to do. Well, I won't let you. I want you to follow through on this, just so you can find out what a fucking idiot you are. And when she dumps you again-and she will, Dante, I promise you that-when she dumps you again, I want to laugh at you, right in your face, just so you realize that that was what you gave up our relationship for! I'm just glad Randal had the balls to tell me, since you couldn't. \n[121]And having him tell me...that was just the weakest move ever. You're spineless. \n[122]Fuck you. ", "CAITLIN": "\n[1]Just now. \n[2]Dante. You've got a customer. \n[3]I just saw Alyssa's little sister outside. She was with Rick Derris. \n[4]Train. It took eight hours. \n[5]Until Monday. Then I have to take the train back. \n[6]You're just going to lock the store like that? \n[7]You saw it? \n[8]It's not what you think. \n[9]I'm not pregnant. \n[10]I was going to tell you. But then we were getting along so well, I didn't want to mess it up. \n[11]I know, I'm sorry. But when we started talking...it's like I forgot I had a boyfriend. And then he proposed last month... \n[12]Well...kind of, sort of? \n[13]I would've told you, and you would have stopped calling, like a baby. \n[14]Because I know you. You prefer drastic measures to rational ones. \n[15]No. \n[16]The story goes like this: He proposed, and I told him I had to think about it, and he insisted I wear the ring anyway. Then my mother told the paper we were engaged. \n[17]Then my mother called me this morning and told me the announcement was in the paper. That's when I hopped the train to come back here, because I knew you'd be a wreck. \n[18]Was I right? \n[19]I love a macho façade. It's such a turn-on. What smells like shoe polish? \n[20]The last thing I needed was for you to think I was hiding something from you. \n[21]No, I wasn't. Not really. I told you'd I'd been seeing other people. \n[22]I'm giving him his ring back. \n[23]I don't want to marry him. I don't want to get married now. I'm on the verge of graduation. I want to go to grad school after this. And then I want to start a career. I don't want to be a wife first, and then have to worry about when I'' going to fit in all of the other stuff. I've come way too far and studied too hard to let my education go to waste as a housewife. And I know that's what I'd become. Sang's already signed with a major firm, and he's going to be pulling a huge salary, which would give me no reason to work, and he's so traditional anyway... \n[24]Stop it. He's a nice guy. \n[25]I just told you. \n[26]Why, Mr. Hicks-whatever do you mean? \n[27]You don't have anything to do with it. \n[28]Look how full of yourself you are. \n[29]If I'm so nuts about you, then why am I having sex with an Asian design major? \n[30]I had to bring you down from that cloud you were floating on. When I say I don't want to get married, I mean just that. I don't want to marry anybody. Not for years. \n[31]Good. Stay in that frame of mind. \n[32]I'm sure Sang and-Veronica?-would like that. \n[33]You're serious. You want to date again. \n[34]It's just the shock of seeing me after three years. Believe me, you'll get over it. \n[35]You work in a market, all right. \n[36]The key word here is talk, Dante. I think the idea, the conception of us dating is more idyllic than what actually happens when we date. \n[37]I don't know. Maybe we should just see what happens. \n[38]You mean, on a date? \n[39]The Dante Hicks Dinner and a Movie Date. I think I've been on that one before. \n[40]How about the Caitlin Bree Walk on the Boardwalk, Then Get Naked Somewhere Kind of Private Date? \n[41]Jerk. Here I am, throwing myself at you, succumbing to your wily charms, and you call me a slut, in so many words. \n[42]Sang. \n[43]He's not invited. \n[44]I offer you my body and you offer me semantics? He's just a boyfriend, Dante, and in case you haven't gotten the drift of why I came all the way here from Ohio, I'm about to become single again. \n[45]And yes-let me placate your ego-you are the inspiration for this bold and momentous decision, for which I'll probably be ostracized at both school and home. You ask me who I choose, I choose you. \n[46]You're such an asshole. \n[47]I can already tell this isn't going to work. \n[48]Where'd he go? I'd have thought he'd be at your side, like an obedient lapdog. \n[49]You're too responsible. But no. I have to go home first. They don't even know I left school. And I should break the disengagement news to my mother, which is going to cause quite a row, considering she loves Sang. \n[50]Well, me I guess. So, I shall take my leave of you, but I will return in a little while, at which time-yes-I would love to go for dinner and a movie with you. \n[51]I'm easy, but I'm not that easy. See you later, handsome. \n[52]Randal Graves-scourge of the video renter. \n[53]You saw that article? God, isn't it awful? My mother sent that in. \n[54]You'd think she was marrying him. What are you watching? \n[55]She said not to come home until graduation. \n[56]What can I say? He does weird things to me. \n[57]You can hold me down. \n[58]You might be let down. I'm not a hermaphrodite. \n[59]A woman's intuition. Something in me says it's time to give the old boy a serious try. \n[60]Dick. \n[61]So where is he? \n[62]God, isn't he great? \n[63]Can I use the bathroom? \n[64]Why aren't there any lights? \n[65]You're kidding. \n[66]Such a sordid state of affair. \n[67]I'll try to manage. \n[68]You're very protective of him, Randal. You always have been. \n[69]Awww. That was so cute. \n[70]How'd you get here so fast? \n[71]Do you always talk weird after you violate women? \n[72]Promise me it'll always be like that. \n[73]When you just lie perfectly still and let me do everything. \n[74]I went back there, and Dante was already waiting for me. \n[75]It was so cool. He didn't say a word. He was just...ready, you know? And we didn't kiss or talk or anything. He just sat there and let me do all the work. \n[76]And the fact that there weren't any lights made it so... God! That was so great! \n[77]Yeah, right. Who was it: Randal? \n[78]You two better quit it. \n[79]We didn't just have sex in the bathroom? \n[80]Stop this. This isn't funny. \n[81]This isn't fucking funny, Dante! \n[82]I feel nauseous. \n[83]I didn't just fuck myself! Jesus, I'm going to be sick! \n[84]I can't believe this! I feel faint... \n[85]No, don't! \n[86]Oh God... ", "JAY": "\n[1]\n[2]I feel good today, Silent Bob. We're gonna make some money! And then you know what we're going to do? We're going to go to that party and get some pussy! I'm gonna fuck this bitch, that bitch... \n[3]What you looking at?! I'll kick your fucking ass! Doesn't that motherfucker still owe me ten bucks? \n[4]Tonight, you and me are going off that fucker's head, and take out his fucking soul! Remind me if he tries to buy something from us, to cut it with leafs and twigs...or fucking shit in the motherfucker's bag! \n[5]Wa sup sluts? Damn Silent Bob! You one rude motherfucker! But you're cute as hell. I wanna go down on you, and suckle you. And then, I wanna line up three more guys, and make like a circus seal... \n[6]Ewwww!  You fucking faggot! I fucking hate guys! \n[7]I got hits, hash, weed, and later on I'll have 'shrooms. We take cash, or stolen MasterCard and Visa. \n[8]\"Not in me.\" That's what she says. I gotta pull out and spank it to get it on. So I blow a nut on her belly, and I get out of there, just as my uncle walks in. It was such a close call. I tell you what, though, I don't care if she is my cousin, I'm gonna knock those boots again tonight. \n[9]Oh shit, look who it is. The human vacuum. \n[10]Nothing. Just hanging out with Silent Bob and his cousin. \n[11]Check this out, he's from Russia. \n[12]I swear to God. Silent Bob, am I lying? \n[13]See? And Silent Bob never told a lie in his life. \n[14]I don't fucking know. What am I, his biographer? Olaf, what part of Russia are you from? \n[15]He knows some English, but he can't not speak it good like we do. \n[16]He's moving to the big city next week. He wants to be a metal singer. \n[17]Swear. Olaf, metal! \n[18]That's his fucking metal face. Olaf, girls nice? \n[19]That's fucked up. \n[20]I don't know, man. He's a fucking character. \n[21]He's got his own band in Moscow. It's called \"Fuck Your Yankee Blue Jeans\" or something like that. \n[22]You gotta hear him sing. Olaf, \"Berserker!\" \n[23]Come on, man, \"Berserker!\" \n[24]English. Come on, \"Berserker!\" Girls think sexy. \n[25]He's gonna sing it. This is too funny. \n[26]That's fucking funny, man! \n[27]Wait, there's more. Olaf: sing... \n[28]'Bout the biggest pair you ever seen! NYNNE!! \n[29]Yeah! Open the video store!! \n[30]Yeah, you cock-smoking clerk. \n[31]I'm not dealing. \n[32]Yeah, what do you want? \n[33]That's the price, my brother. \n[34]For this kind of hash, you need that kind of cash. \n[35]Till ten. Then I'm going to John K's party. \n[36]My man is deaf. \n[37]The only place I don't bring my drugs is church. And that ain't till Sunday morning. \n[38]I'll see you there. \n[39]It's motherfuckers like that who give recreational drug users a bag name. \n[40]Man, it's fucking slow. \n[41]I knew one of those motherfuckers was gonna kill somebody one day. \n[42]Noinch, noinch, noinch-smoking weed, smoking weed! Doing coke! Drinking beers! A pack of wraps, my good man. It's time to kick back, drink some beers, and smoke some weed! \n[43]Hell yes, whatever that means. Now I'm gonna head over to Atlantic, drink some beers, get ripped, and- please God-get laid. E-Z Wider, one-and-a-halfs. \n[44]Pay the good man. Don't you close soon? \n[45]We get off about the same time every night. We should hang out. You get high? \n[46]Wanna come to this party tonight? There's gonna be some pussy there, man! \n[47]Listen to you. Oh shit. \"Oh, I don't hang out with drug dealers.\" \n[48]I work, just like you. You're more of a crook than I am, dude. \n[49]Relax brother. What I mean is that you sell the stuff in this store at the highest prices around. A dollar seventy-nine for wraps-what's that shit? \n[50]And these aren't my drugs-I just sell them. \n[51]What's that mean? \n[52]All right. How much is Pepsi here? \n[53]At Food City it's ninety-nine cents, plus tax. \n[54]So why do you sell it for so much more? I'll tell you why-because people come here and they're like \"A dollar eighty for soda? I should get it at Food City. But I don't feel like driving there. I'll just buy it here so I don't have to drive up there.\" That's exploiting a weakness, too, isn't it? \n[55]Hey, man, what happened with that old guy? \n[56]That's fucked up. Yo, I heard he was jerkin' off. \n[57]Probably saw that Caitlin chick. I know I felt like beatin' it when I saw her. Come here, bitch! You like this? Is this what you want? Hunhh? \n[58]You used to go out with her? \n[59]Don't you already have a girlfriend? \n[60]Is she that girl who's down here all the time? She came here today carrying a plate of food. \n[61]And what-you were gonna dump her to date that Caitlin chick? \n[62]I don't know dude. That Caitlin chick's nice. But I see that Veronica girl doing shit for you all the time. She brings you food, she rubs your back...Didn't I see her change your tire one day? \n[63]Damn. She sure goes out of her way. \n[64]I've had girlfriends, but all they wanted from me was weed and shit. Shit, my grandma used to say, \"Which is better: a good plate with nothing on it...\" No, wait. I fucked up. She said \"What's a good- looking plate with nothing on it?\" \n[65]I don't know. She was senile and shit. Used to piss herself all the time. C'mon Silent Bob. ", "CUSTOMER": "\n[1]Are you open? \n[2]Pack of cigarettes. \n[3]Am I sure? \n[4]Am I sure about what? \n[5]Are you serious? \n[6]What is this, a poll? \n[7]Since I was thirteen. \n[8]What the hell is that? \n[9]You're shittin' me. \n[10]What's this? \n[11]Unnhh! \n[12]Well, if it's already too late... \n[13]It's not the same. \n[14]Jesus! \n[15]I'll just take the gum. \n[16]Pack of cigarettes. What's that? \n[17]In a row? \n[18]This is the last time I come to this place. \n[19]Using filthy language in front of the customers...you should both get fired. \n[20]Well, I don't know if sorry can make up for it. I found your remarks highly offensive. \n[21]This doesn't even have Burt Reynolds in it. \n[22]Awww, he's so cute. What's his name? \n[23]When's this period over? \n[24]Are you shitting me? I want to get cigarettes! \n[25]Fuck that! I'm gonna break my crazy neck on this ladder! \n[26]He's busy! \n[27]What the fuck is this?! I want some service! \n[28]Fuck in a second! This is...Look at you! You can't even pass! \n[29]How 'bout covering point!? You suck! \n[30]I'll assess all I want! \n[31]Don't pass to this guy! He sucks! You suck! \n[32]I can whip your ass. \n[33]Give me a stick, pretty boy! I'll knock your fucking teeth out and pass all over your ass. \n[34]Are you open? \n[35]Pack of cigarettes. Cute cat. What's its name? \n[36]Are you open? \n[37]Pack of cigarettes. \n[38]\"Space Alien Revealed as Head of Time Warner; Reports Stock Increase.\" They print any kind of shit in these papers. \n[39]I saw one, one time, that said the world was ending the next week. \n[40]Then in the next week's paper, they said we were miraculously saved at the zero hour by a Koala-fish mutant bird. Crazy shit. \n[41]And I remember this one time the damn paper said... \n[42]\n[43]Well, he missed! \n[44]This is the last time I ever come here. And if I ever see you again, I'm gonna break your fucking head open! \n[45]Excuse me, do you have... \n[46]Pack of cigarettes. Congratulations. I saw that announcement in today's paper. She's marrying an Asian design major. \n[47]Cute cat. What's his name. \n[48]You open? \n[49]Oooh! Navy Seals! \n[50]Hello? Little help? ", "ACTIVIST": "\n[1]Do you mind if I drink this here? \n[2]Are you sure? \n[3]Are you sure? \n[4]Do you really want to buy those cigarettes? \n[5]How long have you been smoking? \n[6]How long have you been a smoker? \n[7]I'd say you're about nineteen, twenty, am I right? \n[8]That's your lung. By this time, your lung looks like this. \n[9]You think I'm shitting you... \n[10]It's a trach ring. It's what they install in your throat when throat cancer takes your voice box. This one came out of a sixty-year-old man. \n[11]He smoked until the day he died. Used to put the cigarette in this thing and smoke it that way. \n[12]This is where you're heading. A cruddy lung, smoking through a hole in your throat. Do you really want that? \n[13]It's never too late. Give those cigarettes back now, and buy some gum instead. Here. Chewlies Gum. Try this. \n[14]It's cheaper than cigarettes. And it certainly beats this. \n[15]It's a picture of a cancer-ridden lung. Keep it. \n[16]You've made a wise choice. Keep up the good work. \n[17]No, I think I'll drink it in here, thanks. \n[18]Okay. I'm sorry about that. \n[19]This? How long have you been smoking? \n[20]You're spending what? Twenty, thirty dollars a week on cigarettes. \n[21]Fifty-three dollars. Would you pay someone that much money every week to kill you? Because that's what you're doing now, by paying for the so-called privilege to smoke! \n[22]It's that kind of mentality that allows this cancer-producing industry to thrive. Of course we're all going to die someday, but do we have to pay for it? Do we have to actually throw hard-earned dollars on a counter and say, \"Please, please, Mister Merchant of Death, sir; please sell me something that will give me bad breath, stink up my clothes, and fry my lungs.\" \n[23]Of course it's not; not when you have people like this mindless cretin so happy and willing to sell you nails for your coffin! \n[24]Now he's going to launch into his rap about how he's just doing his job; following orders. \n[25]Friends, let me tell you about another bunch of hate mongers that were just following orders: they were called Nazis, and they practically wiped a nation of people from the Earth...just like cigarettes are doing now! Cigarette smoking is the new Holocaust, and those that partake in the practice of smoking or sell the wares that promote it are the Nazis of the nineties! He doesn't care how many people die from it! He smiles as you pay for your cancer sticks and says, \"Have a nice day.\" \n[26]You want me to leave? Why? Because somebody is telling it like it is? Somebody's giving these fine people a wake-up call?! \n[27]You're the disturbance, pal! And here... I'm buying some...what's this?...Chewlie's Gum. There. I'm no longer loitering. I'm a customer, a customer engaged in a discussion with other customers. \n[28]Oh, he's scared now! He sees the threat we present! He smells the changes coming, and the loss of sales when the nonsmokers finally demand satisfaction. We demand the right to breathe cleaner air! \n[29]We'd rather chew our gum than embrace slow death! Let's abolish this heinous practice of sucking poison, and if it means ruffling the feathers of a convenience store idiot, then so be it! \n[30]We're not moving! We have a right, a constitutional right, to assemble and be heard! \n[31]What better place than this? To stamp it out, you gotta start at the source! \n[32]The ones in this town, yes! You encourage their growth, their habit. You're the source in this area, and we're going to shut you down for good! For good, cancer-merchant! ", "TRAINER": "\n[1]Sounds to me like somebody needs to hit the gym. \n[2]I heard you strain when you put the milk in the bag. That milk only weighs about seven pounds. \n[3]I don't think so. That was a grunt; a deep inhalation of oxygen to aid in the stretching of muscles. I'm a trainer. I know what that sound signifies: you're out of shape. \n[4]Oh, I do. You made the same noise when you reached across the counter for my cash. Your muscles are thin and sadly underutilized. \n[5]Yes, they are. You're out of shape. \n[6]No fat, but no tone either. You don't get enough exercise. \n[7]Let me ask you a question: Do you think this guy's out of shape? \n[8]He is. \n[9]How much can you bench? \n[10]I think the lady called it. \n[11]I do about three-fifty, four. \n[12]Feel that. \n[13]Now feel his. Roll up your sleeve, chief. \n[14]See? You're ashamed. You know you're out of shape. Take my card. I can help you tone that body up in no time. Get you on an aerobics and free-weights program. \n[15]It's probably from being around all this food every day. \n[16]Because he's out of shape. \n[17]Did you say Caitlin Bree? \n[18]Pretty girl, about this girl's height-dark hair-gorgeous body? \n[19]And your name is Dante Hicks? You went to high school with her? You played hockey? \n[20]Oh man! Hey, you still going out with her? \n[21]To you? \n[22]Shit! Don't take this the wrong way, but I used to fuck her. \n[23]While you two were dating in high school. We're talking four, five years ago, back when I drove a Trans-Am. \n[24]Yeah! \n[25]Really? \n[26]All the time. That girl was like a rabbit. \n[27]Holy shit! She told you about that! Buddy of mine worked there. Said he watched the whole thing. They used to film people at that hotel; nobody knew about it. \n[28]Hey man, that was a long time ago. Don't let it get to you. \n[29]Five hundred bucks? What for? \n[30]To a five-year-old kid? What a scumbag! \n[31]Forget it. I don't want to deal with a guy that sells cigarettes to a five-year-old. Can I offer you a ride somewhere? \n[32]I like the way you think. ", "HEATHER": "\n[1]Are you open? \n[2]Just the paper. \n[3]I don't know. I can't really tell from here. \n[4]I'd say about sixty, seventy-tops. \n[5]My ex-boyfriend was about his height, but he was much bulkier. He could bench two-fifty, three hundred easy. \n[6]No way! \n[7]That's tight. Solid. \n[8]He's got those love handles. \n[9]Oh, I know. If I had to work here all day, I'd be bloated and out of shape, too. \n[10]You're Dante Hicks? Oh my God! I didn't even recognize you! \n[11]You remember Alyssa Jones? She hung out with... \n[12]I'm her sister. \n[13]Yep. I remember you got caught in my parents' room with Caitlin once. \n[14]To an Asian design major. \n[15]Oh my God! You're Rick Derris? \n[16]Caitlin used to talk about him all the time. \n[17]Oh yeah. You were the built older guy with the black Trans and the big... \n[18]I still remember Caitlin telling us about that time you two went to that motel-the one with the mirrors and the hot tub in the room. \n[19]She said one time you set up a tent on the beach and you guys did it in the middle of this big rainstorm. \n[20]I'm surprised you never found out about it, Dante. Everybody in school knew-even in my class. \n[21]That's sick, Dante. \n[22]Sure. How about the beach? ", "OLD MAN": "\n[1]Be careful. \n[2]You know the insides of those are filled with stuff that gives you cancer. \n[3]I had a friend that used to chew glass for a living. In the circus. \n[4]No, he got hit by a bus. \n[5]Well, that depends. Do you have a bathroom? \n[6]I understand, but can I use it. I'm not that young anymore, so I'm kind of...you know...incontinent. \n[7]Thanks son. Say-what kind of toilet paper you got back there? \n[8]I'm not asking about the color. I mean is it rough or cottony? \n[9]Rough, eh? Oh, that stuff rips hell out of my hemorrhoids. Say, would you mind if I took a roll of the soft stuff back there. I see you sell the soft stuff. \n[10]Aw, c'mon boy. What's the difference? You said yourself the stuff that's there now is rough. \n[11]Thanks son, you're a lifesaver. \n[12]Say, young fella, you know I hate to bother you again, but can I take a paper or something back there...to read? It usually takes me a while, and I like to read while it's going on. \n[13]Thanks, young man. You've got a heart of gold. \n[14]Can I trouble you for one of those magazines? \n[15]No, I mean the ones there. Behind the counter. \n[16]Yeah. I like the cartoons. They make me laugh. They draw the biggest titties. \n[17]Uh, can I have the other one. The one below this one. They show more in that one. \n[18]Thanks son. I appreciate this. ", "INDECISIVE CUSTOMER": "\n[1]They say so much, but they never tell you if it's any good. \n[2]Are either of these any good? \n[3]Sir! \n[4]Are either of these any good? \n[5]Well, have you heard anything about either of them? \n[6]You've never heard anybody say anything about either movie? \n[7]Well, how about these two movies? \n[8]I just held up the same two movies. You're not even paying attention. \n[9]I don't think your manager would appreciate... \n[10]I beg your pardon! \n[11]I only pointed out that you weren't paying any attention to what I was saying. \n[12]You hope what feels good? \n[13]Well this is the last time I ever rent here... \n[14]Screw you! ", "CORONER": "\n[1]Who is he? \n[2]What time was this? \n[3]Wait a second? Who was working here today? \n[4]I thought you just said you played hockey and went to a funeral. \n[5]Then who operated the store? \n[6]With this guy locked in? \n[7]Go ahead. \n[8]No. I place the time of death at about three-twenty. \n[9]The body can maintain an erection after expiration. Sometimes for hours. Did he have the adult magazine when he came in? \n[10]I can't say for certain until we get him back to the lab, but my guess is he was masturbating, his heart seized and he died. That's when the girl found him. Something smells like shoe polish. \n[11]Actually, I once had to tag a kid that broke his neck trying to put his mouth on his penis. \n[12]Shock trauma. She's going to need years of therapy after this. My question is, How did she come to have sex with the dead man? \n[13]What kind of convenience store do you run here? ", "SANFORD": "\n[1]Dante, let me grab a Gatorade. \n[2]So? \n[3]What do you care? Hey, what smells like shoe polish? \n[4]What responsibility? You're closing the fucking store to play hockey. \n[5]All I'm saying is if you're going to be insubordinate, you should go the full nine and not pussy out when it comes to free refreshments. \n[6]Fuckin-A. \n[7]Hey man, I hear Caitlin's marrying an Asian drum major. \n[8]Fine by me. But you're living in denial and suppressing rage. Dante said we can all drink free Gatorade. \n[9]There was the orange ball...and the orange ball. \n[10]I thought Redding had like three balls! \n[11]Shit! \n[12]We still get free Gatorade, right? ", "SUITED MAN": "\n[1]You open? \n[2]Excuse me, but have you been here all day? \n[3]Were you working here at about four o'clock? \n[4]Can I have your name please? \n[5]Here you go. \n[6]A fine, for five hundred dollars. \n[7]For violation of New Jersey Statute Section Two A, number one-seventy slash fifty-one: Any person who sells or makes available tobacco or tobacco-related products to persons under the age of eighteen is regarded as disorderly. \n[8]According to the NJAC-the New Jersey Administrative Code, section eighteen, five, slash twelve point five-a fine of no less than two hundred and fifty dollars is to be leveled against any person reported selling cigarettes to a minor. \n[9]You said you were here all day? \n[10]An angry mother called the state division of taxation and complained that the man working at Quick Stop Convenience sold her five-year-old daughter cigarettes today at around four o'clock. Division of taxation calls the State Board of Health, and they send me down here to issue a fine. You say you were working all day, hence the fine is yours. It's doubled due to the incredibly young age of the child. \n[11]The due date is on the bottom. This summons cannot be contested in any court of law. Failure to remit before the due date will result in a charge of criminal negligence, and a warrant will be issued for your arrest. Have a nice day. ", "IMPATIENT CUSTOMER": "\n[1]I thought that place was supposed to be opened at eleven o'clock? It's twenty after! \n[2]It's not like it's a demanding job. I'd like to get paid to sit on my ass and watch TV. The other day I walked in there and that sonofabitch was sleeping. \n[3]You calling me a liar? \n[4]What the hell is that? Resting his eyes! It's not like he's some goddamned air traffic controller! \n[5]Such a wiseass. But go ahead. Crack wise. That's why you're jockeying a register in some fucking local convenience store instead of doing an honest day's work. I got no more time to bullshit around waiting for that sonofabitch. You make sure this gets back. The number's eight-twelve-Wynarski. And I wanted to get a damn movie, too. \n[6]Don't hurt yourself. I'm going to Big Choice Video instead. \n[7]You see a pair of keys lying around here somewhere? \n[8]Hey-did you see a set of keys lying around here? \n[9]Fucking kids. \n[10]Hey, did you see a set of keys lying around here somewhere? ", "SMOKER": "\n[1]Two packs of cigarettes. \n[2]I've actually seen it before. \n[3]No, I've seen that behavior before. Looking for the perfect carton of eggs, right? \n[4]I'll bet you a million bucks that the guy's a guidance counselor. \n[5]I was in the Food City last year when the same thing happened, different guy though. Stock boy told me that the guy had been looking through the eggs for like half an hour, doing all sorts of endurance tests and shit. I ask the kid how come nobody called the manager, and he says it happens twice a week, sometimes more. \n[6]I kid you not. They call it Shell Shock. Only happens with guidance counselors for some reason. The kid said they used to make a big deal about it, but there's no point. \n[7]He said they always pay for whatever they break and they never bother anybody. \n[8]If your job served as little purpose as theirs, wouldn't you lose it, too? \n[9]See? It's important to have a job that makes a difference, boys. That's why I kill Chinamen for the railroad. ", "GIRL 1": "\n[1]Scumbag. What are you doing? \n[2]He's your cousin? \n[3]No way. \n[4]He only speaks Russian? \n[5]No way! \n[6]What did he say? \n[7]That doesn't sound metal. \n[8]Did he say \"making fuck?\" ", "MOTHER": "\n[1]Excuse me, but do you see videotapes? \n[2]It's called Happy Scrappy-The Hero Pup. \n[3]Happy Scrappy-The Hero Pup. \n[4]She loves the tape. \n[5]Happy Scrappy-The Hero Pup. \n[6]A pack of cigarettes. ", "OLAF": "\n[1]Moscow. \n[2]Skrelnick. \n[3]Da. Da. \n[4]\n[5]\n[6]"}}