{"dialogues": {"GABE": "\n[1]Maybe you could tell me why I am rescuing you. \n[2]Rescue One -- have located helpless climber, please prepare idiot line for transport, over -- \n[3]who precariously swings out from the ledge to grab it -- the wire is just out of reach. Hal grabs the radio. \n[4]This guy showing you a good time? \n[5]Now, remember -- keep your arms and legs within the vehicle at all times -- \n[6]Ready? Did he tell you about the time he almost made it up Everest? \n[7]Well, if he's bored you with that bullshit, then this has to be the best part of a bad date. Right? \n[8]Ready? \n[9]Yes you can. You can do it. Don't look down.  The whole way across, don't look down. Look at me. Just keep looking at me -- and you'll be okay. \n[10]Sure? \n[11]moves back from the ledge. \n[12]Hold on. I'm coming out to get you. \n[13]urgently pulls himself along the line faster, trying not to shake the line. As he gets closer and closer to a terrified Susan, his eyes lock on hers -- \n[14]Keep looking at me. Hold on -- \n[15]deliberately lets go of the main line and launches himself at Susan -- \n[16]who can only look down, swaying helplessly on the wire as Susan's SCREAM starts -- \n[17]twists from his safety line, spinning helplessly -- he wants to, but can't, shut his eyes -- \n[18]Falling. \n[19]Any size, any color, any model. \n[20]Just under six hours. \n[21]This is new... \n[22]Still find the dead ones the old fashioned way, I guess. \n[23]If I did, I'd have to listen to you tell me one more time that it wasn't my fault. \n[24]-- If I did everything right, Susan Collins would still be alive. \n[25]Do you really believe all that?  That it wasn't our fault? \n[26]I'm not sure what I wish more, Maggie. That you meant what you said, just now -- or that it were really true then. \n[27]Christ. You're in charge of Rescue now? \n[28]Well, you're a better man than I am, Hal. Nothing rattles you. \n[29]Good idea. Say, Hal? Why don't you come with me so we can show these rookies how to death-rig a woman properly? \n[30]brushes some of the falling snow away from the marker. He lays down his flowers and pauses for a moment -- then gets into the Bronco and drives away. \n[31]pulls into the driveway and puts the Bronco in park. He doesn't cut the engine, because he's not sure whether he's going in or not. Finally -- he cuts the ignition. \n[32]Maggie? \n[33]Hi. Could you introduce us? \n[34]Not the tag -- what do you call him? \n[35]Poachers? Bastards... \n[36]About four months, right? Christ -- it must have been just about his -- I mean her -- first flight -- \n[37]You can't do that alone -- \n[38]I'm making her nervous -- You hold her, I'll do the dressing. \n[39]Got some fight in her -- that's good. What happened to Dave? \n[40]I thought I came back to see if I'd learned to live with it. Well, big surprise. Coming back just tore me open all over again, like it all happened yesterday instead of a year ago. Nothing's changed. Including the way I feel about you. I didn't realize it till I saw you at the airport. But I came back for you, Maggie. \n[41]No. Not here. I want you come with me. Start over, somewhere else. \n[42]What the hell do you want? \n[43]\"We\"? Talk to somebody who's still on the payroll. You've got a half dozen new guys -- \n[44]During the summer. On a bet. \n[45]Maybe you missed the headlines -- but I don't do rescues any more. They're bad for my conscience. Fuck this one up on your own. \n[46]Not like I was, pal -- her fingers brushed mine on the way down -- \n[47]I don't want the responsibility. \n[48]Just backup. \n[49]I'll lead. I left a few bolts last time I climbed this -- I think I can find some of them. \n[50]Tell you what, Hal -- if we're still alive tomorrow morning, I'll give you the twenty bucks back, okay? \n[51]Anchored! \n[52]hugs the ice wall, making himself as flat as possible -- \n[53]Rockslide! \n[54]who's seen everything we have, quickly reaches to the piton he's just anchored, and removes the carabiner clip -- \n[55]has the bolt gun out. He rapidly hooks the rope's carabiner clip to the chambered bolt, and FIRES it at a solid rock ledge above him -- \n[56]lashes the rope to his shoulder, bracing for the coming impact by lodging his feet in the ice -- \n[57]is almost dragged down by the jolt -- he painfully takes most of the impact in his shoulders -- the shock forces his feet through an ice ledge -- but the rope, bolted to the rock above, has held. Barely. \n[58]Anchored -- Anchored! \n[59]It's kind of hard to resist -- \n[60]Come on -- the hard part's over. \n[61]I thought the fuselage was broken. That looks pretty cozy. \n[62]Something's wrong here -- \n[63]My ex. \n[64]This way. \n[65]We don't have to do this. We know these mountains -- they don't. If we can get ahead -- \n[66]We've got to try something. Think we'll get a finder's fee after they get all their \"luggage\"? \n[67]That's not what really worries me. \n[68]Yeah. Once they've got what they're after -- they're gonna need a copter to get out of here. \n[69]I'll need the ice axe. \n[70]Okay. How about some tape? \n[71]Crampons too. \n[72]Jesus. \n[73]I've got a better idea. Why don't you come up and get it? \n[74]who has to flatten against the upper ledge -- bullets howl past at twenty per second, SPARKING against the lip of the rock -- it's cover, but not much -- \n[75]looks up, sweating it -- \n[76]Come on -- \n[77]who drops the case and hugs the wall -- \n[78]-- his hand gropes out -- and with some difficulty, he digs himself out, gasping and coughing. Gabe, coated with snow, leans against the wall and rests. Alive. \n[79]and he barely has the strength to hold on, much less go up. Gabe holds himself steady with one hand, gets a foothold, and swings another hand up to SLAM it against the wall. He's improvised gear -- he's tied a crampon to one hand. But it's as awkward as it sounds. Gabe moves up only a foot or so -- then pulls out the crampon, reaches up, and SLAMS it into the wall, starting the painful process over again. \n[80]A steambath. A steambath -- and a bottle of whiskey. A steambath with a bottle of Glenlivet. And a fire. A steambath -- with a bottle of Glenlivet -- and a steak. A steak soaked with Glenlivet, cooking over a steambath on fire. \n[81]is right underneath where the ice flows over the wall. Gabe takes his handheld crampon and hammers it into the ice overhead with more force than usual. This one is going to have to hold. Gabe steels himself for a tough move -- with one hand gripping that crampon, he swings out, away from the wall. Only the crampon spikes jammed into the ice above his hand are keeping Gabe from falling. Gabe needs the second crampon to make the move up -- but that's not going to be easy to get. It's attached to his boot. As Gabe clings to the upper crampon, his body swaying, he reaches down with his free hand to loosen the other crampon. \n[82]still swinging from one hand, takes the now-freed crampon and slams it into the ice. It doesn't hold -- but the force of Gabe's swing, pushing him away, has loosened the other crampon. Gabe only gets one more shot at this -- he swings the free crampon up with all his might -- it catches in the same split second as the other dislodges. But the hard part is over -- with the two crayons, Gabe quickly manages to climb up over the lip of \n[83]Sorry, Gordon -- I promise I'll have it back tomorrow. \n[84]climbs down from his rock perch and rushes toward the tree. \n[85]begins climbing down to level ground so he can circle closer to where Travers is holding Hal -- before he can get far -- \n[86]is startled as the bullets impact inches over his head -- he jumps the last ten feet to the ground and is running even as he hits the ground -- more bullets hit where Gabe was a split second ago -- \n[87]runs too, trying to dodge Ryan's continuing fusillades -- Gabe knows this territory, but to him, it's still pitch dark -- he stumbles, and rams against trees -- \n[88]comes out of the trees and finds he is on another part of the summit. All that's beneath him is \n[89]is driven forward by a fresh burst of bullets -- he dives to the edge of the ice field and ducks behind a boulder -- the sole source of cover. \n[90]fumbles in his backpack and pulls out something from the Douglas exhibit -- an ancient flare that looks like a can of sterno. Gabe pulls out his lighter and tries to light it -- it resists and looks like a dud, but finally it catches, and as it ignites Gabe heaves it over the boulder at Ryan -- \n[91]bolts out from behind the boulder to rush him -- \n[92]just runs straight ahead to Ryan, getting to him before the machine gun field of fire can intersect his path -- Gabe tackles Ryan as he manages to get the goggles off -- both men fall to the ground, and -- The machine gun CLATTERS away, landing on the edge of the ice, just out of reach -- Ryan, now recovered from the blinding flash, pulls an ice axe out of a pack sheath and swings it at Gabe -- Gabe rolls away in time, and gets to the machine gun, grabbing it -- But Ryan dives for Gabe, slamming into him -- the force of it knocks the machine gun loose -- it skips down the ice slope -- but the momentum of Ryan's hit also carries both Gabe and Ryan over the edge, onto -- \n[93]tries to maintain his perch on Ryan, who is SCREAMING and not yet used to the idea of being a human sled -- he isn't remaining still enough to provide a smooth ride -- Gabe frantically reaches behind to Ryan's wrist to get the ice axe, trailing from a wrist strap, but Ryan's arm is thrashing away, threatening to toss off the axe -- \n[94]finally grabs the ice axe, pulling it off Ryan's wrist -- just as they reach the precipice edge, Gabe loops the axe to his wrist and swings toward the ice with everything he's got -- The axe's scythe-like blade catches on the ice, right at the lip of the precipice -- Gabe is wrenched to a painful halt, suspended over the drop, as what's left of Ryan, still SCREAMING, shoots over the edge -- Gabe unhooks the axe, and gets another handhold. Gabe uses the axe to climb further down the ice to some rock -- finding easier hand holds, he quickly disappears into the darkness. \n[95]smiles with the memories -- then his face brightens with one memory in particular. Gabe rushes to a corner of the cave and opens a rock-lid to a hiding place. \n[96]Please still be there -- oh, please -- \n[97]Mmm. Just like -- chicken. \n[98]Come on -- wait till you're out of range -- don't pull it yet -- \n[99]turns away -- he can't watch Evan hit bottom -- he grimaces and looks up with absolute hate at \n[100]Don't worry. You will. \n[101]pulls out his ancient binoculars, and scans the crack. \n[102]puts away the binoculars and wedges himself into the crack, starting the long process of going up -- and through -- the mountain formation. \n[103]I didn't need to see that. I really didn't. \n[104]Should've taken that left turn at Albequerque. \n[105]blindly pushes to the side, rattled by the difficulty of doing this in the dark. \n[106]It's just like any other side move -- you can't see where the fuck you're going, that's all -- \n[107]exasperated, puts the penlight in his mouth and moves on. \n[108]Much better. \n[109]still cursing, still looking up, still moving to the side -- he gets the opening he wants, but not where he wants it -- The crack suddenly, drastically widens as he moves to the side -- since he's been bracing his back against the wall, Gabe falls out of control, twisting around, face down -- Gabe bounces down the walls for several yards and catches himself by bracing his arms and legs against the crack. It's now five feet wide as he painfully brakes himself -- \n[110]is now, literally, in a jam. There are no handholds, no ledges, and the walls are slick. All he can do is remain braced against the crack's walls until his already sore arms and legs give out. \n[111]snaps the lighter shut, pockets it, and readies himself. Gabe steadily \"walks\" up the vertical passage by bracing himself with one leg and one arm -- then moving the other leg and arm up. Gabe repeats this until he has his hands on the curved edge where the crack snakes into a sideways passage. But there are no handholds that will allow Gabe to get a grip and simply swing over and climb up. \n[112]So much for the easy part. \n[113]knows the top is twenty feet away. Gabe starts up the easy segment, his back braced against one wall. \n[114]appears -- he completes his run toward Kynette's back and kicks him over the edge -- \n[115]yanks Maggie to her feet and onto the top. Maggie gets a good look at Gabe -- his clothes are slashed, he's covered with cuts, and coated with slime and dirt from the crack. He looks like he's just spent a week in Hell. Gabe doesn't react to her reaction -- he just grabs her hand and runs. \n[116]Come on -- \n[117]Here. \n[118]Today, goddamit! \n[119]feels the rope go taut -- he yanks the rope down hard -- \n[120]looks over as Kynette bounces past him, a few feet away -- the rope goes slack in his hand as Kynette falls below. \n[121]This way. I like the outside of the mountain better too, but -- \n[122]Stop. \n[123]I need to stop. \n[124]I'm glad to see you -- but Christ, I wish you hadn't come. \n[125]Try it from this side. Do you still have your radio? \n[126]Let's give it a try. I'm in bad need of a ride. Come in, Rescue Unit -- \n[127]-- Come in, Rescue One -- \n[128]-- Come in, Frank -- \n[129]Is there anybody else on the radio? \n[130]I take a year off and the department goes to hell. -- Come in, Rescue Unit -- \n[131]Come in, Frank -- over -- \n[132]is knocked down to a point where the crack narrows -- he stops himself by jamming his body against the sides. Suddenly, it's quiet. A little dirt whistles through, but that's all. The cave-in has stopped, as it's filled in the crack above. And Maggie is in the middle of it.  Gabe unsheaths his ice axe and starts hacking up to get at Maggie. Dirt and rocks fall in his face as he digs -- \n[133]Are you all right? \n[134]No -- there could be another bomb up there -- even if there isn't, we could get another cave-in. The only sure way out is through the side. \n[135]Come on -- we're almost out. \n[136]falls back, desperately grabbing at the walls to stop himself from going all the way down -- as he weakly tries to get up -- \n[137]Move! \n[138]Knock this in the side. Make it firm. \n[139]Bad news. There's another bomb up there. We've got to move quick. \n[140]Good news. There's a cave down there. \n[141]puts away the binoculars and swings back to Maggie -- she lets the length of rope drop. It's thirty feet long. Not even almost long enough to get to the shelter. Gabe leans against the crack wall, drained. Now what? \n[142]Die. I'm sorry, Maggie. I'm sorry you got into this. \n[143]Forget about it. He can't hear you. Tie these together. Tight. \n[144]This is rope from the Gordon exhibit. The way guys climbed then, they'd tie on three at a time -- this rope'll take around nine hundred pounds. \n[145]Yeah, they made it pretty good then. Each of these strands ought to hold about 300 pounds before snapping. \n[146]Depends on how big a breakfast you had. You want to go first? \n[147]Swing towards it -- and drop! \n[148]Are you okay? \n[149]This. That plane crash -- it's a half dozen guys who were smart enough to steal fifty million bucks, but dumb enough to drop it all over the range. They've got Hal as a bird dog -- and right now they're heading for the rest of it. \n[150]It's close to the lake -- Hal's probably leading them on the slowest possible route down to it. I can get there first -- all I have to do is make it along the north wall to the Bitker ladder -- \n[151]Something -- subtle. \n[152]No way. You're climbing back down -- try to get to the station or find some help. \n[153]And you're definitely not going -- \n[154]Okay. Come on -- \n[155]-- but the second you slow me down, I'm leaving -- -- I'm leaving you behind. Understood? \n[156]If I don't go first, I might not go at all. \n[157]pulls faster -- and reaches the other side. Gabe maintains his hand grip and swings his feet onto the ledge, leaning back against the wall to catch his breath. \n[158]Think you can beat my time? \n[159]watches her, grinning. Admiration for Maggie is washing away bad memories of Susan. \n[160]Shit -- she is in better shape. \n[161]doesn't notice and shouts across at Maggie, now half way. \n[162]Quit sandbagging it -- I haven't got all day -- \n[163]drops low just as Maggie starts to fall and swings his arm out towards hers in one lightning-fast motion -- \n[164]maintains his grip on Maggie's hand, but her weight nearly pulls him off the ledge -- Maggie drags him down, the window goes out of his chest when it collides with the ledge's bottom, but their grip holds. All of this in a split second. Maggie hangs from Gabe's arm, locked in terror -- but skill wins out over fear. She finds a handhold with her free arm, and climbs up to the ledge with Gabe's help. Maggie collapses into Gabe's arms and they fall back against the wall, but Gabe's the one who's really holding on tight. \n[165]That -- tears it. You're not coming any further. \n[166]Maybe. But I'm not getting you killed. Look, Maggie. I don't know what'll happen when I catch up with Hal -- but I've got to know one thing for sure -- that you're making it off this mountain. Alive. \n[167]Get on the trail and stay out of sight. I'll see you on the ground. \n[168]Hasn't gotten any lower in the last year. Bitker, you cheap bastard. Would another four feet have killed you? \n[169]who is on a rise behind a rock, watches Qualen's futile pursuit from a distance, amused. Amused, until -- \n[170]Good thing for Qualen you are. \n[171]When he comes back, he's going to shoot you and the other guy, grab the money, and take off with Travers. \n[172]He already blew up one of your pals in that crevice. And I've been in that copter. It goes a hell of a lot farther with two people than with four. Am I wrong? Give him a buzz. \n[173]You've also got all the money. And I can show you how to get off the mountain with it. Right now. \n[174]It's right over there. \n[175]It's a storage locker for the rangers. Everything you need to get off the mountain is in there -- skiis, food -- I'll show you -- \n[176]We'd make better time walking straight ahead. Qualen's not going to be hopping down the bunny trail too much longer. \n[177]Don't fuck up. You still need me to show you a route off the mountain. \n[178]bellies ahead, flat on his stomach, testing the snow with the ice axe's staff -- only when he hits something solid with it does he get back up to his feet. But the sound of ice-crusted snow CRUNCHING above Gabe alerts him that -- \n[179]is on the run, but it's that lead-footed, slow motion stuff that only happens in nightmares -- with every step, a foot breaks through the icy crust and sinks into two feet of snow -- Gabe stays just ahead of the barrage, making it into \n[180]who tries to steer away from the line of fire -- Gabe is hit in the shoulder -- he slides out of control, and rolls down -- -- to the slope's bottom. Gabe painfully lifts himself up and moves through the woods, coming out of the trees to \n[181]Not any more. \n[182]quickly reacts, jumping onto another bed-sized chunk of ice floating by, landing on his stomach and braking himself by digging his crampons in -- just as -- \n[183]struggles to his feet and looks down, wincing -- \n[184]has no time to celebrate -- the chunk of ice he's on leaves him moments from the same fate. One more time around, and it's down the drain. Gabe takes a deep breath. No choice. He leaps -- \n[185]lands on an ice raft floating towards the bridge. No choice -- Gabe lunges off the ice raft and reaches for one of the bridge supports -- his hand catches -- but it's slippery and he's weakened -- Gabe slides off, but -- \n[186]Didn't care for the Smokey The Bear hats, either. That's why I quit. You all right? \n[187]Hardly seems worth zipping, huh? Frank? \n[188]May I? They can't talk right now, Travers. Kristel's busy making snow angels -- and I'm not sure, but I think Qualen is still falling. Any messages? \n[189]Maggie -- \n[190]I've got the money. Fly to the lake. And if you touch her -- \n[191]I have no fucking idea. Empty. \n[192]Why can't anything be easy? \n[193]Stay over there -- \n[194]-- what, throw snowballs at him? Just -- whatever happens -- get Maggie out of here. \n[195]Thanks for asking. I forgot how much I enjoyed rescue work. \n[196]Remember that bet you made? About whether I could find the money for you or not? You won. \n[197]You do, and the spring thaw's going to be worth thirty million bucks. No rush. I'm sure you've got lots of time. \n[198]When she's safe on the ground. \n[199]Run! Run! \n[200]Now come and get it. My arm's getting tired. \n[201]Don't you want to count it? \n[202]rips open a perforated section of parka and yanks his bolt gun from his waist -- Travers looks up and raises his gun at Gabe -- but Gabe fires first -- the bolt imbeds itself high in Travers' chest. Gasping, Travers drops his gun -- it falls over the pack and out the open door -- Travers clutches at his chest -- \n[203]Don't spend it all in one place, you son of a bitch. \n[204]stares down coldly, waiting for the crash -- but -- \n[205]as he throws himself flat into the snow -- the front of the skid misses Gabe by inches as it blasts over him -- \n[206]gets back up as the helicopter swings back behind him -- \n[207]lumbers as fast as he can towards the edge -- \n[208]as he runs toward the mountain's edge -- it's just a couple of feet ahead, but the copter is a couple of feet behind -- -- as the copter overtakes Gabe, dipping even lower into the snow, he dives off the edge -- \n[209]is shaken off by the massive impact -- he falls -- -- landing on the helicopter, half in and half out of the cockpit! As Gabe scrambles for a solid hold -- \n[210]grabs hold of the ladder as \n[211]Cheer up. It's a beautiful spot to die. \n[212]looks down at the burning wreck and clings to the ladder, closing his eyes for a moment in exhaustion. But the WHOPPING of another helicopter makes him look up -- \n[213]is drained -- from somewhere, he finds the strength to lift his head up -- \n[214]leans back, gripping the ladder, too tired to move. Just the thought of one more climb drains him. \n[215]Forget it. No fucking way. I'm staying right here. I've spent the night on walls before -- some of the best nights of my life have been spent lashed to walls -- \n[216]puts the loop around himself and tightens it by rote -- even this action aches. \n[217]Fuck you -- ", "TRAVERS": "\n[1]Tell Wright the San Francisco shipment is ready. \n[2]Be ready in five. \n[3]Your parents must be proud. What the fuck is this about? \n[4]There isn't a hell of a lot anyone can do but observe. This is the most protected shipment we've got -- and the most useless for a thief. Those bills aren't in circulation. You think five thousand dollar bills are easy to pass? Who the fuck would try? \n[5]Who is he? \n[6]Could you get to the part where I'm supposed to care? \n[7]Thanks for the tip. But I've got work to do. \n[8]You have my sympathy, but -- There's a reason we do things this way, all right? Armored cars can be hijacked. Trains can be derailed. But nobody can get to us in flight. The only time this is on the ground is at the mint, or on the Presidio runway in San Francisco. Either way, someone would have to shoot his way past a couple of thousand guards. \n[9]If you're worried about an inside job, forget it. I checked the plane from top to bottom an hour ago. And these three are my best against. Even if one of them did go skydiving, they wouldn't get far. Each case has an electronic tracer with a range of one hundred miles. \n[10]I haven't lost a bill in eight years. And I'm not scrubbing this shipment because you scare easily. \n[11]Stay put! Don't panic, goddammit! \n[12]No -- we're going too fast, and we're too high up. Push flaps forward twenty degrees and drop to five thousand feet. \n[13]What the hell are you doing -- \n[14]Calm down -- give the gun to me -- \n[15]He's losing it -- \n[16]Don't make me laugh. \n[17]Move into position. \n[18]is also wired to a safety line by his own jet's open door. \n[19]More -- more -- keep it coming -- \n[20]-- takes it in and clips it to a ring at the top of the jet's doorway. \n[21]Locked on. Move into lateral position. \n[22]So what. He'll sift though a plane that went down in a storm -- -- find enough pulverized bone for six men heroically killed in the line of duty -- -- and just enough of the right kind of ash. \n[23]We get twenty-one gun funerals and they write off fifty million. It's perfect, as long as you hold the plane steady -- so concentrate. \n[24]On my way. \n[25]That charge is going to blow both engines -- the plane'll go down like a rock, so clip yourself on to the end of the cable with the money as soon as I get over. And make sure you bring the right cases. \n[26]Dip the plane. I'm coming over. \n[27]Somehow, I didn't think you'd have waited for me if I'd sent it first. \n[28]Get underneath the jet! The cases will slide over! \n[29]Lower! Get underneath it! \n[30]Now -- we call the police. \n[31]Have they arrived? Good. Return to the plane and cover your tracks. \n[32]Where? \n[33]You said \"we\". Where are the rest? \n[34]What's for dinner? Ugh. \"Dried Beef Slices With Barbeque Sauce.\" Try and make this edible. \n[35]Hal Tucker. Where's yours? \n[36]Gabe Walker... Very attractive. \n[37]Too bad. Let me tell you what's on for today. We'd like you to help settle a wager. You see, we lost some luggage -- \n[38]See these? Now I've bet the gentlemen behind you that you know enough about this mountain range to lead us to each of these, quickly, and that you'd be happy to do so. They bet me you couldn't and wouldn't. Now tell me -- who wins? \n[39]Good dog. Now let's get this expedition started. \n[40]Okay. Connect the dots. \n[41]Hold it. It's up there. \n[42]Fetch. \n[43]You've got to be kidding. \n[44]Where could he go? \n[45]You win. Kill him when he gets down. \n[46]Lower it down -- now! \n[47]Get him! \n[48]We can't. And he knows it. \n[49]apoplectic, stares at seventeen million dollars worth of snow settling far below. He takes his gun, furious, and fires at \n[50]Get us out of here. \n[51]No tricks, no procedural codes, no personal messages -- just tell them everything's under control and you're taking care of the wounded. \n[52]Have her come up. \n[53]Good. You might live longer than your friend. Now -- -- what? \n[54]It looks like a winding route. \n[55]Is this it? \n[56]Good. Get out of the way. \n[57]This way. \n[58]is excited now -- he can't even wait for Qualen's flashlight, he intuitively races through the trees, dividing his attention between his surroundings and \n[59]shoves his way through some small pines -- he can see the blinking of the red tracer light ahead through the branches. \n[60]It's over here! \n[61]He's still alive. He's still alive! He can't be far away -- spread out! \n[62]Put your hands on your head. \n[63]Still interested in staying alive? \n[64]Show me. \n[65]\"End of the line\"? That's classic. You've got style. So, I'm going to give you a three-count to figure out how to turn the safety off. \n[66]Time to -- \n[67]runs in the direction of the footprints and quickly closes the gap between him and \n[68]bursts out of the woods and runs up right behind him -- \n[69]does likewise, still firing -- his clip runs out, but this only buys Evan an extra few seconds -- \n[70]is right behind him, and has slapped a fresh clip in place, but before he can shoot -- \n[71]stops firing -- but doesn't seem unhappy at all. \n[72]who doesn't see Gabe -- he's laughing at Evan's desperation, which ends as his death scream is cut off. Hal is led over to the spur, with the other gang members behind him. Hal looks as angry as Gabe. \n[73]No such luck. Cheer up. Everyone should die in a spot this beautiful. \n[74]Forget about it. He's smart, but he's not invisible. \n[75]I thought you said there was an easy way across. \n[76]Don't be. Lead on. \n[77]Look -- this part is nothing, believe me -- \n[78]Then get the money, kill him and get back here. Now. \n[79]Don't tell me -- \n[80]What happened? \n[81]Thanks. We couldn't have killed him without you. \n[82]There's our ride out of here. Everyone out of sight -- except you, Kristel. Make the distress call. You're so good at it. \n[83]Answer that. \n[84]I almost believed you myself. \n[85]Time for number three. Unless you want to have a longer conversation with him elsewhere. \n[86]Suit yourself. You see, we just had a little interface with several branches of the federal government -- one of whose members I know has zero imagination -- and I can tell you, the cavalry just isn't going to make it by this week. No, you're taking us where we want to go. Because you want to return that favor and you want to do more than watch. You want to kill me -- more than anything, even more than you want to keep on breathing, and with a little more time you pray you'll get that chance. Am I right? \n[87]Qualen. How far along are you? \n[88]We have less than half a tank of fuel, Eric -- if we burn it up treasure hunting we'll never get off this rock. Now -- how far away are you? \n[89]Time we have -- Walker's dead, Wright's an idiot. And our guide -- \n[90]As soon as he becomes a convenience instead of a necessity -- kill him. \n[91]is trying to repair the helicopter door when the call comes. \n[92]Have you found the money? \n[93]banks the helicopter around and up for another pass. \n[94]He's hiding twenty yards in -- be careful. \n[95]He's right behind you! \n[96]Something's moving fast down the hill -- is it Tucker? \n[97]Answer me! Is it Tucker? \n[98]is at the controls. \n[99]Hop in. I know someone who'd like to see you again before he dies. \n[100]Qualen -- Kristel -- come in -- \n[101]You wanted to make a trade earlier, Walker -- still interested? \n[102]I'll kill her -- \n[103]All right. Drop the gun first. \n[104]Get out. \n[105]stares down, incredulous -- as he does -- \n[106]knows he has Gabe nailed -- he shoves the stick forward -- \n[107]smiles -- nothing to worry about -- he speeds ahead -- \n[108]leaps from the falling copter and grabs Gabe's leg -- Gabe struggles to support both of them, but Travers, weakened from his wound, loses his grip on Gabe's leg -- he stares up in terror at Gabe as he clutches Gabe's snow-slick boot -- ", "HAL": "\n[1]Excuse me -- I know you're my salvation, and all -- do you think you could rescue us before your smoke break? \n[2]Basically -- I've fallen down, and I can't get up... \n[3]Rescue One -- please remind me to tell you about the time I hauled your hero here down Mt. Huntington on my back, over -- \n[4]Fuck you -- \n[5]lets go of the overhead line and claps his hands to his face in mock horror -- he quickly whizzes down the last thirty feet of the line, where Frank catches him and pulls him out. Hal gets out of the harness, checks every stitch of it, signals thumbs-up, and sends it back. \n[6]is helpless, and can only watch as \n[7]Maggie, where the hell have you been? I've got two climbers out -- \n[8]Brett and Evan are up there again to jump off the spur. Their wives called twice. I want you in the air and I want them found before the storm system moves in. Now. \n[9]There was a vacancy. Maybe you heard about it. The last guy lost his nerve and lit out of town. \n[10]Take the Bronco to where you're going. I've already been. Then go back to wherever it is you like to hide. And stay there. \n[11]Rescue One -- have you sighted them? Over -- \n[12]Rescue One -- abort. They'll be all right. Brett and Evan are dumb enough not to log in, but they're smart enough to have storm gear. Head back to base. Maybe you can catch Gabe before he leaves. Over. \n[13]Look -- I know there's a storm, but that wasn't thunder. \n[14]Rocky Mountain Rescue -- come in, mayday -- \n[15]Acknowledged, mayday. What's your position? \n[16]Got to be Comb Bluff. Acknowledged, mayday. Winds are too strong for us to get a copter up there -- can you and your passengers make it through the storm? Over -- \n[17]Mayday -- come in, mayday -- \n[18]Now there's an easy call. \n[19]I need your help. A plane's gone down on Comb Bluff. This storm would blow a copter all over the place -- but we can climb up to it. \n[20]-- who couldn't climb that wall now if there were stairs cut into it. But you've soloed it. \n[21]This is a little more important than a bet. Just a few injured people with no first aid or shelter, camping in a zero degree blizzard. They'll be ice sculptures by tomorrow morning. \n[22]Play it again, Gabe, about how we killed her. I was there too, remember? \n[23]-- and I was the one who had to deal with her family when you fucking tore out of town. We lost her. Whatever anybody says about cold stress and the clip, you and I have to live with that. But right now, there are some more people who need our help, and they shouldn't die too just because you've got a problem keeping the past in the past. \n[24]Walk away and you are responsible. They'll die. I can't do this alone. You know what else, Gabe? You can go anywhere you want, but if you don't do this, now, you're going to be stuck on that goddamn ledge for the rest of your life. \n[25]That thing's dead weight. Completely useless for an ice climb. \n[26]Save the rope for when it gets tough. That bet was for you to free climb the wall. \n[27]is beside and slightly below Gabe -- at the other end of the fifty foot rope. Hal cautiously pulls himself along the line to the first piton -- as is standard for a climb, he pulls out the piton, then moves on to the second -- but up above \n[28]flattens too as rocks bounce past -- the second anchoring piton LOOSENS as it is struck by a falling rock -- Hal nervously eyes the last piton between him and Gabe -- \n[29]tries to stay flat, but one boulder painfully CLIPS him on the shoulder, knocking him from his perch -- Hal falls -- \n[30]now somewhat recovered, steadies himself. \n[31]You're sure this time -- \n[32]Don't say it -- \n[33]That's it. \n[34]The pilot was hysterical. \n[35]Does this look like a prank to you? Come on -- \n[36]Relax -- we're here to help -- \n[37]Don't try to talk -- \n[38]-- Where? What are you -- \n[39]Can you climb faster than they can shoot? \n[40]Sure. All the bullets we can eat. \n[41]There's something else to worry about? \n[42]Maggie. \n[43]looks up, worried -- \n[44]reacts and attacks Travers. \n[45]You son of a bitch -- \n[46]-- Come in, Rescue Unit -- over -- \n[47]We've reached the wreckage -- top of Comb Bluff -- six injured, but they're responding to treatment. Everything A-OK. Over. \n[48]Negative, Maggie. Winds are too high, and the passengers' injuries are all superficial. We're going to ride out the storm here -- over -- \n[49]Forget it -- downdrafts would wipe her all over the peaks -- -- Not that I expect you to give a shit, but it's our only copter. You'll be stuck. \n[50]Forget about it, Maggie, that's an order -- acknowledge -- \n[51]You can't. He's taking care of passengers. Just like I should be. Over and out. \n[52]The next one's on top of the peak. This'll be long, but easy -- more like a hike than a climb. \n[53]There's a more direct route. The East Face. But it's the wall on the other side, and it's smooth as glass. Maybe a dozen guys in the world could do it in good weather. Only a psycho would try it in a snowstorm. \n[54]Come on -- tourists take this trail. \n[55]Yeah. This is it. \n[56]Well -- look at the bright side. At least you've only got to make the split five ways now. \n[57]It's up here. Somewhere on the Tower. There's a way to cross over to the top in about half a day. \n[58]makes eye contact with Brett, realizes what he's doing, and shakes his head as violently as he dares -- no, don't -- \n[59]Brett, behind you! \n[60]You came up here to jump the spur -- This'd be a great time to do it. \n[61]Listen -- they don't know you're up here -- I'll draw their fire, you've got to make the jump and get help. \n[62]Unless you want to do it the other way around? \n[63]There is. You might not like it much. \n[64]Of course -- we'll have to do it hand over hand. Seems I forgot my harness. Sorry. \n[65]unhappily hangs high above the ground from the harness kindly provided by Travers -- \n[66]You sick fuck -- \n[67]Gabe, it's a dud -- \n[68]trembling with fury and grief, bent over Frank's body as the last trace of vapor -- his breath -- trails from his lips. He's gone. Hal gently closes the eyes of his friend. \n[69]Goodbye, Frank. \n[70]Fuck off. \n[71]I think I'll wait here. You just murdered three of my friends. Sooner or later, whoever's chasing you is going to show up and return the favor, and I'd love to watch. \n[72]can only hear Qualen's end of the conversation -- but his face shows he can guess what they're talking about. \n[73]moves away from the rock, to draw their attention from what he's been doing -- \n[74]Oh, no -- you didn't lose another one, did you? \n[75]As long as you're taking requests -- how about -- the base of your spine? \n[76]who's still running down the grade -- he hasn't been hit yet, but there's an awful lot of bad luck in the air -- \n[77]has found Delmer's fallen headset radio and put it on. \n[78]Thanks loads. I couldn't have killed him without you. \n[79]is hiding his body \"heat\" under a rock formation. \n[80]pulls Gabe the rest of the way onto the bridge. Gabe's surprise gives way to a grin almost as big as Hal's. \n[81]Nice outfit. I know you never liked the orange, but -- \n[82]I feel better than you look. I can live with that. \n[83]It's not over, Gabe. Travers took the helicopter. \n[84]Now what? \n[85]Not for long. \n[86]Look -- let me -- \n[87]Count on it. And Gabe? Thanks for tagging along. \n[88]He's going to run Gabe down -- \n[89]runs out to where Travers is heading -- he lights the cloth in the ammo clip -- as \n[90]Remember -- keep your arms and legs in the vehicle at all times -- \n[91]Jesus Christ -- you think you could have put a little less effort into that climb? I mean, what have you done for me -- lately? ", "MAGGIE": "\n[1]How do they look? \n[2]Where's Gabe? \n[3]Hal, if I hear that story one more time, I'm making you limp down the entire three thousand feet, over -- \n[4]You aren't wasting any time, are you? \n[5]who is standing off to the side. \n[6]I knew you'd be coming by. Today. \n[7]If you're in that much of a hurry, why don't you ride with me? \n[8]It's a thermal scope -- picks up body heat of lost hikers -- \n[9]You could have said goodbye. \n[10]Today -- especially today -- you get to hear it again. The harness clip broke.  Cold stress -- one in a million equipment failure. You and Hal could have checked it from then till now and it still would have happened. You did everything right -- \n[11]Yes. Yes, I do. \n[12]Rescue One to base, over. \n[13]Negative, Hal -- storm's already moving in -- I can't see them, and winds are too strong to stay up here -- over -- \n[14]I don't think he's planning a long visit, Hal. Rescue One heading back to base, over and out. \n[15]Hey there -- \n[16]Sure. Gabe Walker -- this is A27. A27 -- Gabe. \n[17]Her. I call her Lucky. \n[18]They got the mother -- and left this one behind. Too small to make a decent trophy, I guess. \n[19]Time to change the dressing. \n[20]I've had to learn. She trust me -- \n[21]The usual. Flew off -- never calls, never writes -- \n[22]I'm glad to see you, Gabe. But I kind of wish you hadn't come. I was almost used to you being gone. Why are you here? \n[23]Does that mean you're going to stay? \n[24]You come back after being gone a year, and you expect me to -- You don't live here any more, Gabe. Your choice, remember? But this is my home. I'm not leaving. You can stay with me, or you can go alone. It's still your choice. \n[25]Rescue Unit -- what's going on, Hall? -- over -- \n[26]Everything isn't okay, Hal -- I'm coming up after you -- over -- \n[27]I can handle the winds -- \n[28]Acknowledged. Let me talk to Gabe -- over -- \n[29]I'm going to go nuts if I sit here one more hour. \n[30]You coming? \n[31]Hal! Gabe! \n[32]It's Evan. Parachute failed. \n[33]Why would anybody try at all. Get the bag. \n[34]Bring it down here. \n[35]Just do it, Frank. \n[36]No it isn't. I'm going to find Brett -- I don't want to have to talk to his widow too. Fly Evan's body back to base -- I'll call you when I've found Brett. Or Hal. Or Gabe. Or anybody. \n[37]Yes. Where is he? \n[38]Where? -- \n[39]hesitates -- she's still getting used to the idea of being shot at -- \n[40]drops into the relative safety of the crack and rappels downward. Maggie reaches rope's end thirty feet down, as the vertical passage again becomes diagonal. Gabe is there waiting. \n[41]We can't -- \n[42]It hurts just looking at you. \n[43]It's not going to work in here. \n[44]Why are they doing this? \n[45]We might be able to get up that way -- there's an opening -- \n[46]What are we going to do? \n[47]What are you doing? \n[48]Frank! Down here! Frank! \n[49]-- Are you out of your mind -- \n[50]Gabe -- this rope is sixty years old -- \n[51]Ought to. About. Will it hold? \n[52]My ears are ringing -- but I'm all right. Gabe, what's going on? \n[53]Where? \n[54]\"All?\" Jesus, Gabe -- what do you expect to do then? \n[55]I'm going with you. \n[56]I'm just as good a climber as you are -- and right now, I'm definitely in better shape. \n[57]Anything you say, Gabe. \n[58]Gabe? I'll go first. \n[59]tensely watches Gabe's crossing -- \n[60]smiles -- this is more like the Gabe she remembers. She gets on the wire and starts across in a fast, easy rhythm. \n[61]Gabe -- you're going to get yourself killed -- \n[62]Okay. \n[63]hears the helicopter, and turns around -- she has no way of knowing it isn't Frank, so she takes off her jacket and waves it as a signal -- \n[64]Frank! Down here! \n[65]starts running, but it's useless. Nowhere to hide. Travers hovers over her, FIRING ahead of her, FIRING behind her, not to kill, just to make a point. He's in charge. \n[66]Gabe? \n[67]Does this mean you're staying? ", "QUALEN": "\n[1]Travers -- hurry it up. \n[2]Why didn't you send the money over? \n[3]Not bad. The insulin was a nice touch. \n[4]Get ready. \n[5]He doesn't have one. Just a wallet. \n[6]I don't trust him. \n[7]I'd rather he didn't show us. We don't need two guides. \n[8]Bring the money down, or we kill your friend! \n[9]No. We need him to get the rest of the money. If he dies we lose everything \n[10]Follow him! \n[11]easily mows down Brett with his machine gun, riddling him with at least thirty rounds at close range. Brett falls dead into the snow. Qualen walks up to Brett's corpse, blood steaming in the reddening snow, and kicks it over. \n[12]Was that Walker? \n[13]chooses this moment to show up at the opposite edge -- he fires and automatic BURST at Gabe and Maggie. \n[14]is still at the edge of the crack -- stymied. He's definitely not climbing down after them -- he pulls back from the edge. \n[15]He's still alive. \n[16]For another two minutes. \n[17]Patience. \n[18]Try to get thirty million in entertainment out of this, because he is definitely in for thirty million worth of pain. \n[19]Don't worry. They may still be alive. That was the small one. \n[20]You might say a few words for your friends -- this is the one that will bury them. \n[21]I'm not sure -- I set the timer -- \n[22]When I was seventeen, I was a sentry on the East Berlin boundary. There was a problem, then -- too many defectors were managing to sneak through the wilderness to the west. A man would take them through, every night of every week -- a man like your friend. He had quite a sense of humor. Every time he got someone through, he'd radio us at midnight to let us know how many. \"Five tonight.\" \"Eight more have been freed tonight.\" No one could find the route. It made me look bad. I looked day and night and finally I found it. A tunnel. I didn't tell me superiors. I put a charge there, with a timer to trigger a radio receiver on the detonator. At midnight. Our friend made his radio report, and I heard him say \"seven\" before the explosion. They pulled eight bodies out of the tunnel, and I was promoted to intelligence the next day. \n[23]Not as far as we'd be with the helicopter. \n[24]It looks like two miles, but -- \n[25]-- it'll take some time. \n[26]What about him? \n[27]Agreed. \n[28]checks the monitor -- the relative position shows they're -- \n[29]Almost there. \n[30]Kill him! Now! \n[31]Travers. Get down here. Now. \n[32]No. Walker has. \n[33]is running alone, following the monitor lead -- until he sees a band of $5000s in the snow. Sure he's on the right track, Qualen picks it up and picks up his pace too. But we can see that behind him and higher up -- \n[34]has just hit the top of the slope and spotted him -- Qualen's gun BLAZES down -- \n[35]arrives where Gabe was and looks down the slope -- \n[36]starts running down the slope -- he doesn't have speed, but he does have the machine gun -- he FIRES short bursts at -- \n[37]Smiles and shakes his head. Too obvious. Gabe is hiding underneath the bridge, in the three foot deep network of steel supports. Qualen slows his pace, staring down through the thin, but visible cracks between the planks. \n[38]You've come a long way to die. \n[39]enjoying himself, slams a fresh clip into his machine gun. \n[40]If you were smart, you'd have left your friend behind. I would have. There's no shame in staying alive. \n[41]But you're not smart. And now you're going to die from an overdose of heroism. \n[42]stops firing and kicks away the planks, which are a tangle of toothpicks at this point -- Qualen bends down -- -- and sees there's nothing in the parka except for Gabe's back. Qualen's face registers anger and surprise as -- -- Gabe appears at the edge of the hole -- before Qualen can react, Gabe swings up with his ice axe, hooking it around the shoulder strap of Qualen's machine gun -- Gabe yanks down, and Qualen falls head first \n[43]Stalemate, isn't it? \n[44]Far more intimidating when it's loaded. \n[45]realizing what deep shit he's in, looks for another chunk of ice to make the same move -- to sees one just out of reach. Qualen pulls the ice axe out of the raft's center to drag the other chunk closer in -- -- as he does, the entire raft disintegrates under him -- Qualen plunges into the water, and tries to maintain a slippery grip on what ice is left -- -- but now at the center of the whirlpool, Qualen is drawn into the vortex -- ", "WRIGHT": "\n[1]Good -- good. I'll be right down. \n[2]Small problem with the shipment, Travers. Tell him what you just told me. \n[3]This is cleared from the top, Travers. Matheson will accompany you on the flight to San Francisco. Show him every professional courtesy. \n[4]Okay -- I know it's not in San Francisco. I know it's not here. I know it's not in any fucking airport from here to Montana. Where it's not - we got that covered. Now, do you have any ideas on where it is? \n[5]Air search? \n[6]-- The roads are shut down, right? \n[7]Keep two copters on full standby. And let me know the second that storm starts to wind down. \n[8]Any visual? Any radio contact? \n[9]Get the copters ready. We take off in three minutes. \n[10]Sorry to hear it. We're still going. The plane might be intact. \n[11]Shut up. That fifty million isn't coming out of my pension. \n[12]unhappily walks through the carnage and past agents gathering up the plane, to a harried crash specialist from the FAA -- ROSS STUART  -- who is organizing the debris. \n[13]What can you confirm? \n[14]No, I don't think I will. The reason the FAA pays you is to exercise your vast, amazing knowledge of these \"events\". So I expect you to come up with some stunning insights, something a slow-witted fuck like me hasn't already observed. One: it didn't blow up in mid-air, because the debris isn't widely dispersed. But was there a bomb on board that could have disabled it? I wonder. Two: There wasn't an attempted landing. Otherwise, there'd be debris to the east of the wreckage, where the plane was coming from. Did it come straight down? That's got me scratching my head too. And three: the flight recorder's tracer led us here in the first place. So where is the goddamn thing? That one's got me all aflush with curiosity. \n[15]Oh, I believe you. \n[16]He didn't think a distress call from a crashed plane was \"important\"? Get me a fucking radio! Now! \n[17]One of the currency cases. \n[18]What about the men? \n[19]Everything's accounted for, then -- time to head back and start making excuses. Fifty million bucks up in smoke, and I just don't give a shit. It's one more run of the press. But we lost five good men and they aren't so easily replaced. Especially a guy like Travers. \n[20]I give up. What was it? \n[21]A hijack. The plane was hijacked. Son of a bitch -- \n[22]Guess we're both right, Stuart. Thanks for your expertise. Well? You'll be waiting till Groundhog's Day for him to pull his head out of his ass -- let's get it in the air! \n[23]Come in, Rocky Mountain Rescue -- urgent -- come in -- \n[24]I'm no expert -- but what do you make of that \"event\"? ", "KRISTEL": "\n[1]Moving into lateral position. \n[2]It's dragging us down! Disconnect the cable! \n[3]So much for phase one. Now what? \n[4]Mayday -- mayday -- downed DC-3 -- mayday -- \n[5]Downed charter flight alpha-charlie-niner-- -- dead, seven seriously wounded, acknowledge -- \n[6]Don't know -- position unknown -- landed on top of some mountain -- only visual bearing is a facing cylinder-type formation -- over -- \n[7]Stop! \n[8]Alpha Charlie Niner -- please -- help -- \n[9]What -- who are -- \n[10]Glad to hear it. \n[11]Rocky Mountain Rescue One, over -- \n[12]Copy, FAA. This is Margaret Deighan, Rocky Mountain Rescue. Over -- \n[13]Copy, FAA. Distress call came at approximately eleven hundred hours yesterday. I investigated -- the call turned out to be a false alarm. Over. \n[14]Repeat, distress call was a definite false alarm -- we've had several here. Somebody's sick idea of a joke. Do you require further assistance -- over -- \n[15]You would have lived longer, if you weren't such a smartass. \n[16]You telegraphed this kind of stunt with that joke snowman. Too bad for you we're not all gullible. \n[17]What do you mean? \n[18]No sale. Say \"night-night\" -- \n[19]You've got my attention. \n[20]How much further? \n[21]Don't move. \n[22]Skiis, food -- and maybe guns too, right? Keep walking. Not too close. \n[23]Right. So I'd better have one less problem when he arrives. \n[24]You've worn that one out, Walker -- -- I'll find my own way down. ", "FRANK": "\n[1]Nothing yet. \n[2]Wait a minute -- there's Hal. And his date. \n[3]He's signalling \"okay.\" \n[4]Right where he's supposed to be. \n[5]Gabe! Long time, son -- why don't you come meet some of the new guys -- \n[6]Hal, when you've been in this line as long as I have -- \n[7]Maggie -- what are you doing -- \n[8]Still a little breezy out, Mag -- \n[9]Got 'em -- they're under the trees -- \n[10]Damn fool. Why would anybody try that in the middle of a storm. \n[11]Maggie -- \n[12]Maggie, this is dumb -- \n[13]Jesus -- that's some flare. \n[14]Maggie -- come in, Maggie, this is Rescue One -- \n[15]Come in, Maggie, over -- \n[16]I copy, Charlie Niner -- what's your position -- over -- \n[17]Sit tight, Charlie Niner -- I'm right on top of you. \n[18]What the fuck -- \n[19]Don't worry. I'm here to help. \n[20]Jailhouse load. First chamber's empty -- -- the rest aren't. Forgive me, but things have been a little strange this morning. ", "KYNETTE": "\n[1]After you. \n[2]I'm going back. \n[3]Walker should be coming up by now. \n[4]smiles and hits his headset radio. \n[5]He's on the way up. I could hear that jacket before I could see it. \n[6]I'll wait till he comes to me. \n[7]keys his headset radio again. \n[8]Bulletin. The climber isn't Walker -- it's a woman. \n[9]Rotten weather for a climb, huh? I have two questions I'd like to trouble you with. Ready? \n[10]This first one's easy. Do you know a man named Gabe Walker? \n[11]You don't know either? I am sorry. That was question number two. Thanks for your time. \n[12]goes flying over Maggie, his shots going wild -- but he catches himself on the rock and comes to a painful but safe halt after skidding down ten feet -- \n[13]woozy but recovered, has climbed up -- he runs toward the opening, FIRING his gun -- \n[14]reaches the edge of the crack and FIRES down into it -- \n[15]can't see what he's shooting at, so he mercifully stops. Seeing the rope, he bends down to climb after them -- \n[16]gets more pull than he counted on and takes a head first fall into the crack, disappearing with a scream -- Qualen has just arrived in time to see this -- \n[17]bruised and bloody, who has survived the earlier fall and made his way out. His look is not a forgiving one. \n[18]Miss me? \n[19]calmly opens his knife, and re-laces his fingers into its brass-knuckle handle. \n[20]struggles with the stuck knife as the cave-in knocks him off the wall and buries him instantly -- ", "THE HELICOPTER": "\n[1]swings over across to the facing mountain -- Maggie lands the copter, in spite of the winds, on a small plateau. Frank gets out to secure the wire -- there's now a lifeline spanning the chasm. \n[2]whizzes on to the Ranger station -- a small building by an old country road. Not much activity outside of some ROOKIE CLIMBERS working out on a CLIMBING PRACTICE WALL. Maggie starts to land the copter, and as she does -- \n[3]banks a 180 to fly back -- we can see over the horizon that the storm is moving in fast. \n[4]thunders over Hal -- Travers FIRES down at Hal through the doorless pilot's side. Bullets kick up tufts of snow at Hal's heels as he runs down into a steep, sloping wooded area. The tree cover is too thick for Travers to take good aim. Looks like temporary refuge -- but \n[5]thunders around the mountain wall, getting closer -- \n[6]blasts along the wall towards the lake -- the waterfall and the ladder are just ahead. The copter radio crackles -- \n[7]quickly begins to spiral down in wide, aimless circles -- Travers has clearly lost control -- \n[8]tops the precipice edge and, sweeping low over the snow, it gets between Gabe and the trees, cutting him off -- \n[9]with its skids skipping just over the snow overtakes -- \n[10]moves out over the precipice edge -- Travers banks it wide to circle back around for another run -- \n[11]has circled back around, stopping at a hover far back in the clearing -- Travers intends to not just run Gabe over, but to run him off the edge as well -- \n[12]flies forward, skids just inches over the snow -- \n[13]flies past \n[14]skid meant to impale Gabe catches the top two rungs of the cable ladder -- \n[15]still strains against the cable ladder but the engine goes dead -- the rotor blades slow -- \n[16]slips, now hanging from just a single rung -- -- and the impact of the slip makes Travers drop the gun -- it falls out the open passenger door. Travers scrambles up through the cabin to go after -- -- Gabe, who is trying to get off the helicopter and onto a solid part of the ladder before the whole thing goes down --           Gabe jumps for the wall as Travers scrambles behind him and -- \n[17]plummets down -- but as it starts its fall -- ", "MATHESON": "\n[1]Watch me. \n[2]Walter Wright? Matheson. FBI. We need to talk. \n[3]Go ahead and take ten. We'll need the time. \n[4]Matheson. FBI. \n[5]We got word that somebody's been observing your currency shipments -- this load, the $5,000s -- over the last three deliveries. \n[6]This guy might. \n[7]We had two agents monitoring him. These two -- Gleason and Quinones. Their last report said he was going to try to take this shipment. \n[8]Did I say \"last\" report? I think I did. I mean last fucking report. These guys have vanished. \n[9]Who said anything about stopping the shipment? I've been tracking Qualen for almost a year. If he pulls something, I want to be in on the party. \n[10]You got any rifles? \n[11]backs up in horror -- and he sees Travers calmly coming out of the cockpit. Rattled, Matheson pulls his gun on Travers. Travers looks dumbfounded -- then angry. \n[12]Checked the plane from top to bottom, huh? You fucker -- Put your hands behind your head! It's over! \n[13]There's a couple of dead bodies in the front compartment -- they're FBI agents -- \n[14]Goddamn it! Don't you see what he's doing! He's hijacking the fucking shipment! Don't make me shoot you! \n[15]-- the money's been stolen -- Travers and the pilot were in on it -- the pilot's dead, but Travers took the cash and made a mid-air transfer to a jet flown by Qualen -- controls won't respond -- shiiiiii-- ", "EVAN": "\n[1]Way to check the weather, Brett. \n[2]What the hell -- \n[3]lowers the binoculars. \n[4]Brett -- you're not going to believe this -- but a couple of guys are holding a gun on Hal and forcing him up the bluff -- \n[5]What the fuck is going on here? \n[6]Brett -- they've got five guns -- \n[7]What are we going to do -- \n[8]But -- \n[9]I don't -- I -- uh -- \n[10]who tries to pull on the chute and run at the same time -- it's not easy. Evan closes one of the three buckles -- but \n[11]is still up and running -- he dodges Travers' fire, weaving through trees, getting the second buckle closed -- he sees the edge, just ahead, and puts on an extra burst of speed -- \n[12]dives off the edge and clasps the third buckle -- \n[13]LAUGHS more and pulls the D-ring -- the parachute billows open, inflating -- \n[14]falls the long, full five thousand feet, desperately, uselessly, pulling in the lines of the tattered chute until he's tangled in it like a shroud -- ", "DAVIS": "\n[1]There's no radio contact, sir. At all. We're not receiving the tracer signal from the cockpit's flight recorder. Radar lost it after it went low here. \n[2]We have to assume it went down in the storm. \n[3]That storm hasn't quit yet. Weather service says we've got it until tomorrow morning at least. Even if we could get a plane up now, it'd be impossible to see anything on the ground. And -- \n[4]Most of this area doesn't even have roads. \n[5]We've got a fix on the plane, sir -- we're getting a reading on the flight recorder tracer -- \n[6]Not yet -- \n[7]The winds are still too strong -- \n[8]Sir -- \n[9]I've got something here. \n[10]There's an unconfirmed report of a distress call made from a plane that crashed. \n[11]This call was supposedly made from a plane that crash landed. After it landed. \n[12]We've tested the ash inside -- it's the right paper. \n[13]It's -- hard to tell. But forensics says yes. All of them were in the plane. ", "STUART": "\n[1]Well, sir -- it crashed. That, I can confirm. We've been here just about one hour. These events take months to analyze. So if you'll excuse me -- \n[2]You'll be the first to know. \n[3]Let's have it. \n[4]That's really, really interesting, but -- -- kind of old news, don't you think? \n[5]Sounds like they got it wrong. Next time you interrupt my work make sure it's something I can use. \n[6]Calling Rocky Mountain Rescue -- come in, Rocky Mountain Rescue -- over -- \n[7]This is Ross Stuart, Federal Aviation Administration -- please identify -- over -- \n[8]We have an unconfirmed report of an air crash in your area, and a distress call on this frequency -- can you confirm -- over -- \n[9]Please repeat, Rocky Mountain Rescue -- distress call was a false alarm? -- over -- \n[10]Not from you. Thanks, Rocky Mountain Rescue -- over and out -- \n[11]I don't want to say I told you so. But I did. Can I go back to work now? \n[12]Oh, give me a break. Your pilot lost it when the flight started going south, and he bailed -- \n[13]I've heard a thousand of these, Wright -- whoever was at the stick is going to begin by screeching the Lord's Prayer and wind up screaming \"Oh, shit\" at ground zero -- ", "BRETT": "\n[1]Hey. If it were easy, it wouldn't be worth d-doing. \n[2]I believe it. \n[3]who has found both Heldon's broken body, and his gun, half buried in snow. Evan walks over, amazed. \n[4]Let's catch up and find out. \n[5]They're heading toward the opposite edge. An easy way down. \n[6]I'll cut around this side, and wind up in front. You come up behind them -- quietly. And we've got 'em. \n[7]And you can collect them all after I get the drop on 'em. Let's get moving. \n[8]gives Hal a confident wink in response, then pounces in front of the gang, gun held high. \n[9]End of the line! \n[10]You heard me! Drop the guns! \n[11]Nice try. I've got one of these at home. Now drop 'em. \n[12]Hey -- where's the other guy -- ", "SUSAN": "\n[1]He said you gave him a bad oxygen mask -- \n[2]Okay -- \n[3]I can't -- \n[4]Yeah. I have always depended on the kindness of Rangers. \n[5]too scared to breathe, dangles on the remaining strand of what used to be the harness -- she sways from the wind and the jerk of her own weight, her grip loosens -- \n[6]is in trouble -- the bobbing of the line from Gabe's weight and the winds are making her lose her grip even more -- \n[7]who stares at Gabe, petrified -- this focus is helping, but her strength is just about gone -- \n[8]falls -- ", "RYAN": "\n[1]lowers the binoculars, and keys an ear button on the headset radio he's wearing, sending a beep. \n[2]smiles, looking macabre under the goggles, and opens fire -- \n[3]chases Gabe, easily maneuvering through the trees -- \n[4]keeps coming up behind, closing the hap, Gabe's bright form just ahead -- \n[5]almost casually emerges from the woods. He can see there is nowhere for Gabe to have gone -- except behind the boulder. He walks toward it as if he had all the time in the world. \n[6]SCREAMS, putting one hand over the goggles, trying to rip them off -- \n[7]instantly aware of what Gabe's doing, blindly shoots, fanning out in a semi-circle as he gets the goggles off -- "}}