{"dialogues": {"MIGUEL": "\n[1]Sometimes I think I'm cursed... 'cause of something that happened before I was even born. \n[2]See, a long time ago there was this family. \n[3]The papá, he was a musician. \n[4]He and his family would sing, and dance, and count their blessings... But he also had a dream... to play for the world. And one day he left with his guitar... and never returned. \n[5]And the mamá...? She didn't have time to cry over that walkaway musician! After banishing all music from her life... \n[6]She found a way to provide for her daughter... She rolled up her sleeves and she learned to make shoes. She could have made candy! \n[7]Or fireworks! \n[8]Or sparkly underwear for wrestlers! \n[9]But no... she chose shoes... \n[10]Then she taught her daughter to make shoes. And later, she taught her son-in-law. \n[11]Then her grandkids got roped in. As her family grew, so did the business. \n[12]Music had torn her family apart, but shoes held them all together. You see, that woman was my great- great grandmother, Mamá Imelda. \n[13]She died WAY before I was born. But my family still tells her story every year on Día de los Muertos -- the Day of the Dead... And her little girl? \n[14]She's my great grandmother, Mamá Coco. \n[15]Holá, Mamá Coco. \n[16]Actually, my name is Miguel. Mamá Coco has trouble remembering things... But it's good to talk to her anyway. So I tell her pretty much everything. \n[17]I used to run like this... \n[18]But now I run like this which is way faster! \n[19]And the winner is... Luchadora Coco! \n[20]I have a dimple on this side, but not on this side. Dimple. No dimple. Dimple. No dimple-- \n[21]My Abuelita? She's Mamá Coco's daughter. \n[22]No, gracias. \n[23]S-sí? \n[24]Abuelita runs our house just like Mamá Imelda did. \n[25]I think we're the only family in México who hates music... \n[26]And my family's fine with that... \n[27]But me? \n[28]Love you, Mamá! \n[29]I am NOT like the rest of my family... \n[30]Hola! \n[31]Muchas gracias! \n[32]Hey, hey!    Dante! \n[33]Sit. Down. Roll over.        Shake. Fist bump. \n[34]Good boy, Dante! \n[35]I know I'm not supposed to love music -- but it's not my fault! It's his: Ernesto de la Cruz... \n[36]...The greatest musician of all time. \n[37]He started out a total nobody from Santa Cecilia, like me. But when he played music, he made people fall in love with him. \n[38]He starred in movies. He had the coolest guitar... He could fly! \n[39]And he wrote the best songs! But my all-time favorite? It's-- \n[40]He lived the kind of life you dream about... Until 1942... \n[41]When he was crushed by a giant bell. \n[42]I wanna be just like him. \n[43]Sometimes, I look at de la Cruz and I get this feeling... like we're connected somehow. Like, if HE could play music, maybe someday I could too... \n[44]...If it wasn't for my family. \n[45]Huh? \n[46]Oh, yeah, sorry. \n[47]I just can't really talk about any of this at home so... \n[48]I could never say that... \n[49]I don't know. I mean... I only really play for myself-- \n[50]Uh-uh, my family would freak! \n[51]...Seize your moment? \n[52]Abuelita! \n[53]Um...uh... \n[54]He was just showing me his guitar... \n[55]Yes, Tío Berto. \n[56]No, no, no! \n[57]It's just Dante... \n[58]I was just shining shoes! \n[59]But the plaza's where all the foot traffic is. \n[60]But what about tonight? \n[61]Well they're having this talent show- \n[62]And I thought I might... \n[63]Well, maybe? \n[64]I thought we were done... \n[65]Like Mamá Coco's papá? \n[66]But you're the one who-- \n[67]I was just-- \n[68]But-- \n[69]\n[70]Oh, it's you. Get in here, c'mon, Dante. Hurry up. \n[71]You're gonna get me in trouble, boy. Someone could hear me! \n[72]I wish someone wanted to hear me... \n[73]Other than you... \n[74]Perfecto! \n[75]...and make it come true. \n[76]No more hiding, Dante.      I gotta seize my moment! \n[77]I'm gonna play in Mariachi Plaza if it kills me! \n[78]Get under, get under! \n[79]Nothing! \n[80]Mamá -- Papá, I-- \n[81]What?! \n[82]But what if I'm no good at making shoes? \n[83]...A shoemaker. Through and through. \n[84]Dante!   No, Dante, stop! \n[85]No, no, no, no, no! No... \n[86]De la Cruz's guitar...? \n[87]Mamá Coco, is your papá... Ernesto de la Cruz? \n[88]Ha, ha! \n[89]Papá!   Papá! \n[90]It's him! I know who my great- great grandfather was! \n[91]Mamá Coco's father was Ernesto de la Cruz! \n[92]I'm gonna be a musician! \n[93]It's not a fantasy! \n[94]That man was Ernesto de la Cruz! The greatest musician of all time! \n[95]But Papá, you said my family would guide me! Well de la Cruz IS my family! I'm supposed to play music! \n[96]If you would just let-- \n[97]Just listen to me play-- \n[98]I don't care if I'm on some stupid ofrenda! \n[99]No! \n[100]I don't wanna be in this family! \n[101]I wanna play in the plaza. Like de la Cruz! Can I still sign-up? \n[102]No... But if I can borrow a guitar-- \n[103]Excuse me, can I borrow your guitar? \n[104]You guys have a spare guitar? \n[105]I need a guitar, just for a little bit-- \n[106]Great-great grandfather... What am I supposed to do? \n[107]No, no, no, no, no, Dante stop! Cállate! Shhh! \n[108]I'm sorry... \n[109]Señor de la Cruz? Please don't be mad. I'm Miguel, your great-great grandson... I need to borrow this. \n[110]Our family thinks music is a curse. None of them understand, but I know you would have. You would've told me to follow my heart. To seize my moment! \n[111]So if it's all right with you, I'm gonna play in the plaza, just like you did! \n[112]I... I'm sorry! It's not what it looks like! De la Cruz is my... \n[113]Mamá! \n[114]Thanks, I-- \n[115]Ahhh! \n[116]\n[117]Dante?! You can see me?          W-wait! What's going on?! \n[118]Dante!    Dante! \n[119]I'm sorry, I'm sorry... \n[120]Remind me how I know you? \n[121]Tía... Rosita? \n[122]Papá Julio? \n[123]Tía Victoria? \n[124]Tío Oscar?     Tío Felipe? \n[125]Whoa... \n[126]Dante!   Dante! Dante, wait up! \n[127]You gotta stay with me, boy.       We don't know... where... \n[128]This isn't a dream, then.        You're all really out there... \n[129]Well I don't know, I thought it might've been one of those made up things that adults tell kids... like... vitamins. \n[130]Well, now I'm thinking maybe they could be... \n[131]Are those...? Alebrijes!         But those are-- \n[132]Hola. \n[133]Whoa... \n[134]Mamá Imelda... \n[135]What?! \n[136]But I wasn't stealing the guitar! \n[137]It was my great-great grandfather's, he would have wanted me to have it-- \n[138]Uh, you're all dead. \n[139]That's just Dante. \n[140]But Dante doesn't have any hair. \n[141]Oh... \n[142]It was an accident! \n[143]That's it? \n[144]What happens at sunrise? \n[145]What?   She can't do that! \n[146]Fine. \n[147]No skeletons! \n[148]Mariachi Plaza, here I come-- \n[149]This isn't fair, it's my life!     You already had yours! \n[150]Papá Julio, I ask for your blessing. \n[151]Tía Rosita? Oscar? Felipe?       Tía Victoria? \n[152]You really hate music that much? \n[153]The same path he did. \n[154]He's family... \n[155]Con permiso, I... need to visit the restroom. Be right back! \n[156]Vámonos. \n[157]If I wanna be a musician, I need a MUSICIAN'S blessing. We gotta find my great-great grandpa. \n[158]No, no -- Dante! \n[159]Hey. Hey!     You really know de la Cruz? \n[160]Shhh! \n[161]Yeah I'm alive. And if I wanna get back to the Land of the Living, I need de la Cruz's blessing. \n[162]He's my great-great-grandfather. \n[163]D'ya know what, maybe this isn't such a g-- \n[164]\n[165]That's nice! \n[166]You don't get to cross over. \n[167]This is you? \n[168]So you get me to my great-great grandpa, then I put up your photo when I get home? \n[169]Mmm, nope. \n[170]ONLY de la Cruz. If you can't help me, I'll find him myself. \n[171]I'm walking like a skeleton. Blending in. \n[172]It's how you walk. \n[173]Whoa...\"Ernesto de la Cruz's Sunrise Spectacular...!\" Qué padre! \n[174]And you can get us in! \n[175]Hey, you said you had front row tickets! \n[176]How? \n[177]Hola. \n[178]Dante... Dante! \n[179]We shouldn't be in here... \n[180]No, no, Dante! Ven acá! \n[181]I just followed my-- \n[182]I don't think he's a spirit guide. \n[183]I think it's just the right amount of obvious? It could use some music... Oh! What if you did, like, doonk-doonk- doonk-doonk... \n[184]Oh! And then it could go dittle- ittle-dittle-ittle-dittle-ittle- dittle-ittle -- WHAAA! \n[185]Huh? \n[186]Excuse me, where's the real de la Cruz? \n[187]You said my great-great grandpa would be here! He's halfway across town, throwing some big party. \n[188]If you're such good friends, how come he didn't invite you? \n[189]Chorizo? \n[190]Hey, I'm a musician. \n[191]I need to get my great-great grandfather's blessing. \n[192]You know where I can get a guitar? \n[193]My great-great grandpa was a musician. \n[194]Whadda you know? \n[195]So, how far is this guitar anyway? \n[196]These people are all your family? \n[197]Wait... what happened? \n[198]Where did he go? \n[199]But I've met him... I could remember him, when I go back... \n[200]You told me you hated musicians, you never said you were one. \n[201]No manches! You played with Ernesto de la Cruz, the greatest musician of all time? \n[202]You don't know what you're talking about... \n[203]Definitely \"Remember Me.\" \n[204]C'mon, it's his most popular song! \n[205]Um... what about \"Poco Loco?\" \n[206]I don't know -- I've never performed before. \n[207]I am! I mean I will be.     Once I win. \n[208]No!    I need to do this. \n[209]If I can't go out there and play one song... how can I call myself a musician? \n[210]'Cuz I don't just want to get de la Cruz's blessing. I need to prove that... that I'm worthy of it. \n[211]My best grito? \n[212]Ah -- ah -- ayyyyy yaaaaayyyyay... \n[213]Héctor... \n[214]\n[215]\n[216]\n[217]Not bad for a dead guy! \n[218]\n[219]We gotta get outta here. \n[220]I do have other family, but-- \n[221]--But they hate music!      I need a musician's blessing! \n[222]Oh, you're one to talk! \n[223]It's not stupid. \n[224]Let go of me! \n[225]You don't wanna help me, you only care about yourself! Keep your dumb photo! \n[226]Stay away from me! \n[227]Dante, cállate! \n[228]No, Dante!     Stop it! He can't help me! \n[229]Dante, stop! Stop it! Leave me alone! You're not a spirit guide, you're just a dumb dog! Now get out of here! \n[230]\n[231]I don't want your blessing! \n[232]You're ruining my life! \n[233]Music's the only thing that makes me happy. And you, you wanna take that away! You'll never understand. \n[234]I thought you hated music. \n[235]But I don't wanna... pick sides! Why can't you be on MY side? That's what family's supposed to do -- support you. But you never will. \n[236]It's okay. I'm Ernesto's great- great grandson! \n[237]Disculpen, señores... \n[238]You too! Hey, musician to musician, I need a favor... \n[239]Thanks guys! \n[240]Whoa... \n[241]Gracias! \n[242]De la Cruz... \n[243]Señor de la Cruz! \n[244]Pardon me, Señor de la Cruz!     Señor de la-- \n[245]Señor de la Cruz!     Señor de la-- \n[246]\n[247]\n[248]\n[249]You... know about me? \n[250]I'm Miguel. Your great-great grandson. \n[251]I need your blessing. So I can go back home and be a musician, just like you. \n[252]The rest of our family, they wouldn't listen. But I... I hoped you would? \n[253]Dimple.   No dimple.      Dimple.   No dimple. \n[254]No -- it's all great. \n[255]It's just -- I've been looking up to you my whole life. You're the guy who actually did it! But... Did you ever regret it? Choosing music over... everything else. \n[256]Leaving your family? \n[257]You mean it?! \n[258]I can't... I have to get home before sunrise. \n[259]I just met him tonight.      He told me he knew you-- \n[260]W-What? \n[261]That's crazy, de la Cruz wrote all his own songs. \n[262]You really did play together... \n[263]Heaven and earth?     Like in the movie? \n[264]That's Don Hidalgo's toast... in the de la Cruz movie, \"El Camino A Casa.\" \n[265]No, it's in there.    Look. \n[266]But in the movie, Don Hidalgo poisons the drink... \n[267]Héctor! \n[268]You were going to give me your blessing... \n[269]That you murdered Héctor... for his songs? \n[270]I -- no! Everyone knows you're the... the good guy. \n[271]Papá Ernesto? My blessing? \n[272]What?!    But I'm your family! \n[273]No, NO! \n[274]Let go! \n[275]\n[276]Help! Can anyone hear me?        I wanna go home! \n[277]Héctor? \n[278]Oh, Héctor! \n[279]You were right. I should have gone back to my family-- \n[280]They told me not to be like de la Cruz, but I didn't listen-- \n[281]I told them I didn't care if they remembered me. I didn't care if I was on their stupid ofrenda. \n[282]I told them I didn't care. \n[283]Héctor!   Héctor-- \n[284]Who? \n[285]She's the reason you wanted to cross the bridge... \n[286]Coco? \n[287]That's my Mamá Coco. That's my Mamá Imelda. Is that... you? \n[288]You disappear... from this one. You'll never get to see her... \n[289]He stole your guitar... He stole your songs... \n[290]You should be the one the world remembers, not de la Cruz! \n[291]Are you kidding? A minute ago I thought I was related to a murderer. You're a total upgrade! \n[292]My whole life, there's been something that made me different... and I never knew where it came from. But now I know. It comes from you. I'm proud we're family! \n[293]I'm proud to be his family! \n[294]Dante? \n[295]Dante!    It's Dante! \n[296]Dante, you knew he was my Papá Héctor the whole time! You ARE a real spirit guide! Who's a good spirit guide? You are! \n[297]Whoa... \n[298]Dante! \n[299]I wasn't in there `cause of Héctor. He was in there `cause of me. He was just trying to get me home... I didn't wanna listen, but he was right... nothing is more important than family. \n[300]I'm ready to accept your blessing... and your conditions. But first, I need to find de la Cruz. To get Héctor's photo. \n[301]So he can see Coco again.        Héctor should be on our ofrenda.        He's part of our family-- \n[302]He tried to go home to you and Coco... but de la Cruz murdered him! \n[303]Héctor? \n[304]You don't have to forgive him... But we shouldn't forget him. \n[305]Family comes first. \n[306]I might know a way... \n[307]Gracias Frida! \n[308]Ow! \n[309]Everyone clear on the plan? \n[310]She's talking about me! \n[311]The photo! \n[312]That's what I heard... \n[313]Hurry, come on! \n[314]Sing! \n[315]\n[316]Ahem. \n[317]Never play music again... \n[318]Dante! \n[319]You're a coward! \n[320]Héctor's the real musician, you're just the guy who murdered him and stole his songs! \n[321]\n[322]Good boy, Dante. \n[323]Héctor!   The photo, I lost it... \n[324]Héctor!    Héctor?! \n[325]No!   We can still find the photo... \n[326]No, no, no, I can't leave you. I promised I'd put your photo up. I promised you'd see Coco! \n[327]No, no... she can't forget you! \n[328]Héctor-- \n[329]No, Papá Héctor, please! \n[330]No... \n[331]I promise I won't let Coco forget you! Aaahh!-- \n[332]Ah! I need to see Mamá Coco, please-- \n[333]Mamá Coco?     Can you hear me?   It's Miguel. \n[334]I saw your papá. Remember? Papá? Please -- if you forget him, he'll be gone... forever! \n[335]Here -- this was his guitar, right? He used to play it to you? See, there he is. \n[336]Papá, remember? Papá? \n[337]Mamá Coco, please, don't forget him. \n[338]I'm sorry, Papá. \n[339]Not all of us... \n[340]Mamá Coco... \n[341]Mamá Coco? Your papá -- he wanted you to have this. \n[342]\n[343]\n[344]\n[345]He loved you, Mamá Coco.         Your papá loved you so much. \n[346]And that man is your Papá Julio... \n[347]...And there's Tía Rosita... and your Tía Victoria... and those two are Oscar and Felipe. These aren't just old pictures -- they're our family -- and they're counting on us to remember them. \n[348]\n[349]\n[350]\n[351]\n[352]\n[353]\n[354]", "HÉCTOR": "\n[1]Yes, it is I. Frida Kahlo. Shall we skip the scanner? I'm on so many ofrendas, it'll just overwhelm your blinky thingie... \n[2]Okay, when I said I was Frida... just now? That... that was a lie. And I apologize for doing that. \n[3]You know what, I'm just gonna zip right over, you won't even know I'm gone. \n[4]Ha HA! \n[5]Almost there, just a little further...! \n[6]Fine, okay. Fine, who cares... Dumb flower bridge! \n[7]That's illegal? \n[8]Amigo? Oh, that's so nice, to hear you say that, because... I've just had a really hard Día de Muertos, and I could really use an amigo right now. \n[9]And amigos, they help their amigos. Listen, you get me across that bridge tonight and I'll make it worth your while. \n[10]Oh, you like de la Cruz? He and I go way back! I can get you front row seats to his Sunrise Spectacular Show! \n[11]I'll -- I'll get you backstage, you can meet him! You just gotta let me cross that bridge! \n[12]Can I at least get my costume back? \n[13]Some amigo... \n[14]Who wants to-- Ah! You're alive! \n[15]That's weirdly specific. \n[16]He's your wha-whaat...? \n[17]Wait, wait, wait, wait, wait. Wait, wait... Wait, no, wait, wait, wait. Wait, wait, wait, wait, wait, wait? Yes! You're going back to the Land of the Living?! \n[18]No, niño, niño, niño, I can help you! You can help me. We can help each other! But most importantly, you can help ME. \n[19]I'm Héctor. \n[20]Espérame chamaco! \n[21]Hey, hey, hold still. Look up. Look up. A ver, a ver... look up. Up, UP!... Ta-da! \n[22]Dead as a doorknob. So listen, Miguel: this place runs on memories. When you're well- remembered, people put up your photo and you get to cross the bridge and visit the living on Día de Muertos. Unless you're me. \n[23]No one's ever put up my picture... But you can change that! \n[24]Muy guapo, eh? \n[25]Such a smart boy! Yes! Great idea, yes! One hiccup: de la Cruz is a tough guy to get to. And I need to cross that bridge soon. Like TONIGHT. So, you got any other family here, you know? Someone a bit more... accessible? \n[26]Don't yank my chain, chamaco.      You gotta have SOME other family. \n[27]Okay, okay, kid, fine -- fine! I'll get you to your great-great grandpa...! \n[28]...It's not gonna be easy, you know? He's a busy man. What are you doing? \n[29]No, skeletons don't walk like that. \n[30]No, I don't. \n[31]Stop it! \n[32]Blech. Every year, your great- great grandpa puts on that dumb show to mark the end of Día de Muertos. \n[33]Ahhhh-- \n[34]That... that was a lie.      I apologize for that. \n[35]Cool off, chamaco, come on... I'll get you to him. \n[36]'Cause I happen to know where he's rehearsing! \n[37]Hola, Ceci! \n[38]Ceci, I lost the dress-- \n[39]Ceci -- I know, Ceci. I know, I know. Ceci -- Ceci... Ceci. Ceci... \n[40]Chamaco! You can't run off on me like that! C'mon, stop pestering the celebrities... \n[41]That bum! Who doesn't show up to his own rehearsal? \n[42]He's YOUR great-great grandpa.   How come he didn't invite YOU? \n[43]Hey Gustavo! You know anything about this party? \n[44]Ha ha, very funny guys.      Very funny. \n[45]I don't want to talk about it. \n[46]I didn't choke, okay -- I got food poisoning, which is a big difference! \n[47]This is why I don't like musicians... bunch of self- important jerks! \n[48]You are? \n[49]No, no, no, chamaco, you are loco if you think-- \n[50]I know a guy... \n[51]Why the heck would you wanna be a musician? \n[52]...Who spent his life performing like a monkey for complete strangers. Blech, no, no thank you, guácala, no... \n[53]We're almost there... \n[54]Keep up, chamaco, come on! \n[55]Eh!   These guys! \n[56]Hey Tío!   Qué onda! \n[57]Eh, in a way... We're all the ones with no photos or ofrendas, no family to go home to. Nearly forgotten, you know? So, we all call each other cousin, or tío, or whatever. \n[58]Tía Chelo!     He-hey! \n[59]Hey, hey! Save some for me!      Is Chicharrón around? \n[60]Who doesn't like a visit from Cousin Héctor? \n[61]Buenas noches, Chicharrón! \n[62]C'mon, it's Día de Muertos! I brought you a little offering! \n[63]I would, Cheech, but the thing is... me and my friend, Miguel, we really need to borrow your guitar. \n[64]Yes? \n[65]I promise we'll bring it right back. \n[66]Uh... \n[67]Ah, you see­- \n[68]No, no, not like those times. \n[69]Whoa, whoa -- you okay, amigo? \n[70]You know I don't play anymore, Cheech. The guitar's for the kid-- \n[71]Only for you, amigo.     Any requests? \n[72]\n[73]\n[74]There are children present. \n[75]He's been forgotten. When there's no one left in the living world who remembers you, you disappear from this world. We call it the \"Final Death.\" \n[76]No one knows. \n[77]No, it doesn't work like that, chamaco. Our memories... they have to be passed down by those who knew us in life -- in the stories they tell about us. But there's no one left alive to pass down Cheech's stories... \n[78]Hey, it happens to everyone eventually. \n[79]C'mon \"de la Cruzcito.\" You've got a contest to win. \n[80]How do you think I knew your great- great grandpa? We used to play music together. Taught him everything he knows. \n[81]Ha-ha, you're funny! Greatest eyebrows of all time maybe but his music, eh, not so much. \n[82]Welcome to the Plaza de la Cruz! Showtime, chamaco! \n[83]That's our ticket, muchacho. \n[84]So what's the plan?     What are you gonna play? \n[85]No, not that one.     No. \n[86]Ehck, it's too popular. \n[87]Epa!   Now that's a song! \n[88]You always this nervous before a performance? \n[89]What?! You said you were a musician! \n[90]That's your plan?! No, no, no, no, no, you have to win, Miguel. Your life LITERALLY depends on you winning! AND YOU'VE \n[91]I'll go up there-- \n[92]Why? \n[93]What does that matter?! \n[94]Oh. Oh, that's such a sweet sentiment... at SUCH a bad time! \n[95]Okay... okay, okay, okay. Okay. Okay. Okay. Okay you wanna perform? Then you've got to PERFORM! \n[96]First you have to loosen up.     Shake off those nerves! Sáquenlo sáquenlo, sáquenlo! \n[97]Now gimme your best grito! \n[98]Come on, yell! Belt it out! OOOOOOH HE-HE-HEY! Ha! Ah, feels good! Okay... now you. \n[99]Oh, c'mon kid... \n[100]Miguel, look at me. \n[101]Hey!     Hey, look at me. \n[102]You can do this. Grab their attention and don't let it go! \n[103]Make 'em listen, chamaco!        You got this! \n[104]Arre papá!     Hey! \n[105]What's he doing? Why isn't he playing? \n[106]No, no, no, no... \n[107]You're not so bad yourself, gordito! Eso! \n[108]\n[109]Hey, you did good!     I'm proud of you! Eso! \n[110]Hey, where are you going? \n[111]What, are you crazy?     We're about to win this thing! \n[112]Wait, wait, wait! You said de la Cruz was your ONLY family. The ONLY person who could send you home. \n[113]You could have taken my photo back this whole time?! \n[114]You lied to me! \n[115]Look at me. I'm being forgotten, Miguel. I don't even know if I'm gonna last the night! I'm not gonna miss my one chance to cross that bridge 'cause you want to live out some stupid musical fantasy! \n[116]I'm taking you to your family. \n[117]You'll thank me later-- \n[118]No -- no, no, no!     No... \n[119]Hey, chamaco! Where did you go?! Chamaco! I'm sorry! Come back! \n[120]Yes, it is I. Frida Kahlo. \n[121]Gracias... \n[122]We had a deal, chamaco! \n[123]You said you'd take back my photo. You promised, Miguel. \n[124]Please Miguel, put my photo up. \n[125]And whose fault is that? \n[126]Those were MY songs you took.     MY songs that made YOU famous. \n[127]If I'm being forgotten, it's because you never told anyone that I wrote them-- \n[128]You wanna tell him, or should I? \n[129]Oh, how generous. \n[130]Look, I don't want to fight about it. I just want you to make it right. Miguel can put my photo up-- \n[131]--And I can cross over the bridge. I can see my girl. \n[132]Ernesto... Remember the night I left? \n[133]We drank together and you told me you would move heaven and earth for your amigo. Well, I'm asking you to now. \n[134]What? \n[135]I'm talking about my real life, Miguel. \n[136]That night, Ernesto.    The night I left... \n[137]We'd been performing on the road for months. I got homesick -- and I packed up my songs... \n[138]You walked me to the train station. \n[139]But I felt a pain in my stomach. I thought it must have been something I ate... \n[140]Or something I... drank. \n[141]I woke up dead. \n[142]You... POISONED me. \n[143]All this time I thought it was just bad luck. \n[144]I never thought that you might have... that you... \n[145]How could you?! \n[146]You took everything away from me! \n[147]You rat! \n[148]I just wanted to go back home!      No, no, NO! \n[149]Kid? \n[150]Hey -- hey, hey... \n[151]Hey, it's okay... \n[152]Hey, chamaco, it's okay.         It's okay. \n[153]Hhuuh! \n[154]She's... forgetting me. \n[155]My daughter... \n[156]I just wanted to see her again... I never should have left Santa Cecilia. I wish I could apologize. I wish I could tell her that her papá was trying to come home. That he loved her so much. My Coco... \n[157]Where... where did you get this? \n[158]We're... \n[159]I always hoped I'd see her again. That she'd miss me... maybe put up my photo. But it never happened. You know the worst part? Even if I never got to see Coco in the living world... I thought at least one day I'd see her here. Give her the biggest hug... But she's the last person who remembers me. The moment she's gone from the living world... \n[160]...Ever again. \n[161]You know, I wrote her a song once. We used to sing it every night at the same time, no matter how far apart we were. What I wouldn't give to sing it to her... one last time. \n[162]\n[163]\n[164]I didn't write \"Remember Me\" for the world... I wrote it for Coco. I'm a pretty sorry excuse for a great-great grandpa. \n[165]\n[166]Imelda! \n[167]You look good... \n[168]Imelda-- \n[169]It's true, Imelda. \n[170]Imelda, I-- \n[171]I'm running out of time.         It's Coco... \n[172]This is my fault, not yours. I'm sorry, Imelda. \n[173]Here, let me help you with-- \n[174]Got your petals? \n[175]She's talking about me! I'm the love of your life? \n[176]You said \"love of your life...\" \n[177]You... still got it. \n[178]You're going home. \n[179]Imelda-- \n[180]Ernesto, stop! Leave the boy alone! \n[181]He's a living child, Ernesto! \n[182]\n[183]It's okay, mijo. It's-- \n[184]Coco... \n[185]We're both out of time, mijo. \n[186]I just wanted her to know that I loved her. \n[187]You have our blessing, Miguel. \n[188]Go home... \n[189]Coco! ", "DE LA CRUZ": "\n[1]\n[2]\n[3]\n[4]I have to sing. I have to play. The music, it's -- it's not just in me. It is me. \n[5]When life gets me down, I play my guitar. \n[6]The rest of the world may follow the rules, but I must follow my heart! \n[7]You know that feeling? Like there's a song in the air and it's playing just for you... \n[8]\n[9]You must have faith, sister. \n[10]He will listen... to MUSIC! \n[11]Never underestimate the power of music... \n[12]I am done asking permission. When you see your moment you mustn't let it pass you by, you must seize it! \n[13]I had to have faith in my dream. No one was going to hand it to me. It was up to me to reach for that dream, grab it tight, and make it come true. \n[14]When you see your moment, you mustn't let it pass you by. You must seize it. \n[15]We're almost there, Dante. \n[16]You must have faith, sister. \n[17]He will listen... to MUSIC! \n[18]Are you all right, niño? \n[19]It's you... you, you are that boy, the one who came from the Land of the Living. \n[20]You are all anyone has been talking about! Why have you come here? \n[21]I... have a great-great grandson? \n[22]My boy, with a talent like yours, how could I not listen? \n[23]\n[24]Hey Negrete! Infante! Have you met my great-great-grandson? \n[25]My great-great grandson! \n[26]He's alive! And a musician to boot! \n[27]No dimple! \n[28]You know, I did all my own stunts. \n[29]All of this came from my amazing fans in the Land of the Living! They leave me more offerings than I know what to do with! \n[30]Hey, what's wrong? Is it too much? You look overwhelmed... \n[31]But...? \n[32]It was hard. Saying goodbye to my hometown. Heading off on my own... \n[33]Sí. But I could not have done it differently. One cannot deny who one is meant to be. And you, my great-great grandson, are meant to be a musician! \n[34]You and I, we are artists, Miguel! We cannot belong to one family. The world is our family! \n[35]Ooo, the fireworks have begun! \n[36]Soon, the party will move across town for my \"Sunrise Spectacular!\" Miguel, you must come to the show! You will be my guest of honor! \n[37]Of course, my boy! \n[38]Oh, I really do need to get you home. \n[39]It has been an honor. I am sorry to see you go, Miguel. I hope you die very soon. You know what I mean. Miguel. I give you my bles-- \n[40]Who are you? What is the meaning of this? \n[41]Oh, Frida!     I thought you couldn't make it. \n[42]You know this, uh... man? \n[43]Hé-- Héctor? \n[44]My friend... you're being forgotten... \n[45]Héctor, please-- \n[46]Héctor, I never meant to take credit. \n[47]We made a great team but -- you died and I -- I only sang your songs because I wanted to keep a part of you alive. \n[48]Héctor... \n[49]That was a long time ago. \n[50]Poison! \n[51]You're confusing movies with reality, Héctor. \n[52]Security!    Security! \n[53]Have him taken care of.      He's not well. \n[54]I apologize. Where were we? \n[55]Yes.   Uh... sí. \n[56]Miguel, my reputation, it is very important to me. I would hate to have you think... \n[57]You don't think that.     Do you? \n[58]Security! \n[59]Take care of Miguel. He'll be extending his stay. \n[60]And Héctor was my best friend. \n[61]Success doesn't come     for free, Miguel. You have to      be willing to do whatever it takes     to... seize your moment. I know      you understand. \n[62]Yes? \n[63]Don't I know you? \n[64]Who the? \n[65]Héctor?!    How did you-- \n[66]Grandson? \n[67]You! Wait, you're related to Héctor? \n[68]Security!     Ayúdenme! \n[69]Get her off the stage! \n[70]\n[71]\n[72]You're not going anywhere! \n[73]Stay back!     Stay back.   All of you! \n[74]Stay back!     Not one more step. \n[75]I've worked too hard, Héctor... Too hard to let him destroy everything... \n[76]He's a threat! \n[77]You think I'd let him go back to the land of the living with your photo? To keep your memory alive? No. \n[78]I am Ernesto de la Cruz, the greatest musician of all time! \n[79]I am the one who is willing to do what it takes to seize my moment... Whatever it takes. \n[80]Apologies old friend, but the show must go on... \n[81]Ha ha! \n[82]Please, please, mi familia... \n[83]Orchestra!     A-one-A-two-A-one-- \n[84]\n[85]Nice kitty... \n[86]AAAHHHH! Put me down! No, please! I beg of you, stop! Stop! NO! \n[87]", "MAMÁ IMELDA": "\n[1]I demand to speak to the person in charge! \n[2]My family always -- ALWAYS -- puts my photo on the ofrenda! That devil box tells you nothing but lies! \n[3]Oh, mi familia! They wouldn't let me cross the bridge! Tell this woman and her devil box that my photo is on the ofrenda. \n[4]What?! \n[5]Miguel? \n[6]What is going on? \n[7]Guitar...? \n[8]Ah-ah-ah! We do not speak of that... ...musician! He is DEAD to this family! \n[9]But none of this explains why I couldn't cross over. \n[10]You took my photo off the ofrenda?! \n[11]How do we send him back?! \n[12]Miguel. \n[13]I give you my blessing. \n[14]I give you my blessing to go home... \n[15]To put my photo back on the ofrenda... \n[16]And to never play music again! \n[17]Two seconds and you already break your promise! \n[18]Don't make this hard, mijo.      You go home my way, or no way. \n[19]I will not let you go down the same path he did. \n[20]Miguel! \n[21]Ay, he is going to get himself killed... I need my spirit guide, Pepita. \n[22]Who has that petal Miguel touched? \n[23]Have you found him, Pepita?      Have you found our boy? \n[24]Miguel. \n[25]He's close. Find him. \n[26]This nonsense ends now, Miguel! I am giving you my blessing and you are going home! \n[27]Miguel!   Stop! \n[28]Come back!     Miguel! \n[29]I am trying to save your life! \n[30]What? \n[31]\n[32]Oh, I loved it. I remember that feeling, when my husband would play, and I would sing and nothing else mattered. But when we had Coco, suddenly... there was something in my life that mattered more than music. I wanted to put down roots. He wanted to play for the world. \n[33]We each made a sacrifice to get what we wanted. Now you must make a choice. \n[34]Héctor. \n[35]Mijo, I was so worried! Thank goodness we found you in time! \n[36]And you! How many times must I turn you away? \n[37]I want nothing to do with you. Not in life, not in death! I spent decades protecting my family from your mistakes. He spends five minutes with you and I have to fish him out of a sinkhole! \n[38]What? \n[39]He left this family! \n[40]And so what if it's true? You leave me alone with a child to raise and I'm just supposed to forgive you? \n[41]She's forgetting you... \n[42]I wanted to forget you. I wanted Coco to forget you too, but-- \n[43]Miguel, if we help you get his photo... you will return home?          No more music? \n[44]I -- I can't forgive you.        But I will help you. \n[45]So how do we get to de la Cruz? \n[46]Don't touch me. \n[47]Send Miguel home. \n[48]Now, we just have to find de la Cruz-- \n[49]Ah! \n[50]That's for murdering the love of my life! \n[51]I don't know! I'm still angry at you. \n[52]And that's for trying to murder my grandson! \n[53]After him! \n[54]I don't know WHAT I said! \n[55]Miguel!   I have it! \n[56]\n[57]\n[58]\n[59]\n[60]\n[61]\n[62]Let go of me! \n[63]I forgot what that felt like. \n[64]Oh! \n[65]Miguel, I give you my blessing. \n[66]To go home... to put up our photos... And to never... \n[67]To never... forget how much your family loves you. \n[68]Miguel! \n[69]Miguel! \n[70]Miguel, it's almost sunrise! \n[71]No conditions. ", "ABUELITA": "\n[1]Miguel!   Eat your food. \n[2]Aw, you're a twig, mijo.         Have some more. \n[3]I asked if you would like more tamales. \n[4]That's what I THOUGHT you said. \n[5]No music! \n[6]No music!! \n[7]\n[8]\n[9]What are you doing here? \n[10]You leave my grandson alone! \n[11]I know your tricks, mariachi! What did he say to you? \n[12]My grandson is a sweet little angelito querido cielito -- he wants no part of your music, mariachi! You keep away from him! \n[13]Ay, pobrecito! Estás bien, mijo? \n[14]You know better than to be here in this place! You will come home. Now. \n[15]Go away, you! Go! \n[16]Never name a street dog.         They'll follow you forever. Now, go get my shoe. \n[17]I found your son in Mariachi Plaza! \n[18]It's Día de los Muertos -- no one's going anywhere. Tonight is about family. \n[19]Ofrenda room. Vámonos. \n[20]Don't give me that look. Día de los Muertos is the one night of the year our ancestors can come visit us. We've put their photos on the ofrenda so their spirits can cross over. That is very important! If we don't put them up, they can't come! We made all this food -- set out the things they loved in life, mijo. All this work to bring the family together. I don't want you sneaking off to who-knows-where. \n[21]Where are you going? \n[22]Ay, Dios mío... Being part of this family means being HERE for this family... I don't want to see you end up like-- \n[23]Never mention that man!      He's better off forgotten. \n[24]Ta, ta, ta-tch! \n[25]Tch-tch! \n[26]Tch! \n[27]Tch-tch! \n[28]Mamá, cálmese, cálmese. \n[29]No Mamá.   It's okay, I'm here. \n[30]Rest, Mamá. \n[31]I'm hard on you because I care, Miguel. Miguel... Miguel? \n[32]What are we going to do with that boy...? \n[33]You're right. That's just what he needs! \n[34]Día de los Muertos has begun! \n[35]In the courtyard, mijos. \n[36]Sí.   Next to the other one. \n[37]Miguel! \n[38]Our Migueli-ti-ti-ti-to carrying on the family tradition! And on Día de los Muertos! Your ancestors will be so proud! \n[39]You'll craft huaraches just like your Tía Victoria. \n[40]What is all this? You keep secrets from your own family? \n[41]Never!    That man's music was a curse!    I will not allow it! \n[42]You want to end up like that man? Forgotten? Left off your family's ofrenda?! \n[43]There. No guitar, no music. \n[44]Come. You'll feel better after you eat with your family. \n[45]Where have you been?! \n[46]What are you doing with that?     Give it to me! \n[47]Miguel!   Stop! Miguel!      Miguel! Miguel!   MIGUEL! \n[48]What are you doing to that poor woman? \n[49]It's okay, Mamita, it's okay. \n[50]It's okay, mamita. Miguel, you apologize to your Mamá Coco! \n[51]Well?   Apologize. \n[52]Nothing Mamá. Nothing at all. ", "PAPÁ": "\n[1]Miguel... \n[2]If Abuelita says no more plaza, then no more plaza. \n[3]Mamá, where should we put this table? \n[4]You want it down by the kitchen? \n[5]Miguel... Your Abuelita had the most wonderful idea! We've all decided -- it's time you joined us in the workshop! \n[6]No more shining shoes -- you will be making them! Every day after school! \n[7]And wingtips, like your Papá Julio-- \n[8]Ah, Migue... You have your family here to guide you... You are a Rivera. And a Rivera is...? \n[9]That's my boy! Berto, break out the good stuff, I wanna make a toast! \n[10]What are you talking about? \n[11]We've never known anything about this man. But whoever he was, he still abandoned his family. This is no future for my son. \n[12]You will listen to your family.    No more music. \n[13]End of argument. \n[14]Mamá... \n[15]Miguel!   MIGUEL! \n[16]Miguel!   Come home! \n[17]Where are you, Miguel?! \n[18]Miguel!?   Stop! \n[19]Miguel, open this door! \n[20]Miguel! \n[21]What's gotten into you? \n[22]I thought I'd lost you, Migue... \n[23]Mamá, wait-- ", "PAPÁ JULIO": "\n[1]Miguel?! \n[2]You're here! HERE here! \n[3]And you can see us?! \n[4]Hola. \n[5]We need Mamá Imelda. She'll know how to fix this! \n[6]...Then we are going to her! Vámonos! \n[7]Come on, Miguel. It's ok. \n[8]As a matter of fact, yes. \n[9]Mamá Imelda? \n[10]Well, we never made it to the ofrenda... \n[11]We ran into... um... \n[12]Híjole!   Your hand! \n[13]Whoa, Miguel. Can't have you fainting on us. \n[14]Here! \n[15]Nice alebrije... \n[16]It's a Rivera boot! \n[17]Look, there they are! \n[18]Give it to Miguel. ", "CLERK": "\n[1]You the Rivera family? \n[2]Well, you're cursed. \n[3]Día de los Muertos is a night to GIVE to the dead. You STOLE from the dead. \n[4]ACHOO! I am sorry, whose alebrije is that? \n[5]Whatever he is, I am -- ACHOO! -- terribly allergic. \n[6]And I don't have a nose, and yet here we are -- ACHOO!! \n[7]Well, since it's a family matter... The way to undo a family curse is to get your family's blessing. \n[8]Get your family's blessing, and everything SHOULD go back to normal. But you gotta do it by sunrise! \n[9]But not to worry! Your family's here, you can get your blessing right now. \n[10]Cempasúchil, cempasúchil.        Aha! Perdón, señora. \n[11]Now, you look at the living and say his name. \n[12]Nailed it.     Now say: I give you my blessing. \n[13]Well technically she can add any conditions she wants. \n[14]Then you hand the petal to Miguel. \n[15]Uh, should we tell him there are no restrooms in the Land of the Dead? ", "MAMÁ COCO": "\n[1]How are you, Julio? \n[2]Papá? \n[3]Papá is home...? \n[4]Papá is coming home? \n[5]Who are you? \n[6]Papá? \n[7]Papá? \n[8]Papá!   Papá! \n[9]Elena?   What's wrong, mija? \n[10]My papá used to sing me that song. \n[11]I kept... his letters... poems he wrote me... and... \n[12]Papá was a musician. When I was a little girl, he and Mamá would sing such beautiful songs... \n[13]Papá! ", "TÍA ROSITA": "\n[1]Miguel? \n[2]Our Migueli-ti-ti-ti-ti-to! \n[3]We're your family, mijo! \n[4]Sí! \n[5]He's not quite alive either... \n[6]But if Mamá Imelda can't come to us... \n[7]They guide souls on their journey... \n[8]I don't know what I'd do if no one put up my photo. \n[9]Oh!   Come mijo, it's our turn. \n[10]He sure doesn't look like an alebrije. \n[11]Be reasonable. \n[12]A footprint! \n[13]Have you seen a living boy? ", "FRIDA": "\n[1]You!    How did you get in here? \n[2]Oh, the mighty Xolo dog...! Guider of wandering spirits...! And whose spirit have you guided to me? \n[3]Ah-ah-ah. The alebrijes of this world can take many forms... They are as mysterious as they are powerful... \n[4]Or maybe he's just a dog.        Come!    I need your eyes! \n[5]You are the audience. Darkness. And from the darkness... A giant PAPAYA! \n[6]Dancers emerge from the papaya and the dancers are all me! \n[7]And they go to drink from the milk of their mother who is a cactus, but who is also me. And her milk is not milk but tears. Is it too obvious? \n[8]And... what if everything was on fire? Yes! Fire everywhere! \n[9]Inspired! You... you have the spirit of an artist! \n[10]The dancers exit, the music fades, the lights go out! And Ernesto de la Cruz rises to the stage! \n[11]He does a couple of songs, the sun rises, everyone cheers-- \n[12]Ernesto doesn't do rehearsals. He's too busy hosting that fancy party at the top of his tower. \n[13]Good luck, muchacho. ", "CHICHARRÓN": "\n[1]I don't want to see your stupid face, Héctor. \n[2]Get out of here... \n[3]My guitar?! \n[4]My prized, beloved guitar...? \n[5]Like the time you promised to bring back my van? \n[6]Or my mini-fridge? \n[7]Or my good napkins? My lasso?    My femur?! \n[8]Where's my femur?! You-- \n[9]I'm fading, Héctor. I can feel it. I couldn't even play that thing if I wanted to. You play me something. \n[10]You want it, you got to earn it... \n[11]You know my favorite, Héctor. \n[12]Those aren't the words! \n[13]Brings back memories.     Gracias... ", "REMEMBER ME": "\n[1]\n[2]\n[3]9. \n[4]\n[5]\n[6]\n[7]\n[8]\n[9]\n[10]\n[11]", "ON STAGE": "\n[1]An impressive banda group steps onto stage. \n[2]Miguel slowly takes the stage, guitar in hand.         He's blinded by the lights and squints out at the audience.         He's frozen stiff. \n[3]Panic is painted across Miguel's face. \n[4]Héctor gets more creative with his dancing, head coming off, limbs spinning around. The audience hoots! \n[5]\n[6]The Emcee takes the microphone. \n[7]Frida's performance piece begins. Dramatic symphonic music plays as a giant papaya appears to ignite on stage. The \"seeds\" in the body of the papaya unfurl to reveal that they are dancers, each dressed like Frida Kahlo, right down to the painted on unibrow. The dancers roll out of the \"flaming\" papaya and gyrate their bodies nonsensically. A giant cactus that resembles Frida is illuminated, and all the dancers slink to it. In the midst of this, eight familiar looking dancers (the Dead Riveras and Miguel) inch their way out of the spotlights and to the wings of the stage. \n[8]\n[9]De la Cruz's guards begin to approach Imelda.   She is frozen, unable to move. \n[10]\n[11]De la Cruz is found by a spotlight. ", "MAMÁ": "\n[1]Be back by lunch, mijo! \n[2]You know how Abuelita feels about the plaza. \n[3]...Sign up? \n[4]No, no, no, no, no. \n[5]We have to make a clear path. The petals guide our ancestors home. We don't want their spirits to get lost. We want them to come, and enjoy all the food and drinks on the ofrenda, sí? \n[6]Miguel!   Get down from there! \n[7]Miguel-- \n[8]Miguel! \n[9]We're all together now, that's what matters. \n[10]Look... ", "PLAZA MARIACHI": "\n[1]Ay, ay, ay, muchacho. \n[2]I asked for a shoe shine, not your life story. \n[3]Look, if I were you I'd march right up to my family and say, \"Hey! I'm a musician. Deal with it!\" \n[4]You ARE a musician, no? \n[5]Did de la Cruz become the world's best musician by hiding his sweet, sweet skills? No! He walked out onto that plaza and he played out loud! \n[6]Ah, mira, mira! They're setting up for tonight. The music competition for Día de Muertos. You wanna be like your hero? You should sign up! \n[7]Look, if you're too scared, then, well... have fun making shoes. \n[8]C'mon.    What did de la Cruz always say? \n[9]Show me what you got, muchacho. I'll be your first audience. \n[10]Doña, please -- I was just getting a shine! ", "DEPARTURES AGENT": "\n[1]Next family, please! \n[2]Oh, your photos are on your son's ofrenda. Have a great visit! \n[3]Next! \n[4]Your photo's on your dentist's ofrenda. Enjoy your visit! \n[5]Next! \n[6]Well shoot. Looks like no one put up your photo, Frida... \n[7]No photo on an ofrenda, no crossing the bridge. \n[8]Next! \n[9]Enjoy your visit, Héctor! ", "TÍA VICTORIA": "\n[1]Miguel? \n[2]He doesn't seem entirely dead. \n[3]I have a feeling this has something to do with you. \n[4]You thought we weren't? \n[5]Miguel, vitamins are a real thing. \n[6]Listen to your Mamá Imelda. \n[7]Pronated. \n[8]Find Héctor's photo. ", "TÍO OSCAR": "\n[1]It's Mamá Imelda-- \n[2]She's stuck-- \n[3]Oh, hey Miguel. \n[4]REAL alebrijes. Spirit creatures... \n[5]I miss my nose... \n[6]He just looks like a plain old dog... \n[7]She's just looking out for you. \n[8]Size seven... ", "Miguel!": "\n[1]Startled, Miguel impulsively throws the guitar back onto the mariachi's lap. He turns to see Abuelita marching toward him. Miguel's TÍO BERTO  and PRIMA ROSA (16), follow with supplies from the market. ", "EMCEE": "\n[1]Bienvenidos a todos!     Who's ready for some música? \n[2]It's a battle of the bands, amigos! The winner gets to play for the maestro himself, Ernesto de la Cruz, at his fiesta tonight! \n[3]Let the competition begin! \n[4]We have one more act, amigos! \n[5]Damas y caballeros! De la Cruzcito! \n[6]Damas y caballeros, I have an emergency announcement. Please be on the lookout for a living boy, answers to the name of Miguel. Earlier tonight he ran away from his family. They just want to send him back to the Land of the Living... \n[7]...If anyone has information, please contact the authorities. ", "SECURITY GUARD": "\n[1]Have a good time. \n[2]Oh!  El Santo! I'm a big fan. \n[3]You mind if I-- \n[4]Gracias, señor! \n[5]Invitation? \n[6]Ooo, the competition winners! Congratulations chicos! \n[7]It is an honor, señora! ", "TÍO FELIPE": "\n[1]Oye! \n[2]--She couldn't cross over! \n[3]--On the other side! \n[4]Watch your step, they make caquitas everywhere. \n[5]...Or a sausage someone dropped in a barbershop. \n[6]...and a half. ", "BACKSTAGE": "\n[1]Miguel peeks at the frenzied audience from backstage.   He looks sick and begins to pace, fidgety. \n[2]Imelda arrives off stage and, somewhat high on adrenaline, she embraces Héctor. \n[3]Miguel struggles against de la Cruz. \n[4]\n[5]De la Cruz crosses from the ledge, past Héctor, who remains collapsed on the floor, breathless. \n[6]De la Cruz steps up to the curtain, slicks back his hair, and emerges to his audience. "}}