{"dialogues": {"GORDY": "\n[1]Open up. \n[2]Screw the twenty-first century. \n[3]Second alarm. Multiple dwelling between Third and Lex. \n[4]Top story's fully involved. We're supporting inside. Two lines up the stairs. \n[5]Junior and Mike -- \n[6]-- Sal and Ronnie. \n[7]Stairs're screwed. Hug the wall. \n[8]Knock it back! \n[9]Where? \n[10]Give me the hose! \n[11]Give me the goddamn hose! \n[12]It's okay... Esta bien, esta bien... Come with me... Con mio... \n[13]He was awake when I got home.   His throat still hurts. \n[14]You're right. \n[15]No fever. \n[16]Yes, ma'am. \n[17]The usual. \n[18]Come back and let me see those legs again. \n[19]I have a game. But yeah, if we do the handoff at the doctor's. \n[20]Luis, get back! Pick up your man! \n[21]We lose, win, whatever. But one thing we never do. We never, ever give up. Right? \n[22]Luis... \n[23]What was that about? \n[24]Try Fifth. \n[25]Shit. \n[26]I'm getting outta here. \n[27]Sorry. \n[28]Anne! \n[29]Noooooo!!! \n[30]I need to see them! \n[31]... I was late... They shouldn't have been there... \n[32]I need to see them. \n[33]What'd I see? I saw my family die. \n[34]I didn't see anything except the explosion. \n[35]... I saw him... I saw a cop. \n[36]I gotta help 'em get the bastard. \n[37]That's him. That's the son of a bitch I bumped into. \n[38]... No. \n[39]... Seconds... Five, ten... \n[40]All I cared about was getting to my wife and boy. \n[41]... I touched him... \n[42]How's that for collateral damage? \n[43]I've already paid. With my family. \n[44]You know where he is? \n[45]What kind of twisted people do things like this? \n[46]My family died because of what's going on down there. I want to know all I can. \n[47]Been busy. \n[48]E.L.C. attack platoon... These assholes kill innocent people all the time in Colombia. \n[49]Thirteen dead in a bus. A market. Twenty-seven dead. A whole family... Anne and Matt didn't mean shit to them. Or him. \n[50]Ronnie couldn't find a fire with both hands. \n[51]Shrinks say ten more days. \n[52]Morgan, the guy from 23, right? \n[53]I'm gone three weeks and this place falls apart. \n[54]Who backed over that?... My tools still here? \n[55]Figured you guys would've sold my stuff at a yard sale by now. \n[56]You ever stay on one channel long enough to hear what they're saying? \n[57]Go back!   Go back! \n[58]Tell him not to bother. \n[59]... Pleasure. \n[60]Is there a problem? \n[61]Says so right there in my passport. \n[62]... You giving me a choice? \n[63]How far's Colombia? \n[64]Aqui?   Colombia?... \n[65]Gracias. \n[66]Habla Ingles?... Que pasa? \n[67]Where are all of you going? \n[68]None of these people have papers? \n[69]No! \n[70]Mina... Mina... \n[71]Alto. \n[72]Don't move... Don't move... \n[73]You'll be okay... You'll be okay. \n[74]Guerrilla bastards. \n[75]No!   Alto! \n[76]No, that's okay -- \n[77]... Gordy Pitt. \n[78]Austria.   American now. \n[79]New York City. \n[80]Coffee. I buy beans. \n[81]Caguan. \n[82]How do you know? \n[83]Por favor. \n[84]Con mucho gusto. \n[85]It better be.    A lotta people're dying for it. \n[86]I was thinking... Maybe we could travel together into Caguan. You could show me around. \n[87]I've got money. I'll buy the pass from you. \n[88]I'll be getting some life insurance money -- \n[89]No, thanks. \n[90]Why? \n[91]You shouldn't have helped me. \n[92]The Wolf killed my wife and son in New York. \n[93]Yeah. Go to Caguan, find The Wolf and kill him. \n[94]And you guys still haven't got him. \n[95]Don't breathe. \n[96]Close your mouth. \n[97]I'll find a boat to take us upriver. \n[98]All the fire trucks are diesels. \n[99]Heinrich Beckmann. \n[100]My Austrian name. \n[101]Yeah. \n[102]In Mompos. \n[103]He was arrested in Ecuador. He got drunk and fooled around with a police officer's wife. \n[104]No problemo. \n[105]The E.L.C. guards your coffee beans? \n[106]I can't work with these pieces of junk. \n[107]Then treat them that way. \n[108]Armstrong wants your money. He makes them work, but he doesn't fix them... To do this right, we gotta order parts from Europe. In the meantime, I can make something temporary. There must be a machine shop in town. \n[109]Let's go. \n[110]I'm thirsty. How about you?   Want to get something to drink? \n[111]I've been working all day out in the sun. I need a drink... nice cold beer? How about it? I saw a bar in town. \n[112]With the spare parts, I'll have the generators running in two hours... We have time for a couple beers. \n[113]Yeah. \n[114]Armstrong said to watch my butt around here. I guess the fucking Americans come down and shoot everyone all the time. \n[115]Yeah, I heard about it.   Who did it? \n[116]Ever see him? \n[117]Where? \n[118]Tell me what doesn't get you killed around here. \n[119]We'd better get back, huh? \n[120]You're too drunk. I'll drive. \n[121]Hey, easy... What's the problem? \n[122]I am?... Looks different in the dark... \n[123]I have this one ready to go. \n[124]I just need another part from town, and it's five more minutes. \n[125]The old part's in there. I need to match it, and it's all greasy. \n[126]Berta working today? \n[127]You as thirsty as I am? \n[128]We can't stop for one beer? \n[129]There's no Berta at the plantation. I like drinking beer around pretty girls, not a bunch of guys with automatic rifles. \n[130]What happened? Last night you were in love with her. \n[131]... That wasn't a dream, that was the alcohol talking... You saying two men can't go have a beer and look at women's breasts because of pink elephants?... Nothing makes any sense down here. \n[132]Go ahead and shoot me, and you fix the goddamn generator. Part's in the back. \n[133]I have to piss. \n[134]Yo trabajo con Felix. Felix -- -- la cantina. Con Berta. \n[135]I went for a walk. I figured you wanted to be alone with Berta. \n[136]That make you happy? \n[137]Where's my money? \n[138]This where Armstrong stays? \n[139]Come on, baby... come on, baby... \n[140]Just in time... \n[141]No!    Stop!   Alto! \n[142]Get back! \n[143]You killed my wife and son -- \n[144]... Who are you? \n[145]... His wife? \n[146]Why feed me?    Why not just kill me? \n[147]... Thanks. \n[148]I'm not one of them.   I'm here for my own reasons. \n[149]Why are you still here? \n[150]I'm not like him. \n[151]He kills innocent people. He's planning to kill more. \n[152]The United States? Another bomb? \n[153]Where? \n[154]Where? \n[155]Where in Washington? \n[156]Which building? \n[157]We can't let it happen. \n[158]We'd never make it. \n[159]How many more kids have to die? And for what? \n[160]If you don't stop it, you're as much to blame as he is. \n[161]How do we get out? \n[162]Go! \n[163]You okay? \n[164]Under the water! Uno, dos, tres... \n[165]Hang on. We just have to keep floating a little bit more... \n[166]You were shot. \n[167]We gotta get you outta the river. \n[168]Esta bien.   Esta bien. \n[169]You're lucky. \n[170]Can you walk? \n[171]How do you say 'hello'? \n[172]Yo soy Americano... Gordy Pitt... Gordy Pitt... \n[173]They both get asylum.    And she needs a medic. \n[174]What about the asylum? \n[175]He wasn't even there. \n[176]Where're we going? \n[177]I was underground. I couldn't see anything. \n[178]No. \n[179]I've told you all I know. \n[180]What's that? \n[181]Eleven. \n[182]She was killed in Guatemala. \n[183]Shit... \n[184]No. \n[185]Where's Selena?! \n[186]She's lying!   She's The Wolf! \n[187]You killed them. \n[188]They were my family. \n[189]The killing ends here. \n[190]No.    You don't understand. \n[191]Hold us both till the police get here. \n[192]You're no better than she is. \n[193]It's good to be home. ", "FELIX": "\n[1]Beckmann. \n[2]Come with me. \n[3]Armstrong should have called sooner. We don't like changes here... If I didn't need the equipment fixed, I'd send you back. \n[4]But now we have to see the E.L.C. Supervisor for Caguan. \n[5]We need to fix the equipment. We have delivery deadlines to meet. \n[6]Si.   Gracias. \n[7]The Supervisor made you my responsibility... You don't go anywhere without me, you understand? \n[8]... Coffee beans? Shit. Armstrong didn't tell you much... \n[9]The problem's with the diesel generators. The sons-of-bitches keep breaking down. \n[10]We're using portables to keep production going, but they don't supply enough power to the heat lamps, and we have to dry a lot of... 'coffee beans.' \n[11]We can fix anything, but these keep dying on us... You'll start now. I'll have tools brought to you. Armstrong's a magician with them. Let's hope you have his skill. \n[12]Well? \n[13]Junk? These generators cost a fortune. \n[14]Armstrong always fixes them. \n[15]... Yes. \n[16]Let's get moving. \n[17]We have to get back. \n[18]Okay.   Just a beer. Maybe two. \n[19]This is mine. This is the reason I come here... right, Berta? Me amas? \n[20]... She's hot, isn't she? \n[21]Especially now, since the bomb in New York. \n[22]The Wolf, and they'll never catch him. \n[23]Once. \n[24]If you know too much around here, it can get you killed. \n[25]... Shit. It's late. \n[26]One day, I'm going to screw Berta. \n[27]... I'll take her to a small restaurant... We'll have lobster and drink lots of wine... I'll get her drunk... We'll drive home... I'll carry her inside... I'll kiss her... And then, I'll screw her in my bed... \n[28]... And when I am done screwing her, she'll never want to look at another man again... \n[29]What the fuck are you doing?! \n[30]You're going the wrong goddamn way! \n[31]Turn around! \n[32]You drive where I say... Or the Supervisor will have us both shot. \n[33]It's afternoon. Yesterday, you said it would only take two more hours. \n[34]What about the other one? \n[35]... Shit.     Fine. Let's go. \n[36]Why're you bringing the tool box? \n[37]Ha!   Puta! \n[38]No. \n[39]There's beer at the plantation. \n[40]To hell with Berta. \n[41]... I had a dream... I fed her lobster, got her drunk, and she rejected me for another man. Dreams tell the future. \n[42]You know I'm your man, baby. \n[43]Are you trying to get us both killed? \n[44]I'll make sure he's on a shorter leash. \n[45]Shit... \n[46]You're working all night, Beckmann. That generator gets fixed, and you're out of my hair in the morning. \n[47]You'll get it in the morning. \n[48]This is where you stay... A boat will take you down river at seven. \n[49]He can't be far. You'll catch -- ", "SELENA": "\n[1]Are you alright? \n[2]My name is Selena. \n[3]Yes. \n[4]I brought you food. \n[5]Are you so anxious to die? \n[6]The men in jail with you in Mompos... They say you talked to a man from the C.I.A. \n[7]Claudio used to be a teacher. I was a medical aid worker. We met in Guatemala, in an Indian village called Guamaunco. We were married there. Sophia, our daughter was born there. Claudio was kind and loving, and we were happy... We were there four years when the civil war broke out... The guerrillas were all around us, but left us alone... Then they made an attack on the army nearby. The next night, soldiers came to our village. They were led by American 'advisors'... They accused us of helping the rebels. Our women were raped. Our men were tortured. Our homes were burned... We crawled out into the fields, but they threw grenades, and Sophia... \n[8]... my baby girl was hit by shrapnel... she bled to death in Claudio's arms. \n[9]Claudio joined the guerrillas. When that war ended, we moved to the next war, and the next... Each fight has only deepened his hatred. And poisoned his soul. He's unable to love anything anymore... \n[10]Because I know he was a good man, who's been consumed by rage because of what he lost... Just like you. \n[11]Not yet. \n[12]I tried to stop him. \n[13]He's gone back. \n[14]Yes. \n[15]... Washington D.C. \n[16]... He had pictures of a building... \n[17]I don't know. \n[18]It's too late.     No one can stop him now. \n[19]I got down here from New York... \n[20]... I'm his wife... \n[21]I can't. \n[22]We're going with you. \n[23]The guard is the only one close. When we're past him, we can slip into the jungle. Mauro's waiting for us there. \n[24]He's on the right... No needless killing. \n[25]We have to swim. \n[26]Your hired soldiers can't shoot. \n[27]... I'm okay. \n[28]He can't hear or speak. \n[29]He's a war orphan. I adopted him. \n[30]I know where we are. There's a secret trail nearby that leads toward Mompos. \n[31]It's just my arm. \n[32]I don't recognize anything... I saw only parts of the building... I'm sorry. \n[33]I think   it's a public place. He said he   wanted the people of America   to feel the terror. 'Terror   is all they understand.' He said   it over and over... \n[34]No... No... No... \n[35]I'm sorry. \n[36]No... \n[37]... No... \n[38]He had that book! Let me see it! \n[39]That's it! \n[40]Please don't kill him. \n[41]Yes. \n[42]He takes his time. Like he told you, he enjoys it. \n[43]I'm sorry... I think I'm going to be sick. \n[44]I think I'd feel better if I could rest a little and see my son. \n[45]One woman, one boy -- they mean nothing next to the thousands who've been slain. \n[46]It will never end. \n[47]Please help me! \n[48]He's trying to kill me! ", "PHIPPS": "\n[1]Who were the brass, and why were they here? \n[2]Check the surveillance cameras? \n[3]Where's N.Y.P.D. on this? \n[4]Anybody talk to him yet? \n[5]Put that tape out fifty more feet. \n[6]Chalk 'em and move 'em. \n[7]We gotta get on this quick.   I need to talk to him. \n[8]Mr. Pitt, if you can you tell me... What'd you see? \n[9]I know this is hard. I'm sorry I had to bother you. \n[10]Joe Phipps. F.B.I. Counter- terrorism task force. \n[11]What got this place blown up? \n[12]Whatever it takes. But I got a bomber in the wind. I need everything you can give me, and I need it now. \n[13]How long before we have a secure computer network? \n[14]What do you got? \n[15]Do it. \n[16]Run a total analysis. I want to know if this asshole's right or left-handed. I want everything you can get outta this film. \n[17]Any helpful information coming outta Colombia? \n[18]The cart was stolen from the Central Park Precinct yesterday. \n[19]The bomb's in the cart. \n[20]We think the bomb was triggered by a cell phone. The guy doesn't have one in his hands here. Did you see a cell phone when you ran into him? \n[21]How much time passed between then and the explosion? \n[22]We think maybe he got into the brown Ford. You see him then? \n[23]We might need to call you in again to look at some photos. \n[24]Mr. Ortiz-Dominguez has agreed not to press charges if you make full restitution. \n[25]Take care of it. \n[26]Gordy, this is Mike Brandt. \n[27]... Mike was in the motorcade that day... He's the chief U.S. intelligence officer overseeing Colombia. \n[28]I know it's hard for you right now, Mr. Pitt. We're all sorry. But why don't you go home. We're taking care of things. \n[29]These buildings best match what you described to us. \n[30]That's okay.   We'll keep trying. \n[31]Double up on public venues: museums, theaters, transport... Put in all the extra undercover we can. \n[32]It's secure, and we can coordinate all departments here. \n[33]My people will debrief you in another room... We'll take the boy to a safe house across the street... He'll be well cared for. \n[34]That's okay. \n[35]Put it under total surveillance. Get a bomb team in there with dogs. Make 'em seeing-eye dogs if you have to. And pull whatever security video they have for the last two days. \n[36]If we spook him, we don't know what his secondary target'll be. \n[37]That's him, isn't it? \n[38]He was there yesterday. Just stood there and left... So far, the dogs haven't found anything, so maybe we're ahead of him. \n[39]Are you okay? \n[40]Get copies of this freeze frame to all the undercover people and the sniper teams. \n[41]And nobody caps him until we get that bomb tagged. After that, I don't give a shit what happens to him. \n[42]Feeling better? \n[43]We think the bomb was triggered by a cell phone. \n[44]Did you see a cell phone when you ran into him? \n[45]She went to see her son. ", "ARMSTRONG": "\n[1]Hey, yo, dude, here's a seat, man! \n[2]I was hoping for someone I could communicate with. \n[3]Only room's at the back near the bano, and I'd advise against it, unless you like poop. \n[4]Philip Armstrong. Assiniboia, Sasketchewan, Canada. Deerborn Heavy Equipment. \n[5]Hey, howya doing? I love Germany. \n[6]I love America. Never been to Austria. Where from in America would that be? \n[7]I don't like New York City. Buildings're too big. What kinda work you in? \n[8]Can't drink caffeine. Makes my stomach do the rumba. I like that commercial guy with the sombrero and the mule, though. Headed upstream, eh? Where to? \n[9]... You've never been to Caguan, eh? \n[10]'Cause no one in their right mind would ever go back. Caguan's in the guerrilla zone run by the E.L.C. E.L.C. as in 'Extra Loathsome Communists.' They don't care, and they kill. I'm going there myself. But I have a 'get outta jail free' card. \n[11]E.L.C. travel pass. I can go anywhere I want. Everyone needs equipment fixed. \n[12]If you don't have one of these, you don't want to be up there, Gordy. \n[13]Got kids, eh? \n[14]That little kid and I had a nice, long snooze... We're almost to Mompos. Beautiful country. \n[15]Y'know, I haven't noticed one darn body floating downstream this whole trip, have you? \n[16]Pass is only good for one person, if that's your idea, which I think it is... Besides, I can't risk traveling around up there in the company of a big gringo with a dumb-ass cover story about coffee beans. \n[17]I've worked too hard for it. And you don't have that kind of money on you. \n[18]It's all cash and carry down here, Gordy. \n[19]Mompos... You want to have some fun, we'll hook up later. I always schedule a stopover. To sample the local wares and such. Life can be what you make it here on the frontier. \n[20]Gotta get off the boat anyway. Mompos is the last stop. From here into the guerrilla zone you can only travel by panga... If you change your mind, I'll be at the Tropicale later. It's a gringo bar. Just follow the cockroaches. \n[21]Sicarios. Death squads. Avoid those dudes at all costs. \n[22]Federales are looking for someone. \n[23]I never met a nose I couldn't hang a spoon on. \n[24]Yahtzee! \n[25]Police catch you trying to steal my hat, you asshole?! \n[26]Fucking hat thief! \n[27]Get outta here -- \n[28]That stun gun wasn't cool. \n[29]Haven't peed my pants in a real long time. \n[30]Yeah, well, I guess all these assholes down here are just starting on my nerves. \n[31]So what the hell did you do to land us in here? And don't jerk me around, eh? \n[32]... Oh, you're that guy, eh? I'm sorry, man... And what, you came down here to even things out? \n[33]Did you even have a plan? \n[34]\n[35]If you can't kill them, don't even talk to them. \n[36]You're not running through the fire, eh? \n[37]No. I told you. The pass is only good for one person. And you're too dangerous to travel with. \n[38]It hasn't been there since we landed. \n[39]Aw, hell... I was through with this place anyway... \n[40]I'll call ahead and tell Felix I'm not coming, and you're my replacement. He'll meet you in Caguan and take you to the plantation... What do you know about diesel engines? \n[41]You'll have to be Austrian, eh? They hate Americans. Name's gotta change, too, in case they're watching the news. It'll buy you a little time to look around Caguan. But you'll never find The Wolf. \n[42]Huh? \n[43]Luck got you this far. But up there, luck doesn't make it. I hope you know you're gonna die. ", "BRANDT": "\n[1]Mike Brandt. \n[2]We'll have this discussion somewhere else more secure, after I get your clearance. \n[3]Mr. Pitt. \n[4]I'm very sorry for your loss... I lost people, too. \n[5]Don't worry, Mr. Pitt, we're gonna get the son-of-a-bitch. \n[6]We believe The Wolf's in hiding in an area of Colombia controlled by the E.L.C., extreme Marxist guerrillas... He thinks he's in a safe haven. \n[7]Here's my card. Call me any time. \n[8]... Senator, the failure of one operation shouldn't cause your committee to question financing everything else we're doing down there... \n[9]... I know it looks bad, and I appreciate your support. Together we'll get it done... Yeah. 'bye. Without his father's money, that asshole'd be keeping bees for a living... What? \n[10]No. \n[11]I don't need it. \n[12]Find your fucking leak? \n[13]All due respect, Noel, it's not likely... And we don't need the whole world looking into what we're doing down here... We find the son-of-a-bitch again, we're bypassing protocols... \n[14]Jesus Christ... \n[15]What, he thinks he can get The Wolf himself? \n[16]Throw out the net. Have him picked up... Just make sure no one kills him. \n[17]Enjoy your trip? \n[18]We asked you to leave it to us. \n[19]It's not over yet... The guys next door are in The Wolf's elite bodyguard unit. Where he goes, they go. We're gonna ask questions. And we're gonna get answers... And you're staying right here till our bomber's dead. \n[20]... I don't fucking believe it. That lucky son-of-a-bitch found The Wolf. \n[21]An E.L.C. compound... \n[22]They're not just hiding The Wolf. \n[23]It's well-sited... can't surprise 'em, so you gotta outgun 'em... So that's what we're gonna do. \n[24]We're not just gonna hit it, we're gonna wipe if off the globe. Cats, rats, dogs and mice. If it's moving, it's dead. \n[25]I don't care what the Puerto Ricans say. Which part of the word 'war' don't you understand? Our mission down here isn't just about catching The Wolf. \n[26]He was told not to be here... The first choppers'll hit it at 2200. \n[27]What? \n[28]Got any good news? \n[29]Only good thing down here... Put everyone on red till tomorrow night. And then, I don't care if there's a typhoon, I want those fucking rotors turning. \n[30]It's time to make The Wolf howl. \n[31]They couldn't have made it this far. Go back upstream. \n[32]F.B.I.'s on the radio.     Tell 'em everything you know. \n[33]On the plane. \n[34]They'll get it. But she's in my custody till we're done with her. \n[35]Inter-agency headquarters for our efforts in Latin America. \n[36]Union Station. \n[37]What's he waiting for? \n[38]In here. \n[39]He always hid his face. Why's he giving us a clear picture now? \n[40]Escort her. \n[41]Everybody out!     Clear this floor! Now! \n[42]We got the bitch. ", "UPDEGRAF": "\n[1]Gordy Pitt's on the phone. \n[2]He's called every day. \n[3]Mr. Pitt, Mr. Brandt'll have to get back to you. \n[4]Check this out. \n[5]The man whose wife and son died in New York. One of your units found his passport and credit cards on some gunrunners near Panama. Gunrunners say they left him alive. \n[6]One of Rocha's infiltration teams just radioed in... We got our big break... \n[7]This is a satellite shot of the Caguan region last night. \n[8]Here's Caguan town. \n[9]At 2250, we get a large heat-and- light anomaly consistent with an explosion. \n[10]This is the explosive area two minutes later. We got a house blown to shit and burning. We got Colombians in cammies, a gringo down, a woman and kid, and some bodies. This guy -- \n[11]-- is giving all the orders. \n[12]... He's paying for it now. \n[13]A little later, an E.L.C. convoy arrives, and everyone loads up... The convoy travels thirty-two minutes upriver and stops here... \n[14]More like a small village. It's mobile, and it's not just guerrillas -- it's women and kids, too. Here it is by day... \n[15]Houses, barracks, school for the kids, cooking sheds, H.Q., latrines, gun pits... \n[16]Here it is on the map... \n[17]We're gonna hit it? \n[18]Hitting the whole village could make for a P.R. problem. \n[19]... What about Gordy Pitt? \n[20]The weather system's intensifying. \n[21]The storm's gonna be real bad for at least twelve hours. Here's the data. \n[22]Air ops says it's too heavy for the Blackhawks. Also, Sat-Intel is saying the clouds're too thick, and we're blind. \n[23]Yeah. The creeks are rivers around Caguan. Unless The Wolf's a fish, he's not moving... And there's fresh coffee. ", "MIKE": "\n[1]This place is gone! It could flashover any second! \n[2]No. You don't need to see 'em that way, Gordo. \n[3]If he's not bleeding to death, leave him. He's not moving till they do. \n[4]This guy didn't do the bombing, Gordo. He's just trying to get the people who did. \n[5]We're gonna roll you to the hospital now and get that glass out. \n[6]Hang on. \n[7]Tell me about it. \n[8]He's shut down... We were hoping they'd keep him here, and he wouldn't have to go home right away, but they're cutting him loose. \n[9]Rookie's taking the first shift. I'm just getting the schedule at the firehouse rearranged now. \n[10]Haven't heard from you in a couple days. \n[11]Yeah.   I can see that. \n[12]Hey, we never turned down free beer, and rookie's buying, you believe that? He certified today, he's off probation. \n[13]Yeah.   Let's go tell him that. \n[14]C'mon, Gordo. \n[15]We aren't gonna let 'em drink all the beer, are we? \n[16]Low on beer, Ronnie. \n[17]I'll tell you what'll be great: when you get back to work with us. \n[18]Fucking doorknob they put in temporary command... \n[19]What? \n[20]This guy, Quaddafi, that Bin Laden... We never get these assholes. \n[21]It'll be good to get you back. ", "DRAY": "\n[1]Device functioned in front of the Colombian Consulate just as a motorcade full of brass arrived. \n[2]No one's talking yet, but it smells high-level. There were Colombians and Americans in the cars. Three of 'em ate it. Guy on the phone -- \n[3]-- is one of the survivors. Name's Brandt. C.I.A. \n[4]We're pulling up the video now. \n[5]They know it's ours. They're helping with shoe-leather. \n[6]We got two dead bystanders, a mother and four-year-old son. The father's over there with a leg wound. Guy's a lieutenant with the New York F.D. \n[7]We've been giving him room. \n[8]An hour.   They're building it now. \n[9]Gordon Pitt's here. He says he saw a cop at the scene. \n[10]Guy still had enough time to get out a phone and dial it in. \n[11]Why not just shut it down? \n[12]You got it. ", "THE WOLF": "\n[1]You thought you killed me. You didn't. I'm still here... \n[2]... I swear that for every freedom fighter you killed, ten Americans will die. And I will pick the time and the place. And I will enjoy it... \n[3]... Venceremos. \n[4]You bastard! \n[5]You think you can kill The Wolf?! \n[6]You think you can kill The Wolf?! \n[7]You were just saved by your guardian angel. \n[8]One of the men in the jail with you in Mompos is dying. He was burned in your explosion. \n[9]You want to kill me? Come and kill me. \n[10]You Americans think you have all the answers. And really, you're so naive... \n[11]... You see one peasant with a gun, and you never ask why he has to have it. You just run to give your billions to the nearest soldiers, no matter how merciless or corrupt they are. \n[12]That's why I'm teaching America a lesson... that's why there'll be more bombs... and more families like yours will pay the price. ", "SAL": "\n[1]Dammit... \n[2]How's he holding up? \n[3]Want me to stay at home with him? \n[4]Hey.   Got here as fast as I could. \n[5]I know it sucks... It really sucks... \n[6]How's the leg? \n[7]Christ.    Gordy... \n[8]Week, two weeks? \n[9]Like I said. \n[10]Even makes you look good, Gordo. \n[11]Upstairs in your locker. ", "JUNIOR": "\n[1]Hear the big news, Lieutenant? It's the twenty-first century.   We got electricity now. \n[2]Got these supermarkets, too.   Big places, freezers full o' ice cream. \n[3]Gordy. \n[4]Me and Mike are here. \n[5]It's not your fault. \n[6]Get those goddamn people outta here! \n[7]Just came over the police radio... Consulate surveillance cameras caught the bomber in the act. He was disguised as a cop. \n[8]Yeah, how long is it? \n[9]What a jerkoff. \n[10]The temp lieutenant put it out back, and Art hit it with his truck. ", "ANNE": "\n[1]Nice rocket... That took a while. \n[2]Shit. \n[3]Sorry. \n[4]You better see Dr. Bob. And this time, no opening fire hydrants to play in till he's completely well. \n[5]How was your shift? \n[6]Dreamed I did a triple axel in an ice skating championship. \n[7]Dr. Bob can squeeze him in at twelve. I have a patient relations meeting at twelve- fifteen. Can you take him? \n[8]Yes, he'll be there... Thanks. Five-of in front of Dr. Bob's. Don't be late. Let's get you out, sweetie. Your father just can't keep you dry. ", "OROSCO": "\n[1]You interested in the big picture or all the unpleasant details? \n[2]Well, basically, the situation in Colombia sucks... \n[3]... The government's been fighting different Marxists factions for over thirty-five years. For most of that time, it was winning... \n[4]... Suddenly the guerrillas began chopping 'em up. High-tech weapons and equipment, well- trained troops, aggressive hit- and-run tactics, all financed by extortion, kidnapping and collecting taxes from dope growers. It's big money, and they put it to use... \n[5]... The government got scared. In 1998, to jump start peace talks, it gave a coalition of guerrilla groups temporary control over much of southern Colombia... The first communist stronghold on an American continent... \n[6]... But there've been few talks and no peace. And the Colombian military can't get near the guerrilla zone, especially around the town of Caguan, where the E.L.C. kicks ass and takes no prisoners... \n[7]... And that's where we come in. Supposedly, to help eliminate narcos operating in the guerrilla zone. But some well-informed people think that's just an excuse to hit the guerrillas themselves, since they're wrapped around the drug trade... We're there, we're involved... If we stay, the only real question is which Vietnam War we're gonna have. The one some feel we could've won or the one we lost... \n[8]... Bottom line? The place is as dangerous as a snakepit. You've got the different guerrilla groups, C.I.A., F.B.I., D.E.A., Colombian military, U.S. military, right- wing death squads -- and the only thing they've all managed to do is destroy a beautiful country and inflict suffering on the real people... Hey, I'm Colombian, and I'll never go back... ", "MAN IN YANKEES CAP": "\n[1]There is a military checkpoint up the road. They inspect everyone's papers. \n[2]We walk around. \n[3]Some have the wrong papers. Some have none... \n[4]Alsuelo! \n[5]Guerrilleros. \n[6]Vaya! \n[7]His trouble is over. \n[8]No... Military... To stop guerrillas. ", "IMMIGRATION SUPERIOR": "\n[1]If you would come with me, please. \n[2]We know who you are, Mr. Pitt. \n[3]We're aware your wife and child were killed in the bombing in New York. We have C.N.N. here, too. It's better for you to visit another country. For your own sake. \n[4]Yes. But not about staying in Colombia. \n[5]These men will escort you onto whatever flight you wish. \n[6]It's The Wolf you're after, yes? \n[7]... Then I've just done you a bigger favor than you know. ", "FBI AGENT #1": "\n[1]... Did Claudio leave with anyone else? \n[2]Did you hear anything about his contacts in the United States? \n[3]... Let's go through it again, Mr. Pitt. \n[4]We gotta be sure. \n[5]What's the number on it? \n[6]Number eleven, small seashell with a hole in it... That was found in the getaway car used in the bombing in New York. "}}