{"dialogues": {"MATRIX": "\n[1]I surrender, I surrender. He raises his hands, open, trusting. Instantly she attacks again, then runs like hell as he pursues her, \n[2]When I was a boy and rock and roll came to East Germany, the communists said it was subversive... .They were right... \n[3]I'm not going anywhere. Cont. \n[4]Promise. \n[5]I know. Startled, Kirby whirls to see Matrix standing behind him. \n[6]I better be. You taught me. He affectionately squeezes Kirby's shoulder. Jenny comes out of the cabin toward the two men. \n[7]You gave them new identities... \n[8]Who's doing it? X \n[9]We were going to make a normal X life here... \n[10]They any good? \n[11]I'm not leaving you... if that's what you mean. \n[12]How bad you hit? \n[13]I've got to get my rifle from the shed. Keep an eye out, they'll be coming. You're downwind, the air currents might tip them off. Cont. \n[14]I did. Matrix and Jenny move low to the floor toward her bedroom. \n[15]Stay out of sight, I'll be right back. Jenny goes into her bedroom and Matrix goes out the backdoor. \n[16]Where is she? Diaz smiles and puts his feet up on a table. \n[17]Wrong. Matrix levels the H&amp;K and BLASTS Diaz in the chest. Diaz and the chair are JERKED violently backward. \n[18]I thought you were -- Bennett reaches up with a bulky pistol and points it at Matrix. \n[19]I remember the people you tortured and killed. \n[20]Why tell me? \n[21]He enjoyed the killing a little too much. \n[22]And if I don't? Arius looks at Matrix for a beat, then Arius nods to Bennett. Bennett opens a sliding door to a closet and matrix sees Jenny. She is gagged and tied tightly to a chair. She is shaking from fear and her eyes are wet with tears. Matrix LUNGES up from the table, but his hands and feet are chained to the table and he is STOPPED. Bennett wheels Jenny out of the closet over to Arius. Arius begins to finger her hair. \n[23]I'll be back, Bennett... For you. \n[24]You're a nice guy, Sully, I like you... .That's why I'll kill you last. Cont. \n[25]Could I have a blanket and pillow? \n[26]It's no problem. He smiles at her and she smiles back. He closes the luggage compartment door and turns to the Stewardess. \n[27]How long is this flight? \n[28]I'm airsick... He pushes by her. \n[29]He looks at the terminal in the distance and begins running toward it. \n[30]Don't move. She looks down at the giant arm, unable to see Matrix sqatting behind her. \n[31]I'm not going to hurt you. \n[32]â\u0080¢ Step to the side. \n[33]Do it. Knees shaking, Cindy steps aside. Matrix leans into the car, grabs the passenger seat, YANKS it out and places it on the ground at Cindy's feet. Cindy, mouth gaping open, looks at the passenger seat now at her feet. \n[34]You forgot your keys. \n[35]Just do what I tell you and I'll let you go. \n[36]You're not gonna make it. She starts the car. Sully drives by them in his Porsche Targa. \n[37]Follow him. \n[38]No. \n[39]Somebody wants to kill my daughter \n[40]Out. 1ï¿½1 Cont. \n[41]Please help me, you're my only X chance! She's got less than ten hours left. Cindy doesn't know what to say. Matrix, still holding her arm, SHAKES her in desperation. Cont. \n[42]\n[43]Matrix anxiously glances at his watch, then looks up toward the bar. Cindy comes out into the doorway where he can see her. She glances behind him, then helplessly looks right at him. Matrix, noticing her glance behind him, turns around. Five security guards are now approaching him. \n[44]Matrix turns from the guards to point at Cindy in the bar and he suddenly sees Sully approaching her. \n[45]\n[46]I didn't... \n[47]You okay? \n[48]Where is she, Sully? \n[49]I can't hear you, Sully. \n[50]Loyalty is touching, Sully, but it's not important in your life right now... \n[51]Gravity is very important in your life right now. Cont. \n[52]I have to warn you, Sully... This is my weak arm. \n[53]Where is she? He SHAKES Sully, moving him like a fish on a line. \n[54]But you won't. \n[55]Because I already know where. Fear starts to show in Sully's face for the first time as he STARES at the key. He tried to grab at the key, X but Matrix pulls it out of his reach. \n[56]Remember when I promised to kill you last, Sully? Cont. \n[57]I lied. He drops a SCREAMING Sully and Sully CRASHES to the rocks below. \n[58]Now I do... \n[59]I...let him go. He FLOORS the accelerator, LEAVES RUBBER and BLASTS out of there. \n[60]I'm sorry I got you involved in this. \n[61]It's about her. \n[62]Some people are using her to force me to do a job. If I don't get to her soon, they'll kill her. \n[63]No. I knew they'd kill her even if I did it. The only chance she has is if I get to her before they know what I'm doing. Cindy looks at the photo. \n[64]She died when Jenny was born. I was in Laos when it happened, so I came home intending to raise her. But on her third birthday I was in Lebanon. When she went to grade school, I was in Angola. When she had the measles, I was in Pakistan. And now she's been kidnapped because of me. \n[65]I was on special assignment. \n[66]Or something. \n[67]Things you don't want to know about. Things I sometimes wish I didn't know about. He looks over at Cindy, then looks away. \n[68]That part of my life is over with. All that matters to me now is Jenny. \n[69]What're you doing? \n[70]It's Cooke. Let him in... Matrix moves into the bathroom and turns on the shower. Cindy tears the covers off the bed, musses up her hair and unbuttons her blouse to show some cleavage. Matrix and Cindy edge up to the door and Matrix flattens himself aginst the wall close to the door. Cont. \n[71]Fuck you, asshole... He BLASTS Cooke in the jaw and Cooke goes backward through the broken door and falls to the floor. \n[72]Where is she, Cooke? Cooke looks blankly back at him. \n[73]Cooke... Cooke!! Cooke's eyes go cold and still. He's dead. Cindy approaches and swallows as she looks down at his body, the stake coming out of his chest. Matrix starts emptying Cooke's pockets. There's a wallet containing only cash. Matrix tosses it to the floor. He brings out a lighter and a package of cigarettes, examines the lighter, then tosses both objects to the floor. He pulls out two keys on a key chain. They're car keys. Matrix leaps to his feet. \n[74]Come on! \n[75]Try the trunks. They split up. Matrix tries the car door key into a Pontiac. It won't open. Cindy goes to the trunk of a Honda. It won't open. Matrix races to a Ford. The door won't open. Cindy races to a Cadillac. She opens the trunk! Matrix races over to her and looks into the trunk. It's empty. He uses the door key and opens the Cadillac's door. \n[76]Make any sense to you? \n[77]For who -- the airlines? \n[78]You sure? \n[79]There's a lot of warehouses around Redondo Street. Arius must be keeping a plane there. Matrix closes the car door and pockets the invoice. \n[80]Let's go. \n[81]Matrix crawls away from the jeeps, moves low through the shadows, goes into a corridor and sees a door ajar. \n[82]I saw all the equipment, but there's no plane. \n[83]Arius and Bennett aren't here. She's wherever they are. Matrix looks at Cindy in desperation for a beat, then they begin to look around the room. The room is designed as the aircraft control room. There are aerial charts on the tables and the walls. There are photos of several military planes and a civilian amphibious plane. There are copies of weather reports situated around the room and there is a VHF radio. \n[84]He studies the coordinates, then picks up a drafting compass and pen. He puts three dots, which corresponds to the three sets of coordinates onto a coasted chart of Southern California. \n[85]Matrix uses the compass to draw a second circle. \n[86]Something's going on out there. Cindy looks at the chart, then back at the photos of the aircraft on the wall. Cont. \n[87]But it's not here. I saw everything they've got. Cindy glances at the invoice, then looks up at Matrix. \n[88]How long's it take to fly out to the island? Cont. \n[89]Not yet. She looks bewilderedly at him. \n[90]Shopping. \n[91]Come on, come on... He suddenly feels the hidden button and presses it. Behind him, a wall containing innocuous sporting equipment slides to the side, revealing a hidden room. Matrix pushes a cart into the room. The store alarm continues to CLANG. \n[92]Get the car. Cindy catches the cart, glances inside and her \n[93]If you'll call Kirby, he'll tell you!! \n[94]Where'd you learn to do that? \n[95]Don't stop. She drives through the light, takes a sharp left and begins driving on a street along the water. \n[96]What's wrong? \n[97]Start paddling. Cant. \n[98]Come on, you piece of shit! He SLAMS his hand onto the control panel. \n[99]Works every time... Cindy REVS the engines and starts to move the plane. \n[100]You know what you're doing? \n[101]Why'd you decide to get a pilot's license? \n[102]Can you get under the radar? \n[103]Try it... Cindy dives the seaplane downward. Cindy continues to pilot the seaplane just above the water. She reaches down to the back of her knee, feels it and grimaces. Matrix leans over, moves her hand and looks at what caused her to crimace. A nasty looking cut is starting to bleed. \n[104]That reminds me of what I'm buying you as soon as we get back. \n[105]A new car. \n[106]With a cassette deck... She smiles. Cindy , watching the fireballs and smoke in the distance, picks up her radio mike. \n[107]This doesn't involve her, Bennett. It's just between you...and me. An artillery shell EXPLODES near Bennett and Jenny. \n[108]Let her go, Bennett and I'll give you a chance to twist that knife into me. The stern of the boat continues to burn as Bennett considers what Matrix said. \n[109]Just what I thought, Bennett, you're still a yellow chicken-shit. Bennett's eyes fill with hate. More shells EXPLODE nearby. \n[110]\n[111]No... Bennett tries desperately to get his knife unstuck from the boat hull, but he can't. Fear FLOODS his eyes. Matrix moves close to Bennett. \n[112]Fuck YOU, asshole... He DRIVES his knife into Bennett's throat so hard the knife goes through Bennett's neck and comes out the other side. Still holding the knife, Matrix then DRIVES the knife into the hull of the boat. The knife STICKS into the hull, holding Bennett's neck there like a thumbtack holds a note on a bulletin board. BOOM? Suddenly there is another, larger EXPLOSION in the fiery back of the boat and the whole boat EXPLODES into FLAMES, leaving Bennett lost in the fireball. \n[113]You know something? I'm glad you couldn't. He takes the gun from her and tosses it past the burning boat into the ocean. \n[114]This was the last one... The corpsmen carry Matrix into the copter and Jenny joins him inside. Kirby and Cindy watch him from outside the chopper. \n[115]No... Cont. \n[116]Two might not be enough... The chopper wings have started and the chopper is preparing to liftoff. Matrix and Cindy are looking at each other. The chopper starts to liftoff. Cindy suddenly RUNS to the chopper and JUMPS in the door as it lifts off. Matrix puts his arm around her, then he looks back toward Kirby. Matrix holds up three fingers and smiles. ", "A85": "\n[1]2 \n[2]3 \n[3]4 10 \n[4]5 \n[5]6 \n[6]7 \n[7]8 \n[8]\n[9]11 \n[10]12 \n[11]13 \n[12]15 55 \n[13]16 \n[14]17 \n[15]18 \n[16]\n[17]20 \n[18]21 \n[19]22 \n[20]23 \n[21]\n[22]\n[23]\n[24]30 \n[25]31 \n[26]33 115 \n[27]34 \n[28]\n[29]\n[30]\n[31]\n[32]\n[33]\n[34]\n[35]\n[36]\n[37]\n[38]42 \n[39]43 \n[40]44 \n[41]45 \n[42]46 148 \n[43]47 \n[44]48 160 \n[45]49 \n[46]50 \n[47]51 \n[48]52 \n[49]53 \n[50]55 \n[51]57 \n[52]58 \n[53]59 \n[54]\n[55]87 \n[56]88 \n[57]89 \n[58]90 \n[59]91 \n[60]92 \n[61]94 \n[62]95 \n[63]96 \n[64]97 ", "CINDY": "\n[1]Hi, Lance, it's me! Cindy. Very funny ...yes, that Cindy. They just cancelled my 7:40 X to Vancouver... Cont. \n[2]I thought since I'm laid over we could... no, laid over, Lance. Samantha? Who's that? Lance? Lance? She slams down the phone and does a slow burn. Then she turns, picks up her flight bag, starts to head off and finds her path suddenly blocked by Sully. \n[3]Fuck off, shithead... She pushes by him. Sully watches her go, smiles and then begins to follow her. \n[4]Yeah, herpes. Sully's smile disappears. He looks at her, takes his sunglasses out of his coat pocket, nuts them back on, then turns and walks off. Cindy watches him to make sure he leaves. All of a SUDDEN, a giant arm encircles her waist from behind. \n[5]I'm not moving. \n[6]That's what they all say. \n[7]I have to move to do that. Matrix removes his arm from her waist. \n[8]I've got to give Karate, junitsu, judo, and kung-fu lessons to my students at seven-thirty. \n[9]I knew you were going to say that. She pops the clutch too fast, the tires SQUEAL and Matrix is SLAMMED back against the car floor. \n[10]Don't get offended by this question, but... \n[11]Good. \n[12]Can I ask you what this is all about? \n[13]I don't know your daughter, but â\u0080¢ I've known you for only ten minutes and I want to kill you, too. \n[14]If you're in a hurry, don't let me hold you up... The elevator returns and they get in. \n[15]Okay, okay. X \n[16]Take it easy, all right. She continues to look at the pleading Matrix, then she turns and hesitantly begins walking toward Sully. Sully walks by a video game parlor, ogles some girls, checks his watch, then heads for the bar on this level. \n[17]There's a huge guy across the way who either honestly needs my help or he's an escaped mental fruitcake. Take a look... Cates moves into the doorway, casually glances at Matrix watching the bar, then Cates moves out of Matrix's view. He removes the walkie-talkie from his belt and speaks into it. \n[18]Don't! d! Matrix JUMPS, hanging onto the banner. Cindy KNOCKS the cop's aim away. The gun FIRES, missing Matrix. Cont. \n[19]\n[20]\n[21]Look out!! \n[22]How'd you ever get a driver's license? \n[23]I think I'm dead. \n[24]That's my car, Matrix!! Matrix continues to carry Sully upside down. \n[25]Now you don't have a car... Matrix looks at Sully's car, which is lying on its side. He PUSHES INCREDIBLY HARD against it and it SLAMS to the ground right side up. \n[26]Wait a minute... Matrix looks at her. \n[27]What'd you do with Sully? \n[28]Then why won't you tell me what it's about. Matrix reaches into his pocket, pulls out his wallet, opens it and hands it to Cindy. \n[29]Is she the one that was kidnapped? Matrix nods. \n[30]Did you do the job? \n[31]Is her mother -- Cont. \n[32]Why were you always travelling? \n[33]You mean like in the Army or something? \n[34]What did you do? \n[35]Helping you get her back. She closes the door and joins him. He looks at her for a beat, then they move toward the motel. \n[36]He's in the shower. Cooke listens a beat to the running shower. \n[37]Room service... Cooke looks back through the door at her. Matrix, at the inside edge of the door,is holding_his gun, ready to fire. Matrix can only see Cindy. \n[38]Coastal is a fuel depot that supplies planes. \n[39]No, usually smaller, private aircraft. \n[40]I'm getting my pilot's license. Coastal is where my instructor gets his fuel. \n[41]What about your daughter? Matrix shakes his head. \n[42]Cindy is studying the photos of the aircraft. \n[43]One of these plane's an amphibian. Maybe they're using it to fly there. Matrix comes over and looks at the photo of the amphibian. \n[44]Let me see that invoice. Matrix takes it out of his pocket, shows it to her and she studies it. \n[45]Type four fuel is amphibian and two hundred fifty gallons is what it would take to fly that plane to the island and back. \n[46]It was refueled at pump station thirty-two, Pacific Pier. That's San Pedro. \n[47]About two hours. Matrix looks at his watch. \n[48]Are we going to the plane? \n[49]Where are we going? \n[50]How do you get in? Matrix JERKS the car into reverse and RACES the car backwards around another building until the car is o. s. \n[51]Uh-oh... \n[52]High' School. \n[53]This isn't a plane... it's a canoe with wings. \n[54]Sort of... Matrix swallows a little, bit, then turns to look out the window. They're on their way! \n[55]My father was an Air Force pilot. That's why I becarle a stewardess. But after a while, I got tired of serving food' and drinks. I wanted to fly the plane myself. I guess what I've really wanted all along was to be just like h:r:. She looks at Ma- !x. SUDDENLY the rad,c CRACKLE'--. \n[56]They shoot the shit out of this area all the time. The flights out of LAX avoid it like the plague. \n[57]Not marine radar, but if we get close enough to the water, the high seas effect might camouflage us. \n[58]The car crash. Matrix Wipes her cut and puts the banda:7e dressinc over \n[59]What? She expertly wraps the gauze around her leg and ties it. \n[60]With a cassette deck? \n[61]Coast Guard, this is whiskey, Xray, four, four, eight. Emergency priority message for General Frederick Kirby... COMMANDO!-! say again: COMMANDO! Code red at 38 degrees nine minutes north; 119 degrees 4 minutes west. Cindy lowers the mike and hits the the throttle, moving the seaplane along the coast closer to the bathe ", "BENNETT": "\n[1]That's all for me, Les. Les nods. Bennett steps off the boat, crosses over another boat and steps onto his boat. \n[2]Dead... He FIRES at point-blank range. Matrix is BLASTED backward to the ground. \n[3]Tranquilizers. General Arius approaches Matrix. \n[4]Why don't you have Bennett do it -- he was there with me. \n[5]You trained me, Major. \n[6]Sully will make sure you get on the plane and Henriques will stay with you to make sure you get off. If I don't get a call from either one of them, she's dead. Cont. \n[7]I'll be ready. They eye each other, then Sully shuts the door and Matrix watches the limo drive off. Henriques and Sully flank Matrix and they enter the terminal. \n[8]Just over two hours. \n[9]He'll do anything we tell him as long as he thinks he'll get his daughter back. \n[10]\n[11]\n[12]\n[13]\n[14]Throw the gun away, Matrix!! Cont. \n[15]You're dead... He feints the knife toward Matrix. \n[16].and so is she. \n[17]Fuck you, asshole... He PLUNGES the knife down toward Matrix's back. Matrix moves LIKE LIGHTNING to the side. The knife misses him and GETS STUCK in the hull of the boat. Matrix turns toward Bennett. ", "KIRBY": "\n[1]John, come on out. It's Kirby. \n[2]Silent and smooth...just like always. He smiles and he and Matrix come together and shake hands. \n[3]I need to talk to your dad, Jenny. \n[4]Someone's killing your men. \n[5]There must have been a leak. Lawson, Forrestal... Bennett have all been hit. \n[6]You've made enemies all over the X world, John. It could be the Syrians, the South Africans, the Russians-or a terrorist group. They're gonna find you. Matrix looks toward the cabin. Jenny is watching him through a window. Matrix turns back to Kirby and they begin walking back to the cabin. \n[7]You will...I promise. I'm going X into the city to coordinate with the Federal people. In the meantime, Jackson and Harris will stay with you. Matrix looks the two soldiers over. \n[8]Real good... But not as good as you were. \n[9]Any sign of Matrix? \n[10]If he's still alive, I'd expect a lot more. \n[11]Call the Federal Building. Have them monitor every police, aviation and marine channel in the area. \n[12]World War III. \n[13]Stop that shelling NOW! \n[14]I just saw what's left of Arius' estate... You're the best I've ever known, John... I've saved a place for you if you want to join up with me again. Matrix notices as Cindy joins Jenny standing next to him. Matrix looks at the two of them, then up at Kirby. \n[15]What about your identities... Don't you need two more? ", "JENNY": "\n[1]Dad... Dad... put me down. She tickles him back on his neck and ribs...he laughs, puts her down. \n[2]You don't want to know. Suddenly Matrix gets an odd look on his face ...he stands, cocks his head. \n[3]What's wrong? He shushes her, puts his hand up to block the sun as he peers through the picture window. Now Jenny -- and the audience -- can SEE what matrix's keen senses have already heard-an approaching aircraft. \n[4]You said you wouldn't go away again. You said you were through -- \n[5]Promise? \n[6]No way, Jose. Matrix gives her a sharp look and Jenny grudgingly goes back inside. Kirby and Matrix begin to walk as clouds billow high above the mountaintops around them. Cont. \n[7]Is it bad? \n[8]Then it can't be bad. She smiles. An intense look comes over Matrix's face, then -- In a BLUR, he sweeps up Jenny in his arms just before machine gun fire BLASTS the cabin. The VOLLEY OF FIRING SHATTERS the windows and RIPS OPEN Harris' chest, his blood SPLATTERING against the cabin. .Matrix, still clutching Jenny, DIVES through the door into the cabin and HITS the floor. Jackson CATCHES a round in the shoulder, SPINS to the ground, then crawls through the door after Matrix. The three of them lie on the cabin floor as the FIRING CONTINUES to BLAST AWAY at Harris' body, the rounds SMACKING into the side of the cabin. Then the firing stops. Silence. \n[9]Yes... Arius sits down right next to her. He runs his fingers along her shoulder. \n[10]Yes... Watching my Dad kick your balls down your throat. \n[11]\n[12]I wanted to shoot...but I couldn't, I just couldn't. Matrix looks at her. Cont. ", "ARIUS": "\n[1]Remember me, Major? \n[2]You don't understand a country like Val Verde, Major. It needs a president with an iron hand. It needs my hand again. \n[3]Because you're going to return to Val Verde and kill the president you helped to overthrow me. Cont. \n[4]But President Velasquez trusts you; after all, he made you a 'Hero of the Revolution...' While Captain Bennett, left, shall we say, under a cloud... \n[5]You can get close to Velasquez, you will kill him...We've gone to alot of trouble to find you. We faked Bennett's death so Kirby would get nervous and lead us to you. And now that I have you, you'll do what I tell you. \n[6]So pretty-There are many things I'm going to teach her. Cont. \n[7]You kill Velasquez, Major, and you'll get her back. You try anything else... .and I'll send her to you in pieces. \n[8]Your father has just left for Val Verde; he should be back with you soon. Does that make you happy? \n[9]Is there anything else that would make you happy? \n[10]How soon does Matrix arrive in Val Verde? Bennett glances at his watch. \n[11]Let me know as soon as he lands. You think he's going to give us any problems? \n[12]'I wonder if he knows he's never going to get her back. Arius and Bennett look at each other. ", "SULLY": "\n[1]Have some beers in Val Verde, Matrix, it'll give everyone more time with your daughter. Matrix looks down at the bill, then up at Sully. \n[2]It just took off. \n[3]Sounds like you need a date. \n[4]You know what I could give you? \n[5]Jesus Christ... \n[6]Fuck you... Matrix is approaching the Sunbeam as Cindy is getting out. He swings Sully by the heels and BEATS Sully's head against the fender, leaving another dent in the already beat-up car. \n[7]\n[8]Uhhhh... \n[9]You can't kill me, Matrix. You X need me to find your daughter. \n[10]I don't know, but Cooke knows. I could take you where I'm supposed to meet him. \n[11]Why not? Matrix uses his right hand to take something from his pocket and he dangles it in front of Sully. It's Sully's motel key. \n[12]Yes, Matrix... ", "X": "\n[1]89. Cont Sully takes off his dark glasses, eats her up with his eyes and adjusts his tie. \n[2]91 Cont.. \n[3]\n[4]93 Cont. \n[5]96 Cont. \n[6]Matrix lets her arm go and she rubs it gingerly. \n[7]You steal my car, rip the seat out, then kidnap me. You make me miss my hair appointment. You beg me to help you and your daughter, which I very kindly do. You get me into a shoot-out where people are getting killed and blood is spurting out all over the place... ", "COOKE": "\n[1]Don't worry-we won't. And they cut Lawson down, the bullets raking across his body and the cans. \n[2]Where's Sully? \n[3]Who're you? Cindy looks him up and down, then slouches toward the crack so her breasts push at her blouse. She smiles. \n[4]Open the door. Cindy unlocks the chain and opens the door. \n[5]Move out of the way. Cindy moves away from the door. Matrix tenses, ready to attack. Cooke looks into the room at the rumpled bed, suitcase and fast food containers. The shower SOUNDS continue to echo from the bathroom. Cooke cautiously enters the doorway. WHAM! Matrix SLAMS the gun against the brawny Cooke's head. Cooke crashes back against the wall, but doesn't go down. He grabs Matrix's gun hand by the wrist and the two of them STRUGGLE for the gun. BLAM! BLAM! The gun FIRES into the ceiling as they wrestle around the room. They BREAK a table and CRASH into a chest of drawers. Cont. \n[6]Fuck you, asshole. He pulls the trigger. CLICK. No more bullets in the bun. The blood drains from Cooke's face. Matrix looks at him. ", "Â\u0080¢": "\n[1]\n[2]Cont. \n[3]He puts her car keys in her hand. She crawls across where the passenger seat had been and sits in the driver's seat. Matrix sits on the floor where the passenger seat had been and closes the passenger door. \n[4]Are you going to kill me or something? Cont. \n[5]\n[6]and me. Cont. "}}