{"dialogues": {"JAKE": "\n[1]So I'm dead... \n[2]And I think it's because of this redhead... \n[3]The Anti-Christ? \n[4]Gee... What makes you say that? \n[5]Just the last three weeks. \n[6]I lost my head. I'm... Sorry.    I don't know what happened. \n[7]I had to! That motherfucker was about to welch! You saw what he was doing, right? You heard him! \n[8]Listen to me! It went to shit.     It happens sometimes. \n[9]LISTEN to me! We don't have much time. We can still get through this but you have to keep your head and trust me! \n[10]Help me. \n[11]Come on.    Grab his arms. \n[12]Lionel... He's dead. Yeah, maybe you didn't pull the trigger, but you were standing right there and watched me do it. Help me. Grab his arms. \n[13]If you wanna help, then help.    If not, shut up. \n[14]Then shut up. \n[15]Relax, porkchop. \n[16]Then go. \n[17]What about this situation makes you think I can answer that question right now? \n[18]Stop waving that thing around. \n[19]And you know I hate guns. \n[20]I told you, use less powder. \n[21]Then these go into your cut. \n[22]Gordo plays the inside.   You're the Shill. \n[23]What are you talking about? You should get a fucking Academy Award for the Shill work you do. We got it down cold, Al. You don't want to jinx it by changing something up, do you? \n[24]What?   I can feel you looking at me. \n[25]Probably some investment banker or convertible-bonds-broker-dickhead. Did you see how fast he ran out of here? It's done. He's not coming back. \n[26]Ten percent. \n[27]Confidence.     It's just confidence. \n[28]What are you talking about?    Ten's standard. \n[29]We got a good thing going here. You want to blow it over an overbite? \n[30]All the shit we pulled with you and you're trying to shake us down? You guys got sack. \n[31]We can't all be model citizens such as yourself. \n[32]Isn't it always? \n[33]It's what makes us run. And despite what they say, it can buy you love. \n[34]It can buy you a new and better you. \n[35]It can erase all those things about you that you wish didn't exist. \n[36]It can make you think you're on top of the world. \n[37]And if you believe that money can do all that for you, you're the perfect mark. Jack Kerouac said that if you own a rug, you own too much. I don't necessarily like Kerouac and driving cross country isn't exactly my idea of a good time, but the guy's got a point... \n[38]If you've got nothing, you've got nothing to lose. And when it comes to money, finding it and losing it, you always gotta remember how much of it's just luck... \n[39]Dumb fucking luck. \n[40]Yeah. \n[41]Miles... \n[42]Big Al used to send money to his Father, some Vietnam Vet slowly losing his mind in a VA hospital in Cleveland. Al was like that. That's why Al never played the Inside. \n[43]Well, this is just fucking great... \n[44]A bird flew into my house last night. \n[45]It's bad luck. \n[46]He'll find us. We go talk to him. \n[47]You know what we're doing with the money. \n[48]Leave him. Someone's going to find him eventually. Then they'll start looking for us, too. \n[49]The Euclid was our place. \n[50]Gordo fleeced the deed off some idiot in a card game. We used it every now and then for a rag, but mostly it was our office. Our Power Point. \n[51]That's it? \n[52]Just mail it to the hospital. Mr. King, please. It's regarding an accounting problem. Yes... Correct... I know where it is. That will be fine. Thank you. \n[53]Tonight.   Just me. \n[54]Meet me at my place later. \n[55]I'm getting a ride. \n[56]I try. \n[57]You the one that did it?   You the one that got Al? \n[58]Uh... Which one's the King Pin? \n[59]Jake. You can call me Jake.   Here and there. \n[60]I have a good crew. \n[61]Minus one. \n[62]I guess it lacks a certain style. \n[63]You can't cheat an honest man. \n[64]I apologize for the inconvenience. \n[65]I can't do that. \n[66]Let me rephrase-- I won`t do that. \n[67]Because you killed one of my crew. \n[68]I'll get the money back, plus interest. I go on the grift for you. You get a cat, I get a cut. And we get square. \n[69]No.   Just confidence. \n[70]We got caught. So you know it won't happen again. \n[71]Why? \n[72]I'm not saying anything. Besides, you're one to talk. You're the one who's got me on my knees in a dark alley. \n[73]Just a tip. \n[74]You never know when you can use a crooked cop. \n[75]So you want to know how to play the Big Con. \n[76]First thing about being on the grift.... You're only as good as your Mark. The Roper's the guy who finds them. \n[77]They all have money one way or another. Some of them come from money. \n[78]There's that saying-- Show me an honest man and I'll show you a natural born liar. There's always that little bit of bad no matter how much good. It's that little itch on the back of you neck. You may not even know it's there, but it is. \n[79]A good Roper knows how to scratch it-- You the outdoorsy-type? \"I was just fly fishing out in Montana\". You play the market? \"I just got a tip on a tech start-up IPO.\" You saw \"the 'Riverdance\" twice? \"I had a roommate in college who was gay.\" Whatever... \n[80]It means that in fifteen minutes we're on good terms. Thirty, I'm your buddy. \n[81]In an hour, I'm your best friend. \n[82]Give me a day and you'll let me do your wife and daughter at the same time. It's too late for you... \n[83]I have your confidence. \n[84]I tell you the \"Tale\"-- It's the story of how we're going to make easy money. No one gets hurt. And here's the guy who's going to help. That's when you meet the Insideman. \n[85]The Insideman's the one with the know- How, the scoop, the angle. But maybe 'you' re the suspicious type . So I give you the \"Convincer.\" We both put up a little and we get a little back. Just a taste. \n[86]Just enough that when I tell you we can make more off of it, you agree. \n[87]That`s when I put you on the \"Send.\" You put in -a little, you got a little. Put in a lot... I \"send\" you out for mare.  As much as you can get. \n[88]Doesn't matter what the con is. Insider trading, a line we got on   a bookie club, insurance scam, whatever... You saw the money and you want it. More of it. Who cares   if you have to bend the rules a little?  As long as no one gets hurt. \n[89]Then someone does... \n[90]Frankie Suits always said, that what you have to understand about any confidence game, is that it's like putting on a play where everyone knows their part... The Roper, the Insideman, the Shills... Everyone except for the Mark. \n[91]Now you're an accomplice in a homicide. Everything you thought you were in control of just flew out the window or is dripping down your leg. \n[92]You should be running out the door, desperate to forget this ever happened, ready to repent your greedy ways! \n[93]Then there it is again... That little itch. There's a guy holding a smoking gun, a guy bleeding all over the floor and still, all you can think about is the money. You twisted fuck. So we gotta give you the \"Blow-off\". We make sure that you never, ever want to look for us again. We get you off our backs. Forever. \n[94]And that's why you need the \"Fix\"... \n[95]The New York Police Department's finest. Half as smart and twice as crooked as the guy they just chased away. \n[96]Suits used to say that in any con, sooner or later someone's going to start asking the right questions. Usually, it takes a little longer. \n[97]We're working for the King. \n[98]No. Big con. One rag. One rag and we get out from under all this. But we need another Shill. \n[99]Breasts. \n[100]Oops. \n[101]We're not cops. \n[102]Yes, her.    Where's my wallet? \n[103]You interested in a little work? \n[104]Take a deep breath and count to ten. It's not that kind of work. You're Lily, right? \n[105]You're working Daffy's block. He was going to break your kneecaps. Pick- pockets can be so bitchy sometimes. I told him you were with us, so that's two you owe me. \n[106]We have work. It pays a lot. Unless you figure on getting rich lifting wallets while old guys feel you up. \n[107]Alright!   Hold up.    You win.   You got the job. \n[108]We had to see what your deal was.      I'm just a little superstitious. \n[109]I just have a good feeling about you. Haven't you ever had someone say they had a good feeling about you before? \n[110]You get an equal cut. \n[111]Just play a part.     A little acting. \n[112]That was it. We had our crew.    Now we needed the Mark. \n[113]Morgan Gillette. \n[114]Because that's who the King Fin wants us to fleece. And Gillette's perfect... \n[115]His grandfather used to run liquor during prohibition and his father made a bundle in illegal importing and exporting. That makes him a third generation crook. \n[116]He's been tied into pretty much everything; drugs, mob, money rinsing... \n[117]There's a story going around that he helped fund the Contras back in the eighties. \n[118]Most of his money's clean. A lot of it isn't. The best part is that we know exactly where it is. \n[119]Two million. \n[120]We get fifty percent.   And we get clear of the King. \n[121]That's why we don't go after him directly. \n[122]We find a doable guy in Gillette's bank... Someone about mid-level. Not too high, not too low. \n[123]We meet him with corporate papers, inquiring about a corporate loan for start up capital. The corporate papers are in order, but we need things to happen fast. Our guy fudges numbers in the right places, moves our papers to the top of the pile or to the bottom, depending upon what we need. \n[124]We pay better. \n[125]Our guy gets us approved for the start up capital. But, the money can't be transferred to any one person. On the given day, the money's wired into a corporate account in an off-shore bank. \n[126]That same day, I show up in the Caymens with the proper I.D. and corporate papers to make a withdrawal. \n[127]What? \n[128]Good point. \n[129]It's bank policy not to release this money in cash because it's under a corporate account. \n[130]So we cash the check at another bank. Jake slides the suitcase and the check over to the Teller. \n[131]Now, this is the most important part-- You can't just walk into the United States with a suitcase full of cash without evoking the words \"cavity search\". \n[132]That's why you need someone on the inside at Customs. \n[133]Then we disappear. \n[134]It never worked before because A, they didn't flush the bank enough; B, their corporate papers were for shit; C, they didn't have someone on the inside with Customs. \n[135]Then what do you want to do, Miles? Run? \n[136]Yeah, well we never had this kind of problem before. \n[137]We're getting a little old for running. \n[138]I'm getting clear of this. If you're not going to do it for the fucking principle, do it for the money. Gordo? \n[139]No, not \"whatever.\" You're either in or you' re out. \n[140]I agreed with Miles. It was, hands down, a dumb fucking idea. \n[141]But they bought it. Now I had to deliver and I needed help. \n[142]Yeah, it's Jake. How'd that tip work out? \n[143]Factors that weren't clear to me until now. \n[144]Let me tell you something about Moonan... \n[145]He's just as crooked as the next guy. You'd think he'd have more important things to do with tax payer dollars. \n[146]Just watch every thing you say around him. Every word, every move... It all goes back to the King Pin. \n[147]Here's what's going to happen. Gordo, we need to find a guy in Gillette's bank. Miles, we need papers, corporate, insurance... \n[148]No, the corporate papers have to be legit. But you gotta score an I.D. A clean one. Talk to Suits. I gotta get us a Banker. \n[149]I'll worry about Customs. \n[150]Take a deep breath. You sound like you just broke up with your boyfriend or something. \n[151]I think two million. \n[152]I need you to stake me. \n[153]I need you to stake me. I can't do it without it. It's just a couple hundred grand. Taken out of our cut when we're done. \n[154]Nothing ventured, nothing gained. \n[155]Hey, I got it! Take some mental notes. You just might learn something here. \n[156]No, you listen. We're partners now and even though I'm running the show for you, I'm still running the show. That means I get a little respect. So I don't want to hear anymore of this Scooter, Buddy, Junior, Skippy, Tiger, bullshit. It's Jake. \n[157]And I gotta tell you, for a guy who spends all his time in a gym, you could be in better shape. \n[158]Excuse me? \n[159]Fine. You want me to take it off, I'll take it off. \n[160]You're not going to bust out baby oil and start rubbing me down or anything, are you? \n[161]No thanks.   I'm good. \n[162]I am not going-- \n[163]I think I just broke my hand. \n[164]You get all that? \n[165]We got our stake. Now we need to find our guy in Gillett's bank. \n[166]What you're looking for in a mark is someone who's weakness you can exploit. \n[167]Guy like me, with people like that... I'll tell you what you're looking for without even meeting you. It's like a personal ad you wear over your head. \n[168]No. \n[169]No. \n[170]No. \n[171]What you're looking for in a      mark is someone who's got nothing to      lose. No friends, no family, no life.       You're looking for a guy who doesn't      own a rug. \n[172]Him. \n[173]I' m sure. \n[174]Now we had the con and the mark.    We needed to look the part... \n[175]Frankie Suits was a legend in certain circles. He. Was on the grift since he was ten. \n[176]Back in the day, Suits made money running fight stores and the wire with a Fix so tight it was like a legit business. I never understood what the point was if grifting became like a regular job. \n[177]We need wardrobe. \n[178]Aces, Suits. \n[179]Pretty much. \n[180]Pretty much.     Suits eyes Lily. \n[181]Huh?   Oh.   She's alright. \n[182]A little bit of both. \n[183]Can't say. \n[184]The King. \n[185]I can handle it. \n[186]It's not history. \n[187]I want to get out from under all this for good. And I want to fuck them all doing it. \n[188]Yes I can. \n[189]Can't do it Suits.      I can't lay down for this one. \n[190]We're Jake. \n[191]Don't worry about it. \n[192]You need to get a haircut. \n[193]And some new clothes. \n[194]We're going to rope this banker tomorrow and you gotta at least look classy, if not be classy. You gotta do this thing and I don't even know if you can. \n[195]I don't trust anyone. \n[196]Oh yeah. This is good. This will do nicely. This is about confidence. Your confidence and their confidence. You get their confidence by giving them yours. \n[197]Mr. Lewis? \n[198]It is you.   Hello! \n[199]Jake. Jake Pearson. I go to lawschool with your daughter. Carolyn. We met once or twice. \n[200]Well, it certainly is a coincidence. Here of all places! How is Mrs. Lewis? \n[201]Excuse me? I believe you're holding something far me under Pearson. \n[202]You   know, this is kind of embarassing, but   my wallet was stolen yesterday and I'm   afraid the ticket was in it. But the   name's Pearson. \n[203]My wife and I are just taking a little vacation. \n[204]Honey, this is Mr. Lewis. Carolyn Lewis's father. Mr. Lewis, this is my wife, Lily. \n[205]I'm sorry, honey.    I'm almost done. \n[206]Thank you.    Actually, it's our first anniversary   this weekend. She thinks I'm here to   pick up something for my mother, but   it's actually a gift for her. Think    I've fooled her? \n[207]Very much so. \n[208]I told you. My wallet was stolen. Please... Check again. \n[209]Thank you, sir. You know, I hope this isn't too much of an inconvenience, but if Carolyn is coming down for the weekend, perhaps I could give you something for her? It's a check. We split the cost on a few books and I haven't had the chance to pay her back yet. Could you..? \n[210]That'd be a great help. \n[211]You're sure? This is... Just a complete disaster. \n[212]A ring for my wife. Alot like that one. In fact, it was that one. \n[213]Thank you. Sorry, I'm just a little anxious to give it to her. You take out of state checks? \n[214]I understand that, but I had my wallet stolen last night. Is there any way..? \n[215]I know it's policy, but... The thing is... It's our first anniversary and we're only in town for the weekend. It's a very, very special night for my wife and I. This ring is my gift to her and I think she's going to really love it. I can give you phone numbers to call for people who'll vouch. I can send you I.D. later... \n[216]This is embarrassing. \n[217]I'm sorry, sir. Thank you very much for doing this. And please tell Carolyn hello for me. \n[218]Happy anniversary. \n[219]Smile. You just got a present from the man of your dreams. \n[220]Now we gotta give him a strong finish. \n[221]Uh-huh. \n[222]Uh-huh. \n[223]It was all in play. Everything... \n[224]Thanks. Did you know you shouldn't light three cigarettes with a match? \n[225]Back in WWI or WWII, one of the WW' s, if you took the time to light three cigarettes with one match, some Nazi would be able to figure out where you were. Then, well... It was the last cigarette you and your two buddies ever had. So three on a match is bad luck. \n[226]Luck's a funny thing.    Especially the bad. \n[227]Having a gun pointed at you for one. It's not like breaking a mirror bad luck, but it's bad. Three on a match, black cats... Believe it. Believe it all. \n[228]But if you wanna talk about bad luck... \n[229]Redheads. \n[230]\n[231]Top three all-time worst red-heads... \n[232]Lizzie Borden... Axe murder. \n[233]Judas... Betrayer. \n[234]Shirley Vig... Abandoner. \n[235]You just put a mother of a jinx on us. \n[236]But the fucking Grand Poo-Bah of all jinxes? A bird in your house... \n[237]A bird enters your house... \n[238]It means death. \n[239]You have no idea what you've done do you? No idea! What is this? \n[240]What about this? Do you have any idea what this means? You've killed us. We're dead! \n[241]Like that matters! You can't fool bad luck! You can't get by on a technicality! You can't trick karma! \n[242]Anybody says a word I swear to God... \n[243]My father used to play the same fucking lotto numbers with these other guys in the pharmacy. The same numbers everyday for sixteen years. One day he gets pissed off, tells them he's out and plays his own numbers. They hit the Lucky Seven for one point two million. \n[244]She's up for it. \n[245]She got one leg out from under him. Now we had to lean. \n[246]So this is our boss, right? He chases me and Miles out of his office and he's yelling and screaming, \"You're fired! Your whole team's fired!\" He starts looking for Lily, Lupus, Gordo-- \n[247]Uh, right... And that was it. That's when we decided to start our own business. No more shithead bosses. \n[248]What do you do over at your bank, Grant? \n[249]Here's where a little research comes in handy. Corporate banks give out VP titles like calendars. It's a small lie, but now we're sure he's playing. \n[250]Maybe you can help us understand what's so hard about getting a corporate loan. \n[251]A capacity for gross fund recovery. Yeah, we got that part. \n[252]They scare people off because most people lack vision. Vision and balls. Present company excluded of course. \n[253]We know exactly how we're going to make The money back. There in lies the Catch-22 \n[254]Listen, what I'm about to tell you, I'm telling you in confidence, okay? Have you ever heard of a company called Big.Com? \n[255]Right. The guys who started that did what a lot of companies in the Valley do. They get a good idea, shop it around, raise some capital, then sell it off to a bigger company. Microsoft, Intel, Oracle, whatever. The beauty of it is, they've pretty much sold the company before they're even real. The bigger company is already set to buy it, all they want to do is make sure that the idea actually works. So they get some start up capital, make it work, then sell it for like five times the initial loan. \n[256]Exactly. But the Catch-22 is that you can't tell anyone about the offer, because if it's public, you could start a bidding war and that's considered a breach of etiquette. It could kill a deal. But, wait too long and you're not considered hot anymore. \n[257]Yes. That's why I wish there were guys willing to take a chance and live a little. \n[258]Off the record, I'm this close to cutting someone in on the action if it'd help. \n[259]Uh... No thanks. I'm not going all the way to Brooklyn for a hundred dollar pay-off. \n[260]Lupus! \n[261]When this is all over, you're going to tell me who the King put on Al. \n[262]I'11 find the time. \n[263]For what?   A couple hundred bucks? \n[264]It's what I do. It's my job. \n[265]Are you asking me if I have something to prove? \n[266]Not in that repressed anger sort of way. \n[267]Good quality porn has it's place in the world. \n[268]I'm good at it. Lying, cheating. Manipulating... I'm good at it. \n[269]Intuition. It doesn't make you Yoda. Like tonight. You killed that guy tonight. But I knew you would. \n[270]No. You have another part?     You'll know what to do. \n[271]Intuition. \n[272]Don't ruin this for me. \n[273]You know when the first con was ever played? It was when Adam fell for Eve in the Garden of Eden. \n[274]Then she fucked him over with an apple. Redheads... \n[275]How do you deal with--- \n[276]\n[277]Maybe. Even if we don't, you'll be alright. You're not in the hole with the King. \n[278]Sounds respectable. \n[279]You want to talk about an old boyfriend right now? \n[280]Yeah, the sensitive guy-thing never worked for me. \n[281]You guys got busted.   This is a great neck. \n[282]Glenn talked you out of it. \n[283]He was looking out for you. \n[284]Lily... Jesus Christ... \n[285]Did, uh... Did you kill him? \n[286]No. You trusted him... You were just getting square. \n[287]Sorry, honey. But I figure if we can't all share at a time like this... \n[288]We had to finalize the deal. \n[289]This has to happen fast. \n[290]There'll be red flags. \n[291]You need some convincing.       Consider it a convincer. \n[292]You're worried about recouping the loan. I already told you. \n[293]Then there it is. Ashby gets the itch. \n[294]The standard ten. \n[295]Two million. \n[296]And all you need to do for your ten percent is put some paperwork through and push a button tomorrow. \n[297]Eight A.M. flight. \n[298]We'll use the Euc. \n[299]That tip not work-out for you fellas? \n[300]Hey, listen... If you guys don't pay your taxes, that's your business. \n[301]Gunther?    I think I'd remember a Gunther. \n[302]Oh yeah.    Moonan.   I remember now. Thanks. \n[303]Wouldn't dream of it. \n[304]Something stupid. \n[305]We go way back... \n[306]About four years ago, we were working in Miami, turf fixing for some local goon. \n[307]Turns out this local goon was being watched by the Feds, which means we were being watched by the Feds. One in particular. \n[308]Special Agent Gunther Moonan. \n[309]He didn't really have anything on us, but I figure, maybe this guy's good for a Fix. So I ask him out to dinner. \n[310]These guys we have now, sure, give them twenty bucks and they'll look the other way on a parking ticket. But a Fed... You get a guy like that as your Fix... \n[311]It was probably a stupid idea. There I am, Armani and Rolex. There he is, JC Penny and Timex... \n[312]So I took a shot. But now he had me on attempted bribery of a Federal Agent. \n[313]That's when Gordo comes in with the Hazelnut French Roast. \n[314]And that's how Special Agent Gunther Moonan and I became friends. \n[315]No, I'm not going to take it easy. You can't stay clear of this guy. He will be on this until the end of time. \n[316]There is no scam!    I've got a fucking sign on my back!    I can't leave town now and come back   with a suitcase full of money. You get    it? It's over. We walk. \n[317]What do I always tell you guys? Don't spend it all. Sooner or later we're going to run into some bad luck. Save some. Put it away, so when shit like this happens, you're not desperate. That's it. The gig's up. \n[318]No, no, no! Not  this time. I am doing this for your own good! You guys have got to learn when to stop. You with the Armani! You  with the hookers! \n[319]Do you even remember Al? Do you remember what he looked like sitting there? \n[320]Hey, we fucked once, honey. That hardly makes you a good judge of character. And don't think I didn't know you were working some angle with that either. \n[321]There are three people I trust-- him, him and a guy who got killed. I don't know who you are! You're like some stray doq that wandered into the house. So I'm telling you to cut loose of this. No one's looking for you, Not the King, not Moonan and not Gillette. Just go wherever it is you would go. It's over. \n[322]What about what? \n[323]So there it is. You got that big itch you need to scratch. It's all about the fucking money. What do you want, an apology? \n[324]I'm going to say this one last time for You, so take a deep breath and count to ten. There is no cut. \n[325]That's it. \n[326]Don't worry, I'll settle up with your boss. We haven't skipped town yet. \n[327]Of what?   They're both crooks. \n[328]My fucking heart bleeds. \n[329]Point, Lupus. Give us a point. \n[330]I was doing it for them. \n[331]It's not true. \n[332]No. She won't. She's not going to be a problem. \n[333]Uh huh... Uh huh... Okay... I understand. \n[334]Oh,    you know... Don't fuck this up. I'll    kill you. I'll kill your family. I'll    shoot your dog... All the usual. Then    he said good luck. \n[335]Aww, shit! \n[336]We were back on. \n[337]She walked. \n[338]Sorry.   I didn't know... \n[339]Today?   Started off great... \n[340]Ashby was going to call us with the exact time of the transfer. The King was waiting on us. Just to be safe... \n[341]So they waited for my call while Miles and I waited for Ashby's call. \n[342]Feeling lucky today, Miles. Found a penny-- Heads up. There was an empty cab right outside my building. We hit every green light. \n[343]And we got rid of the red head. \n[344]Same thing with playing a con. You have to be able to see that deep. \n[345]In order to ensure that we weren't going to welch, Ashby's pay-off was to be directly deposited into his own offshore account which he could confirm electronically. In this age of ecommerce, paper currency has become \" more of a liability than a commodity. Especially to us. \n[346]Go. \n[347]Gordo was making the withdrawal from the Grand Laymen's Bank. \n[348]They check the papers... \n[349]...They stick. \n[350]Then he had to bang it out across the street at the Bank of the Caymens... \n[351]We called them Green Twinkies. \n[352]Miles was on his way to the airport to wait for Gordo to land. I made the call. \n[353]Yeah, it's me. I need an escort. Not a ride, just an escort. You wanted in, this is in. \n[354]Kennedy. International terminal. Gordo with a black suitcase. You got Moonan under control? \n[355]Let me ask you something... You really think I'm going to come this close, this fucking close and let my guard down? I'll get square with your boss. I'll get square with whoever did Al. I'll get square with everybody. Then I'm going going to cash in my chips and be on my way to a new and better me far away from here. \n[356]Gordo. \n[357]What? No.   Use the bathroom on the plane! \n[358]He's wheeling around two million dollars in cash and he wants to stop to use the bathroom. You believe this? \n[359]That was fucking deep. \n[360]What's up with you?   Bladder infection? \n[361]It's me. It's Jake. Listen... It's happening. Gordo's landing right now. Meet me at the Euclid... For your cut, I mean. It's... I want you to have it. \n[362]That's what I like about you, Lupus. You're a free thinker. Don't let the King tell you different. \n[363]Egg Foo Young. Stand up. \n[364]Stand up. \n[365]I said stand up. \n[366]This is probably about where you came in. \n[367]Eww-Whoa? \n[368]Eee Oott Auught! \n[369]HE GOT CAUGHT! Your boss tried to pull a switch and he got us all fucking pinched! \n[370]Aaaaiiit!!!    Ooopusss!! \n[371]I never thanked you for that. \n[372]What do you get, Lily? Finder's Fee? Because it is all about the money, right? \n[373]Probably safe in the hands of the Federal Government. \n[374]It's like putting on a play, where everyone knows their part except for the mark. \n[375]Guess so. \n[376]I do trust you, Lily. \n[377]Trust... \n[378]It should be a four letter word. \n[379]So I'm dead... \n[380]But maybe I can't blame Lily. Maybe I just should have just trusted her to play her part. Because playing the big con is like putting on a play. A play where everyone knows their part except for the Mark... \n[381]Just watch everything you say around him. Every word, every move... It all goes back to the King Pin. Get it? \n[382]You have no idea what you've done do you? No idea! What is this? \n[383]You tell them the \"Tale\". \n[384]What do you want?    An apology? \n[385]And like in a game of chess, you've played every possible move in your head... \n[386]Then you give them the \"Blow-off\".     You get them off your back. Forever. \n[387]But most of all, you need the \"Fix\". \n[388]That's how Special Agent Gunther Moonan and I became friends. \n[389]Like Suits said, sooner or later someone's going to start asking the right questions. \n[390]Rottovich and Sobozinski would ask how the drugs got in that suitcase. The King and Gillette would ask where the money really went. \n[391]And all of them would ask what agency Special Agent Gunther Moonan worked for. \n[392]But what do I care? I'm dead... \n[393]No one's going to ask me: \n[394]Drop something? \n[395]Redheads... ", "LILY": "\n[1]Oops. \n[2]Oops. \n[3]What is this? You guys cops or something? \n[4]Your what? \n[5]That's not-- \n[6]Sorry about your wallet, but if you think I'm going to suck dick over thirty seven dollars, a waxed out Visa and a bad fake I.D., you're fucking crazy. Jake. \n[7]Says who? \n[8]Oooh. Sassy. What do you care who feels me up, Jake? Unless it kinda gotcha going. Did it, Jake? Getcha going? \n[9]Keep the wallet. We're even. Take a deep breath... Count to ten... And go fuck yourself. \n[10]Gee thanks. Now I don't have to find that bridge to jump off. \n[11]Here's my deal-- Don't waste my time. What do you want me for anyway? You don't even know me. \n[12]No. What's my cut? \n[13]What do I have to do? \n[14]Make a wish. \n[15]Eleven-eleven. If you're superstitious, make a wish. \n[16]That's twice. \n[17]I'm in. \n[18]We should ditch him. \n[19]Manly. \n[20]What about Customs? \n[21]Hey, I' m not just along for the ride, so I don't want to hear any bullshit later about a smaller cut. \n[22]Mr . King, I think--- \n[23]You guys are freaking me out. \n[24]What the hell's his problem? \n[25]It's just that I left my asshole decoder ring at home, so how do I know not to worry? \n[26]What? \n[27]Why? \n[28]You're just going to have to trust me. \n[29]Then show me how. \n[30]Uh... Everything okay? \n[31]It's okay.    I'll be looking for earrings. \n[32]He's gone. \n[33]I gotta go get a haircut. \n[34]Nice to see you too.   Why are you getting so bent? \n[35]Lighten up. \n[36]You told me to change my hair! \n[37]Did I miss something? \n[38]So much for that good feeling, huh? \n[39]Guess he passed on that unlucky- asshole gene. \n[40]You should have trusted me Jake. \n[41]Sorry I'm late. \n[42]But I'm not that late.    You didn't have to give away my seat. \n[43]No problem. \n[44]Thanks for playing along.    I just have to sit for a while. \n[45]Brutal day. They say the streets are lined with money down here, but I guess you have to know the secret handshake. What are you drinking? \n[46]Oh god. I'm overbearing and rude. Lily. Lily Finn. \n[47]It's more like what aren't I doing.        My partners and I are trying to secure start up capital for a small tech company. We tried the venture capitalist route in the Valley, but then again who hasn't up there. \n[48]That's right. So, brainiacs that we are, we thought we'd be innovative and relocate east. Try our luck with a straight corporate loan out here. \n[49]On me.     For the seat.   Cheers. \n[50]So we've been meeting with banks all day. It's amazing how many ways they can say \"no\" without ever using the word. \n[51]Don't tell me you started a tech firm here before us. \n[52]Really? Wish we had met eight hours ago. \n[53]My partners are here. \n[54]You're welcome. I was just going to ask you if you'd like to join us. Ashby brightens again. \n[55]So far, masters of our own demise. What bank are you with? \n[56]It's alright. Grant's one of the good guys. \n[57]We're getting down to the wire. Apparently another company has a similar product in R&amp;D right now.   If they beat us to it... \n[58]I' m going home \n[59]Look at you... You want to go. \n[60]I think you'd do it for free. You' re almost drooling. You like the rush. \n[61]Why? Your mother not breast feed you or something? \n[62]Do you have something to prove? \n[63]I'm your basic underachiever. Can't stand working and porn doesn't seem like a good option. \n[64]Whatever. But you... I get the feeling you could have bullshitted your way into anything. So why this? \n[65]It's more than that. \n[66]So that was my part?   Smile and shake my ass? \n[67]How do you know I will? \n[68]You have really soft hands.    Like a baby's. \n[69]\n[70]Do you think we can do it? \n[71]Who says you have to know the King to be in a whole? I actually did have a real job once. When I was in high school, I worked as a candy striper. \n[72]Not the way I did it. I was loaded half the time. I don't know how you could change bedpans sober. \n[73]I used to hang out with this guy, Glenn. He was an x-ray technician or something. \n[74]He wasn't my boyfriend. I had a boyfriend at the time... What was his name? Anyway, Glenn was like thirty. I was only fifteen. But he was a nice guy. Real sweet. Liked to talk. We used to get loaded on pills from the nurses station and then listen to Morrisey or some stupid shit like that. \n[75]We were friends. I trusted him. I should have known it was weird. But, then again I was weird. \n[76]No, we never got busted. We were done with a shift one night, both a couple of Percocets down and I was telling Glenn about my boyfriend, about how we were thinking about doing it, you know? I was thinking about letting him be my first because I loved him. What the hell was his name? \n[77]Sort of. I was telling him about this great love of my life who's name I don't remember, and I could see... He was getting pissed. I thought it was just because he was worried about me, but... \n[78]He told me that I was stupid because my boyfriend didn't really love me. \n[79]Then he grabbed me and threw me down on the floor, that really cold linoleum tiled hospital floor and started ripping my uniform off. He said he was going to \"fuck some sense into me.\" \n[80]Shit, what was that guy's name?   I really liked him. \n[81]After Glenn was finished, he gave me a couple of valiums and I went home. The next day, I finished my shift and met him around back, like we always did. I stuck a number eight scalpel into his chest. Three or four times. \n[82]I don't know. I packed up my shit and ran away. To this... So unlike you, I guess I do have something to prove, in a repressed anger sort of way. \n[83]You know why I told you that, Jake? Because I trust you too. \n[84]I can take care of myself. \n[85]People don't like you much, do they? \n[86]So what?   We just stay clear of him. \n[87]Jesus... Take it easy. \n[88]That's it? What are you talking about? We can still do this! \n[89]You are such a raving pussy sometimes. \n[90]Everyone's working an angle, right? \n[91]What about... \n[92]What about the money? \n[93]No, I want my cut! \n[94]You're an asshole. \n[95]I walked? Let me tell you a story, asshole... \n[96]Jake? Hold on. I just got out of the shower. \n[97]\n[98]Uh, right now? \n[99]\n[100]No problem. \n[101]Your friend, Big Al?   It should have been you. \n[102]You got my cell. Leave a message. \n[103]Only if--?    No way.     I want something for this. \n[104]Can we please all stop being so goddamnfucking-polite and get to the point? \n[105]You sold me out. You should have trusted me like I trusted you. You fucked up. You fucked up HUGE. \n[106]No, I want my cut! \n[107]Oops. ", "MILES": "\n[1]Tick-tock... \n[2]Your mess. \n[3]My place. \n[4]Oh please... \n[5]You think this kinda shit hasn't happened here before? Given it's usually on Thursdays. And usually, I gotta tell the cops, \"No, Officer... I didn't really get a good look at the shooters.\" Usually anyway. \n[6]You sure we're clear? \n[7]You guys were late.   We had to go to a Mexican stand-off. \n[8]Keeping the city streets safe for drug dealers and pedophiles everywhere. \n[9]It's clean. \n[10]Twenty?   My ass! \n[11]Cops... \n[12]You better get over to Al's.    Now. \n[13]I was supposed to meet him for breakfast. He likes that new IHOP they just opened, you know... He likes to order that thing. The Rutti-Tutti-Fresh and Fruity thing they got. \n[14]Sorry. I'm just... Look what they did to him. Right in the middle of his egg- foo-young. \n[15]Who's that? \n[16]What's a King Pin? \n[17]So what?   We hide, right? \n[18]You're pissed we didn't get credit? \n[19]We sure Big Al threw him to us? \n[20]Just an idea, but let's just fucking split. We'll meet up anywhere. Akron or Austin or Atlanta. Anywhere... \n[21]We're going to give him the money back? \n[22]Coffee.   And a valium. \n[23]Do we want insurance? I'm just asking... \n[24]Fuck that.    We're going too. \n[25]How do you know the King's going to let you walk? \n[26]You better hurry. The police will be here any second. I don't really understand my motivation with this. Why am I washing glasses? \n[27]Wait a second... Who's the mope? \n[28]So we gotta short con our way out of a hundred and fifty grand? That could only take like, a year. \n[29]What do we need another Shill for? \n[30]Is it just me or is there something really hot about a girl telling you to go fuck yourself? \n[31]Why? \n[32]I'm with Jack LaLane.   That guy's untouchable. \n[33]This might just be me, but that is hands down, the dumbest fucking idea I've ever heard. \n[34]Yeah, or D, it's a dumb fucking idea... \n[35]We never had a problem with that before. \n[36]What are you talking about? Yes we have. And we would have been beautiful about it. We would've had a bucket of chicken delivered to the King with a nice kiss my ass card attached to it. Then we woulda moved on `til the next local putz caught on. \n[37]Yeah, well we're still a little young for Albany State Prison. Are you pissed about Al? I'm pissed too, but I' m not like \"twenty-five to life\" pissed. \n[38]Am I the only one who feels like we can't make a move with this guy on us? \n[39]He doesn't like using a bathroom unless he knows it's clean. \n[40]Is it all fugasi? \n[41]Michelle Strigo. Loan officer. \n[42]Jay Houlser.     VP International finance. \n[43]Alice Tanner. Finance Director. \n[44]Grant Ashby.     VP of Corporate Loans. \n[45]You sure? \n[46]Where the hell is she? \n[47]It's not like she's a real redhead, Jake... \n[48]But the best part was that he couldn't find Gordo! He was in the bathroom. So he finally goes in there, kicks in a stall door and starts yelling! And there's Gordo, pants at the ankles, holding a PC World Magazine! \n[49]Wow. We haven't met with anyone your level yet. VP? So that means there's you, then the P. \n[50]I gotta work off some of this adrenaline. I got a line on this Pawn Shop guy over in Brooklyn. Anybody want in? \n[51]What do we do? We change the scam? \n[52]Escorts! \n[53]He should be landing in the Caymens about now. The Custom's guy is ready right? \n[54]And we got rid of the red head. \n[55]Jake?   Customs? They say a good chess player can. See up to twenty moves deep. That means that in some games, you've calculated every possible move in your head... The game's over before it's even \" really started. \n[56]Jake! I don't know what's going on! The King Pin... He's here and he just got pinched. I think with the twinkies! It looks like half the police department's down here! ", "GORDO": "\n[1]Shit. \n[2]But you won't get that splatter effect. \n[3]That's a lot of cash. He came up with it pretty quick. \n[4]I guess. I gotta drop a dime.    Did anybody mess up the hoop? \n[5]I just don't know if this says, \"me\". What's the fabric? \n[6]Seems Lionel Dolby came down with a sudden case of drowning last night. \n[7]It gets worse. Now I know     why he was such a good rope. X mean,     cash.... That much and we never had    to put him on the \"Send?\" Turns out     this ducking Moe was an accountant for    the King Pin. \n[8]The cash we fleeced off of him was collection money. He was supposed to take that money and give it to the King earlier yesterday like he does every Thursday. `Cept this time, he figured he could make a little something for himself off us and still get the King's money back before any body says \"boo.\" \n[9]Currently, the King Pin is a very large- type pole stuck up our asses. \n[10]Independant. Same shit, just independant. They call him the King Pin because he looks like that guy from the comic book... Big. Fat. Bald. \n[11]What are you? New? Let me tell you how good this guy is. Last night, Al calls this bookie to settle up. Apparently he's been ducking him for like a month. So the guy asks him where he's got all this money all of a sudden, right? What does Al do? \n[12]Does he tell him that he cashed in a fucking Bar Mitzvah bond? Does he tell him he's been giving head out back for twenty bucks a pop? No... He starts going on about this job he just pulled and how he fleeced some Wall Street asshole -type... How HE fleeced. \n[13]No, that was the only semi-fucking smart thing he said! Except anybody that's ever met Big A1 knows that the only thing he's comfortable doing alone is eating. This guys tells this guy, that guy tells some other guy, eventually it works it's way back to someone who works for the King and-- \n[14]Shazaam. \n[15]Big Al gets whacked mid-egg foo young. The whole thing took about two and a half hours. That's how good he is. \n[16]Come on... \n[17]Whoa.   What? \n[18]And what about Big Al? \n[19]When? \n[20]Alright, let's all put our dicks back in our pants for a second. Is this the best thing to do? \n[21]I've been shot. Oh. The humanity. \n[22]You gotta be kidding me.       Her? \n[23]How much we going after? \n[24]We only owe the King a hundred and fifty. \n[25]How's that?    He works for Gillette. \n[26]People have tried this before, Jake. It's never worked. Teddy Fraiser and his crew went on vacation in Chicago for it. Last year, Mumps got pinched in L.A. \n[27]Yeah... Whatever, Jake. \n[28]How's the hoop, superstar?   Clean? \n[29]You laugh now, but wait until you need a clean place to powder. This is New York city, Sister. Public sanitation does not run very high on the city hall agenda. You know what you can get off a toilet or doorknob? Let's do the list... Hepatitis, influenza, the flesh eating disease- \n[30]Hey Suits? You got anything in like a eleven or twelve ounce Super 100 worsted? \n[31]Oh shit. \n[32]The red hair... It's bad luck. \n[33]She up for this? \n[34]So then Miles walks straight into the Creative Director's office and says \"The code's fine, the program's for shit\" and throws down like a thousand pages of code on the guy's desk! \n[35]I haven't been able to use a public bathroom since. \n[36]Masters of our own destiny. \n[37]That's that Gillette guy, right? You Like him? As a boss, I mean. \n[38]Come on... \n[39]Jake... \n[40]Poor bastard never knew what hit him. Jesus, I almost felt sorry for the guy. \n[41]Let's go, Jake? \n[42]You sure? \n[43]We're going to make it back, Grant. \n[44]You'll be there? \n[45]Calls? \n[46]Moonan.    Here. Shit... \n[47]Jake-- \n[48]Jake, I mean, come on-- \n[49]So that's it... \n[50]First and ten. \n[51]I'd like this cashed, please. \n[52]I also need to deduct a certain amount and deposit it into this account number. \n[53]We got Twinkies. \n[54]I'm landing in about fifteen minutes. \n[55]You ever use the bathroom in Kennedy? \n[56]Let me just say that there is no way I'm using the bathroom on this plane. ", "BUTCH": "\n[1]Know who I am, Jake? \n[2]No. I'm not the Anti-Christ. Or the Prince of Darkness. I'm just a guy looking for some answers. \n[3]Things are probably going to end badly for you, Jake. \n[4]Your life flashing before your eyes? \n[5]That's not a bad place to start. \n[6]Grifters... \n[7]It's all about the money, isn't it? \n[8]Are you insinuating that the King Pin is of an alternative lifestyle? \n[9]And these cops? What do they get? \n[10]Keeping the Fix happy. \n[11]Keep going. I want to know how you got Lionel Dolby. \n[12]In this case, you might say I want to know how not to play the Big Con. \n[13]So how'd you get caught? \n[14]I can see why you liked her. \n[15]But there were other factors. \n[16]Cue the fucking violins.   Come on... It's getting cold. \n[17]Nice. \n[18]You're a superstitious fucker. \n[19]Like what? \n[20]She had you tempting fate. \n[21]Is that what it was, Jake?    Was it love? \n[22]You got some issues, huh? \n[23]Hurry up. \n[24]So much for honor among thieves. You would have cut loose your friends, your girl... \n[25]BULLSHIT! You were scared, Jake! You - Lost your nerve! You lost your confidence! You weren't being noble. You weren't trying to save anybody but yourself! Admit it. \n[26]Yes it is Jake! Yes it is! They were right there for you. She was right there for you! Look at her! \n[27]She trusted you and you sold her out! Be honest! Be a man! Tell her, Jake! Tell her that you loved her but the money meant more to you! \n[28]Grifters... Gentleman's racket... My ass. You're just any other lowlife stammer-- Looking out for number one. \n[29]After you cut her loose. \n[30]Alrlght, alrlght.   What happened today? \n[31]Not that I recall.   What do you want us to do about it? \n[32]So we go to the bar. \n[33]We'll take care of it. \n[34]Ten is standard, sir. \n[35]I' ll ask. \n[36]You're welcome. \n[37]Right.   Where's the money, Jake? \n[38]Alright... Turn around. She doesn't get shit, unless I get that money. Where is it? \n[39]Oh, Jake. You disappoint me. And you just let Lily here down again. \n[40]What was it you said about playing the big con? \n[41]Like putting on a play... Guess some people forgot their lines. \n[42]So why don't you take a deep breath, Jake, and I'll count to ten. One. Two. Three... \n[43]Wha- \n[44]Jesus Christ! Tell me before you do something like that! \n[45]You should leave. ", "KING PIN": "\n[1]Ow!   Watch the pinkie! \n[2]Every time, you get the pinkie and I get a hang nail. You Jake? \n[3]Grifter huh? Where have you been on the grift? Couldn't been here long 'cause I would have heard of you, Skippy. \n[4]Here and there, Scooter? Here and there like Boston, Chicago, Houston? The bay area? Some action in London, `til it turned nickel and dime. Or how about that little stint down in Miami? Heard you actually got into some trouble with the Feds down there. You guy's pretty good? \n[5]Minus one. \n[6]You know, back in the day, grafting was considered a gentleman's racket. Good suits, good food... The Underworld of the Underworld. A grifter had to survive on his wits, his instincts... I like that. I like the idea of that. These days, things being what they are, guys like me gotta stay low. \n[7]It's all take, take, take . You can' t just be fucking witty about it. \n[8]Of course, your line of work's only as good as the people you find. \n[9]You can't cheat an honest man.    But a man like Lionel Dolby... \n[10]Honest mistake. Just give me the money back and all will be forgiven. \n[11]Why not? \n[12]Let me repeat-- Why not? \n[13]Buddy, that was business. Besides, you have more crew. Then there's you... \n[14]Fucking grifters! I love it! You got balls, I'll give you that much. \n[15]I' ll be honest with you, Kid. A grifter comes in here with a fifteen hundred dollar D-K-fucking-N-Y suit, cooler than an Eskimo in winter and tells me he wants to grift for me? First thing I have to ask myself is, is he playing for me or is he just plain playing me? You tried it once. \n[16]I know it won't happen because you're going to feel like a Prom Queen who just got gang fucked by the wrestling team! \n[17]Grifters... Always working  an angle. Alright. I can see you got   some vision. But I give you the Mark. I   tell you the who and you give me the  how. Lupus go with him. \n[18]Consider him part of your crew. Consider him a part of me. \n[19]He goes.   Now let me see your hands. \n[20]You ask a lot of questions.   Come on. Let me see `em. \n[21]I don't like to ask things more than once, Junior. I want you to know how much that irks me. \n[22]You have incredibly soft hands. Good cuticles . They' re like a baby's hands. Grifters with rough hands... You know that they're probably not that good. Means they've had to do some hard labor to make ends meet. But you... Smooth... Supple. \n[23]How much? \n[24]What do you need from me? Permission? Go! If you can fleece him for two million, then do it, Kid. \n[25]Stake you? \n[26]That's more than you already owe me. What happens if you fuck this up? \n[27]Hey Skippy? Do I have the word \"chump\" tattooed on my forehead? \n[28]Listen, Scooter--- \n[29]Take off your shirt. \n[30]I said take off your fucking shirt. \n[31]Look at you, you skinny prick. \n[32]Come here.   Feel this. \n[33]Come here! \n[34]Shut up. Feel that? That's solid muscle. Not an ounce of fat. Go ahead. Punch it. \n[35]Come on.    Harder. \n[36]Harder.    Remember, I killed your buddy. \n[37]All muscle. \n[38]Maybe it's true. Maybe you can't cheat an honest man. Me? I'm about as dishonest as they come and that's the truth. But if you even think about trying to con me they'll find fucking pieces of you in each of the five boroughs. Pieces of you, pieces of her, pieces of your whole crew. Can't be any mare honest than that. I'll stake you, but that's three hundred fifty you're in the hole and consider the juice running. Now go make me proud. \n[39]A Fed?    Is he close? \n[40]He's got pigs for an escort.   You believe this guy? \n[41]Always something. \n[42]My ass look big in this? \n[43]Speak. \n[44]So do half the other people in this place. How do I know which one? \n[45]Good. Good.     Do not let Vig out of your sight. ", "ROTTOVICH": "\n[1]We're clear. \n[2]Guy looked like he was trying not to shit himself. Nice. \n[3]Feels a little light, Jake.    Next time we're in for twenty. \n[4]Yeah Well, Sobo's kid needs braces. \n[5]Don't get me wrong, Jake. I like you boys. You guys are the steadiest business in town. But what can I say? Twenty percent's still better than what we give to any of the other criminals. \n[6]Was that a threat? Did I hear a threat? \n[7]Last I remember, we were talking economics, then this..? What happens next time if we gotta stop and help a little old lady cross the street? Well, shit... Then we gotta pass the call to someone else. \n[8]Don't dick around too long. And if he stabs you or shoots you or causes any other form of profuse bleeding, call a cab because you are not getting back in this car! \n[9]You sell it. \n[10]Don't be an idiot. How hard do you think it is to sell one drug dealer's drugs to another drug dealer? If Vig's right, we might be looking at a hundred, maybe a hundred fifty grand... \n[11]What's he going to do? File a missing drugs report? If it works out, this guy might be good for a few more turns. \n[12]It's cosmetic. They don't cover cosmetic. \n[13]Last year I had a tooth capped. The dentist tells me I'm not covered for caps. It's cosmetic. \n[14]Bullshit it's cosmetic! My fucking tooth was cracked in half. I made the son of a bitch write it in as a cavity. The department's dental is for shit. \n[15]That's right. We're the heat. \n[16]Alright. Put your hands dawn. What do you got in the bag? \n[17]I see. Well, your Pops has been making you carry around drugs for him. We're going to have to take them. \n[18]Give the kid a twenty. \n[19]Special Agent? \n[20]Look Special Agent Moonan... We don't know what you're talking about. \n[21]Don't be an idiot. How hard do you think it is to sell one drug dealer's drugs to another drug dealer? If Vig's right, we might be looking at a hundred, maybe a hundred fifty grand. \n[22]If you Feds are so hot for him, why don't we just bring him in right now? \n[23]Like we told you before, we think he's into something with the King Pin--- \n[24]Hey Jake. \n[25]Tip was fine, Jake. We were a little more curious about the Fed. \n[26]Special Agent Gunther Moonan.     Ring a bell? \n[27]Ring it for him, Sobo. \n[28]Well he's   in town and he sure as shit remembers   you. What are we going to do about this   Jake? We can't afford to have a Fed   onto us. \n[29]I don't know what you're into with the King Pin, but whatever it is we get a piece, understand? We get a big piece. If we find out you're keeping us out, I may suddenly develope a conscious and give you up to Moonan myself. Say something stupid if we got a deal, Jake. \n[30]Good boy. \n[31]I think so.    What'd he ever do to you anyway? \n[32]Don't worry about Moonan. We got him covered. When..? It was him. There's a shipment coming through tonight. Kennedy. \n[33]I don't trust anybody. You see   how bad this guy wants Vig? It's like a sickness. I say we collar Vig ourselves. We got Vig, then we   got leverage. And we trade; Vig for   that tape. I want to see it right in   front of my face. \n[34]That's what I'm talking about. \n[35]What are you doing? \n[36]Put your hand down. I don't high five. \n[37]We're here. \n[38]Oh yeah, we'll wait, jerk-off. \n[39]Hey asshole. \n[40]We're on the job! We're active in the one-six. ", "LUPUS": "\n[1]Mr. Dolby.    King would like a word with you. \n[2]Please. We have a car waiting.     I apologize for the door. \n[3]What? You said pat him down, I'm pattin' him down. \n[4]What? \n[5]I'm the King's eyes and ears.   Just in case you decide to get cute. \n[6]That's worth it right there. You ask me, I don't think you can do it. \n[7]What is it with you and bathrooms? \n[8]Especially with the thing! \n[9]Yeah.   He's our boy. \n[10]You going to have the time? \n[11]You want I should hold him down? \n[12]Why's this guy so hard up for you? You're not exactly a threat to national security. \n[13]King ain't gonna like this. \n[14]What I'm saying is, is that the King ain't gonna care. See he had a real thing with getting this Gillette guy, If you ask me I think he's jealous. \n[15]Exactly. `Cept this Gillette guy. He gets to walk around in three piece suits, hob knob with the Mayor, own a bank, that kinda shit. Meanwhile, the King sits holed up in the steam, afraid to even take a leak without me or Harlin watching the door. \n[16]Your buddy. That fat guy. The King couldn't wait to have that guy whacked. He didn't even know who the guy was, but he was so pissed off at him, he gets him drilled. It ain't personal. It's business. \n[17]Point is, you don't go through with this, he's going to go after you next. And he don't even like you, Jake. \n[18]Hey, boss. It's me. The bank's in. It's happening tomorrow... Jake? \n[19]He got a little shaky there for a minute, but we got him back in the batter's box. \n[20]Coupla things. They got this Fed , loo king around and the girl just split. \n[21]I don't think so. Their Fix gave us the heads up and Jake's got a plan that'll probably keep him off. \n[22]But this girl, the redhead. She knows a lot. She could be a pain in the ass. \n[23]What'd he say? \n[24]So that's it, huh? You get the cops to give you a safe ride. \n[25]You're a weasal. \n[26]Yeah... He's landing with the money at Kennedy in a few hours. International Terminal. You were right. He's trying to fuck you. You want it, you gotta get it at the airport... \n[27]Maybe he's got it right. Maybe we're all just looking for a safe place to shit. \n[28]He's landing. He's got a suitcase on wheels. \n[29]I got it figured out... He's got this thing with bathrooms. If he makes it through Customs, he'll be heading for the john. \n[30]Keep it up. \n[31]You really like that bitch don't you? I gotta tell you, I was pretty convinced that the whole thing before was blowing her off for her cut. You know how it is, get her to do some shit for you, throw her a bang to keep her happy. But, if you're into her... That's cool. \n[32]What? \n[33]No offense, but I've seen you fight. You gotta be kidding m- \n[34]What happened? \n[35]Sorry. What? \n[36]Shit. \n[37]You were right. He's trying to fuck you. You want it, you gotta get it at the airport... ", "ASHBY": "\n[1]Uh, no. Please. \n[2]I wasn't sure if you'd make it. \n[3]Tough day? \n[4]Uh, Maker's Mark.      Rocks. \n[5]My name's Grant. Grant Ashby. \n[6]So, what do you do? \n[7]Silicon Valley? \n[8]I can--- \n[9]Well, typically, corporate loans are relatively simple matters, but you do need to demonstrate a capacity for gross fund recovery. \n[10]No, no.   Nothing like that.   I work in a bank. \n[11]Oh.   Well, thanks for the drink. \n[12]City Bank of Manhattan. \n[13]He's . . . He's okay. \n[14]No. \n[15]What do I do? I'm the VP of Finance. \n[16]\n[17]Well, typically speaking, they're not. As long as you can demonstrate-- \n[18]That's right. And tech firms... They 'tend to scare people off. \n[19]Banks need to know how they're going to get their money back. \n[20]I don't follow. \n[21]Big.Com.   That Internet thing. \n[22]And you have this letter of intent? \n[23]Should we get another round? \n[24]Everything looks in order. \n[25]I know.   It won't go unnoticed. \n[26]What's this? \n[27]Let's just slow down for a second... \n[28]No, I understand that. What I mean... What I'm trying to say... I was actually wondering about... Well, my cut. \n[29]Ten percent.     Of how much? \n[30]Jake? Right. Uh-huh... Uh-huh... Yeah, it's going through-- \n[31]Now. \n[32]Probably just a new account marker. Tell him I already left for lunch and that I'll call him later. ", "MOONAN": "\n[1]Confessions of a poor brusher. \n[2]Gentlemen?   Special Agent Gunther Moonan. \n[3]You are Officer Richard Rottovich. And this would be Officer Walter Sobozinski. I'm looking for Jake Vig. \n[4]I've been looking for this Jake Vig for some time now. Problem is, the guy's the invisible man. A spook, a spectre, a ghost. Then, like a gift, Jake's good buddy and member of his crew, Alfonse Moorely, is found the other day with a hole in his head. \n[5]Preliminary forensics suggests he was. Sitting there, bloated and purple in his egg foo young for at least seventy two hours. Alfonse was not a small man and there was a lot of food ordered, so you can imagine the smell. Bad for the neighbors, good for me because in all the time I've been looking for Jake, this is only the second time I've even gotten a whiff of him. \n[6]Oh yeah, I almost forgot. The two serious looking gentlemen outside? Internal Affairs. \n[7]Do you want to know the first time I had a line on Vig? He sent me a birthday card. Belated, but it's the thought, right? Oh, this prick's got a sense of humor. But, then again you guys probably know him better than I do. In fact, I've only met the guy once. But now, now I have you. The next best thing. His partners. His \"Fix.\" \n[8]You help me catch him. Whatever he's into next, I want you to be into. And what you're into, I'm into. If it all goes well, those two guys from IAD will never have to hear this tape. I'll clear you guys of anything you've ever done with Vig under the guise of some cross-departmental investigation. This prick's been on the wish list for so long, you'll probably get gold shields out of it. \n[9]Peace of mind. \n[10]Not everyone's on the take, Walter. \n[11]I want him for something big and to do that, we have to catch him in the act. \n[12]Literally. It's not a bad deal, gentleman. I get peace of mind. You get Detective Sheilds. But this is the best part, Walter... Walter, your daughter will get to keep her braces and have that winning smile. Capice? \n[13]Good. One more thing... You gotta give up the booty. I can't have you guys running around with heroin. \n[14]It's Moonan... I'm in New York. Listen, I got Vig. He's here and I'm this close... Look, I understand that, but I'm telling you this time... Obsessive is a big word to use... Goddamn it, Lou! I'm telling you, this is it. Yeah... I figured you'd feel that way. So here's the deal... Call Kylie over at the Bureau. Tell him I got something that might interest him. A guy they call the King Pin. I think there may be a corruption case brewing here, too... That's right. So even if I don't get Vig, you'll still have something to show. \n[15]Good... I gotta go. So, what do you have for me? \n[16]You guy's are not working with me here. I just got off the phone with my boss. After he got done ripping me a new Lincoln Tunnel size asshole, he let me know exactly how little I'm welcome back if we come up short. And now here you guys are, WASTING MY FUCKING TIME! \n[17]Look, I'm not a confrontational person by nature. \n[18]I need answers and the only two things you've given me are jack and shit. You gotta do better. You gotta do better or I swear on my sweet dead grandmother's grave, I'm gonna make you guys an I-A-fucking-D cautionary tale. \n[19]Did he buy it? \n[20]Let's just say he burned me once. \n[21]Shipment of what? Find two cars. And change into plain clothes. \n[22]It's Moonan. Tonight. JFK. International terminal. Come heavy. \n[23]You guys awake? \n[24]Stay sharp. \n[25]I got him. \n[26]He's headed towards the eastern most exit. Do not, under any circumstances approach. I want to follow this all the way down to Vig. \n[27]He just went into the crapper. Hold your positions. \n[28]They pulled a switch.   Big guy.   Blue suit. Keep on him. \n[29]Hello?   Can you hear me? ", "SOBOZINSKI": "\n[1]I said, freeze you motherfucking, cocksucking, scumbags! \n[2]Or I'll blow off every one of your fucking heads! \n[3]We were fighting crime. \n[4]You guys got sack, I'll give you that much. \n[5]Do you have any idea what those monks charge for that medieval torture? \n[6]The King, huh? Nice going. \n[7]What are we gonna do with this stuff anyway? Heroin? What the hell do you do with heroin? \n[8]To who? \n[9]You think this is a good idea?    We never did this kinda shit before. \n[10]Hope so. Those fucking orthodontist bills are killing me. One fifty every time they tighten those bitches up. One fifty! It's not even covered. \n[11]Whoa, whoa... There he is. \n[12]You know who we are? \n[13]What's the world coming to? Everybody's on the friggin' take... \n[14]Who? \n[15]What do you want? \n[16]What do you get out of it? \n[17]That's it? \n[18]This guy must have been a real pain in your dick. \n[19]Whaddya mean? We got dick. \n[20]Back up. \n[21]And don't leave town! I always wanted to say that... \n[22]It's just insurance. \n[23]I'm down! \n[24]High five. \n[25]Fuck me... ", "HARLIN": "\n[1]We appreciate your punctuality.   Mr. King is expecting you. \n[2]Lupus! \n[3]It only takes a moment to be polite. My apologies, Mr. Vig. If you wouldn't mind? \n[4]Mr. King prefers to farm out for that kind of work. Please, after you. \n[5]He's in the back taking a steam. \n[6]Mr. Vig arrived with an escort.   NYPD. \n[7]Lily? \n[8].Jake sent me. \n[9]The King would like to have a word with you. \n[10]I apologize for the-- \n[11]\n[12]\n[13]I'll get the car. \n[14]Looks fine, Boss. ", "SUITS": "\n[1]Corporate papers with the New York State seal, insurance documents with a proof of bonding and some fugasi financial records. There's also the I.D. you asked for. Corporate papers with the New York State seal, insurance documents with a proof of bonding and some fugasi financial records. There's also the I.D. you asked for. \n[2]Not easy   pickin's. Papers like these speak to   larger issues. Sorry about Alfonse. You into   something big? \n[3]In over your head? \n[4]Can I speak to you in confidence? \n[5]Try and keep up... You ask for      the Advantage Goods, then you guys      come in looking to be Bean Traps. So I       gotta think you're either working the      mace or playing the Jug Mob. \n[6]Hey, I been on the ramp all my life, so I got no problem with the way you help yourself, Jake. \n[7]I saw you go up from the Knecker, working that Grind, learning the Barnard's Law and I thought, \"the kid's a prodigy.'\" But I know that if you're using these goods... So then I figure, what's worth that? You're either looking for a little history or a retirement fund. Who's the Mark? \n[8]Then who's the Banker? \n[9]The King? Jake, you play the heavy rackets like that... They put the lug on for nothing at all. \n[10]I don't doubt your talent. You looking for that place in the hall of fame? \n[11]So what do you want? \n[12]Then I gotta say, in my opinion, you can't get what you want. \n[13]Still time. \n[14]Okay. Here's the thing... You fall flat, you might not get anything short of stiffed. Then it's Blue River Land for everybody. Papers like these are dangerous because papers tend to multiply, then they start to take shape. Usually it's the shape of an arrow. I hate to do it, but after this, I gotta give you the blowoff. We Jake, Jake? ", "SALESGIRL": "\n[1]Let me read this back. One silver Cattier watch, engraved-- \"To Carolyn, the Attorney at Law. Happy Graduation, Counselor. Love Mom and Dad.\" \n[2]One bracelet, engraved \"To Abby.   Happy 25th Anniversary, Love Tom.\" \n[3]I' ll just go put this in, Mr. Lewis. \n[4]Do you have a ticket? \n[5]We have Carolyn with a \"y\". I'm sorry, there's nothing under Pearson. If we had an invoice number-- \n[6]I'm sorry.   Nothing under Pearson. \n[7]What was it? \n[8]That's no problem. We have those in stock. \n[9]With identification. \n[10]I'm sorry. \n[11]I'm sorry. ", "LIONEL": "\n[1]Y-y-you fucking shot him!   That's what happened! \n[2]I can't be here! You understand?     I can' t-- \n[3]Oh Jesus! \n[4]What-- What do we do? \n[5]I can't be here! \n[6]What about... The money? \n[7]R-r-right now? \n[8]Not for nothing, Jake, but the guy who whacked your buddy? It was me. The King usually farms out for that kind of stuff, but I tell ya, he was so pissed off he couldn't wait for the regular guy. Fucker didn't even put down his Kung Pao Chicken. ", "GILLETTE": "\n[1]Wow. Now that's an exciting story. Butch, has anyone ever tried something like this before? \n[2]Let's see... Let's suppose he gets to Customs and he gets caught. We get our money back, but then we have to deal with a criminal investigation. I don't much like that idea. Then again, let's suppose he actually gets through Customs. Now, that'll be something. We recover the money in cash and let the insurance cover the corporate fraud. We double our money. \n[3]I think so. The airport's going to be crawling with police. Traffic will be a nightmare. Go down to the bar. If they pull it off, great. Have someone deal with Ashby. \n[4]And how much did you say you wanted for this... What did you call it? A finder's fee? \n[5]Ten?    That seems a little high. \n[6]Fine.    But only if we recover the cash. \n[7]Have a   little faith in him, honey. Butch,   see if you can get him to tell you how   he did it. Or almost did it. Sounds   like a good story. \n[8]Apple? "}}