{"dialogues": {"BARRIS": "\n[1]I don't understand. Juice, why'd you gong this nice man? \n[2]We'll be right back with more stuff. \n[3]Fuck. Shit. Piss. \n[4]More stuff? \n[5]Well, it's late. But thank you. Thank you for trying. You are a scholar and a... \n[6]Keep it. It's okay. Keep it.    You are a scholar and a... \n[7]Why are you not looking at me like that? Do I look ugly to you? It's the not sleeping. I'm not sleeping, see. I have a lot on my... \n[8]You know what I'd do? -- And don't tell anybody -- I'd rub... I'd rub Alpo brand dog food on my dick so the dogs would stick their noses into my... dick. Guaranteed big laugh, right? That was my trick, my great contribution to the world. How wouldn't I degrade myself, I ask you. \n[9]I ask you! \n[10]I always pay for the damn tv's, don't I? Don't I?! \n[11]Still? Complaints? I specifically used the silencer this time! Specifically! \n[12]Yes, of course. \n[13]My apologies. Buy -- 917, is it? -- buy them a magnum of your finest champagne. And... and your finest spackle. Oh, and get me a bag of plastic army men while you're out. I forgot to tell you before. \n[14]And some black socks!   Seven black socks, you rascule! \n[15]Bellhop Johnson was clearly repulsed by the sight of me. And why not? I'm wrinkled... ... like a prune. Covered in liver spots... ... like an old guy. My hair is falling out in clumps, leaving exposed patches of white, sickly scalp. A flabby inner-tube of fat hangs from my waist, practically obscuring my bedraggled prick -- dark and shriveled and dead. Still leaking urine even though I left the toilet ages ago. My asshole itches. Hemorrhoids abound. George Orwell said every man has the face he deserves by fifty. Does every man have the asshole he deserves by fifty, as well? Does every fifty year old asshole have the asshole he deserves? \n[16]My name is Charles Prescott Barris. I have written pop songs, I have been a television producer. I am responsible for polluting the airwaves with mind- numbing, puerile entertainment. In addition, I have murdered thirty-three human beings. I am damned to hell. \n[17]Born in Philadelphia, Pennsylvania in 1931, my early childhood remains accessible to me only as a series of elliptical, enigmatic memories. \n[18]The taste of bologna fresh from the butcher. \n[19]The sickly sweet smell of a burning babydoll on a crisp autumn day. \n[20]Velvet brushing against my tender young skin, as my mother dressed me. \n[21]A constant, inarticulate rage leading to fist fight after fist fight. \n[22]The calm I felt watching dust suspended in the early morning sunlight. \n[23]I remember fear. \n[24]Love. \n[25]Yes. \n[26]Yes, mommy. Please. \n[27]Rejection. \n[28]Expulsion. \n[29]When I was sixteen I had an experience with my little sister's friend Tuvia that left an indelible impression. \n[30]Phoebe's no Walter Page, huh, Tuvia? \n[31]Of course you don't. Why are you waiting around anyway, listening to this cacophonous cacophony, when you could be in your own abode disrupting the lives of your own siblings? \n[32]No.    You wouldn't, would you. \n[33]Hey. \n[34]Hey, Tuvia. \n[35]You wanna lick it? \n[36]Well, for one thing it tastes like strawberry. My sister tells me you love strawberries. \n[37]Honestly, a man's penis tastes exactly like a strawberry lollipop. \n[38]It is true. It's weird but it's true.    I just read a research paper on it. \n[39]My first love. \n[40]Well, what does it taste like? \n[41]If you do, I'll tell your mother you made our dog lick your crack. \n[42]So what? \n[43]Perhaps my whole life turned at that point. The repulsiveness of my sex confirmed by the tastebuds of a ripening pubescent girl. \n[44]A constant, inarticulate rage led to bar fight after bar fight. \n[45]As much as I tried, I couldn't understand my past and my present was miserable, so, at twenty-four, I decided what I needed was a future... \n[46]... I had heard that television was an industry with a future. \n[47]Next, we'll have a look at the studio where they produce the Today Show. \n[48]Management trainee application, please. \n[49]How many people applying for this so far? \n[50]For how many positions? \n[51]Head of network sales at thirty.   Head of the entire network at forty. \n[52]Dead of a heart attack by fifty with all my millions left to you. \n[53]Life was sweet. For a minute. \n[54]I got fired. \n[55]Fired.   F-I-R... \n[56]I don't know, efficiency cutback. Some bullshit... Look, it's gonna be... \n[57]Pregnant? \n[58]What the fuck did you get pregnant for?! \n[59]Well, fuck you. \n[60]So I figured I'd skip town. I intend to be important, y'know, I can't be saddled with this.. But then I remembered something Carlyle said: \"Do the duty which lies nearest thee.\" \n[61]Dear God, why do I even bother? \n[62]Hey, fuck you. \n[63]Hey, fuck you. \n[64]In '61 I was thirty. I had become a minor suit at ABC. It was during the music payola scandal... \n[65]...so my job was to commute to Philly every day to the American Bandstand tapings, and keep an eye on Dick Clark. \n[66]On weekends I used to hang around amusement parks. Because that's where the young girls were. \n[67]I wrote a song about my experience. \n[68]I got it to Freddie \"Boom Boom\" Cannon through my friendship with Dick Clark. Dick really wanted to help me out. \n[69]Hi. \n[70]Hi! \n[71]I wrote this song. \n[72]It's number three on the pop charts. \n[73]See, I believe there's a great future in television. \n[74]So I'm going to take my royalties and create a pilot. A pilot is what they call a test tv show. \n[75]Yeah. It's gonna be a game show. I believe there's a great future in game shows. \n[76]Everyone loves game shows, right? \n[77]Well, they do. \n[78]I'm on my way! \n[79]Hi.   Don't be alarmed    I'm with Debbie. \n[80]Um, no thanks. \n[81]If you have a beer. \n[82]It was good. Fine. Thanks for asking. \n[83]Huh.   Interesting. \n[84]Jew. \n[85]Ashkenazi. \n[86]You're a romantic. \n[87]I know what you mean. \n[88]I know what you mean. \n[89]Don't I know it. \n[90]Well, that would be good. But, you know, I'm kind of here with Debbie. It doesn't seem right. \n[91]What's your name? \n[92]I'm Chuck. \n[93]Nothing. \n[94]Okay. \n[95]I'm just used to all this dating bullshit, y'know. Now we're a couple. Now I'm obliged to give a shit what you say. \n[96]Holy fuck! \n[97]Holy holy fuck! You just gave me an idea. For a show! Fuck! \n[98]In a way. About the craziest monkey of all: Monkius Humanius! Don't you see? About people! About sex. About romance. About the bullshit of dating! \n[99]I call it The Dating Game, Mr. Goldberg. And that's what it's about. A pretty girl asks three handsome guys, who she can't see, silly questions. And based on their answers, she picks one to date. And we pay for the date. That's it! That's the show! It's got everything! \n[100]They bought it! \n[101]They bought it they bought it they bought it... \n[102]They're giving me seventy-five hundred fucking dollars to make a pilot! \n[103]I can't, Pen. I got a date. \n[104]Yeha, okay. I will. \n[105]Albert's dead. \n[106]Still, it's hard to go on. \n[107]I'm trying to come up with new tv shows, if you must know. Okay? That's what I'm doing. I believe there's a real future in tv. Look. Ideas. Okay? \n[108]Thanks for the status report, Phoebe. Look, I just gotta come up with the right concept. Then, boom. Which, by the way, I've almost got. \n[109]Somehow, and don't ask me why, Phoebe, my being born broke mom's heart. \n[110]Hey Phoebe, you ever see what's-her-name, Tuvia, anymore? \n[111]Tuvia.   Your friend.   Tuvia.   The girl. \n[112]Oh, yeah? \n[113]Hi, Tuvia. \n[114]I came by to apologize. \n[115]So I'm back in town. For a while.      I thought maybe you and I could -- \n[116]Screw off, fag. Don't think I haven't seen you watching me in that bar for a week now. \n[117]Look, there's a schoolyard half a block down. Why don't you go trolling there? \n[118]... and I figure if I can keep afloat until I come up with my next game show idea, then all will be copacetic. \n[119]Yeah, yeah. So what's this money deal you were talking about? \n[120]What kind of work?   What government agency? \n[121]Office of what? Never heard of it.     Is that the fucking CIA or something? \n[122]Jesus, it is the fucking CIA! Hell, I'll be a spy! Where do I sign up? Are you fucking with me? You're fucking with me, aren't you? \n[123]Why me? \n[124]Jesus. \n[125]Well, what's the profile? \n[126]Yeah, sure, I wanna be a secret agent. Contract agent. Whatever. Get to fuck beautiful Eastern European women. Wear a trenchcoat. Sounds like a kick. \n[127]Sure.    Yeah. Okay.   That's good. \n[128]You're training me to be a killer. \n[129]I can't kill people.    My future is in television. \n[130]I have ideas for shows. \n[131]How do you know all that? \n[132]Okay. \n[133]Where are you going to be, Jim? \n[134]It's just... \n[135]Bad for the U.S., right, Jim? Not bad in an absolute sense, just bad for the U.S. \n[136]Excusa me, por favor, Senor. \n[137]Donde es-bla ra-ba-blala los bloteros? \n[138]Ra-bla-bla-mamos las minjares? \n[139]Again. \n[140]Repitolo. \n[141]Oh Christ.     Oh crap. \n[142]Yeah. \n[143]I had changed. I could see it in my eyes. Something dark. \n[144]\"Don't kill me. I am three babies.\" I am three babies? What the fuck does that mean? Oh. \"I have three babies.\" Oh, God. \n[145]Jesus Christ, Penny. You scared the shit out of me. What are you doing here? \n[146]Mexico.   Just on a little vaca... \n[147]Yeah. \n[148]I don't know. \n[149]Penny, I'm a little tired now, so... \n[150]Penny, what did you do to my wall? \n[151]Leonard Goldberg?! You're kidding? Hello, this is Chuck Barris returning for Leonard Goldberg. \n[152]Mr. Goldberg! I'm so sorry I didn't get back to you right away. I was out of town. Vacationing in Mexico. \n[153]My baby, Mr. Goldberg? \n[154]Yes sir, it is. \n[155]Yes sir.   Very interested.    Sir. \n[156]My people?     Six weeks?   Sure.   Yes sir. \n[157]Look, Len, the show's spontaneous, it's unscripted. That's it's charm. I can't control what people say. \n[158]Look, Len, nobody is indifferent to these shows. Right? And that's good. Show business must avoid indifference at all costs. \n[159]Taste is just a word. \n[160]What does that even mean?   I don't even under -- \n[161]Hi, folks. Before we begin taping today, I'd like to introduce you to Mr. Peter Jenks of the Federal Communications Commission. \n[162]Any questions? \n[163]Okay.   Have fun, everybody!' \n[164]Terrific, Rod! Yeah, I'll get back to you on Monday. Great. Thanks. Bye. \n[165]Ice! Ice! Ice! Ice! Ice! \n[166]Hey, baby. \n[167]I know.    Sit. Talk to me. \n[168]I just got a call from the network. Drink? \n[169]I wish. \n[170]The Tammy Grimes Show is being pulled from Saturday night. \n[171]They want to put a prime-time version of the Dating Game on in its place. \n[172]But they say the day-time version's not hot enough. They want me to make it more exciting for night-time. I got forty- eight hours. \n[173]Nothing. Bupkis. I mean, the show is what it is. I don't have a clue. This could be my big break, Loretta. \n[174]Thank you for your help. \n[175]You son of a bitch! \n[176]You're a stupid fucking turd, you know that? \n[177]My fucking neck hurts.    Okay? \n[178]Have you noticed, Jim, I've got a tv show on the air? I don't need to kill people for hire anymore. \n[179]That's insane. \n[180]I've got important things to think about here. I don't have time to fuck around with you. \n[181]What, now you're a television producer? \n[182]Let's hear it then. \n[183]Yeah, what's your point? \n[184]The network's not going to let me send two unmarried kids on vacation together. \n[185]Y'know, that's not half bad. \n[186]I told you, I don't have to kill people for money anymore. \n[187]Jesus, she's gotta pick this guy.   This is just too good. \n[188]Excuse me, is this seat taken? \n[189]London is wonderful this time of year, isn't it. \n[190]Oh. Sorry. \n[191]Excuse me, is this seat taken? \n[192]London is wonderful this time of year, isn't it? \n[193]I'm Chuck. \n[194]And you are? \n[195]At least give me a made-up name. Something for me to cry out during those dark nights of the soul. \n[196]That's Twelfth Night. \n[197]Do you have it? \n[198]Sorry.     Yeah. \n[199]Don't worry, we're not gonna cheat you. \n[200]Thank you.     Oh, one more thing. \n[201]Sorry about your teeth. \n[202]It's Ronnie, isn't it? \n[203]C'mere, Ronnie. I want to show you something neat. It's okay. \n[204]Olivia? \n[205]Sounds fun. So tell me, Patricia, why'd you come up here tonight? \n[206]\"All the information I have about myself is from forged documents.\" \n[207]Actually, I just gotta go into the bathroom and take care of something. \n[208]Hey. \n[209]You're welcome, pal. \n[210]Fuck you!    They're my contestants. \n[211]Faggot. \n[212]Yeah, I got it. \n[213]It's up my ass, Oliver. Why don't you reach on up there and get it. \n[214]I just feel I deserve some appreciation for my efforts. \n[215]Prick. \n[216]What? \n[217]You're kidding me. \n[218]Oh, fuck, Loretta.     That's sensational! \n[219]Yeah, I decided to start treating myself right. You spend so much time denying yourself things. Life's too short. \n[220]You really grok what I'm saying, man. Not gork. \n[221]I'll take it. \n[222]I'll take the house. \n[223]Nobody serious. You? \n[224]Aw, Pen, don't start -- \n[225]I liked Penny. I even loved her in my way. But the idea of tying myself down for the rest of my life... I remember my parents' marriage. \n[226]Beautiful. Did you see that? How much they loved each other just then? That's what it's all about, kiddies. \n[227]Okay, guys, new business. We're winning our slots every week. \n[228]But that means we need you Bandits to get on the contestant mill. Our supply of dumbfucks is lagging behind our demand for dumbfucks. And I'm gonna be introducing three new shows in the coming months: The Parent Game, The Game Game, and the Dollar Ninety-Eight Beauty Pageant, so we're gonna really need you guys to carry your weight. Nuff said. Any other business? \n[229]Oooh.    Is that true, Rick?    Where are you? \n[230]Any other witnesses to this alleged infraction? \n[231]Rick, you're dead meat, buddy. I sentence you to... dance for us in today's post-meeting version of \"Out of Limits\" featuring the musical stylings of the CBP Stompers. \n[232]Get up here, you rascule, you. \n[233]The word's interpret. \n[234]Interpret. \n[235]I'm not going to give you a letter. You're lucky I don't make you forfeit a turn. \n[236]I'll run to the store and get some more. \n[237]Don't cheat. \n[238]Intrepid. \n[239]Pen, we should call it a night.     I'm kinda tired. \n[240]I got a date. \n[241]I just met this girl. \n[242]Yeah.    Kinda. \n[243]Sorry. \n[244]Hi! \n[245]Wow, this is a beautiful place you got! \n[246]Hi. \n[247]Hi. \n[248]Yes, I have. \n[249]My sweet little clamato. \n[250]Is it mine? \n[251]I know. I'm sorry. But you're sure, right? \n[252]Look, we'll take care of it. \n[253]Well, no. Not at this point. \n[254]Beautiful country, isn't it? \n[255]Here we are. \n[256]It's okay.     It'll be okay. \n[257]Tell me about it. I figure over the years I must've spent close to twenty grand on these abortions: airfare, hotels, doctors, gifts. \n[258]And I don't even know how many of these fetuses were mine. That's what really kills me. \n[259]Yeah, I got baptized for nothing. \n[260]God, you look cute today. \n[261]I don't know. \n[262]I know how old I almost am! That's it. Don't ever ask me to marry you again! \n[263]I'm sorry I yelled at you today, Pen. \n[264]Uh. \n[265]Shit piss fuck, send him in. \n[266]What's up, Rod? \n[267]Okay. \n[268]They killed my babies. Just like that. I pushed them into the world through the birth canal of my imagination. Lovingly. Tenderly. Where's the humanity of these people? \n[269]What am I gonna do now? Hey there, can I buy you a drink? \n[270]Fuck you! \n[271]Let's see, if I remember correctly, the next move breaks your neck, which kills you instantly or paralyzes you. Depending on your luck. \n[272]Get out of here, you pussy faggot piece of shit dog-shit shithead. \n[273]Hi. I'm Chuck Barris, tv producer.   Have you ever done any acting? \n[274]She's -- \n[275]This is not our house, it's my house. \n[276]It's not our living room, Pen. \n[277]You know who I am, Penny.    I don't force you to hang around. \n[278]No, I'm not saying that. \n[279]Of course I like you. \n[280]What? \n[281]I don't even know what that means, \"how much?\" How can I rate a person in that way? That's ridiculous. \n[282]Everything's complicated, Pen.    Nothing's black and white like that. \n[283]I love you, Pen, in my way. Maybe not in that crazy, head-over-heels thing, but what is that, anyway? Romantic love. Isn't that just an illusion? \n[284]Jesus, how do you know these things? \n[285]Really? I could never find that out. What did she think? \n[286]I could really use an assignment, Jim. To straighten my head. \n[287]Treesh. \n[288]Bye-bye, Colbert, bye-bye. \n[289]Done and done. See you after? \n[290]What you writing, Sig? \n[291]Hey, Keeler, a bird just flew by. \n[292]Who is it? \n[293]Good morning, Mrs. Reynolds. \n[294]The human psyche is a wondrous thing. \n[295]Mrs. Reynolds, may I rest my head on your bosom for a little while? \n[296]I'm sorry. You're right. I just... I'm just without... comfort of any sort, and I... please forgive me. \n[297]Thank you. Thank you.      Thank you.   You are a scholar and... \n[298]Mrs. Reynolds, what do you suppose God thinks of someone like me? \n[299]Yes, God. \n[300]Thank you, that's very kind. So... I should get back to... \n[301]I'm really, really fucked. \n[302]What?       Who the hell are you? \n[303]Merde!   MERDE! \n[304]What the hell is that? \n[305]No fucking way. \n[306]Christ.   What about you? \n[307]Fuck you, Jim. It was terrifying. \n[308]Am I in danger still? \n[309]Fuck off.     What do we do? \n[310]Thank you.     Thanks.   That was great. \n[311]There's gotta be somebody in America with some talent. Ted Mack got bookings every week. \n[312]Bring in the next thing. \n[313]Thank you. Thank you. We'll be in touch. That was wonderful. \n[314]We've been going about this all wrong. Rather than killing ourselves trying to find good acts, we just book bad ones and kill them. \n[315]We kill 'em before they're through. As soon as it gets unbearable, we kill 'em. Dead. \n[316]Celebrity judges ring a bell to end the act... to kill 'em. And when you kill something, it stops. This I know to be true. \n[317]Oh, fuck me. This guy sucks.     He's bringing everyone down. \n[318]What? \n[319]I don't want to be on tv. \n[320]Ladies and Gentlemen, welcome to The Gong Show! I'm your host, Chuck Barris! Ucchhh. \n[321]Welcome to The Gong Show. Here's an esoteric act if there ever was one. Ephemeral. It's an ephemeral act. \n[322]One that should get us our Emmy. Do we have an Emmy? We don't? Well this should get us one. Anyway, ladies and gentlemen... Big Nose! \n[323]I don't know. I don't understand. \n[324]Well, win a few, lose a few. We'll be back with more stuff... right after this message. \n[325]I can't quit? But I get panicky, Louise, in front of all those people. \n[326]I lack confidence? \n[327]Confidence powder? \n[328]Blow, snow, flake? \n[329]Oh.   Coke.     Okay.   Does that work? \n[330]Ladies and gentlemen, oh, this act is amazing, your gonna love this act. I'm telling ya. All the way from Pacoima... David Pincus! \n[331]Look, Jamie, you know as well as I that language does not exist without an outward criteria. \n[332]Can we pick up tomorrow? \n[333]Will do.   Love ya. \n[334]Jamie, I can't talk anymore tonight -- \n[335]Assassins do not fraternize. That Keeler was calling me could mean it was my turn to get hit. \n[336]Sure. Dinner sounds good. There's a place called La Scala. See you there at eight. \n[337]Keeler. \n[338]Only the best for my friend. \n[339]Yes. \n[340]Well, it's hit and miss. I've got a new show called \"Operation Entertainment\" which I believe is going to kill. It's sort of a Bob Hope visiting the troops thing, but it's weekly and... \n[341]Well, I like to think that I bring joy and laughter to millions of people. I'm not saying that my shows are as good as they could be. Yet. But -- \n[342]Oh. \n[343]That's Carlyle! \n[344]It's amazing you should quote him.   He's my hero. \n[345]Condemned? \n[346]I'm glad you did, Pen. \n[347]I could see how you would feel that way. \n[348]Transactional Analysis. \n[349]A guy I knew killed himself last night. \n[350]You don't know him.   A stagehand. \n[351]He didn't like his work anymore. \n[352]Yeah, it's pretty bad. \n[353]Oh fuck, I forgot. \n[354]Um, Penny, this is Patricia. How did you find me? \n[355]Who sent you?! Who the fuck sent you?! \n[356]Take it off. \n[357]The fucking bag. Take it off. \n[358]Here he is, the Prince of Puns, the Wizard of Whoopee... The Unknown Comic! \n[359]What?   What do you want? \n[360]I don't know. \n[361]Get out of here. \n[362]Who?! \n[363]I'll take it! Don't hang up! \n[364]Hello? \n[365]Yes. \n[366]Of course I do. \n[367]Sweet Tuvia... \n[368]Ripe Tuvia. \n[369]Not now. \n[370]Old Tuvia. \n[371]Hi. \n[372]Ah, Tuvia. The fantasy of Tuvia forever cast out by the reality of Tuvia. Finally, because of my fame and her desperate straits, her poverty and single parenthood, she was going to submit to me. Finally I could've had her. \n[373]Tuvia was old, but not me.   I was the Game Show King. \n[374]What? \n[375]This is the moment we've been waiting for... \n[376]The winner is Miss Tiny Brooks! \n[377]Hey, congratulations, Jim. \n[378]Chuck Barris. The Gong Show. \n[379]Once again you deserve it. Your shows are the greatest. You bring so much... quality to the medium. \n[380]Yeah. \n[381]Great. I'm just heading -- \n[382]Uh-huh. \n[383]Hi. \n[384]It's me. \n[385]Well -- \n[386]I don't think it's that loathsome. \n[387]Excuse me, I've got to -- \n[388]She was right. What the hell had I done with my life? \n[389]Wait, you're that guy. You're dead. This is screwy. \n[390]That's all I fucking wanted! \n[391]No, I'm... \n[392]Please, I'm not feeling well. \n[393]You can stop by the office to audition tomorrow. \n[394]Yeah, all right. Go ahead. \n[395]Very nice. \n[396]Who Am I? \n[397]Fuck.   Shit. Piss. \n[398]How'd you know where I was? \n[399]Look, what do you want, Oliver? I don't work for you anymore. I have things to... \n[400]No.     Now get... Good-bye \n[401]Keeler committed suicide. \n[402]I'm not interested, Oliver. \n[403]That fucking profile again! What's the fuck is it?! What the fuck do you bastards know about me, that I don't?! \n[404]That's not true. \n[405]You're lying. \n[406]Just leave me the hell alone! \n[407]Huh?     What? \n[408]Jesus, how'd you find me? Am I listed in some guidebook or something? \n[409]Oh. Well, it's great to see you, Pen. You look beautiful. \n[410]Yeah. The human psyche. \n[411]I don't know, Redhead. \n[412]Pen. \n[413]You don't know the half of it. \n[414]I don't know if I can. \n[415]Y'know, I got a visit this morning from Penny. She's wanted to marry me forever. But she doesn't know who I am, what I've, what I'm capable of. \n[416]And she can't ever know. So what does she really love? A lie. And I started thinking, Treesh, you are the only woman in the world who truly knows me. I know I've screwed you over in the past, and I'm really sorry. I just want you to know that you're the one I want to be with. I love you, Treesh. \n[417]I hate myself for how I've lived, Treesh. \n[418]I never thought of that. Jesus, I can't even despise myself with any insight. \n[419]Y'know, I wanted to be a writer once. I wanted to write something that someday some lesser person would quote. But I never did. I'm the lesser person, Treesh. I never said anything meaningful that wasn't said by somebody else first. I am disposable. I disposed of people and I am disposable. You look cold. \n[420]I suppose you still won't tell me where you're staying. \n[421]Sure.    Bourbon. \n[422]Yeah? \n[423]You could've fooled me. \n[424]That sounds right. \n[425]To life. \n[426]L'Chaim. \n[427]It's done and I'm done.   Agreed? \n[428]Hey, Redhead? \n[429]Drive, Danny! Now! \n[430]Pen, I have something to confess. \n[431]You know me as the creator of The Dating Game, The Newlywed Game, The Family Game, The Game Game, How's Your Mother-in-law, Dream Girl of 1968... \n[432]Yeah, Operation Entertainment. The Rah- Rah Show, Gong Show, The Dollar-Ninety- Eight Beauty Show, The Ra-Rah Show... \n[433]Okay. Okay, but what you don't know is that I've brutally murdered thirty-three people for the CIA. ", "PENNY": "\n[1]Hello. \n[2]Yeah, I figured. \n[3]You hungry? \n[4]Thirsty? \n[5]So how was sex with Debbie?   I've always wondered. \n[6]No problem. I just got fucked by this drummer cat. A really righteous Negro hipster. \n[7]See, I believe in the brotherhood of man. Last week I got fucked by an Oriental. What are you? \n[8]That's what I thought. I had a Jew, but he was Sephardic. You look Ashkenazi , I'm guessing. \n[9]Right. Ashkenazi... I haven't balled one of them. \n[10]Eh, I just don't get into all the bullshit between cats and chicks. \n[11]You know what I mean? \n[12]Besides, you fall in love with a cat, you only get hurt. Right? \n[13]We could ball if you want.     I seem to like you pretty well. \n[14]Yeah. That's true. I didn't think of that. Well, I'm going to bed. Nice meeting you. \n[15]Penny. \n[16]Oh, you're the one who wrote that Palisades song. I love that song.     It's such sentimental bullshit. \n[17]... so this ape and I were looking at each other. It was, like, across time and evolution. Then he began to talk, but it was a language I didn't understand, maybe Swiss. Then he turned into Perry Como, real square and... what's wrong with you? \n[18]Just because we fucked, doesn't mean there are strings now. It's okay. \n[19]Okay? I only wanted to tell you my dream is all. Nothing more complicated than that. Don't panic. \n[20]Don't worry about it, I'm not into those games either. So, anyway, this monkey turns into Perry Como and I say -- \n[21]What? \n[22]A show about monkeys? \n[23]No? \n[24]Oh my God!     Oh my God! We gotta go celebrate!     Let's go roller skating! \n[25]Okay.     That's cool.    Call me after. \n[26]Chuck, is that you throwing up? \n[27]Sorry. I just been crashing here for a few days. Waiting for you. Where you been, man, where you been? \n[28]You drank the water, didn't you? \n[29]You're not supposed to. Montessori's Revenge. You're not even allowed to open your mouth or your eyes when you take a shower. It's crazy. How come our water is so good and their water is poison? It's the same ocean. \n[30]It's weird, huh? So I'm a hippy now. Look. \n[31]I've been in San Francisco, and it's amazing. Everybody loves everybody and there's lots of colors. We're gonna change the world, Chuck. Come back with me and be my old man, okay? Not that old! Ha ha ha. \n[32]Oh!   You gotta hear this song! \n[33]\"Cause I made my mind up, you're going to be mine...\" \n[34]Oh, it's a guy who called a couple a days ago. Gold-Bird. Isn't it pretty? \n[35]Damn Mexicans and their water. \n[36]Great wheels, man. \n[37]Yeah, I really gork what you're saying, man. \n[38]Oh. Really? \n[39]Outa sight! Buy this one. \n[40]Yay! \n[41]So, man, are you seeing anyone? \n[42]No.   I think we should get married. \n[43]No, listen, it makes sense. You and I feel exactly the same about marriage, right? How much bullshit it is, right? And the odds of us finding someone else with the exact same view on it are small. So, it makes sense. \n[44]Interpet. \n[45]Well, do you have an extra \"r\" then I could borrow? \n[46]Oh.   Okay. \n[47]All right. \n[48]You neither. \n[49]Intrepet's a word, right? \n[50]Shit fuck piss. Okay okay okay... \n[51]You're tired. \n[52]Since when? \n[53]Like, just now ? \n[54]Well, that's rude. \n[55]Yeah, well, see ya... \n[56]What a waste. \n[57]That's not what I meant. \n[58]So I'm assuming this means Monica is out of the picture. \n[59]Chuck, I was thinking... I have this plan now, now that you're free -- \n[60]I always look cute. Don't distract me. What was I going to say? \n[61]You do know. Chuck, why don't we get married? We've known each other forever. We've fucked each other forever. You think I'm cute, you just said. You always come to me when you're in trouble. And you're almost forty, Chuck. \n[62]I won't. \n[63]I'm not crying because you yelled at me. This is it, isn't it? This is us. \n[64]Hey, I was just in the -- \n[65]What is she doing here, man? \n[66]This is our house, man. Our house! It's one thing to go elsewhere for your pussy needs. But this is our house! \n[67]It's our house! I found it with you. I decorated it for you! I spent six months sitting on that fucking couch she's fucking you on, fucking waiting for the fucking plumbers to come! God, you are such an asshole! \n[68]Wanna see a stupid girl vomit? \n[69]Why were you with that girl in our living room? \n[70]That's your defense?   You know what it feels like to see you with someone else? In any living room. \n[71]You don't force me?   Fuck. So you're saying you have no interest in this, one way or the other? \n[72]Well, then, what are you saying, Chuck? Do you want me around or not? Do you even like me? \n[73]How much? \n[74]I need to know how much you like me. \n[75]You could if you felt it. If you felt it, it would be easy to rate me. You could spread your arms as wide as they would go and say, \"This much, Penny.\" \n[76]Do you want me around or not? If you don't, just say so, so I know. Okay? \n[77]But you just said you love me, right? \n[78]When you called, I wasn't gonna come. \n[79]I said to myself, enough.      Enough of this jerk already. Enough. \n[80]But I've come upon something interesting through my delvings into human psychology. It's called TA, Transactual Analysis. \n[81]Now see, by correcting me you're responding as \"Parent\" to my \"Child.\" \"Here's the proper way to say this word, Penny.\" But that's okay. As long as we both understand that's what you're doing. Y'know, I'm okay, you're okay. So what's wrong, Chuck? Are you okay? \n[82]My God. Everyone you know kills themselves. Or tries. Who is it this time? \n[83]Why'd he do it? \n[84]Is being a stagehand really bad or something? \n[85]Who is this? \n[86]Who's Patricia? What does she mean, that's what she does for a living? \n[87]Strawberry dick?   What's that? \n[88]And... and okay... I'm only gonna give you one more chance, man. That's it. Get it? \n[89]Chuck?    It's Pen. \n[90]Oh, Chuck. \n[91]You sent me your last letter on hotel stationary. \n[92]I don't really. But I appreciate the lie. I know how you hate lying. Boy, this place is scary looking. \n[93]I came to take you back to California with me. It's a lonely state without you. \n[94]I can't wait forever for you to ask me to marry you, you know. Well, apparently I can. But I really don't want to. Chuck. \n[95]I love you so much. You don't understand. I don't even know why. You're such a schmuck. \n[96]You're not gonna marry me, are you? \n[97]What's going on? \n[98]Okay. \n[99]Operation Entertainment. \n[100]You said that already. ", "BYRD": "\n[1]You're a pretty angry young fella, aren't you? Can't fight worth a damn though. \n[2]Kind of a loner, I'd say. Fairly bright. A tad anti-social. Mad at the world. Can I buy you lunch? \n[3]I could teach you at least thirty different ways to kill a man with a single blow, Mr. Barris. \n[4]Might help you in future bar fights. Just a thought. \n[5]Oh, and there's money in it.    Good money. \n[6]That sounds great, Chuck. Y'know, I've never known a television producer before. I'm impressed. \n[7]Well, I work for a government agency, and I can always use good, enthusiastic men to help me carry out my directives. \n[8]Problem solving work.   For the Office of Diplomatic Security. \n[9]Please be discreet, Mr. Barris. \n[10]Hardly. And you wouldn't be with the company. You'd be a contract agent. Independent. No official tie to any agency. Is that understood? \n[11]As you know, I've been watching you. For years, actually. I've only let you know about it for the last week. \n[12]I'm happy to report you fit our profile, Mr. Barris. Are you interested in this work? \n[13]Are you interested in this work, Mr. Barris? \n[14]The work we do is very serious. It's essential in quelling the rise of communism and allowing democracy to gain its rightful foothold around the globe. \n[15]See, Chuck, I knew you were fairly bright. \n[16]Listen, you're thirty-two years old and you've achieved nothing. Jesus Christ was dead and alive again by thirty-three. Better get cracking. \n[17]Oh, good. Why don't you spend another six months developing 'em while staring out the window at mommy's house next to poor dead Albert the dog. \n[18]I know everything about you, Chuck. For fuck's sake, I know which hand you jerk off with. \n[19]Right. Leave in the morning, if you want. But I'm here to tell you this is honest work for good pay. You'd be helping to make the world safer. And your country would be grateful. \n[20]It'll toughen you up. \n[21]Salvador Panagra Renda, gentlemen. \n[22]What have you got for me, Manny? \n[23]Okay. Chuck, you're here at 8:25. Dress like a tourist. Start walking north. You should pass Renda here. Stop him and ask him in bad Spanish where the museum is. Make sure he doesn't understand what you're asking. \n[24]You'll be parked here. Brazioni, you're behind the wheel. Benitez, you're on the street leaning into the car chatting with Benitez. When Chuck stops Renda, you turn to help with the directions, stick a gun into Renda's ribs, and direct him into the back seat. Chuck, you get in first. Renda's between you and Benitez. Brazioni, whaddaya got? \n[25]Nice. You got suppresers with those, I'm assuming. \n[26]Glad to hear it.       Wasn't sure. \n[27]Poolside, Chuck. \n[28]Hola, Chuckito. Que pasa? \n[29]It's your job to follow directives, not question their validity. \n[30]He's a bad guy, Chuck.   He's one of the bad guys. Okay? \n[31]Don't fuckin' dance with me, Barris. Renda's bad for the Tea and Biscuit Co. He's bad for me personally. You work for me, and Renda's bad for me. You're now officially a patriotic citizen of the United States of Jim Byrd. \n[32]There's no backing out now, Chuck. We've let you in on everything. So you don't play, you don't leave Mexico. Comprende? \n[33]I like you. I really do. And you're gonna do fine tomorrow. And we're gonna become great friends. And you're gonna have a very nice little career. But you've got to grow up. There's a war on. \n[34]That's not your concern. \n[35]Beautiful country, isn't it? \n[36]You did us proud, Chuck. \n[37]Renda was a bad guy. He really was. \n[38]Boy, didn't I teach you anything? \n[39]You're so rusty, it's embarrassing. \n[40]Can I buy you lunch? \n[41]Ah, lighten up, hombre. \n[42]Poor baby. Look, I've been put in charge of a fairly large wet operation and I could use your help. \n[43]I know you don't need to.    But you'd like to. \n[44]Think of it as a hobby. An avocation. Something you do to relax. You can be an assassination enthusiast, a murder bug. \n[45]Okay, I'll help you out with your little show. Tit for tat. That's the kinda guy I am. I've seen this Dating Game of yours, Chuck. And I have a thought. \n[46]Hey, I'm CIA operative John Q. Public when it comes to tv and that should make my opinion of interest to you. \n[47]Well, what do you have now? The couple gets sent to some stupid second-rate Hollywood shitcan restaurant, right? Sets you back fifty bucks? That's not too exciting a prize to us vicarious- living boobs out in TV-land. \n[48]Up the stakes, Chuckles. Send 'em to some exotic locale. Europe, Southeast Asia, for example. \n[49]Send 'em with a chaperone. Some respectable old lady with a sewn closed snatch. \n[50]I'm telling ya. And... And sometimes you can be the chaperone, Chuckie. Let's say we have a job for you in Austria. You, a successful tv producer, above suspicion, chaperones the young couple, and while you're there, blam! you take care of some Company business. It's the perfect cover. TV producer by day, CIA operative by night. \n[51]Chuck, when I said you fit our profile, very little of that had to do with you needing the money. Some of it, but very little. You liked it with Renda, Chuck. I saw it in your eyes. You liked it but you botched it. Don't you want to get really good at something, Chuck? \n[52]Hey, buddy. This is Simon Oliver. \n[53]Everything go okay?    You don't look too good. \n[54]Chuck -- \n[55]Over here, Strawberry-dick. \n[56]We even know what she actually thought it tasted like. \n[57]It's a \"need to know\", my friend.   So tell me, what can I do you for? \n[58]I got something for your head. \n[59]So, did you have a nice flight? \n[60]Seems the KGB knew exactly what you were up to. You were there to kill Colbert, they were there to kill you. I'm thinking we got a mole. So much hate in the world, Chuck. \n[61]Jesus, yes. KGB didn't go out of business since yesterday, so far as I know. You're fucked, Chuck. But our main concern should be: if they know who you are, they know who I am. \n[62]Bow out. Lay low. That's what I'm gonna do. You're lucky you have another career to immerse yourself in. ", "PATRICIA": "\n[1]By you. \n[2]Especially the fog. It affords one solitude, even in a city full of people. \n[3]Yes, I gathered. \n[4]Here you go, Chuck. \n[5]Cry out, \"Olivia!\" \n[6]Very good, Chuck. I'm pleasantly surprised. You're not like the other murderers. \n[7]It's Patricia, actually. \n[8]... and so then I spent a year in Operation Chaos, inside the anti-war movement as an agent provocateur, nudging it toward violence in order to discred it. That was fun. I got to wear granny glasses. \n[9]I don't know. You're sort of cute in a homely way. And it's always lonely when that civilian you're fucking calls out the name off your fake passport. \n[10]Nabokov. \n[11]No, baby.    Leave the microfilm in. \n[12]Leibchen. So, here's what we got.   Name's Hans Colbert. Other side of the wall.   We don't like him very much. \n[13]You'll work with a kraut named Keeler. He's been trailing Colbert for a month now. Knows the routine. Keeler's a drunk, so you stay sober and take charge. \n[14]Prove how much you love me, baby.   Kill for me. Then I'm all yours. \n[15]Chuck... \n[16]I'm concerned about you. I think you need to get back into the life. Our sex was always amazing after you killed. Truth is you're not that great after your discussions with Jamie Farr. \n[17]Oh, c'mon. \n[18]Dinner sounds good with whom? \n[19]You were supposed to meet me at The Palm two hours ago. \n[20]I do not get stood up.   Do you understand? \n[21]Are you serious? That's what I do for a living. \n[22]You're dead in my book, Strawberry-dick. \n[23]There is no second chance. Get it? Nice meeting you, Penny. I've heard a lot about you. Oh, by the by, Byrd's dead. \n[24]I can't believe you finally left your two- hundred-dollar-a-night cave to see me. I'm honored. \n[25]Neitzsche said, \"Whoever despises oneself still respects oneself as one who despises.\" \n[26]Insane asylums are filled with people who think they're Jesus or Satan. Very few have delusions of being the guy down the block who works at an insurance company. Wonder what that means. \n[27]Chuck, what's gotten into you? You're actually acting like a gentleman. \n[28]Well, it's late. I should get going. \n[29]No.   But I'll show you. \n[30]Drink? \n[31]I've been thinking a lot about you lately, Chuck. \n[32]I've missed you. \n[33]Well, I've mellowed. \n[34]Look. Boston's a beautiful city. We could start over here. A normal person's life. Together. Selling insurance. \n[35]To life. ", "LORETTA": "\n[1]Jesus, Barris, take a Darvon. \n[2]Asshole. \n[3]I'm busy. We're in the middle of a bachelorette crisis out there. \n[4]You got any weed? \n[5]Then I'll have a drink.   Bad news? \n[6]Oh my God! So? \n[7]Shit! You're kidding!     That's fucking great! \n[8]What do you have so far? \n[9]Yeah, I know. Don't blow it. \n[10]Hey, I brought the ice. \n[11]Well, if isn't the hitman. \n[12]I said, well, if it isn't the hitman. Just heard through the grapevine that ABC is going to pick up The Newlywed Game. \n[13]Not kidding you. Day-time and prime- time. \n[14]'kay, Mon.     He's off. \n[15]Chuck? \n[16]Chuck? \n[17]Rod Flexner's here. \n[18]Phone call from someone named Tuvia. \n[19]Tuvia? ", "OLIVER": "\n[1]Mr. Barris, do not ever again jeopardize one of my missions by killing a game show contestant. Is that understood? \n[2]Do I make myself clear? \n[3]Amateur. \n[4]Lovely. Tell me, Mr. Barris, are you in possession of my microfilm? \n[5]Let's have it then. \n[6]What do you think Patricia Watson was? \n[7]Barris. \n[8]Chuck, Chuck, Chuck, don't be an orangutan. We always know where you are. We always know what you're doing. By the by, I'd think twice before I'd attempt to get that tripe you're writing published. And there's a typo on page -- \n[9]I'd like you to come back for one last assignment, Chuck. \n[10]I think you might be interested when I tell you it's the mole who fingered your friends Jim Byrd and Paul Picard... and Seigfried Keeler. \n[11]Yes, of course he did. He threw himself from a twentieth floor window after he strangled himself to death with an electrical cord. \n[12]As long as the mole's alive, you don't have a chance in hell of remaining so. Besides, killing is in your blood, old man. You fit the profile. \n[13]Indeed.   Where to begin.   First, let go of me. \n[14]Let's see. Well, you had a twin sister, stillborn, strangled by your umbilical cord. Your first hit, Chuck. Your mother always wanted a daughter. She blamed you for your sister's death. And, so, until your sister Phoebe was born, she raised you as a girl. \n[15]Oh, and your father the dentist? Not really your father. Your biological father was a man named Edmund James Windsor. A serial killer. A fact your mother didn't know when she had an affair with him in 1930. If you want to look him up, he was also known as the Tarrytown Troll, because he had been described by witnesses as short and ugly. Windsor died in the electrical chair at Ossining in 1939. We believed your self- loathing tendencies coupled with that extra Y chromosome and whatever else you inherited from your father would serve us well. \n[16]I'm trying to think what more I can tell you. I'm sure there's more. But you have me at a disadvantage here, Barris. I don't have your files in front of me. \n[17]Your mother always loved the game shows, and you so wanted to please her. We never expected the game show business to work out for you. But that it did, turned out to be in our favor. I guess your need to be a good daughter drove you more than we anticipated. \n[18]Agreed.   But if you get antsy... and you will. ", "KEELER": "\n[1]I am keeping track of all the goings on on this street. \n[2]Yah.   I know how to do my job. \n[3]Under the seat, please. \n[4]Please, if you don't mind, a photograph. To remember. \n[5]This is Siegfried Keeler.     I need to see you. \n[6]I am in town on business, Chuck. And I desire nothing more than your company for dinner. I consider you one of my closest friends. \n[7]A very fancy place. \n[8]The friendships one develops during wartime are remarkably strong. \n[9]So how is the business of television? \n[10]Why do you do what you do, Chuck? \n[11]Why do you kill? \n[12]During the second world war, I had the pleasure of killing. Yes, pleasure. I found it exhilirating. Afterwards, I could find nothing else to fill me so much with life. So I became what I am today. I wanted the exhiliration again... of death. \n[13]I'll have the shrimp scampi and a green salad. \n[14]Um, Just give me a steak.    Rare. \n[15]\"Whatsoever thy hand findeth to do, do it with thy whole might. Work while it is called, for the night cometh wherein no man can work.\" \n[16]Yes. \n[17]I read in a book recently that killing your first man is like making love to your first woman. Every smell, every nuance, you remember with a special allure, as if the acts had occured outside civilization, outside time. And when the allure is gone, you are condemned. \n[18]I am condemned to live the rest of my life outside civilization. You will be too, my good friend. ", "ACTUAL BARRIS": "\n[1]It was 1981. I had holed myself up in this New York hotel. Parker Hotel. Terrified of everything. Ashamed of my life. \n[2]When you're young, your potential is infinite. You might do anything, really. You might be great. You might be Einstein. You might be Goethe. Then you get to an age where what you might be gives way to what you have been. You weren't Einstein. You weren't anything. That's a bad moment. But I remembered something Carlyle wrote: \"... there is no life of a man, faithfully recorded, but is a heroic poem of its sort, rhymed or unrhymed.\" I realized my salvation might be in recording my wasted life, unflinchingly. Maybe it would serve as a cautionary tale. Maybe it would help me understand why. \n[3]I figured I was in. All I had to do was get the pilot made and I'd be a millionaire. Everyone would love me. \n[4]Was anyone ever so young? \n[5]Sometimes as a younger man I stretched the truth to get what I wanted. \"Through all the lying days of my youth/I swayed my leaves and flowers in the sun;/Now I may whither into the truth.\" Yeats. You heard of him? \n[6]Sure you have. Anyway, my little lie worked. We aired and become a big hit. A phenomenon, really. \n[7]I felt bad about Ronnie. But really I did that ugly, fat, stupid kid a favor. He was ugly and fat and stupid. More life wouldn't have changed that for him. No woman would ever have loved him. That's just the brutal truth, y'know? \n[8]The Newlywed Game was based on my theory that almost any American would sell out their spouse for a washer-drier or a lawnmower you can ride on. Such was my respect for that most holy of unions. I must've been on to something, because the show aired for thirteen years. \n[9]Yeah, I remember that religious girl, sure. Monica Something. Fleming. Oh God, she had the softest, fleeciest clam I ever experienced. It took a little more work than usual, but I got in there, baby. It was some clam. Oh Lordy. You get old, y'know, but the taste for soft clam, it just doesn't go away. This is the great tragedy of getting old. \n[10]I don't really want to talk about this. \n[11]I almost asked Penny to marry me right then. But I didn't. \n[12]The next day I heard Keeler offed himself. \n[13]You never really know in the world of espionage if something labeled a suicide actually is a suicide. But he was dead. That I knew. \n[14]But as I stood there, I realized, I couldn't kill Jim Brooks, the man who was responsible for such good stuff: Mary Tyler Moore, Rhoda, Cindy, Phyllis, episodes of My Friend Tony. I loved those shows as much as anybody in America. \n[15]I couldn't kill either of us, so I let us both live. Jim Brooks and me. The rest is history. \n[16]That was it. I just disappeared. The network had to put The Gong Show into reruns. It was 1981. I holed myself up in this hotel in New York. Parker Hotel. \n[17]Y'know, I came up with a new game show idea recently. It's called The Old Game. You got three old guys with loaded guns on stage They look back at their lives, see who they were, what they accomplished, how close they came to realizing their dreams. The winner is the one who doesn't blow his brains out. He gets a refrigerator. ", "TUVIA": "\n[1]I don't know who that is. \n[2]I don't know what anything you say means. \n[3]What? \n[4]Wha-at?! \n[5]No.    Why should I? \n[6]Yeah, well... I hate strawberries. \n[7]Look, I know that's not true, so -- \n[8]Uchh. Yech. It doesn't taste anything like strawberry, you creep. \n[9]Y'know, I'm gonna tell your mother what you just did. \n[10]I did not! \n[11]Hello, is this Chuck Barris? \n[12]Oh, this is Tuvia Feldman.    I don't know if you remember me -- \n[13]I'm in town and I've been following your career and I wondered if you might want to get a drink. For old times sake. \n[14]Chuck? \n[15]It's Tuvia! Remember? Hi! \n[16]You look great. ", "GEORGIA": "\n[1]Cute's all well and good, Mary Ann, but what you want is a man who's goin' places. A go-getter on the management fast-track. \n[2]Tell me again. \n[3]And? \n[4]You're wonderful. I love you, Mr. Chuck Barris, management trainee. \n[5]Baby doll! \n[6]Fired? \n[7]Fired?   What the fuck did you get fired for?! \n[8]Well, I'm pregnant, you fuck! \n[9]Yeah, pregnant! \n[10]What do you mean, what the fuck did I get pregnant for? You got me fucking pregnant, you fuck! \n[11]Looks like I was just late. ", "MONICA": "\n[1]Hi! \n[2]Chuck, this is Mindy, one of my roommates. \n[3]Have a seat. \n[4]So... have you accepted the Lord Jesus Christ as your savior, Chuck? \n[5]I'm pregnant. \n[6]I can't be pregnant, Chuck. \n[7]I can't believe you asked me that. \n[8]I hate you so much right now. \n[9]How?    Are you gonna marry me? \n[10]I'm not murdering my baby! I can't... do that. Please... \n[11]I can't I can't I can't I can't... ", "EXECUTIVE WOMAN": "\n[1]I don't know, Chuck. It's looking bleak. \n[2]For God's sake, what are you talking about? \n[3]None of the hosts are getting it, Chuck. But we have a thought. \n[4]You host. \n[5]You get it. And we believe your awkward, non-professional, mumbling persona is exactly right for the show. \n[6]Listen, we can't sit through anymore of these test shows. Do it, Chuck, or we advise the network to pull it. \n[7]You can't quit. \n[8]You lack confidence, that's all. \n[9]But we'll take care of that. We'll get you some confidence powder. Leave that to us. \n[10]Nose candy, Chuck. Blow. Snow.        Flake. ", "DEBBIE": "\n[1]What? \n[2]Oh. \n[3]Oh.    Uh-huh. \n[4]Huh. \n[5]Uh-huh. \n[6]I work in tv. \n[7]That's good. \n[8]I don't know. \n[9]That's great then. ", "GOLDBERG": "\n[1]Hi, Chuck! \n[2]Good for you. Listen, Chuck. We've ended up with a damn hole in our daytime schedule. I've been reviewing some options, and it occurred to me there might be a place here for you and your baby. \n[3]The Dating Game. That is your baby, isn't it, Chuck? \n[4]Are you still interested? \n[5]Good man. We'll need to start airing in about six weeks. Is that do-able for you and your people? \n[6]Great.   Keep me posted. \n[7]Chuck, quite frankly these episodes are unairable. \n[8]The point isn't that he's black, Hank. \n[9]Chuck, we cannot air this stuff. That's it. If you can't figure out how to retain your spontaneity without the contestants being lewd, we're going to have to pull the show. ", "HOUSEKEEPER": "\n[1]Housekeeping, Mr. Barris. \n[2]Another rough night, huh? \n[3]Yes, I know it is. We don't need this now, do we?    Why don't we just put this away? \n[4]Oh, that doesn't really seem like a very good idea, Mr. Barris. \n[5]No harm done. \n[6]It's fine, sir. \n[7]God? \n[8]Well, Mr. Barris, your television shows have brought laughter and joy to millions of people. That's a very important thing, I think, in these difficult times. I would imagine God likes you very much. \n[9]Yes, of course, sir. Don't mind me. ", "PICARD": "\n[1]Get in. \n[2]No time.      Get in or die. \n[3]Merde. KGB. They know who you are, Monsieur Barris. It is their intention to kill you very much in East Berlin. \n[4]Not to worry, my friend. \n[5]I am Paul Picard, by the way. Nice to meet you. Do not worry, I am not KGB.            I do not want to kill you, I want you to live a long happy life and have many dancing grandchildren to admire. \n[6]Your ride, Monsieur Barris. \n[7]It's quite reliable and easy to operate. It will get you over the wall. Or you can stay here. In the German Democratic Republic. I will arrange for you to get a good factory job. No, you must fly, like Daedalus before you, to the freedom of the west. \n[8]They do not catch me, monsieur. This is my talent, to get away always. In guerre. In amour. This is my talent, and perhaps this is my curse. \n[9]Fly, Daedalus, fly! ", "BELLHOP": "\n[1]Yes sir, Mr. Barris. Everything you requested. Except I couldn't find a... ... DH-10 directional fragmentation mine. \n[2]Thank you, sir. \n[3]Um, another Gong Show rerun, sir? \n[4]I... I... I don't know, sir. \n[5]Mr. Barris, maybe if you just don't watch the show every night, you wouldn't have to -- \n[6]It's -- Yes, you do, sir, and we appreciate that -- It's just that there've been complaints from some of the other guests, and Mr. Andrews, the assistant manager, requested that I -- \n[7]Well, the people in 917 found a bullet lodged in their wall. And while we want to accommodate you -- we certainly value your patronage -- there is an issue of customer safety. \n[8]Thank you for your understanding, sir. ", "PHOEBE": "\n[1]Chuck... \n[2]Well, he led an amazingly long life. \n[3]Y'know, you've been staring out this window for six months now. \n[4]You're thirty-two years old, and you have no career and no prospects. \n[5]You're breaking mom's heart.     You know that, don't you? \n[6]Who? \n[7]Oh. No. I heard something. I think she got divorced recently or something. ", "FAT BACHELOR": "\n[1]Well... \n[2]... I'll ask her what she likes to do and -- \n[3]And if she doesn't know what she likes to do -- \n[4]... then I'll know she hasn't done it yet. \n[5]I thinks he's really pretty and I want to be her boyfriend. \n[6]I only want to be loved. ", "FLEXNER": "\n[1]Chuck!    Great to see you. \n[2]Well, the thing is, Chuck, some of your shows aren't doing too well in the old ratings war. The Family Game, for one. \n[3]And How's Your Mother-in-Law is, quite frankly, in the toilet, Chuck. \n[4]Now, as you know, Dream Girl is flailing terribly. \n[5]And The Game Game has no life in it at all. \n[6]So I've been put in the unfortunate position of having to inform you that the network is canceling all four of these shows. Now don't shoot me, Chuck, I'm just the messenger. ", "UNKNOWN COMIC": "\n[1]Hey, Chuck. \n[2]Huh? \n[3]Chuckie Baby, Chuckie Baby, Chuckie Baby... \n[4]What's the difference between toilet paper and a shower curtain? \n[5]Here's the guy! \n[6]You're fucking crazy, man. "}}