{"dialogues": {"JOHN": "\n[1]This is Constantine. John Constantine, asshole. \n[2]How ya doing? \n[3]Let's see who we got here... \n[4]I need a mirror. Now. \n[5]A large mirror. At least -- -- three feet high. \n[6]\n[7]\n[8]Chaz? \n[9]Move the car. \n[10]\n[11]Amar natash bow basar! -- Rescind from the flesh I command thee -- \n[12]That's it -- time to go home. \n[13]Amar natash bow basar -- \n[14]Lift it.   Over the bed.   Up. \n[15]Hennessey, tie it off -- \n[16]Now close your eyes -- all of you -- and whatever happens -- do not look into the mirror. \n[17]Amar natash bow basar! -- rescind from the flesh I command thee! \n[18]No! \n[19]Not yet! \n[20]Look!   Look at me! \n[21]Goddamit -- look! \n[22]Smile pretty you vain prick. \n[23]Now, Hennessey. Now! \n[24]For your boss. \n[25]No you don't. \n[26]Hennessey. \n[27]I'm not back an hour and you drag me into -- \n[28]Don't do that shit on me -- \n[29]I should take it all, save you from yourself. \n[30]I told you to move it. \n[31]Well what? \n[32]Los Angeles... \n[33]Never ceases to entertain. \n[34]Make two trips? \n[35]You're not my slave, Chaz. You're my very appreciated assistant. Like Tonto and Robin and that skinny fellow with the fat friend. \n[36]Well I don't know, what's the going rate for saving a taxi driver hanging from his fingernails about to be swallowed into the jaws of Hell? \n[37]I need to make an appearance at Midnite's. Say ten-ish? \n[38]Chaz...? \n[39]A little something from Delphi. \n[40]What can I say, Beeman, India was a real drain. \n[41]Everything you got. \n[42]Maybe. Incubus in this girl I just exorcized seemed a bit more spirited than usual. \n[43]What is it with you and bugs? \n[44]I thought you couldn't get it anymore. \n[45]Got any callinicus? \n[46]Like it was trying to come right out through the girl \n[47]I know how it sounds... \n[48]Check the scrolls anyway. Corinthians. See if there are any precedents. \n[49]Wouldn't happen to have anything for -- \n[50]Two frogs on a bench. \n[51]Numquam leadatur a morsu. \n[52]Bastard changed the code again. Midnite! Come on, do I have to huff and puff here?! \n[53]Deciding which color to paint this place again? \n[54]I got tired of spending your money. \n[55]Well I do have a certain standard of living. \n[56]I found the vault. \n[57]Hey, can I help it if Buddhist monks don't take bribes? \n[58]Gotcha. \n[59]Right.    So we good here? \n[60]That damn thing's never going to balance. \n[61]It's authentic, Midnite, you just have the wrong piece. Jesus... \n[62]What? -- I didn't blink -- that was a cough. You never cough? \n[63]Better not be any Washingtons in here this time. \n[64]I don't know... Just a feeling -- \n[65]Balthazar. \n[66]I'll make your night -- I'll deport your sorry ass right where you stand -- \n[67]It's bad enough that you let these half-breeds in at all but this piece of shit -- \n[68]What?! \n[69]Not while I'm still breathing -- \n[70]I don't hate you. \n[71]But could you at least wait until I call for you before you show up? \n[72]Not yet. Jesus, Hennessey, you freak me out sometimes. \n[73]No. I've got an assignment for you. \n[74]The kind you'll have to be sober for. \n[75]Come on, you know that exorcism wasn't right. \n[76]Don't have it or don't want to use it? \n[77]Just look around. A few days. You spot anything unusual, anything -- you let me know. Okay? \n[78]It'll be like old times. \n[79]Just for a few days. \n[80]No -- I've beaten things, insurmountable things, things most people have never even heard of and after all that you think I'm going to be done in by THIS? \n[81]It can't be that simple. I mean come on, Les, you saved me before. You can do it again, right. \n[82]That's because I know exactly where I'm going this time. \n[83]Not if I can help it. \n[84]As if you guys didn't have something to do with it... \n[85]I don't know, something in the air -- \n[86]Not this time, Ellie. \n[87]Yeah, I thought maybe you could talk to him for me. You know...? \n[88]So I take that as a 'no?' \n[89]I'm starting to see his point. \n[90]I'm sure I can get you in here. \n[91]No thanks, I'm not staying long. \n[92]First come, first served. \n[93]Been keeping your all-seeing eye on me, have you? \n[94]So you're going to make me beg? \n[95]What about the minions I've sent back, the souls that I've saved -- that should guarantee my passage across -- \n[96]This is bullshit -- bullshit! \n[97]It's like you've got some cosmic scale weighing everything we do -- help an old lady across the street -- put in a nickel, kick a dog, take out a dime -- you're fucking nickel and diming us to death down here! \n[98]And you know what, you're the ones with the problem, not us -- You make these impossible rules to decide who goes up, who goes down and you don't even understand us -- \n[99]Gift?! More like a curse the way you manage things. \n[100]Why me, Gabriel? It's personal, isn't it? I didn't go to church enough? I didn't pray enough? I was five bucks short in the collection plate? Why? \n[101]He has a rotten sense of humor. And his punch lines are killers. \n[102]A few months, maybe a year. That's it. End of story. Game over. \n[103]Well, don't break down on my account. \n[104]This bastard attacked me right out in the open -- on Sepulveda no less. \n[105]That's just it -- this wasn't some possession or wayward half breed, it was a full-fledged demon. Here. On our plane. \n[106]I know what I saw. \n[107]I didn't cross over -- It was on this side. Here. \n[108]Emotional?! \n[109]It's more than that... first the girl, then this. \n[110]Something's coming. \n[111]Welcome to my life. \n[112]-- I remember. \n[113]Yeah. \n[114]I'm not really in the talking mood right now. \n[115]Always a catch... \n[116]Sorry to hear... \n[117]Never met her. \n[118]She look anything like you? I would've remembered. \n[119]I thought you said she was murdered? \n[120]You'd be surprised at what people will do. \n[121]Sounds like a theory.   Good luck. \n[122]Yeah, okay.   Sure. \n[123]-- she would have committed a mortal sin and her soul would have gone straight to Hell where it would never feel love or compassion or anything but pain again as the master himself rips her apart over and over for the rest of eternity. That about right? \n[124]Oh shit... \n[125]Detective! \n[126]How open is your mind? \n[127]Do you believe in Heaven and Hell? How about what comes out of each? \n[128]Hey! \n[129]And demons. \n[130]See, you don't have the mindset for this kind of work. \n[131]You're right, we're capable of terrible things but we usually justify it with motives like money and power and jealousy. \n[132]Then sometimes, something comes along and gives us just the right nudge and we do truly evil things just for the kick of it. \n[133]You should.   They believe in us. \n[134]We should go... \n[135]Fast. \n[136]Wings. \n[137]And maybe talons. \n[138]Something that's not supposed to be here. \n[139]Close your eyes. \n[140]Suit yourself. \n[141]'I accidentally crossed over?'    I don't think so. \n[142]They weren't angels. \n[143]Seplavites, actually. Scavengers for the damned. Demons? \n[144]Yeah... And I don't think they were after me... \n[145]You really believe she wouldn't commit suicide? \n[146]Let's be sure. \n[147]Simple.   See if she's in Hell. \n[148]The cat too? \n[149]Why, do you have any? \n[150]I need you to step outside now. \n[151]Angela?   Please. \n[152]Is she here? \n[153]Is she here?! \n[154]\n[155]It's a simple question!    Is she here or not?!! \n[156]Isabel? \n[157]Angela... come back in... \n[158]When I was a kid, I saw things... \n[159]Things I wasn't supposed to. \n[160]Tea. \n[161]My parents sent me to a doctor, a shrink, a priest. I was in four different institutions by the time I was eighteen. \n[162]The last place they put me was run by a church... \n[163]The revered Father made the brilliant deduction that I was possessed, said I needed to be exorcised... \n[164]It was like someone trying to pull teeth that weren't there. \n[165]So I took things into my own hands and I found a way out. \n[166]I never attempt anything. \n[167]Not my doing. \n[168]Officially I was dead for seven minutes. But believe me, seven minutes in Hell is a lifetime. \n[169]When I returned I didn't just see demons anymore, I could do the one thing they couldn't -- come and go as I please. \n[170]Heaven and Hell are right here, behind every wall, every face -- the world behind the world. It's crossing over that's the real trick. That's why most demons can only whisper in our ears. But even a whisper can turn your favorite pleasure into your worst nightmare. \n[171]But the worst demons are the ones that are allowed to be here -- the ones that are half-human so they blend in... \n[172]... just like those with the angel's touch living alongside of us. The half-breeds. \n[173]They call it 'the Balance.' I call it hypocritical bullshit. \n[174]So when one of them gets a little cocky, peddles their influence or hijacks a soul -- I deport their scaly ass right back to Hell. I don't get them all but maybe enough to insure my retirement. \n[175]Well, what would you do if you were sentenced to a prison where half the inmates were put there by you? \n[176]I don't know. \n[177]Not for me. \n[178]Shit... Why didn't you call me, you fat sonna bitch... \n[179]Rest in peace, Father. \n[180]I need to see where Isabel died. \n[181]So you put her in here. \n[182]Show me her room. \n[183]You were twins. \n[184]So how long? \n[185]You don't walk off a building without leaving something behind. \n[186]Maybe she left something else. Something more personal. Just for you. \n[187]You were her twin, Angela.    Twins tend to think alike. \n[188]But you were at once time. When you were kids. When you'd spend every waking hour with each other. You'd start a sentence, she'd finish it. You'd get hurt, she'd cry. \n[189]That kind of bond doesn't just disappear. \n[190]She planned her death in this room, she thought it up right where you're standing -- \n[191]She knew you'd come -- She counted on you to see what she saw, to feel what she felt -- to do what she did. What did she do, Angela? \n[192]What did she do, Angela? \n[193]What would you do? \n[194]What would you leave her? What would it be? Where would it be?! Where would it be? \n[195]\n[196]Corinthians. \n[197]I need a church. \n[198]Corinthians goes to 21 acts in the book of Ethenius. It's like a dark mirror of the Bible. It paints a different view of Revelations, says that the world will not come to an end at the hand of God but be reborn in the embrace of the damned. \n[199]Depends on which side of the fence you're standing. \n[200]Because it doesn't exist here on this side. \n[201]13:29. 13:30 -- Here... Corinthians 14:01... 'The sins of the father would only be exceeded by the ego of the son.' \n[202]Symbol isn't a demon's... that's why I couldn't place it... not a normal possession... \n[203]But he can't cross over -- impossible for the son to cross over... \n[204]No.  The other one. Lucifer had a son too. \n[205]The myth says Mammon was conceived before his father's fall from grace but was born after. \n[206]But unlike his old man, he's never been in the presence of the Creator so he has no fear of him, no respect either. That goes double for us -- God's most prized creations. Mammon would be the last demon we'd ever want crossing over. \n[207]Unless they found a bridge. Some psychic with the chops to reach all the way to Hell and the grit to withstand whatever shit she'd pull out. \n[208]But even a bridge wouldn't help Mammon. Because to cross over, the myth says he'd still need the one thing he could never get. Divine assistance. The help of God. \n[209]Impossible? Sure it's impossible. That's what makes it so dangerous. These things exist to break the rules, to find the loopholes. If the past is any indication, then the future isn't on our side. \n[210]Makes sense to me. \n[211]Beeman? \n[212]Hey, Beeman? Beeman?! \n[213]He's always here. \n[214]Oh Jesus, no -- \n[215]Who are you?! Answer me!! Goddamit -- reveal yourself!   I summon you! \n[216]Into the light I command thee!! Into the light I -- \n[217]... this is my fault... I sent them in... I sent them right to their deaths... a damn one-man plague. \n[218]I've seen a goddamn doctor!! \n[219]Get away from me!! \n[220]Stay the hell away -- Please -- \n[221]Go home, Angela. \n[222]Because you open up to that world, you're inviting whatever's out there back in. That's what happened to Isabel. \n[223]No, she embraced her gift while you denied yours and that denial is exactly why you're still alive. Stick with me, that'll change. \n[224]And I don't need another ghost following me around. \n[225]You do this, there's no turning back. You see them -- they see you. Understand? \n[226]I'm thinking. \n[227]On is fine. \n[228]It's the universal conduit. Lubricates the transition from one plane to another. Now ask me if there's water in Hell. \n[229]Sit. \n[230]Normally only a portion of the body has to be suspended but you wanted the crash course... \n[231]Lie down. \n[232]You have to be fully submerged. \n[233]As long as it takes.     Here -- \n[234]Last chance... Take a deep one. \n[235]Angela? \n[236]Balthazar. \n[237]That half-breed tipped my scales when he started killing my friends. I'm just adding a little counterweight. \n[238]Think of it as a bulletproof vest. \n[239]You're staying in the car. \n[240]This shouldn't take long. \n[241]How's he doing it? \n[242]Screw the Balance. \n[243]How's he doing it, you half-breed shit?! \n[244]Not really, no. \n[245]True.   But you're not. \n[246]I'm reading you your last rites. \n[247]Aren't you half human? \n[248]You see, that makes you eligible to be forgiven. You do know what it is to truly be forgiven? To be welcomed into the kingdom of God? \n[249]A demon in heaven -- love to be a fly on that wall... \n[250]-- I escaped hell, who else do you know that has the power to do that?! \n[251]Just tell me how Mammon is crossing over and you can go back to your shithole. \n[252]'May the merciful God have mercy on you and grant you the pardon of all your sins...' \n[253]'Whosoever sins you remit on earth they are remitted unto them in heaven. I absolve you from -- ' \n[254]How?   How's he doing it?! \n[255]'Grant your child entry into thy kingdom in the name of the Father, and the Son and the Holy Gh -- ' \n[256]How? \n[257]He's found the Spear. \n[258]What happened to staying in the car? \n[259]Well now there's a premonition. \n[260]Jesus didn't die from being nailed to a cross. \n[261]He was finished off by a soldier's spear. \n[262]Then you know what this spear would mean to a demon trying to cross over. \n[263]The stains on its edges? \n[264]Mammon needed divine assistance -- how's the blood of God's only son? \n[265]Not quite. Twins. \n[266]Here we go -- \n[267]A hound on the hunt. \n[268]Hang on -- \n[269]He's not down.   Gimme your phone. \n[270]Chaz -- where are you?! \n[271]You still got that Sedrallus? \n[272]Dammit, Chaz, I'm trying to save my ass here! \n[273]Remember the Chalic of Enook incident? \n[274]West side of the 3rd Street Bridge, say... \n[275]... 2 minutes. \n[276]Of course he's gaining. \n[277]9... 5... 4... \n[278]6... 6... 6 \n[279]6. \n[280]Where's the amulet? \n[281]\n[282]We're even. \n[283]And this time he might just make it. \n[284]And the bridge. \n[285]You don't know her. \n[286]Where's the chair? \n[287]The delicate little number from Sing Sing? \n[288]I'll take my chances. \n[289]Midnite -- \n[290]Midnite -- \n[291]Where the hell is the chair, you dumb shit?! \n[292]That was the cancer talking, you know that, right? \n[293]What's in your bathroom, a Renoir? \n[294]Like riding a bike... \n[295]Then just increase the juice. \n[296]I just need enough rope to find her. \n[297]One goddamn problem at a time -- \n[298]You want me to sign a waiver? \n[299]Hang on, Angela. \n[300]Try? \n[301]No, he's still here.   I'm sure of it. \n[302]Roach wings? What happened to using lilac pedals -- ? \n[303]\n[304]Ravenscar. The abandoned wing. He's in the boy. \n[305]That ritual you do with the water, can you do more than one bottle at a time? \n[306]Okay -- let's cut the scratch and call it a night. Meeting's over. \n[307]Ellie? \n[308]You think his son will be any different? He'll just turn this place into his own Hell and then where will you to party, Heaven? \n[309]Never bothered you before. \n[310]I'm sure you will. \n[311]Now turn around and take your friends with you. \n[312]I will deport you.   All of you. You know I can. \n[313]Go to Hell. \n[314]We are what we are, Ellie -- \n[315]Barry! \n[316]Let her up!!   Let her up!! \n[317]Shit -- \n[318]Amar natash bow basar! Rescind from the flesh I command thee -- \n[319]Back to Hell, asshole -- \n[320]Et separatur a plasmate tuo, Ut num quam laedatur amorsu antiqui serpentes. \n[321]Into the light I command thee! Into the light I command thee! \n[322]Gabriel? \n[323]Figures... \n[324]And the wicked shall inherit the Earth. \n[325]Betrayal, murder, genocide?    Call me provincial. \n[326]By unleashing Hell on Earth?     Good thinking... \n[327]So what's a few thousand years of pain, right? \n[328]And that just bugs the shit out of you. \n[329]You're trying to teach us a lesson? \n[330]... I know I'm not one of your favorites... I'm not even allowed in your house these days... but I could use a little attention... \n[331]Hurry... \n[332]You're early. \n[333]So I've heard. \n[334]... so how's your son? \n[335]... he's topside... \n[336]With Gabriel. \n[337]He's helping your son create his own Hell on Earth... \n[338]He has the Spear of Destiny. \n[339]Go look for yourself... \n[340]You've waited twenty years for me, what's another twenty seconds? \n[341]Isabel... \n[342]... let her... go home... \n[343]Human... \n[344]You don't deserve to be human. \n[345]... and I'll be condemned again... \n[346]You're even worthless as bait. \n[347]That's called pain.    Get used to it. \n[348]Some people are born to make a difference. I had to die. Twice. \n[349]God does work in mysterious ways. \n[350]Some people like it... \n[351]Some people don't. ", "ANGELA": "\n[1]Yeah... \n[2]Put your weapon on the tracks and step out with your hands above your head. \n[3]That's just not going to happen. \n[4]Now put down your weapon on the tracks and -- \n[5]Gutsy?    Well that's a new one. \n[6]Thanks. \n[7]I knew you still cared. \n[8]I know, nobody's luck lasts forever. \n[9]I killed a man today.   Another one. \n[10]Most cops go twenty years without firing their gun. Not me. I always seem to be in the wrong place at the wrong time. \n[11]I didn't even see his face. I just pulled the trigger and he went away. Just like all the others... \n[12]I'm trying. \n[13]I'm trying real hard. \n[14]She... she fell from the roof? \n[15]Isabel would never in a million years take her own life. Never. \n[16]Wait, hold the door! \n[17]Going down? \n[18]I'm not staying long either. \n[19]My business with him is urgent. \n[20]So you're rude no matter where you are. \n[21]Why is he stalling on this? My sister needs a Catholic funeral. \n[22]She didn't commit suicide. \n[23]Father... David -- this is Isabel. Please... \n[24]I'm sorry, Isabel... \n[25]L.A.P.D.   This is Dodson, hello? \n[26]Mr. Constantine? \n[27]I saw you at -- \n[28]And -- \n[29]I'd like to ask you a few questions. \n[30]Could you just listen then? \n[31]Please? \n[32]My sister was murdered last week. \n[33]Her name was Isabel.   Isabel Dodson? \n[34]You don't remember her? \n[35]You sure? \n[36]She was a patient at Ravenscar. Then last Tuesday she just decided to step off the roof. \n[37]Isabel would never take her own life. \n[38]Look, I know I'm not making much sense -- hell I'm not really sure what I'm doing here... I just feel -- the circles you travel in -- the occult, demonology, exorcisms... \n[39]I believe someone got to her, Mr. Constantine, brainwashed her into stepping off that roof. Some kind of legion or cult. \n[40]Well I thought with your background and experience, you could at least point me in the right direction. \n[41]My sister always talked about a world better than this. Heaven as some call it. She wasn't afraid of dying because she knew it was waiting for her. What everyone fails to grasp is that if she had really taken her own life -- \n[42]You're not the only one afraid of Hell. \n[43]You mean like angels? \n[44]Look, I see terrible things every day. A mother drowns her baby. A ten-year-old shoots his father. But it's not demons, it's the evil that men do. \n[45]I don't believe in demons. \n[46]What is that? \n[47]Wings? \n[48]Are you kidding? Of what? \n[49]Why? \n[50]What was that? I saw wings -- and teeth -- they were flying. What the hell were those things?! \n[51]What? You can't be serious... this is impossible... \n[52]My sister? Never in a million years. \n[53]How? \n[54]These are all Isabel's things. \n[55]Yeah, why...? \n[56]Don't you need candles and a pentagram for this to work? \n[57]John?     What happened? \n[58]How?   How did you do this...? \n[59]You attempted suicide. \n[60]But you're still here.    Alive. \n[61]Sounds like you're trying to buy your way into Heaven. \n[62]Why you? I mean many go to Hell, why were you able to escape? \n[63]God has a plan for all of us. \n[64]Isabel saw things too. \n[65]Detective Dodson here. \n[66]Seances, crystals -- channeling... Our father thought she was just trying to get attention. She certainly did that. \n[67]She'd tell everyone about things she said she saw. Crazy things. Things that hadn't happened yet. She'd scare my mother to death, talking on and on about Revelations and the end of the world. Then one day she just stopped... never said another word. \n[68]Two months. This time. \n[69]I already did all that. \n[70]Now you're insulting me. \n[71]You saw everything she left behind. In that box. \n[72]I'm not like my sister. \n[73]That was a long time ago... \n[74]There's nothing here. \n[75]How should I know? \n[76]I don't know! \n[77]The tree. \n[78]There must have been a tree in our backyard... when we were kids... \n[79]Cor? \n[80]There is no 14h act in Corinthians. \n[81]There's a difference? \n[82]So why haven't I seen this book before? \n[83]What do you mean -- \n[84]-- not here on this side? \n[85]Where did that come from? \n[86]Whose son? \n[87]John, what are you talking about? \n[88]Whose son?   God's? \n[89]But demons can't come and go, that's what you said. \n[90]Isabel... \n[91]So it's impossible. \n[92]She knew. That's why she killed herself. But it doesn't make sense... \n[93]John, she sacrificed herself to beat him. \n[94]Why is she in Hell? \n[95]Maybe he's not here. \n[96]What? \n[97]Oh God -- \n[98]John, you need a doctor. \n[99]John? \n[100]There were no trees in our back yard. \n[101]But you knew that already, didn't you? \n[102]You see something in me... Something Isabel had. \n[103]I need to understand -- \n[104]Why not? \n[105]I'm not Isabel. \n[106]Dammit, John -- they killed my sister! \n[107]I can't let them get away with that. Even if it means going down the same path she did. Now if you won't help me get there, I'll find my own way. But I won't run. Never. \n[108]Please... \n[109]Do I take off my clothes or leave them on? John? \n[110]John. \n[111]Why water? \n[112]What will I see? \n[113]Lie down? \n[114]For how long? \n[115]All those people... so sad... \n[116]... I've always known... where the bad guys are... where to aim, when to duck... it's not luck... I've always known... \n[117]It was rolling toward him -- not a ball -- something smaller. Shiny. \n[118]Can you kill him? What about the Balance? \n[119]What about me?    I can't stay here forever. \n[120]So I'm going. \n[121]Something's coming... \n[122]You were in danger. \n[123]I'm Catholic, John -- I know the crucifixion story. \n[124]So that's it -- he's got everything he needs to escape... \n[125]What is that? \n[126]Impossible. \n[127]I lost it. \n[128]He's down -- \n[129]He's back. \n[130]John, he's back and he's gaining! \n[131]9-5-4... \n[132]6... 6... 6 \n[133]Thank you, John. ", "MIDNITE": "\n[1]Et separatur a plasmate tuo, Ut num quam laedatur amorsu antiqui serpentes... \n[2]You're back early. \n[3]But I'm sure you spent enough. \n[4]Tell me you found it. \n[5]That's not what I asked. \n[6]Second century depiction of a sephiroth in the 4th realm... \n[7]It should counter the iconic plane -- \n[8]Must I remind you of what selling fake relics will do to your health? \n[9]Why did you cut your trip short? \n[10]\n[11]What do you want from me?   A shoulder to cry on? \n[12]They don't like you, John. You've deported how many back to Hell? \n[13]Right. \n[14]You must have just crossed over and didn't even realize it -- \n[15]-- it's wet out, you're wandering around aimlessly, not to mention completely emotional -- \n[16]Okay, so you saw something. We've seen a few small ones slip through now and then. \n[17]John, you know my connections. Any shifts or tremors in the planes and I'd hear about it. \n[18]Mammon has been trying to climb out of his father's shadow for eons. \n[19]Because he's got the Spear? \n[20]You're giving this girl way too much credit. \n[21]And you do?   That would be a first. \n[22]The chair? \n[23]It's a fine line that separates a hero from a fool. \n[24]And taint my establishment with your blood? I don't think so. \n[25]You know what that device can do to the ill-equipped -- \n[26]-- and even in your most glorious days your brain was never your most powerful attribute -- \n[27]Once. \n[28]I have insurance issues. \n[29]You haven't surfed in decades. \n[30]You'll be lucky to reach an elemental plane. \n[31]In your condition your body won't take much. \n[32]And if you do -- what then? \n[33]Listen to my voice inside... \n[34]I'll try and guide you out. \n[35]Mammon was forced out of that girl when she jumped so unless he found a holding vessel to wait in, he would have fallen back to Hell. \n[36]Then watch yourself. He could be in anyone out there. \n[37]Peter do caelis, Deus, misere nobis. Fili Redemptor mundi, Deus, Miserere nobis... \n[38]Find the possessor and the Spear will be revealed... find them... find them and follow... \n[39]You know these won't kill them. \n[40]You probably won't even get close enough to use them. \n[41]And it's not just the boy. \n[42]You better worry about whoever's helping him. \n[43]As much as I admire your blind faith even in the most dire situations -- expecting to just waltz into a facility that is about to become the floodgate of Hell is reaching a bit, even for you. \n[44]Well I suppose two fools can die just as easily as one. \n[45]Hey, you think I'm trusting you to save the world? \n[46]But we're going to need more than a few magic bullets to get inside. \n[47]Figures. \n[48]Let's go. \n[49]Finish it. ", "CHAZ": "\n[1]Why? \n[2]Park the car -- Move the car... \n[3]There, I moved the damn car. \n[4]\n[5]Well maybe if you had told me you were dropping a three-hundred pound mirror with a pissed-off demon in it I would have moved it further. \n[6]Well? \n[7]Shouldn't have cut your stay in the land of enlightenment. You were so close to growing a conscience. \n[8]There are four bags. I have two hands. This give you any ideas? \n[9]Simple question. How much longer do I have to be your slave? \n[10]How much longer? \n[11]So what time you want me back? \n[12]Gee, thanks. \n[13]Two frogs on a bench. \n[14]What?   But I'm with him!   Right, John?   John? \n[15]Pass. \n[16]John?   It's raining! Hey! \n[17]This is a private line -- John?! \n[18]Ah... 3rd and Figueroa. \n[19]Yeah, but I'm kind of busy right now, John. \n[20]What else is new... \n[21]Oh no, no, no, not that, I just paid off this car! \n[22]I'm five blocks away! John? John?! Ah... shit. \n[23]Sorry, tour's over. \n[24]\n[25]Shit -- shit -- shit -- \n[26]What the hell was that?! \n[27]Even? ", "HENNESSEY": "\n[1]Et separatur a plasmate tuo, Ut num quam laedatur amorsu antiqui serpentes! \n[2]Thank God you're here... \n[3]John?! \n[4]Now about the fee... \n[5]Thank you.     Yes... Gracias... \n[6]I know, I know, but I didn't think she was really possessed, not like that. \n[7]-- Don't be mad, John, don't be -- \n[8]On the left side. \n[9]Vest pocket. \n[10]Sorry, sorry.    Here, you can have half. \n[11]It keeps them out, so I can sleep. Please, John, I need to sleep. \n[12]Hey, John. \n[13]I'm real sorry about this morning, John, real sorry. Please don't hate me for draggin' you into that. Please don't... \n[14]That's good to hear. Real good... \n[15]You didn't call? \n[16]So you want me to go away and come back? \n[17]Really?   What kind of assignment? \n[18]Oh God, you want me to surf the ether. \n[19]I... I don't have the Sight anymore. \n[20]Okay, okay... for you, John.      Like old times. Right. \n[21]Be there, John... please... ", "GABRIEL": "\n[1]I know what you want, son. \n[2]I could offer how a shepherd leads even the most wayward of his flock but it might sound disingenuous. \n[3]It wouldn't help. You've already wasted your chance at redemption. \n[4]-- No -- passage requires faith and faith by definition is belief without proof. You have proof. And that means you're not playing by the same rules as everyone else. Your work has mostly been for selfish reasons. I'm sorry. \n[5]Keep your voice down. \n[6]Each of you is born with the promise of salvation preordained. The cost of your redemption is simple belief. And yet you whine about impossible rules. Sometimes I imagine you hardly deserve the gift you have been given. \n[7]I am taking your situation into account, John, but don't push me. \n[8]You're going to die because you smoked 30 cigarettes a day since you were 15. And you're going to Hell because of the life you took. Or to put it in a way that your kind would understand. You're fucked. \n[9]You presume to judge me, John. \n[10]I am seeking to inspire humankind to be all that was intended. \n[11]You've had it too easy for too long. \n[12]You never deserved to be blessed. You've all been born with a silver spoon in your mouth, never really appreciating the gift you were given so freely -- unconditional love from your creator. \n[13]It's not your fault. Like the animals you are, you never learn unless sufficiently prodded. Pleasure has no lasting effect. But subject you to pain, unpleasantness -- suffering -- and you will take notice, you will fight to overcome, to earn your redemption. That is when you're at your best. \n[14]No, I'm giving you the chance to rise above the suffering and truly earn the love of God. The road to salvation begins tonight. Right now. \n[15]Cross the bridge to your destiny... \n[16]No!!!!!!!! \n[17]Then pass judgment on me now. \n[18]Do it.   Seek revenge.   End my life. \n[19]Kill me! Pull the trigger!     Be the hand of God! \n[20]Do it! \n[21]Deny your true nature today, but what of tomorrow, of the tomorrow after that? It is only a matter of time before you end up right back where you belong. It is who you are, Constantine. Damned. ", "SATAN": "\n[1]The time has come at last to collect your soul. \n[2]Hello, John. \n[3]You're the one show I wouldn't miss. \n[4]I didn't think you'd make the same mistake twice. \n[5]You didn't, did you? \n[6]And why would that matter to you? \n[7]I know. \n[8]Your point? \n[9]Well, boys will be boys... \n[10]This is another one of your cons. \n[11]Gabriel? \n[12]Say goodbye to the sun -- both of you. \n[13]So... what do you want?   An extension? \n[14]What about her? \n[15]You would give up your life so she could go to Heaven? \n[16]Fine. It's done. \n[17]Time to go. \n[18]The sacrifice!! No!!!!   THIS ONE \n[19]You will live, John Constantine, you will live so you'll have the chance to prove that your soul truly belongs in Hell. You will live! ", "BEEMAN": "\n[1]'Provisions depleted?' \n[2]I gave you three months worth. You were gone only one. \n[3]So what do you need? \n[4]You smell something, John? \n[5]Well, I've got your stone fragments from the Road to Damascus, dust from the Dead Sea Scrolls -- oh, you'll love this -- \n[6]Screech beetle from Mount Sinai. \n[7]Yeah, to you it's nothing but to the Fallen -- like fingernails on a chalkboard. \n[8]Gold was blessed by the Bishop Anicott during the Crusades. \n[9]Watch it there. \n[10]Dragon's breath. \n[11]Whoa, don't want to get a flame near this. Piece of the shroud Moses wore to the mountain. \n[12]How spirited was this incubus? \n[13]We're finger puppets to them, John, elaborate costumes -- they can work us but don't come through us. They can't. You know that. \n[14]Sure, John.   Anything else? \n[15]On the house. \n[16]Oh my... \n[17]This is not good... \n[18]John? ", "BALTHAZAR": "\n[1]We're not still whining about Manhattan, are we? \n[2]That expression alone has made my entire night. \n[3]Perks of becoming a primary investor. \n[4]Things change, balances shift. Get used to it, Constantine. \n[5]I'm sorry, I didn't catch that. \n[6]Phillip Morris. \n[7]This is in direct violation of the Balance! \n[8]I will see you very soon... \n[9]You can't cheat it this time... you're going back to Hell. \n[10]What are you doing? \n[11]Your remedial incantations have no relevance to my kind. \n[12]You're not a priest, you have no power... \n[13]-- It may not even work... \n[14]... Sangre de dio. \n[15]What killed the Son of God will give birth to the son of the devil. \n[16]One more chance... ", "ELLIE": "\n[1]Lung cancer?   Lung cancer?! \n[2]That's funny as shit, John. \n[3]Hey, I think you brought this one on yourself. \n[4]Now why wouldn't you trust me? \n[5]Don't worry, John, you'll beat this. You beat everything. \n[6]Oh wow, you're serious... No wonder the Boss is in such a good mood. \n[7]What?! Dammit, John, I know I owe you but to even ASK that? All those saints and martyrs slipping through his grasp -- his own foot soldiers sent back to him in chunks. He's going to take all that out on you, John, and he's going to enjoy ripping your soul to shreds until the end of time. \n[8]You're the one soul the man himself would actually come up here to collect. And you know how much he despises this place. \n[9]Have you gone to see the Snob? \n[10]Look, don't let your ego get in the way on this. I'd miss having someone up here I can... relate to. \n[11]Oh, John, you know how much I love it on this side. This was just an opportunity to make it permanent. \n[12]No need to get nasty. \n[13]I am so going to miss our little trysts. \n[14]Oh, John, this is embarrassing. Where is your pride? \n[15]Holy water! \n[16]I'm not going back there! ", "WEISS": "\n[1]Gutsy move out there, Dodson. \n[2]You're alive. Bad guy's dead. No point in using the other words. \n[3]Even though it was reckless -- irresponsible -- stupid... \n[4]You're good, Angela, real good but one of these days... \n[5]It's her, Angela... \n[6]It's Isabel. \n[7]No.   She jumped. \n[8]I know it's hard to accept but -- \n[9]Angela... there was a surveillance camera on the roof. \n[10]Take some time... \n[11]Security Guard spotted him near the body, chased him out. \n[12]He comes over here, makes a run at the entire menu and pow -- deflates like a fricken Macy's day balloon. ", "FATHER GARRET": "\n[1]I'm sorry, Angela. \n[2]These feelings are natural in your line of work, Angela. I'd be worried if you didn't have them. \n[3]But you have to be strong. You can't allow your faith to be overshadowed by guilt. \n[4]\n[5]Angela, it's still considered a mortal sin -- \n[6]The Bishop has read otherwise. \n[7]I'll talk to him again. ", "MAN": "\n[1]You still with me? \n[2]So what's next, Detective?   We gonna do a full marathon? \n[3]Or how 'bout you show yourself and I put a bullet in your skull just like I did hers! \n[4]You sure about that?! \n[5]Well ain't this a peach?! \n[6]C'mon, Detective, step into the light and be saved!! "}}