{"dialogues": {"CORALINE": "\n[1]Written by \n[2]Hello?...   Who's there? \n[3]You scared me to death, you mangy thing! \n[4]I'm just looking for an old well. Know it? \n[5]Not talking, huh? \n[6]Magic dowser, magic dowser: show... me... the well! \n[7]\n[8]\n[9]\n[10]And I DON'T LIKE BEING STALKED, not by \n[11]Look, I'm from Pontiac. \n[12]MICHIGAN? And if I'm a \"water witch\", \n[13]Huh. \n[14]What do you mean? \n[15]Wybie? \n[16]I wasn't saddled with anything. It's Coraline. \n[17]Coraline. Coraline Jones. \n[18]I think I heard someone calling you, Wyborne. \n[19]Oh, I definitely heard someone, Why-were- you-born. \n[20]Why? \n[21]Ehh!! \n[22]I almost fell down a well yesterday, Mom. \n[23]I would have died. \n[24]Hmmm. So can I go out? I think it's perfect weather for gardening. \n[25]But Mom, I want stuff growing when my friends come to visit. Isn't that why we moved here? \n[26]Wasn't my fault you hit that truck. \n[27]I can't believe it -- you and Dad get paid to write about plants and you hate dirt. \n[28]That sounds exciting. Oh - some kid left this on the front porch. \n[29]Huh... a little me? That's weird. \n[30]Wybie. And I'm way too old for dolls. \n[31]Hey Dad, how's the writing going?... Dad? \n[32]D'you know where the garden tools are? \n[33]Humph, it's just raining. \n[34]\"Don't even think about going out, Coraline Jones.\" \n[35]So? \n[36]Ewww! \n[37]Ahh!! \n[38]One boring blue boy in a painfully boring painting ... four incredibly boring windows ... and no... more... doors... \n[39]All right, little me, where are you hiding? \n[40]Huh? \n[41]Hey Mom... \n[42]Where does this door go? \n[43]I think it's locked. \n[44]Pleeeeeeeeease! \n[45]Bricks? I don't get it. \n[46]You're kidding? And why is the door so small? \n[47]You didn't lock it. \n[48]Why don't you ever cook, Mom? \n[49]Looks more like slime to me. \n[50]Think they're trying to poison me? \n[51]Don't forget about me, guys. Okay? \n[52]Good-night...little me. \n[53]Whoa... \n[54]Huh? \n[55]MMMMM, something smells good. \n[56]Mom?! What are you doing here in the middle of the night? \n[57]You're not my mother. \n[58]My mother doesn't have b-b-buh... \n[59]Hello? \n[60]My father can't play piano. \n[61]I, uh ­ sorry ­ but she said to tell you the food's ready. \n[62]Mmmm, this chicken is good. \n[63]D'you have any gravy? \n[64]I'm real thirsty. \n[65]Mango milk shake? \n[66]Home? \n[67]For me? \n[68]I didn't know I had an Other Mother. \n[69]Really? \n[70]You mean like, hide and seek? \n[71]What rain? \n[72]Huh, what about the mud? \n[73]How'd you know I-- \n[74]I, I'd love to play, but ... I better get home to my other mother. \n[75]I mean my other other mother. Mom number one? I think I should get to bed. \n[76]But ... \n[77]Wow. \n[78]Hello. \n[79]Kripes a-mighty, how are my best trolls? I can't wait till summer. You're both comin', right? \n[80]Oh, the mud... \n[81]It's gone, my poison oak, it's gone!... \n[82]Huh? \n[83]It was incredibly real, Mom! Only you weren't really you; you were my other mother. \n[84]You were in the dream too, Dad. You had wild-looking pajamas and orange monkey slippers. \n[85]Miss Spink and Forcible? But you said they're dingbats. \n[86]Bo-bin-sky...Bo-bin-sky....Bo-bin-sky... \n[87]Ohh, Poo-eeeee! \n[88]H-hello?... \n[89]I think our mail got mixed up.    Should I leave it outside or... \n[90]Hmmm... \n[91]Circus?... Oh, uh, I brought this for you. \n[92]Huh? \n[93]Meeshkas? \n[94]Oh, sorry. I'm Coraline Jones. \n[95]Cor-a-line. \n[96]Oompah oompah, toodle toot, toodle toot. \n[97]No!!! \n[98]The...jumping mice? \n[99]The one behind the wall paper? But... it's all bricked up. \n[100]Still Coraline, Miss Spink. \n[101]Are those dogs .... real? \n[102]Read what? \n[103]A what? \n[104]What do you see? \n[105]Well, what should I do? \n[106]No, I guess not. Thanks for the tea, though. \n[107]Danger? \n[108]Great, the village stalker. \n[109]What d'ya mean, \"we?\" \n[110]Ha! Your cat's not wild, he's a wuss- puss! \n[111]Wuss-puss... \n[112]So... that doll. Did you make it look like me? \n[113]C'mom - blue hair, my swampers and raincoat? \n[114]You're just like them. \n[115]I meant my parents; they don't listen to me either. \n[116]Ew! \n[117]You're kidding. \n[118]Dangerous? \n[119]So? \n[120]Stolen? \n[121]Well, what do you think? \n[122]Wait a minute! \n[123]Hi. \n[124]Cheddar?... Oh, the mice bait... \n[125]You mean my Other Father? \n[126]Mmmmmm! \n[127]I love your garden! \n[128]Oh ah, stop! Stop tickling, ah! \n[129]Well, she says it's time for dinner ... breakfast ... food? \n[130]I can't believe you did this! \n[131]Mmmm...so good! \n[132]Really. That know-it-all Wybie said it was all in Mr. B's head, I knew he was wrong. \n[133]My friend? \n[134]Great... another Wybie. Hello, Why-were- you-born. \n[135]Hello? \n[136]So he can't talk at all? \n[137]Hmm, I like it. \n[138]You're awful cheerful, considering you can't say anything. \n[139]Uh...It didn't hurt, did it, when she... \n[140]Whoa... cool! \n[141]Look at you! \n[142]My name! \n[143]It's wonderful, Wybie! \n[144]Wow! \n[145]Yah! Whooo-oooh! That was great! \n[146]We loved it, Mr. B. It was ... so ... so-- \n[147]A-mazing! \n[148]Ughhh. \n[149]Oh, and upstairs I saw a real mouse circus, not pretend like the crazy man's in our house. \n[150]Da-ad! I'm not five anymore. \n[151]But Mom, the whole school's gonna wear boring gray clothes. No one will have these. \n[152]My other mother would get them. \n[153]So what do you think's in the other apartment? \n[154]Then why'd you lock the door? \n[155]They're jumping-mice, Mom! And the dreams aren't dangerous; they're the most fun I've had since we've moved here. \n[156]With those stupid uniforms?   Right. \n[157]Are you kidding me? \n[158]Gross-gusting. \n[159]Oh, like the gloves? \n[160]That's what you always say. \n[161]But I might be... \n[162]I knew it was real! \n[163]Hmmm... Wybie's got a cat like you at home. Not the quiet Wybie; the one that talks too much. You must be the Other Cat. \n[164]Um... I can see you don't have button eyes. But if you're the same cat, how can you talk? \n[165]Cats don't talk at home. \n[166]Nope. \n[167]Come back. Please? I... I'm sorry I called you that, I really am. \n[168]How'd you get here? \n[169]The Other Mother hates cats? \n[170]What do you mean? She's amazing! \n[171]That's nonsense. He can't talk. \n[172]Hey, Wybie. \n[173]She's practically naked! \n[174]Oh my God. \n[175]I can't look! \n[176]Ahhh!!! \n[177]Yeah!! \n[178]Oh yeah. They swooped down and pulled me right out of my seat ­ Spink and Forcible. Only they weren't old ladies, that was just a disguise. But then, I was flying through the air and... it was, it was magic. \n[179]Uh-huh! Good night, Wybie. \n[180]Really? \n[181]What's that? \n[182]\n[183]\n[184]I'm... I'm going to bed! RIGHT NOW! \n[185]I'm really, really tired. Yeah... I just need to sleep on things. \n[186]Oh, no thanks, uh, you-you've done so much already-- \n[187]I'm going home tonight, robots - and I won't be back. \n[188]Go to sleep, go to sleep, go to sleep, go to sleep! \n[189]Go to sleep, go to sleep, go to sleep... \n[190]Go to sleep, go to sleep, go to sleep... \n[191]Mom!... Dad!.. \n[192]Oh God, I'm still here? \n[193]Hey you! Where's the Other Mother?     I want to go home. \n[194]If you won't even talk to me, I'm gonna find the Other Wybie. He'll help me. \n[195]Well, I'm gettin' outta here. That's what I'M doing. \n[196]Huh? Something's wrong. Shouldn't the old well be here? \n[197]But why? Why does she want me? \n[198]Eat? That's ridiculous, mothers don't eat daughters! \n[199]Huh? But how can you walk away from something and still come back to it? \n[200]Small world. \n[201]Stop, he's one of the circus mice! \n[202]Gooooood kitty. \n[203]I want to be with my real mom and dad. I want you to let me go. \n[204]You aren't my mother. \n[205]No. \n[206]Ow, what are you doing! \n[207]Ow, that hurts! \n[208]Who's there? \n[209]You ... you mean the Other Mother? ... \n[210]Who are you? \n[211]Why are you all here? \n[212]Well, she can't keep me in the dark forever; not if she wants to win my life. Beating her is my only chance. \n[213]Has she taken those, too? \n[214]I ... I'll try. \n[215]\n[216]Did she do this to you? \n[217]I hope that feels bet-- \n[218]Let's go! \n[219]Come on. She'll hurt you again! \n[220]\n[221]Anybody here? Hello, hello, hello! Real Dad ... Real Mom! \n[222]Oh, Mom's groceries! \n[223]Uhhh. That's disgusting. \n[224]I missed you guys so much-- You'll never-- \n[225]Oh... the Wybie that talks... \n[226]You stole that doll, didn't you? \n[227]It used to look like this pioneer girl; then Huck Finn junior; then it was this Little Rascals chick with all these ribbons, and braids, and.... \n[228]Grandma's missing sister! \n[229]I think I just met her. C'mon! \n[230]She's in there. \n[231]Not in a million years. But it wouldn't matter; she can't escape without her eyes. None of the ghosts can. \n[232]Great! I'd love to get rid of it! \n[233]Where are you hiding, you little monster?! \n[234]The doll's her spy! It's how she watches you, finds out what's wrong with your life! \n[235]NO! - the Other Mother! She's got this whole world where everything's better - the food, the garden, the-- --neighbors. \n[236]But it's all a trap! \n[237]Don't believe me?... You can ask the cat! \n[238]You're not LISTENING TO ME! \n[239]You creep! \n[240]Crazy?... You're the jerk-wad that gave me the doll! \n[241]Mom!   Dad! \n[242]Pick it up, Dad, pick it up. \n[243]Dad!   Whe- \n[244]Where have you gone? \n[245]Uh... don't you only make wings for the ... dead ones? \n[246]How is hundred-year-old candy going to \n[247]What's it for? \n[248]Good-night, Mom. Good-night, Dad. \n[249]Hello. How did you get in? \n[250]Do you know where Mom and Dad are? \n[251]\n[252]How did this happen? \n[253]She's taken them. \n[254]They're not coming back, are they ­ Mom and Dad. Not on their own. \n[255]Only one thing to do. \n[256]I have to go back. \n[257]They are my parents. \n[258]Hmmm, okay. \n[259]Mom? \n[260]\n[261]Where are my parents? \n[262]They weren't bored of me.   You stole them! \n[263]Why don't you have your own key? \n[264]Mom, Dad, where'd she hide you? \n[265]Be strong, Coraline. \n[266]Why don't we play ... a game? I know you like them. \n[267]Uh huh. \n[268]An exploring game ... a finding things game. \n[269]My real parents. \n[270]And, and the eyes of the ghost children. \n[271]If I lose, I'll stay here with you forever and let you love me. And I'll let you sew buttons into my eyes. \n[272]Then you let me go. You let everyone go ­ my real father and mother, the dead children, everyone you've trapped here. \n[273]Not till you give me a clue. \n[274]And for my parents? \n[275]Fine. Don't tell me... \n[276]...it's a deal-- \n[277]What does she mean \"wonders?\" \n[278]Hmmm. \n[279]No!! \n[280]Stop!! \n[281]Why steal this? \n[282]Wow... \n[283]That must be it. \n[284]Don't worry, I'm getting the hang of it! \n[285]The pearl! \n[286]Oh, Wybie... \n[287]\n[288]I'm Coraline. \n[289]Uh-huh. \n[290]You don't get it, do you? \n[291]Of course you don't understand. You're just a copy she made of the real Mr. B. \n[292]Ahhh! No!! \n[293]\n[294]Noooo! \n[295]Oh God, I've lost the game; I've lost everything. \n[296]I think you might have said something like that. \n[297]Thank you. \n[298]I'm heading inside. I still have to find my parents. \n[299]Come on, quickly! \n[300]No, I ... I brought a friend. \n[301]You, you have a very funny way of showing it. \n[302]Hold on. \n[303]We aren't finished yet, are we? \n[304]I already know where you've hidden them. \n[305]They're behind that door. \n[306]Mom.   Dad! \n[307]Go on.   Open it. They'll be there, all right. \n[308]No ... I'm ... \n[309]\n[310]\n[311]Mom! Dad! I missed you so much! \n[312]I didn't break it. It must've broke when you escaped. \n[313]\n[314]You're talking about... your garden catalog? \n[315]But look at the snow on your clothes...? \n[316]So, gonna order the tulips? \n[317]For the garden party!! \n[318]Dad! \n[319]So, Mom. Invitations? Don't forget the invitations. \n[320]Mr. B's not drunk, Mom, he's just...eccentric. \n[321]Oh, hello again. \n[322]You still mad? \n[323]I'm really sorry I threw you at her - the Other Mother? ­ it was all I could think of. \n[324]I think it's time, don't you? To set them free? \n[325]Well, I'm glad it's finally over! \n[326]What about...me? \n[327]But how?   I locked the door!? \n[328]I -- I've gotta hide this somewhere, s- somewhere she can never ... \n[329]Outta my way! \n[330]Oh.... my twitchy witchy girl, I think you are so nice ... \n[331]... I give you bowls of porridge And I give you bowls of ice cream. \n[332]I give you lots of kisses, And I give you lots of hugs ... \n[333]... But I never give you sandwiches With grease and worms and mung beans. \n[334]Why did you change your mind? \n[335]The sweet ghost girl. \n[336]Just bring her by the house tomorrow.      We can tell her together. \n[337]You know, I'm glad you decided to stalk me. \n[338]Thanks for helping me, Miss Spink, Miss Forcible. \n[339]Actually, it's just lemonade. \n[340]How's Angus doing? \n[341]Cold drinks? \n[342]Thanks, mom. \n[343]How are the meeshkas, Mr. B? \n[344]Welcome, Ms. Lovat! \n[345]I'm Coraline Jones -- I've got so much to tell you! ", "WYBIE": "\n[1]Hoo! Let me guess, you're from Texas or Utah; someplace dried out and barren, right? I heard about water-witching before but it doesn't make sense; I mean, it's just an ordinary branch. \n[2]Ow! \n[3]He's not really my cat; he's kinda feral ­ you know, wild? Of course, I do feed him every night and sometimes he'll come in my window `n bring me little dead things. \n[4]Huh? \n[5]You stomp too hard and you'll fall in it! \n[6]See? Supposed to be so deep if you fell to the bottom and looked up, you'd see a sky full of stars in the middle of the day. \n[7]Surprised she let you move in... \n[8]... my Gramma. She owns the \"Pink Palace\" Won't rent to people with kids. \n[9]Uh... I'm not supposed to talk about it. \n[10]I'm Wybie, Wybie Lovat. \n[11]Short for Wyborne. Not my idea, of course. What'd you get saddled with? \n[12]Caroline what? \n[13]Hmmm... It's not real scientific, but I heard an ordinary name, like Caroline -- \n[14]-- can lead people to have ordinary expectations about a person-- \n[15]What? I didn't hear anything-- \n[16]Grandma! \n[17]Heh. Well, great to meet a Michigan water witch. \n[18]But I'd wear gloves next time. \n[19]`Cause that dowsing rod of yours? Uh, it's poison oak. \n[20]Hey Jonesy, look what I found in Gramma's trunk. Look familiar? Wybie. \n[21]Owwwwwwww! \n[22]Ow. I - I wasn't stalking you. We're hunting banana slugs. \n[23]What? He hates to get his feet wet. Geez. \n[24]Oh no; I found it that way. It's older than Gramma -- old as this house prob'ly. \n[25]Dang, check out Slugzilla! \n[26]Huh? \n[27]Uh huh... You mind? \n[28]You know, I've never been inside the Pink Palace. \n[29]Grandma would kill me. Thinks it's dangerous or something. \n[30]Well... she had a twin sister. \n[31]Uhhh, I-I don't know. \n[32]Maybe she just ran away? \n[33]Look, I gotta go. \n[34]Huh? Ha ha ha....yeah... Um, so you know tha-that old doll I gave you? \n[35]Um... my Gramma's real mad, says it was her sister's - the one that... disappeared? \n[36]Uh, listen, I-I-I'm really not supposed \n[37]C-can you ­ can you unlock it? \n[38]Huhhhhhh... So, uh, I really need to get that doll? \n[39]You and Gramma been talking? \n[40]The doll...is my Gramma's...spy. \n[41]Yeah... Uh, I think I heard someone calling me, Jonesy. \n[42]The cat... I-I'll just tell Gramma that you couldn't find the doll-- OW! \n[43]That's ... cause ... you're CRAZY! \n[44]Crazy!! \n[45]\n[46]Get off!! \n[47]I-I'm really sorry I didn't believe you about all this ... evil stuff, Coraline. \n[48]W-well, Gramma showed me this picture, after I called you crazy? \n[49]Oh, man...what am I going to tell her? \n[50]We...we can?? \n[51]Wasn't my idea. ", "OTHER MOTHER": "\n[1]You're just in time for supper, dear! \n[2]B-b-b-buttons? Do you like them? \n[3]I'm your Other Mother, silly. Now go tell your Other Father that supper's ready. \n[4]Well, go on. He's in his study. \n[5]Hungry, aren't you. \n[6]Well, here comes the gravy train! Choo- choo! \n[7]Another roll, sweet peas? Corn on the cob? \n[8]Of course! Any requests? \n[9]We've been waiting for you, Coraline. \n[10]Of course you do. Everyone does. \n[11]Uh huh, and soon as you're through eating, I thought we'd play a game. \n[12]Perfect! Hide and seek in the rain. \n[13]Mud facials, mud baths, mud pies -- it's great for poison oak. \n[14]But I'm your other mother. \n[15]Of course, sweetheart, it's all made up. \n[16]Welcome back, darling. \n[17]So thoughtful of you to send this nice cheddar, Coraline. \n[18]Would you go fetch your father? \n[19]Bet he's hungry as a pumpkin by now! \n[20]Your better father, dear.   He's out in the garden. \n[21]Go on... \n[22]Coraline, Mr. Bobinsky has invited you to come see the Jumping Mice perform after dinner. \n[23]Your father and I will clean up while you and your friend head upstairs. \n[24]I thought you'd like him more, if he spoke a little less. So I fixed him. \n[25]Nope. \n[26]Now run along, you two, and have fun. \n[27]Dearest Coraline, \n[28]Was it wonderful, dear? \n[29]You do like it here, don't you, Coraline? \n[30]You could stay here forever... if you want to. \n[31]There's one tiny little thing we need to do. \n[32]For you ... our little doll. \n[33]Black is traditional, but if you'd prefer pink or vermillion or chartreuse... \n[34]... though you might make me jealous. \n[35]Oh, but we need a yes ... if you want to stay here. \n[36]There now; it's your decision, darling. We only want what's best for you. \n[37]Bed? \n[38]Well of course you do, darling... I'll be happy to tuck you in. \n[39]You're welcome. And I ­ we aren't worried at all, darling. Soon you'll see things our way. \n[40]There's just one tiny little thing we have to do. \n[41]Soon you'll see things our way... \n[42]They say even the proudest -- \n[43]--spirit can be broken ... with love. \n[44]Of course, chocolate never hurts. Like one? \n[45]They're Cocoa Beetles from Zanzibar. \n[46]Is that any way to talk to your mother? \n[47]Apologize at once, Coraline! \n[48]I'll give you to the count of three. One... \n[49]...two... \n[50]And what is it you'd be finding, Coraline? ", "MEL": "\n[1]Uh huh. \n[2]That's nice. \n[3]No, Coraline. Rain makes mud. Mud makes a mess. \n[4]Something like that. But then we had the accident. \n[5]I never said it was. \n[6]Coraline, I don't have time for you right now. And you still have unpacking to do. Lots of unpacking. \n[7]What's his name, anyway? \n[8]I'm really, really busy! \n[9]\n[10]Uhhh... \n[11]Will you stop pestering me if I do this for you? \n[12]Fine. \n[13]They must have closed this off when they divided up the house. \n[14]We made a deal. ZIP IT! \n[15]AaaaaH!!! \n[16]Coraline, we've been through this before: your Dad cooks, I clean, and you stay out of the way. \n[17]I swear I'll go food shopping soon as we finish the catalog. Try some of the chard, you need a vegetable. \n[18]Buttons for eyes, huh? Coraline, you only dreamed you ate all that chicken. Take your multi-vitamin, at least. \n[19]If the real Charlie Jones wants his pages edited, he'd better wrap them up ASAP. \n[20]Coraline, why don't you go visit downstairs? I bet those \"actresses\" would love to hear your dream. \n[21]Uh huh. \n[22]Don't fret, Charlie, they'll love the new catalog. At least, they'll love my chapters. \n[23]I did not call him crazy, Coraline.   He's drunk. \n[24]Put them back. \n[25]Put them back. \n[26]Maybe she should buy all your clothes. \n[27]I don't know. Not a family of Jones imposters. \n[28]Oh, I found some rat crap and... I thought you'd feel ... safer. \n[29]Your school might be fun. \n[30]Had to give it a try. \n[31]How do you feel about a mustard-ketchup- salsa wrap for lunch? \n[32]Mmm... Had to go food shopping anyway. Dad's planning something special. \n[33]You wanna come along? You can pick out something you like. \n[34]Look, Coraline... if things go well today, I promise I'll make it up. \n[35]Won't be long. \n[36]Coraline? We're home! \n[37]Missed us? \n[38]Oh no, you broke my favorite snow globe. \n[39]And cut your knee. \n[40]Well, get yourself cleaned up, we're going out tonight. \n[41]Of course! What else? \n[42]What's gotten into you, Coraline? \n[43]Even Bobinsky? \n[44]Charlie! \n[45]You were right, Coraline. I really hate dirt, but the tulips look nice. \n[46]Here. ", "MISS SPINK": "\n[1]Oh cease your infernal yapping! How nice to see you, Caroline. Would you like to come in? We're playing cards. \n[2]Miriam, put the kettle on! \n[3]It's the new neighbor, Miriam - Caroline? She'll be having the Oolong tea. \n[4]No, Oolong. \n[5]Come on, boys! \n[6]Our sweet, departed angels. Couldn't bear to part with them ... so we had them stuffed. \n[7]Now, there's Hamish the third, the fourth, the eighth, the ninth. Angus the second, the fifth, the.. \n[8]...seventh, the third, the ninth, yes, the fourthI'm right; and Jock Junior, Jock senior, Jock the third, the fourth... \n[9]...oh, and that's Jock's 2nd cousin, twice removed. \n[10]I'll read them, if you like. \n[11]Oh, your tea leaves, dear. They'll tell me your future. Drink up then, go on. \n[12]No, not all of it, not all of it. That's right, now hand it over. \n[13]Oh... Caroline, Caroline, Caroline; you are in terrible danger. \n[14]My eyes! You're blind as a bat! \n[15]Miriam, oh really, you're holding it wrong. \n[16]See? Danger! \n[17]I see a very peculiar hand... \n[18]Giraffes don't just fall from the sky, Miriam. \n[19]Oh! \n[20]Never wear green in your dressing room. \n[21]And be very, very careful. Now, was there something you came to tell us? \n[22]Cheery-bye. \n[23]Do you have any nice Queens for mummy? \n[24]Just looking ahead dear... Angus hasn't been feeling very well of late. \n[25]We've lost our ride, Miriam. Caroline says her parents have vanished, quite completely. \n[26]I suppose we could walk! \n[27]Oh, oh yes ... your missing parents. We know just what you need. Miriam, get...that's right. \n[28]There you go, sweety. \n[29]Well,it might help. They're good for bad things, sometimes. \n[30]It's bad things, Miriam. \n[31]Bad. \n[32]Bad things! \n[33]Bad. \n[34]Oh, much better, dear... But he can't duck his wings forever! \n[35]Ooo, do you want to pop a little gin in it dear? ", "OTHER FATHER": "\n[1]Hello, Coraline. Want to hear my new song? \n[2]No need to ... this piano plays ME! \n[3]Making up a song about Coraline. She's a peach, she's a doll, she's a pal of mine. She's as cute as a button in the eyes of everyone who ever laid their eyes on Cor- a-line. \n[4]When she comes around exploring Mom and I will never ever make it boring our eyes will be on Coraline. \n[5]Mmmmm! Who's starving? Raise your hand. \n[6]We give our thanks and ask to bless, Our Mother's golden chicken breast! \n[7]Yep. Wasn't the same here without you, kiddo. \n[8]We love mud here! \n[9]Come along, sleepyhead. \n[10]Hey!!! \n[11]Our garden, Coraline! \n[12]Oops, daughter in distress! \n[13]Tickle no more, you dragon snappers! \n[14]Hop on, kiddo, I want to show you something! \n[15]Mother said you'd like it! Boy she knows you like the back of her hand. \n[16]I love dinner, breakfast food. \n[17]Well, everything's right in this world, Kiddo. \n[18]Hey there. \n[19]Sure...we'll sing and play games, and Mother will cook your favorite meals. \n[20]Well, it's a surprise. \n[21]So sharp you won't feel a thi-- Oww! \n[22]Before dinner? \n[23]So sharp you won't feel a thing... \n[24]All will be swell, soon as Mother's refreshed. Her strength is our strength. \n[25]Mustn't talk when Mother's not here. \n[26]No point; he pulled a long face... \n[27]...and Mother didn't like it. \n[28]Only one key. \n[29]Squish squash, pumpkin sauce... \n[30]Sorrry, so sorrry, Motherrr making meeee. \n[31]Don't waaaanno hurrrrrt you. \n[32]Taaaake it!!!!! ", "CHARLIE": "\n[1]Hello, Coraline... And... Coraline doll?... \n[2]It's pouring out there, isn't it. \n[3]What'd the boss say? \n[4]Then you won't need the tools. \n[5]Uhhh, you know, this house is a hundred and fifty years old. \n[6]So explore it! \n[7]Go out and ... count all the doors and windows and write that down. List everything blue! Just let me work. \n[8]No, no, no, no, no; GAAAA--! \n[9]\n[10]Oh, my twitchy witchy girl, \n[11]I think you are so nice, I give you bowls of porridge And I give you bowls of ice -- \n[12]-- cream! \n[13]Well, it's slime or bedtime fusspot -- now what's it going to be? \n[14]Orange? My monkey slippers are blue. \n[15]Pssst. Can you get me some of that magic mud you were talking about? \n[16]Because I have a terrible case of writer's rash. On my---. \n[17]You sure you won't come? \n[18]Well, I guess I'll see you around, you dizzy dreamer. \n[19]Hi! \n[20]I'm digging in my garden right now, but leave a message and I'll get right back to you. \n[21]Coraline, I asked you to count all the windows, not put your knee through them. \n[22]We gotta lot to celebrate! \n[23]What's that? \n[24]I have no idea what you're talking about. \n[25]Good night, Coraline. \n[26]Here comes a burp. \n[27]Oh, excu-say-moi, but that pizza was delicious. \n[28]Oh yeah, great! \n[29]Thanks. ", "CAT": "\n[1]No. I'm not the other anything. I'm me. \n[2]I just can. \n[3]No? \n[4]Well, you're clearly the expert on these things. After all, I'm just a big fat wuss puss. \n[5]I've been coming here for a while. \n[6]It's a game we play. She... ...hates cats and tries to keep me out. But she can't, of course. \n[7]I come and go as I please. \n[8]Not like any \"mother\" I've ever known. \n[9]You probably think this world is a dream come true. But you're wrong. The Other Wybie told me so. \n[10]Perhaps not to you. We cats, however, have far superior senses than humans and can see and smell, and -- \n[11]Shhhh! I hear something! Right ...over... \n[12]And what do you think you're doing? \n[13]Nothing out here ... it's the empty part of this world. She only made what she knew would impress you. \n[14]She wants something to love, I think. Something that isn't her... Or maybe she'd just love something to eat. \n[15]I don't know. How do you taste? \n[16]Walk around the world. \n[17]Hang on-- \n[18]I don't like rats at the best of times, but this one was sounding an alarm. \n[19]You know, you're walking right into her trap. \n[20]Challenge her then. She may not play fair but she won't refuse. She's got a thing for games. \n[21]I think I mentioned that I don't like rats at the best of times. \n[22]It looked like you needed this one, however. \n[23]There! ", "MISS FORCIBLE": "\n[1]April, I think you're being followed. \n[2]No, no, no, no. I'm sure she'd prefer Jasmine. \n[3]Ah, Jasmine it is, then. \n[4]Oh go on, have one ­ it's hand-pulled taffy from Brighton ­ best in the world. \n[5]Oh, give me that cup, April, your eyes are going. \n[6]Oh, now, ummm... not to worry, child, it's good news: there's a tall, handsome beast in your future. \n[7]I see a giraffe. \n[8]Oh, lord! \n[9]Acquire a very tall step ladder. \n[10]Toodle-oo. \n[11]April? Aren't you getting ready? \n[12]What?! We've waited months for those tickets. \n[13]With your gamy legs? It's nearly two miles to the theater! \n[14]No, they're good for lost things. \n[15]Lost things, April. \n[16]Lost. \n[17]Lost. \n[18]Lost. \n[19]Oh, look April - Pink Ladies! \n[20]Of course! ", "TALL OTHER MOTHER": "\n[1]\n[2]You may come out when you've learned to be a loving daughter! \n[3]Coraline? Is that you! \n[4]Coraline... \n[5]Coraline? How dare you disobey your mother!! \n[6]Coraline! \n[7]Gosh, I have no idea where your \"old\" parents are. Perhaps they've grown bored of you and run away to France? \n[8]Now, don't be difficult, Coraline. Have a seat, won't you? \n[9]Shhh! The garden squash need tending, don't you think, pumpkin? \n[10]Breakfast-time! \n[11]Everybody likes games. \n[12]What kind of game would it be? \n[13]Too easy. \n[14]Huh. \n[15]What if you don't find them? \n[16]Hmmm... And if you somehow win this game? \n[17]Deal. \n[18]Oh, right... In each of three wonders I've made just for you, a ghost's eye is lost in plain sight. ", "BELDAM": "\n[1]So, you're back.... \n[2]And you brought vermin with you. \n[3]You know I love you. \n[4]So?     Where are they - the ghost eyes? \n[5]No, I suppose not. After all, you still need to find your old parents, don't you? Too bad you won't have this. \n[6]Well... produce them. \n[7]Oh, they are, are they? \n[8]You're wrong, Coraline! \n[9]They aren't there. \n[10]Now you're going to stay here forever. \n[11]\n[12]You horrible cheating girl! \n[13]Noo!! Where are you? You selfish brat!! \n[14]Hahahaha... \n[15]\n[16]", "SWEET GIRL GHOST": "\n[1]She spied on our lives, through the little doll's eyes, \n[2]and games to play! \n[3]yet we still wanted more - \n[4]Perhaps, if you do win your escape, you could find our eyes? \n[5]Yes, miss. And hidden them. \n[6]Be clever, miss; even if you win she'll never let you go! \n[7]It's a fine, fine thing you did for us, miss. \n[8]It is over and done with ... for us. \n[9]It's the key, miss, there's only one and the Beldam will find it. ", "OTHER MISS SPINK": "\n[1]I'm known as the siren of all seven seas The breaker of hearts by the bay. \n[2]So, if you go swimmin' With bow-legged women, I might steal your weak heart away. \n[3]Beware of old oysters, too large in the chest, Let's banish them from the buffet. \n[4]I'm far more nutritious \n[5]Did I hear a banshee? \n[6]This mermaid enchantress, \n[7]Will send sailors swooning --oh--! \n[8]Ready to break a leg, Miriam? ", "WYBIE'S GRANDMOTHER": "\n[1]Wyborne! \n[2]Wyborne! \n[3]Wyborne! \n[4]Wyborne!   Come home!! \n[5]Wyborne, I know where I'm going-- \n[6]--I grew up here. \n[7]Oh, hello. ", "TALL GIRL GHOST": "\n[1]Hush! And shush! For the Beldam might be listening! \n[2]So she lured us away, \n[3]with treasures and treats, \n[4]So we let her sew the buttons. \n[5]But she locked us here \n[6]Hurry on, girl - her web is unwinding! \n[7]You're in terrible danger, girl! ", "BOY GHOST": "\n[1]Don't remember our names... But I `member my true mommy... \n[2]And saw that we weren't    happy. \n[3]Gave all that we asked - \n[4]She said that she loved us, \n[5]Find our eyes, mistress, and our souls will be freed. \n[6]Bless you, miss, you found me! But there's two eyes still lost. \n[7]Tain't all bad, miss. Thou art alive ... thou art still ... living... ", "OTHER MISS FORCIBLE": "\n[1]A big-bottomed sea witch may bob through the waves, And hope to lead sailors astray, But a true ocean goddess, Must fill out her bodice, To present an alluring display. \n[2]You smell like the fishes \n[3]You're sea-green with envy \n[4]No, I \"Birth of Venus!\" \n[5]Will send sailors swooning --oh--! \n[6]Our lives for the theater, April! "}}