{"dialogues": {"CORIOLANUS": "\n[1]Written by \n[2]No more of this; it does offend my heart. Pray now, no more. An awkward silence. Cominius elegantly tries to covers the \n[3]0, You have, I know, petitioned all the gods For my prosperity. He kneels to her -- slowly, with great difficulty -- she lets him. \n[4]My gracious silence, hail. An awkwardly tender kiss. He notes her tears. Reacts coldly. \n[5]Would thou have laughed had I come coffined home, That weeps to see me triumph? Ay, my dear, Such eyes the widows in Corioles wear, And mothers that lack sons. \n[6]And live you yet? \n[7]The good Senators must be visited; From whom I have received not only greetings, But with them change of honors. He shifts painfully as she continues to treat one of his wounds. \n[8]Know, good mother, I had rather be their servant in my way, Than sway with them in theirs. They stop when-- Virgilia enters. She stops in the doorway. It is embarrassing for her, as if she has interrupted two lovers. A long moment. She looks to her husband. To Volumnia. They stare back. There is no way she can compete with their intimacy. Surrendering, she silently goes. \n[9]Your honors' pardon. I had rather have my wounds to heal again Than hear say how I got them. \n[10]I had rather have one scratch my head in \n[11]I do owe them still My life and services. A beat. For an acceptance speech, rather terse. Menenius jumps in to salvage the moment: \n[12]I do beseech you, Let me overleap that custom, for I cannot \n[13]It is a part That I shall blush in acting, and might \n[14]To brag unto them \"Thus I did, and thus!\" Show them the unaching scars which I should hide, As if I had received them for the hire Of their breath only! Menenius sees Coriolanus is getting angry, this could be disastrous. He elegantly gestures for Cominius to escort Coriolanus out immediately -- as he addresses the Senators and TV cameras: \n[15]Custom calls me to it. What custom wills, in all things should we do... What must I say? \"Look, sir, my wounds. I got them in my country's service.\" \n[16]\"Think upon me\"? Hang 'em! I would they would forget me. \n[17]Bid them wash their faces And keep their teeth clean. He leaves the car. 41. \n[18]You know the cause, sir, of my standing here. \n[19]Mine own desert. \n[20]Ay, but not mine own desire. 42. \n[21]No, it was never my desire yet to trouble the poor with begging. \n[22]Well then, I pray, your price of the Consulship? \n[23]Kindly, sir, I pray, let me have it. I have wounds to show you, which shall be yours in private Your good voice, sir. What say you? \n[24]A match, sir. There's in all two worthy voices begged. I have your alms. Adieu. Business done, so he thinks, Coriolanus crisply moves on. Cassius is not convinced. \n[25]Pray you now, if it may stand with the tune of your voices that I may be Consul. \n[26]Your enigma? 43. \n[27]You should account me the more virtuous that I have not been common in my love Therefore, beseech you, I may be Consul. \n[28]I will not seal your knowledge with showing them. I will make much of your voices, and so trouble you no farther. \n[29]Your voices! For your voices I have \n[30]For your voices Have done many things, some less, some more. Your voices! Indeed, I would be Consul. \n[31]Worthy voices! Menenius, with Brutus and Sicinius, goes to him: \n[32]Is this done? \n[33]Where? At the Senate? \n[34]Tullus Aufidius then has assembled a new \n[35]Saw you Aufidius? \n[36]Spoke he of me? \n[37]How? What? \n[38]At Antium lives he? \n[39]I wish I had a cause to seek him there, To oppose his hatred fully. They hear the growing rumble of a crowd. Curious. They continue on and turn a corner to... \n[40]Behold, these are the Tribunes of the people, The tongues of the common mouth. \n[41]Ha! What is that? \n[42]What makes this change? \n[43]Have I had children's voices? \n[44]\n[45]But this was known before. \n[46]My nobler friends, I crave their pardons. For the mutable, rank-scented crowd, Let them regard me as I do not flatter, And therein behold themselves. I say again, In soothing them, we nourish against our \n[47]Were I as patient as the midnight sleep, By Jove, it would be my mind! \n[48]\"Shall remain\"! Hear you this Triton of the minnows? Mark \n[49]I'll give my reasons, More worthier than their voices! Menenius tries to pull him away, Coriolanus shakes free and continues the attack: \n[50]By Jove himself, It makes the consuls base; and my soul \n[51]Thus we debase the nature of our seats, and make the rabble Call our cares fears; which will in time Break ope the locks of the Senate, and \n[52]Thou wretch, despite overwhelm thee! \n[53]Hence, old goat! Coriolanus grabs Sicinius roughly and flings him aside-- At this -- the crowd ROARS in outrage -- the TV crews hustle \n[54]No, I'll die here! \n[55]Let them pull all about mine ears, \n[56]I muse my mother Does not approve me further! He slams through a door to the living room... \n[57]I talk of you! Why did you wish me milder? Would you \n[58]Let go! \n[59]Let them hang! \n[60]What must I do? 57. \n[61]Well, what then? What then? \n[62]For them? I cannot do it to the gods. Must I then do it to them? \n[63]Why force you this? She pursues him: \n[64]\n[65]Away, my disposition, and possess me Some harlot's spirit. A beggar's tongue Make motion through my lips, and my armed knees, Who bowed but in my stirrup, bend like \n[66]I will not do it! Lest I cease to honor mine own truth And by my body's action teach my mind A most inherent baseness. Volumnia snarls at him, exasperated, building to a thunder that dwarfs his: \n[67]Pray, be content... Mother, I am going, chide me no more. He awaits her approval. She will not yet grant it. \n[68]Look, I am going... Commend me to my wife. I'll return Consul, Or never trust to what my tongue can do In the way of flattery further. She graciously bows to him. 60. \n[69]The word is \"mildly.\" Pray you, let us go. Let them accuse me by invention, I Will answer in mine honor. \n[70]Well, mildly be it then. Mildly! Coriolanus steels himself as they emerge from between the stands and head toward the set. TV news crews are waiting. Blinding lights snap on. The crowd, on seeing Coriolanus, lets out a ROAR. Deafening and savage. We see Cassius and Tamora moving through the crowd, instigating, convincing, imploring. Coriolanus ignores it all. Imperious to the end. Brutus and Sicinius wait on the set. \n[71]The honored gods-- But his voice echoes badly with reverb. Menenius adjusts the microphone. Coriolanus begins again, quickly and by rote: \n[72]The honored gods Keep Rome in safety, and the chairs of \n[73]Shall I be charged no further than this present? Must all determine here? \n[74]I am content. 63. \n[75]Scratches with briers, Scars to move laughter only. \n[76]What is the matter That being passed for Consul with full voice, I am so dishonored that the very hour You take it off again? \n[77]How? Traitor?! \n[78]The fires in the lowest hell fold in the people! Call me their traitor, thou injurious Tribune! \n[79]What do you prate of service? \n[80]You?! I'll know no further. Let them pronounce death, exile, Flaying, pent to linger But with a grain a day - I would not buy Their mercy at the price of one fair word! 65. \n[81]\n[82]Whose breath I hate As reek of the rotten fens, whose loves I \n[83]Here remain with your uncertainty. Let every feeble rumor shake your hearts! Your enemies, with nodding of their plumes, Fan you into despair! Have the power \n[84]Making but reservation of yourselves; Still your own foes - deliver you As most abated captives to some nation That won you without blows! A beat. The TV cameras hum. The crowd is silent. Menenius and the others watch in amazement. Coriolanus slowly takes one last, long look at the people of Rome. \n[85]Despising, For you, the city, thus I turn my back. He turns and slowly walks toward one of the tunnels leading from the studio. The crowd follows every step with their eyes. He stops. Turns back. Steel. \n[86]There is a world elsewhere. And he goes down the tunnel. Disappearing from view. A silent beat. Then, a chilling cry of absolutely Jacobin bloodlust from the \n[87]Come, leave your tears. A brief farewell. \n[88]Nay, mother, Where is your ancient courage? \n[89]Nay, mother, I shall be loved when I am lacked. She nods to him, she has regained her composure. 69. Only then do they climb from the car. \n[90]Bid me farewell. \n[91]Cominius, droop not, adieu. I'll do well yet. He goes to Menenius, who is genuinely distraught. For all his political machinations, he truly cares for Coriolanus. Coriolanus is moved to see Menenius so emotional. \n[92]Thou old and true Menenius, Thy tears are salter than a younger man's, And venomous to thine eyes. \n[93]You shall hear from me still. He turns and looks to the distance. Miles and miles of wasteland and desolation. 70. His future. \n[94]I go alone, Like to a lonely dragon. He strides off. The soldiers manning the checkpoint raise the barrier. Coriolanus walks under it. And begins walking down the long highway away from Rome. The only sound is the cold, lonely moan of the wind. We fade to... \n[95]A name unmusical to the Volscians' ears, And harsh in sound to thine. The other Guard from outside, and several other soldiers, rush in. Weapons drawn, surrounding Coriolanus. He doesn't move a muscle. Aufidius, intrigued by the stranger's courage, waves his men off. \n[96]Know'st thou me yet? \n[97]My name is Caius Martius, who hath done To thee particularly and to all the \n[98]Only that name remains. Aufidius doesn't understand. Coriolanus explains: \n[99]The cruelty and envy of the people, Who have all forsook me, hath devoured the rest, And suffered me by the voice of slaves to \n[100]Whooped out of Rome. Now this extremity Hath brought me to thy hearth, not out of \n[101]I will fight Against my cankered country with the \n[102]Which not to cut would show thee but a fool, Since I have ever followed thee with hate, And cannot live but to thy shame unless It be to do thee service. A long beat. Aufidius stares at Coriolanus. The Volscians watch, eyes wide, too tense to do anything now. 78. Aufidius just continues to stare at Coriolanus. Eyes locked. Coriolanus blinks some sweat from his eyes. This tiny, human response sparks something in Aufidius. \n[103]You bless me, gods. Then Aufidius takes him to a huge military map laid out on a pool table. Rome and her territories. Strategic markers denote Roman forces and Volscian forces. \n[104]Away. \n[105]Wife mother child I know not. \n[106]Therefore be gone. His frigid eyes slice into Menenius: \n[107]Another word, Menenius, I will not hear thee speak. Menenius stares at him, shaken to the core. The Guards pull Menenius away. Coriolanus doesn't even glance at him. \n[108]My partner in this action, You must report to the Volscian lords how \n[109]This last old man, Whom with a cracked heart I have sent to Rome, Loved me above the measure of a father. Shouts and whistles from outside the factory draw their attention. \n[110]These eyes are not the same I wore in Rome. \n[111]Best of my flesh, Forgive my tyranny, but do not say For that \"Forgive our Romans.\" She shows great courage. Stepping forward and kissing him deeply. A long kiss. \n[112]0, a kiss Long as my exile, sweet as my revenge. It is a perverse response. In his monomaniacal imagination, his wife's kiss is obsessively equated with his revenge on Rome. He finally moves to Volumnia, simply can't resist her orbital pull. 94. \n[113]You gods I prate, earth. protocol, not affection. \n[114]What is this? Your knees to me? To your corrected son? \n[115]The god of soldiers, Inform thy thoughts with nobleness, that thou may prove To shame invulnerable. Volumnia pulls Young Martius down: \n[116]I beseech you, peace! Or, if you'd ask, remember this: Do not bid me dismiss my soldiers, or \n[117]Aufidius, and you Volsces, mark; for \n[118]I have sat too long. He rises and turns as if to go-- \n[119]O mother mother... What have you done? He falls to his knees, clutching her hand. \n[120]Behold, the heavens do ope, The gods look down -- and this unnatural \n[121]O my mother, mother! 0! You have won a happy victory for Rome; But for your son - believe it, 0 believe \n[122]But let it come. He stands, regains his composure. He slowly walks to Aufidius. He leans close, speaking intimately: \n[123]Aufidius, though I cannot make true wars, I'll frame convenient peace. Now, good Aufidius, Were you in my stead, would you have \n[124]I dare be sworn you were. And, sir, it is no little thing to make Mine eyes to sweat compassion. But, good sir, What peace you'll make, advise me. We study Aufidius' face. He gives away nothing. Coriolanus turns back to Volumnia. Looks at her. She is victorious. The crimson sky looms over her ominously. And we go to... \n[125]I am returned your soldier, No more infected with my country's love Than when I parted hence, but still \n[126]We have made peace With no less honor to the Volscians Than shame to the Romans. 104. \n[127]Traitor? How now? \n[128]\"Martius\"? \n[129]Hear'st thou, Mars? \n[130]Measureless liar, thou has made my heart Too great for what contains it. \"Boy\"? 0 slave. Coriolanus' eyes miss nothing a Volscian thug shifting a bead of sweat on another one secretly reaching into his coat for a weapon. Some of the Volscian thugs are clearly nervous. Coriolanus is ready. He prepares himself mentally to die. He is acutely controlled: \n[131]Cut me to pieces, Volsces. Men and lads, stain all your edges on me. It is a dare. A challenge. \n[132]\"Boy\"? False hound. If you have writ your annals true, 'tis \n[133]Alone I did it \"Boy.\" ", "MENENIUS": "\n[1]Why, masters, my good friends, mine honest neighbors, Will you undo yourselves? I tell you, friends, most charitable care Have the patricians of you, For your wants, Your suffering in this dearth, you may as \n[2]Alack, you are transported by calamity Thither where more attends you; and you \n[3]These are almost thoroughly persuaded; For though abundantly they lack discretion, Yet are they passing cowardly. \n[4]I would they were abed. \n[5]My ladies both, good day to you. Volumnia hands him one of the drinks she has been mixing: a perfect martini. She knows how he takes his drink. She is not above flirting with him when it suits her ends. \n[6]How do you both? And how does your little son? \n[7]On my word, the father's son! He and Volumnia laugh. Menenius has sensed Virgilia's tension. Tries to cheer her: \n[8]Come, I must have you play the idle housewife with me this afternoon. 15. \n[9]Not out of doors! \n[10]Fie, you confine yourself most unreasonably. \n[11]You would be another Penelope; yet they say all the yarn she spun in Ulysses' absence did but fill Ithaca full of moths. \n[12]Go with me and I'll tell you excellent news of your husband. \n[13]There came news from him last night. Volumnia pounces, moving in: \n[14]Your lord and Titus Lartius are set down before the Volscian city of Corioles. They nothing doubt prevailing and to make it brief wars This is true, on mine honor; and so, I pray, go out with us. 16. \n[15]The augurer tells me we shall have news tonight. \n[16]Not according to the prayer of the people, for they love not Martius. \n[17]You blame Martius for being proud? \n[18]I know you can do very little alone You talk of pride: 0 that you could turn good selves! 0 that you could! 29. \n[19]Why, then you should discover a brace of unmeriting, proud, violent, testy magistrates, alias fools, as any in Rome. The saturnine Sicinius' response seems almost a threat: \n[20]I am known to be a humorous patrician, and one that loves a cup of hot wine with not a drop of allaying water in it; one that converses more with the buttock of the night than with the forehead of the morning. What I think I utter, and spend my malice in my breath. \n[21]You know neither me, yourselves nor anything You are ambitious. A tense beat. They are formidable adversaries. \n[22]Good-e'en to your worships. More of your conversation would infect my brain, being the herdsmen of the beastly plebeians I will be bold to take my leave of you. He goes. The Tribunes watch him cut through the lunch crowd and exit. \n[23]Is he not wounded? He was wont to come home wounded. \n[24]So do I too -- if it be not too much. Brings a victory in his pocket, the wounds become him. Has he disciplined Aufidius soundly? \n[25]I'll be sworn they are true. Where is he wounded? Volumnia and Menenius now gleefully add up her son's wounds like accountants -- or campaign managers. \n[26]One in the neck, and two in the thigh - there's nine that I know. \n[27]Now it's twenty-seven. Every gash was an enemy's grave. We focus on Volumnia's face as she thinks about her son. \n[28]Now, the gods crown thee! \n[29]A hundred thousand welcomes! Coriolanus is surrounded by well-wishers and political admirers. Volumnia and Menenius usher him along. We see the image from TV: The noble warrior returned home. Devoted family. Flags waving. The future golden. \n[30]It remains, As the main point of this our after- meeting, To gratify his noble service that Hath thus stood for his country... The interior of the grand Senate is an airy, sweeping chamber that suggests the Israeli Knesset or U.N. General Assembly. Again, classical symmetry is the rule with tiers of seats facing a central dais. An imposing piece of outdated modern art suggesting the might of Rome looms over the chamber like a bird of prey. Network TV cameras purr quietly from a corner. Menenius, Cominius, Coriolanus and several other politicos are seating at a central table on the dais, facing the rows of SENATORS. Menenius is standing at a podium, speaking into a microphone: \n[31]Therefore, please you, Most reverend and grave elders, to desire The present Consul, and last general In our well-found successes, to report A little of that worthy work performed By Caius Martius Coriolanus. \n[32]Nay, keep your place. \n[33]Pray now, sit down. \n[34]The Senate, Coriolanus, are well pleased To make thee Consul! Menenius steps back. A beat. Coriolanus stares at the Senators. At the TV cameras. He leans awkwardly into the podium microphone: \n[35]It then remains That you do speak to the people. \n[36]Pray you, go fit you to the custom. \n[37]To our noble Consul Wish we all joy and honor! He applauds. The applause is taken up by the Senators. Some cheering as well for the hero of Rome The two Tribunes, however, are already whispering maliciously to other Senators. Menenius seems pleased with the general response. So far, so good. \n[38]Have you not known The worthiest men have done it? \n[39]O me, the gods! You must not speak like that. You must \n[40]You'll mar all! The limo stops. They are at the marketplace. The moment has come. Menenius takes a breath. Urges calm: \n[41]Pray you, speak to them, I pray you, In wholesome manner. \n[42]You have stood your limitation, and the \n[43]I'll keep you company. Will you along? \n[44]The matter? \n[45]Be calm, be calm. \n[46]Let's be calm-- \n[47]Not now, not now-- \n[48]Well, no more! \n[49]Come, enough! \n[50]On both sides more respect! \n[51]Go, get you to your house! Be gone, away! All will be naught else-- \n[52]As I do know the Consul's worthiness, So can I name his faults-- \n[53]The Consul Coriolanus. \n[54]0, he's a limb that has but a disease: Mortal, to cut it off; to cure it, easy. What has he done to Rome that's worth his death? Eh? Killing our enemies?! He sees that his words are having some effect, he presses the \n[55]The blood he hath lost -- He dropped it for his country. Some in the room murmur agreement. \n[56]Consider this: he has been bred in the \n[57]I'll bring him to you. He goes quickly. Brutus turns to Sicinius and Tamora and begins to quietly explain his plan. \n[58]Come, come, you have been too rough, something too rough. You must return and mend it. Coriolanus turns away. \n[59]Well said, noble woman! \n[60]Return to the Tribunes. \n[61]Repent what you have spoke. \n[62]This but done, even as she speaks, Why their hearts were yours. \n[63]Only fair speech. \n[64]Ay, but mildly. \n[65]Calmly, I do beseech you. Coriolanus steps to the microphone. Brutus gestures for the crowd to quiet down. We see bits of this scene through the monitors on the TV cameras. When the crowd is silent, Coriolanus begins to make a \n[66]A noble wish. His boilerplate speech over, Coriolanus turns to Sicinius who is at the other standing microphone: \n[67]Lo, citizens, he says he is content. The warlike service he has done, \n[68]Consider further, That when he speaks not like a citizen, You find him like a soldier. Do not take His rougher accents for malicious sounds, But, as I say, such as become a soldier. Coriolanus cuts in, his impatience getting the better of him: \n[69]Nay, temperately! Your promise. \n[70]If I could shake off but seven years I'd go with thee every foot. They embrace. Then Coriolanus knows it is time to go. He picks up a traveling bag and slings it over his shoulder. Looks back at his friends and family. A beat. A certain darkness creeps into his expression. An ominous resolve. \n[71]Come, come, peace... \n[72]You have told them home; And, by my troth, you have cause. You'll sup with me? She turns to him. A cold and killing fire in her eyes. \n[73]Hail to you both. \n[74]All's well, and might have been much \n[75]Nay, I hear nothing. His mother and his \n[76]I think not so. \n[77]'Tis Aufidius, Who, hearing of our Martius' banishment, Thrusts forth his horns again into the world. \n[78]No, I'll not go! \n[79]Go, you that banished him! A mile before his tent fall down, and \n[80]No, I'll not meddle. \n[81]What should I do? Brutus stops him, with real emotion: \n[82]Well, and say that Martius Return me, as Titus is returned, Unheard - what then? \n[83]I'll undertake it I think he'll hear me. The Tribunes are relieved. Cominius nods and escorts Menenius out. Brutus and Sicinius return to Titus. \n[84]The glorious gods sit in hourly synod about thy particular prosperity, and love thee no worse than thy old friend Menenius does! 0 Martius, Martius! He steps forward to hug Coriolanus. Two of the Acolytes stop him. He can approach no further. Menenius accepts this. No matter. He is completely confident he will be able to manipulate his protege. He always has in the past. \n[85]Thou art preparing fire for us. Look thee, here's water to quench it. I was hardly moved to come to thee, but being assured none but myself could move thee, I have been blown out of your gates with sighs, and conjure thee to pardon Rome. 90. A long beat. Menenius waits for an answer. Grows uneasy. Then... \n[86]How? . Away? \n[87]\n[88]This Martius is grown from man to dragon. He has wings; he's more than a creeping thing. He stops at his limo. 91. A beat. He turns back to Cominius. We see the pain in Menenius' eyes. \n[89]There is no more mercy in him than there is milk in a male tiger. He climbs into his limo. Shuts the door. The limousine drives off, sending up a cloud of dust that swirls around Cominius. ", "VOLUMNIA": "\n[1]I pray you, daughter, sing, or express yourself in a more comfortable sort. If my son were my husband, I should more freely rejoice in that absence wherein he won honor than in the embracements of his bed where he would show most love. She moves across the room to fetch a cigarette. She moves, always, with stately grace. She walks past a series of photographs. They tell the story of Martius' life: the happy baby; the stern dead father; the rigid young military cadet; the formal wedding; the restrained and unsmiling adult. In the photos we sense a transformation: innocent boy to experienced, severe looking soldier. Volumnia is present in most of the pictures. \n[2]When yet he was but tender-bodied and the only son of my womb, I, considering how honor would become such a person, was pleased to let him seek danger where he was like to find fame. She lights her cigarette. \n[3]To a cruel war I sent him, from whence he returned, his brows bound with oak. \n[4]Then his good report should have been my son.  Had I a dozen sons I had rather have eleven die nobly for their country than one voluptuously surfeit out of action. A MAID enters. She speaks to Volumnia (the true mistress of the house) not to Virgilia. \n[5]Tell Menenius we are fit to bid him welcome. The Maid goes. \n[6]Indeed, you shall not! She turns off the TV and goes to a bar to mix drinks. She mixes the drinks aggressively, strangely inspired by the discussion of war: \n[7]Methinks I hear hither your husband's \n[8]\"Come on, you cowards! You were got in fear, Though you were born in Rome.\" His bloody \n[9]Away, you fool! It more becomes a man Than gold his trophy. \n[10]He'll beat Aufidius' head below his knee And tread upon his neck. Senator Menenius enters, he is comfortable in this house and an old ally of Volumnia's. \n[11]He had rather play with swords and hear a drum than look upon his schoolmaster. \n[12]She shall, she shall. \n[13]Indeed? \n[14]Let her alone. As she is now, she will but disease our better mirth. She takes Menenius arm and pulls him out, eager for more news of her son. Virgilia sits for a beat. Then she presses a button on the remote control. The TV goes on again. More news reports of the war. We see images of the Volscian town of Corioles. A \"BREAKING NEWS\" scroll runs across the bottom of the screen The Battle for Corioles Virgilia watches the war footage, her eyes haunted. Hard cut to-- \n[15]Honorable Menenius, my boy Martius approaches! For the love of Juno, let's go. \n[16]0, he is wounded! I thank the gods for it. \n[17]Titus Lartius says they fought together, but Aufidius got off. \n[18]True?! \n[19]In the shoulder and in the left arm. There will be large scars to show the people, when he shall stand for his place He received in the repulse of Tarquin seven hurts in the body. \n[20]He had, before this last expedition, twenty-five wounds upon him. \n[21]\n[22]Nay, my good soldier, up.  My gentle Martius, worthy Caius, and By deed-achieving honor newly named - What is it? - Coriolanus must I call thee? She laughs coquettishly, thoroughly upstaging her son. Then, almost an afterthought: 33. \n[23]But, 0, thy wife... Coriolanus greets Virgilia with the clumsy and stiff formality that marks their marriage. \n[24]I know not where to turn. 0, welcome home! And welcome, general. And you're welcome all! \n[25]I have lived To see inherited my very wishes And the buildings of my fancy. Only There's one thing wanting, which I doubt \n[26]0, sir, sir, sir, I would have had you put your power well on, Before you had worn it out. \n[27]You might have been enough the man you are, With striving less to be so! \n[28]Av, and burn too! Her outraged fury matches his. Overpowers his. \n[29]Pray, be counseled. I have a heart as little apt as yours, But yet a brain that leads my use of \n[30]You are too absolute, Though therein you can never be too noble. \n[31]Because that now it lies you on to speak To the people, not by your own instruction, Nor by the matter which your heart prompts you, But with such words that are but \n[32]I would dissemble with my nature where My fortunes and my friends at stake \n[33]I am in this your wife, your son, These senators, the nobles And you. A long beat. All are silent, watching her spin her web. 58. \n[34]I prithee now, my son, Go and say to them Thou art their soldier, and being bred in \n[35]Prithee now, Go, and be ruled...  Although I know thou hadst rather Follow thine enemy in a fiery gulf Than flatter him in a bower. Coriolanus smiles. A genuinely sweet moment between them. Cominius enters with several other political supporters. \n[36]He must -- and will. Prithee now, say you will, and go about it. \n[37]At thy choice, then! To beg of thee, it is my more dishonor Than thou of them. Come all to ruin! Let Thy mother rather feel thy pride than \n[38]Do your will. Then she kisses him. And she goes. Like a queen. Volumnia triumphant. Always. Then a shocking hard cut to: \n[39]Now the red pestilence strike all trades in Rome, And occupations perish! \n[40]0, you're well met. The hoarded plague of \n[41]Will you be gone? \n[42]Ay, fool, is that a shame? Note but this, \n[43]More noble blows than ever thou wise words, And for Rome's good. I'll tell thee what - \n[44]Bastards and all. Menenius has entered the bar, seeing the trouble he goes to them, tries to calm Volumnia: \n[45]Now, pray, sir, get you gone. You have done a brave deed. Ere you go, \n[46]This lady's husband here, this, do you see?!-- Whom you have banished, does exceed you all. \n[47]I would the gods had nothing else to do But to confirm my curses! Menenius gently restrains Volumnia and the Tribunes finally escape the bar. Volumnia takes a breath, controls herself. \n[48]Could I meet 'em But once a day, it would unclog my heart Of what lies heavy to it. \n[49]Anger's my meat. I sup upon myself, And so shall starve with feeding. She takes Virgilia's hand and drags her out. Menenius watches. Saddened. Once proud Volumnia, reduced to this. \n[50]0, stand up blest. He rises. \n[51]Then with no softer cushion than the \n[52]Thou art my warrior; I hope to frame thee. She indicates Young Martius: \n[53]This is a poor epitome of yours, Which by the interpretation of full time May show like all yourself. \n[54]Your knee, sir. She pulls Virgilia down: \n[55]Even he, your wife, and myself, Are suitors to you. 95. All three kneel before Coriolanus. A pitiable sight. But he has no pity. He turns, sits in the barber chair. \n[56]0, no more, no more! You have said you will not grant us anything, For we have nothing else to ask but that Which you deny already; yet we will ask, That, if you fail in our request, the \n[57]Should we be silent and not speak, our \n[58]For myself, son, I propose not to wait on fortune till These wars determine. If I cannot \n[59]Nay, go not from us thus! Her command stops him. She appeals, quickly getting to the point of her argument: \n[60]If it were so that our request did tend To save the Romans, thereby to destroy The Volsces whom you serve, you might \n[61]May say \"This mercy we have showed,\" the Romans, \"This we received,\" and each in either \n[62]Speak to me, son... Still he does not respond. His emotions are roiling. Still she is soft and vulnerable... \n[63]Why dost not speak? But softness is not a note she plays naturally. She knows it. Her natural aggressiveness comes out, anger and outrage gradually boiling to the surface: \n[64]Thinks thou it honorable for a noble man Still to remember wrongs? Daughter, speak you. He cares not for your weeping. Speak thou, boy. Perhaps thy childishness will move him \n[65]Thou hast never in thy life Showed thy dear mother any courtesy, When she, poor hen, Has clucked thee to the wars and safely \n[66]plague thee, That thou restrains from me the duty \n[67]Down! Let us shame him with our knees! She claws at the dirt -- like Hecuba -- keening -- a shocking explosion of raw emotion -- almost an incantation: \n[68]Down! An end! This is the last. So we will home to Rome, And die among our neighbors. Nay, behold! This boy, that cannot tell what he would \n[69]Come, let us go. She rises slowly, her age showing. Her spirit broken. Or seeming so. She stares at Coriolanus as she rips off the Roman Eagle medal she wears and flings it to the ground. The blood red sky of sunset behind her reflects her passion as she summons up all her strength for a lacerating and icy \n[70]This fellow had a Volscian to his mother; His wife is in Corioles and his child 99. \n[71]Like him by chance Yet give us our dispatch. I am hushed until our city be afire, And then I'll speak a little. She turns and begins to go. But... We see finally Coriolanus crack. Like a great building crumbling. Like fissures cutting across marble. Emotion floods into him. He lunges forward and grabs her hand. Volumnia stops. Time stands still. He doesn't speak. ", "SICINIUS": "\n[1]Was ever man so proud as is this Martius? \n[2]When we were chosen Tribunes for the \n[3]Nay, but his taunts. They see Senator Menenius approaching. Sicinius nods to Cassius, who quickly goes. Menenius stops by on his way out. He is jolly, knowing the victory will assure his protege's political future: \n[4]Nature teaches beasts to know their friends. \n[5]Menenius, you are known well enough too. \n[6]He cannot temperately transport his honors, but will Lose those he hath won. \n[7]It was his word. \n[8]We must suggest to the people in what \n[9]Sir, the people Must have their voices! 39. The Senators, led by Brutus, clamor their agreement. Tradition must be obeyed. \n[10]The custom of request you have discharged. The people do admit you, and are summoned To meet anon upon your approbation. \n[11]There, Coriolanus. \n[12]How now, my masters! Have you chose this man? 45. \n[13]Why, so he did, I am sure. \n[14]Did you perceive He did solicit you in free contempt When he did need your loves, and do you \n[15]Let them assemble, And on a safer judgment all revoke Your ignorant election. \n[16]And presently, when you have drawn your number, Repair to the Capitol. \n[17]Pass no further. \n[18]You show too much of that For which the people stir. If you will \n[19]It were well we let the people know it. \n[20]It is a mind That shall remain a poison where it is, Not poison any further. \n[21]He has spoken like a traitor, and shall \n[22]This is a Consul? No! \n[23]Here's he that would take from you all your power! The crowd reacts angrily -- surging forward against the restraint of the police. We see grim RIOT POLICE marching into position. The crowd is not intimidated, they are spoiling for a fight. The Tribunes provoke the crowd even more, escalating and building the fever: \n[24]What is the city but the people?! \n[25]We do here pronounce, upon the part of the people, Martius is worthy of present DEATH! A huge roar from the mob. Panic and violence building. Fast \n[26]\n[27]Consul! What Consul? \n[28]It is decreed He dies tonight. \n[29]Have you a catalogue Of all the voices that we have procured Set down by the poll? \n[30]When the people hear me say \"It shall be \n[31]I do demand, If you submit you to the people's voices. \n[32]We charge you that you have contrived to \n[33]For which you are a traitor to the people. Coriolanus responds, a cobra striking: \n[34]Mark you this, people?! The crowd responds, egged on by Cassius and Tamora. A murmur of voices, a chant growing, \"Traitor traitor traitor...\" Brutus cleverly plays the reasonable voice, knowing his words will further rile Coriolanus: \n[35]In the name of the people And in the power of us the Tribunes, we, Even from this instant, banish him our city! In the people's name, I say IT SHALL BE SO! Well-rehearsed by Cassius and Tamora, many in the crowd respond with a fierce cry: \n[36]He's sentenced. No more hearing. \n[37]Let's not meet her. They say she's mad. Volumnia stalks up to them: \n[38]Are you mad? 72. \n[39]0 blessed heavens... Volumnia is creating a scene. Heads are turning. She continues her attack on Sicinius, but is distracted and \n[40]What then? \n[41]Why stay we to be baited With one that wants her wits? \n[42]'Tis he,'tis he! 0, he is grown most kind of late. Hail sir! \n[43]\n[44]Where is he, hear you? \n[45]And Rome sits safe and still without him. They are distracted when people begin talking loudly, alarmed, at the bar. They hush each other and watch the TV over the bar. Something has happened. On the TV: a SPECIAL REPORT. Breaking News. A scroll across the bottom of the screen reads \"The Volscians On The March?\" \n[46]Come, what talk you of Martius? \n[47]\n[48]If you refuse your aid \n[49]Pray you, go to him. \n[50]Yet your good will Must have that thanks from Rome. Menenius thinks about it. \n[51]No? ", "AUFIDIUS": "\n[1]Is it not yours? Tis not four days gone since I heard thence. \n[2]If we and Caius Martius chance to meet, 'Tis sworn between us we shall ever \n[3]We hate alike. Then Martius does something astounding. He holds out his arms to his sides and drops his weapons. They clatter down. Aufidius does the same. The Roman and Volscian soldiers watch. None daring to interfere. Martius and Aufidius continue to glare at each other -- dropping weapons -- disarming -- Martius climbing up the stairs, Aufidius coming down -- moving closer and closer-- At an instant- They slam together- Fighting without weapons-- Grappling brutally. Tearing at each other. Twining together. Fingers grasping. Teeth snapping. Hands pulling. It is a bloody, terrible, graceless struggle. 24. They crash and slam awkwardly in the claustrophobic stairwell. Smashing into the walls. Falling from level to \n[4]Five times, Martius, I have fought with thee; so often hast thou beat me, And would do so, I think, should we \n[5]\n[6]Bolder, though not so subtle. A beat. Aufidius continues with prayer-like intensity: \n[7]My valor, poisoned with him, Shall fly out of itself ... Nor sleep, nor sanctuary, being naked, Sick, the prayers of priests, Nor times of sacrifice, Shall lift up their rotten privilege And custom, Against my hate to Martius. In the shattered glass of the minivan window, Aufidius suddenly sees himself. He studies his own face, nurturing his dark thoughts. \n[8]Where I find him, were it At home, upon my brother's guard, even there, Will I wash my fierce hand in his heart. \n[9]Whence comes thou? What wouldst thou? Thy name? Coriolanus does not respond. 76. Aufidius is growing uneasy. His men are tense, ready to open fire at any second. \n[10]Speak, man! What's thy name? \n[11]Say, what's thy name? Thou has a grim appearance .What's thy name? \n[12]I know thee not Thy name? Finally, Coriolanus removes his burnoose. His face is exposed. The Volscians are stunned. \n[13]O Martius Martius Each word thou hast spoke hath weeded from my heart A root of ancient envy. He offers his hand. Coriolanus takes it. Aufidius continues to hold him by the hand, rather intensely, speaking low: \n[14]Let me twine Mine arms about that body. He embraces Coriolanus. Aufidius' men finally relax. Weapons are lowered. Relieved glances exchanged. Some of the Volscians, though, are clearly suspicious of Coriolanus. They watch Aufidius and Coriolanus, concerned. Aufidius still can't quite believe his ancient enemy is now his newest ally. \n[15]\n[16]Why, thou Mars, I tell thee, We have a power on foot, and I had \n[17]Or lose mine arm for it. Thou hast beat \n[18]Worthy Martius, Had we no quarrel else to Rome, but that Thou art thence banished, we would muster \n[19]0, come, go in, And take our friendly senators by the hands. Coriolanus shakes hands with the politicians: \n[20]Therefore, most absolute sir, if thou \n[21]And set down--- As best thou art experienced, since thou \n[22]Do they still fly to Coriolanus? \n[23]He bears himself more proud, Even to my person, than I thought he \n[24]I think he'll be to Rome As is the osprey to the fish, who takes \n[25]Whether t'was pride, Whether defect of judgement, Or whether nature, Not to be other than one thing, Made him feared, So hated, and so banished. A beat as he studies the picture. His lieutenant watches him closely, disturbed by Aufidius' obsession with Coriolanus. \n[26]So our virtues Lie in the interpretation of the time. He brings the picture closer, whispering now: \n[27]One fire drives out one fire; one nail, \n[28]Thou art poorest of all -- then shortly art thou mine. \n[29]Only their ends You have respected; stopped your ears \n[30]I was moved withal. \n[31]As with a man by his own charity slain. \n[32]I know it, And my pretext to strike at him admits A good construction. A beat. He continues more to himself than them, almost convincing himself. \n[33]I raised him, and I pawned Mine honor for his truth; who being so heightened, He watered his new plants with dews of flattery, Seducing so my friends. At the last I seemed his follower, not partner, and He waged me with his countenance as if I had been mercenary. \n[34]There was it! For which my sinews shall be stretched upon him. At a few drops of women's rheum, which \n[35]Say no more. In the distance they can see a Roman military truck approaching. Clouds of dust billow up. They exchange a look. This is what they have been waiting for. They stand, stretch and prepare. The truck stops across the highway from them and Coriolanus gets out. He holds a copy of the peace treaty in a leather portfolio. He is unarmed. He stops. He sees Aufidius and the thugs. Waiting for him. Like a death squad. Coriolanus looks at them. He knows exactly what's going to happen. He is ready. He nods and the truck drives off. Coriolanus slowly crosses the highway to the truck stop, like a gunslinger walking down Main Street. There is something new to Coriolanus here. A sort of acceptance. He knows his time is past. Aufidius and the thugs go to meet him. The thugs spread out a bit, strategically, getting ready to strike. Coriolanus' experienced eyes miss none of this. They meet in the parking lot. \n[36]\n[37]Ay, traitor, Martius. \n[38]Ay, Martius, Caius Martius! Dost thou \n[39]\n[40]Name not the god, thou boy of tears. 105. \n[41]Let him die for it. At this command, his men move-- Aufidius steps back as-- The Volscian thugs attack-- With knives, machetes and tire irons-- Coriolanus fights bravely -- disarming two, grabbing their weapons, killing them, fighting back-- Slashing and cutting his way through the killers- Closer and closer to Aufidius, who just watches-- Blood spattering and spraying- But the thugs overpower Coriolanus, there are just too many-- 106. They stab him -- slicing with knives -- battering with chains and clubs -- finally emptying pistols him into him-- It is graceless and brutal carnage. Slaughter. But still he comes on. Body riddled with bullets and cut to bits. He refuses to fall. Like something immortal. An obscene demon of blood. Finally the thugs move away. Coriolanus still stands. Teetering. His face is a swollen mask of blood and gore. Blood flows from his body, pooling around his feet, spreading across the parking lot. Aufidius steps forward. What is left of Coriolanus glares at him through blood. Aufidius slowly pulls his knife. The same knife he was sharpening so carefully at the opening of the story. It has finally found its purpose. Coriolanus looks at him. Then slowly Coriolanus tries to raise one bleeding arm this requires superhuman effort his slashed fingers clutch his shirt he rips it open exposing his breast. Ready. He locks eyes with Aufidius. Aufidius steps to him. Takes his neck. Pulls him onto the knife. Driving it into him. Cradling his head like a lover. They stand like this. Then Coriolanus falls. A pause. \n[42]Take him up. No one moves. \n[43]Assist. Abrupt cut to-- 107. ", "BRUTUS": "\n[1]Marked you his lip and eyes? \n[2]Good or bad? \n[3]We do it not alone, sir. Subtly, the polite chit-chat is turning more serious and pointed; Menenius growing sharper. The gloves are coming off. \n[4]What then, sir? \n[5]Come, sir, come, we know you well enough. \n[6]I heard him swear, Were he to stand for Consul, never would \n[7]So it must fall out with him, Or our authorities at an end. \n[8]Peace... 36. They enter the Senate Chamber... \n[9]Mark you that? \n[10]We stay here for the people. Coriolanus and Menenius go, relieved the trial is over. Brutus and Sicinius, however, have work to do. This has not gone as they wanted. They are urgent: \n[11]We pray the gods he may deserve your loves. \n[12]When he had no power, But was a petty servant to the state, He was your enemy, ever spake against Your liberties. \n[13]Enforce his pride, And his old hate unto you! \n[14]It will be dangerous to go on. No further. \n[15]Cominius, no. Coriolanus steps closer to Brutus. The mob sees him through the glass doors. The tension immediately increases. \n[16]The people are incensed against him. \n[17]The people cry you mocked them, and of late called them Time-pleasers, flatterers, foes to nobleness. 49. \n[18]You speak of the people As if you were a god to punish, not A man of their infirmity. \n[19]Why, should the people give One that speaks thus their voice? \n[20]Enough, with over-measure. \n[21]Manifest treason! \n[22]You are at point to lose your liberties! Martius would have all from you, Martius, Whom late you have named for Consul. \n[23]Guards, seize him! \n[24]Lay hands upon him! \n[25]He Consul?! \n[26]We'll hear no more-- \n[27]Be you then as the people's officer. Menenius and Coriolanus' supporters are relieved. \n[28]If you bring not Martius, we'll proceed In our first way. \n[29]In this point charge him home: that he \n[30]Put him to choler straight. Coriolanus and his supporters move to the stage. Coriolanus glares at the Tribunes. The TV crews take up position. Menenius gestures for Coriolanus to step to the microphone, whispering to him: 62. \n[31]But since he hath Served well for Rome-- \n[32]I talk of that, that know it. \n[33]There's no more to be said, but he is \n[34]Here comes his mother. \n[35]Pray, let us go. He tries to leave the bar. Volumnia stops him for final attack, something like a curse in its power: \n[36]Well, well, we'll leave you. \n[37]Is this Menenius? \n[38]Caius Martius was A worthy officer in the war, but insolent, Overcome with pride, ambitious past all thinking, \n[39]It cannot be the Volsces dare break with us. \n[40]\n[41]Only make trial what your love can do For Rome towards Martius. \n[42]You know the very road into his kindness, And cannot lose your way. 88. Menenius, despite all still a patriot at heart, decides. ", "MARTIUS": "\n[1]What's the matter, you dissentious rogues, That, rubbing the poor itch of your opinion, Make yourselves scabs? \n[2]He that will give good words to thee will \n[3]What would you have, you curs? He that trusts to you, Where he should find you lions, finds you \n[4]Who deserves greatness Deserves your hate... Hang ye! Trust ye? With every minute you do change your mind, And call him noble that was now your hate, Him vile that was your garland. He continues along the crowd, his cold eyes taking in face \n[5]What's the matter, That in these several places of the city You cry against the noble Senate, who, Under the gods, keep you in awe, which \n[6]Go GET YOU HOME, YOU FRAGMENTS! A tense beat. The riot police shift nervously. The crowd is unsure. The TV news crew films everything. 8. Cassius looks around. He sees the police ready with tear gas. He sees old men, women and children in his crowd. He doesn't want this to explode. He exchanges a few whispers works with Tamora. Word is passed and the crowd begins to disperse. Some run off in a panic. Others walk away. The danger has passed. Senator Menenius, who has been watching from nearby, gestures for Martius to join him. He is an old family friend of Martius' as well as his mentor and chief political advisor. Menenius is relieved bloodshed has been avoided. \n[7]They are dissolved. Hang 'em. Senator Menenius watches the crowd. Disturbed. \n[8]I would they were in Tiber. They move off. \n[9]Go GET YOU HOME, YOU FRAGMENTS! Tullus Aufidius is leaning in. Watching so closely. From his POV: the pixilated close-up of Martius' face on the screen. He runs his knife blade back and forth. Turns it in the light; the reflection of Martius' face distorting as he rotates the blade. 9. Then Aufidius leans back again. Back into the shadows. Disappearing. \n[10]I sin in envying his nobility, And were I any thing but what I am, I would wish me only he. \n[11]He is a lion That I am proud to hunt. Martius takes the remote control. Stops the video. Rewinds to the unclear image of Aufidius. 10. \n[12]Titus Lartius, thou Shalt see me once more strike at Tullus' face. \n[13]They fear us not, but issue forth their city. Sniper bullets slam into a wall near him. He coughs away the smoke and debris. This only makes him more angry: \n[14]They do disdain us much beyond our thoughts, Which makes me sweat with wrath! He that retires, I'll take him for a Volsce, And he shall feel mine edge! Martius leaps up and races on. The others follow in military order. The Roman soldiers move along the street -- it is chaotic -- explosions, smoke and sniper fire -- they duck into doorways and behind abandoned cars -- returning fire as best they can-- Martius leads -- firing stead bursts from his machine gun-- It is slow and bloody going-- Finally the Romans turn a corner and are stopped by a roadblock: a burning bus that fills the entire street-- The Volsces use this roadblock to ambush the Roman soldiers-- We see glimpses of Volscian soldiers darting for position -- firing from rooftops and from inside shops-- \n[15]You souls of geese, That bear the shapes of men! PLUTO AND \n[16]Look to it. Come on! \n[17]Come I too late?! Come I too late?! \n[18]0, let me clip ye In arms as sound as when I wooed, in \n[19]There is the man of my soul's hate-- \n[20]Sir, praise me not. My work hath yet not warmed me. The blood I drop is more medicinal Than dangerous to me. To Aufidius thus I will appear and fight. He turns to some soldiers, imploring them to join him. His bloody visage and intensity are strangely inspiring, his \n[21]If any such be here- As it were sin to doubt - that love this \n[22]\n[23]I'll fight with none but thee, for I do hate thee. \n[24]Pray now, no more. My mother, When she does praise me, grieves me. I have done as you have done - that's what I can; Induced as you have been - that's for my country. Martius continues to look at the poor dying soldier. \n[25]I have some wounds upon me, and they \n[26]I will go wash; And when my face is fair, you shall \n[27]Wears this war's garland And from this time, For what he did before Corioles, call him, With all the applause and clamor of the host, \"Caius Martius Coriolanus!\" Bear the addition nobly ever! The soldiers salute in a grim sort of chant: ", "TAMORA": "\n[1]Let us kill him. The others turn. Tamora, just entering, pulls off her coat, joins the others: \n[2]And we'll have corn at our own price. Is it a verdict? Some are unsure. She is too extreme for some. \n[3]Very well, and could be content to give 4. \n[4]him good report for it -- but that he pays himself with being proud. \n[5]I say unto you, what he hath done famously, he did it to that end...  He did it to please his mother. Some laugh at her gossip. Then the TV image switches to a BREAKING NEWS update: From the Roman Senate. An august press room. A Senator is moving to a podium to make a statement. He is Senator MENENIUS is a seasoned and wily politician. Silver hair, perfectly tailored suit. He is known as a folksy \"man of the people.\" It is a role he plays to perfection. \n[6]He's one honest enough; would all the rest were so. \n[7]Suffer us to famish, and their storehouses crammed with grain-- The others shush her. \n[8]If the wars eat us not up, they will: and that's all the love they bear us. The others are growing increasingly restive -- shifting -- \n[9]No more talking on it! To the Capitol! Come! Come! \n[10]Your own desert? \n[11]How not your own desire? \n[12]Amen, sir. To my poor unworthy notice, He mocked us when he begged our voices. \n[13]He should have showed us His marks of merit, wounds received for's country. \n[14]No, no! No one saw them! \n[15]And will deny him! I'll have five hundred voices of that sound. \n[16]We will so! All Repent in their election! Cassius and Tamora lead the crowd. It is a terrifying spectacle of sudden mob rage, only a razor-thin edge to violence. Brutus and Sicinius watch, satisfied, like Robespierre and Saint Just looking over the bloody guillotine. \n[17]True! The people are the city! \n[18]He's a disease that must be cut away. \n[19]I have; it's ready. \n[20]We shall inform them. Cassius and Tamora hurry off to instruct and manipulate the crowd as best they can. They mix with the audience in the stands. \n[21]He's banished! IT SHALL BE SO! \n[22]The people's enemy is gone! The crowd SCREAMS their approval. The SAVAGE CRY echoes around the studio. The echoing roar takes us to... 68. ", "TITUS": "\n[1]Lead you on. Martius rewinds and plays the image of Aufidius again, rewinds and plays it again, almost obsessively. We push in on the video image of Aufidius... Aufidius appears to be staring right back at Martius... And this takes us to... \n[2]What is become of Martius? \n[3]Thou art lost, Martius... Titus has no time to mourn. He looks over the hopeless situation. Scanning the rooftops, windows and shops. Then he stops He sees something Past the burning bus Through the smoke and flames... He glimpses a ghostly figure... \n[4]Who's yonder, That does appear as he were flayed? 0 gods! He has the stamp of Martius. It is indeed Martius. A shocking sight. Drenched head-to-toe in blood. His face splattered with gore. His eyes wild. Lost in something like rapture. \n[5]Ay, if you come not in the blood of others, But mantled in your own. Martius laughs wildly and embraces Titus, who comes away splattered with blood: \n[6]Worthy sir, thou bleeds. Thy exercise hath been too violent For a second course of fight. \n[7]Rome must know The value of her own. It were a \n[8]He has, my lord. \n[9]He is retired to Antium. \n[10]He did, my lord. \n[11]How often he had met you, sword to sword; That of all things upon the earth he \n[12]At Antium. \n[13]Tribunes, give way. \n[14]Not in this heat, sir-- Coriolanus strides angrily toward the doors and exits-- The others follow-- \n[15]No more words, we beseech you-- The mob has surrounded them all by now. The police are getting nervous, eyes darting uneasily from the unruly crowd to the volatile men. This all has the potential of sparking to violence. We note a TV news crew moving into position, covering the action. Others film with cell phone cameras. We intercut some of this footage. \n[16]\n[17]Farewell, Martius. \n[18]He would not seem to know me. A beat. \n[19]I urged our old acquaintance, and the \n[20]He was a kind of nothing.  Titleless... Till he had forged himself a name in the \n[21]He'll never hear him. \n[22]I tell you, he does sit in gold, his eye Red as it would burn Rome. ", "COMINIUS": "\n[1]The news is the Volsces are in arms. An aide presses a remote. Grainy video images play on a monitor: Volscian soldiers, jeeps, tanks. One section shows a quick image of the rebel leader, a striking man called Tullus Aufidius, riding past in a jeep. \n[2]They have a leader, Tullus Aufidius, that will put you to it. \n[3]If I should tell thee over this thy day's work, Thou would not believe thy deeds. Martius is barely listening. His attention is on a YOUNG SOLDIER across the room. The Young Soldier is injured, pale and thirsty. Dying. \n[4]But I'll report it Where Senators shall mingle tears with 25. \n[5]\n[6]Should they not, Well might they fester against \n[7]Be it known, As to us, to all the world, that Caius \n[8]Look, sir, your mother. \n[9]The deeds of Coriolanus Should not be uttered feebly. It is held That valor is the chiefest virtue, and Most dignifies the haver. Alone he \n[10]Hath he not passed the nobles and the commons? \n[11]The people are abused, set on-- \n[12]Come, sir, along with us-- They hurry Coriolanus away-- The Riot Police, outnumbered, start firing TEAR GAS into the \n[13]Sir, it is fit You make strong party, or defend yourself By calmness or by absence. All's in anger. \n[14]I think it will serve, if he Can thereto frame his spirit. \n[15]\n[16]Amen, amen. \n[17]Hear me, my masters, and my common friends--! \n[18]Let me speak! The crowd's fury is building-- It is all about to erupt-- 66. \n[19]A merrier day did never yet greet Rome, No, not the expulsion of the Tarquins. We have all Great cause to give great thanks. He looks to Volumnia. \n[20]Behold our patroness, the life of Rome. She is erect and exalted. \"The Life of Rome\" personified. She ignores her son. Coriolanus will not look at her. ", "VIRGILIA": "\n[1]But had he died in the business, madam, how then? \n[2]Beseech you, give me leave to retire myself. \n[3]His bloody brow? 0 Jupiter, no blood... \n[4]Heavens bless my lord from fell Auf idius ... \n[5]I thank you, sir; well, good. \n[6]No, good sir, I will not out of doors. \n[7]Indeed, no, by your patience. I'll not over the threshold till my lord return from the wars. \n[8]I cannot go hither. \n[9]No, good sir, pardon me; indeed, I will not forth. \n[10]0, good sir, there can be none yet. \n[11]Give me excuse, good sir. I will obey you in everything hereafter. \n[12]0, no, no, no... \n[13]In truth, there's wondrous things spoke of him. Gods grant them true. \n[14]\n[15]You shall stay too. I would I had the \n[16]What then? He'd make an end of thy posterity. \n[17]My lord and husband-- He stop her, almost a warning, with: \n[18]The sorrow that delivers us thus changed Makes you think so. \n[19]Ay, and mine, That brought you forth this boy, to keep ", "CASSIUS": "\n[1]Before we proceed any further, hear me speak -- You are all resolved rather to die than to famish? The others agree. They are not wild-eyed radicals. They are normal people, from all walks of life. You and me. \n[2]First, you know Caius Martius is chief enemy to the people. A voice from the back of the room: \n[3]We are accounted poor citizens, the patricians good The leanness that afflicts us, the object of our misery, our sufferance, is a gain to them. Let us revenge this with our sticks ere we become rakes! I speak this in hunger for bread, not in thirst for revenge. A woman, a YOUNG MOTHER, protests: \n[4]Against him first. A COLLEGE PROFESSOR, speaks up: \n[5]Soft, who comes here? \n[6]Care for us? They never cared for us yet! \n[7]Why stay we prating here? \n[8]We have ever your good word. \n[9]He has no equal. \n[10]We do, sir. Tell us what hath brought you to it. \n[11]You must think, if we give you anything, we hope to gain by you. \n[12]But this is something odd. Coriolanus continues on. He sees a large JAMAICAN WOMAN with her CHILDREN, carrying plastic grocery bags, talking to a SHOPKEEPER. He goes to them: \n[13]He has our voices, sir. \n[14]\n[15]Was not this mockery? Brutus presses hard: \n[16]He's not confirmed; we may deny him yet! \n[17]I twice five hundred and their friends! The crowd roars approval. A frightening, animal sound. \n[18]We will so! ", "LIEUTENANT": "\n[1]I do not know what witchcraft's in him, \n[2]Sir, I beseech you, think you he'll carry Rome? 85. \n[3]How is it with our general? \n[4]Our soldiers will remain uncertain whilst 'Twixt you there's difference; but the 102. \n[5]fall of either Makes the survivor heir of all. \n[6]So he did, my lord. The army marveled at it; and in the last, When he had carried Rome and that we \n[7]Therefore, at your vantage, Ere he express himself or move the people With what he would say, let him feel your sword, Which we will second. 103. \n[8]Read it not, But tell the traitor, in the highest ", "JAMAICAN WOMAN": "\n[1]You have deserved nobly of your country, and you have not deserved nobly. \n[2]You have been a scourge to her enemies; you have been a rod to her friends You have not indeed loved the common people. \n[3]You have received many wounds for your country. \n[4]The gods give you joy, sir, heartily! Coriolanus is warming to the task, it's easier than he thought. He moves to a central, open area and declares \n[5]The gods give him joy, and make him good friend to the people! The Citizens applaud and give their support: \n[6]No, it is his kind of speech; he did not mock us. "}}