{"dialogues": {"FAIT": "\n[1]Watch yourself. \n[2]Keep it tight. \n[3]Bull's-eye. \n[4]We're in position. \n[5]Not for long. \n[6]Daria. \n[7]Tommy.    Your turn. \n[8]This isn't a conversation.    Do it. \n[9]Out. \n[10]Faith. \n[11]This will trigger the silent alarm. Let's go. We got eleven minutes. \n[12]... I love colored stones... Look at this... \n[13]Two-point-seven million. \n[14]Drug dealers and money launderers. \n[15]This I can use. \n[16]Pow. \n[17]Go. \n[18]Who is this? \n[19]Don't think I'll do that. \n[20]Go time.     Leave the rest. \n[21]Stopped the trains. We're in the rabbit hole, they're sending down the snakes. Daria comes with me. I got no idea where you should go, but you know where to end up. \n[22]Faith. \n[23]Nice. \n[24]You know it's past your bedtime. \n[25]'Just a little longer'... School tomorrow, baby. Let's go. \n[26]'Exit.' 'Quit.' 'Do not save.' 'Special.' 'Shut down.' Sleepy- time. \n[27]You bag some Z's now, you hear? \n[28]... Wait a second. \n[29]I think there's something behind your ear. \n[30]Good night. \n[31]Angels east, angels west, north and south, do your best. Guard her, watch her, while she rests. \n[32]She'll stay down now. \n[33]I'll have a talk with her about it tomorrow. \n[34]I got some work to do in the office. You can go on to bed. \n[35]The guy who called was only interested in the black stones... \n[36]Or something. \n[37]Means this is all we got. \n[38]You all wait to hear from me. \n[39]To get some answers. \n[40]No. I got us into this.     I'll call you if I need you. \n[41]It's cool. \n[42]Pass. \n[43]I got other business. \n[44]Don't know what you're talking about. \n[45]Ever see black diamonds before? \n[46]Find out how much they're worth. \n[47]Yesterday. \n[48]I'll be back. I gotta go fuck over a guy who fucked me over. \n[49]Guess you got to him first. \n[50]... You're the one who called me. The one who took on my guy... Who the fuck are you, man? \n[51]Cool.     I'm Sally. \n[52]Yeah?   Make me an offer. \n[53]... No deal. \n[54]Who's this? \n[55]Fine.   How much? \n[56]I got 'em, I'm selling 'em. So get your bid in or go fuck yourself. \n[57]That your final offer? \n[58]Everybody think I'm the fucking Goodwill or something...? Look, I've had a shitty night, and so far, I got zip for all my troubles. So I don't know who the fuck you are, and I don't care. But hear this: you can beat my ass around the block all night -- Brother, it ain't gonna get you those stones. \n[59]Oh, man... \n[60]Man, how many times I gotta tell people: I'm a business man. Make me a motherfucking offer. \n[61]That shit ain't gonna do it, biggie. 'Cause I ain't scared of guns, and I ain't got the stones. \n[62]Man, what the hell's up with these fucking stones? Go. \n[63]Okay. You saved yourself to tell me. So tell me. \n[64]\n[65]\n[66]\n[67]\n[68]\n[69]\n[70]\n[71]Runs the biggest outfit in town. What warlords are to Afghanistan, Chambers is to L.A... And you want to take him on, you're on your own. Game over for me. And now that I'm truly fucked -- what the hell are you, anyway? You got some I.D.? \n[72]Doesn't mean shit to me. \n[73]You read Chinese? \n[74]What, you some kinda Asian James Bond? \n[75]Yeah, well, they're Chambers' now. And even governments don't go to war with him. \n[76]I'm starting to hate this phone. What now? \n[77]Hey, it's Mr. Dangerous.   'Sup, 'homie'? \n[78]Can't wait to hear. \n[79]Vanessa! \n[80]Motherfucker... \n[81]Don't you hurt her. \n[82]He has my daughter. \n[83]He wants to talk to you. \n[84]What'd you just do?     What happened? \n[85]You what? \n[86]37. \n[87]... I gotta work with you? \n[88]... Shit... We gotta go see Chambers... Oh, god... Vanessa... \n[89]I'm on the way to Chambers... Yeah, I know, but I got no other choice. Just get the word into his pipeline that I'm coming and want permission to visit... I'll get back to you... Faith... Maybe Chambers'll have a heart and give the stones back. Yeah, right -- and maybe he'll join the Peace Corps. \n[90]This ain't the Biography Channel. Let's just get there. \n[91]Eight.   She'll be nine in September. \n[92]Never happen.    I'll just kill 'em. \n[93]About time I got the 4-1-1. \n[94]What's this all about? \n[95]No shit. How about the guy who has Vanessa? \n[96]Great... \n[97]Angels east, angels west, north and south, do your best. Guard her, watch her, while she rests. \n[98]... Chinese guy. \n[99]How you doing, Jump? \n[100]... I got a problem. \n[101]... Good. \n[102]... The black stones. \n[103]I need 'em back. \n[104]... Jump, my daughter's mixed up in this. I gotta have the stones, or she's dead. \n[105]If you need something more than that, here it is... I'm begging you, Jump. \n[106]She's my little girl. \n[107]I used to look up to that guy.      All I wanted was to be like him. \n[108]This ain't Taiwan. Only thing we can do now is find out where the stones are and go take 'em. \n[109]It won't be. \n[110]... They're at his club. \n[111]I know. I can feel it.      That ever happen to you? \n[112]I thought Chinese people were all mystical and shit. \n[113]It's no guess... But I could be wrong... We'll hit the club. You gotta see Archie. \n[114]He's gotta remember something about the guys who took down his place. \n[115]Pretend it's Taiwan.    Make him remember. \n[116]Tommy. \n[117]Safe. \n[118]Take it down. \n[119]Daria.   Get ready to move. \n[120]They're here.    Somewhere else. \n[121]I'm telling you, they're here. \n[122]Everyone out. \n[123]I gotta save Vanessa.     I gotta find 'em. \n[124]Yes, you are.    Go.   Now. \n[125]Shut up and get the fuck outta here! That's an order! \n[126]64. \n[127]Nothing. \n[128]Get ready to move. \n[129]Get the car.     Stay close. \n[130]Yo. \n[131]Above ground parking garage in Chinatown? \n[132]Get there. \n[133]I knew the stones were in there. \n[134]Yeah.   That's what I'm getting. \n[135]... Where the hell is he? Everyone stay put. \n[136]No Chambers' guys.     I don't get it. \n[137]I get it now. \n[138]Are they there? \n[139]No. This can't fucking happen.      They gotta be there. \n[140]... What?     That's it? \n[141]... What the hell happened?        Who got 'em? \n[142]How do you know? \n[143]... How'd he get here before us? \n[144]Vanessa... He has the stones. There's      no reason to keep her. Hell, she's a      little girl, she's eight years old     -- she can't hurt him. He can let      her go... He can just fucking let her     go... \n[145]... What the hell am I gonna do? \n[146]Vanessa! \n[147]Okay, baby, okay. Just calm down. \n[148]Where are you? \n[149]Try.   Try to see something. \n[150]You see chairs and green light? Where's the light coming from? \n[151]The green light, baby -- is it bright? \n[152]It's real bright. \n[153]I know, baby.    Just hang in there \n[154]... Vanessa?... Vanessa!... Shit! \n[155]... Okay, so we know what he's up to. How's it get us to Vanessa? \n[156]Vanessa said she's inside a big building. Could be a hangar. \n[157]... Daria, call the aviation people. Use our L.A.P.D. credentials. We need flight plan info for all private aircraft in this area tonight... Everyone else get ready to move... Miles, the no-gun policy's revoked. You break out the heat... Tommy, you gotta get us a diversion. \n[158]... Do it all fast. \n[159]Wick Airfield... \n[160]... Five private choppers arriving tonight within minutes of each other. \n[161].. It better be, or my baby's dead. \n[162]Let's go. \n[163]So tell me... How the hell's Taiwan fit into all this? \n[164]Ling?   He was one of you? \n[165]So what're you really after -- the stones or the payback? \n[166]... Yeah... Let's get it all. \n[167]Miles, what do you see? \n[168]Vanessa said she was in a van. That's gotta be it. When we get her, you move her outta there fast. \n[169]Miles.   Sentries. \n[170]Tommy and Archie. Watch out for the camper. Punch it. \n[171]Stay. \n[172]Drop the girl. \n[173]Put her down. \n[174]Don't move. \n[175]Wrong kid.    Wrong dad. \n[176]We got it all. What happens to the stones? \n[177]Looks like I'll be doing some jail time. \n[178]We're not. \n[179]Time I got real. \n[180]Time we all did. \n[181]... Faith. ", "SU": "\n[1]Where are the stones? \n[2]Who's getting them for you? \n[3]I know. \n[4]... I want to report a crime in progress. \n[5]Your employer betrayed you. The police are on the way. Leave the black stones. \n[6]You know the ones I mean. \n[7]The stones. \n[8]21. \n[9]Looks dead to me. \n[10]Not me.     Someone else. \n[11]My name is Su. \n[12]I want the black stones. \n[13]You can walk out of here. \n[14]Over here. \n[15]\n[16]\n[17]The stones belong to my government. \n[18]Hello. \n[19]I have the stones.      No negotiations. Let the girl go. \n[20]No negotiations. \n[21]I said I have the stones and won't negotiate for your daughter. \n[22]It will confuse him.     Buy us time and keep her alive. \n[23]Look -- I know him. I want the stones, you want your daughter. We'll get them both back. We'll work together. \n[24]You have no choice. \n[25]I'm sorry about your daughter... How old is she? \n[26]39. \n[27]I wish it were that easy. \n[28]4-1-1? \n[29]The stones aren't what you think they are. \n[30]He's exactly what you think he is -- a thief and a killer. \n[31]I don't speak Korean. \n[32]In Taiwan, I could force him to talk. \n[33]You make it sound easy. \n[34]How do you know? \n[35]No. \n[36]We like to gamble.     Not guess. \n[37]Archie? \n[38]What if he can't? \n[39]They have boxing matches in the day? \n[40]The man you remembered -- how do you know he will be here? \n[41]How will you recognize him? \n[42]How do we get in? \n[43]I didn't come here to fight. \n[44]Find the ring. \n[45]I'll handle it. \n[46]Not today... \n[47]\n[48]\n[49]You win. \n[50]Where is he? \n[51]Where'd he go? \n[52]Something isn't right. \n[53]The doorman. \n[54]The rest are gone. \n[55]... Ling. \n[56]I know. \n[57]He's good. \n[58]... We need to go. \n[59]Come on. \n[60]... I lost the stones. Ling has them... I don't know where he is... I have no way to find him... What do you want me to do? \n[61]I'll call you back. \n[62]Is it bright? \n[63]... He's doing it here.    Tonight. \n[64]Selling the stones... A dye laser emits green light. He needs it to activate them. \n[65]Not making them. \n[66]The buyers will want to arrive and leave quickly... Somewhere private... Accessible by aircraft. \n[67]... Flight plans. \n[68]One of our scientists made the stones. Tried to go into business for himself. We stopped him. Recovered the stones... Ling betrayed us. He took them. \n[69]We were partners. Six of us. He killed the others. He thought he killed me, too. \n[70]82. \n[71]Don't let him get away! \n[72]\n[73]Shoot it down!   Now! \n[74]... I won't.    You will \n[75]This is for our friends. \n[76]They'll be destroyed. \n[77]I'll do what I can. \n[78]... Good luck. ", "ARCHIE": "\n[1]Like it? \n[2]Want it? Give you a good deal. Ammo included... Reactive armor, twin M240 machine guns, 120mm smoothbore cannon. Guaranteed to get you through the rougher areas of the city and keep the neighbors in line. \n[3]How about a Marine Corps assault hovercraft? \n[4]Stack 'em in the office, if you have to. \n[5]... You weren't downtown tonight by any chance, were you, Tony? \n[6]Me either. \n[7]White, blue, yellow, pink. Neil Diamond. Lou Diamond Phillips. Black diamonds? Solid rocks? No. \n[8]You got me. \n[9]There a timetable on this, or -- \n[10]That's what I figured. \n[11]It's Archie.    Bad news.   We got a problem. \n[12]... I did what you said, right? Put it out on the street, trying to get info on the stones. Next thing I know, the Jackson Five here show up... Now, there are three significant elements to notice here. One, I'm outnumbered. Two, they're heavily armed. Three, they're gonna beat me like a bongo drum... \n[13]... I mean, hey, I coulda resisted, sure -- and they coulda beat me into a coma or killed me or whatever -- but then, see, I'm thinking: How would I be able to tell Tony what happened to the stones? Right? What good am I dead or on life-support. So I threw in the towel. Reluctantly, of course. For your sake. \n[14]What? \n[15]\n[16]\n[17]\n[18]\n[19]\n[20]\n[21]Let me see that. \n[22]Taiwan. Central Security Bureau. Taiwanese intelligence. \n[23]No. But I know 'cop' in every language. \n[24]Oh, Jesus... \n[25]Oh, Jesus... \n[26]Not exactly boxing. More dangerous. No gloves. No rules. Big money. Very illegal... Started holding 'em during the daytime to fool the cops. \n[27]I don't. But Chambers owns the operation, so I figure it's a good place to start. This is it. \n[28]I didn't see his face.   But I'll know his pinkie ring when I  see it. Ten carats. Round cut with   square mount. Good color and clarity.   I remember thinking what it would  do to my face if he hit me. \n[29]Leave that to me. \n[30]Hey, man, how you doing? Got a fighter here I want to enter. \n[31]My man's gonna put the rest of these bums to beddy-bye. He'll go in there and get all Chinese on 'em -- the teeth are gonna fly, the blood's gonna run... Gonna be fun. \n[32]You won't have to. That was just to get us in. \n[33]Good day, over a million dollars'll pass hands in here. \n[34]Yeah.    Okay. \n[35]Could take a little while. \n[36]... By the way, when we do find him, what then? \n[37]You're after the stones, too, huh? \n[38]... I did some more checking around to see what anyone knows about 'em... Guess who get back to me? My Defense Department connection. Now, I think he's calling me about this surplus F- 14 Tomcat I'm trying to get my hands on. But no. Turns out he's calling to tell me about a rumor outta Taiwan about black stones -- \n[39]-- only they're not jewels -- \n[40]They're -- \n[41]I know it    wasn't the plan. But if you don't    fight, they're gonna toss us out on    our asses. We might never find the    guy. \n[42]\n[43]\n[44]Decided to leave early. \n[45]Right here. \n[46]Good thing I brought my stunner. \n[47]Okay, bud, wanna start the Q and A? \n[48]Doomsday in disguise. \n[49]They're some kinda new synthetic plutonium. Small and portable, but mega-powerful. \n[50]Yeah, he'd need a big operation for that. Why bother? Just demonstrate the stones work and sell 'em to whichever international scumbag offers the highest bid. He makes millions, they make the bombs, then... 'look out, world.' \n[51]Hey, yeah. Flight plans show destinations. All aircraft file 'em with the Aviation Administration. If we could get a list, we could maybe figure out where the sale's going down. \n[52]I can help with that. \n[53]Shoot back! \n[54]Twin .50's some major firepower. How'd that little shit get one? \n[55]No problem.   Absolutely... Load. \n[56]I did it.   I can't believe it. \n[57]What do I know? \n[58]That's good, 'cause I mean, we make a helluva team, y'know? Well, not you, 'cause you're law enforcement. But the rest of us -- look, a white guy comes in handy now and then. Y'know, if you're pulling a job in Beverly Hills or ripping off a country club or whatever... What kind of percentage are we talking? \n[59]Get real?    What's that mean? \n[60]What, you're all gonna go straight, just like that? \n[61]Me? Are you kidding? I've had straight jobs. You ever had a straight job? \n[62]Name one. \n[63]... You were an Avon lady? \n[64]No, it's just, well, uh... ", "TOMMY": "\n[1]No way. \n[2]Uh-uh. \n[3]Shit. \n[4]... Aloha. \n[5]I hope you don't take offense at this... but I just have such a weakness for a man in uniform. \n[6]Uniform's definitely my thing. I mean, I see a sailor, I'm thinking, mmm, seafood. Y'know? \n[7]Who's talking? Honey, this is a flirting... But you're probably just another good-looking man wasting it all on women. World's full of fools. \n[8]Yahtzee!... Okay, Mr. I-Always-Have- A-Hard-Nightstick. Put away the pictures of those underfed, white males and let's broaden your horizons. \n[9]I like sunsets and puppy dogs, and I'm big in the pants. Just hope I'm not too cute for you. And don't tell me it's a color thing, hon, or I'll come over there and slap a little discrimination right upside your yummy little cheeks. \n[10]Another big, hot, cuddly, black love- Jesus got there first. That bitch. Taking you. From me. \n[11]Hey... This day and age, sweetie, I can appreciate the monogamy. Saving it for your number one is keeping the world safe, and it's okay by me. Even if you are just breaking my heart... Guess I'll just have to come in here someday, let you catch me shoplifting and resist arrest -- just to have you wrestle me down and cuff me. \n[12]Don't you get me all excited now.   I was just learning to accept my disappointment. \n[13]Tommy.     But you can call me Rachel. \n[14]I'll leave you alone. But is it okay if I just stand here and stare at the muscles I'll be missing for the rest of my life? \n[15]\n[16]Earthquake. \n[17]Bet you know how to hit a ten on the Richter scale... \n[18]Shit.  Five-0 at the do'. Better move my car. \n[19]What the hell happened? \n[20]Should we be considering a long vacation in a warm, foreign climate where there's no extradition? \n[21]Little ass-whuppin's nothing. 'Least you didn't have to play all foxy with the rent-a-cop. \n[22]Where're you going? \n[23]Here come da bug man. \n[24]Hey.    Howzit? \n[25]Pest control. Don't tell me you didn't get your notice. \n[26]See, that burns my ass right to the bone. I mean, hey, I'm here doing my job... Anyway, putting that aside, if you had gotten your notice, you'd know there's a new city ordinance saying all businesses catering to foreigners gotta be sprayed. \n[27]'Cause foreign people're bringing all their scary-assed foreign bugs over here. Y'know, in their luggage and shit. And then the bugs're getting loose and fucking everything up -- eating all the trees and everything, y'know, making people sick... Anyway, city says we gotta spray to prevent any infestation and possible spread. \n[28]Yeah, well, maybe you should at least ask the manager about it. \n[29]... Okay. Your call. Just know the city quarantine people'll be here first thing tomorrow. \n[30]They'll be shutting you down for non- compliance... Peace out. \n[31]Quicker'n a Zip-loc. \n[32]I'm a licensed exterminator.   Why would I be fucking with you? \n[33]Look. Let's do this. You let me start with a couple small rooms, y'know, offices or something, someplace you don't have customers. Upstairs, so the fumes don't bother anybody. I'll pop off a couple bug bombs, and then we'll do the rest later. How's that? \n[34]... Look.   At.   This. \n[35]Roger that. \n[36]Just keep the door closed and be sure to give this shit a full hour before anyone comes in. \n[37]Question is, how do we get 'em out? Place is slamming nonstop. \n[38]What? \n[39]This fucker's making bombs? \n[40]Freeze, motherfuckers! \n[41]Just be cool! \n[42]I said don't move, motherfucker! \n[43]Shit!   What do we do? \n[44]How? \n[45]Motherfucker.    Couldn't fucking listen. \n[46]Can you hit it? \n[47]Shot him right in the ass. \n[48]Thought you said it was no problem. \n[49]Jail? Man, you just helped save the planet. Law's gotta allow for that. \n[50]... Means we're through with that life. \n[51]Maybe oughta try it yourself. \n[52]I had plenty of straight jobs. \n[53]I sold Avon door-to-door. \n[54]I was an Avon man. You got a problem with that? \n[55]Nah, I'm just fucking with you. But my momma did it, and don't you dare start disrespecting my momma... ", "DARIA": "\n[1]I'm here for the reception. \n[2]Angie Rawlins. \n[3]... I hate these things.      Don't you hate these things? \n[4]Then again, you never know who you're going to meet... \n[5]8. \n[6]Well, I suppose I should go up and see what they're selling. \n[7]Tommy... \n[8]Change of plans. He's gay. \n[9]Yeah way. \n[10]Key-card. \n[11]Why don't you keep my purse?     I shouldn't be too long. \n[12]Faith. \n[13]Holy shit... \n[14]Works for me. \n[15]\n[16]Christophe sold us out. \n[17]You made it. \n[18]So what do we do? \n[19]Be careful. \n[20]'Sup, Odion? \n[21]... Sometimes you need an old friend, y'know? \n[22]... With a capital 'T.' \n[23]Used to be that way. Not treating me right these days. The kid's all he cares about. \n[24]... Man, I don't know. Probably nothing you can do. I just thought... Hey, y'know, this is crazy. I don't know what I was thinking. I shouldn't even be here like this. Sorry, Odion. \n[25]Back in the day... Just always seemed like you and I had something special between us. \n[26]I always cared for you, Odion. That's why I'm here. \n[27]I need something. \n[28]Here?... Oh, man, I don't know. \n[29]Yeah, but it's been a while for that... Might not remember how. \n[30]Don't know how Jump'd feel about it. Having me back. \n[31]... Just talk? \n[32]Sit down. \n[33]Put on some music. \n[34]Nah.    Something slower. \n[35]That's good... Now just relax... And watch... \n[36]Keep it in your pants. \n[37]We're still here to help you, T. \n[38]Shut up, assholes... \n[39]Here. \n[40]What are these stones? \n[41]Sounds like our best shot. \n[42]I'll keep her safe. \n[43]Get him. \n[44]I'm with you, T. ", "LING": "\n[1]Enjoying California? \n[2]The stones? \n[3]... Let's hope that was part of the plan. \n[4]So this is Mr. Christophe? \n[5]Apparently we're not his first visitors today. \n[6]Whatever you're going to say... Make it the truth. \n[7]I know you're there, Mr. Fait. \n[8]The man for   whom Mr. Christophe arranged to   have the black stones brought into   the country and deposited at   the jewelry exchange. The man who   wants them back. Now. \n[9]Maybe you didn't understand me.    The stones are already mine. \n[10]I don't have time for this. \n[11]I can be a very dangerous man, Mr. Fait. \n[12]I hope you've reconsidered. \n[13]You've made this difficult, Mr. Fait. Let me make it easy. \n[14]I have your daughter. \n[15]She's very pretty in her pink pajamas. Aren't you, Vanessa? \n[16]I want my stones, Mr. Fait. \n[17]You think about it a moment. Let me talk to the Chinese gentleman who's with you. \n[18]That's up to you... The Chinese gentleman, please? \n[19]I thought I killed you. \n[20]Do you really want one more person to die? \n[21]Find a place to put her. \n[22]Su says he has the stones... But why cut me off? Why not negotiate for the girl? It doesn't make sense. \n[23]We'll never regain their confidence. We need information. Find the right people. Pay whatever it costs. Something's not right. Something's happening with the stones. \n[24]We'll need her... She stays alive. For now. \n[25]How much money do you want for the stones? \n[26]Mr. Chambers is resting.   He says not to bother him. \n[27]We're back in business. \n[28]Is everything else ready? \n[29]... So small. So deadly... We're selling conscience for money... \n[30]... But it's a lot of money... \n[31]Be ready to kill the girl and go as soon as the sale's over. \n[32]You're the world's foremost arms dealers. You all know that weaponry equals power. And in the world of weaponry, nukes rule. \n[33]But nuclear material is hard to obtain and difficult to handle... But what if it weren't?... That's the question that brought you here tonight... And here's the answer. \n[34]In its present state, it's completely inert. Zero radiation, zero volatility... \n[35]One small    fragment. Transformed into a source    of immense energy. More powerful    than weapons-grade plutonium a hundred    times its size. \n[36]Go! \n[37]\n[38]Retract the gear! \n[39]96. \n[40]I'll kill you fast.    You won't Feel a thing. ", "MILES": "\n[1]Faith. \n[2]Whose shit we stealing, anyway? \n[3]Faith. \n[4]You'll have to come and get 'em. \n[5]By the skin of my ass. Some Chinese dude kicked me around the motherfuckin' block. Busted my ear piece. \n[6]Snagged my loot, too... Maybe time to rethink the no-gun policy. \n[7]I got your back. \n[8]Even with the music, they're gonna hear it when I fire this tank buster. \n[9]Not here? \n[10]What're you talking about? \n[11]What're we gonna do? \n[12]What about you? \n[13]I'm not leaving you. \n[14]T. Come on, man. They're outside. Give it up. \n[15]Anything you want us to do? \n[16]Know it. \n[17]Want me to get that? \n[18]Hello. \n[19]What the hell you talking about? \n[20]Man, there's dozens of little airports around here. We'd never get to 'em all. \n[21]Two sentries my side. \n[22]Sale's at this end... There's a camper with painted windows. Middle of the hangar. \n[23]\n[24]\n[25]Done. \n[26]Vanessa's out of the camper.   Running this way. \n[27]She's out. \n[28]There's a guy after her. \n[29]\n[30]\n[31]\n[32]Lost 'em behind the gas truck. \n[33]\n[34]No shot. \n[35]Whatever you say, man. ", "CHAMBERS": "\n[1]Metz. \n[2]D.V.D.'s broke. \n[3]Thanks for your patience.   Man needs his nightly rest. Who's the gook? \n[4]... No shoes in my crib. \n[5]In. \n[6]Don't waste my precious time. \n[7]How's Daria? \n[8]Always was good. From the moment I found her till the moment you took her away from me. Problem, you say? \n[9]Bitch brought it in. Made me a lotta money. But that all stopped. You stopped that. You decided it was okay to put an end to that. Black stones. Go on. \n[10]Only smart thing was not pimping her yourself, 'cause then I'da been real sore-angry, and you'da both been real cold-dead... \n[11]But you don't pimp, do you? Just a thief in the night. Stealing what don't belong to you. \n[12]You like tall white women? \n[13]He can't talk? \n[14]Bought myself this Korean club downtown. Packing in the Seoul brothers 24-7-365... Black man gouging Koreans, ain't that a switch... Motherfuckers got faces like walls, but they love to drink liquor and look at naked girls... Place is no shitbox, either. Got me an office looks like a kabuki love palace. My own little sanctuary -- \n[15]-- just waiting for when I parole out... Stop by sometime, eyeball the poon. \n[16]Big heist. Risky heist. Breaking news. I'm watching it wondering why. What's worth that kind of trouble, that kind of heat? Gotta be something good. Gotta be something expensive. \n[17]Make another one... Lotta offspring running around. Big scores're rare in a lifetime. \n[18]Slope's no dope. \n[19]Your choice. \n[20]Say hey to Daria. And don't forget your shoes. \n[21]... If you're willing to pay five, you're willing to pay ten. \n[22]You're    willing to pay ten, you're willing    to pay twenty. Twenty, forty.     Forty, eighty... I'm not selling    till I know exactly where the ceiling    is. \n[23]You like foreplay? \n[24]I hate foreplay. Fuck the warm-up drills -- girl's gotta get in there and be ready to score points. Bring it straight to the motherfucking hoop. You understand? So, instead of us going back and forth doing warm-ups, my idea's for you to think of a number. A very high number. A very final number. A number so high and final it'll get me off good, bam, right when I hear it. \n[25]Okay, okay... \n[26]Ain't worth my life... I'll take the five and call it a game. ", "VANESSA": "\n[1]Just a little longer. \n[2]Okay. \n[3]What? \n[4]Oh, please, that is so lame.     It's in your hand. \n[5]How'd you do that? \n[6]Daddy! \n[7]My daddy's gonna come and kick your butts. \n[8]You shut up! \n[9]I want my daddy! \n[10]I want my daddy! I want my daddy! \n[11]I want my daddy! I want my daddy! \n[12]I want my daddy! I want my daddy!    I want my daddy! \n[13]... Answer, Daddy, answer... \n[14]Daddy? \n[15]Come get me!   Please!   I want to go home! \n[16]I don't know. I'm in a van inside a big building. They painted the windows. I can't look out. \n[17]I see chairs.    And there's green light. \n[18]I can't tell. \n[19]Yeah.   Really, really bright. \n[20]Daddy, hurry!    I'm scared! \n[21]... Daddy?!   Daddy?!... \n[22]\n[23]Daddy! ", "CHARLES": "\n[1]Hope we're not here long.    I hate sunshine. \n[2]Where'd you get that piece of shit? \n[3]You're sure you cleaned it out? \n[4]I'm sick of her already. \n[5]Shut up! \n[6]Go to sleep! \n[7]Whoa. Take it easy. Just seeing if I could help with something. \n[8]What? \n[9]What? \n[10]What? \n[11]I'm backing away... I'm backing away... \n[12]Someone give the geek his Ritalin. \n[13]Get the hell off me. \n[14]... Waste of time... I can think of a better way of shutting you up -- \n[15]Shit. She got the key! \n[16]Good. I don't have to baby-sit much longer. \n[17]\n[18]\n[19]\n[20]\n[21]Time to end this my way. ", "ODION": "\n[1]Delicious Daria. \n[2]Long time no see. \n[3]Like cognac. Just getting better. So what brings you around? \n[4]Got trouble? \n[5]Tony Fait? Thought you and him were tight. Bonnie and Clyde. \n[6]... What do you want me to do? \n[7]Nah, hey, hold up. It's okay. \n[8]Didn't know you thought so. \n[9]... You looking for a job? \n[10]... So maybe you could work here. \n[11]You were the best. Not many girls pulling in two g's a night. \n[12]Just like a bicycle, baby.     You don't forget that stuff. \n[13]Hey, you let me worry about Jump, okay? Meantime, why don't you come on in, and you and me can, y'know, talk some more about it. \n[14]... No. \n[15]What was that? \n[16]'Sometimes you need an old friend'... \n[17]Watch her.   Don't let her leave. \n[18]Yeah. Fell down the stairs... Enjoy the jail sex, Fait. ", "SONA": "\n[1]We may have a problem. \n[2]The exchange was just robbed. \n[3]Yes. Only the handcuffs and fish tank are a new look. \n[4]38. \n[5]What about the girl? \n[6]Stop it. \n[7]At least he's doing his job. Which is more than I can say for some people. \n[8]Tape her up and gag her. \n[9]I hate kids. \n[10]We just have to test the device. \n[11]The buyers arrive in less then an hour. \n[12]The purpose of today's sale is to begin trading a new commodity on the black market and establish its value... There are fifty stones available in the first sale. The opening price is one million per stone... Bids, please? \n[13]84. \n[14]We'll take that... There are now thirty-seven stones available. ", "DOUGLAS": "\n[1]Last delivery's finally here. \n[2]Introducing a new line of jewelry. \n[3]Name, please? \n[4]Thank you. You can go on up.       Front elevator, to the mezzanine. \n[5]I'm just here to do my job. \n[6]Really, ma'am.   I have a job to do. \n[7]Hi. \n[8]If that's your thing... \n[9]I'm not actually supposed to be talking on duty. \n[10]I'm hooked up. \n[11]Sorry. \n[12]I can be pretty rough. \n[13]Douglas. And, man, I really gotta get back to what I'm supposed to be doing, okay? ", "RUSSELL": "\n[1]Hey!    Get away from there! \n[2]What are you doing?! \n[3]You can't! It's very delicate equipment! Stay away! Just stay away from my truck! \n[4]Stay away from my truck! \n[5]Stay away from my truck! \n[6]Dye master oscillator. And not test, calibrate. Which I'm now ready to do... Goggles. \n[7]We're operational. \n[8]Goggles on. \n[9]... Firecracker... .44 magnum... R.P.G... Sidewinder... SCUD... Tomahawk... Daisy Cutter... Hiroshima... two Hiroshimas... \n[10]... New World Order. \n[11]Goggles off. \n[12]I knew it!   I knew it! \n[13]Fucking amateurs! ", "DOORMAN": "\n[1]What the hell you doing? \n[2]What notice? \n[3]Yeah?    How come? \n[4]We're doing business inside. Can't let you just start hosing the place with bug spray. \n[5]Manager's busy. \n[6]Quarantine people? \n[7]Wait, wait, wait. \n[8]City's really gonna come and close us up? \n[9]... You sure you're not fucking with me? \n[10]... Yeah, okay. Get the bombs, and come on. \n[11]Just do your thing and go, bro. ", "CHRISTOPHE": "\n[1]Yes? \n[2]Delivery confirmed. The stones are there. \n[3]Who the fuck are you? \n[4]Fuck off. \n[5]I'll tell you. \n[6]Please, Monsieur Ling -- \n[7]Christophe here. Leave a message. ", "TV ANCHOR": "\n[1]... We go now to this breaking story... \n[2]... You're watching a man on an all- terrain vehicle leading police in a high-speed chase through downtown Los Angeles. An L.A.P.D. spokesman says the man, Anthony Fait -- \n[3]-- commandeered the A.T.V. after \n[4]... And it looks like this chase will end here, as police seal off the building... \n[5]... Here's a car coming down the exit ramp... \n[6]... The police apparently talking to the driver... \n[7]... Now letting this car drive on as the search inside continues... "}}