{"dialogues": {"CHEV": "\n[1]\n[2]\n[3]\n[4]Come on ... \n[5]Let me talk to him. \n[6]Where is he? \n[7]Where - thefuck - is - he? \n[8]Fine, yes, please let the doctor know that Chev Chelios is a dead man if he can't call me back within the hour... got that?     C \n[9]D-E-A-D.   Chelios... got it? \n[10]Thank you. \n[11]Kaylo. My man. So, where were you last night? \n[12]I said, where were you last night? \n[13]\n[14]Who would've thought that little bastard had the stones to come whack me in my own crib... it's inconceivable... and yet, here we are. \n[15]I'm dead and you're simple. Now listen: you put the word out I'm looking for Ricky Verona. Anyone sees him you call me. \n[16]I'm going to get that little son of a bitch if it's the last thing I do... it may actually be the last thing I do, understand that? Copy me on that? \n[17]Find him! \n[18]Where's Verona!! \n[19]Talk!! \n[20]Don't fuck with me!! \n[21]\n[22]Look, I got to find Ricky Verona ... \n[23]... right, I know, you don't know where he is, but you're going to tell me where he is, or I'm going to BLOW YOUR BRAINS \n[24]Where's Verona. \n[25]You pulled the Anselmo job together, don't try to bullshit me ... \n[26]That's not how I heard it. \n[27]Alright. \n[28]Forget it. I just gotta find Ricky Verona, that little bitch ... \n[29]Look, just give me some coke, OK?    You got any coke? \n[30]Come on, man, I know you got coke. \n[31]Come on, I don't have time for this, just give me something ... I'm really dying here ... \n[32]No. You don't understand, I'm really fucking dying ... if I don't ... May I just have some coke, please? \n[33]That's right. \n[34]\n[35]OK, that's good.    That's good. \n[36]Seems like some Chinese assholes hired him to kill me... \n[37]What do you know about it? \n[38]Of course I pulled the trigger! WHY \n[39]his shit's not working. \n[40]Alright ... who wants white meat? \n[41]Doc? \n[42]\n[43]\n[44]\n[45]Great. \n[46]You haven't been tight since your brother fucked you in 3rd grade. \n[47]We'll see. \n[48]\n[49]\n[50]You've got to do something for me, it feels so crazy, like it's in my blood ... \n[51]It's like... it's like... like I'm slowing down... like I'm caught in a tar pit... \n[52]Yeah. \n[53]\n[54]Not really. Actually I'm feeling pretty good right now. \n[55]Driving through a mall with five cops chasing me. \n[56]I'm having a little trouble hearing you, Doc. \n[57]Explain. \n[58]What's that? \n[59]That's what I'm trying to do... just keep moving... keep the blood pumping... every time I slow down it's like my veins start to rust... \n[60]A couple grams of coke. \n[61]Yo!   Right here! \n[62]Go. \n[63]Straight.    Now. \n[64]Make a right. \n[65]ey, crank the music. \n[66]No, CRANK IT. \n[67]Pull over.     Come on, right here.    Thank you. \n[68]OK, I'll be back in one minute.       Don't go anywhere. \n[69]You move, you die ... \n[70]\n[71]Hey boss. \n[72]Well, something urgent has come up. \n[73]Then you know what happened? \n[74]What can I say. Look, Carlito, I need your help. I don't have much time. \n[75]We've got to find an antidote or something. \n[76]What's the matter? \n[77]What, so that's it? \n[78]A miracle. \n[79]Well you don't have to be so damn cool about it. \n[80]Tell me you're going to find that punk Verona and his whole fuckin' crew and feed `em to a cage of wolverines. \n[81]What is this? Are you boys now or something? \n[82]Opportunity. \n[83]Ill advised? \n[84]Oh. That's outstanding, Carlito. I'm glad to know that my death can be of some use to you. \n[85]Am I being difficult? Is this what you call difficult? I don't know if you noticed, but I'm having a DIFFICULT \n[86]orget it, I'm out of here. \n[87]I just gave you 200 dollars to wait for 3 minutes. \n[88]\n[89]Yeah. \n[90]Shit. \n[91]In English, doc.    Please. \n[92]Epi ... something ... \n[93]OK, OK.        I gotta go. \n[94]Yeah. \n[95]\n[96]Yeah, what is it? \n[97]Uh huh. \n[98]Where are you now? \n[99]I'm there.     Meet me on 3rd and Flower. \n[100]He's in there now? \n[101]Did anyone go in with him? \n[102]\n[103]How you like that one, tough guy? How freaking awesome was that? \n[104]You feel like talking to me?   Where's your brother? \n[105]Nice ... wonder how many steaks I could get out of you ... \n[106]\n[107]Jesus ... nothing's easy ... \n[108]You want to hold hands? \n[109]Hey Ricky, whadya think about sucking me off, ya in the mood? Maybe let me lick your ass or sumtink? \n[110]That's right, bro. You wanna guess how I got your brother's cell phone? \n[111]I can tell you have it all figured out. Looks like you should've cut me up when you had the chance. \n[112]What's that? I can't hear you ... experiencing some 20/20 hindsight? \n[113]I know, I know ... hey, what's this? \n[114]A necklace? You guys really are faggots aren't you? \n[115]No thanks, but you know I believe I'll hang onto it... looks like you'll have to come find me after all. Fucked up that you killed your own brother. \n[116]Out. \n[117]What was that... epi... shit... 10 milligrams... \n[118]Huh?    Oh.    I'm taking off. \n[119]I'd get out of here if I were you. \n[120]I'm looking for something ... starts with \n[121]That's funny. No, I'm talking about some kind of artificial adrenaline ... some shit ... you know ... \n[122]I have heart problems. \n[123]Yes!    Yes ... that's it ... you have it? \n[124]Why? \n[125]Come on, what is that... \n[126]What? \n[127]You've got epinephrine on this cart!    I want that shit! \n[128]What? \n[129]Yeah, yeah. \n[130]\n[131]\n[132]Give me that. \n[133]Not going to tell you again. \n[134]Now juice me. \n[135]I haven't got all day, just do it, will you? \n[136]\n[137]How much of this stuff did he say to take? \n[138]Woah.   Woah. Woah. \n[139]\n[140]Yep. \n[141]Got it. \n[142]Yep. \n[143]Right. \n[144]Check. \n[145]Check. \n[146]Let me check. \n[147]Check. \n[148]Urinary sphincter ... check ... \n[149]Negative. \n[150]Check. \n[151]Copy. \n[152]Copy.    Out. \n[153]You want it? You want this? \n[154]Yeah. \n[155]You've been home all day? \n[156]You were sleeping in, that's great, Eve ... super great ... you all rested now? \n[157]Well, I'm glad to hear that. Listen, I've been fatally poisoned, there's probably a psychopath heading over there to torture and kill you as we speak, but don't bother getting out of bed, I'll be there in a flash ... Maybe you could fry me up a waffle or something, kay? \n[158]Right, you'll be there, OK. \n[159]Hey doll. \n[160]That's right. You into it? \n[161]Thank you. \n[162]You haven't turned on the TV today, right? \n[163]Didn't think so.    Listen, we've got to get out of here. \n[164]What? \n[165]The microwave. \n[166]You love me, right? \n[167]Then I need you to do something for me. \n[168]I need you to put some clothes on and come with me right now. \n[169]I'll change the clock on the microwave. \n[170]Great, great ... \n[171]Yes. No! ... thanks ... \n[172]Nothing ... burned my hand ... \n[173]It's nothing... don't worry about it... let's get out of here ... \n[174]\n[175]I'm sorry ... look, can we just ... \n[176]Shit! \n[177]I'm parked out back. \n[178]The thing.     What thing. \n[179]You trying to burn down the building? \n[180]Whoa whoa whoa... \n[181]Is this yours? \n[182]My car. Actually... I took a cab. \n[183]You know, I didn't have a lot of time to pick this out ... \n[184]\n[185]Alright, here it is. I told you I was a video game programmer. That was a lie. Actually... \n[186]I kill people. I'm a professional hitman. I freelance for a major West Coast crime syndicate. \n[187]Last night was a job like a hundred others. A high dollar hit. Nothing special. \n[188]Your life, jackass. A hundred grand wants you dead, so sooner or later it's going to happen. But I'm not doing it. \n[189]nstead, you're going to do something for \n[190]Or if you prefer, we can do it the other way, the way where I go to work and you go meet Buddah. \n[191]See: I quit. I quit the business. For you. \n[192]figure I call you that night. I tell \n[193]Yeah, well... I may be going on a trip, but you're not coming with me... \n[194]Eve... baby... please! \n[195]You think it sounds crazy? How do you think I feel - I've gotta live this shit... \n[196]... just need... \n[197]Wait a minute. Do you trust me? \n[198]Make love to me. \n[199]Come on. I think it'll help. \n[200]Take your clothes off. \n[201]You always say you want to be more spontaneous. \n[202]Save me, Eve. Save my life. \n[203]I'll fucking get it up! \n[204]Shut up! \n[205]\n[206]Shit! \n[207]Yeah. \n[208]Kaylo? \n[209]No shit.    Where are you? \n[210]Shh. Downtown? \n[211]Listen to me. You don't let that motherfucker out of your sight. I'll be there in ten minutes. You got that? \n[212]Out. \n[213]I have to go. Please understand. \n[214]hit! \n[215]I'll call you! \n[216]Right... just step on it, alright? \n[217]Nice. \n[218]What the hell. \n[219]Tastes like ass. \n[220]What'd you say was in this stuff? \n[221]Wow. \n[222]It's all you, man.    Keep it. \n[223]Right... \n[224]Wait a minute, wait a minute ... \n[225]This is fucked. \n[226]Hey, what a coincidence, you like this spot too? \n[227]Yeah I am.     Where's Kaylo? \n[228]OK, ding, time's up ... \n[229]Alright, where is that motherfucker? \n[230]What the fuck is this? \n[231]What? \n[232]Carlito? \n[233]Carlito ordered this? \n[234]Just die. \n[235]Maybe you're right. \n[236]That's true ... we all gotta die ... \n[237]Right ... so ... let's all die ... \n[238]\n[239]Nice. \n[240]Come on! Wait - \n[241]... OK, now come on. \n[242]here's the keys? \n[243]Cool. \n[244]Welcome to my life. \n[245]Oh. Yeah. \n[246]The poison? Yeah, that's true too. \n[247]Pretty much. \n[248]Adrenaline. It's the only thing that slows it down. \n[249]Yeah. Sorry. \n[250]What are you doing? \n[251]\n[252]Oh boy... \n[253]Oh yeah, that's... that's really working for me... \n[254]Stay down. \n[255]That's it that's it that's it... just a little... \n[256]What's the matter? \n[257]They're dead. \n[258]I told you, baby... I quit. \n[259]Wait here. \n[260]Jesus Christ! Now what...? \n[261]Stay. \n[262]I can't feel my leg. \n[263]\n[264]Where are you? \n[265]Sure, why not? \n[266]gesturing with his head at the \n[267]It feels sort of good. \n[268]So I'm not... better? \n[269]So... what are you going to do? \n[270]Then what? \n[271]Does she know? \n[272]A dream. \n[273]No... no, that's not what I want. \n[274]One hour. \n[275]I want one hour. \n[276]Hey douchebag, thought you might be interested in a little deal. \n[277]I want the antidote. \n[278]That's right. \n[279]How about the jewelry I got off your faggot brother, you cocksucker? \n[280]Thinking about it? \n[281]You like that deal? \n[282]I'll be at Downtown Standard in twenty minutes. You know the spot? \n[283]Don't be late, or I'll trade this thing to some whore for a hand job ... \n[284]It's going to be alright, baby. \n[285]I know. But things have changed. There's an antidote. I can make a deal for it, but I've got to go alone. \n[286]Of course. But you'll be safe now. And I'll be back. \n[287]I promise. \n[288]What's happening, brother? \n[289]Did you say something? \n[290]Right, with you popping Valium like Tic Tacs and balling some new asshole every two weeks... why wouldn't I stick around for entertainment like that? \n[291]Mom, I got no time for this... \n[292]Orlando? \n[293]This is weird. \n[294]I'm the Terminator. \n[295]Don't tell me you're talking about your bro, Def Lepard. \n[296]Yeah, not so much. I don't get it - why didn't you guys just cut me up alive when you had the chance? \n[297]Who the hell are you, anyway? \n[298]I think I'm starting to figure it out. \n[299]Yeah, maybe. \n[300]But I'm taking you with me. \n[301]Some pills, Doc. \n[302]Easy ... \n[303]Looks like everyone's here. \n[304]No shit. \n[305]Basically. \n[306]We'll see what kind of a bitch you are when Carlito hires you for half what he used to pay me... and you take it. \n[307]You'll probably throw boss a nice little reach-around just to show what a good bitch you are. \n[308]Is that what I think it is? \n[309]Not so fast, motherfucker. \n[310]Booosh! \n[311]Presto. \n[312]Too late! \n[313]Oh no you don't... \n[314]Present from Kaylo. \n[315]I told you I'd kill you, you son of a bitch! \n[316]Hey doll. Looks like I let you down again. You were right about me ... funny, you really have time to reflect on things when you know you're going to die ... seems like all my life I've just been going, going, going ... I wish I'd taken more time to stop and smell the roses, so to speak, but well, I guess it's too late now... you were the greatest, baby. ", "EVE": "\n[1]I'm glad you called, but I'm not here. Can you leave me a message? Unless you're trying to sell something, because I'm absolutely not interested. But if you're not ... \n[2]... then just ... oh, wait ... time's up - \n[3]Hey. Did you try to call? \n[4]I was sleeping in. \n[5]Just a minute. \n[6]Alright, alright, Jesus ... \n[7]... calm down, what the hell ... \n[8]Oh.   My.   God. \n[9]Is this your new look or something? \n[10]It's ... completely appalling.    Very you, Chev. \n[11]Are you looking for my other boyfriend? \n[12]No.   Why? \n[13]What are you talking about?    Don't be such a freak. \n[14]Actually, I'm glad you're here. Can you change the clock on the microwave? \n[15]I never changed it back. \n[16]Yeah. I never changed it back.   You know, daylight savings time. \n[17]That's sweet. Are you OK? You look like you're on drugs or something. \n[18]Yes. \n[19]What is it? What's wrong? \n[20]But ... I ... \n[21]\n[22]Oh darn! I forgot, the waffle iron's on if you want to make one. \n[23]You're so stressed out, do you want some pot? \n[24]What's the matter? \n[25]Come on, let me see ... \n[26]That was just totally uncalled for. \n[27]Fine. \n[28]Oh darn... the thing. \n[29]The waffle thing. I forgot to turn it off. \n[30]Hello? \n[31]Nice one. \n[32]You know, I could use a little help here. \n[33]Where's your car? \n[34]Hm.   So why are we here? \n[35]For me? \n[36]I don't understand. \n[37]Mob hits, Chev? Chinese poison? Do you know how ridiculous you sound? If you're going to break up with me, at least you can tell me the truth. \n[38]Chev, you're scaring me. \n[39]No. \n[40]What? \n[41]Help what? \n[42]Get off!   Are you kidding me? \n[43]No! \n[44]Stop it! \n[45]Oh my God, Chev! \n[46]You filthy animal ... \n[47]Take me right here in front of everyone. \n[48]What are you waiting for? \n[49]Tell me you're joking.    Now you can't get it up? \n[50]God damn it, Chev ...! \n[51]Oh God... Oh God... yes... \n[52]What??? \n[53]What's the matter with you?!! \n[54]No. Chev. I DO NOT UNDERSTAND. \n[55]\n[56]\n[57]I had to see if you were telling the truth... oh, and you have my purse. \n[58]Darn it, I forgot to take my birth control pill. \n[59]My stuff... \n[60]You weren't lying. \n[61]No, I mean: that you were going to give it all up for me. \n[62]And the other part? \n[63]Then... that means... \n[64]How can we stop it? \n[65]his will get you going. \n[66]Come on, let's finish what you started. \n[67]Are they... OK? \n[68]How can you... how can you do that...? \n[69]What's the matter? \n[70]I hate television. \n[71]But... you said... \n[72]Do you promise? \n[73]... leave a message. ", "C": "\n[1]\n[2]8. \n[3]\n[4]1     \n[5]11. \n[6]13. \n[7]\n[8]\n[9]\n[10]\n[11]\n[12]\n[13]19. \n[14]HEV pushes \"answer\" and picks up the new call. \n[15]HEV gives the cops the slip and heads into a ... \n[16]\n[17]\n[18]26. \n[19]\n[20]door. doors. A VALET approaches him and CHEV gets in his face, FLASHING MURDEROUS TEETH and shoving him away, hopping up and down to keep the heart pounding ... he heads over to the cab waiting out front. The same ARAB CABBIE is waiting inside. \n[21]29. \n[22]3     \n[23]31. \n[24]downtown L.A. \n[25]\n[26]4     \n[27]34. \n[28]\n[29]36. \n[30]40. \n[31]\n[32]\n[33]\n[34]\n[35]51. \n[36]53. \n[37]\n[38]54. \n[39]55. \n[40]\n[41]\n[42]60. \n[43]61. \n[44]\n[45]\n[46]72. \n[47]73. \n[48]\n[49]\n[50]76. \n[51]77. \n[52]84. \n[53]spine, taped up with white adhesive. breaths and leaves the stall. \n[54]\n[55]\n[56]HEV glances at the lit floor number display, then back. \n[57]\n[58]102. \n[59]HEV swoons; his eyes roll back in his head ... he starts to \n[60]", "VERONA": "\n[1]What's shaking, douchebag? Thought I'd give you the heads up. You're dead. \n[2]Yeah, that's right, you little bitch ... if you're watching this tape it means that I somehow resisted the urge to dismember you and shove the pieces down the garbage disposal ... opting instead to poison you in your sleep. Yeah, you heard me... \n[3]... I fucking poisoned you in your sleep. How sick is that?... for the satisfaction of watching you squirm out your last minutes knowing it was me that did it to you, and there's nothing you can do about it... \n[4]\n[5]Let me guess, you're trying to puke the shit out, right? Right? Don't bother... \n[6]Hey, it's been real. Probably should've thought twice before you whacked Don Kim. Experiencing a little 20/20 hindsight? I thought so. Have a nice death... \n[7]... asshole. \n[8]ey, what's up, Doc! \n[9]ude, aren't you dead yet?    What the hell \n[10]eah, whatever. Look, just thought you'd \n[11]arlito? That's funny, I guess you \n[12]lever. Snappy. Did you pretty good, \n[13]Right, right, and the best part about it is... \n[14]I doubt it. \n[15]Talk to me, bro. \n[16]You're supposed to be dead!!! \n[17]struggling to find a heinous enough threat \n[18]You motherfucker, my grandfather gave that medallion to my father, and then to - your ass. \n[19]You - \n[20]Right, so... let's go get the bitch. \n[21]Give me a fucking break... \n[22]Oh ... you think?    Jesus ... \n[23]It's him. Alright, shut up. \n[24]What's up, corpse. \n[25]Oh, the antidote, huh? \n[26]And what are you prepared to give me. Asshole. \n[27]Hmmm. \n[28]Alright. \n[29]Whatever. \n[30]Of course. \n[31]I'll be there. \n[32]What the hell are you looking at? \n[33]What's up, dead? \n[34]Wait a minute. Pat him down again. He's carrying something. \n[35]What the fuck is insulin? \n[36]I'm nobody's little bitch. \n[37]I'm nobody's little bitch, you hear me? He'll pay what I tell him to pay...! \n[38]Speak for yourself. \n[39]Dude's gone dipsy doodle... \n[40]Whatever, psycho... \n[41]Ourfather whoartinheaven hallowedbethy - \n[42]Now what? Now say shit! \n[43]\n[44]That's right, motherfucker!   FLY! \n[45]You're dead, you're dead, you're dead! ", "DOC MILES": "\n[1]Doc Miles. \n[2]Sorry baby, I just got the message. \n[3]Alright, slow down. You say you've been poisoned. Can you describe the symptoms? \n[4]Blurred vision? \n[5]Dizziness? \n[6]Pain in your chest? \n[7]What are you doing? \n[8]The flow of adrenaline is keeping you alive. \n[9]Listen, Chev - you have to keep moving. \n[10]If I'm right, they gave you the Beijing Cocktail... very nasty ... works on your adrenal gland, blocking your receptors. The only way to slow it down is to keep the flow of adrenaline constant. \n[11]Meaning: if you stop, you die. \n[12]If you stop, you die. \n[13]Have you taken anything? \n[14]Oh boy. Well, that's a start. Look, I'll be back in LA in an hour. I'll call you as soon as I land. Keep yourself pumped up. Don't stop, don't quit, I'll be there. \n[15]\n[16]Relax. I mean don't relax. Listen to me. The shit they gave you is cutting off your adrenaline. \n[17]Your only shot is to massively increase the level of ephedrine in your body ... to force out the inhibitors ... \n[18]You've got to get to an emergency room and get yourself some epinephrine ... it's artificial adrenaline ... it comes in 10 milligram syringes ... the shit's potent so don't overdo it ... probably a fifth of an injection will do. \n[19]nephrin.    Epi-nephrin. \n[20]I'll call you - \n[21]Chevy! \n[22]I'm in the air, man.     Did you get the stuff I told you? \n[23]You took it? \n[24]You shot the whole thing, didn't you? \n[25]Oh boy. I said a fifth of a syringe, you idiot. Now you're dead for sure. \n[26]Chest is on fire. \n[27]But you're cold. \n[28]You got a steel hard on. \n[29]That's the stimulation of the blood vessels ... your urinary sphincter is tight as a knot ... couldn't pee to save your life ... \n[30]Maybe you can get a hold of some vicadin ... you still at the hospital? \n[31]Maybe some weed ... I don't know ... \n[32]Well, that shit should be out of your system in a half hour or so, if you live that long ... this air phone is costing me a fortune ... look, I'll be in LA in twenty minutes. I'll call you when I hit the ground. \n[33]You're a good kid, Chev.   Nice knowing you. \n[34]Chevy! Holy shit, man, I've been trying to reach you for a half hour. \n[35]I'm at my office. Can you get here? \n[36]You're my best customer. \n[37]Synthetic ephedrine, diluted with saline. \n[38]Oh, I also gave you a little meth. That's the endorphins rushing into to your brain that you're feeling. \n[39]Fuck no. You're in such shit shape it's stunning. I've never seen a heart take this kind of punishment and keep ticking. You should be in a fucking medical journal or something. \n[40]The solution I'm giving you is acting as a competitive inhibitor... meaning it pushes the poison out of your receptors and replaces it with a chemical... it's a temporary fix... \n[41]Look, if we put you on life support we could maybe string you out for a few days, but at some point you'd almost certainly lapse into a coma... and then... \n[42]f you want, I can load you up with \n[43]Can I do that for you, Chev? \n[44]Then ... what? ", "ORLANDO": "\n[1]It's cool it's cool it's cool! \n[2]I'm talking! What are we talking about? \n[3]OK, nobody's fucking with you, just calm down ... \n[4]There's a white man with a gun in here, I would prefer that he not cap my ass, so please refrain from any sudden ass bullshit! Now you see that? I'm trying to help you here. \n[5]Why would I know where ... ? \n[6]\n[7]Can we all just get along?   Can we? \n[8]Now Chevy here has something he would like to discuss. So we are going to discuss it. In a civilized manner. Chevy? I believe you had a question, or some point you were trying to make? \n[9]OK. I am not affiliated with Ricky Verona. \n[10]Easy ... easy ... now things are beginning to clarify ... you see how that works? How discussion can lead to clarity? \n[11]Clearly you are operating under a false pretense. Ricky Verona and myself did not \"pull the Anselmo job together.\" In fact, Ricky Verona fucked me on the Anselmo job. In fact, Ricky Verona owes me seventy five hunna dollars. \n[12]But that's the way it is. That's the way it is. So you see, I don't know where Ricky Verona is. Because if I knew where he is, I would probably be there right now, beating his Gucci ass down. \n[13]Thank you. That's what I'm talking about. That resembles civility. \n[14]Shit dude, what's the matter with you? \n[15]I understand that. You've made that point abundantly clear to all of us. \n[16]Now what can I do to help you? \n[17]OK, now you're insulting me. \n[18]You think every brother is carrying, is that it? \n[19]I can see that. \n[20]So this is medicinal use coke, that's what you're telling me. \n[21]Well? \n[22]You got something for me, or what? \n[23]Chevy ... come on, man... \n[24]\n[25]Ah, so this is about the Don Kim situation. \n[26]I know you pulled the trigger. \n[27]O...kay... \n[28]Whoa, Chelios. You good, man? \n[29]Beg your pardon? \n[30]Well, a man's got to do what a man's got to do. Uhh... what exactly is it that you got to do? \n[31]What? \n[32]You got no time, period. \n[33]But you know this has got to stop sometime. What do you think you are, Michael Myers? They pop you and you just keep gettin up? ", "CARLITO": "\n[1]Chevy. \n[2]I'm surprised to see you. \n[3]Ha!   So I've heard. \n[4]Word travels fast.     You amaze me, my friend. \n[5]The shit they gave you ... it's the Chinese shit. There is no antidote.     I wish there was something I could do. \n[6]Honestly, you should be dead already. It's a miracle. \n[7]We give that shit to horses ... \n[8]C          I'm sorry.  heads afloat.  \n[9]What do you expect me to do? \n[10]Verona? That's just a small time punk. But... that's not to say there isn't an opportunity here. \n[11]Everyone knows the love I have for you, Chev. Maybe this can even the score for the Don Kim hit, which was perhaps ill- advised. \n[12]The heat from Hong Kong has been more than we anticipated. \n[13]Don't be difficult. \n[14]re you disrespecting me, Chev?    Is that \n[15]Chelios... what a fucking mess you are. \n[16]Why don't you sit down? \n[17]Let me see that. \n[18]Clever ... what is this, an insulin pump? \n[19]Ephedrine, right? \n[20]Very resourceful ... \n[21]That's enough. \n[22]I said that's enough. It's been a long day. But in the end, you must agree, it all works out quite nicely. Don Kim gets his bullet, thanks to you... \n[23]The Chinese shit. Hold him down. \n[24]I'm afraid the Houdini act is over, Chelios. \n[25]Shut up, Verona. \n[26]Get me out of here! NOW! \n[27]I'll kill you for this, Chelios! \n[28]Get down! \n[29]Ronnie James Dio...! \n[30]Jesus, man, where the fuck where you? ", "HEV": "\n[1]Yeah, yeah.     You wanna know what I was doing? \n[2]What? What? You heard me.      That son of a bitch Ricky Verona. \n[3]I think I know what I have to do. \n[4]Got to kick... some black... ass. \n[5]Sorry, I must take this. See you later. \n[6]Doc!    Shit, it's about time. \n[7]Beverly Hills. \n[8]I can't believe it. \n[9]\n[10]Interesting. Downtown Charlie O's? \n[11]You know, man, I kind of like that shit you put in me. Think you can get me some more? \n[12]I know you motherfuckers have epinephrine! \n[13]You.   Get me some ... I need ... \n[14]OK ... needles, hate needles ... \n[15]Took it. \n[16]I bought you some flowers, but they got fucked up on the way over here. \n[17]That shit's wearing off ... \n[18]Aww, damn it, I'm sorry baby... \n[19]Congratulations. \n[20]What was that? \n[21]What the fuck is this, you working for the Chinese now? \n[22]ike this? WHERE'S VERONA? \n[23]I owe you again, Doc. \n[24]Mom? \n[25]Did you rehearse this? \n[26]Found a new master, you little bitch, is that it? \n[27]There. ", "T": "\n[1]12. \n[2]\n[3]16. \n[4]25. \n[5]he whole restaurant, OLD LADIES included, dogpile the poor \n[6]. \n[7]he COPS turn the corner.        CHEV is still trying to play it \n[8]\n[9]. . \n[10]\n[11]\n[12]48. \n[13]\n[14]57. \n[15]\n[16]\n[17]64. \n[18]\n[19]70. \n[20]\n[21]", "H": "\n[1]21. \n[2]23. \n[3]24. \n[4]\n[5]e shakes his head to clear it. \n[6]39. \n[7]e looks around and spots a COP on a motorcycle, waiting at a \n[8]\n[9]\n[10]69. \n[11]71. \n[12]e clicks off - and CHEV is on him, snatching up the HOOD'S \n[13]\n[14]\n[15]1     \n[16]79. \n[17]\n[18]\n[19]ello? \n[20]95. \n[21]", "E": "\n[1]\n[2]50. \n[3]\n[4]\n[5]\n[6]\n[7]\n[8]\n[9]\n[10]and jogger. \n[11]\n[12]62. \n[13]\n[14]\n[15]\n[16]VE holds out her hand, where she's had them all along. \n[17]\n[18]80. \n[19]81. \n[20]89. ", "KAYLO": "\n[1]Hello? \n[2]I ... uhh ... \n[3]What? \n[4]What? \n[5]Where are we? \n[6]Ricky Verona? \n[7]Chev! \n[8]Chev? \n[9]Hello? \n[10]Chev? \n[11]Chev! I just saw Verona's brother going into Charlie O's. \n[12]Yeah.    I was just down here getting a taco.    He went right in, like, 2 minutes ago. \n[13]I'm across the street, getting a taco. Where are you? \n[14]What? \n[15]I've got Verona. \n[16]I've got Verona, man. \n[17]Don Kim's shirt factory.     Upstairs. \n[18]Yeah. \n[19]OK, Chevy ... ", "VE": "\n[1]Yep. \n[2]Sure, come on over, I'll be here. \n[3]I hate you ... \n[4]Oh my God, are you OK?   Let me see... \n[5]Alright, alright...! \n[6]Hello? Hello? Alright, very funny... \n[7]I hate that... \n[8]I swear to God, Chev, I don't know what you're on these days but it is not working for you... \n[9]You're embarrassing. \n[10]You are so weird. Are we going on a trip? \n[11]Oh my God, Chev... what's the matter with you? \n[12]You're insane. You're like some adrenaline junkie with no soul. \n[13]That's it... do it ... \n[14]Come on, put it in me... \n[15]What are you doing?!! \n[16]So... when we were in Chinatown...? \n[17]You like that? \n[18]So you can fall asleep like you always do? I don't think so. \n[19]I'm scared. ", "S": "\n[1]hit! \n[2]ILENCE - just the sound of CHEV'S heartbeat, pumping. \n[3]tandoff. CHEV holds the gun with an unsteady hand, studying hen, as much from exhaustion as from a sense that he's \n[4]2     \n[5]17. \n[6]ure. \n[7]\n[8]56. \n[9]ilence hangs heavy in the room... CHEV holds the gun to DON \n[10]68. \n[11]82. \n[12]98. \n[13]", "A": "\n[1]27. \n[2]lright, wait here. \n[3]LEX continues through the kitchen with a distinct lack of \n[4]LEX rolls onto his knees, and with a burst of energy throws \n[5]47. \n[6]\n[7]65. \n[8]half dozen more HOODS are gathered in front of the freight \n[9]91. \n[10]93. \n[11]TV REPORTER is sending a live feed amidst the pandemonium. \n[12]", "(": "", "HAITIAN CABBIE": "\n[1]Hey. \n[2]Hey man. What's the matter with you? You a crackhead? \n[3]Hey, you not gonna die in my cab, crackhead. \n[4]I got something for you. \n[5]You drink this Haitian shit, crackhead. This right here is some hardcore shit. Made from plant shit. \n[6]What are you laughing at? Look at this! \n[7]That's right, devil. You wait. \n[8]We're here. \n[9]I told you: it's hardcore. \n[10]Have a nice day, devil. ", "I": "\n[1]t's CHEV, fully dressed. He meets CARLITO face to face heir heads rise just above the water, like heads on a \n[2]35. \n[3]\n[4]\n[5]63. \n[6]\n[7]\n[8]85. \n[9]90. ", "HOOD #1": "\n[1]Where's he going? \n[2]Verona got nothing to do with this. \n[3]Don Carlos wants you off the street. \n[4]You've totally lost your shit, dude ... you're all over the TV ... destroying property, making unauthorized hits ... you're causing the organization a great deal of embarrassment. \n[5]Look, forget about Verona. We'll take care of him. The best thing for you to do is to find a nice, dark, quiet place and just ... die. \n[6]Yeah.   Just ... die. \n[7]I mean we all gotta die sometime, right? \n[8]Eh? \n[9]What the...? ", "1": "", "W": "\n[1]hat? \n[2]hy you looking for Verona anyway? \n[3]41. \n[4]58. \n[5]8   \n[6]\n[7]", "CABBIE": "\n[1]Where we go? \n[2]OK, cowboy. \n[3]Where you want to go, man? \n[4]You're not getting into my cab wet. \n[5]You are not getting into my car no way. \n[6]I love America! I love Bush! ", "V": "\n[1]\n[2]\n[3]87. \n[4]\n[5]\n[6]103. ", "DON KIM": "\n[1]Well? What are you waiting for? \n[2]Did I win something? \n[3]I see. \n[4]48 hours. \n[5]So this is how it is. \n[6]Confucius. "}}