{"dialogues": {"JAMES": "\n[1]Of course. Be there in a minute. \n[2]Where were you? \n[3]Did you come? \n[4]We were interrupted. I had to go back to the set... \n[5]I've been thinking about that, about you and Karen. \n[6]Thank you. \n[7]They consider this to be the airport hospital. This ward is reserved for air-crash victims. The beds are kept waiting. \n[8]I'll listen for you buzzing over. \n[9]Is that a gift from Wendel? It has an aeronautical feel to it. \n[10]That's going well, then. \n[11]And her husband? What was he? \n[12]Where's the car? \n[13]What!? They brought the car here? \n[14]Have you seen it? \n[15]It's about time. \n[16]After being bombarded endlessly by road-safety propaganda, it's almost a relief to have found myself in an actual accident. \n[17]Yes? \n[18]Yes. \n[19]Dr. Remington...? \n[20]You should have gone to the funeral. \n[21]What about his wife? The woman doctor? Have you visited her yet? \n[22]I can't sit on this balcony forever. I'm beginning to feel like a potted plant. \n[23]Is the traffic heavier now? There seem to be three times as many cars as there were before the accident. \n[24]I thought she might come along. Handling a car again might be more tiring than I imagine. \n[25]You're not envious? \n[26]No. \n[27]There's still a patch of blood there on the road. Did you see it? \n[28]You were the last one I saw just before the accident. Do you remember? We made love. \n[29]I can drive. \n[30]I'm not thinking about the crash at all. \n[31]It's not here. Maybe the police are still holding it. Their forensic people... \n[32]You'll tear your gloves. \n[33]I don't think we should have come here. I'm surprised the police don't make it more difficult. \n[34]Can I give you a lift? I somehow find myself driving again. \n[35]You haven't told me where we're going. \n[36]The airport? Why? Are you leaving? \n[37]I take it you're not wearing white to reassure them. \n[38]So -- why the airport? \n[39]Look at all this traffic. I'm not sure I can deal with it. \n[40]Are we imagining it? \n[41]The Road Research Laboratory? Where they simulate car crashes? \n[42]Isn't that rather too close...? \n[43]What is it? \n[44]Really? What kind of exhibition is it? \n[45]You're kidding. \n[46]You're not jealous, are you? You have to understand... Helen and I had this strange, intense... experience together. \n[47]It's strange -- I thought all this would be far more popular. \n[48]Who is that? The announcer. Do I know him? \n[49]Oh, yes. I thought he was a medical photographer, doing some sort of accident research. He wanted every conceivable detail about our crash. \n[50]Is that part of the act or are they really hurt? \n[51]Why are the police taking this all so seriously? \n[52]Do you live here? With Seagrave? \n[53]What kind of help can I possibly be to you? You seem to be everywhere at once as it is. \n[54]What exactly is your project, Vaughan? A book of crashes? A medical study? A sensational documentary? Global traffic? \n[55]Vaughan, what the hell are you doing? Are you trying to create your own Famous Crash? \n[56]It does. \n[57]He's very pale. Covered with scars. \n[58]No. But when he's in that car... \n[59]I think it's badly scarred too. From a motorcycle accident. \n[60]Please finish your story. \n[61]And you had sex with all of these men in cars? Only in cars? \n[62]And did you fantasize that Vaughan was photographing all these sex acts? As though they were traffic accidents? \n[63]You could get your wish at any moment. \n[64]Is that why you drive this car? I take it that you see Kennedy's assassination as a special kind of car crash? \n[65]It's very... satisfying. I'm not sure I understand why. \n[66]What about the reshaping of the human body by modern technology? I thought that was your project. \n[67]Hard to say. \n[68]No, thanks. I'll go with Vaughan. \n[69]Vaughan isn't interested in pedestrians. \n[70]At home. I couldn't face all this traffic. \n[71]We must have driven through a pool of blood. If the police stop you again, they may impound the car while they have the blood analyzed. \n[72]Hello? Ballard. \n[73]Where are you? \n[74]Where do you think that one should go? \n[75]I thought that was you, up there. \n[76]What? Tell me. \n[77]One of your suitors? \n[78]It's Vaughan. He's courting you. Let's go find him. \n[79]The traffic... where is everyone? They've all gone away. \n[80]Not yet. It's only beginning. \n[81]Vera! Vera Seagrave! \n[82]Are you leaving, Vera? Listen, I'm trying to find Vaughan. \n[83]I think he'll be waiting for us at the airport. \n[84]I'd like to register a claim for the black 1963 Lincoln, the one that came in a couple of days ago. Is there a form I can fill out? \n[85]A close friend owned it. \n[86]Catherine. Are you all right? Are you hurt? \n[87]Maybe the next one, darling... Maybe the next one... ", "CATHERINE": "\n[1]In the private aircraft hangar. Anybody could have walked in. \n[2]No. What about your camera girl? Did she come? \n[3]Poor darling. What can I do about Karen? How can I arrange to have her seduce me? She desperately needs a conquest. \n[4]There, that's better. \n[5]Not a lot of action here. \n[6]If I groundloop during my flying lesson on Saturday you might wake up and find me next to you. \n[7]Yes. From Wendel. To celebrate the licence approval for our air-charter firm. I forgot to tell you. \n[8]Well, yes. You're getting out of bed tomorrow. They want you to walk. \n[9]The other man, the dead man, his wife is a doctor -- Dr Helen Remington. She's here, somewhere. As a patient, of course. Maybe you'll find her in the hallways tomorrow on your walk. \n[10]He was a chemical engineer with a food company. \n[11]Yes. \n[12]Aida telephoned to say how sorry she was, but could you look at the storyboards again, she's made a number of changes. \n[13]Outside in the visitors' car-park. \n[14]My car, not yours. Yours is a complete wreck. The police dragged it to the pound behind the station. \n[15]The sergeant asked me to identify it. He didn't believe you'd gotten out alive. \n[16]It is? \n[17]Both front wheels and the engine were driven back into the driver's section, bowing the floor. Blood still marked the hood, streamers of black lace running toward the windshield-wiper gutters. \n[18]Minute flecks were spattered across the seat and steering wheel. The instrument panel was buckled inwards, cracking the clock and the speedometer dials. The cabin was deformed, and there was dust and glass and plastic flakes everywhere inside. The carpeting was damp and stank of blood and other body and machine fluids. \n[19]I wish I had. They bury the dead so quickly -- they should leave them lying around for months. \n[20]No, I couldn't. I feel too close to her. \n[21]Renata tells me you're going to rent a car. \n[22]How can you drive? James... your legs. You can barely walk. \n[23]I've never really noticed. Is Renata going with you? \n[24]I'm amazed that she'll let you drive her. \n[25]Maybe I am a little. James, I've got to leave for the office. Are you going to be all right? \n[26]I can't believe you've done this. \n[27]Yes, it is. Are you planning to have another car crash? \n[28]He must have fucked a lot of women in that huge car of his. It's like a bed on wheels. It must smell of semen... \n[29]Do you find him attractive? \n[30]Would you like to fuck him, though? In that car? \n[31]Have you seen his penis? \n[32]Is he circumcised? Can you imagine what his anus is like? Describe it to me. Would you like to sodomize him? Would you like to put your penis right into his anus, thrust it up his anus? Tell me, describe it to me. Tell me what you would do. How would you kiss him in that car? Describe how you'd reach over and unzip his greasy jeans, then take out his penis. Would you kiss it or suck it right away? Which hand would you hold it in? Have you ever sucked a penis? Do you know what semen tastes like? Have you ever tasted semen? Some semen is saltier than others. Vaughan's semen must be very salty... \n[33]They're questioning Vaughan about an accident near the airport. Some pedestrian... they think he was run over intentionally. \n[34]You'd better drive him. He's a bit shaky. I'll follow in my car. Where is yours? \n[35]I'd better come with you, then. Are you sure you can drive? \n[36]My last lesson's next week. James... my car... \n[37]I wasn't driving. I'd left the car in the parking-lot at the airport. Could it have been deliberate? \n[38]One of my suitors. \n[39]I'd like to go back. James... \n[40]James... \n[41]James, I... I don't know... I think I'm all right... ", "VAUGHAN": "\n[1]James Ballard? \n[2]Crash victim? \n[3]We'll deal with these later. \n[4]'Don't worry, that guy's gotta see us!' These were the confident last words of the brilliant young Hollywood star James Dean as he piloted his Porsche 550 Spyder race car toward a date with death on a lonely stretch of California two-lane blacktop, Route 466. 'Don't worry, that guy's gotta see us.' The year, 1955; the day, September thirtieth; the time: now. \n[5]The first star of our show is 'Little Bastard', James Dean's racing Porsche. He named it after himself, and had his racing number, 130, painted on it. \n[6]The second star is stuntman and former race driver -- Colin Seagrave, who will drive our replica of James Dean's car. \n[7]I myself shall play the role of James Dean's racing mechanic, Rolf Wütherich, sent over from the Porsche factory in Zuffenhausen, Germany. This mechanic was himself fated to die in a car crash in Germany twenty- six years later. And the third and in some ways most important party, the college student Donald Turnupseed, played by movie stuntman Brett Trask. \n[8]Turnupseed was on his way back to his home in Fresno for the weekend. James Dean was on his way to an automobile race in Salinas, a dusty town in northern California. The two would only meet for one moment, but it was a moment that would create a Hollywood legend. \n[9]You'll notice that we are not wearing helmets or safety padding of any kind, and our cars are not equipped with roll cages or seat-belts. We depend solely on the skill of our drivers for our safety, so that we can bring you the ultimate in authenticity. All right, here we go. The fatal crash of James Dean! \n[10]Rolf Wütherich was thrown from the Porsche and spent a year in the hospital recovering from his injuries. Donald Turnupseed was found wandering around in a daze, basically unhurt. James Dean died of a broken neck and became immortal. \n[11]Hit his head, I think. His balance is off. \n[12]It's not the police. It's the Department of Transport. Internal politics. It's a joke. They have no idea who we really are. \n[13]That was glib, wasn't it? 'James Dean died of a broken neck and became immortal.' But I couldn't resist. \n[14]I'd really like to work out the details of the Jayne Mansfield crash with you. We could do the decapitation -- her head embedded in the windshield -- and the little dead dog thing as well. You know, the Chihuahuas in the back seat. I've got it figured out. \n[15]Don't leave yet, Ballard. I want you to help me. \n[16]I live in my car. This is my workshop. \n[17]And this is the new project, Ballard. \n[18]It's something we're all intimately involved in: the reshaping of the human body by modern technology. \n[19]It excited her, Ballard. Your wife, Catherine. She enjoyed it. Ask her. \n[20]Get all the paper you can, Ballard. Some of the stuff they're giving away is terrific: 'Mechanisms of Occupant Ejection', 'Tolerances of the Human Face in Crash Impacts'... \n[21]I've always wanted to drive a crashed car. \n[22]No, I mean a crash with a history. Camus's Facel Vega, or Nathaniel West's station wagon, Grace Kelly's Rover 3500. Fix it just enough to get it rolling. Don't clean it, don't touch anything else. \n[23]The case could be made. \n[24]Take a look at this and tell me what you think. \n[25]It's the future, Ballard, and you're already part of it. For the first time, a benevolent psychopathology beckons towards us. For example, the car crash is a fertilizing rather than a destructive event -- a liberation of sexual energy that mediates the sexuality of those who have died with an intensity impossible in any other form. To fully understand that, and to live that... that is my project. \n[26]A crude sci-fi concept that floats on the surface and doesn't threaten anybody. I use it to test the resilience of my potential partners in psychopathology. \n[27]You drive. \n[28]Let's get rid of that. I don't want you blowing it up my urethra. \n[29]It's Seagrave. He was worried that we would never do Jayne Mansfield's crash, now that the police were cracking down. So he did it himself. \n[30]The dog -- God, the dog is brilliant, perfect. I wonder where he got it? \n[31]Come with me, James. I have to document it. \n[32]You're right, Ballard. There's an all-night car-wash in the airport service area. \n[33]I need to see you, Ballard. I need to talk to you about the project. \n[34]You're making it too clean. \n[35]This isn't a medical tattoo. This is a prophetic tattoo. Prophesy is dirty and ragged. Make it dirty and ragged. \n[36]There's no difference. James -- I want you to let her give you this one. \n[37]It should go here. ", "HELEN": "\n[1]After this sort of thing, how do people manage to look at a car, let alone drive one? I'm trying to find Charles's car. \n[2]They said it was here. They told me this morning. \n[3]This is your car? \n[4]Were you badly hurt? I think we saw each other at the hospital. I don't want the car. In fact, I was appalled to find that I have to pay a small fee to have it scrapped. \n[5]Haven't I? To the airport, if you could. \n[6]Not yet -- though not soon enough for some people, I've already found. A death in the doctor's family makes the patients doubly uneasy. \n[7]I'll wear a bloody kimono if I want to. \n[8]I work in the immigration department there. \n[9]Do you want a cigarette? I started to smoke at the hospital. It's rather stupid of me. \n[10]It's much worse now. You noticed that, did you? The day I left the hospital I had the extraordinary feeling that all these cars were gathering for some special reason I didn't understand. There seemed to be ten times as much traffic. \n[11]You've bought yourself exactly the same car again. It's the same shape and colour. \n[12]Turn up here into the car-park. It won't be busy this time of day. \n[13]I've found that I enjoy burying myself in heavy traffic. I like to look at it. Yesterday I hired a taxi-driver to drive me around for an hour. 'Anywhere,' I said. We sat in a massive traffic jam under an off- ramp. I don't think we moved more than fifty yards. I'm thinking of taking up a new job with the Road Research Laboratory. They need a medical officer. The salary is larger -- something I've got to think about now. There's a certain moral virtue in being materialistic, I'm beginning to feel. Well, it's a new approach for me, in any case. \n[14]Yes. \n[15]That's the point. Besides, I know I can give something now that I wasn't remotely aware of before. It's not a matter of duty so much as of commitment. \n[16]The real thing is available free of charge. Besides, it's not quite legal. They can't advertise. \n[17]That's Vaughan. He talked to you at the hospital. \n[18]When I first met Vaughan, he was a specialist in international computerized traffic systems. I don't know what he is now. \n[19]I don't know. You can never be sure with Vaughan. This is his show. \n[20]I know that man, Seagrave, the stunt driver. I think he's genuinely hurt. \n[21]What's the matter with Seagrave? \n[22]They did the James Dean crash. It seemed to go perfectly. But he started to feel nauseous on the way back. I'm sure it's concussion. \n[23]Have you come? \n[24]The junior pathologist at Ashford Hospital. Then the husband of a colleague of mine, then a trainee radiologist, then the service manager at my garage. \n[25]Yes. I didn't plan it that way. \n[26]Yes. They felt like traffic accidents. \n[27]We can have a look at it again on the monitors. They're showing it in slow motion. ", "RENATA": "\n[1]Are we allowed to park here? \n[2]I'm sure the police would make an exception in your case. \n[3]I saw the blood. It looks like motor oil. \n[4]Are you still involving me in your crash? \n[5]Who is that man? Is he a private detective? \n[6]Can you drive? \n[7]I almost forgot to give you this. Probably because I know you're going to like it. \n[8]A complimentary ticket for a special stunt-driving exhibition. Definitely not part of the big auto show. There's a map in the packet and a note requesting you be discreet about the location. \n[9]I suspect it involves re-enactments of famous car crashes. You know, Jayne Mansfield, James Dean, Albert Camus... \n[10]Serious. But you'll have to take your new friend, the female crash- test dummy. She dropped it off for you. \n[11]We've had a few of those ourselves, haven't we? \n[12]Your friend's still out there. \n[13]What does he want from you? \n[14]I'm going to leave now. Do you want a lift? "}}