{"dialogues": {"CAL": "\n[1]Well, I'm full. You were right, hon. I shouldn't have eaten all that bread. Want to just share a dessert? Tracy is lost in thought, gazing at a menu. \n[2]You okay, babe? You seem out of it. \n[3]Me too. Okay, let's say it at the same time. One. Two. Three... \n[4]Please stop. \n[5]If you keep talking, I'm going to get out of the car. 9. \n[6]Okay. Just like that, Cal OPENS THE DOOR to the moving car and, simply, steps out. Tracy SCREAMS as Cal goes flying. She screeches to a stop as he tumbles to the curb in her rearview mirror. \n[7]I'll leave tonight, I'll sign whatever you want me to sign, if you'll just stop talking about it. She touches his bloody forehead, affectionate. There's still something here. \n[8]Okay. He stands, limps back to the car. \n[9]Mrs. Weaver told me she wants a divorce so I jumped out of the car. Hope the kids behaved. Come on, I'll drive you home. Robbie steps INTO FRAME. \n[10]Oh. I didn't know you were here. \n[11]Yes. \n[12]A moving car, yes. \n[13]I'm sorry you found out this way. \n[14]Thanks. Jessica, you got your coat? \n[15]We'll talk to the kids tomorrow. Tell them we're separating. Just separating. We'll do it together. He thinks. \n[16]I'll have to tell Nanna. Uch, she's gonna be crushed. But not right now. She's got enough to worry about... He trails off. Another long beat of silence, then he remembers his company and turns toward Jessica. \n[17]So, I hear Stanford early admission, huh. I know your dad is so proud. \n[18]David Jacobowitz! Are you kidding me!? DAVID FUCKING JACOBOWITZ! \n[19]Sorry about that. \n[20]Hey: do me a favor -- can you not mention what's going on between Mrs. Weaver and I to your parents? It's probably better they hear it from us. Okay? \n[21]That's my girl. Jessica awkwardly gets out of the car. \n[22]Hey, Jessica? Thanks for listening. She smiles, turns back. She freezes when she sees... He's holding CASH out the window to pay her. \n[23]You put this to that fake ID you'll need up at Stanford. And with a sad wink, he drives off -- leaving her standing there, lovelorn and forty-five dollars richer. \n[24]Yes. Just... yes. A GIRL  approaches the bar. Cal taps her shoulder, a drunken train-wreck waiting to happen. \n[25]Guess what? \n[26]My wife is having intercourse with someone who isn't me. \n[27]That's very nice of you to say. She just told me tonight, obviously it came as a bit of a shock and you're not listening anymore. The Girl has turned back to a group of friends. \n[28]I bet you wouldn't ignore me if I were David Jacobowitz. My wife doesn't ignore David Jacobowitz.  She screws him. Something catches Cal's eye across the bar. We PAN TO... \n[29]Gay. 15. \n[30]I guess the price is right. \n[31]I'll take it. \n[32]I guess. \n[33]Who told you Tracy and I were getting a divorce? \n[34]I have to go buy furniture now. Cal stands, EXITS. \n[35]My wife is sleeping with David Jacobowitz. I need a couch. \n[36]Sure. \n[37]I want it in beige. 17. \n[38]Oh, no, I'm sorry, I'm waiting for a friend. \n[39]Yeah, well, my wife is screwing David Jacobowitz so eat me. The guy shrugs, walks away. Cal looks at his watch, puts a napkin on his drink, and stands. \n[40]Can't help but notice that you're always surrounded by women. Multiple women. Jacob doesn't even turn. \n[41]I'm getting divorced. Or, in the process. Gonna be single again. Nothing. \n[42]Any advice? \n[43]So gay. \n[44]Don't worry about it, here, sit, I've been guarding this stool with my life. Bernie sits, looks uncomfortable. \n[45]It's good to see you, man. I've called you a few times. It's been a rough couple of days, obviously. Nothing I could use more than my old pal Bernie to unload on. Hey, we should play racquetball, when's the last time we played racquetball? \n[46]I'm sorry, what? \n[47]Are you breaking up with me? \n[48]Do you have anything with a worm in it? Because I'd like a gallon of that now. \n[49]This is my youngest, Molly. Her two favorite things are High School Musical and her mother. I hate both of her two favorite things. A SHARP WHISTLE interrupts. Cal turns, sees Jacob. Jacob motions for Cal to come over. Every move Jacob makes is practiced, perfectly cool. 20. \n[50]\n[51]I already have a drink. \n[52]Okay. Jacob motions to the Bartender who NODS. Cal SITS. \n[53]My wife is cheating on me with -- \n[54]You know what, I don't need this \n[55]Okay. Cal sits. Jacob's that powerful. Cal's that drunk. 21. \n[56]Yeah, okay. \n[57]I'm sorry, what? Jacob downs his drink, nods at THE WOMAN . \n[58]I'll be fine. \n[59]It was two times -- \n[60]I did that on purpose. \n[61]Once I'm settled, I'll get the kids so they can see the place. He walks to the truck. Tracy's voice stops him. 24. \n[62]Make sure the lawn gets enough water. \n[63]You have to fertilize once a month. Not twice a month, not once every two months. She takes a deep breath, finding her balance. \n[64]The sprinklers turn off behind you. \n[65]If it rains a lot, you need to shut off the automatic setting. \n[66]I think it was when you screwed David Jacobowitz. Ouch. Tracy's face registers the blow, but she nods: she also understands it. \n[67]Make sure my azaleas get enough sun. Cal turns, gets in the U-HAUL, and backs out... And immediately crashes into the neighboring FENCE. \n[68]Okay, well, this is it. What do you think? Didn't have a lot of time to house-hunt, but... They look around his depressing, beige apartment. A pathetic TV plays the Disney Channel in the corner. \n[69]There's a second bedroom with twin beds so you two can stay over whenever you want! Anytime! \n[70]Hey, hey. Come on now, you'll visit all the time. Every weekend. It won't be that bad. \n[71]Listen, baby. What's happening with your mommy and I... it's not what either of us wanted, not what either of us planned. 26. \n[72]But you need to understand that you kids have done nothing wron-- \n[73]You? Robbie shrugs. \n[74]Yeah. Why not? Robbie NODS, takes a deep breath. \n[75]Is that so? You in love, buddy? \n[76]Oh, right, hey, Jess, thanks for \n[77]I have to run out really quickly, just for a few hours, and your mother wants you to stay here while she's out hooking -- \n[78]Huh? \n[79]Yes, well, that's a generous adjective, thank you. Anyhow, Jess is gonna keep an eye on you guys for a few. \n[80]I know, buddy. Cal musses Robbie's hair. \n[81]My little boy's growing up, Jess. He's in love already, can you believe it? Uch. Robbie thumps the wall with his head, dying. \n[82]Molly, say bye-bye to Daddy? No response, she's glued to the television. \n[83]I'm, uh... I decided to take a class. 28. \n[84]Okay, well... Molly, last chance!? But Molly is still locked on Efron. \n[85]That's my angel. Back in a few. \n[86]Nope. The door slams. Robbie stands there with Jessica, awkward. Tries to maintain some semblance of cool. \n[87]What am I doing? \n[88]What the hell am I doing? He walks past a CHEESECAKE FACTORY. Inside is... Hannah . \n[89]No thanks. So what exactly are \n[90]I dunno. Five hundred? \n[91]Okay. \n[92]What the hell!? \n[93]Those were my favorite shoes. 32. \n[94]No. \n[95]What? \n[96]No. I'm not Steve Jobs. \n[97]I think this whole thing might have been a bad idea. Jacob ignores him, grabs a pair of BLACK DRESS SHOES. \n[98]Ha! I think I read that in GQ. \n[99]Really? Jacob CHUCKLES. Cal CHUCKLES back, clearly unsure what the chuckle symbolizes. \n[100]I'm sorry, I'm lost: do you really write for GQ? Jacob slaps Cal's hand, knocking the socks away. \n[101]These are two hundred and thirty dollars. Can't we just go to the Gap? He looks up. Jacob is gone. \n[102]I'm sorry! Don't leave! 34. \n[103]What's wrong with the Gap? \n[104]I'm very warm. \n[105]What does it do? \n[106]Oh my God, it does. \n[107]I like to use a number four on the sides and the back, go longer on the top. \n[108]Eww. \n[109]\n[110]Items one, three, eleven, and fourteen. \n[111]Seriously? You just ask her out like that? \n[112]And it works? \n[113]Crazy. Okay, I feel kind of stupid but... The DRESSING ROOM DOOR opens. We TILT UP... FROM expensive shoes, TO pants, TO fitted sweater over a fitted shirt and bright tie. The new haircut... A new man. He looks... unbelievable. 37. \n[114]Can I blouse out the shirt a little? I like to blouse out my shirts a little. \n[115]Jesus! \n[116]Tiffany!  You would!? Tiffany SHRUGS. \n[117]Well, that's the meanest thing anyone's ever said to me. \n[118]Yeah, okay, that was meaner. \n[119]I notice you only button your shirts up, like, halfway. I can't pull that off, right? \n[120]We should have some background on each other, no? I'm in insurance, more on the corporate side. My kids are -- \n[121]Sexually? \n[122]In my entire life? \n[123]One. Jacob CHORTLES. But Cal just stares at him blankly. \n[124]What? I married young. We met in high school. He smiles, remembering. \n[125]Tracy was so damn beautiful. You know those women, the ones who can be wildly sexy and unbelievably cute all at once? I never knew how she did that. I still don't know how she does it. Anyway, we had a bit of a hiccup our senior year but we made it -- \n[126]I miss my wife. \n[127]\n[128]-- Weaver. \n[129]For what? 51. \n[130]Oh, no. No, I'm not. \n[131]Yeah, well, I've been watching LeBron James for years, doesn't mean I can suddenly dunk a basketball. \n[132]Oh God. Are you going to make me fight someone? Jacob stretches his neck, trying his patience: \n[133]You ask if you can buy her a drink. \n[134]You order her a drink anyway, let it sit there. \n[135]You deflect it back to her. You never answer questions about yourself. \n[136]They talk about themselves. A lot. \n[137]You act really interested. You nod a lot. \n[138]You compliment them, then you ask if they'd like to come back to your place. \n[139]No. You confidently tell them you'd like them to come back to your place. Holy shit! You Mr. Miagi'd me! Jacob BOWS to Cal, Japanese style. A PRETTY WOMAN stands near their table. Jacob stands, smiles. \n[140]What, no, I'm not ready for --  Hi! Jacob has pulled her over. She's attractive, mid- thirties. 53. \n[141]Can I buy you a drink, Kate? \n[142]I'm buying you a drink anyway, Kate, so you might as well tell me what you want. \n[143]I'm guessing you're a vodka girl, am I right? Yeah? A nice dirty martini? No, no, no: a Grey Goose, rocks, extra lime? C'mon, one drink! Picture those ice cubes clinking together. Mmmm. Can't you taste it? She smiles. \n[144]Nothing. We don't want anything. Don't come back here ever. The Waitress leaves, confused. Kate looks around, uncomfortable. She tries small-talk. \n[145]What do you do, Kate? 54. \n[146]I asked you second. She LAUGHS lightly, thinks he's being funny. \n[147]Seriously, what do you do? Now it's getting a little weird. \n[148]Teacher. Interesting. I'm very interested in teaching. \n[149]A teacher with an alcohol dependency no less, I bet that's actually more common than people realize... \n[150]I'm sorry! I'm supposed to deflect your questions... oh screw it: I'm in corporate insurance. And I have children. Plural. More than one. The only thing I have ONE of, is sexual partners, that would be the woman I recently separated from because she was cheating on me with David Jacobowitz who I wasn't supposed to tell you about either. 55. \n[151]I don't know: that you're a perfect combination of sexy and cute -- it was something I said about my wife that's since been corrupted. But I'm tired, and I'm at least fifteen years older than you, and this sweater is called slim fitting but it's really just uncomfortable and itchy. \n[152]That's what you took away from that? She smiles, sits back down. \n[153]It is? \n[154]I don't understand. Look at you. Who wouldn't call you again? She looks up. It's not a line, it's a genuine compliment. She smiles warmly. Holy shit, Cal is in! 56. \n[155]Well, eventually I'm `supposed' to ask you if you want to get out of here. Actually no, I'm supposed to tell you, confidently, that you should come home with me. \n[156]You're very pretty, Kate. And I can't tell if you're being serious, but I think you should come home with me. \n[157]I'm not asking you, Kate. I'm telling you: you should come home with me. Kate looks up, genuinely turned-on. CUE MUSIC: \"SEXYBACK\" by Justin Timberlake. \n[158]This is my dumpy apartment that I had to move into when I left my wife. 57. \n[159]I've never been with a woman besides my ex-wife. \n[160]I'm worried you have AIDS. She stops. \n[161]Only a little. She pushes him down on the couch, takes her sweater off. She's wearing just a bra. She looks amazing. \n[162]Show you off to my wife to make her jealous. She GROWLS and dives on top of him as we launch: \n[163]You're out of your mind. \n[164]It's ridiculous. \n[165]Everyone loves the cherry. Look, I'm not rejecting the psuedo- cherry flavors like raspberry or strawberry, anything in the -erry family is allowed. But let's be real here: no one wants the lemon. No one likes the grape. \n[166]Well then you can't come to my store. 59. \n[167]Hey, Nanna! I know, it's been forever. Have you been getting out at all? I'll bring you some of that deli you like one night, okay? The kids? They're fine.  Kids, say hi to Nanna. \n[168]Oh, I've been keeping busy. Made a new buddy, I've been spending time with him. Yeah, I'm going to see her tomorrow night. Of course I miss her. You don't know how much I miss... 67. \n[169]Yeah. \n[170]Yeah, but no biggie. Cal tosses him back the ball. \n[171]Hey, what's with the moping? \n[172]Oh yeah? You like her? \n[173]But she's your soulmate? \n[174]Well you can't just give up. 68. \n[175]I didn't give up. \n[176]It was slightly more complicated than that. And I'm a different guy now. \n[177]How old ARE you? \n[178]Weren't we talking about you? \n[179]Oh, well turns out I've been buying the wrong size suit for twenty years so... \n[180]Thank you. You always look great, so... Awkward. Neither knows what to say now. Tracy takes the seat next to him. \n[181]I talked to Nanna yesterday. \n[182]She sounded like... Nanna. She worries about us. 70. \n[183]I feel like I'm about to get detention. Tracy LAUGHS, tension broken a bit. \n[184]Which teacher is this? \n[185]He's a really weird kid, isn't he? \n[186]I do, too. I'm so glad we switched the babies at the hospital. \n[187]So, how are things with...  How's it going with David? She looks down. \n[188]No, I know. 71. \n[189]Who, me? No. You know me. No, not really. \n[190]Yeah, well... Another long beat of silence. Cal gathers himself, takes a breath, and turns toward Tracy. \n[191]I miss you, T. Tracy looks up surprised. \n[192]I got complacent, I think. You find your soulmate in high school... you've got the game sewed up in the first quarter, you know? She smiles. \n[193]I put in an effort when we were younger, didn't I? I'd do anything to make you happy: take you miniature golfing, dancing -- you were such a good dancer. \n[194]All I ever wanted to do was make you love me. And then you did, really early on. And we got married so young. And I guess... I got lazy. I got boring. And I'm furious at you for what you did. But I don't totally blame you, if that makes any sense? 72. \n[195]I shouldn't have jumped out of the car. I should have fought for you. You fight for your soulmate. At least that's what our thirteen- year-old tells me. Tracy's eyes well up with tears. \n[196]I'll be honest: he scares the shit out of me. She LAUGHS through her tears. \n[197]Oh God. \n[198]Really? \n[199]Um, yes... we've met before. 73. \n[200]Mrs. Thompson? This is my wife. Tracy. \n[201]Why don't we head inside? \n[202]We have a mutual friend. \n[203]You know, maybe we should focus on Robbie? \n[204]She's heard it, yes. So in terms of Robbie's progress -- \n[205]We were a little concerned about Robbie's grade on his oral book \n[206]Because usually he's a very strong public speaker -- \n[207]\n[208]I can explain. Tracy rushes out of the room. Cal calls after her. \n[209]She's an alcoholic! You can't trust what she says! 75. \n[210]Tracy, wait! \n[211]Tracy, c'mon! We were separated. \n[212]Okay, so -- \n[213]Tracy, I love you. \n[214]It's a funny story, actually -- \n[215]Tracy, wait! Yes, I slept with her! I slept with our son's eighth grade teacher! GASPS from the crowd. Claire  takes a picture with her cell phone. \n[216]But all it did was confirm what I already knew: THAT I LOVE, YOU! \n[217]Before, you were the only woman I'd ever been with or wanted to be with. And now, even after I've been with eleven women, you're \n[218]... the only woman I want to be with. \n[219]I'm your soulmate. Cal turns around to the crowd, only to be met... By a SLAP ACROSS the face by Kate. She STORMS OFF. \n[220]\n[221]\n[222]Hello? \n[223]It's fine, it's fine. I'm glad you called. Here: I'll walk you through it. Do you see the little grey door? \n[224]Pull it down. She pantomimes this in the kitchen. \n[225]Now, you see the red button? I wrote `push' on it? \n[226]Push. Now turn that to the right and stick the match in. \n[227]Good. Now just close the door and you're good to go. Silence. The charade is over. Now what? \n[228]No, anytime. Call anytime with stuff like that. Talk to you later? \n[229]Nanna's coming over tonight. You guys haven't seen her in a while. Wanna stay for dinner? \n[230]Your mom's working till five, we'll have to tell her.  What do you guys want to do today? \n[231]Well, there's a shocker. She goes back into her trance. \n[232]Not if that show's on. \n[233]Oh, no. Just hellos and goodbyes when we pass you guys off. \n[234]Beyond your pay-grade, buddy. Cal looks pained. \n[235]I will say this though: I got close. We were laughing. Talking about old times, all the things we used to do... His eyes drift to the TV. It's the timeless GOLF SCENE from High School Musical II. A LIGHT BULB goes on. \n[236]Hey. Get your coat. Robbie smiles, runs off. Cal turns to Molly, REMOTE in hand. \n[237]Baby? I'm gonna have to turn off the show. \n[238]I have to -- \n[239]I'm turning it off -- \n[240]Bernie. \n[241]Bernie: I'd love to catch up, but I'm doing something at the old house tonight and I'm in a bit of a rush so... yeah. Thanks again for the cologne. Cal takes off. \n[242]Hello? \n[243]Oh. My. God. It's alive. \n[244]You abandoned me at my time of need. \n[245]I bet you did. \n[246]Okay, whatever. \n[247]Whoa!!!! Look at you! You do realize you might actually have to answer a question or two about yourself? 97. \n[248]You've got my number. Hey. Good for you, by the way. \n[249]Hi, T. \n[250]Almost. Kids? 100. \n[251]Twenty-five years ago, Cal Weaver saw Tracy Boyle for the first time, walking the halls of Woodside Middle School -- \n[252]She's right next to you, T. \n[253]Nanna! \n[254]What the hell are you doing here? \n[255]Wait, what's going on? \n[256]\n[257]No. No. No. No. 102. \n[258]\n[259]\n[260]No way -- you and her... no way. End it, now. \n[261]Well, then I'm going to murder you. \n[262]Robbie, take the goddamn thing off your mother!  Bernie? 103. \n[263]Bernie, I DON'T KNOW WHAT YOU'RE \n[264]Know what? \n[265]Are you pointing at me? \n[266]Wait: Jessica is your soulmate? \n[267]David Jacobowitz!? \n[268]Stay the hell away from my daughter. 106. \n[269]I'll kill you. The cops look at Cal, at each other, SHRUG, and EXIT. 107. \n[270]Don't. \n[271]This man is a lowlife and a \n[272]I'm sorry, what? Tracy doesn't push it. Cal turns back to Hannah. 108. \n[273]You may not be able to see it, but I have. Over and over again. You are not to see him any more. \n[274]Well then I don't have anything else to say to you. \n[275]\n[276]I said: GET THE HELL OUT OF MY \n[277]\n[278]She's all yours, David. Ouch. \n[279]Go big or go home, right, buddy? Robbie looks up at him, cold. \n[280]What time is it? \n[281]2:30 would have been sufficient but I appreciate the judgment, Cocktail Waitress. Yes, another drink would be grand. She EXITS. Cal feels bad for that one. As she re-approaches: \n[282]That was uncalled for. Sorry for being a dick. \n[283]What do you want? \n[284]I don't know, can you? 111. \n[285]`Are we going to be mature or act like children?' \n[286]You still seeing my daughter? \n[287]Then I have nothing to say to you. \n[288]Sometimes. \n[289]I have a lot of vacation days. \n[290]I hate the beach... you've got a lot of nerve coming here -- Just then, the WAITRESS re-approaches. Delivers Cal's drink. They wait her out. She EXITS. 112. \n[291]No, she probably spit in it. Jacob NODS as Cal pushes the drink away. \n[292]You're hanging out with my kids, fantastic! You can teach Robbie how to objectify women, he'll love that. \n[293]Of course I'm coming. \n[294]He's not my biggest fan right now. \n[295]Alright, man-whore, if your lecture on parental responsibility is almost done -- \n[296]I know you. I know what you are. You are not good enough for my daughter. And you will never have my permission nor my approval. Jacob stands. \n[297]Stop! Robbie turns. Cal is STANDING in the middle of the crowd. Everyone turns to look at him. \n[298]Hi.  Hi, everyone. Silence. No one knows what to do. Cal is suddenly really uncomfortable. \n[299]May I have a word with my son? It'll just take a second. Cal tries to extricate himself from his row. He steps over people, squeezes by people, almost trips. Finally clear, he gathers himself, and tries to keep his dignity as he marches down the aisle -- past his family. Robbie comes to the front of the stage, bends down. \n[300]I don't know. What are you doing? Robbie's eyes well up with tears. \n[301]My son's graduation speech sucks. GASPS from the crowd. \n[302]In fairness, I don't know where he was going but I think we can all agree it was heading in a pretty depressing direction. And I basically wrote it for him. I mean, I didn't literally write it but I sure as hell influenced it, and the kid's already a spitting image of his mother and I'll be damned if this is what he's going to get from me. People squirm, uncomfortable. This is a train wreck. \n[303]My son -- not him, my actual son -- he believes in grand romantic gestures. He believes that people have soulmates. And we always want to tell our thirteen-year- olds that they're wrong, that `one day you'll understand, young man.' But maybe it should be the other way around. He looks at Tracy, out in the crowd. \n[304]I met my soulmate when I was fifteen years old. Our first date, we went for ice cream. After, my dad started teasing me about my `first date' the way dads do. And I told him: `stop making a big deal, Dad. I'm going to go on lots of dates with plenty of girls.' That was the first time I ever lied to my father. 117. \n[305]I met my soulmate when I was fifteen years old. And I have loved her with everything I have for every minute, of every day, ever since she let me buy her that first mint chip ice cream. I have loved her through the birth of our three perfect children, and I have loved her even as I've hated her -- only married couples can truly understand that one. And I don't know what will wind up happening with us -- I don't, Robbie, I'm sorry I can't give you that -- but I promise you this: I will never stop trying. When you find `the one' you never give up trying... and I love you, my amazing boy, for reminding me of that. Robbie hugs his father as the crowd reacts. Cal kisses his son on the head, then motions towards the microphone. Robbie grabs it with newfound gusto and announces: \n[306]Hi, Nanna. \n[307]My perfect girl. He kisses her forehead, turns to Jacob. 118. \n[308]I already ordered a gun. I'm not kidding. I ordered a Colt .45 on a shady internet site, I can show you the receipt. If you hurt her, I am prepared to shoot you in the face. \n[309]Shut up, Jacob. Jacob shuts up. \n[310]Wow. I like that. Jacob smiles, shakes hands with Cal. Cal notices: \n[311]Is that a new shirt? \n[312]Seriously? \n[313]You okay, buddy? 120. \n[314]We might have to lock him up. Tracy smiles. Cal walks over toward her. \n[315]I've been working on it for thirty years, so... She LAUGHS, then... quiet. \n[316]I don't know. I'd like to try though. I know I'd like to try. She nods, thinking. \n[317]No! As they JOKE and ARGUE about what flavor the ice cream was, we PULL BACK. Off to the side, Robbie steps away from his friends and watches them enjoy one another's company. He smiles. ", "JACOB": "\n[1]Hi. Who looks like a carrot? \n[2]I think your friend Hannah is sexy. Hannah LAUGHS. \n[3]Pretty sure I did. \n[4]Thirty-three next month. \n[5]I find you incredibly sexy. It's a fact, not a cheesy pick-up line. 6. \n[6]There are many attractive women in this bar -- including your friend here -- and I've been unable to take my eyes off you, only you, for the past two hours. Again: not a cheesy pick-up line, just a fact. Answer this quickly, without thinking about your answer: do you find me attractive? Hannah doesn't flinch. \n[7]Yes you do. \n[8]I'm an accomplished lover. If you come home with me, I am confident you will leave satisfied. Multiple times. \n[9]We'll make love and it will be amazing. You'll laugh afterwards and say `I never do this kind of thing.' Then you'll do it again. \n[10]It is. So now I'm going to ask if I can buy you another drink. If you say yes, we'll have one more cocktail each -- just enough to start losing inhibitions, not enough to get sloppy, after all: I promised to satisfy you. \n[11]That's right. So, here we go, Hannah: can I buy you a drink? Hannah and Liz share a look. \n[12]Margarita, rocks, salt. \n[13]Yeah. 18. \n[14]Don't start conversations with people while they're pissing. He walks away, washes his hands, EXITS. A beat, then: \n[15]Jacob Palmer. \n[16]I'd like to buy you a drink, Cal. \n[17]Let me buy you a drink, Cal. \n[18]David Jacobowitz, yes, Cal, I've heard. We've all heard. For the last two nights, I've watched you batter every poor soul in this bar with your sad-sack loser sob story. Cal takes this in. He STANDS. \n[19]Sit down, Cal. \n[20]Cal, I'm going to make you an offer, it's probably the best offer you're ever going to get, and you're extremely drunk, so it's wildly important that you don't answer until I've finished and you've taken a few moments to process what I'm saying. Do you understand? Cal goes to answer, Jacob holds up a finger. Cal stops himself. Once he's settled, Jacob continues: \n[21]As I said, I've been watching you for two days now and I can say, without hesitation, that you are the sorriest man I've ever seen in my life -- don't interrupt, Cal, it's the truth, and you need to hear it. You're sitting there with your Supercut haircut, getting drunk on watered down vodka-cranberries like a fourteen- year-old girl, wearing a 41R jacket when you should be wearing a 40L -- I don't know if I want to help you or euthanize you -- stop drinking out of the goddamn straw, Cal. Cal stops drinking from the wimpy red straw. \n[22]You asked me for advice before, Cal, so I'm going to help you. I don't know why. Maybe I'm just bored. Maybe all my friends have abandoned me for wives and children and labradoodle puppies, who cares why? Why doesn't matter. The point is, you've got a good face, and a good head of hair, and I'm bored as hell and need a project. So if you want, I'm going to help you rediscover your manhood. Do you remember when it was that you lost it? Cal shakes \"no.\" 22. \n[23]Doesn't matter, we'll find it. And when we do, when I'm through with you, that wife of yours is going to rue the day she decided to give up on you too early. That's my offer. What do you say? Cal stares at him blankly. A long beat of silence. Cal goes for a drink, almost uses the straw... then catches himself. He puts down the drink. Looks up. \n[24]Mall food court, Thursday, six o'clock. \n[25]You ready to go? She nods, subservient, and follows him out. Cal shakes his head, picks up his drink, and slurps the rest of his vodka cranberry out of the straw. \n[26]You're late.  Sbarro's? \n[27]How much money can you afford to spend on clothes today? \n[28]Three thousand. \n[29]We'll start with shoes. Let me see those sneakers you're wearing. Cal holds up his foot. \n[30]Take them off. Cal bends down, takes one off. \n[31]Other one too, please? Cal does as he's told. Jacob holds out his hands. Cal SHRUGS, hands Jacob the shoes. Jacob simply turns and throws them over the railing. \n[32]Are you in a fraternity, Cal? \n[33]\n[34]Are you Steve Jobs? \n[35]\n[36]Then you don't need to walk around in New Balance Sneaker, ever. Let's go. \n[37]Any man can rebuild his entire wardrobe with sixteen simple items. \n[38]You did. I wrote it. \n[39]Numbers one and two: pair of dress shoes, pair of loafers. 33. \n[40]Your credit card please? \n[41]Two suits: one black, one grey. One sports jacket, navy preferred. Jacob leans in toward the tailor. \n[42]Take it in there... and there. \n[43]One pair of quality jeans. \n[44]No, Cal. We can't just go to the Gap. \n[45]In Hell, every store is the Gap, that's what's wrong with the Gap, Cal. It's lowest common denominator. Be better than the fucking Gap, Cal. \n[46]One pair of chinos. CHING. A cash register DINGS. \n[47]Four dress shirts. CHING. CHING. CHING. CHING. Cal's arms are filling. \n[48]Three casual button-downs. CHING. CHING. CHING. In a dressing room shirts come flying over the wall at Cal. \n[49]Two v-neck cashmere sweaters, and finally, a long overcoat. Cal stands there in an overcoat and sweater. \n[50]You rub this in around your eyes every night and every morning. \n[51]It gives you x-ray vision, Cal. It tightens things up. The skin around your eyes looks like Milton Berle's ballsack. Cal stops, examines his eyes in a mirror. \n[52]Oh, okay. Thanks for that, Vidal Sassoon. Tiffany, hon? Scissor cut, tight on sides, get him some texture up top, take off about... He touches Cal's hair, measures it between his fingers. \n[53]... inch off the top. \n[54]What are you putting on? \n[55]Perfect.  You smell great by the way. \n[56]What are you doing tonight? \n[57]That's okay, I do. She GIGGLES. Cal calls out. \n[58]Yes, Cal, just like that. \n[59]Yep. \n[60]Shut up, Cal. You'd fuck him, right? \n[61]You see that, Cal? The simple act of opening your mouth instantly causes Tiffany to lose interest in sleeping with you. Your personality is actually your weakest link. Cal takes this in. \n[62]No, Cal. The meanest thing anyone's ever said to you is this: your wife cheated on you because you lost sight of what it took to keep her content at home -- as a man, as a husband, and probably as a lover. Cal's lower lip begins to quiver. 38. \n[63]No. Listen, Cal, I'm going to be calling women over to our table shortly. Cal rubs his hands together, nervous. \n[64]Cal, the only thing I care less about than corporate insurance are your kids. Here's the only thing I need to know: how many women have you been with? \n[65]Yes. \n[66]No, synchronized swimming. Yes, Cal. Sexually. Cal thinks. He MUMBLES to himself, counting it out on one hand. 39. \n[67]Wow, okay... wow.  Not at a time? Total? \n[68]Cal, I literally stopped listening at `Tracy.' Okay, here we go. \n[69]Shut up, Cal. A YOUNG WOMAN slides into the booth at Jacob's side. \n[70]Hi. Jacob Palmer. \n[71]Don't. He pulls it back. \n[72]Can I get you a drink, Amy? \n[73]Tell me about yourself. What do you do? \n[74]It does to me. She looks up. He looks completely earnest, repeats: \n[75]It does to me. She smiles. PAN TO CAL: just sitting there watching, horrified. \n[76]Listen, I'm going to be honest: it's getting late and I think you're interesting. I also think you're one of those rare women who manages to be both wildly sexy and incredibly cute all at once. \n[77]Let's get out of here. I know it's forward of me but just... I think we should get out of here. She thinks, then NODS. \n[78]I think we should get out of here. \n[79]I think we should get out of here. \n[80]I think you're ready, Cal. \n[81]To talk to a woman, take a woman home. \n[82]You've been watching me do it for two weeks. \n[83]Cal, do you remember the part in Karate Kid, where Mr. Miagi keeps having the kid wax the car and the kid gets all bent out of shape because he doesn't see the point, but the movements were actually building blocks for throwing and blocking punches? \n[84]Cal, what's the first thing I do when a woman sits down? \n[85]And what if she says no? \n[86]When she asks me a question about myself? 52. \n[87]And what happens? \n[88]And what do I do? \n[89]And at the end of the night? \n[90]Do I ask? \n[91]Oh, and no talking about your job, your children, your pathetic sexual history, or David Jacobowitz. Okay, here we go... \n[92]Cal, this is Kate. Kate, Cal. Jacob NODS at Cal  and leaves them. Kate SITS. Cal smiles at Kate, nervous. She smiles back. Cal MOTIONS for a waitress in the distance. \n[93]... it would work! \n[94]What do college guys hate? Doing laundry. What do they love? Strippers. It's a strip club where they can do their laundry. \n[95]And yours isn't? A candy store that only sells red candy. \n[96]I like grape. \n[97]What? What did she say? The women look up. \n[98]Yes. \n[99]Yes. \n[100]Yes. Hannah NODS, takes his hand. \n[101]Is that a compliment? \n[102]I thought you would. Drink? \n[103]Cheers. \n[104]What? \n[105]Yes. That's how it normally works. Hannah NODS, grabs the bottle, takes a swig. \n[106]Yes. \n[107]At some point, yes, I was under the impression that was your plan. She takes a deep breath, admits: \n[108]I'm getting that. \n[109]You're adorable. Hannah SNAPS, already tipsy. \n[110]I don't think people say `bang' anymore. \n[111]What? \n[112]Now take off yours. \n[113]In the bedroom is preferable. Hannah stands, a girl on a mission. 84. \n[114]I'm glad you like it. They resume kissing. After a beat, she pulls back again. \n[115]No. \n[116]I do. She STARTS LAUGHING HYSTERICALLY. It's infectious. \n[117]Five thousand doll-- That DOUBLES HER OVER, hysterical. Jacob starts laughing with her... really laughing. We can tell: this is different for him. He likes her. We watch him as he realizes that. As he processes it. We watch him look at Hannah. \n[118]Do me a favor. Ask me a question about myself. \n[119]C'mon, one question. \n[120]Absolutely. Now, come on, I'll answer anything. You can ask me about my job, or past \n[121]Icy... I guess? Not cruel, but cold. Very cold. \n[122]He died, long time ago. Left us a lot of money, which is how I have... He motions at his PILLOW. \n[123]Stuff like this. She motions at his abs. \n[124]My dad was the opposite of my mom, actually... We PULL BACK as they continue chatting. TIME PASSES, as one question leads to another, and then another. Body language shifts. -- Soon they're sitting in bed, sharing the Scotch from the bottle, just talking. Then kissing. Then lying on their sides, face-to-face, talking some more. -- Until finally: it's Jacob who passes out. And it's Hannah who covers him with a blanket, and kisses him on the forehead, and begins falling in love with him. CUE MUSIC as we begin a... \n[125]staring down at his hand, locked with Hannah's. He looks terrified. \n[126]Hey, Cal. \n[127]I'm sorry. I know I've been out of circulation. \n[128]I've been a little... things have gotten a bit... I met a woman. \n[129]No, I mean, I've been spending a lot of time with her. This woman. One woman. \n[130]Actually, tonight... I'm going to meet her mother. \n[131]Yes, I realize that, asshole. Hannah comes out of the wine store, hops over the car. Jacob can't help but smile: wow, he's REALLY into her. \n[132]Gotta go. Grab a beer next week? \n[133]Thanks. Cal HANGS up, LAUGHS to himself, and gets back to work. \n[134]Cal? 101. \n[135]What the hell are you doing here? \n[136]\n[137]Oh, God. \n[138]\n[139]\n[140]Well, that's not going to happen. \n[141]David Jacobowitz! \n[142]You know how much misery you've put this poor bastard through!? Before Jacob can finish, Cal LEVELS Jacob. \n[143]\n[144]Cal, c'mon -- But Cal won't even look at him. \n[145]Ah, it's okay, I deserved it. \n[146]It's a nice sweatsuit, Cal. \n[147]Can I sit? \n[148]Okay, are we going to be mature about this, or act like children? \n[149]Okay, so like children then. Move over. Jacob SLIDES in. \n[150]I'd like to talk. \n[151]Yes. \n[152]Cal. Cal, look at me. Cal looks. Jacob still has that power over him. \n[153]You been hanging out here a lot? \n[154]Must be missing a lot of work. \n[155]Some vacation. \n[156]You want a sip? \n[157]Your kids miss you. \n[158]His eighth grade graduation is next week. You coming? \n[159]Well you haven't exactly been around for him, Cal. \n[160]Oh, that's a good excuse -- \n[161]I love her, Cal. Cal looks up. \n[162]I've never been in love before. Honestly, I've never even been in `like' before. I never got it. I saw people in love -- I saw weakness. I heard them say the things they said, and do the things they do, it all just seemed so... so pathetic. 113. \n[163]She's my perfect combination of everything, Cal. Cal looks up at Jacob. He smiles, gently. \n[164]I'll see you at graduation. He EXITS. Once more, Cal is alone. Just as he wants it. \n[165]Cal, I'm not going to -- \n[166]Hannah took me to the Gap. It's actually not as bad as I thought. \n[167]Of course not, Cal. It's the Gap. I got this at Nordstrom's. And like that... order is restored in the universe. ", "TRACY": "\n[1]Yeah, I'm just thinking about what I want. \n[2]Aren't you going to say anything? Nothing. \n[3]Almost twenty-five years of marriage, you have nothing to say? She looks at him. He turns to her, about to say something, then... stops himself. Turns back forward. It's silent. Devastating. \n[4]I'm unhappy, Cal. I've tried not to be. We've been married so long, somewhere we became... stagnant, you know? He keeps staring straight ahead. \n[5]Okay, you're not talking and you know that only makes me talk more. Maybe that's good, maybe that's good. Okay... 8. \n[6]There's this person. No response. \n[7]We've been spending time together. Lunches, meetings, that kind of stuff... Silence. She closes her eyes tightly. \n[8]I slept with him. Kind of. Tracy opens one eye, taking a peek. Nothing. \n[9]No, no kind of. I can't believe I said kind of. That's just not something you do in a kind of way. I slept with someone. There. I said it. I slept with someone. Oh God. It's the worst thing I've ever done but it feels so good to say out loud. I slept with someone. I SLEPT with someone. I slept with SOMEONE. I slept with ... please stop me, please say something. No reaction. \n[10]David Jacobowitz. From work. You met him at the Christmas party. You remember that party? They had the giant paper-maché wreath? I kept asking the decorator how he made it? You wore that sweater -- Finally, Cal speaks -- \n[11]The last person in the world I'd ever want to hurt was you, Cal -- \n[12]But the fact that I did, that it could happen at all, I think it just shows how broken we are and -- \n[13]Are you out of your mind!? He looks up at her, pleading. \n[14]Okay. \n[15]Cal! \n[16]Cal! \n[17]Cal? Cal looks up. Tracy approaches. She's wearing sweats. It's pretty obvious that she's been crying. Awkward silence. Neither knows what to say. \n[18]I just wanted to say that... Her voice cracks. She turns away. \n[19]Shit. She gathers herself. Cal steps forward. Instinct tells him to comfort his wife but he can't anymore and he stops himself. She realizes this. There's something harsh and complicated about the reality of it all. Tracy looks at the U-HAUL, wipes her eyes and tries to lighten things. \n[20]Do you want me to back that thing out of the driveway for you? \n[21]You have trouble in reverse is all. \n[22]Three if you count my father's foot. \n[23]I knew it. They smile, in rhythm for a moment. Then they realize, stop smiling. Cal turns awkwardly. \n[24]I think I'm have a mid-life crisis maybe. Can women have mid-life crisis? \n[25]In the movies it's always men having them and buying ridiculous yellow Porsches, but I'm not a man and I really don't want a yellow \n[26]We got married so young, Cal. And I'm forty-one. And that's so much older than I thought I'd be. \n[27]And I got really upset with an umpire at Molly's t-ball game last month -- like really upset, like I screamed at him and wished he would die -- and I started feeling like the person I promised I wouldn't turn into, you know? \n[28]And we haven't been us, not for a long time. And I don't know when you and I stopped being `us' but... I mean, do you? Cal finally turns and looks at her. 25. \n[29]Oh, David. I'm just a little swamped right now so... He closes the door behind him. \n[30]No, I haven't. \n[31]I ran track in high school. \n[32]Thank you. \n[33]No, I do -- \n[34]David, you've been a great friend to me. And you were the first man in a very long time to make me feel... noticed, I guess? What happened between us that night... it meant something to me. You weren't the only one excited to come to work lately. David smiles. \n[35]But now, when I see you, all I see is his face. All I see when I look at you is what I did to my marriage. She's losing it, wipes her eyes. \n[36]You see this? I'm saving you from disaster, David, `cause you're asking to pre-board the Titanic. Honestly, do you really want any part of this? Before he can answer... BUZZ! It's Tracy's phone. \n[37]Right, okay. No, I understand. Of course, right away. She HANGS UP, looks at the Post-It. It reads, simply: \"Yes.\" Tracy looks up, but David is gone. 46. \n[38]Yes, of course. Absolutely, Principal Sapienza, it won't happen again. She closes the door behind her, looks to Robbie. \n[39]Seriously? \n[40]It's been a rough couple of weeks, you deserve a freebie. C'mon, I have to get back to work. They walk out together. \n[41]They still make kids read The Scarlet Letter, huh? Robbie NODS. \n[42]You'd really think someone would have written something better by now. Robbie LAUGHS, the tension broken a bit. \n[43]Guess I should take it down, huh? \n[44]How is he? I've spoken to him but only about bills, or you kids, but... how is he, really? Robbie hesitates. \n[45]Sorry, that's unfair. Ignore me, I'm almost done here. She turns back to her work. After a beat: \n[46]Oh. Well, good. That's... really good.  We'll get take-out for dinner tonight, okay? Think about what you're in the mood for. Robbie hesitates, then adds: \n[47]Yeah. I guess I'm pretty sad, too. \n[48]You do? \n[49]Oh God, baby, you're so much like me it's scary. You wound up with all my stuff, Robbie. I'm so sorry. \n[50]It's my fault, what happened with your father. It's grown-up stuff that I can't talk about but... it's my fault. Not his. So just... be good to him, okay? \n[51]You promise? He NODS, the most soulful thirteen-year-old ever. \n[52]David, this is my son, Robbie. Robbie, this is David. We work together. Robbie takes him in, shakes his hand. \n[53]I'll be right back, okay, honey? \n[54]You ready to go? \n[55]Wow. Cal looks up. Tracy stands there. She's dressed down, but looks amazing. Vulnerable and nervous. \n[56]You look great, Cal. \n[57]Well you look great. Really. Cal smiles. \n[58]Me, too. She sound okay to you? \n[59]Mrs. Thompson. This is the one he pulled The Scarlet Letter Asshole routine on. Cal smiles. \n[60]Yeah. I kind of like him, though. \n[61]Me, too. They LAUGH. God, these two are great together when they're in rhythm. The laughter trickles away. An awkward beat, then: \n[62]Oh... it's not. It wasn't about him, if that means anything. \n[63]You seeing anyone? \n[64]Oh. Because you hear things, you know. \n[65]I had to be. You were such a good miniature golfer. He smiles, emboldened. \n[66]He's a very strange boy, isn't he? \n[67]I missed you, too. Cal takes her hand, kisses it. \n[68]You two know each other? \n[69]I'm sorry, I'm playing catch-up: how do you two know each other? \n[70]Leave me alone, Cal! \n[71]I know, and I cheated, so it doesn't make any sense for me to be mad at you. \n[72]I can't do this now, Cal. \n[73]I'm going home. She opens the car door. \n[74]I don't even know who you are. Tracy gets in her car and speeds off. \n[75]David, stop. Look, I had a nice time, which is a substantial upgrade from the rest of the... times I've been having lately. So, I don't think I'm ready to start dating but my ex clearly is and there's a yogurt shop where they make this eight calorie ice cream that tastes like a laxative, so if you'd like to take me there sometime I guess I wouldn't say no. \n[76]Oh, Jessica. Hi. Sorry. Jessica, this is my work-friend. 89. \n[77]He's an accountant named David. David, this is my baby-sitter, Jessica. Okay, David, well everything sounds great. Spreadsheets. David smiles knowingly. \n[78]It was just for work. \n[79]Oh, thanks. Tracy reaches for her purse, awkwardly. \n[80]So how much do I owe yo-- \n[81]What are you talking abo-- \n[82]Jessica? Jessica turns, explodes? \n[83]Jessica! But she's gone. Tracy SIGHS and CLOSES the door. \n[84]Kids! Ice cream! Cal looks into the living room. Tracy has brought out ice cream: a carton with three spoons. The kids race down the stairs, join her, and start eating. Laughing. We take in the real-time TABLEAU: Cal's wife and children -- his family -- inside. Cal: watching them from the outside, looking in. It's touching. It's complicated. It's horribly painful. INSIDE... Tracy looks at her kids, thinks of something. She steps into the KITCHEN, closes the door, and DIALS her phone. Cal leans toward the window, suspicious. OUTSIDE... Cal's phone rings. He jumps to silence it. 92. \n[85]Hi, Cal. Silence. Cal is looking at her inside. She has no idea. \n[86]So... I'm in the basement. I'm trying to get the water heater working `cause the pilot's out and I don't know how to relight it. Obviously Cal sees she's not in the basement. \n[87]I'm sorry to bother you, I just... what do I do? Cal lowers the phone, looks at her, hesitates. Then: \n[88]Yeah. \n[89]Okay, it's down. \n[90]I got it. \n[91]Oh, there it goes! 93. \n[92]Well, thanks, Cal. I... appreciate your help. \n[93]Yeah. And... thanks again. Cal HANGS up. He takes one final look back at his wife as the sprinklers go off in the backyard and douse him. \n[94]Baby! What are you wearing!? \n[95]What is this? What is he doing? 99. \n[96]Can I take these off, please? \n[97]Cal: are you seriously doing this in front of the kids? \n[98]Well, might as well wait for your daughter. \n[99]No, your other daughter. Huh? Just then: \n[100]Hi, Nanna. \n[101]I want to see the boyfriend! \n[102]Will someone please take this goddamn thing off me! \n[103]\n[104]Robbie, please get this off me! \n[105]Who is she pointing at!? \n[106]Thank you, Officer. He nods, walks to the door. Stops there. \n[107]Oh, that's ironic. Cal whips around. \n[108]Cal, stop being unreasona-- \n[109]\n[110]Nice. Before he goes, Cal stops in front of Robbie. \n[111]I'm terrified of what's going to become of him once he hits puberty. Cal turns, Tracy has been watching. \n[112]You gave a good eighth grade graduation speech. \n[113]Do you think we can ever come back from all this, Cal? \n[114]Things are just so messed up. And it's been such a strange year. I've been in such a strange place. And we have all these problems, so many problems I've lost count, but at the end of the day, I mean, the only thing I know -- She stops herself, emotional. Then, simply: \n[115]I am just so glad you took me for that ice cream. Cal smiles. They share the moment in silence. And then: 121. \n[116]It was rocky road by the way. ", "ROBBIE": "\n[1]Close the door! \n[2]I'm sorry that you had to see that. She keeps staring straight ahead. \n[3]For the record: I think about you while I do it -- \n[4]I have a picture of you and I look at it the whole time -- \n[5]I love you, Jessica. And I know you're seventeen, and I know I just turned thirteen, which is the same age as your little brother, and you're technically my baby- sitter, but someday soon our age difference will be inconsequential which is good because... \n[6]I'm pretty sure you're my soulmate. She stops, looks at him and smiles gently. \n[7]Shit. Jessica jumps off the couch. \n[8]Dad? \n[9]You're getting divorced? \n[10]And you jumped out of a car? \n[11]I'm sorry you jumped out of a car. \n[12]So... you're like, actually going to live here? Molly looks like she's going to cry. \n[13]Don't take it personally. That show's like crack to her. Cal NODS. \n[14]You okay? \n[15]Can I say something with a curse? One time? \n[16]Love is fucked. Cal LAUGHS, a bit of tension relieved. \n[17]Well, if you must know -- \n[18]What is she doing here? \n[19]What? \n[20]But I don't need a babysitter! She's only four years older than me! You need to know that! She needs to know that! \n[21]Wait, where are you going? \n[22]But, Dad -- \n[23]I don't need a baby-sitter. \n[24]I love you so much -- \n[25]You want to talk about The Scarlet Letter, Mrs. Thompson? Here you go: the `A' they're both wearing -- I think it stands for ASSHOLE. Wanna know why? Because they're in love, and love is for stupid ASSHOLES. So thanks for choosing this book, Mrs. Thompson, because this is what I need right now: to read a boring, confusing book about a bunch of stupid assholes who fell in love, like assholes, and then had to die, like assholes. I'm sorry for cursing. \n[26]Sorry. She SIGHS. \n[27]I guess. 47. \n[28]He's dressing a lot better. Going out a lot. \n[29]He's sad. He looks better, but... sadder, too, I think. You know? \n[30]I know. \n[31]I heard you crying the other night and... I didn't know what to do. I'm thirteen years old and... can you just tell me what I'm supposed to do in that situation? I didn't want to Google it. She smiles, shakes her head. 48. \n[32]I'm okay with being like you, Mom. I like you. She puts down her pen. Smiles sadly at Robbie. \n[33]It'll be okay, Mom. \n[34]So, David... I hear you broke up my parents' marriage. He LAUGHS awkwardly, shocked. \n[35]You are David Jacobowitz, right? From accounting? \n[36]Here's the thing, David: in the end, she winds up back with my dad. He's better than you, in every category except probably math. And she still loves him. Robbie props the PHOTO of Tracy and Cal back up. \n[37]Now I know what you're thinking: `he's just in 8th grade, what does he know about love?' I know a lot more than you think, David. Just today, I had a meltdown, almost gave up on the love of my life. My dad's having his meltdown now, but long-term? He won't stop fighting for my mom any more than I won't stop sending Jessica texts that make her uncomfortable. And you need to know that. Tracy RE-ENTERS. \n[38]Mommy, can we do Chinese for dinner tonight? 50. \n[39]There she is! \n[40]Nathaniel Hawthorne wrote in The Scarlet Letter: `No man for any considerable period can wear one face to himself and another to the multitude, without finally getting bewildered as to which may be the true.' Robbie puts down the paper, ignoring the jeers. \n[41]I am not bewildered! Jessica Riley is my soulmate. She's the one! I know it to be true, and so now do the multitude. Multitudes?  No, multitude. \n[42]I have marked myself with this Scarlet J, Jessica! For you. Because your name starts with a J. It's just tape and construction paper but one day I will get a permanent tattoo when I'm old enough that my parents won't freak out on me. \n[43]You like the scaffold? It has wheels. Took four weeks to build it. Oh, those are my friends, they helped me wheel it down. Wave hello. 65. \n[44]You'll learn to love me. I promise. \n[45]Just because I'm four years younger than you? \n[46]No. You can't. I've checked. No boyfriend since ninth grade. No date for Spring Formal last \n[47]Who is he? \n[48]Do I know him? Is he from town? \n[49]I'll kill him if he hurts you. Jessica tries not to smile. \n[50]Yeah. \n[51]So you're seeing Mom tomorrow, huh? At my parent-teacher thing? \n[52]First time in a while. \n[53]Nothing. It's just... there's this girl. Cal smiles. \n[54]I like Pringles. This girl's my soulmate. I'm like crazy, stupid, in love with her. And she wants someone else. \n[55]Yeah. \n[56]Why not?  You did. Cal freezes. \n[57]Mom was yours, right? \n[58]Listen, Dad. I love you. I have your back, always. But let's be honest here: the woman told you she wanted a divorce and you jumped out of a car. \n[59]You're the same guy. You just have different clothes. Do you still love her? \n[60]Do you still love Mom? Cal doesn't say anything. His silence speaks volumes. \n[61]We are. Your son is in desperate need of some romantic inspiration. So set an example for your boy. Don't give up. It's complicated? Uncomplicate it. She says no? Change her mind. Look at you, you're the man right now, Dad. Get her back. Get back my mom. 69. \n[62]Sure. \n[63]She still won't talk to you? 94. \n[64]No, I mean, Mom. \n[65]What happened? \n[66]Dad's here. Tracy's face drops. \n[67]I have to blindfold you. \n[68]Relax, Mom. He's your husband, not Al Queda. You'll make it out alive. She can't help but smile. She kneels down, allowing Robbie to BLINDFOLD HER from behind. He ties a SCARF around her eyes. Then ANOTHER at a different angle, double-knots it. Then ANOTHER! \n[69]Okay, we're good, let's do this. \n[70]If it goes bad I'm supposed to take Molly upstairs and put the TV on loud. Tracy SIGHS, giving up. \n[71]Hey, Nanna. \n[72]Is that Jessica? BAM! Bernie lands a solid right into Cal's jaw. \n[73]Know what? \n[74]I'm TRYING! \n[75]With who? \n[76]Are you pointing at him? \n[77]Wait: my dad is the older guy you've been seeing? \n[78]You made him dirty pictures? Oh God. 105. \n[79]You're the one? You're the one she...  You stole my soulmate. \n[80]Go home, Dad. Cal NODS, EXITS. \n[81]Thank you, Mrs. Thompson. Welcome, Class of 2011. I wasn't really sure what I wanted to talk about today. Mrs. Thompson said it might be good to talk about growing up and getting older and stuff. So I guess I'll talk about that. Cal watches, concerned. Where's his son? \n[82]I grew up a lot this year, I think. I used to think that growing up meant really growing. Like getting taller and bigger. But now I think that growing up just makes you smaller. Your dreams get smaller, and what you want gets smaller...  I grew an inch and a half this year, but I feel a lot smaller. Cal sits forward, getting increasingly concerned. \n[83]I was in love. And I know that makes parents laugh because I'm only thirteen but whatever, I was. 115. \n[84]I believed that there was one true love for everyone, and if you fought for that person, your one true love would always work out. But that's not how it works. It sounded good when I was younger, but... it's just not how it works. There's no such thing as one true love for everyo-- \n[85]Dad? \n[86]What are you doing? \n[87]I was wrong, Dad. There's no such thing as -- Cal turns toward the crowd, announces: 116. \n[88]I still love you, Jessica! I've loved you since the first time you changed my sister's diaper! I've loved you since... The crowd reacts  as Robbie continues. Cal stands back and smiles. His boy is back. \n[89]It was nice of you to come. \n[90]So, how are things with your dad? 119. \n[91]Yeah, probably a good idea. You were a good baby-sitter, Jessica. I'm sorry if I made you uncomfortable. He holds out his hand, to shake, formally. \n[92]I'm not. But I figure: you like my dad, and one day I'll look like my dad, so I'll just come for you then. Jessica smiles. \n[93]I am now, Dad. I am now. Robbie runs off to join his friends. Cal smiles. ", "HANNAH": "\n[1]I don't care. I love him and given the opportunity, I'd have his babies. Her best friend, LIZ , LAUGHS. \n[2]I'm just saying, Richard's a lot of things: successful, smart... \n[3]But he's not very funny, that's all. \n[4]What? \n[5]My life is not PG-13! \n[6]He's funny. \n[7]You didn't really just say that. \n[8]How old are you? \n[9]Then you should know by now that cheesy pick-up lines don't work. Jacob sits down at their table, uninvited. \n[10]I don't. \n[11]You've got to be kiddi-- \n[12]Is that so? \n[13]What do you expect me to say to that? \n[14]Wow. She STANDS, grabs her coat and Liz's hand. \n[15]Okay, time to go. Liz doesn't move. \n[16]Liz! \n[17]I'll walk you out. Before they clear... \n[18]Did you hear that? `It's going to be a special night.' You think he's going to propose? \n[19]He's nice. \n[20]No, that's great. I just...  I'm sorry, I thought... I thought you were about to propose. The room goes quiet, trying to hear. \n[21]No, I just... it's fine. I'm sorry, I just got thrown is all. Richard pulls Hannah off to the side. \n[22]No, no, don't be silly, it's fine. \n[23]No, I know... Wait -- you're figuring out how you feel about us? She LAUGHS. Once. Then twice. Loudly. Everyone's now watching. Liz gets a good seat, excited. 79. \n[24]You know what the best part is: I would have said yes! To YOU! And I didn't even want you to propose! Just now, I swear to God: I was hoping you wouldn't propose. And I still would have said YES! That's how pathetic I am! She snags someone else's drink from the table, DOWNS IT. She grabs Richard's cheeks. \n[25]I will consider your job offer, thank you so much, Richard. Hysterically LAUGHING, she walks away. As she passes, Liz sticks out her hand and they slap five. \n[26]Do you remember me? \n[27]Do you still think I'm attractive? \n[28]Do you still want to take me home? \n[29]Let's go. She leads him out of the bar. We STAY WITH the WOMEN Jacob had just been introducing himself to. \n[30]This place looks like something out of a men's magazine. \n[31]I'm not sure. Music starts playing: \"As Tears Go By\" by the Stones. \n[32]I like this song. \n[33]Yes, please. Jacob pours two nice glasses of SCOTCH, neat. Brings them  over towards the couch. He pats the couch. Hannah nods, walks over, sits down. \n[34]Cheers. They CLINK. Jacob takes a sip. Hannah downs hers. She holds out her glass for a refill. Jacob raises a brow, pours her another. This time she HOLDS HER NOSE as she downs it. As soon as she finishes choking... \n[35]So is this how it normally works? \n[36]How you woo a woman? You take them back to your granite- countered bachelor pad, put on the perfect song, and make them a drink? 82. \n[37]And then you sleep with them? \n[38]So that's what happens next? We sleep together? \n[39]I'm very nervous. \n[40]I know at the bar I seemed confident, but I was more just soaking wet and cold and trying to be dramatic. Jacob LAUGHS. He actually LAUGHS. \n[41]No! Not adorable! Sexy! R-rated sexy! Because I know what happens next in the PG-13 version of tonight: I get really drunk, and I pass out, and you cover me with a blanket, and kiss my forehead, and nothing happens... but that's not why I'm here! I'm here to bang the hot guy from the bar who hit on me. 83. \n[42]I do. We're going to bang. I'm finally going to do something exciting and dangerous and Liz can blow me! Hannah shakes her hands out, pumping herself up. \n[43]Okay, okay, this is happening. Take off your shirt. \n[44]I need to stop thinking. Take off your shirt. Jacob SHRUGS, stands, unbuttons his shirt and takes it off. He's ripped. \n[45]Holy crap. She pokes a finger at his abs. \n[46]It's like you're photo-shopped. \n[47]No way! Not with all that happening... She motions casually at his abs. \n[48]So... do you prefer to do it here or in the bedroom? \n[49]Good. Let's go there. \n[50]This pillow is amazing. It forms perfectly to the shape of my head. \n[51]Wait, are these those foam pillows from Brookstone? Off his look... \n[52]They are, aren't they!? I always wondered who actually buys them! You do! The hot guy from the bar buys them! Of course! She shakes her head, amazed. Gathers herself. \n[53]Sorry, let's proceed. Jacob smiles, goes to kiss her... she pulls back again. \n[54]You don't have one of those ridiculous massage chairs, do you? 85. \n[55]Oh. My. God! You totally do! \n[56]How much did it cost? \n[57]What? No! I don't want to know anything about you. \n[58]Okay, fine, but then we bang. \n[59]What's your mom like? 86. \n[60]And your father? \n[61]And time for stuff like that? He LAUGHS. \n[62]Hi, Daddy. WTF! And right behind her... JACOB. Holding a bottle of wine and smiling like an idiot. Everyone freezes. \n[63]Wait, you two know each other? \n[64]Hey, Robbie. \n[65]Hey, cutie. \n[66]It's me, I couldn't pronounce Hannah when I was little -- wait, so how do you know my dad? \n[67]Dad, this is my boyfriend, Jacob. \n[68]So you two, like, really know each other? \n[69]Daddy!!! \n[70]\n[71]Daddy! \n[72]Jacob! \n[73]Who are you? \n[74]Jacob! \n[75]Dad, c'mon, I'm not going to stop seeing him. Cal turns away. \n[76]\n[77]Goodbye, cutie. They EXIT. Cal lets them go, then grabs his things. \n[78]Daddy. He smiles at her, adoring. ", "JESSICA": "\n[1]I'm gonna getcha! I'm gonna getcha! She grabs Molly and tickles her. Molly SQUEALS with delight. As she kicks... SMASH! A picture falls off the nearby console. Jessica picks it up: \n[2]It's okay, my fault. Alright, kiddo, it's getting late, let's get you to bed before your parents get home. Don't give me the puppy eyes, you little maniac. Go brush your teeth! Molly GIGGLES, RUNS upstairs. Once Molly's gone, Jessica looks at the photo. She eyes Cal affectionately. \n[3]Hey, your sister's asleep, just checking you're alive -- She SCREAMS as -- \n[4]I'm sorry, Robbie! I didn't see anything, I swear. \n[5]I should have knocked. 10. \n[6]Robbie! \n[7]Stop it! \n[8]\n[9]Listen, Robbie -- \n[10]Hi, Mr. and Mrs. Weaver. How was dinner... Oh my God, Mr. Weaver, you're bleeding. Why are you bleeding? 11. \n[11]Uh-huh. \n[12]Yeah. You're bleeding real bad, Mr. Weaver. She goes to touch his eye. Out of nowhere... he starts BANGING THE SHIT out of his steering wheel. \n[13]It's okay. Jessica reaches for the door, but stops. She takes a deep breath, adorable. \n[14]Mr. Weaver, I know you don't know me very well, but I've been baby- sitting for your family for three years. You're the nicest dad of any of the families I baby-sit for, by a country mile. 13. \n[15]You're funny, and you're always really generous, and you're the only dad who's excited -- genuinely excited -- to check on his kids when he gets home from dinner. Now I like Mrs. Weaver, I like her a lot, but if she wants to divorce you, well... then I think she's batshit crazy. Cal smiles, distracted but grateful. \n[16]In fact -- and, I hope this doesn't make you uncomfortable -- I think I've even developed a \n[17]Uh-huh. \n[18]Ding dong. They turn -- it's Jessica, the baby-sitter. \n[19]The place is... nice, Mr. Weaver. \n[20]That's great, Mr. Weaver. It's a difficult time for you, it's important that you find new interests, try new things, maybe things you'd never have considered trying before... Cal looks down, Jessica has her hand on his shoulder. It's a bit odd. She realizes, takes it off. \n[21]I know, Robbie. An awkward beat, then. \n[22]Jesus Christ. \n[23]What? \n[24]Madison! Madison, wait! Madison stops walking, but not texting. \n[25]Hey, I had a question -- Madison holds up a finger  and continues texting. Finally, she stops. Looks up. Smiles. \n[26]I had a question for you, Madison. It's kind of on the personal side so... \n[27]Oh, okay. So, Madison, here's the thing... I don't mean to be blunt or insulting but, let's call it what it is: you're always sleeping with older guys, right? 61. \n[28]Lots of college guys, I've heard. \n[29]Even rumors about a few teachers. \n[30]So my question is: how do you do that? I mean, how do you get them not to see you as... well, a kid in high school? \n[31]You do, yes. \n[32]Yes, I'm sure it does. \n[33]No, I don't unfortunately. \n[34]Nope. Madison SIGHS. \n[35]Old. 62. \n[36]Like parent old. \n[37]Thank you, Madison. \n[38]How? \n[39]Huh? \n[40]I'm not following you, Madis-- \n[41]Jesus, Madison! 63. \n[42]Robbie, get down! \n[43]Robbie Weaver! I am your baby- sitter and I'm telling you to GET \n[44]What the hell are you thinking? \n[45]This has to stop, Robbie. Seriously. \n[46]I won't. \n[47]\n[48]I've been spending time with him for a while. Robbie stumbles, less sure-footed than usual. \n[49]He's older. I don't want my parents to know. And with that, Robbie literally just sits down on the ground, all the wind taken out of him. It might be the cutest thing you've ever seen. \n[50]It doesn't matter. \n[51]I don't know. Yes, kind of. 66. \n[52]I know. But this all has to stop now, Robbie. The speeches, the texts, all of it. It's very sweet, but it has to stop. He just sits there, lost. \n[53]I'll see you around, okay? She EXITS. Robbie remains seated on the grass. Devastated. His three friends approach. \n[54]Hello. \n[55]So... How was dinner? \n[56]It's a pretty dress. \n[57]Did you know your kids are the only ones I baby-sit for who always want to stay awake so they can see their dad when he gets home. I mean, they fight with everything they have to keep their eyes open so they can hear what Dad had for dinner, or how he liked the movie. Lot of kids want to stay awake for Mom -- and your kids always want to see you, don't get me wrong -- but not a lot wait up for Dad. Maybe it's because he's good, and he's kind, and he's decent. 90. \n[58]Batshit crazy. She walks out the door. Tracy looks confused. \n[59]\n[60]No!!!! She jumps, but it's too late. 98. \n[61]Daddy? Bernie puts a hand up. He can't speak. He marches out the door. From inside we hear a car SCREECH AWAY. \n[62]Daddy, no! \n[63]Daddy! \n[64]Daddy, stop! This breaks Bernie's trance. He hesitates. \n[65]He didn't do anything. He doesn't even know. 104. \n[66]He doesn't even know that I'm in love with him! Robbie stops, turns. \n[67]With him. \n[68]He doesn't even know about the dirty pictures I made for him. \n[69]I'm so sorry -- \n[70]I wouldn't have missed it. Awkward. \n[71]Strained. I took a summer internship up at Stanford, gonna head up there early. Figure it can't hurt to get out of his line of sight for a while. \n[72]Wait: I thought you weren't giving up. \n[73]It's a good plan. She looks over her shoulder, reaches into her purse. \n[74]Until then: a little graduation gift. To help get you through high school. She hands him something in an ENVELOPE: the same type of envelope she once used for... Robbie peeks inside. His eyes BUG OUT. Jessica kisses him, sweetly, on the cheek. \n[75]You take care, Robbie. Robbie watches her go. Love-struck once more. Cal steps up next to his son. ", "KATE": "\n[1]Oh. No thank you. Cal smiles, portrays confidence. \n[2]Really, thank you but it's okay. \n[3]Yes, I can but... I'm, uh, five years sober so... Cal's face drops. The WAITRESS approaches. \n[4]So... what do you do, Cal? \n[5]I asked you first. \n[6]Seriously, what do you do? \n[7]I'm a teacher. Now, c'mon: what do you do? Cal NODS, exaggerated. \n[8]I'm sorry, are you not going to tell me what you do? He's still nodding, as if fascinated. \n[9]I should get back to my friends -- Kate STANDS. Cal puts his face in his hands. \n[10]What were you supposed to tell me? \n[11]You think I'm a perfect combination of sexy and cute? Cal looks up. \n[12]Wow, an actual honest man. I don't know what to do with that. It's kind of... rare around here. It's nice, actually. \n[13]You have no idea. I'm kind of a magnet for these jerk-offs. They charm me, and I fall for it, and at some point they just... never call me again. \n[14]So... what were you `supposed' to do next? \n[15]Why don't you give it a shot, see what happens? Cal looks up, surprised. He clears his throat, then: \n[16]Ask me again. Cal smiles and leans forward, faux-confident. \n[17]I love that you're being so honest. It's so different, so hot. \n[18]More, tell me more. \n[19]What do you want to do with me? \n[20]Cal? What are you doing here? \n[21]We've met before? Seriously? \n[22]Oh, so now she's your WIFE again? \n[23]\n[24]Maybe your husband should tell you. Cal hesitates. \n[25]Ha! \n[26]Yes, let's do that. Let's focus on Robbie. Kate goes to her blackboard. 74. \n[27]As you know, Robbie's shining moment this year was when he set a school record for cursing in an eighth grade English class. She writes on the board: ASSHOLE. She underlines it. \n[28]Asshole. Are you familiar with this word, Mrs. Weaver? \n[29]Asshole: as in, someone who tells a woman that he'll call, and never does. \n[30]Asshole: as in, someone who uses `honesty' to get a woman into bed with him, but is actually full of shit like the rest of them. \n[31]Asshole: as in, someone who allows a woman to go down on him for forty-five minutes because he's `nervous' -- \n[32]I'm sober for FIVE YEARS, you \n[33]Tell her she's the perfect combination of sexy and cute, \n[34]Our next speaker is not only the class salutatorian, but he's also one of the most... Spirited... young men, I've ever had the pleasure of teaching. Ladies and gentlemen: Robbie Weaver. Robbie takes the stage to APPLAUSE. This is not the same kid we've come to love. There's something different in his face. He's been broken. He spots JESSICA. ", "LIZ": "\n[1]Seriously? Conan O'Brien? You'd do Conan O'Brien? \n[2]Boring, workaholic, sexually repressed... 3. \n[3]Yeah, well, you want funny, go watch `Cosby' reruns. You want a good lay, go get yourself some of... that. She motions off to the side. \n[4]The hot piece that's been checking you out for the last hour. THE CROWD PARTS, revealing: JACOB PALMER . The smoothest, coolest son-of-a-bitch you've ever seen. He tilts his glass at them, toasting. \n[5]I don't know, Hannah. Your life is just so... PG-13. Hannah's mouth drops open. \n[6]It so is. You've never left LA. You pass the bar you're gonna be, what, a patent lawyer, probably married to that snooze-fest Richard. I just worry about you is all. Hell, you've resorted to fantasizing about Conan `Ginger- Dick' O'Brien. 5. \n[7]He looks like a carrot, honey. Hannah LAUGHS. \n[8]Hi. \n[9]Conan O'Brien. My friend Hannah thinks he's sexy. \n[10]Yes, she does. \n[11]Multiple times. 7. \n[12]I'll go home with you, you can call me Hannah, I don't give a \n[13]Another time, maybe. GIGGLING, the girls leave the bar. \n[14]We're home. \n[15]Well, Richard: thank you for inviting me to Hannah's `goodbye' party. The conversation has been riveting, like stepping back in time. Before I go, a toast. She holds up her glass, toasting. \n[16]Sweetie: go into your hole and study your cute little ass off for that bar exam. We'll see you when you emerge. \n[17]Yeah, okay. 30. \n[18]Richard, you just give me a heads- up so I can get really drunk before-hand, okay? \n[19]At the Cheesecake Factory? Oh God, I hope not. Why? Do you really want him to? Hannah SHRUGS. \n[20]Yeah, well... Jesus. Really?  Okay. Not my life, I love you, call me if you need anything. Liz KISSES her goodbye, EXITS. Hannah looks at her table. Everyone is typing on their BLACKBERRIES. She SIGHS, heads to rejoin them. 31. ", "MADISON": "\n[1]Hey, Jessica, whassup? \n[2]My lips are... Madison extends her arms, begins clapping and making WEIRD NOISES. Jessica stares at her blankly. \n[3]Seals. My lips are seals. \n[4]Always. \n[5]Lots of them. \n[6]Totally. \n[7]Oh, well first off, I have a huge rack. \n[8]So that helps. \n[9]You don't have a huge rack. \n[10]So that's not gonna work. \n[11]Okay, here's what you do. Wait, how old is he? \n[12]Like really old? \n[13]Nasty. Rock on, Jessica. \n[14]Alright, you have to hook him. Force his hand. Make him unable to stop himself from doing what he knows to be wrong. \n[15]Do what I do. Send him a postcard from downtown. \n[16]Go TMZ on his ass. \n[17]The full gyno. Off Jessica's blank look. \n[18]A crotch shot? A nip slip? A dirty picture! You can even Annie Leibowitz it. Tasteful but with nipple. Yeah, that's what you should do: make it artistic. Black and white. Make this face. She makes a raw sexual face. \n[19]Well, you came to me for advice, that's my advice. You put those across his radar, he won't see you as a little girl anymore, that's for sure. Madison walks off, calls back. \n[20]Don't send it to him as a jpeg, though. He'll put it up on his fantasy football web-site. And then your brother sees it, tells your mom, and suddenly you're not allowed to use Facebook for a month. Thanks, Kevin! She leaves Jessica there, processing the advice. ", "DAVID JACOBOWITZ": "\n[1]You have a second? \n[2]You've been avoiding me. 44. \n[3]You ran away in the other direction when you saw me coming down the hall yesterday. You're very fast by the way. She SIGHS, gives up. \n[4]That must be it. He turns serious. \n[5]I'm sorry about you and Cal. \n[6]I'm also not sorry, if I'm being completely honest. I want to make sure you know how much I like you. \n[7]A lot. Just to clarify. I like you a lot. I had no intention of falling for a married woman. I just wanted someone to go to lunch with who didn't make me want to shoot myself in the face. But we started having lunch, and talking, and suddenly I was an accountant who was popping out of bed in the morning, excited to get to work. That doesn't happen to accountants. Ever. I've checked with other accountants. She smiles. 45. \n[8]So when the time is right for you to get back out there again, officially, I just... I'd like to throw my hat in the ring. Officially. That sounded weird. Tracy LAUGHS lightly, leans forward. \n[9]Hey, they need you in the conference room for a sec... oh, sorry. They look up. It's David. Tracy gathers herself, stands. \n[10]So, Robbie... I hear you're quite the soccer player. \n[11]Um, yes I am -- \n[12]Listen, Robbie -- \n[13]I had fun tonight, Tracy. And I was wondering if -- \n[14]Wow. You know, that's exactly what I was thinking. It's almost uncanny. They LAUGH. This is the moment. Romantic chemistry. Are they going to kiss? Holy cow. And then... THE DOOR OPENS. Jessica stands there. \n[15]I'll see you at work. He EXITS. Tracy stands there with Jessica, awkward. \n[16]You left your sweater in my car the other night. \n[17]David Jacobowitz. \n[18]Is this a bad time -- WHACK!!! Jacob LEVELS David Jacobowitz with a right hook. ", "BERNIE": "\n[1]Sorry I'm late, I had to pick something up from Macy's. \n[2]Claire won't let me be friends with you anymore. Cal takes this in. \n[3]She said we had to choose between you and Tracy. I chose you. She said no. 19. \n[4]It's cologne. \n[5]Claire's waiting in the car. Um... there's a gift receipt in there. Sorry. Bernie stands, awkwardly. He pats Cal on the shoulder, lingers a beat too long, then simply turns and EXITS. Cal is left alone. He raises a finger at the Bartender. \n[6]For God's sake, Claire. \n[7]Leave the poor bastard alone, would you? I gave him the cologne like you told me to. We don't have to dance on his grave. \n[8]Claire, would you cut it out? \n[9]Oh, c'mon! Enough. \n[10]Oh, hey, Cal. \n[11]So how've you -- \n[12]\n[13]I knew it. He gets ready to pummel some more. Jessica grabs him. \n[14]Let's go. Now. She NODS. Looks back at Cal. \n[15]", "RICHARD": "\n[1]I think you're wrong. I think that's Tucker. \n[2]She's gonna kick that bar's butt! All the dorks CHEER. Liz SHRUGS. \n[3]Hey, Liz? When my girl passes, we're gonna have another little celebration, right here. Hope you can make it. It's going to be a special night. \n[4]You know it! Hannah leads Liz out of the restaurant, WHISPERS: \n[5]Excuse me, everyone. Everyone!? The room goes quiet. \n[6]Now, if we could get our guest of honor over here... I forget what she looks like, anyone remember? POLITE LAUGHS. Liz GAGS herself with her finger, looks at Hannah. Hannah takes a deep breath, downs her drink, and walks over to Richard. Is this it? \n[7]I'm so proud of you, baby. I had my doubts, of course... More CHEESY LAUGHTER. \n[8]Now I did tell you that it'd be a special night when you passed the bar. And I'm a lawyer so you know I never lie... More HECKLING from the crowd. Liz desperately orders another drink, barely able to take it. \n[9]So, Hannah, I'd like to formally ask you, in front of all our friends and colleagues... 78. \n[10]... if you'd like to become a permanent lawyer at the firm of Watkins, Goldberg, and Schmidt!? CHEERS. Hannah steps back, breathless. Richard reacts. \n[11]You don't have a better offer already, do you? Everyone LAUGHS. \n[12]What? \n[13]Honey, I'm so sorry, I didn't realize. \n[14]It's definitely a possibility, down the road. I think I just need a little more time. I'm still figuring out how I feel about us, you know: long-term. \n[15]Honey? She's really laughing now. ", "MOLLY": "\n[1]Don't you love us anymore? Cal takes Molly's face in his hands, starts tearing up. \n[2]\n[3]High School Musical. \n[4]No! \n[5]\n[6]\n[7]Thank you. Cal KISSES her, jumps up from the couch. \n[8]Hey, Nanna. \n[9]Goodbye, Nanna. 109. ", "VOICE": "\n[1]Who? They turn. It's Jacob Palmer . \n[2]What did you hear about Mr. Weaver, Mom? \n[3]Mr. and Mrs. Weaver? They turn around. \n[4]Hello? From inside the house steps out... \n[5]I'm sorry, is Tracy home? Everyone turns: DAVID JACOBOWITZ stands in the doorway. He's holding up a SWEATER in his right hand. \n[6]... and now, to introduce the first student speaker: our very own English teacher Kate Thompson! Cal's former conquest steps onto stage. 114. ", "CLAIRE": "\n[1]Oh, I almost forgot -- heard some good gossip at the nail salon. \n[2]It's about Cal. \n[3]Apparently, Mr. Weaver has become quite a man-about-town if you get my drift. \n[4]Lots of young women coming in and out of his apartment lately. \n[5]It's good for Jess to know. She still baby-sits for him after all. 60. \n[6]Well, it's good gossip at the least. Ooh, guess what else I heard... As she CONTINUES CHATTERING in the b.g., we HOLD ON Jessica. Thinking. "}}