{"dialogues": {"YU": "\n[1]Mu Bai...It's been too long. \n[2]Good.  And how are you? \n[3]Monk Zheng said you were at Wudan Mountain.  He said you were practicing deep meditation. \n[4]The mountain must be so peaceful... I envy you.  My work keeps me so busy, I hardly get any rest. \n[5]Why?  You're a Wudan fighter. Training is everything. \n[6]You were enlightened? \n[7]What was it? \n[8]We're preparing a convoy for a delivery to Peking. \n[9]The Green Destiny Sword?  You're giving it to Sir Te? \n[10]I don't understand.  How can you part with it?  It has always been with you. \n[11]You use it justly, you're worthy of it. \n[12]So what will you do now? \n[13]Come with me to Peking.  You can give the sword to Sir Te yourself. It'll be just like old times. \n[14]Join me once you have finished.  I can wait for you in Peking. \n[15]Thanks.  Let's go into the city. \n[16]Just doing my job. \n[17]Thank you. \n[18]Sir Te!  It has brought him as much trouble as glory.  Help him to leave these troubles behind. Otherwise, he'll never be able to start anew. \n[19]You've always been so good to Li Mu Bai and me.  Please accept our thanks. \n[20]Please, Sir Te, what is it? \n[21]I don't know... \n[22]I beg your pardon.  Li Mu Bai and I aren't cowards. \n[23]The handle is heavy.  And the blade is no ordinary metal.  Still, the sword is the lightest of weapons. You're just not used to handling it. \n[24]Beautiful but dangerous.  Once you see it tainted with blood, its beauty is hard to admire.  It's 400 years old. \n[25]My friend Li Mu Bai.  He's given it to Sir Te as a gift. \n[26]You're too young to understand. \n[27]Yes, I am.  But I prefer the machete.  Certain moves, however, call for a sword. \n[28]Fighters have rules too: friendship, trust, integrity... Without rules, we wouldn't survive for long. \n[29]Writers wouldn't sell many books if they told how it really is. \n[30]Sure.  No place to bathe for days, sleeping in flea-infested beds... They tell you all about that in those books? \n[31]So I heard.  Congratulations.  It's the most important step in a woman's life, isn't it? \n[32]What do you think? \n[33]You're probably right. \n[34]Return the sword, and I'll let you go. \n[35]You've been trained at Wudan? \n[36]Get down here!  Give back the sword! \n[37]Has Governor Yu ever seen the sword? \n[38]But the sword could be in his compound. \n[39]How so? \n[40]You're doing calligraphy? \n[41]I never realized my name looks like \"sword.\" \n[42]You write gracefully.  Calligraphy is so similar to fencing. \n[43]Thank you for seeing me.  I hear your wedding day is near.  You must be overwhelmed by the preparations. \n[44]You are fornuate to marry into such a noble family. \n[45]Do you think so?  Let me tell you a story. \n[46]Yes.  Did you know I was once engaged to be married? \n[47]His name was Meng Si Zhao.  He was a brother to Li Mu Bai by oath. One day, while in battle, he was killed by the sword of Li Mu Bai's enemy.  After, Li Mu Bai and I went through a lot together.  Our feelings for each other grew stronger.  But how could we dishonor Meng's memory?  So the freedom you talk about, I too desire it.  But I have never tasted it. \n[48]I am not an aristocrat, as you are... but I must still respect a woman's duties. \n[49]Then as a sister, let me wish you happiness in your marriage. \n[50]But something is going on at the Yu household. \n[51]You always suspected she'd fled to the West. \n[52]Is there any place safer than under the nose of Governor Yu? \n[53]Be careful.  Sir Te requires discretion.  Official business is difficult enough.  Don't let personal feelings make it worse. And I don't know... even this poster... could be some sort of trap. \n[54]No. \n[55]It was Bo, Sir Te's man.  I hear he followed the thief to the Yus'. \n[56]No, not yet... \n[57]No, I'd already sent them home. You can blame me for losing the sword, but please trust that I'll get it back soon using my own methods. \n[58]What do you mean?  Didn't you come back here for it? \n[59]Then, why did you come? \n[60]I'd bet my life on it! \n[61]We must be careful.  Governor Yu is a court official, and in charge of security.  Any disturbance will cast suspicion on him.  It might get Sir Te in trouble. \n[62]Sir Te, can you find some excuse to invite Madam Yu and her daughter? \n[63]The best way to trap a fox is through her cubs. \n[64]I'm sorry she's not feeling well enough to receive you today. \n[65]We know who stole the missing item. If the thief returns it, I'm sure Sir Te will pursue the matter no further. \n[66]Sir Te knows that even well-meaning people can make mistakes... that can bring ruin to themselves and their families. \n[67]No mercy will be shown toward the murderer who turned up in Peking. \n[68]Yes.  The very killer of Li Mu Bai's own master.  Last night, she killed a policeman who had tracked her down. \n[69]Yes, from the West.  He went undercover and and followed her here, \n[70]I doubt it.  This thief... it very unusual... \n[71]...And most likely smarter than a mere killer. \n[72]The sword is back... are you happy? \n[73]But it's not your sword anymore. You gave it to Sir Te. \n[74]My job was to get the sword back, without embarassing anyone.  I wasn't about to ruin her life, or her father's. \n[75]I knew she would intrigue you. \n[76]She's an aristocrat's daughter. She's not one of us.  In any case, it will all be over soon.  You'll kill Fox, and she'll marry. \n[77]But Wudan does not accept women. \n[78]It's not our affair.  Even if Wudan accepts her, her husband might object. \n[79]I wish there were something more I could do to help you. \n[80]You think Jade Fox will show up? \n[81]Come with me!  Hurry! \n[82]You thought she'd give it all up and go back West with you? \n[83]Don't you want to see her again. \n[84]Have some tea. \n[85]Not everything is an illusion.  My hand... wasn't that real? \n[86]To repress one's feelings only makes them stronger. \n[87]Her husband. \n[88]What about you? \n[89]Not a bad idea.  Tonight we'll get a good night's sleep at headquarters. \n[90]It's you!  How's everything here? \n[91]Yes, and I leave again tomorrow. Your wife was due? \n[92]Good! \n[93]Mrs. Wu... \n[94]How's the arm?  Still sore? \n[95]Li Mu Bai is coming to stay the night. \n[96]Here you must be in proper attire. \n[97]I'll give them to you. \n[98]Look at the trouble you've caused. Now you know what Giang Hu life is really like.  If you think of me as your sister, let me give you some sisterly advice.  You can run from marriage, but not your parents. \n[99]Go back to them first.  Then you can decide about Lo. \n[100]He really loves you.  Come back to Peking with me.  We'll find a solution. \n[101]Li Mu Bai has made arrangements. He sent him to Wudan Mountain. \n[102]How dare you accuse us?  I always knew you had stolen the sword! I've done nothing but protect you and your family.  And you're repaid me with nothing but contempt.  Li Mu Bai himself spared you, and all you do is insult him.  We wanted some peace and you've ruined it all! You're no sister of mine! \n[103]Put the sword down! \n[104]Jen! \n[105]Everyone out.  Shut the doors. \n[106]Fine... the friendship is over. \n[107]Don't touch it!  That's Li Mu Bai's sword. \n[108]Without the Green Destiny, you are nothing. \n[109]Give me the sword. \n[110]I didn't have the heart. \n[111]What happened? \n[112]We followed Jade Fox. \n[113]A poisoned needle! \n[114]You can't die!  Tell us what poison you used!  You can't die!  Tell us the antidote!  You can't let Li Mu Bai die! \n[115]That can't be!  Everything has an antithesis!  Why not this? \n[116]Take my horse and go to the compound. Give this to Mrs. Wu.  She'll help you.  Hurry! \n[117]Mu Bai, hold on.  Give me some hope... \n[118]Save your strength. \n[119]Use it to meditate.  Free yourself from this world as you have been taught.  Let your soul rise to eternity with your last breath.  Do not waste it... for me. \n[120]Bo... please take this sword back to Sir Te. \n[121]Now you must go to Wudan Mountain. Lo awaits you there.  Promise me one thing, whatever path you take in this life... be true to yourself. ", "JEN": "\n[1]I'm your guest today.  I am Governor Yu's daughter. \n[2]I was looking for a quiet corner. \n[3]It's heavy for such a thin piece of metal! \n[4]But I have had much practice.  As a child in the West, a platoon lived with us.  They'd let me play with their weapons.  The scabbard is so beautiful. \n[5]Exquisite!  You said it belongs to... \n[6]Li Mu Bai!  The famous warrior? Why would he give his sword to Sir Te? \n[7]You're a sword fighter too? \n[8]Really? \n[9]It must be exciting to be a fighter, to be totally free! \n[10]I've read all about people like you. Roaming wild, beating up anyone who gets in your way! \n[11]But you're just like the characters in the stories. \n[12]You know what I mean.  I'm getting married soon, but I haven't lived the life I want. \n[13]You're not married, are you? \n[14]No!  You couldn't roam around freely if you were. \n[15]Please sit. \n[16]Put them down. \n[17]Do you know her? \n[18]I'll socialize with whomever I please. \n[19]I'm tired now. \n[20]It will be just the same.  Enough! I'm tired. \n[21]Show her in. \n[22]I have a guest. \n[23]I've missed you. \n[24]I'm bored. \n[25]I'll write your name.  Just for fun. \n[26]Maybe it is.  I wouldn't know. \n[27]Please. \n[28]I'm hardly doing a thing.  The less I think of it the better.  My parents are arranging everything. The Gous are a very powerful family. My marrying one will be good for my father's career. \n[29]Am I?  I wish I were like the heroes in the books I read.  Like you and Li Mu Bai.  I guess I'm happy to be marrying.  But to be free to live my own life, to choose whom I love... That is true happiness. \n[30]About you and Li Mu Bai? \n[31]No, really? \n[32]Too bad for Meng, but it's not your fault, or Li Mu Bai's. \n[33]Don't distance us.  From now on, let's be like sisters. \n[34]You say she killed a policeman? \n[35]Greetings, Sir Te. \n[36]Why are you still here?  You killed a policeman.  You should leave! You'll bring ruin on my whole family. \n[37]I'll never live as a thief! \n[38]That was just for fun.  How can I leave?  Where would I go? \n[39]Shut up! \n[40]I owe you nothing. \n[41]You think you've been teaching me all these years from the manual? You couldn't even decipher the symbols! \n[42]You wouldn't have understood, even if I had tried to explain.  You know... you've gone as far as you can go.  I hid my skills so as not to hurt you. \n[43]Master... I started learning from you in secret when I was 10.  You enchanted me with the world of Giang Hu.  But once I realized I could surpass you, I became so frightened!  Everything fell apart. I had no one to guide me, no one to learn from. \n[44]Lo? \n[45]You shouldn't have come. \n[46]You've been looking for me all this time? \n[47]I won't break it. \n[48]Give it back! \n[49]My comb! \n[50]You coward! \n[51]It's mine.  It means a lot to me. A barbarian like you wouldn't understand. \n[52]By the way, I'm a real Manchurian. \n[53]Give me back my comb. \n[54]Give it back. \n[55]And so, the little boy became a fearsome bandit.  He couldn't find the stars, so he stole my comb. \n[56]So you're still that little boy looking for shooting stars. \n[57]Let them look. \n[58]Don't send me back! \n[59]Keep it safe.  Return it to me when we are together again. \n[60]If you don't, I'll come after you. And I won't let you off so easy. \n[61]Go. \n[62]Don't ever come back. \n[63]Yes. \n[64]It was just a cat. \n[65]The cup is dirty. \n[66]Long. \n[67]Anywhere there's action. \n[68]Don't bother. \n[69]So what if I don't? \n[70]He is my defeated foe! \n[71]I want a clean room. \n[72]Steamed whole cod, bite-size meatballs, a little starchy, but keep the sauce light, shark fin soup, mixed vegetables, and some warm wine. \n[73]Hurry then. \n[74]What kind of Iron Arm are you? \n[75]Southern Duck?  I don't eat anything with two feet.  Who could remember such long-winded names? \n[76]Who are you? \n[77]Gou?  I hate that name.  It makes me puke!  Too bad you're named Gou. You'll be the first to feel my sword today. \n[78]A monk, in a place like this?  You need a lesson! \n[79]Who am I?  I am... I am the Invincible Sword Goddess.  Armed with the Incredible... Green Destiny.  Be you Li or Southern Crane... lower your head... and ask for mercy.  I am the desert dragon. I leave no trace.  Today I fly over Eu-Mei.  Tomorrow... I'll kick over Wudan Mountain! \n[80]Sister Shu Lien... \n[81]I'm just borrowing some clean clothes.  I'm not staying. \n[82]I was just passing by and wondered how you were. \n[83]You, sister... \n[84]They forced me to marry! \n[85]You know about Lo? \n[86]Where is he now? \n[87]You're working together to set me up!  I'm leaving! \n[88]What do I care?  You were never a real friend anyway.  But I wonder, how long could you last as my enemy? \n[89]Come and get it if you can. \n[90]Don't be a sore loser.  Go ahead. Take your pick.  I'll wait.  Go ahead. \n[91]Take it! \n[92]Not another lecture!  On guard! \n[93]Only the sword will settle this. \n[94]What do you know about a true heart? \n[95]What do you want? \n[96]All right.  If you can take back the sword in three moves, I'll go with you. \n[97]Give it back! \n[98]Never! \n[99]Is it me or the sword you want? \n[100]She used Purple Yin... Purple Yin poison.  It goes straight to the heart. \n[101]The antidote exists.  She taught it to me.  The formula is simple, but it takes time to prepare.  Trust me. As you have helped me, let me help you. \n[102]Spare your energy.  I'll be back! \n[103]Where is Mrs. Wu? \n[104]Shu Lien told me to show you this. \n[105]He's gone? \n[106]Do you remember the legend of the young man? \n[107]Make a wish, Lo. ", "LI": "\n[1]How's everything? \n[2]It has. How's business? \n[3]Fine. \n[4]Yes. \n[5]I left the training early. \n[6]During my meditation training... I came to a place of deep silence... I was surrounded by light... Time and space disappeared.  I had come to a place my master had never told me about. \n[7]No.  I didn't feel the bliss of enlightenment.  Instead... I was surrounded by an endless sorrow.  I couldn't bear it.  I broke off my meditation.  I couldn't go on. There was something... pulling me back. \n[8]Something I can't let go of.  You are leaving soon? \n[9]Perhaps I could ask you to deliver something to Sir Te for me. \n[10]I am.  He has always been our greatest protector. \n[11]Too many men have died at its edge. It only looks pure because blood washes so easily from its blade. \n[12]It's time for me to leave it behind. \n[13]First I must visit my master's grave.  It's been many years since Jade Fox murdered him.  I have yet to avenge his death.  And yet I'm thinking of quitting.  I must pray for his forgiveness. \n[14]Perhaps. \n[15]Sir Te believes it's a ploy cast suspicion on Governor Yu. \n[16]What have you discovered? \n[17]Jade Fox?  Impossible. \n[18]I didn't think she'd dare come back to Peking! \n[19]So I shall avenge my master's death after all. \n[20]Did you see who posted it? \n[21]It says Jade Fox is hiding at Yu's. On the night of the theft there was a brawl near Yu's.  Were you involved? \n[22]Have you questioned him yet? \n[23]But your men are watching over Yu's compund? \n[24]That's not what I meant.  I don't care about the sword. \n[25]I don't know it was stolen until I got here. \n[26]Well, we had talked... \n[27]Thank you.  Please lead the way. \n[28]Wudan should have gotten rid of you long ago.  It's been a long time, Jade Fox!  You don't remember me... But you should remember my master. You infiltrated Wudan while I was away.  You stole our master!  Now it's time for you to pay! \n[29]You stole the secrets of Wudan's highest martial arts.  But after ten years of training, your moves are still undisciplined.  And today, under a Wudan sword... you will die! \n[30]Who are you?  Why is the Green Destiny in your possession? \n[31]My name is Li Mu Bai.  The Green Destiny is mine.  Jade Fox can't be your master.  Where did you learn that \"Xuan Piu\" move? \n[32]Tell me, who is your master? \n[33]I'll get into the Yu household and get her.  I'll ferret out Fox and her gang. \n[34]Delighted to meet you. \n[35]Congratulations. \n[36]Isn't it a bit too late to be out? You've brought me the sword? \n[37]Where's your master? \n[38]Had enough flying?  You've got potential.  You've studied the Wudan Manual but you don't understand it.  You need a real master. \n[39]Like most things, I am nothing. It's the same for this sword.  All of it is simply a state of mind. \n[40]Then tell me where Jade Fox is. \n[41]Real sharpness comes without effort. \n[42]No growth without assistant.  No action without reaction.  No desire without restraint.  Now give yourself up and find yourself again. There is a lesson for you. \n[43]Why should I?  You need practice. I can teach you to fight with the Green Destiny, but first you must learn to hold it in stillness. \n[44]I've always wanted a disciple worthy of Wudan's secrets. \n[45]That's a risk I'm willing to take. Deep down, you're good.  Even Jade Fox couldn't corrupt you. \n[46]I admit, getting it back makes me realize how much I'd missed it. \n[47]True.  But I must borrow it for one last mission.  Jade Fox must die at its edge.  Did you know what you were hiding when you covered for that girl? \n[48]You did your job well.  But, this girl... I saw her last night. \n[49]She needs direction... and training. \n[50]That's not for her.  She should come to Wudan and become a disciple. \n[51]For her, they might make an exception.  If not, I'm afraid she'll become a poisoned dragon. \n[52]I thought by giving away the sword, I could escape the Giang Hu world. But the cycle of bloodshed continues. \n[53]Just be patient with me, Shu Lien. \n[54]She's out there, but I doubt she'll show herself.  We'll keep our eyes open.  Sooner or later, she'll come for the girl. \n[55]Where is Jade Fox? \n[56]Either way, you are no good to her dead.  With the Gou and Yu clans hunting you, you'll soon be in their hands. \n[57]If you truly loved her, you wouldn't say that. \n[58]All right.  I'll write you an introduction.  Take it to Wudan. Wait there for news from me. \n[59]Sir Te, leave this to us.  Don't worry. \n[60]Shu Lien... The things we touch have no permanence.  My master would say... there is nothing we can hold on to in this world.  Only by letting go can we truly possess what is real. \n[61]Your hand, rough and callused from machete practice... All this time, I've never had the courage to touch it. \n[62]Giang Hu is a world of tigers and dragons, full of corruption... I tried sincerely to give it up but I have brought us only trouble. \n[63]You're right, but I don't know what to do.  I want to be with you... just like this.  It gives me a sense of peace. \n[64]We're close to your headquarters. Go home and check in. \n[65]I'll look around and catch up later. \n[66]Stop it!  You don't deserve the Green Destiny. \n[67]Let's end this here. \n[68]I only let you go because I wanted to see the real you. \n[69]What I've always wanted, to teach you. \n[70]Kneel! \n[71]Then you have no use for the sword. \n[72]You've been drugged! \n[73]Where is Jade Fox? \n[74]Jade Fox drugged her.  How did you get here? \n[75]And so you die. \n[76]My blood will soon reverse its flow. It's the same poison she used to kill my master.  There is no antidote. \n[77]All right.  Hurry.  I will hold on as long as I can. \n[78]Shu Lien... \n[79]My life is departing.  I've only one breath left. \n[80]I've already wasted my whole life. I want to tell you with my last breath... I have always loved you. I would rather be a ghost, drifting by your side... as a condemned soul... than enter heaven without you.  Because of your love... I will never be a lonely spirit. ", "LO": "\n[1]Jen! \n[2]With all the traffic on your rooftop these days... it took me a while to get in here.  I can't wait any longer.  I was wrong to let you go.  Come back with me.  You'll be happy in the desert.  You'll be free there. \n[3]Let's go! \n[4]Come get your comb. \n[5]Hurry back to your mother. \n[6]She's mine. \n[7]Let's stop a moment. \n[8]You're tired.  You need rest.  Your horse needs water.  There's a creek up here. \n[9]Well, there used to be!  What's your name?  I'm Lo.  The Hans call me Dark Cloud.  I'm not that tall or big, but I'm quick as lightning. \n[10]If you like that arrow, I can make you a bow.  Great for hunting wild chicken.  They're delicious. \n[11]You need to eat, understand?  Then you'll have the strength to fight. Understand? \n[12]You're eating too fast.  Slowly. \n[13]You've got quite a temper.  It's better this way. \n[14]Still in a bad mood?  At least you're speaking.  What's your name? \n[15]I didn't think the Hans had names like that. \n[16]Relax.  If I had wanted to, I would already have done it.  You must be dying for a bath.  Fresh water's hard to get here.  But I managed to bring some up.  You can wear my clothes when you're done.  They're clean.  Don't worry.  I'll sing, so you'll know where I am.  After the bath, you'll be calmer. \n[17]No more hitting on the head!  All this trouble for a comb? \n[18]Not true.  I can use it to pick fleas from my horse. \n[19]I'm sorry... I guessed wrong.  I though you were a Han. \n[20]I don't take orders from anyone. \n[21]When I was a boy, one night, I saw a thousand shooting stars.  I thought, where did they all go? I'm an orphan.  I used to look for stars alone.  I thought if I rode to the other end of the desert, I'd find them.  I've been riding in the desert ever since. \n[22]Out here, you always fight for survival.  You have to be part of a gang to stand a chance.  Slowly, your gang becomes your family.  All that Dark Cloud stuff is just to scare people and make my life easier. \n[23]I am a man.  And now I've found the brightest star of all. \n[24]Your father's men are looking for you. \n[25]Your father's men are still looking for you.  They're still out there, circling closer. \n[26]It is trouble for me. \n[27]You must decide.  You might get tired of this life.  You might begin to miss your family.  If it were our daughter, we'd look for her too.  She would miss us.  Jen... I want you to be mine forever.  I will make my mark on the world.  I will earn your parents' respect. We have a legend.  Anyone who dares to jump from the mountain, God will grant his wish.  Long ago, a young man's parents were ill, so he jumped.  He didn't die.  He wasn't even hurt.  He floated away, far away, never to return.  He knew his wish had come true.  If you believe, it will happen.  The elders say, \"A faithful heart makes wishes come true.\" \n[28]I will. \n[29]Wherever I went, someone always recognized me.  I really tried. Later, I heard you came to Peking. I was afraid I'd never see you again.  So I came.  I can't let you marry. \n[30]Jen... \n[31]So it's over? \n[32]Jen!  Come with me!  You're mine! \n[33]Come with me to the desert!  Jen! Come with me to Xin Jiang! \n[34]She's mine. \n[35]I don't care anymore. \n[36]All right. \n[37]\"A faithful heart makes wishes come true.\" \n[38]To be back in the desert, together again. ", "SIR TE": "\n[1]This is Li's personal sword, a great hero's weapon!  He is the only one in the world worthy of carrying it.  It's too fine a gift. I cannot accept it. \n[2]All right.  I'll act as the sword's custodian. \n[3]I must change. \n[4]Please do not be such a stranger. You'll stay the night as my guest. Now, Shu Lien... tell me something. And forgive me for prying.  Your father was a great friend to me, and I think of you as my own daughter. \n[5]Li Mu Bai giving up his sword and his warrior days... maybe he's trying to tell you something? \n[6]Don't be coy.  I've always known about your feelings for each other. All these years, it's a shame... neither of you is brave enough to admit the truth to the other. You're both wasting precious time. \n[7]When it comes to emotions, even great heroes can be idiots.  Tell me if Li Mu Bai is not more open the next time you see him.  I'll give him an earful! \n[8]Go ahead, Governor Yu. \n[9]Two feet 9 inches long.  1 inch wide.  The handle is 1 inch deep, 2.6 inches wide.  Seven-tenths of an inch thick.  With seven rubies missing from the hilt.  You can tell the design dates back to before the Chin era.  Engraved with a technique lost by the time of the Han Dynasty. \n[10]A sword by itself rules nothing. It comes alive only through skillful manipulation. \n[11]The Imperial Court isn't the problem.  With royalty and officials everywhere, the Royal Guard keeps security tight.  But Peking is not like the West.  Here, you'll find all sorts of characters.  Proceed with caution in your quest for law and order.  Don't depend only on the court.  Contacts in the Giang Hu underworld can ensure your position.  Be strong, yet supple. This is the way to rule. \n[12]How dare you imply? \n[13]-- Enough. \n[14]Yes, though I doubt he's involved in this. \n[15]Then someone's trying to set him up. We should inform Li Mu Bai. \n[16]Shu Lien, look who's here. \n[17]This needs to be resolved, and quickly. \n[18]This is a delicate matter. \n[19]What do you have in mind? \n[20]Hello, Madam Yu.  This is Li Mu Bai, the renowned swordsman. \n[21]When will this end?  They take it, they put it back, they take it again.  My home is turning into a warehouse. ", "BO": "\n[1]Someone help!  Stop him!  He's on the roof!  The sword's been stolen! Stop thief!  Stop him! \n[2]Do something!  He's getting away! \n[3]You were rehearsing?  Who are you trying to fool? \n[4]Where did that thief go? \n[5]Governor Yu's house! \n[6]I'm sure the thief is in the Yu household. \n[7]But I say -- \n[8]Where are they? \n[9]Wait!  I'm a friend! \n[10]Why were you spying on the Yus? \n[11]This Jade Fox is a woman? \n[12]Then leave her to me. \n[13]I'm ready for anything! \n[14]The fox doesn't care much for punctuality.  Still no sign of her. \n[15]That's what you think, old witch! \n[16]You'll pay for that! \n[17]Another one! \n[18]I'm standing guard. \n[19]Jen has run away!  Gou found the wedding chamber empty.  Governor Yu requests your assistance.  You know the Giang Hu underworld.  He wants to find her, and keep her from harm. ", "FOX": "\n[1]Tsai... you dog!  You will pay for your stubbornness. \n[2]You'll soon end up like her, you little whore! \n[3]Tsai, you filthy mongrel!  An ambush! \n[4]Your master underestimated us women. Sure, he'd sleep with me, but he would never teach me.  He deserved to die by a woman's hand! \n[5]Disciple, we'll kill them all! \n[6]I must get rid of Tsai! \n[7]We must kill them! \n[8]You're home late... or should I say early? \n[9]They wouldn't have found me if you hadn't stolen the sword.  Like a little girl, you thought stealing would be fun?  You, too, are responsible for that death.  Come with me.  You don't want to waste your life as the wife of some bureaucrat.  Denied your talent... As a master and disciple we will rule. \n[10]You're already a thief. \n[11]Wherever we want.  We'll get rid of anyone in our way.  Even your father. \n[12]It's the Giang Hu fighter lifestyle... kill or be killed. Exciting, isn't it? \n[13]Yes, you do!  You are still my disciple. \n[14]I studied the diagrams.  But you hid the details! \n[15]If I hadn't seen you fight with Li Mu Bai, I'd still be ignorant of all you've hidden from me. \n[16]Believe me, I've a lesson or two left to teach you! \n[17]Sooner or later, they'd drag you back to Peking.  Your parents will never accept you again.  But why go home?  We've gone this far, we won't stop now.  You'll always be my lady.  At last, we'll be our own masters.  We'll be happy.  That's the most important thing.  All we have left is each other, right? Lie down and rest. \n[18]And so shall you! \n[19]You deserve to die, but the life I was hoping to take... was Jen's. Ten years I devoted to you.  But you deceived me!  You hid the manual's true meaning.  I never improved... but your progress was limitless!  You know what poison is? An eight-year-old girl, full of deceit.  That's poison!  Jen!  My only family... my only enemy... ", "TSAI": "\n[1]It's Jade Fox! \n[2]You're mistaken.  We're just street performers.  We were rehearsing. \n[3]Let's go! \n[4]Who are you? \n[5]I don't care about your sword. \n[6]I'm looking for someone.  Jade Fox. I'm a police inspector from Shaan Xi, Gen Su district.  Jade Fox is a master criminal.  I hear she infiltrated the Yus.  She must have come with them when they transferred here.  But with Yu's reputation, I can't just go in and accuse her. \n[7]Yes. \n[8]Pardon me, but I doubt you can handle her.  My wife was quite a martial arts expert.  Jade Fox killed her.  So you see, this is personal.  Leave her to me. \n[9]They're gone. \n[10]\"We'll settle this at midnight on Yellow Hill.\"  Good, the fox is out of her hole. \n[11]Enough!  Show yourself. \n[12]If you surrender now, you'll suffer less.  But if you resist, I won't stop until you're dead. \n[13]She's going to paralyze you! \n[14]May! ", "MAY": "\n[1]We must avenge mother! \n[2]Father! \n[3]It's ready! \n[4]Father gets first dip. \n[5]What does it say? \n[6]Father!  Let me avenge my mother's death. \n[7]Father, are you all right? \n[8]Father! \n[9]My father.  Police Inspector from Shaan. \n[10]Why don't you come in? \n[11]Come in.  It's cold. \n[12]Come in.  We don't have to fear Jade Fox if we're together. ", "MADAM YU": "\n[1]What is it? \n[2]Let me see. \n[3]What a godforsaken place!  Can't your father be appointed closer to civilization?  Jen... are you listening to me? \n[4]Madam Te is certainly spoiling us with these wedding gifts.  She's being so considerate. \n[5]I heard Sir Te lost something.  And now Madame Te's not feeling well... \n[6]That's good.  Sometimes the help can't keep their hands to themselves. It's very embarassing. \n[7]But don't be too lenient. \n[8]A murderer? \n[9]A female criminal!  Now that's news! \n[10]Maybe the murderer and the thief are one and the same. \n[11]Jen... stop playing with it. \n[12]Lower the shade, don't let them see you! ", "AUNT WU": "\n[1]Shu Lien! \n[2]Li Mu Bai is here! \n[3]Fine.  Please come in. \n[4]You're back! \n[5]Much better.  You've been gone so long. \n[6]I'll go and make up his room! \n[7]She's crazy.  You should have killed her. \n[8]Well, Li Mu Bai can do it. \n[9]Stop it! \n[10]Let her in. ", "GOVERNESS": "\n[1]Let me do it. \n[2]I've made you silk pajamas.  Do you want to change into them? \n[3]I heard you met Shu Lien today. \n[4]She's one of those.  Your mother would not want you consorting with her kind. \n[5]Don't invite danger into your father's house. \n[6]Go to bed then.  Miss has grown up, and is getting married soon.  God knows what the future will bring. \n[7]Autumn is coming.  I'll shut the windows for you. \n[8]Someone is after Jade Fox. Preposterous, looking for her here! \n[9]Miss is busy right now. \n[10]This spells trouble. ", "FIGURE": "\n[1]I do as I please. \n[2]What's it to you? \n[3]Do you think you are a real master? \n[4]Stop talking like a monk!  Just fight! \n[5]On guard! \n[6]Go ahead. \n[7]Why do you want to teach me? \n[8]And if I use them to kill you? \n[9]Wudan is a whorehouse!  Keep your lessons! ", "DE LU": "\n[1]Governor Yu has arrived. \n[2]Sir Te said to leave the sword in here. \n[3]Who are you? \n[4]This is Sir Te's study.  You are here to... \n[5]I am Sir Te's head servant.  And this is another of our guests. \n[6]Sir Te awaits you. \n[7]Pardon my intrusion.  Master Li, your room is ready. ", "MAID": "\n[1]Governess... \n[2]Madam Yu, someone's put up posters. \n[3]There is a Miss Shu Lien here to see you. \n[4]I'll tell her. \n[5]This way please. \n[6]We heard noises. "}}