{"dialogues": {"ERIC": "\n[1]What the hell are you? \n[2]Fire.  In the rain. \n[3]\"My kitten walks on velvet feet, and makes no sound at all.  And in the doorway nightly sits to watch the darkness fall.  I think he loves the lady night...\" Am I alive?  Am I dead?  Something else?  Something in between? \n[4]Thanks for sharing that. \n[5]All right. \n[6]Gotcha. \n[7]Thanks. \n[8]Where're we going next -- the sewer? \n[9]Are we finished yet? \n[10]\"Draven, Eric.\" \n[11]No!  Don't look!  No! No! \n[12]Stop it. \n[13]We have company. \n[14]Shelly? \n[15]Yes. \n[16]Goddammit. \n[17]Leave me alone -- ! \n[18]I guess I'm not ready to leave... just yet. \n[19]The last time we saw each other, I didn't do so well. Huh, Gabriel? \n[20]I bet you need some cat food... right? \n[21]Another satisfied customer? \n[22]Hello, Tin-Tin. \n[23]Murderer. \n[24]Try harder.  Try again. \n[25]A year ago.  Halloween.  A man and a woman.  In a loft.  You helped to murder them. \n[26]You cut her.  You raped her. You watched! \n[27]I want you to tell me a story, Tin-Tin. \n[28]Victims.  Aren't we all. \n[29]Halloween is coming.  The Day of the Dead... \n[30]Bugger off to the graveyard, skull- face, I'm busy. \n[31]Forget this. \n[32]She always red red was her color. \n[33]All right, bad guys... \n[34]Here I commme -- ! \n[35]\"Suddenly I heard a tapping, as of someone gently rapping, rapping at my chamber door.\" You heard me rapping, right? \n[36]I'm looking for something in an engagement ring.  Gold. \n[37]I repeat: a gold engagement ring. It was pawned here, a year ago, by another gentleman whose name, I believe was... \"T-Bird\"? \n[38]Cute nickname, don't you think? \n[39]Wrong answer. \n[40]No... no... no... no... \n[41]Tin-Tin confided in me, before he ran out of breath.  You have one chance to live. \n[42]Who would waste time killing you... besides me? \n[43]Another jolly nickname? \n[44]T-Bird? \n[45]A whole club of pirates, with pirate names... \n[46]You feed off the living. \n[47]One chance to live.  Take it. \n[48]I thought the police always said \"freeze:. \n[49]And I say I'm dead... and I move. \n[50]Then shoot, if you will. \n[51]You must listen carefully:  the Fire Department will be here soon. There is an injured man in the alley who needs assistance. As Shelly Webster once needed your assistance, and as you are shortly going to need my assistance. \n[52]Listen:  Top Dollar.  He \"owns the street here.\"  He will \"erase my ass.\" \n[53]I know Top Dollar has turned your streets into his hell. \n[54]The others are called Skank, T- Bird.  Street names.  Funboy. Watch me, office Albrecht. \n[55]Sometimes. \n[56]I dabble.  May I? \n[57]Who? \n[58]Mister Funboy lives there? \n[59]I can pick out a tune now and again. \n[60]Does she have a name? \n[61]No. \n[62]I have to go. \n[63]It's a Raymond Chandler evening And the pavements are all wet, And I'm lurking in the shadows, for it hasn't happened ... \n[64]... yet. \n[65]Here Funboy. \n[66]Take your shot funboy.  You got me, dead bang. \n[67]Bull's eye.  Good shot. \n[68]Stay. \n[69]Morphine is bad for you. \n[70]Magic. \n[71]Neither. \n[72]Does it hurt? \n[73]I have some pain killer right here. \n[74]Your pain ends now. \n[75]Go away. \n[76]Shut up. \n[77]Your daughter is out there, on the street, waiting for you. \n[78]Go.  Now. \n[79]Freeze. \n[80]I saw it, too. \n[81]Walk with me. \n[82]I need you to tell me what you remember.  What happened to us? \n[83]The venom of bad memories.  You were there; you saw her.  I saw you seeing her. \n[84]My name. \n[85]Thirty hours.  A day of life, plus change... \n[86]Halloween is coming, soon.  You will have Top Dollar if you watch for me at the Showtime, tomorrow night. \n[87]Thank you.  For giving a damn. \n[88]Don't smoke these. \n[89]I'm your passenger.  You drive. And stop talking. \n[90]Faster, T-Bird.  Faster.  You're a hell of a wheelman; you know you can drive faster. \n[91]That's good.  We're going someplace you've never been before. \n[92]You caught one.  Drive faster. \n[93]I want you to stop talking.  And drive.  Drive faster. \n[94]You're very popular.  Thought you could handle this thing. \n[95]Naturally. \n[96]Time for your reward, T.  Payback with interest earned. \n[97]A little restrictive?  Good. You held her down and raped her. You were the first.  She burned while you were inside of her. What's the lag on this?  About twenty seconds, would you say? \n[98]I've comrades in hell, T-bird. Give them my best. \n[99]All gone. \n[100]That's better. \n[101]It's almost time. \n[102]You have to be SKank. One moment. \n[103]Thank of a snappy comeback for me on your way down. \n[104]Top Dollar, you're the only one here still wasting good air... \n[105]Do you know what you destroyed? \n[106]A year ago.  A very nice lady circulated a petition.  She died. Last Halloween.  Answer yes or no. \n[107]It's yesterday!  Do you know what you destroyed? \n[108]You don't even remember... \n[109]Rowdy.  Let me fill in some gaps for you. \n[110]You're a detail man, Top -- you need to see more. \n[111]All of her pain, Top.  Thirty hours.  All at once... \n[112]...all for you. \n[113]I didn't think you could handle it either. \n[114]It's done. \n[115]Funboy had to leave this mortal coil. \n[116]It's only a flesh wound. \n[117]You shouldn't smoke these. \n[118]I'm finished. \n[119]I mean, I've done what I came to do.  It shouldn't hurt this much. But it will pass... \n[120]They couldn't do anything for me. \n[121]No.  I have one more thing to do. \n[122]I have to prepare for an anniversary.  This coming night. \n[123]A remembrance. A closure. \n[124]Better now.  I feel good.  How are you, Elly, my friend? \n[125]What is it? \n[126]You brought flowers.  As long as you don't forget her, Elly, she lives. \n[127]Elly... \n[128]Sometimes the people we care about are gone, for no reason.  Sometimes that's really tough.  I cry.  But if the people we love are gone, we keep them -- \n[129]-- right here.  It's a big responsibility.  And that makes it okay to mourn. I know that if you weren't here, I'd be very sad. \n[130]Somebody here wants to meet you. Gabriel?  \n[131]I think he's yours, now. \n[132]I have something else for you. \n[133]Shelly would've wanted you to have it.  This way, you'll think of her every time you see it... \n[134]Tell me I'll get hurt.  That I might die. I've already done that.  I don't need anyone's help.  Yours included. \n[135]Fine with me. \n[136]I'm already alone. \n[137]Don't waste my time. \n[138]But why are you still here? \n[139]I can see her. \n[140]I want the girl.  Unharmed.  Now. \n[141]You're too late.  There was a guy outside - on the stairs - you really need to talk to.  But he turned to dust and blew away. I don't have any power for you to take. \n[142]This isn't your place.  This isn't your fight.  And I don't need your help. \n[143]Leave here.  Don't do this.  I don't want you here. \n[144]Don't interfere. \n[145]Here I am. \n[146]And how many lives have you destroyed? \n[147]You're right, I'm not an avenger. Not any more. \n[148]Time for a sacrifice. \n[149]Can you fly? \n[150]In a better place.  I hope. \n[151]I don't know if I can.  But you have this... and you know where to come. \n[152]For you, I'll try.  Promise. \n[153]Leave me now. ", "ALBRECHT": "\n[1]You gotta put the mustard underneath first. \n[2]Here, let me do it. \n[3]Come on... onion.  Don't cheap out on me.  Lotta onions. \n[4]How do you ride that thing on a wet street? \n[5]Care for a hot dog? \n[6]I'm buying. \n[7]No onions? \n[8]Goddammit. \n[9]Yeah, do it! Stay right there! \n[10]Here now!  You're gonna be okay! Can you understand me?  I'm a police officer... \n[11]What did you say? \n[12]Oh no... don't go, darlin', you stay with me, now... shit! \n[13]Victim's name is Shelly Webster. The guy who got tossed is, uh ...-- \n[14]Sure it coulda.  Funboy's not here, neither is T-Bird -- none of Top Dollar's number ones. \n[15]This sack of shit is called Tin- Tin. \n[16]He was a runner for Top Dollar. Just muscle. \n[17]This isn't Top Dollar's style anyway.  This was somebody else. Somebody new. \n[18]Who ever made that. \n[19]I call it blood, Detective.  If you want, you can call it graffiti. \n[20]Don't move! I said don't move. \n[21]I'm the police and I say don't move, Snow White.  You're under arrest; I don't care what else is wrong with you!  You move and you're dead. \n[22]No further.  I'm serious. \n[23]Are you nuts, walking into a gun? \n[24]You wanna run that back for me one time? \n[25]You don't say. \n[26]Fucking A, my friend. \n[27]Watch it... \n[28]You're the one who did Tin-Tin... \n[29]Great.  Good night.  Guy shows up looking like a mime from hell. Least he didn't do that \"walking against the wind\" shit;  I hate that. \n[30]Annie? \n[31]Annie, I need a file. \n[32]This is special, darlin'.  Please? \n[33]Double homicide.  A year ago. Las Halloween. \n[34]I knew that. \n[35]Another nice white girl with a cause.  Like a big KICK ME sign. \n[36]Shelly Webster.  And her nice white boyfriend, Eric Draven. \n[37]Could be. \n[38]Well, hello there...chocolate, \n[39]Thanks, babe. \n[40]Jeezus!  Don't ever do that, man! \n[41]I told you cops don't say \"freeze\". \n[42]You, my friend, are dead.  I saw your body.  You got buried. \n[43]You died, man.  I can't believe it but here you are.  Last year, you and your girlfriend -- \n[44]You went out the window.  She was beaten and raped.  She died in the hospital. \n[45]Hey, you asked, man. She held on for thirty hours in intensive care.  Hemorrhage, trauma.  He body just finally gave it up. I saw it and couldn't do jack for her. \n[46]You okay, man?  I mean, what just happened. \n[47]You gotta understand -- I was hoping she'd talk, give me a lead, a clue, something to work with. But she only said one thing to me before she died. \n[48]I'm sorry as hell, man. \n[49]I should be trying to stop you. \n[50]My pleasure. \n[51]Damn, I wish he wouldn't do that. \n[52]Jesus Christ... \n[53]Come on! \n[54]Keep your head down! \n[55]I figured you might need a ride home. \n[56]I figured as much.  Did you cap off Funboy. \n[57]Yeah, among others. Hey, man -- you're hit. \n[58]It's only fourteen or fifteen flesh wounds. \n[59]Great.  Litterbug of the Living Dead. \n[60]Right. You sure I can't just take you to the emergency ward? \n[61]How 'bout the morgue? \n[62]You're gonna kill somebody else. We're gonna stop and get a shit-load of Band-Aids? \n[63]Had to go get yourself hip-deep in shit, didn't you, my friend. \n[64]Give it a rest, huh? \n[65]You sorta looked like you might need my help. \n[66]You're welcome. \n[67]The hell you say.  This isn't just about you any more. \n[68]You're bleeding, man.  You can't make it. \n[69]You won't mind if I just take the stairs, then, smartass... \n[70]I ain't cut out for this superhero shit. \n[71]Is he dead yet? ", "ELLY": "\n[1]Guess the picnic got rained out. \n[2]Oh, scary. \n[3]What are you, like, the night watchman? \n[4]Talent. Hi. \n[5]You buying? \n[6]No onions though, okay? \n[7]They make you fart. \n[8]I went to see a friend of mine. \n[9]She's still dead. \n[10]Very funny.  Ha.  Ha.  Oh my, sides. \n[11]Mom --? \n[12]I lost my key. \n[13]What are you supposed to be?  A clown? \n[14]You look like a rock star without a job. \n[15]If you're not some kinda child molester. \n[16]My mom works over there.  I'm waiting for her, but she's probably with him, right now. \n[17]Mister Funboy. \n[18]He has a room, upstairs.  I don't like him very much. \n[19]Can you play that thing or do you just carry it around everywhere? \n[20]Can you play \"Teddy Bears' Picnic?\" It used to be her favorite. \n[21]No name.  You sure ask a lot of questions. \n[22]Hel-lo?  Earth to anybody...? \n[23]Do you feel okay. \n[24]You gotta go now, I bet. \n[25]Don't say \"shit\". That's okay.  Corn Flakes are okay.  Anything. \n[26]Mom tried to cook. \n[27]A lot of people \"know\" my mom. \n[28]I don't know you. \n[29]You're not a cop, either.  What do you want him for? \n[30]Right. \n[31]You buying? He kinda wanders around.  You'll see him if you pay attention. \n[32]What's going on...? \n[33]I knew.  I knew I knew you.  Even with the makeup and stuff you wore. You really loved her, didn't you? \n[34]She's dead.  She's gone.  And now you're just gonna go away and never come back, too.  I hate this place; it isn't fair. \n[35]You look funny without your white face on.  Like it's your day off or something. \n[36]I remember him!  Here, Gabriel... here kitty... Gabriel... Is he still yours? \n[37]Nobody ever gave me something like that before.  Ever. \n[38]And she'll be alive.  Up here. \n[39]You're gonna like it here. \n[40]He was a present.  Besides, we're moving anyway.  You said. \n[41]Mom -- ! \n[42]Gabriel! \n[43]You go to hell, you pervert! \n[44]Don't let me fall! \n[45]Now do you get to see her? Shelly, I mean. \n[46]You're not gonna come back, are you? \n[47]You mean you'll, like' dig your way out of the grave?  Euww. \n[48]It can't rain all the time. ", "LAO": "\n[1]\n[2]\n[3]Lao sees the blade.  An idea.  He lifts it reverently, bears it the Nwa hilt-first in both hands, as if bestowing a thing of immeasurable worth. \n[4]Lao spins through the air and HEEL-KICKS the blade THROUGH Nwa's chest, pinning him to the door.  It's over so fast the gasp of astonishment never escapes Nwa.  Lao is much more than merely treacherous, he is extremely capable. \n[5]When I spoke of an offering, I didn't mean an offering to you. \n[6]An unexpected pleasure. \n[7]Who got himself what? \n[8]I had heard something like this. Describe it for me.  The \"hit\". \n[9]I know of no one. But even if there is, I am sure it is nothing outside your capacity to deal with? \n[10]To be sure.  Now tell how your friend died. \n[11]Did you see an animal of any kind? Did you see a bird? \n[12]Good. It could've been a chicken... \n[13]Sounds like our \"Crow\" is out-maneuvering you. \n[14]Come now.  You've seen the graffiti -- all over the city in the few hors it has taken your men to drop like plague victims. What about your turf, Top? You don't seem to have ripped out anyone's heart yet. \n[15]I am sitting over here. \n[16]Do you think this childish machismo impresses me? When I was a boy in Saigon I watched my country change one block at a time,  one building at a time.  Whole lives erased.  A way of life, polluted.  Today, no one forces me to move.  I use my powers to change your country, one block at a time,  one building at a time. \n[17]Your comprehension is not required.  Your cooperation and, indeed, your ability are the issues on the table. \n[18]That's reassuring. \n[19]This is a cobra, Mr. Grange.  Yes, it is real. \n[20]Extremely so. You and I are the recipients of unwanted good fortune, in the form of a man everyone is calling The Crow. \n[21]I intend no slight to you, but I cannot find the English to adequately express just what he is.  I suppose Western mythology would describe him as a Fury.  \n[22]Do you know of spirit assassins? You do know the dead can rise? Properly motivated, of course. \n[23]Mmm.  But tonight I can take what is his. \n[24]To the contrary... \n[25]...all the dying tonight will be done by the former Eric Draven. \n[26]Who is only invulnerable so long as he cares about the dead.  When he begins to care about the living, you'll find his heart can bleed... and I want it to bleed for me. \n[27]Truly kill him.  So I may crush his skull and smoke it. \n[28]Let it suffice that I need him... and to get to him, we'll need his little friend. \n[29]Is he inside? \n[30]I believe our friend Elly call you Mister Crow. Please acknowledge; the mike will pick you up.  \n[31]Of course you can. \n[32]Don't permit your rage to cloud the issue.  I believe in barter. I propose a simple trade. \n[33]You intended to finish this evening in the cemetery.  I am here to help you on your way. \n[34]No shooting. \n[35]I wish to possess what you have now. \n[36]I know.  That is why I will prevail.  Mr. Grange... ? \n[37]Sooner or later, my action were destined to bring me a genuine Fury.  And it turned out to be you. At last.  I appreciate your abilities as few mortals can. That's why I desire them. \n[38]I don't believe that. \n[39]Time for you to die for me. Funny, how the dead can still bleed.  How they need air. \n[40]Break its neck. \n[41]I said no shooting! \n[42]Can you fly, Crow man? \n[43]Face me! \n[44]No.  You are. \n[45]You've caused another death, Mister Draven!  The girl will die as well -- because of you! \n[46]I took yours from you.  Your little girlfriend?  I took hers, too.  Your meaningless, petty life?  I took it so that tonight your existence might gain a purpose.  You're no avenger. You're mine. \n[47]I don't need eyes to take what I want from you. ", "GRANGE": "\n[1]You gonna smoke his bones now, or however it is you do it? \n[2]Top Dollar? \n[3]Funboy? \n[4]Funboy? \n[5]The son of a bitch winked at me. The he jumped.  Three stories. \n[6]No.  I saw a guitar. This isn't some rock-n-roller you forgot to pay, is it? There was a drawing on the wall that looked like a bird.  In blood. \n[7]You're Elly, right?  I know your mom. \n[8]I know your friend, too -- the one that looks like a rock star. \n[9]I'd like to get in touch with him. \n[10]I'm looking for a good guitar man. \n[11]I need to find him kind of soon, Elly. \n[12]What... the hell is that? \n[13]That thing is poisonous. \n[14]Give me a break.  That guy's a wacko... \n[15]Not a Plymouth Fury, I bet. \n[16]Like some sort of zombie on a revenge trip. \n[17]Only thing you'll get from that clown is a faster way to die. \n[18]Kill a dead guy? \n[19]Hi, Elly.  Remember me? \n[20]If she opens her face again, shoot her in the head. \n[21]You should listen to your mother. She said no cats. \n[22]Now that's the expression I want. \n[23]Say cheese. \n[24]We've got company. \n[25]He's just out front talking to himself.  You tell me. \n[26]I've got him if you want him. \n[27]Move in, guys. ", "TOP DOLLAR": "\n[1]Wild fucking night.  I hear our pal Tin-Tin got himself very dead. \n[2]Bet that pisses you off, right? \n[3]Stay normal, T.  Cops'll be all hotwired and aggressive.  No combat moves until I check this out. \n[4]I thought Halloween was tomorrow night. \n[5]Get outta my way, you mooks. \n[6]Bad news.  Alot of action on the streets tonight, and nobody bothered to clear it with me.  Tin- Tin got himself whacked. \n[7]One of mine.  And it wasn't a standard hit. \n[8]I was wondering if you could tell me anything... about a wildcat operative. \n[9]Anybody violates my turf -- our turf -- I'll rip out there heart and show it to 'em. \n[10]\"Our\" Crow...? \n[11]The night is young. \n[12]Hey, you little fuckweed!  That's against the law! \n[13]I don't give a shit what kinda bird this guy is. \n[14]Nice speech.  What's it supposed to mean? \n[15]Whatever you say, I can do. \n[16]Too many poppers, Skank.  Relax.  Heel. \n[17]You want my attention, man you got it. \n[18]Five large, in the drawer right over there.  I never saw you. \n[19]Take the dope, too. \n[20]That's ancient history. \n[21]Who gives a fuck!  I'm a businessman.  You gonna do me, then do me and shut you're face! \n[22]I never forget anything, dickhead. That building was a sweep-and- clear; the bitch was a nuisance with her goddamned petition.  It got a little rowdy... end of story. ", "FUNBOY": "\n[1]Hey, Darla -- before we die of old age, how about it --? \n[2]Let's have some fun. \n[3]Hey, pussycat. \n[4]More fun than a torture chamber. \n[5]It's a squab.  Here bird, Here, birdie... \n[6]Oh wow, oh wow, don't fucking do that, man.  I nearly had a fucking heart attack. \n[7]It's just the dope, don't worry \n[8]Not me. \n[9]Time for you to take your bird and leave, freako. \n[10]You are seriously fucked up, man. Just look at yourself. \n[11]BANG!  He shoots, he scores! \n[12]How the hell did you do that?  \n[13]Either die or do a solo. \n[14]Yeah, I got a more fun idea myself. \n[15]I hate trespassers! I hate prowlers! I hate peeping toms! And right now I hate you! \n[16]Ahh, the hell with it, I still got five shots left. \n[17]Owwwaaaa -- fuck me!  Look what you did to my sheets, you lame piece'a shit!  AAAAaa!  Goddd! \n[18]Does it hurt?!  You dead-ass, clown-faced fuck, of course it fucking hurts!  What the shit are you gonna do about this?! \n[19]No, wait, no WAIT, that's too much, man, that's like overkill, nobody can take that much, you're wasting it -- ! ", "SKULL COWBOY": "\n[1]Interested?  Follow the crow. \n[2]Having fun yet?  No? I'll give you a hint.  Remember whatshername? \n[3]Miss her? \n[4]Kill the men who killed you both, and the Day of the Dead will be your reunion. \n[5]You must use your eyes. \n[6]Get it? \n[7]Do something about it. \n[8]Glad to see you're finally with the program. \n[9]You work for the dead.  Forget that, and you can forget it all. \n[10]Howdy You look a mess.  Like an ole cooter dog. \n[11]Getting a little ambitious and extracurricular, aren't we? \n[12]You need to learn to mind your own business or you'll never get where you think you're going. \n[13]Maybe I was wrong about you. \n[14]Stop screwing around. \n[15]Your job is done.  You interfere with the living again. \n[16]Do this thing and you will be vulnerable.  The blood will not return. No powers.  No reunion.  Nothing. \n[17]You'll be alone. \n[18]Very well, it's your ass. ", "GIDEON": "\n[1]Ahhh, jesus, the creatures of the night, here they come.  Tweedledum and Tweedledummer. \n[2]Blow yourself, bigmouth. \n[3]Whatcha got? \n[4]18k.  Crap. \n[5]Nineteen bucks at Sears.  Fake, \n[6]What's this -- a little, ah, bloodstain, right? Fifty bucks for the box, and I'm doin' you a -- \n[7]Piss off, we're closed. \n[8]Fucking creatures of the night; they never goddamn learn. \n[9]\n[10]Oh, bullshit!  You're trespassing asshole, you're breakin' and enterin' and you just bought me a fucking door! \n[11]You're looking for a coroner,shit- for-brains! \n[12]I ain't got no fuckin' ring. \n[13]All's I got is in a box!  Behind the counter! \n[14]No fucking way.  He'll kill me. \n[15]Top Dollar. \n[16]You want those assholes, you want Top Dollar. \n[17]Like the car.  He hangs out with Skank. that little ass-hair, and they hang at the Pit -- hell, Funboy lives there.  Ask Top Dollar. \n[18]You walk outta here Top Dollar will erase your ass!  Top Dollar owns the fucking street here and you can't dick with me, you son of a bitch! ", "SKANK": "\n[1]What about working girl? \n[2]I say we leave her here to fry, man. \n[3]Whoaaa -- T-Bird, red light, red light! \n[4]Dump her, man, dump her! \n[5]Hey, blow me, fat boy! \n[6]You wouldn't want Top Dollar not to smile. \n[7]Fuck you, T-Bird. \n[8]I wish to hell I had torched Gideon's, that fat fuck. \n[9]Got it. \n[10]What's all this happy horseshit? \n[11]Top, I made the sumbitch!  Face all painted white like some kinda fuckin' kabuki homo! \n[12]The found T-bird flash-fried to what was left of his fucking car! \n[13]What was that -- !? \n[14]It's him, Top!  He dusted T-Bird! ", "DARLA": "\n[1]I told you you're not supposed to come in here. \n[2]Out.  Now.  I gotta work. \n[3]Ooh, baby -- gimme all of it. \n[4]It's a big fucking bird... \n[5]Fun -- look at that guy... \n[6]Fun, he's not going away; he's scaring the piss outta me! \n[7]I never was too good at this domestic shit. \n[8]I was wonderin' where you'd gotten to -- Oh, Elly, honey, a cat.  Here? \n[9]We'll discuss this later. Obviously.  You left the door open. \n[10]I don't remember you.  And I don't remember inviting... \n[11]Worktime, kiddo.  First day, new job, gotta go. \n[12]You sure you're gonna be okay? \n[13]At least it finally stopped raining. ", "MICKEY": "\n[1]What this place needs is a good natural catastrophe.  Earthquake, tornado... \n[2]Maybe a flood, like in the Bible. \n[3]Heyyy -- it's the Elly monster. \n[4]What's goin' on, Elly? \n[5]Well, how's your friend? \n[6]Call it in? \n[7]You want I should save this for you? \n[8]Chili dog for breakfast... it's original. \n[9]Oh. \n[10]Everyone's a comedian.  Enjoy. ", "ANNABELLA": "\n[1]Whatever it is, the answer's no, Eddie.  I'm too busy tonight. \n[2]Speak up. Clear it with the Captain if you need a file. \n[3]Just don't tell me you \"owe me one.\"  What file? \n[4]Don't thank me.  Your ass is already in enough trouble for this shit. \n[5]Your last little wild goose chase got you busted back to the Beat Patrol, just like in a bad detective story, Eddie. Are we doing the wildgoose thing again? \n[6]You gonna wind up working at a school crosswalk.   that doughnut's chocolate you, know. \n[7]Don't thank me. ", "RESUME ERIC": "\n[1]Almost bemused.  Steadier.  A hint of friendliness. \n[2]\n[3]vising his head with his hands, in pain.  Too much pain. \n[4]wincing.  He drops the lipstick on the floor.  Grabs a hairbrush. FLASH:  Eric smashes into the street after his death-fall, trailing broken glass. \n[5]Without looking toward the door, he speaks. \n[6]Rage over the loss of Albrecht.  He RISES, hurting but mad as hell.  GLARES UP toward Lao. ", "TORRES": "\n[1]Couldn't have happened to a nicer couple. \n[2]You know, you sure got a hard-on for a guy that's guilty of zip on paper.  Top Dollar runs Showtime; what's the matter, don't you like adult entertainment? \n[3]Don't any of your little pals have real, grown up names? \n[4]Was. \n[5]And you're gonna tell me who. \n[6]What in the hell... do you call that? "}}