{"dialogues": {"DUNBAR": "\n[1]This is where I belong... this is my outfit. \n[2]It was no good... what's going on here? \n[3]Alright by me. \n[4]Forgive me Father. \n[5]Don't take off my foot. \n[6]The strangeness of this life cannot be measured. In trying to produce my own death, I was elevated to the status of a living hero. \n[7]Where can I find Major... Fambrough? \n[8]Sir? \n[9]Yes sir? \n[10]Excuse me? \n[11]No sir. \n[12]Yes sir. \n[13]Actually sir, I'm here at my own request... I want to see the frontier. \n[14]Yes sir... before it's gone. \n[15]I'm wondering sir, how will I be getting there? \n[16]No sir, it's just that I don't know. \n[17]Were it not for my companion I believe I would be having the time of my life. He is quite possibly the foulest person I have ever met. \n[18]We have been gone four days now and still we have seen no signs of life. Only earth and sky. \n[19]How far do you make the fort? \n[20]How far? \n[21]It's going to be my post... my home. \n[22]Timmons... Timmons. \n[23]Timmons. \n[24]Something's out there... \n[25]Might have a look. \n[26]How come we haven't seen any buffalo? \n[27]What about Indians? \n[28]Alright...lets unload the wagon. \n[29]I'm staying too... we don't know what's happened. \n[30]Not at the moment, no. \n[31]This is my post... \n[32]This is my post! And these are the post's provisions. Now get your ass off that wagon and help me unload. \n[33]Good. \n[34]Thank you. \n[35]Have arrived to find Fort Sedgewick deserted. Am now waiting for the garrison's return or word from headquarters. Post is in exceedingly poor condition. Have decided to assign myself clean-up duty beginning tomorrow. Supplies abundant. The country is everything I dreamed it would be. There can be no place like this on earth. \n[36]Damn... damn. \n[37]No sign of Captain Cargill's command. I don't know what to do. Communication can only take place if I leave and I don't want to abandon my post. \n[38]Made a short patrol yesterday p.m... discovered nothing. Will go further tomorrow. \n[39]There is a wolf who seems intent on the goings on here. He does not seem inclined to be a nuisance however and aside from Cisco has been my only company. He has appeared each afternoon for the past two days. He has milky white socks on both feet. If he comes calling tomorrow I will name him Two Socks. \n[40]Almost a month and no one has come. The longer this condition persists, the less inclined I am to believe that anyone will. Rain has forced me indoors for most of two days. I have begun an awning. The work has ruined my hands, but I am excited about the improvement it will bring to this place. \n[41]It is the loneliest of times... but I cannot say that I am unhappy. \n[42]You there! \n[43]Have made first contact with a wild Indian. One came to the fort and tried to steal my horse. Do not know how many more are in the vicinity but I am taking steps for another visitation. Am burying excess ordnance, lest it fall into enemy hands. \n[44]Have made all the preparations I can think of. I cannot mount an adequate defense but will try to make a big impression when they come. Waiting. \n[45]The man I encountered was a magnificent looking fellow. \n[46]I realize now that I have been wrong. All this time I have been waiting. Waiting for what? For someone to find me? For Indians to take my horse? To see a buffalo? \n[47]Since I arrived at this post I have been walking on eggs. It has become a bad habit and I am sick of it. Tomorrow morning I will ride out to the Indians. I do not know the outcome or the wisdom of this thinking. But I have become a target and a target makes a poor impression. I am through waiting. \n[48]Wait... \n[49]Wait... you're hurt. \n[50]Let me help you. \n[51]You're hurt... you need help. \n[52]She's hurt. \n[53]Welcome... Come... please... sit down. \n[54]Would you like some coffee? Coffee? \n[55]I'll get some cups. \n[56]Is the coffee not good? Too strong maybe? Here... \n[57]Do you want some? \n[58]So what are you guys doing? Looking for buffalo? \n[59]He's a good one... good horse. My horse. \n[60]Good horse. \n[61]My horse. You see any buffalo? \n[62]Wait just a bit. \n[63]Buffalo? \n[64]Buffalo. \n[65]Buffalo. \n[66]The sugar didn't figure to last at that rate any way. I don't believe I'd go too far in saying that a foundation for good relations is being laid. \n[67]They have come again, as always the same two with an escort of six. \n[68]I believe I am dealing with Kiowa Indians as I have heard that word on several occasions. \n[69]I am learning the Kiowa words for head, hand, horse, fire, coffee, buffalo, hello and goodbye. \n[70]No, I haven't seen any buffalo. Are you hungry? I have food... are you hungry? \n[71]Nothing I have been told about these people is correct. They are not beggars and thieves. They are not the bogeymen they have been made out to be. \n[72]Buffalo... \n[73]Buffalo... Buffalo. \n[74]Yes. Buffalo. \n[75]I wish I knew what to say. \n[76]Thank you. \n[77]Look I'm full... I can't tell the story again. \n[78]Go ahead. \n[79]You want to try... put it on. \n[80]Here. \n[81]This is too much... I can't take this... \n[82]I can't... No more... \n[83]I can't, I'm full... very full... \n[84]That's my hat. \n[85]My hat. \n[86]Yes, it's good. But, I have to sleep. \n[87]They asked me to dance... \n[88]I was just dancing... \n[89]To stay any longer would've been useless. We had all the meat we could possibly carry. We had hunted for three days, losing half a dozen ponies and only three men injured. Many times I have felt alone but until this afternoon, I have never felt completely lonely. \n[90]Made a long patrol today. There is nothing to report. The truth is I am bored. \n[91]Though only two days it seems like a week. I am missing the company of my new friends. I can see all of their faces, but somehow it is not enough. Tomorrow, I will make an unannounced visit. After all, they are my neighbors, what can it hurt? \n[92]Go home. \n[93]Damn him. \n[94]C'mon Two Socks... you can't go... so go home. \n[95]Alright then, don't go home. But stay... stay right here. \n[96]You go home. \n[97]Thank you... I feel good. \n[98]Wait... what is your name? \n[99]Kick? \n[100]Kicking? \n[101]Kicking Bird... What does he... is he a chief? \n[102]Oh... \n[103]Your name... you. \n[104]Up? Get up? \n[105]Stand. \n[106]Stands With A... \n[107]Fist? \n[108]Stands With A Fist. I'm John... John Dunbar. \n[109]Yes. \n[110]I try to answer all of Kicking Bird's questions but I know he is frustrated with me. He always wants to know how many more white people are coming. I tell him that it is impossible for me to say. When he persists I tell him that the white people will most likely pass through this country and nothing more. \n[111]But I am speaking to him in half- truths. One day there will be too many, but I cannot bring myself to tell him that. I am sure that Stands With A Fist knows. \n[112]A war party is going against the Pawnee soon and I have asked to go. I sensed that I have made a mistake in doing so but I could not bring myself to take it back. They are my friends and from what little I gather the Pawnee have been very hard on these people. I hope I have not overstepped my bounds. \n[113]I'm glad to see you... please sit. \n[114]They are Sioux enemies. \n[115]I asked that he would think about my going. \n[116]Then tell him this. I have been a warrior for longer than many of the young men that will go on this war party. Tell him. \n[117]I know, I understand. But I cannot learn these ways in camp. \n[118]I will be happy to watch over your family. \n[119]Who is Dances With Wolves? \n[120]Dances With Wolves... that's right. How do you say it? \n[121]Dances With Wolves. ", "DANCES WITH WOLVES": "\n[1]Written by \n[2]I'm here. \n[3]Fire lives on the prairie. \n[4]Again. \n[5]Alright... I have it... That man... \n[6]Is... \n[7]A... bone! \n[8]A bone... right? \n[9]What is the word for beautiful? \n[10]You go for water? \n[11]Let us take you. \n[12]How did you get your name? \n[13]I would not think so. \n[14]Show me where you hit her. \n[15]Why are you not married? \n[16]I'm sorry. Let me help... \n[17]I want to know about Stands With A Fist. \n[18]There is no man with her. \n[19]I do not understand \"mourning\". \n[20]Crying for who? \n[21]How long will she cry? \n[22]I know... Stone Calf told me. \n[23]Yes. \n[24]Nothin'. \n[25]Okay. \n[26]Don't do that! \n[27]Stone Calf... I follow you. \n[28]Stone Calf... wait... \n[29]I have guns... many far-shooting guns. \n[30]Guns would make one warrior like two. \n[31]I will take Smiles A Lot. \n[32]Wait. \n[33]I would hide in the village. \n[34]I would let the enemy think we are asleep... let him come close. Then we would shoot together and run to fight them, drive them into the river and kill so many that they would never trouble us again. \n[35]It was hard to know how to feel. I had never been in a battle like this one. This had not been a fight for territory or riches or to make men free. This battle had no ego. It had been fought to preserve the food stores that would see us through winter, to protect the lives of women and children and loved ones only a few feet away. I felt a pride I had never felt before. \n[36]I shot this one. \n[37]I had never really known who John Dunbar was. Perhaps because the name itself had no meaning. But as I heard my Sioux name being called over and over, I knew for the first time who I really was. \n[38]I am tired... and Horse Back already has a good rifle of mine. thank you... goodnight. \n[39]To who? \n[40]She's in mourning. \n[41]He did? \n[42]Kicking Bird told me to wait. \n[43]What do I do? \n[44]I have the buckskin... \n[45]Do you think the buckskin is too much medicine? \n[46]I thought we had been discreet but apparently we fooled no one. \n[47]Wind In His Hair said if the match was acccepted the ponies would be gone in the morning. \n[48]I didn't know that. \n[49]And for me. \n[50]I had never been married before. I don't know if all grooms have the same experience. But as Kicking Bird began to speak about what was expected of a Sioux husband, my mind began to swim in a way that shut out everything but her. The tiny details of her costume. The contours of her shape. The light in her eyes. The smallness of her feet. I knew that the love between us would be served. \n[51]Yes. \n[52]Oh... good... thank you... goodbye... \n[53]It's good to be out. \n[54]We are trying for a baby. \n[55]No waiting. \n[56]It's quiet. \n[57]We must wait for these people... \n[58]You have asked me many times about the white people... you always ask how many more are coming. \n[59]There will be a lot my friend... more than can be counted. \n[60]Like the stars. \n[61]It makes me afraid for all the Sioux. \n[62]No, there is nothing for me there. \n[63]Stands With A Fist... wait... \n[64]The words in the book are like a trail for people to follow. It tells everything about my life here. I must get it. \n[65]I will catch up. \n[66]You killed him... \n[67]I speak english... \n[68]Lieutenant John. J. Dunbar. This is my post. \n[69]I came out from Fort Hays last April. But there was no one here. \n[70]My journal is on the bunk in my quarters. My orders are in the journal. It will tell you everything. \n[71]Dunbar... D.U.N.B.A.R... John. \n[72]Did you read my orders? \n[73]It was in my journal. \n[74]I have to relieve myself. \n[75]What is the army doing out here? \n[76]There are no hostiles. \n[77]What conduct? \n[78]There is nothing for you to do out here. \n[79]I am Dances With Wolves... \n[80]I am Dances With Wolves... I have nothing to say to you. You are not worth talking to. \n[81]We go South? \n[82]You have nothing to say? \n[83]What ever is on your mind. \n[84]Killing the soldiers at the river was a good thing. It made me free and my heart was big to see my friends coming to help me. I did not mind killing those men. I was glad to do it. \n[85]But the soldiers hate me now like they hate no other. I am more than an enemy to them, I am a traitor. They will hunt for me. They will not give up. And when they find me they find you and that cannot happen. \n[86]No, we are happy. \n[87]I have talked with Stands With a Fist and we will go together. \n[88]That does not surprise me. \n[89]Yes? \n[90]I don't know, I haven't tried it yet. \n[91]I'm told it smokes well. \n[92]You were the first man I ever wanted to be like. I will not forget you. ", "KICKING BIRD": "\n[1]Yes... it is good. The grass is rich. The game is plenty and not running away. \n[2]I was thinking of a dance. \n[3]Yes. \n[4]I have seen such a sign. \n[5]I saw a man, a white man. \n[6]Just one. He was naked. \n[7]I saw his sex. \n[8]No. \n[9]He might be a god or he might be a special chief -- that's why we are thinking of having a talk with him. \n[10]You are right, we need meat today and tomorrow. But we must also have meat in ten years. \n[11]But the whites are coming. Our friends the Shoshone and the Kiowa, even our enemies, agree on this -- the whites are coming. More than can be counted. \n[12]Wind In His Hair has spoken straight, his words are strong and I have heard them. It's true the whites are a poor race and it's hard to understand them. But when I see one white man alone, without fear in our country, I do not think he is lost. I think he may have medicine. I see someone who might speak for all the white people who are coming. I think this is a person with which treaties might be struck. \n[13]The soldier did not come to fight -- he is going away and we will let him. \n[14]Buffalo. \n[15]Buffalo. \n[16]Have you seen any buffalo? \n[17]Stands With A Fist. \n[18]We will talk awhile. \n[19]Your wounds are healing well? \n[20]You are happy here, with my family? \n[21]Perhaps you will marry again when the time is right. \n[22]We have word from many places that the whites are... \n[23]They are coming into everyone's country. They will soon be in ours I think. This white man who lives at the old soldier fort, the one who calls himself loo ten tant... I have visited him and I believe his heart is a good one. He knows things about the whites which we do not. \n[24]He is only one man. \n[25]Every warrior in camp would fight them if they tried. \n[26]I cannot make the white man talk. Loo ten tant does not know Sioux. \n[27]You have a certain medicine which no other Sioux -- man or woman -- has. \n[28]I do not ask this for myself... I ask this for all our people. \n[29]I want you to try and remember the the word. \n[30]You don't want to know. \n[31]Perhaps I am asking too much. \n[32]Buffalo? \n[33]The buffalo have come. \n[34]Loo ten tant... \n[35]Where is loo ten tant? \n[36]Does it scratch the skin? \n[37]Yes, he is special... he should have a real name. \n[38]I know. \n[39]We were waiting for you. \n[40]Welcome. It is good that you are here. \n[41]Ask him why he is at the soldier fort. \n[42]What does he say? \n[43]Ahhh... He's right. I'm sorry. \n[44]Keep on with the white man talk if it pleases you. \n[45]I don't know. \n[46]Something has happened? Well what? \n[47]With who? \n[48]Are you certain of this? \n[49]What are people saying? They're not angry? \n[50]I suppose I will be the one to say something. \n[51]Stands With A Fist. \n[52]You are no longer a widow. \n[53]This is a good day for me. \n[54]Stands With A Fist... if you want this man, take his hand in yours. \n[55]Have you heard all that I have said? \n[56]Good, then take her inside... she is your wife. \n[57]Dances With Wolves, are you in there? \n[58]I am riding today to a far away place. It is a place I haven't seen for a long time. A sacred place. I would like you to come with me. \n[59]Yes it must be. \n[60]No waiting? \n[61]I was just thinking that of all the trails in this life, there is one that matters more than all the others. It is the trail of a true human being. I think you are on this trail and it is good to see. \n[62]It is said that all the animals were born here... that from here they spread over the prairies to feed all the people. Even our enemies say this is a sacred place. \n[63]No, they've been gone a week maybe more... we will water the horses and go home. \n[64]Help me to know how many. \n[65]We cannot wait for you. \n[66]Something has happened... Dances With Wolves is not coming. \n[67]Pick two good men with fast ponies and send them back to the soldier fort. \n[68]You've finished your pipe? How does it smoke? \n[69]It doesn't seem possible that we could come this far. ", "STANDS WITH A FIST": "\n[1]Don't... \n[2]Yes. \n[3]I am glad to be here. I am missing my husband. \n[4]Perhaps. \n[5]I am afraid of the man at the fort. \n[6]I am afraid that he will tell some whites that I am here. I am afraid that they will try to take me away. \n[7]It has been a long time since I made the talk. \n[8]It's dead in me. \n[9]I don't know how. \n[10]Say... thank you. \n[11]His speed... his power... you have. \n[12]Hullo. You here... good. \n[13]He thanks you. It is good. \n[14]Uhh... you... come... \n[15]Our... names? \n[16]He wants to know how we are called. \n[17]He... he... Kick... \n[18]More. \n[19]Kicking... yes... Kicking... Bird. \n[20]Hul... hal... ho-lee... holy... holy man. \n[21]I don't know. \n[22]No. \n[23]Yes... Stands. \n[24]More... Wiff... With. \n[25]John Dunbar. \n[26]Kicking Bird wants to know why you want to make war on the Pawnee. They have done nothing to you. \n[27]Only Sioux warriors will go. \n[28]He has. \n[29]He says that the Sioux way of being a warrior is not the white way. You are not ready. \n[30]He asks that you watch over his family while he is gone. \n[31]This thing he asks you... it is a great honor for you. \n[32]He thanks Dances With Wolves for coming. \n[33]It is the name which everyone is calling you now. \n[34]Dances With Wolves. \n[35]I like to make the white man talk. \n[36]Dances With Wolves? \n[37]Grass grows on the prairie. \n[38]Wrong. \n[39]That man is a fighter. \n[40]That man is a fighter. \n[41]Yes... \n[42]It is hot. We are sitting in the shade. \n[43]Alright. \n[44]What do you mean? \n[45]He learns well... he is fast. \n[46]Yes. \n[47]I was not very old when I came to be with the people... I was made to work. \n[48]I worked every day... very hard... there was a woman who didn't like me. She called me bad names... sometimes she beat me. One day she was calling me these bad names, her face in my face, and I hit her. I was not very big, but she fell down. She fell hard and didn't move. I stood over her with my fist and asked if any other woman wanted to call me bad names... No one bothered me after that day. \n[49]I must go. \n[50]No. \n[51]No, I'm not. \n[52]What are they saying? \n[53]I have hurt him and I must go talk to him. \n[54]I am in mourning. \n[55]No one can know... we must be careful. \n[56]We must be careful. \n[57]Nothin'. \n[58]Trouble... \n[59]Pawnee... a big party... thirty or forty men. The Kiowa hunters found them not far to the north. The Pawnee are coming his way. Soon they will find our camp. \n[60]I will go. \n[61]Yes. \n[62]You have everything from the soldier fort? \n[63]That's good. \n[64]What can I tell you? \n[65]We have decided. You are my husband. I am your wife. That is all I know. ", "WIND IN HIS HAIR": "\n[1]I do not care for this talk about a white man. Whatever kind of white man he is, he is not Sioux and that makes him less. We've camped here for ten days now and each day our scouts find nothing. One old bull with wolves tearing him apart, nothing more. We need meat -- not talk. \n[2]Kicking Bird is always looking ahead and that is good. But when I hear that more whites are coming -- more than can be counted I want to laugh. We took a hundred horses from these people, there was no honor in it. They don't ride well, they don't shoot well, they're dirty. They have no women, no children. They could not even make it through one winter in our country. And these people are said to flourish? I think they will all be dead in ten years. \n[3]I think this white man is probably lost. \n[4]This white man cannot cover our lodges, or string our bows, or feed our children. I will take some good men... there are many here tonight. We will ride to the soldier fort, we will shoot some arrows into this white man. If he truly has medicine he will not be hurt. If he has no medicine he will be dead. \n[5]I am Wind In His Hair. Do you not see that I am not afraid of you?... Do you see? \n[6]You are not welcome here. \n[7]Go away from us... \n[8]Go away from us... go now. \n[9]If this council decides to talk with the man at the soldier fort then it will be so. But in my mind it is not right that a Sioux chief, a chief as great as Ten Bears, goes to ask the business of a puny, trespassing white man... a white soldier who has only a smart horse and a few white man clothes. \n[10]His mind is gone. \n[11]One more... eat... \n[12]That hat belongs to my friend here. \n[13]You can see that he wants it now. \n[14]We all know that is a soldier hat. We all know who wears it. If you want to keep it that's alright. But give something for it. \n[15]Good trade. \n[16]I ate him. \n[17]I traded for it. \n[18]A little. But do you see how good it looks. Everyone says it looks good. Everyone. \n[19]Not everyone thinks it is a good idea that he is here. \n[20]Kicking Bird has business with the white man. Let him do it. \n[21]There is gambling tonight... at Horse Back's lodge. Horse Back's games are always good. \n[22]There's talk that you want to get married. \n[23]That's the one isn't it? \n[24]She has been released. Kicking Bird did it. \n[25]What are you doing? \n[26]You might be waiting a long time. Smiles A Lot says he saw Kicking Bird riding on the prairie... \n[27]He says he was talking to himself. When a medicine man is the last to know he can take it pretty hard. \n[28]You are pretty poor my friend and a Sioux girl is not for free. I don't know if you can get married. \n[29]That's too much medicine. \n[30]Maybe we can help you... wait here for us. \n[31]Turn around... \n[32]Pretty good... \n[33]You know, the man she mourned for was my best friend. \n[34]He was a good man. It's been hard for me. I am not the thinker Kicking Bird is. But I think he went away from her because you were coming. That is how I see it now. \n[35]He must have trouble. \n[36]You will hold our horses... nothing more. \n[37]We will ride South for two days... then turn East. No one must follow. \n[38]Dances With Wolves... \n[39]I am Wind In His Hair... \n[40]Can you not see that I am your friend? \n[41]Can you not see that you will always be my friend? \n[42]Dances With Wolves... \n[43]Dances With Wolves... ", "TEN BEARS": "\n[1]Kicking Bird has been keeping to himself these last few days. I do not like to see our medicine man walking so alone. \n[2]What does his wife say? \n[3]Make sure that meat is soft... my teeth hurt. \n[4]May I come in? \n[5]No, no let him sit with me. \n[6]Our country seems good this summer, but I have not been out to see it. \n[7]I am glad to hear it. But the buffalo are late. I always worry about the bellies of our children. \n[8]Yes, a dance is always a good idea. It would be good to have a strong sign. \n[9]There's a funny thing about signs. They are always flying in our faces. We know when they are bad or good but sometimes they are strange and there is no way to understand them. Sometimes they make people crazy but a smart man will take such a sign into himself and let it run around for two or three days. If he is still confused he will tell somebody. He might come to you or to me and tell it. A smart man always does that. \n[10]Oh? \n[11]Just one? \n[12]Are you sure it was a man? \n[13]Did you speak to him? \n[14]We will council on this. \n[15]It is easy to become confused by these questions. It is hard to know what to do. No man can tell another how he will be. But I know this... killing a white man is a delicate matter. If you kill one, more are sure to come. We should talk about this some more. \n[16]I am in agreement with Kicking Bird. We will go down and talk to the white man and find out what kind of white man he is. \n[17]I will not go... you will go... you and Kicking Bird. That is all I have to say. \n[18]No, the ride is long... the weather is bad. We can spare no men. \n[19]Take one man and go quickly. \n[20]Hear us now. A white soldier with many far-shooting guns... how would he fight the Pawnee? \n[21]Dances With Wolves has not finished. \n[22]I am of the same mind as Dances With Wolves... we should kill so many that they never trouble us again. \n[23]It's hard to know what to do. \n[24]The men who wore this came in the time of my grandfather's grandfather. Eventually, we drove them out. Then the Mexicans came. In my own time the whites came... the Texans. They have been like all the others who find something they want in our country. They take it without asking. I have always been a peaceful man, happy to be in my own country and wanting nothing from the white people. Nothing at all. But I think you are right. I think they will keep coming. When I think of that, I look at this bundle. Our country is all that we want. We will fight to keep it. \n[25]Tomorrow morning we will strike the village and go to the winter camp. \n[26]Dances With Wolves is quiet these days. \n[27]Is his heart bad? \n[28]Quiet!... sit down Wind In His Hair. You are hurting an old man's ears with your loud talk. \n[29]Dances With Wolves? \n[30]Ahh... this is a nice fire... at my age a good fire is better than anything. \n[31]I wondered how your bad heart was doing and though I would come by and see for myself. This place doesn't look so bad-hearted. \n[32]But you are leaving anyway? \n[33]Have you told this to Kicking Bird or to Wind In His Hair. \n[34]You are the only white man I have ever known. I have thought about you alot. More than you know. \n[35]You have always spoken with your heart. And like all of us, you are a free man and can do anything you like. When I look across this fire, I do not see a white soldier. I see only a Sioux named Dances With Wolves. And there is nothing they hate so much as a Sioux. \n[36]You are making a pipe? \n[37]This might be a pretty good pipe... how does it smoke? \n[38]Let's smoke it awhile... it is good to pass the time this way. ", "FAMBROUGH": "\n[1]Lt. John J. Dunbar. \n[2]Lt. John J. Dunbar. \n[3]Indian fighter, huh? \n[4]Your orders say you are to be posted on the frontier. The frontier is Indian country. I quickly deduced that you are an Indian fighter. \n[5]I did not ascend to this position by being stupid. \n[6]It says here you've been decorated. \n[7]And they sent you out here to be posted? \n[8]You want to see the frontier? \n[9]Such a smart lad coming straight to me. \n[10]Sir Knight, I am sending you on a knight's errand. You will report to Captain Cargill at the furthermost outpost of the realm... Fort Sedgewick. \n[11]My personal seal will assure you safe passage through many miles of wild hostile country. \n[12]You think I don't know? \n[13]Hold your tongue. \n[14]I'm in a generous mood and will grant your boon. You see that peasant... he calls himself Timmons... he leaves this very afternoon for your Fort Sedgewick. Ride with him if you like... he knows the way. That is all. \n[15]Sir Knight... \n[16]I just pissed in my pants... and nobody can do anything about it. \n[17]Noooo, noooo... \n[18]Nooo, nooo... \n[19]Are you deaf fool. I said I'll have my crown this instant... this instant! \n[20]The king is dead... long live the king. ", "SMILES A LOT": "\n[1]What's the matter now? \n[2]If we take the horse of a white god they will make up songs about us. \n[3]They will ask us to go on raids. \n[4]I do... but we share... you and Worm can ride him too. Who can say this is not a great plan? \n[5]Let me take him Otter. \n[6]What happened? \n[7]You shouldn't have fallen down... now we'll get in trouble. \n[8]My idea was only to take the horse. \n[9]Otter hurt himself. \n[10]Loo ten tant... \n[11]...a bone. \n[12]What are you doing? \n[13]Dances With Wolves... Dances With Wolves. \n[14]To Stands With A Fist. \n[15]Not today. \n[16]For a girl. \n[17]They're trying to make a baby. \n[18]You would think they could have made a baby by now. \n[19]I don't think they're having a hard time. \n[20]Dances With Wolves... look. ", "ELGIN": "\n[1]Turn right... all the way to the end of the hall. \n[2]It's alright Major. \n[3]Don't sergeant. \n[4]Let's have the pistol. \n[5]You have proof of that? \n[6]Spivey, you and Edwards were here first. Did you find anything... a journal. \n[7]Where's Edwards? \n[8]What is your name? \n[9]You say you are an officer? \n[10]No. \n[11]There are no orders and there is no journal. \n[12]Why are you out of uniform? \n[13]Why are you out of uniform? \n[14]We are charged with apprehending hostiles, recovering stolen property and retrieving white captives taken in hostile raidings. \n[15]Are you willing to cooperate or not? \n[16]Sergeant... have a detail take him down to the river... let him clean up his face. \n[17]Spivey! \n[18]I see you bash the prisoner once more and I'll put those shackles on you... \n[19]You men! Get back to your places. ", "TIMMONS": "\n[1]Far. \n[2]Forty or fifty miles, maybe... what's the big hurry on Sedgewick? \n[3]You ain't hard to please, I'll say that. \n[4]Look yonder. \n[5]Somebody back east is sayin'... \"why don't he write?\" Stupid bastard. \n[6]Somethin' dead. \n[7]Might stay clear of whatever did the killin'. \n[8]Can't figger the stinkin' buffalo. Sometimes you don't see 'em for days, sometimes they're thick as curls on a whore. \n[9]Goddamn Indians you'd jus' as soon not see, lessen the bastards're dead. Nothing but thieves and beggars. \n[10]Not what you'd call a going concern. \n[11]Ain't nothin' here lieutenant. \n[12]Everybody's run off... or got kilt. \n[13]What, and leave it all here? \n[14]There ain't nothin' here lieutenant. \n[15]So things bein' the way they are we might as well turn around and get started back. \n[16]This is my... are you crazy boy? \n[17]Well... I'll let 'em know where you are. \n[18]Good luck lieutenant. ", "BLACK SHAWL": "\n[1]Will she make the white words? \n[2]How is Dances With Wolves? \n[3]How is he learning? \n[4]You are not talking today? \n[5]People are talking about you... \n[6]They are proud of the medicine you are making with Dances With Wolves. \n[7]You can't, he is gone. \n[8]How long will Stands With A Fist mourn? \n[9]I hope it will not be too long. \n[10]She has found love again. \n[11]Dances With Wolves. \n[12]When you see them together you will know. \n[13]No. They like the match. It makes sense. They are both white. \n[14]She's your daughter now. \n[15]You can't see everything coming. ", "OTTER": "\n[1]Maybe. \n[2]Who gets the white god horse? \n[3]I have him. \n[4]I don't know. My arm doesn't work. \n[5]It was your idea. \n[6]You're not hurt... I'm hurt. \n[7]We're gonna see if it can swim the river. You wanna come? \n[8]I know that. \n[9]Me neither. \n[10]Maybe we should pull the smoke flap closed. Then they would come out. ", "SPIVEY": "\n[1]Yessir sergeant... \n[2]We didn't see nothin' sir. \n[3]He's outside. But he didn't see nothin' either. \n[4]What's it to you? \n[5]Can you read? \n[6]Alright... hold your horses. \n[7]I don't see nobody. \n[8]Lookit the stupid bastard... he ain't even runnin'. \n[9]You dumb sons a bitches. \n[10]You want more?... get up... get up. ", "PEPPER": "\n[1]Lieutenant... izat you? \n[2]What're you doing here lieutenant? \n[3]You went to hospital? \n[4]Better come to cover lieutenant... those boys are shooters. \n[5]What's goin' on here... seems to be the question alright... you could ask the major but he don't know. He's busy tryin' to figger out how come the officer's mess run outta peach ice cream... \n[6]General's come up to see the show but all he knows is there ain't no show... \n[7]We started a balloon up but they shot her down fore she was ten feet off the ground... so nobody's made a run either way. It's been a stand- off all damn day... and now... the major, he's lookin' at the general and he's thinkin' I better do somethin', and you know what that means... \n[8]They're 'sposed to be beat up just like us but everybody knows that Tucker's men are tough as cobs. I sure don't wanna die out there with them cows. \n[9]Some of the boys are sayin' that if we ain't gonna fight we could just settle the whole business with a little high stakes poker. Wouldn't that be a sight... a bunch of fellas sittin' in the middle of this field drawin' cards... ", "STONE CALF": "\n[1]You were right about loo ten tant -- he is a special white man. \n[2]Some of your words are wrong... but you are learning fast. That is good. What can I tell you today? \n[3]What is your question? \n[4]She is in mourning. \n[5]She is crying for someone. \n[6]It is not polite to speak of the dead... But I will tell you... you are new. She cries for her husband. He was killed not long ago. \n[7]It is Kicking Bird's place to say when she is finished. \n[8]The Pawnee do not come for horses, they come for blood... and with many men gone, we are few. \n[9]Get your weapons and come to my lodge. ", "CHRISTINE": "\n[1]I'm right here mother... \n[2]Why? \n[3]Who is it Willie? \n[4]Why? \n[5]Now I lay me down to sleep. I pray the lord my soul to keep. If I die before I wake, I pray the lord my soul to take. \n[6]Help... \n[7]Help me... Please... I need to get out. ", "SERGEANT BAUER": "\n[1]Tell the major he's wakin' up... and move your worthless ass. \n[2]Got yourself a helluva shiner, didn't ya? \n[3]Don't know sir... you speak english? Talk english? Talk? \n[4]You turned Injun, din'cha? \n[5]Din'cha? \n[6]Lap it up Injun. \n[7]Go on ahead Injun... You'll just get hungrier is all... but mebbe that don't matter. Word is they're gonna ship you back to Hays. And they'll hang you once you get there. ", "MAJOR": "\n[1]Does he speak english? \n[2]Who are you? \n[3]Why are you dressed like this? \n[4]We will ascertain that for ourselves. Now if you guide us to these camps and serve as an interpreter, your conduct will be reevaluated. \n[5]Your status as a traitor might improve should you choose to cooperate with the United States Army. \n[6]Well, speak up... \n[7]What's that? "}}