{"dialogues": {"WHITE": "\n[1]What? \n[2]What?  I...  How long have I been here? \n[3]I'll be back later. \n[4]The noodles.  Iíll have some noodles. \n[5]What?  Who are you? \n[6]Hold it a minute.  Letís start at the beginning, huh? \n[7]Shit. \n[8]Keep newspapers here, birth certificates, records of deaths, that kind of thing? \n[9]Okay.  Newspapers. \n[10]Sure.  Iím fine. \n[11]Iím trying to reach nine zero eight triple two.  I canít get through... What?!... Shit! \n[12]It is?...  Which area is that number listed in?...  Is that near the ocean?...  The ocean...  Never mind. Have a Jonathan White listed?... WHITE.  Seventeen?  All Johns?  I see...  Never mind. \n[13]I need something to keep me awake. \n[14]Thanks.  Just some pills. \n[15]Your sign says you sell drugs  - well, Iím here to buy some.  Okay? \n[16]I donít want a haircut. \n[17]Sell maps? \n[18]The city.  I need to get to the ocean. \n[19]Nice... \n[20]Not me. \n[21]Not really... \n[22]NO.  Ah... \n[23]Thereís a...  woman.  I don't know but I think I, ahh... \n[24]No.  I, ah... \n[25]Someoneís after me. \n[26]No.  I mean...  that isnít necessary. \n[27]Just let me sit here for a moment? Iíll go soon, and stop bothering you. \n[28]Shut up!  Listen.  Walk out quietly. Understand? \n[29]Shut up! \n[30]Iím not going to kill you, okay! \n[31]What do you want?  Tell me! \n[32]I want to see the doctor.  It's important. \n[33]Look!  Tell him I'm here.  Now. \n[34]No idea.  Just get him... \n[35]You know something about me? \n[36]You think I haven't been trying! It's like there was never anything there. Just water. \n[37]Waves...  A beach.  A woman whispering.  That's all. I need to stay awake.  Do you have any pills? \n[38]Asks my name.  Over and over.  Just like a broken record.  Only thing is, I can't answer.  I've no idea what my name is. \n[39]That's what people keep telling me. \n[40]Yes. \n[41]Yeah well, why don't I ask some questions for a change. \n[42]You're supposed to be my doctor, right? \n[43]Known me for long? \n[44]Am I a killer? \n[45]I told you, I can't remember a thing! \n[46]Look, you know something about me, out with it!  Let's end this bullshit!  I want answers! \n[47]Look.  It was a simple question.  Can someone kill and not remember it? \n[48]Did she drown?  The woman you told me about? \n[49]Horrible... \n[50]I'm nothing then. \n[51]Can I get my life back? \n[52]I'm sorry.  About before. \n[53]Still kicking, huh? \n[54]Just the typical fabrications of a distorted mind.  You know, chased by mysterious men in black, that kind of thing... \n[55]I have to go... \n[56]Those pills... \n[57]What?  I... \n[58]Young boy? \n[59]Stop it.  You're making me sick... \n[60]Where are we going? \n[61]Shit! \n[62]I didn't sneeze. \n[63]What are we doing here? \n[64]I don't remember. \n[65]Keep him away:  He's insane. \n[66]This man wants to kill me. \n[67]What do you want? \n[68]What am I doing in here then? \n[69]You're a liar! \n[70]So you're telling me the truth this time?  Is that it! \n[71]Not that again... \n[72]I'm not injecting anything into my brain. \n[73]You've been working too hard. \n[74]Why? \n[75]It's a trick. \n[76]Oh, sorry... \n[77]That's me.  I'm a shadow. \n[78]Do I look like a murderer to you? \n[79]Who is this?  What do you know about me? \n[80]I thought it would make more sense. I'm getting the pieces, but when I put it together it feels like... Like you're telling me about somebody else's life... \n[81]How do you know I'm innocent? \n[82]I can't do that.  It's dangerous. What about my parents?  Do you know where I can find them? \n[83]Thanks. \n[84]What's your name? \n[85]Yes... \n[86]Alright.  Here... \n[87]Know this place? \n[88]How do I get there?  Tell me. \n[89]Yes.  Very strange. \n[90]I  -  ah - couldn't think of anything else to do.  I thought maybe you know something... I'm scared. \n[91]I woke up in a subway.  I don't know how I got there. \n[92]People...  after me. \n[93]I don't know who they are. \n[94]Don't know that either. \n[95]I suppose... Why are you helping me? \n[96]If you shoot them here... you can kill them.  They're not people  -  like us  -  got insects in their heads...  Got any disinfectant? \n[97]It's my legs.  Been bitten.  Giving me trouble. \n[98]What? \n[99]No.  Nothing I can think of. Except... \n[100]Well.  The only thing I've been certain of, all this time, is that I need to get to the ocean.  The point is no one seems to know how to get there. \n[101]What are you hiding? \n[102]Look. \n[103]Where do you think this goes? \n[104]What do we do? \n[105]Eye...  eye, captain! \n[106]What now? \n[107]I'll go see an uncle of mine. Five  -  one  -  eight  -  three  -  double six  -  three... \n[108]It's empty. \n[109]Don't know. \n[110]I'm looking for this address. \n[111]Uncle...  Karl. \n[112]Yes? Oh, it's you...  Yes...  My uncle apparently...  Just looking at some memories...  You have?  That's good. \n[113]Where can we meet?...  Alright. Good... \n[114]What is that door? \n[115]There.  Behind the cabinet.  Where does it go? \n[116]No.  Have a look. \n[117]You see it? \n[118]Where does it lead? \n[119]Get back! \n[120]No! \n[121]Nice knowing you. \n[122]What happened to you? \n[123]What is it? \n[124]Aitch? \n[125]I didn't sneeze. \n[126]How did you know where to find me? \n[127]Stop it!  This is a lie... \n[128]I didn't kill anyone. \n[129]It's lies.  Everything. \n[130]Wait a minute... \n[131]My parents are supposed to be dead! You can't keep changing the damn rules like this!  Why go through this ridiculous set-up!  Why don't you just kill me and be done with it! \n[132]This is insane! \n[133]It was them, not me. They killed you. \n[134]You have invented all this.  History is a lie, not just mine, everyone's  - a fiction.  You are the authors. \n[135]Everyone has a job  -  a function.  Each one teaches you more about your invention.  I'm what is called a murderer. \n[136]You've given everybody memories, but I missed out.  The Doctor saw to that -  played your own game.  And now... \n[137]You're trying to get rid of me. \n[138]Why do I threaten you?  You're scared aren't you? \n[139]Shut up! \n[140]It's all here! \n[141]But I... \n[142]Wait, this isn't fair... \n[143]I didn't realise... \n[144]I'll take it. \n[145]Yes... \n[146]John...  White. ", "BUMSTEAD": "\n[1]Gesundheit! \n[2]...but you told me the meeting was ten-thirty. \n[3]I know, sir, but I can't make it at nine-thirty...  It's  -  um  -  well, inconvenient... \n[4]Yes, sir...  I understand...  Yes... But, I've done fine so far without an assistant... \n[5]But...  But I...  I... Nine-thirty.  Yes. \n[6]Good evening, sir. \n[7]Germs, sir.  These places are full of them. \n[8]What about Thompson, sir?  Wasnít this his case? \n[9]Sheís getting better, thanks.  She... \n[10]A real shame... \n[11]\n[12]Great. \n[13]Dammit! \n[14]Donít ever sneak up on me like that! Who are you? \n[15]I didnít requisition a secretary. \n[16]Oh. \n[17]Good. \n[18]Fine. \n[19]What?  I donít drink coffee.  A cup of tea would be good.  Milk and no sugar. \n[20]These are the investigations of a madman.  He has fabricated an entire bizarre paranoid delusion with no internal logic whatever. This is a mess.  A horrible mess. Itís the second time now. \n[21]Look at this! \n[22]You typed this report? \n[23]Wrong?  Look at this! \n[24]Fine?  Look here! \n[25]How can I submit this? \n[26]Do you wash your hands before you type things? \n[27]Well be more careful, please. \n[28]A formality.  I need to speak with Thompson.  Officially I need your written permission. \n[29]A hunch.  He might be able to... \n[30]Itís extremely important to my investigation... \n[31]Actually, I was wondering, sir, if you could let me have a few uniforms, to follow up for me... \n[32]Lost something? \n[33]How long have you been here? \n[34]Spinning backwards? \n[35]I want prints over here... \n[36]Hold it! \n[37]Police.  Nobody move. \n[38]Shut up!  Everybody stay calm... \n[39]You Schreber? \n[40]What's that? \n[41]A fish, huh? \n[42]Dammit! I'm curious?  How many so far? \n[43]Let's see, there's the little guy with no arms or legs.  And the young boy? \n[44]The six year old.  Sure, you remember. \n[45]Y'know, the kid you left in the meat packing plant, cut into pieces. Packed into brown paper parcels, wrapped in twine, that kind of thing. \n[46]You sure have demonstrated a great deal of...  imagination.  The baby was the best though.  Several cops lost their lunch over that one.  Head twisted off, spine pulled out, yeech... \n[47]We count seven so far.  Anyone we missed? \n[48]What is it, Crenshaw? \n[49]Dammit. Very efficient, as usual, Crenshaw. Remind me to give you my watch.  It needs fixing. \n[50]Shut-up. \n[51]Gesundheit! \n[52]Get out. \n[53]Wait here. \n[54]Bumstead.  I'm here to see my mother. \n[55]Brought you these. \n[56]Okay. \n[57]What's he doing here? \n[58]I know it's his doctor... I need the file on.. Daniel Paul Schreber M.D. \n[59]Yes. And it's SCHREBER  -  with an 'h'. \n[60]Doctor!  What brings you here? \n[61]Really?  And how is his state of mind? \n[62]You seem a little edgy.  Everything okay? \n[63]To tell you the truth, I'm glad we've run into each other like this.  Maybe you can help me tidy some loose ends. \n[64]Who are you? \n[65]This is highly irregular.  I have a right to know. \n[66]I see... \n[67]He's been a little angel... \n[68]Yes, sir.  I'm sorry...  But I don't understand how it was possible.  The only window was twenty feet up a vertical wall, he was cuffed... \n[69]Yes, sir. \n[70]I'm on the serial killer case, need to talk. \n[71]You don't look so well...  C'mon, let me in Thompson. \n[72]What?  Who has? \n[73]What is going on? \n[74]Jesus!  We have to get you to a doctor... \n[75]But...  How long has this been happening? \n[76]The other one? \n[77]Jesus.  Small world. Where's the photographer? \n[78]What are you talking about? \n[79]How will we interrogate them? \n[80]It's alright.  I won't hurt you. \n[81]Who is it? \n[82]Put it through... \n[83]This is Bumstead.  Who is this? \n[84]I need everything on the Jonathan White case. \n[85]All the important stuff.  Wrap it up for me. \n[86]Please  -  I'm in a hurry. \n[87]Why give yourself up? \n[88]That was a pretty good escape act at the station.  How did you do that? \n[89]Uh-huh. What are you scared of? \n[90]Who? \n[91]Why are they after you? \n[92]Don't know much, do you? \n[93]Please.  Not that way.  If you could just follow the covering  -  the carpet gets stained and it's impossible to clean. \n[94]Everything the department knows about John White is in this.  Here. Excuse me for a moment. \n[95]Age thirty one.  Brown hair.  Green eyes.  Five feet, ten and a half inches tall.  Until recently worked for a firm manufacturing scientific equipment.  Wife's name  -  Elizabeth. Father and mother  -  Harold and Edith.  Both dead.  A history of mental instability...  etcetera, etcetera. \n[96]That stuff helpful? \n[97]You're case has been driving me crazy.  You see, I pride myself on being thorough.  There's too many loose ends with your case. Thought it was best you were hidden until we understand more about the facts.  What do you know about these men in black? \n[98]Insects? \n[99]Here. Careful with your trousers.  That stuff stains. \n[100]Here. \n[101]Any idea what part the Doctor plays in this business? \n[102]Let's try and find out, shall we. Lace is untied. \n[103]I didn't tell you the entire reason I helped you.  It started with two little girls.  Twins.  Used to play with them when I was young.  Couldn't remember for the life of me what they looked like, then I understood why... \n[104]They didn't have faces. \n[105]That's right.  Just seamless flesh across the front of their heads.  No mistake.  I just hadn't remembered it that way.  Up until then they had been normal little girls in my memory. That's not all.  Once I started examining them, all sorts of things about my life, had... inconsistencies.  It was like a game. I would think about a person or a place, or an event.  Then I would turn the lights off.  Sit down in a comfortable chair...  And study each detail of this subject. \n[106]Everything was liquid beneath a thin surface that had always seemed solid to me... \n[107]Is there anything you haven't told me about this business?  Even the most insignificant thing? \n[108]Go on. \n[109]Why, that's ridiculous.  You just... \n[110]We'll get to the bottom of this.  I mean it. \n[111]I met a friend of yours the other night, doctor.  Tall fellow.  No hair.  Rather pale skin... \n[112]That's surprising.  He was leaving your office at the time... \n[113]I think it's time you introduced us to your little friends. \n[114]Just like that? \n[115]What is this place? \n[116]It sure isn't the fun-fair. \n[117]What? \n[118]The Eye  -  um  -  delicious with horseradish on rye! \n[119]Nothing to it... \n[120]Was that for real down there? \n[121]What the hell is that? \n[122]Quick.  My car. \n[123]This ocean business...  I know where I can find a map.  I need to go back to the station.  Where will you be? \n[124]Good. Uh-oh... \n[125]Take mine. \n[126]Where did it go? \n[127]Jump! \n[128]At first I thought there was no way to get to the ocean...  The buildings are a barrier, no windows, no doors -  everything just, well, ends  -  only thing would be drill a hole.  But then, I saw it, one door, just one... Inside a tenement building... \n[129]We can meet later  -  but first I have to do something.  Look I got to go... \n[130]I can't wait any longer... \n[131]What is happening? \n[132]But she was getting better... \n[133]She doesn't have cancer. \n[134]I'll kill you all! \n[135]White? \n[136]Dammit. \n[137]You're one of them.  You bastard... \n[138]No...  Please... \n[139]Gesundheit! ", "SCHREBER": "\n[1]You remember nothing?  Who you are? What you've done? \n[2]Ah, that would be cheating, wouldn't it? Is there nothing you remember?  Not even a detail?   You must try. \n[3]Water? \n[4]What does she say?  The woman. \n[5]Your name is John White. \n[6]And what's this about?  Why? \n[7]Bad dreams? \n[8]Tell me about them... \n[9]If you like. \n[10]That's right.  I am your doctor. \n[11]Well... \n[12]I cannot say...  You don't know the answer to that? \n[13]We won't get anywhere like this. Please.  Let's take things in easy steps... \n[14]Put simply...  a penetration of the left parieto-occipital area of the cranium...  complicated by inflammation that resulted in adhesions of the brain to the meninges.  Without going into detail...  the formation of scar tissue altered the configuration of the lateral ventricles, producing incipient atrophy of the medulla... \n[15]I'm sorry.  I get carried away sometimes.  Possible?  I'm...  ah, afraid so. \n[16]Not exactly.  She was found in a canal, disembowelled.  Throat cut. Blood drained.  The body wrapped in a bed-sheet. \n[17]You remember nothing, eh? Let me show you something. \n[18]Formation of memories is the most important of brain functions. \n[19]We are little more than a sum of memories.  From them we reference who we are, where we're going.  Without a past we are nothing.  This is why you are so interesting. \n[20]Anything but, my friend. \n[21]It feels no pain. \n[22]Maybe. \n[23]We know of two kinds of memory. Firstly, declarative memory. \n[24]And then there is procedural memory. \n[25]Follow? \n[26]Research on simple animals can be... useful.  To show us where memory storing systems are located, for example.  I am building an experiment with hamsters next. Cute little things. \n[27]Listen to me talk!  You must be hungry. \n[28]Whole damn wing lost power.  Wiring's old.  Keep meaning to get it fixed. Here we are. \n[29]Ah.  Beautiful!  Head and all!  Just how I like 'em! \n[30]I don't blame you for getting angry. You are in a frustrating situation. You must be patient though.  Trust me completely.  I'm here to help. \n[31]It can't wait? \n[32]Excuse me.  Ah, make yourself at home. \n[33]Ah, nearly done.  So tell me about your dreams.  I'm very interested. \n[34]Ah, our friends in black...  they are not just a figment of your imagination you know, in fact none of what you are experiencing is anything but real. \n[35]I know everything about you.  You have no choice but to trust me. \n[36]Scarey, isn't it? \n[37]Are you feeling alright? \n[38]What are you doing? \n[39]You can't go yet.  We've got so much to talk about... \n[40]You're tired.  You need to lie down. \n[41]Yes.  A little something to help you relax.  Harmless... \n[42]Now you must relax, Anton. \n[43]Leave it! \n[44]Damn!  Whoever it is  -  get rid of them! \n[45]I'm sorry I had to put you through this, Anton. There will be some pain, but things will be easier this way. \n[46]He tried to kill me! \n[47]Please, stay calm. \n[48]Just one of his many delusions  - it's nothing. Shut up!  Listen, damn you!  This is a fortunate coincidence  -  we won't get another chance like this.  Listen to me. \n[49]You're innocent... You didn't kill anyone. \n[50]Listen to what I have to say.  Decide for yourself. \n[51]The men in black  -  they're the killers. \n[52]No, it's the truth. \n[53]If you would only take this, inject it in your brain, everything would be much clearer. \n[54]Everyone get's one  -  very much like this... But this one's special.  It will help you understand, everything... \n[55]Anton  -  I mean, John, there has been an experiment, a dangerous experiment.  I arranged it.  It was a lie from the beginning.  It almost worked, but things did not go as they should have.  You have been left  - blank. \n[56]You can change this, all this. But you must take it. \n[57]Please!  Don't be foolish!  Time is short.  Let me show you something. Look at this syringe. \n[58]Don't ask stupid questions.  Look at it. \n[59]Concentrate.  Imagine the syringe rising.  Picture it floating above the table. \n[60]Do it! \n[61]No it isn't.  You are doing it!  Now raise it over the glass and... \n[62]I gave you your chance, now it's too late.  They'll learn you are here soon.  It's all over. \n[63]Just visiting my patient. \n[64]He's seriously disturbed... \n[65]Yes, of course.  Everything's fine... \n[66]Loose ends? \n[67]Yes, of course.  I... \n[68]I'm not certain I fully understand myself... \n[69]I  -  ah  -  I...  it's a little cold in here don't you think? \n[70]Yes, of course... \n[71]I don't know what you're talking about. \n[72]You are mistaken. \n[73]Nothing.  I don't know anything! \n[74]Please, they'll kill me... \n[75]In there. \n[76]You wouldn't believe me if I told you, Inspector.  Have patience  - you'll see for yourself. \n[77]Put them on. \n[78]Get in.  Hurry. \n[79]Follow me, and do exactly as I do. \n[80]Fake it! \n[81]The eye.  Master of time and space! \n[82]I'm afraid so. \n[83]I'm...  being...  punished. \n[84]I had to  -  ahhhh  -  find you...  I.. \n[85]We are...  living in their dreams... \n[86]Insect...  dreams... ", "STROMBOLI": "\n[1]Yes.  This way. \n[2]The handiwork of an extremely sick individual. \n[3]Youíve read the reports.  Not much to go on.  We know nothing about him, except that he likes to cut them... Always the same type of blade. Forensics match in each case... Anyway, it's all in the reports, read them for yourself. \n[4]Why are you wearing that thing on your face? \n[5]I see. One thingís for sure, heís ambitious. Youíll be a busy man from now on. \n[6]Thompson suffered a kind of severe delusion or some damn thing.  Anyway he isnít with us any longer.  The case is yours.  Go through his files. Take what you need. By the way, howís your mother? \n[7]Very good... \n[8]Letís go, Bumstead.  So much to do and so little time. \n[9]What is it? \n[10]Why do you want to speak to him? \n[11]Bumstead, donít be so paranoid. Leave him alone  -  heís a sad case. \n[12]Iíll be the judge of that.  Anything else? \n[13]What makes you think that!  If you would learn to concentrate on facts, not get so side-tracked  -  you might get things done faster, Bumstead... \n[14]John... \n[15]...Murderer. \n[16]You'll sign a confession? \n[17]I need to speak to you.  Immediately. \n[18]Bumstead, these...  er, gentlemen are here to collect White. \n[19]Please, Bumstead.  Co-operate  - it's easier. \n[20]Yes.  That's right.  He's ill  -  he needs expert help. \n[21]If you could show them to the holding cell now. \n[22]\n[23]Alright, get out. \n[24]You stay. \n[25]Bumstead, you're starting to annoy me.  This case is very important to me.  Just a little warning:  I've got my eye on you inspector, remember that. \n[26]Hello, Bumstead. \n[27]Why do you always have to find things out the hard way!  Couldn't you just do your job, you idiot?  I told you, didn't I?  These people are not playing games, Bumstead.  They can do anything they want, don't you understand? \n[28]In a way, we all are, inspector! You.  Me.  Everybody! \n[29]Time for that early retirement, Bumstead.  Didn't bring the gold watch I'm afraid. ", "MISTER BLACK": "\n[1]Gentlemen. Doctor. \n[2]I have called this meeting for a purpose, yes? It is clear to you we are  - unhappy, yes? \n[3]The tuning failed  -  when our agents arrived he was gone.  He knows things -  predicts things.  Explain to us, Doctor.  Why is the situation this way?  Yes? \n[4]No excuses, dearest Doctor!  Answers. Yes? \n[5]You said this would be containable! Nothing works this time.  Why is this so? \n[6]We must find him.  This is your responsibility. \n[7]You have duplicated the personality, yes. \n[8]I hear a clock in my head, and I like it! \n[9]A world in our likeness! \n[10]Welcome. \n[11]John White, you are to be tried for murder, yes.  You wish to confess to these crimes now? \n[12]Very well.  The testimony of the prosecutors.  Yes. \n[13]Something to say?  Ready to confess? \n[14]Speak up.  Yes. \n[15]Bring the witnesses. \n[16]You are the accused's parents? \n[17]Please, continue... \n[18]A fanciful idea, Mister White. \n[19]Ah  -  a plot.  Now we have a plot! Very inventive... \n[20]You have proof?  Evidence?  Yes? \n[21]A book of delusions.  Anything else? \n[22]I see. The verdict, yes... \n[23]Before I pronounce sentence... \n[24]How dare you use your tricks on me! \n[25]Shut up, freak!  Monster!  You are insignificant. \n[26]You'll regret that. \n[27]\n[28]This has all gone too far.  Yes, much too far. ", "MISS CRENSHAW": "\n[1]Sorry, sir. \n[2]Patricia Crenshaw. \n[3]Iím your new assistant. \n[4]The Chief-Inspector thought you might need a hand. \n[5]Iíve taken the liberty and had Inspector Thompsonís office searched, as I believe you instructed.  All clear now, sir.  They found several more traps and things were filed under pretty strange categories... Poor man. \n[6]You wonít regret this, sir. \n[7]Yes, sir.  Anything wrong? \n[8]It seems fine. \n[9]Iím sorry... \n[10]Why, yes. \n[11]Yes, sir.  The Chief-Inspector said he would see you now. \n[12]Yes.  An \"h\". \n[13]A call, sir. \n[14]Won't say.  Says he must talk to you. \n[15]Yes, sir.  Everything? \n[16]Certainly. ", "PRIEST": "\n[1]Beware!  The night is deadly.  There is a criminal among us. \n[2]It could be she!  The innocent across the street! \n[3]Or the temptress next door! \n[4]Or mister nervy stranger at the back! \n[5]You are thinking it could be anyone? And youíre right!  Why, it could even be Mother! \n[6]Evil stalks our streets.  It seeks to hide in our hearts.  Have you not evil within you now? \n[7]I am listening. \n[8]You fornicated? \n[9]You seem restless. \n[10]Then we must call the police. \n[11]I see.  Then who is after you?  What sins have you committed? \n[12]Youíre the murderer? Yes!  That must be it!  Donít kill me! \n[13]Donít kill me! \n[14]Please... \n[15]", "MAN 1": "\n[1]Which room is he in? \n[2]Donít fall asleep. Might never wake, yes. \n[3]It has failed. \n[4]...to avoid influence, yes. \n[5]Impossible! \n[6]We are from a mental asylum. \n[7]Yes, Inspector.  Has he been displaying any strange...  behaviour? \n[8]Where is he? \n[9]Yes! \n[10]Indeed! \n[11]Good. \n[12]Um  -  yes... \n[13]We are looking for the White victims. \n[14]Thank you. ", "COP": "\n[1]We got another one upstairs \n[2]Maybe ten minutes... Thatís strange. \n[3]Yours too? \n[4]Says he is the man's doctor... You know... \n[5]How could you have been so stupid? \n[6]I'm sorry, sir. \n[7]All the same entry wounds.  It's definitely him. She lives...  lived here.  A prostitute. \n[8]His wife. \n[9]No one available. \n[10]We'll interrogate them anyway. \n[11]This is the family of the victim  - apparently they were in the apartment when he committed... \n[12]Oh, yes... \n[13]They don't speak English... \n[14]Well, sir...  I don't know exactly. ", "BARBER": "\n[1]Looks like you need a haircut to me. \n[2]Only two bucks.  Shave as well... \n[3]Relax.  Sure! \n[4]Tell you what  -  let me cut yer hair, give ya watcha need half price. Canít argue at that! \n[5]Cut hair when I was in the navy, yíknow  -  havenít lost the touch. Bet youíre happy ëbout that.  Huh! \n[6]What of? \n[7]Nope.  No maps.  Ocean, huh?  On vacation? \n[8]Grandpa thought customers might like some mood music. \n[9]You still look familiar.  Itís driving me nuts!  Sure I donít know ya from somewhere? \n[10]Mnunn.  Cold lately. That night, couple weeks ago.  That was real cold.  Remember that? \n[11]Yeah, Iím like that.  Senility says the wife.  But she sure canít complain.  Heh.  The erector set still works good. And this ainít no fucking rug! Gíhead.  Feel it!  All mine! \n[12]He with you shortly, sir... \n[13]Hello, sonny.  Cute outfit.  Mother get it for you? \n[14]Huh? ", "THOMPSON": "\n[1]Go away! \n[2]Bumstead? \n[3]Can't let you in...  sorry. \n[4]Not that.  Anything else. \n[5]I can't talk about that.  As long as you understand, that's all. \n[6]Pull up some garbage  -  make yourself at home. \n[7]They've taken my mind, my memories... \n[8]Is that your idea of a joke?  I don't remember... Take my advice, Bumstead.  Get off this case.  Now. \n[9]Wish I could tell you, Bumstead. Strange business.  I... \n[10]Get away!  Leave me alone! \n[11]It's  -  it's disgusting, I know... \n[12]No...  No doctor... \n[13]A few days...  a few weeks  -  dunno, I can't remember. Worse thing is, I never know if it will change back again...  Now, please leave me alone. ", "INSIDE": "\n[1]A total mess  -  paperwork everywhere, dozens of used coffee cups, rotting food in greasy paper bags.  Bumstead shakes his head. \n[2]TIGHT ON the fish swimming weakly in the soup. ANGLE ON WHITE  -  He stops, looks up at O.S. SOUND of clattering metal.  A pipe runs the length of the corridor  - the invisible clanging cylinder races away, into darkness. Then the silence is shattered by a piercing series of SCREAMS somewhere in the building.  White hurriedly moves towards the source. \n[3]Bumstead steps into the office  -  finds STROMBOLI wandering about the room, distracted, searching for something... \n[4]The inspector climbs a staircase, enters a dark room. TWO FIGURES move about.  Bumstead glances at a UNIFORMED MAN, standing beside a fake fire, who acknowledges his arrival. To the side, A POLICE PHOTOGRAPHER flashes something swinging back and forth, hanging from the ceiling.  It looks like... Fredrick.  Dead.  His arms and legs missing.  A pool of blood beneath the mutilated torso. Bumstead looks at the cop. \n[5]White sits in a leather chair across from an ornate wooden desk.  THE DOCTOR paces up and down in front of glass jars containing preserved specimens.  He stops, looks at White. \n[6]White sleeps, as buildings move past outside the window.  He opens his eyes, FORCES himself awake.  Looks across the dark room. The JAPANESE WOMAN stands naked at the window, clutching a large red megaphone.  IN PERFECT ENGLISH she shouts down at the streets drifting past. \n[7]\n[8]The strange woman looks at White intently between sobs. \n[9]White stops in front of a ticket booth, beside a faded blue curtain.  In the booth a TICKET SELLER is snoring with his mouth hanging open, his head sagging. White knocks on the window.  The man wakes with a start. \n[10]An entrance hall of an apartment.  A large number of MOUNTED FISH of all sizes line the hall. PHOTOS on the wall  -  family portraits.  White examines these, concentrates on one in particular  -  a young boy on a red push- bike, in the background a sign with a faded image of a girl in a bathing suit:  WELCOME TO BLUMBVILLE!  it says. A strange WHIRRING NOISE O.S.  White hides behind a sofa. Whatever is making the whirring noise moves past slowly.  White cannot see what it is. \n[11]The rooms are empty, derelict, strewn with rubbish.  Mould grows on the damp walls.  A door stands at the end of a long empty room.  He can hear the muffled sounds of SURF, SEAGULLS.  White starts to walk forward, smiling.  As he approaches the door he begins to feel colder. He opens the door and looks out.  A blast of SUNLIGHT  -  blue ocean and sky. \n[12]TIGHT ON WHITE'S FACE  -  In the darkness  -  he looks across to the Mystery Man standing beside him. ", "KARL": "\n[1]Not often I get a chance to show these. \n[2]And this is me again about  -  um  -  I would guess about twelve feet further to the right of the last shot.  Now just behind the wall is the hotel I stayed at  -  sweet little place... \n[3]Hello...  Yes, he's here... It's for you. \n[4]Look!  This is a good one! \n[5]Which one? \n[6]Such a joker!  Like your father. \n[7]Yes. \n[8]It must be a closet or something. \n[9]Don't trip over.  It's dark up there. \n[10]John, I didn't see you there. \n[11]What is that? \n[12]Filthy beast!  Shoo!  Go on!  Shoo! ", "MYSTERY MAN": "\n[1]You are lost, yes? \n[2]Co-operate.  Do not make this difficult. \n[3]You will not shoot, yes.  There is a place in your mind, a corner of darkness... \n[4]Do not make us hurt you... \n[5]It will be inconvenient, yes... \n[6]The line of junction between two edges! \n[7]We have located him.  Now is the time, yes. \n[8]Let the tuning commence! \n[9]You will obey us, yes.  In your mind there is a dark space... \n[10]There is nothing, Mister White. Beyond the city.  Never has been. Unfortunate.  Yes? \n[11]We knew you would turn up here eventually...  Been waiting for you, yes.  Hoped you wouldn't make a nuisance of yourself on the way... ", "VOICE": "\n[1]Fifty-six...  Fifty-six... \n[2]Inspector Bumstead...  Inspector... \n[3]Move  -  forward. \n[4]Watch  -  the  - wheel. \n[5]Move  -  forward. \n[6]Stand  -  behind  -  the  -  screen. \n[7]Move  -  forward. \n[8]Face  -  the  - wall. \n[9]What's your name? \n[10]Oh, no? \n[11]What is your name...  What is your name... ", "WIFE": "\n[1]It's the truth...  I need you.  I know you're innocent. \n[2]Of course you are.  You couldn't do those terrible things.  Come home with me  -  maybe things will make sense then... \n[3]They're dead, John. \n[4]You have an uncle.  You were very close. \n[5]This is where he lives. I'm sure he would like to see you. \n[6]Don't you want me?   My body? Remember how my skin feels?  Touch it.  I... \n[7]Elizabeth. \n[8]That's easy.  You... ", "WOMAN": "\n[1]We call. \n[2]Sachiko. \n[3]John. \n[4]Please believe me.  It's me, John. Your WIFE.  I wouldn't lie to you. You told me I could come and see you -  now you want to just send me away again... \n[5]Beautiful. \n[6]What's your name? ", "NURSE": "\n[1]What time was your appointment? \n[2]Yes, certainly...  Who should I say? \n[3]I have to talk to you. \n[4]Keys. \n[5]I'm sorry.  I told you, she is being examined... \n[6]Mister Bumstead! "}}