{"dialogues": {"PHIL": "\n[1]Hey, hey! Careful Clara! You were the one who told me not to mess up the precious picture piles! he gives him a long, slow kiss. \n[2]Minty fresh. \n[3]It was nice. \n[4]Wow! She moves in and the honeymoon's over! \n[5]Look at this one of your Mom with me. I mean that woman can't contain her 'Love! ON the wedding picture: RUTH, Clara's,mother, stands stiffly next to Phil with an expression like she's ankle deep in a manure bin. \n[6]Man, I wish I was them. Phil kisses the back of Clara's neck, but her smile fades as she stares at the picture. He notices. \n[7]\n[8]We're having kids? With an \"S\"? OK fine. But I promise you it's never gonna happen to us. \n[9]You'll be even hotter long toothed. Right now to be honest Clara they're a little stumpy. \n[10]wasn't the pictures. \n[11]We'll fix the picture piles, Clara. We've got all the time in the world. From now on everything's gonna be just about us. Suddenly, a YOUNG VOICE breaks through the darkness. \n[12]Yep? \n[13]Really? \n[14]OK, so I say today we go for the slacker look - cool yet approachable. \n[15]Oh. Well... that's cool too! \n[16]What? \n[17]Oh. Yeah, sorry. Your Dad's a boob today. What's it gonna be? Ollie peers down the hallway to see if there's any sign of his tom. \n[18]\n[19]Uh... yeah. Sure. Phil grabs the Captain Crunch cereal box out cupboard and starts toward the table when Clara, dressed in a suit, comes into the room and spots it. \n[20]Yeah, sure! You know it's only one bowl \n[21]One bowl a day a week. Clara, eyebrows raised, eyes the Captain Crunch already in Phil's hand. Phil shakes the carton at Ollie. \n[22]This is not for you today! \n[23]Worth a try. \n[24]Oh. Whoops. \n[25]Sorry I dropped the ball. It's this Quarterly Report to Mr. Rivers today. You know how he freaks me out with all of his mixed animal metaphors that I don't \n[26]Did you hear me? \n[27]So I should probably get going. With the highway construction it takes forever to get downtown these days. \n[28]Sorry for the milky mouth. He heads out. With a sigh, Clara spots Phil's left his 1ï¿½1 dirty glass on the counter. She cleans it in the sink, then gets the carton out of the fridge to put some milk in her own coffee. A DRIBBLE comes out. Shaking her head, she tosses the carton in the trash. \n[29]Yes we are!  ike you say to me every morning. Reaching the carport, Phil scoots between his car and Clara's. He tries to open his driver's door, but Clara' car is parked TOO CLOSE and the door only opens a few inches. He tries to SQ'L'-Z- IN, but ends up GETTING STUCK halfway. \n[30]\n[31]I'm sorry I'm late. The construction on the highways is insane these days! \n[32]Uh. OK. You mean... take the fund in a more high risk direction? \n[33]Oh. \n[34]Kinda. Actually, no. Not really at all. 12. \n[35]Sorry. Still not totally getting you. \n[36]Listen, Mr. Rivers. I don't need to... I was ripping big bloody hunks of meat and eating them like tartare when George was still... in the jungle! \n[37]I can't be demoted, Mr. Rivers. I just can't. \n[38]That's all you needed to say, Mr. Rivers! I'll see you tomorrow. Determined, Phil marches out of Mr. River's office. \n[39]Unbelievable! \n[40]Hey buddy. Finally moving out? I gotta tell you it's about time. \n[41]On a school night? Why? \n[42]Tonight? What? No. Clara? \n[43]Clara? Cl- He stops in the doorway as he spots her. Made up in an evening dress in front of a full length mirror, Clara looks STUNNING as she finishes putting an earring on. \n[44]Wow. Wow. Clara tns and smiles. \n[45]Wow... It sounds... great. \n[46]It's just... is there any chance we coul take a rain check? \n[47]Yeah. Unfortunately I really need to do a bit of work tonight. E 16. \n[48]Uh, no. Nothing like that. I just decided I could play with it a little more. Make it a little better. Clara takes him in a moment. \n[49]Listen, I'm sorry... \n[50]Listen, if I had more warning- \n[51]Listen... any other night. \n[52]That dress really wasn't playing fair, Clara. With a smile, Clara watches Phil tie his tie. \n[53]Well get a move on, girl! She zips her dress back up. \n[54]Ruth. \n[55]OK... not so sure about that. \n[56]Clara? What do you think? \n[57]fine. Fine. oust as they climb into the car, Clara stops. \n[58]OK. Sure. As Clara runs back to Ruth's house, Phil plops down in the driver's seat. \n[59]I'll just wait in the car as you go back E inside to pee. Again. \n[60]You gotta almost feel sorry for Mayor Diggs. Tries to widen all the highways to get reelected, but all everyone's going to remember when it's time to vote is all this mess. \n[61]Yeah. That's why I turned on the air. \n[62]Antagonizing? How does a five year old \"antagonize?\" I'm sure she wouldn't have mentioned it if it wasn't \"the Mayor's daughter.\" \n[63]Got all my best traits, huh? He looks over to see that Clara looks out of the wiF n,, not responding - a response in itself. He sucks in. \n[64]I think he's fine. \n[65]Maybe she's right if the school has that kind of attitude. Clara's about to object bit stops herself and takes a breath, playing affection-.-ely with the back of Phil's hair. \n[66]\n[67]Right now? Traffic. \n[68]Yeah? \n[69]What's AMA? \n[70]No! You've got to be joking me! \n[71]That's unbelievable! \n[72]Huh. \n[73]I thought you were cold. \n[74]But I turned it down because... you see when you open and close your vents it makes my... never mind. Phil reaches over and turns up the air again. Tapping his fingers on the wheel with a sigh, he gets fed up, suddenly veering the car to the shoulder and speeding toward the exit. \n[75]I'm just gonna take a shortcut. \n[76]Clara, please just trust me, OK They zoom ahead for a moment in silence. Frustrated, Clara shuts her vents, once again sending a POWERFUL GUST OF COLD AIR onto Phil's face. Biting his tongue, he just leaves it blowing on him as they drive. \n[77]I promise you it wouldn't have been any faster. I promise! OK, Phil. Will you just tell them we're here? I'm gonna go pee. \n[78]Now? \n[79]Nothing. As Clara hurries off, Phil, shaking his head, makes his way through the crowds to the SUPERMODEL HOSTESS. \n[80]Thanks. The name is Foster. \n[81]You gave away our table? We're just ten minutes late! \n[82]OK. But don't you guys have, like, some kind of grace period or something? \n[83]You have an eight minute grace period? How did you come up with an eight minute grace period? \n[84]So what if someone's 9 minutes late? \n[85]OK. Which adds up to ten minutes! We're 11 minutes late. That's just one minute later than the grace on the grace. \n[86]So how long's the wait for another table? \n[87]Oh boy. \n[88]Two hours. They gave away our reservation. Peanut? \n[89]They wouldn't care, Clara. If they call your name at the bar and you don't answer, they give your table away. So how about a nut? A YOUNG HOST  mills around the bar. \n[90]Oh, I see. Lying and graft were the answer! Clara shakes her head, then notices the YOUNG HOST searching for the party and starts focusing on him instead of Phil as she thinks. \n[91]I'm sure if you had been there instead of peeing again you would have done it better. \n[92]You're not even listening to me, are you? \n[93]Wait. What are you doing? \n[94]We can't do this, Clara. \n[95]Not the truffles. This is stealing. \n[96]We're not the Gales. \n[97]Well, what if they show up now? \n[98]I'm serious! \n[99]What? \n[100]You know what? You're absolutely right. Clara lowers her menu and they look at each other for what feels like the first time tonight. \n[101]I'm sorry, Mrs. Gale. 27. \n[102]You're not looking too shabby yours Mrs. Gale. \n[103]Whoa. Wait a minute. Where are we going? \n[104]Listen, this is all getting out of hand, OK? I admit we maybe did something a teeny bit wrong, but- Suddenly, they grab Phil and Clara, putting HANDKERCHIEFS over their noses and mouths. Phil and Clara veil and struggle for a moment, then PASS OUT. \n[105]Whoa. What the hell is this? Tied in the chair next to him, Clara jumps as the Older Burly Man waves the stick under her nose. \n[106]I don't know. A VOICE speaks from a speakerphone on the table \n[107]Listen... you can just have all our money, OK? Whatever's there, it's yours. We're not looking to cause problems or put up any kind fight. We'll just walk away and not report anything, OK? All we want is for you to let us go unharmed. \n[108]That's what this is abo \n[109]No. Are you insane?!? You don't drug people and tie them up for that! This i I just- I hope you know this is gonna go way beyond a shitty review in Za I'm seriously pissed off! \n[110]You must be kidding! Like a million people don't do it every single night of the week! This is unbelievable! I'm just in shock here! Harry and Frank look at each other, puzzled. \n[111]\"Into the Rainbow?\" What the hell's that? Restaurant code? \n[112]Photos? Clara figures out what's happened. \n[113]They know we're not the Gales. Don't you get it! \n[114]Ohhhhhh. Oh. No. She's right. We're not those Gales. You've got the wrong people. Really. \n[115]OK, listen, what happened is we lost our reservation and when the host came around yelling the Gales' name and no one answered, my wife said that we were them. I swear on my life to you that's what happened. \n[116]I know that seems really weird. Listen, I agree, that's what I said to her. \n[117]That was just... we were... no, you don't understand... \n[118]Wait a minute. What's going on? \n[119]Please! You can't do this! We're not lying! \n[120]Oh Jesus. Don't do it! \n[121]Jesus! \n[122]So what's your plan here? \n[123]You don't have a plan? 33. \n[124]Well, if we end up in that car with them we're as good as dead. \n[125]What's that supposed to mean? \n[126]Whoa. \n[127]I'm... not feeling so great... \n[128]I didn't... eat dinner and when I don't my blood sugar... Hypoglycemic... \n[129]I just can't... go any further. Harry and Frank look at each other, not sure what to do. \n[130]oa! Clara! No Harry drops them, raising his hands. Phil gets up and grabs the gun and keys, then awkwardly hits Harry as hard as he can on the back of the neck with the butt of the gun. Harry looks at him, confused. \n[131]Sorry. i was trying to knock you out. \n[132]ought that's what you do when- \n[133]\n[134]We got to the restaurant late because we hit all this traffic on the highway- \n[135]What? \n[136]Because you always interrupt me when I try to tell stories, and every time you do it disrupts my flow. \n[137]Fine. See, now I've totally lost where I was. \n[138]I thought you said you weren't going to interrupt me, Clara. \n[139]Do you think he really cares, Clara? were just kidnapped, CHLOROFORMED and almost shot! I don't think he's going turn around and book us for reservation theft! Am I right? \n[140]So all of a sudden Clara yells out that we're these other people. \n[141]Yeah. I know! Even the guy on the speakerphone couldn't believe it! \n[142]We didn't \"bond\" over it. I'm just saying, speakerphone guy obviously thought it was weird to do. \n[143]Oh c'mon! And we found out speakerphone guy's name, Phil. It's Mr. Stockton. The Young Policeman looks up, interested. \n[144]Wait. So you already know about this guy? You know who he is? A knock at the door and a handsome man in his late 40's, LIEUTENANT MANNING, enters the room with a smile. He reaches over and shakes their hands. \n[145]That sounds more like \n[146]You tell it, Clara. \n[147]Seriously, Clara. You tell him. \n[148]Who is this Stockton guy anyway? \n[149]Clara? \n[150]Well, I can pick things up then. Phil notices Clara giving him a LOOK. \n[151]What? Why are you looking at me like that? \n[152]OK, well, I had the same question for her when we sat down, which she thought was \n[153]OW! Jesus! Clara stink-eyes Phil AGAIN, trying to get the message across. \n[154]And there's that look again! \n[155]OK, I'm not dense, Clara. That was not an accident and if those weren't looks- \n[156]What are you talking about? \n[157]The police guy? Clara, that's tota \n[158]What do you mean? \n[159]be I said it to the other \n[160]Oh God. \n[161]Well then we're screwed! Who do we go to? The FBI? The CIA? \n[162]You've got it, Clara. Spin it back now! \n[163]It's all right. You just should have spun it when I told you to. Flustered, she pulls back out and tries again. \n[164]rn! Quick! \n[165]Run! Phil and Clara get out of the car and run away on The Large Man marches over and inspects his bumpe yells after them. \n[166]Oh God! Ruth! Is everything OK? \n[167]What's wrong? \n[168]\n[169]Ruth, I need you to listen. We've \n[170]You think this is my fault, don't you? T - ft No. I just don't know why you two can't get along is all. \n[171]You know, your Mom shows me no respect, 0 Clara. And you just pretend like it isn't happening. \n[172]What? Clara starts looking through her purse for her phone. \n[173]Holbrooke Peterson? You mean the tongue guy? \n[174]Holbrooke was your prom date who you said had the really long tongue, right? \n[175]Since when have you been in touch with Holbrooke Peterson? \n[176]Facebook? I didn't know you were on Facebook! \n[177]0 yeah? Who else are you \"in touch\" h on Facebook? \n[178]Um... yeah... I don't go by... it's 1 - usL Phil. Nice to meet you, too. \n[179]\n[180]Oh. The environmental thing. \n[181]Whoa. You carry that around at home? \n[182]Uh... there's already writing all over this. \n[183]Yeah, well, that's a topic for another- \n[184]That's... charming. Phil scoots the paper back to Holbrooke, who squints and dramatically turns it sideways. \n[185]No. Yeah. I get it. Holbrook. makes a big show of putting his gun back holster as he gets up. \n[186]I don't know. Maybe I should have had one of Holbrooke's eeegerag warn raaaarrrrghereeeeetas. \n[187]smells like french fries back here, \n[188]What the hell's going o \n[189]Well, tell them to stand down. \n[190]Tell your men to stand down, Holbrooke. \n[191]What? \n[192]All right! Nobody move or he gets it! Clara's STUNNED. The Agents look at each other, but don't seem overly concerned. \n[193]I'm not screwing around! \n[194]Keycard. \n[195]Thanks. He and I, the communication isn't great... Getting the keychain from Holbrooke, Phil uses the keycard then lets it fall to the floor as the door unlocks and they back outside. \n[196]Just give me your car keys, Holbrooke. When we're about to drive off we'll let you go. \n[197]What? HOLB'?n`_ The key chain you dre-,~_d with the keycard inside. The keys were on that. And so the hero falls... \n[198]Shit. \n[199]YOW! Man is that loud! As the Agents run toward the door, Clara quickly grabs the gun from Phil and shoots, nailing the lock. \n[200]How are you so good at that? The Agents try the door, but are LOCKED IN. Agent #1 tells his men to stand back and tries shooting the glass, but it's BULLETPROOF. He gestures and all the Agents rush around to the front. \n[201]Where? They both look around, unsure. \n[202]Aren't you supposed to be our hostage? \n[203]It wasn't so much of a drop. it was more of a... bobble. \n[204]Let me have the gun. As Clara gives it to him, Phil quickly runs back and hands it to Holbrooke \n[205]Here. Tell them you got it back from us. Holbrooke takes back his aun, grateful. \n[206]it's just on the other side of that bridge. I think we're going to make it. He notices Clara looking at him. \n[207]Bourne identity? 58. \n[208]Where I held your hand for the first time. \n[209]It's because we could sleep 'til noon. \n[210]I just don't understand when we got so... I don't know... \n[211]No, I was thinking numb. When did we become one of those couples that we used to look at in restaurants back then and think were so sad? \n[212]It's not that I don't want another kid, Clara. It's just... I used to be the whole pie with you. And now with Ollie and your work, I'm barely even a piece of the pie anymore. I'm, like, maybe a pecan on a piece of the pie! So part of me's not jumping at the chance of having the little pecan I have left of your attention going into some new baby's mouth! \n[213]I think we're OK. Just play cool and keep walking. The patrol car continues across and down the street. 1ï¿½1 Phil and Clara breathe a sigh of relief. Then suddenly, a few blocks down, BRAKE LIGHTS. The patrol car turns around and TURNS ON ITS LIGHTS, zooming back toward them. \n[214]Now you can say shit. Phil looks around - they're in the middle of the bridge with no place to run. Then he notices the lit up PARTY BOAT coming out the other side of the bridge beneath them. \n[215]e 's only a few feet. \n[216]Let go, Clara! \n[217]go or I'm going to tickle you! \n[218]Ow! I think I broke my butt. \n[219]I'm sorry! I didn't do it for pleasure! What is our rule? 61. \n[220]\"It's only funny if it's funny for the both of us.\" \n[221]T ' s your elbow? \n[222]Well, for jumping off a bridge onto a moving boat, not so bad. I can't even fucking believe this is happening to us. \n[223]Maybe we could just hide or something until this all blows over. \n[224]iaybe we should just turn ourselves \n[225]Wait. What if we found the pictures? \n[226]These pictures that everyone's after. we could get them we'd have some kind o bargaining chip to get out of this. \n[227]Except... the Rainbow. \n[228]Yeah, but even so, Holbrooke said these clubs are so secret you have to know where they are and how to get in- Clara rummages through her purse and grabs her phone, dialing, then notices Phil looking out, shaking his head. \n[229]You're not listening to me again! \n[230]That's great. Clara wanna cracker? 63. \n[231]ara... Clara turns and looks. \n[232]You got the info from her though, right? \n[233]I don't think we have a choice. Not a big shopping hour. They walk past the 24 CHICAGO FITNESS CENTER, lights blazing. Windows show machines filled with young HARDBODIES working out. \n[234]Now if we wanted to do a little cardio, on the other hand. Who knew that many people worked out at 1 in the morning? Clara thinks a moment, then stops in her tracks and looks back up at the building. \n[235]You wanna do a little cardio? Clara smirks at him, then Phil, thinking, gets it. He shakes his head. \n[236]OK, now that's scary. You know you're starting to think like a real criminal? You know that, don't you? Clara waggles her eyebrows. We hear Devo's \"Secret Agent Man\" over a TrC _ GE . \n[237]Down here? \n[238]And if you die, does Jane get your commissic-l on the open house? Up ahead, a TWO S:_=:Y LOOKING CHARACTERS huddle near a bunch of GARBAGE CANS watching them, a SMALL FIRE nearby. Nervously, Clara approaches. \n[239]you! Gale, right? \n[240]Sorry. From the side... confused you with somebody else. Phil quickly moves on. \n[241]hit. \n[242]Uh... well, same thing as you guys, I would guess. Working those \"extra hours,\" right? \n[243]\n[244]I'm sorry, Mr. Rivers. We really can talk about it. Phil and Clara move off quickly through the crowd as Mr. Rivers watches the hand_ï¿½__e, dressed up couple, intrigued. \n[245]That never really- OPENS. She shoots Phil a look. \n[246]OK. Never mind. Phil and Clara inch insi \n[247]You know, that's like the 5th gun I've had to my head tonight! Just lower that thing and cool it, OK? Off guard from Phil's reaction, Ray, confused, does. \n[248]Who are we? Good question! Well, everybody thinks we're \"the Gales\" because we were lucky enough to take your reservation tonight! \n[249]That's my wife. Flustered, Ray waves Dora to take Clara. \n[250]Listen, it looks like things didn't turn out the way you planned, but I think all Stockton wants is his pictures back. As soon as he gets them I bet- 73. \n[251]I'm OK! I'm OK! Ray spots Phil crawling away and gets up, turning to him. \n[252]No... just... a little ... winded... that... crawling's... tough... on the core... \n[253]You're Dora's brother? \n[254]You're late! \n[255]Clara! Please! Just leave the driving to me, OK?!? I know what I'm- SMASH! - they HIT something head-on, SHATTERING the windshield. face to face - nose to nose - with another broken windshield. In the driver's seat of a SOUPED UP HONDA h fiber-optic colored lights, a YOUNG BLACK DUDE â\u0080¢ stares at them in shock. \n[256]Shit! The Black Dude gets out of his car to inspect, head in hands. \n[257]owe you one. Phil throws the car into reverse, but his tires just screech smoke, the wheels spinning in place. Looking out his window toward the front, Phil sees that \n[258]Shit. Thinking fast, Phil jumps out of his car and hops into the Black Dude's souped up Honda. \n[259]\n[260]\n[261]\n[262]\n[263]\n[264]I'm not yelling! I'm just talking in an very animated voice! Looking back over his shoulder again, Phil sees they're approaching the lar ge intersection with Michigan Avenue. \n[265]OK, now when I say so, spin your wheel! \n[266]Ahhhh! Other way! Other way! 78. Flustered, Clara WHIPS her wheel in the other direction, and their two cars tilt up on four wheels , barely screeching past. Landing again and taking in a deep breath, Phil shoots her a pissed off look. \n[267]Yes I did! \n[268]I say our best chance is to reverse again, then use both engines to floor as fast as we can all the way down Michigan. \n[269]Why stay on Michigan? Because it's a wider street. \n[270]Why do you have a problem with every route I take? Flustered, Phil turns to the Black Dude next to him to commiserate, unaware that his STEERING WHEEL DRIFTS. 79. \n[271]She does this wherever we go! Every time! Phil doesn't notice the LIGHTS GROWING BRIGHTER behind him.. \n[272]Clara! Reverse it, keep it straight put your foot to the floor. Give it everything! Clara reverses and Phil puts the car in drive and floors it. The car goes faster... faster... \n[273]Just trust me! The conjoined cars HIT the steps and their wheels SMOKE as the TWO ENGINES POWER TOGETHER ALL THE WAY UP THE \n[274]â\u0080¢ Sorry. \n[275]Can we just try to work together at this? \n[276]I'm not blaming you. Please? Clara nods. \n[277]Now whatever direction I give you, take your normal version of it and tone it down like 85 percent, OK? \n[278]OK. Small left. Now! \n[279]Yes! That was awesome! Perfect, Clara! Now give me a medium right. Do it! She does and they veer sharply and perfectly onto another street. \n[280]Yes!  No. \n[281]\n[282]can do it. Clara. \n[283]We did it! We did it! A DOOR SLAM. Phil moves an air bag aside to see Clara MARCHING AWAY down the street. \n[284]What? 84. \n[285]I see. I almost got us killed. Forget about the people chasing and shooting at us all night long because of the reservation you stole. \n[286]Unbelievable! You know, all you complain about is that I don't take risks anymore. Then the second I do, you get mad at me for doing it! I can't win with you! \n[287]Oh, you have no idea! Every single day from the moment we wake up you're bossy, â\u0080¢ disapproving, inconsiderate- \n[288]What's the difference? Afraid you're gonna get my cooties? \n[289]Listen to yourself! You have problems with how I pqt in the toilet paper! \n[290]Yeah, how about the fact that I have not woken up with our comforter over me once in those 10 nears! You steal the whole thing away from me every night and mummify yourself. \n[291]Bulls Bull-shit. \n[292]I see your hock leg lock maneuver. Don't think I don't! You wrap that leg around and lock the comforter down then reeeeel it in so I can't pull it at all. \n[293]Oh yes you do! \n[294]You're right. I do that. You know why do that, Clara? \n[295]Because I'm afraid to! God forbid I the wrong kind of grass-fed bio homogenized whatever and meet your wrath! You're like the Nutrition Nazi. \n[296]And I've got to be your little Nutrition Nazi Goebbels because we have to be this \"united front\" with Ollie! What's wrong if he eats two bowls of Captain Sugar instead of one? Or if his handwriting isn't perfect? Or if he goes to school for one day not dressed like Finneas J. Nerdo! \n[297]How would you even know? You don't give me or anyone else a chance! You're so goddamn controlling! You've got to be Wonder Woman, keeping everyone in line, looking down on them from her fancy Wonder Woman plane and controlling everything with all her wonder superpowers! You paint yourself as this victim but you get off on being the superlady! \n[298]What? No aspirin in the wonderpurse? How could it be? Clara, furious, HURLS her purse at Phil's head. He ducks and the contents spill all over the road. \n[299]Yeah, fine! Sure! Screw me ! Even if I survive tonight I'm screwed all around anyway! Screwed with you! Screwed with my job! \n[300]was supposed to spend all tonight guring out a new brilliant plan for the fund so George wouldn't take it over tomorrow. Doesn't look like that's gonna happen! \n[301]I don't know, Clara. Maybe because I didn't want you chiming in on how Mr. Rivers was right. He wants the new guy for all the reasons you complain about me! Someone who doesn't \"play it safe.\" Someone who'll \"take a risk.\" \n[302]I think we said all needs to be said right now, Clara. Panting, Clara holds out the manila envelope. 88. \n[303]What? \n[304]What is it? Clara looks over his shoulder, shakes her head and TURNS THE PICTURE THE OTHER WAY AROUND. Phil's eyes go wide. \n[305]Oh jeez. It's... it's... \n[306]I bet this didn't have anything to do with Stockton at first. \n[307]The Mayor must have gone to Stockton's club one night. He saw Dora working there and obviously gave some sign that he was interested. \n[308]Her sleazy boyfriend Ray finds out and convinces her to take him up on it so they could photograph it and blackmail him. \n[309]But somehow Stockton found out about the photos too and wanted that power over the mayor himself. \n[310]But Ray and Dora spotted them and bailed before the Mayor even had a chance to show up. Phil thinks. He snaps his fingers. \n[311]If we could find some way to get in touch with the mayor directly, without anyone else knowing, there actually might be a way out of this for us. Clara thinks for a moment. A light comes to her eyes. \n[312]Have a nice night. \n[313]\n[314]\n[315]Jesus! \n[316]I can't find any rope. Only yarn. \n[317]Excuse me? \n[318]OK, why don't you lay off the critiqu \n[319]Oh is it a fact? \n[320]Wrong word choice? Unbelievable! Well, let me throw a little word choice \"correction\" your way. \n[321]Five year old kids can't be \"antagonistic.\" 92. \n[322]You must be such a positive influence on our youth. \n[323]And that's what married people do. 93. \n[324]Lucy? Who's Lucy? \n[325]Hey \"partner.\" How about you put a sock in it now. \n[326]You don't know me, Mr. Mayor, but I've recently come into possession of something that you were supposed to get from the Gales tonight. Silence on the line. \n[327]Hello? \n[328]And whether you realize it or not, we ended up doing you a favor. You see, this man named Mr. Stockton - I know if you know him- \n[329]Well, he tried to steal the photos from the Gales. He's even got cops on his payroll helping him out. We think he was planning to sabotage your re-election. \n[330]What do we want? Phil looks at Clara. \n[331]We just want our lives back. We want to go home, Mr. Mayor. \n[332]That's it. Mayor Diggs breathes out and rubs his forehead. \n[333]But now the police think that- \n[334]Uh... yeah. We'll meet you at the Adler Planetarium in 1 hour. Come alone. E \n[335]When was the last time we watched the sunrise together? \n[336]Nope. it wasn't. It was the morning that Ollie was born. \n[337]Me too. Sorry you never got your truffles. 97. \n[338]OK, what happened to us tonight? the hell are we doing here? Clara starts laughing too. \n[339]No, I know it's not funny. It's not funny at all. \n[340]Why are you laughing? They're both cracking up... then Phil notices a moment later that Clara's laughter has turned to \n[341]Uh, OK, but I think Wonder Woman actua flies an invisible plane, not a glass plane. 98. This makes Clara break into a bigger round of sobs. \n[342]You're not running on fumes, Clara. \n[343]Nazi. \n[344]It won't fall apart. And I really can help whenever you feel like it is. With Ollie. Whatever. You just never act like you need me to. \n[345]You think I see you guys as a distraction? God no, Clara. You don't understand... I have this wife who does everything better than anyone I've ever known. And the greatest son. You want to know why I obsess so much about my stupid job? Because I want to feel like... like I can do something good enough to deserve someone like you. I mean, I look at you and I jest don't stack up. \n[346]I'll never be the guy who remembers always put toilet paper on the right way. 99. \n[347]Listen, you know what I said before, about not being the people we used to be? \n[348]No, Clara. It's true. We're not. And I know I'm going to drive you crazy again, and you're definitely going to drive me crazy. But I wouldn't want to do it with anybody else. He hugs her tight. \n[349]We had a good fight tonight, didn't we? \n[350]What? \n[351]You think? \n[352]Here we go. Tell me now. Do you need to pee? \n[353]This is what you're looking for. I've tten down our information inside. \n[354]That's it. We're going home now. The Mayor nods, and Phil and Clara start walking past him toward the parking lot. Mayor Diggs stays behind, nervously tapping the envelope in his hand. As Phil and Clara get halfway to the lot, ALL THE MAYOR'S CAR DOORS OPEN, and Manning, Frank, Harry, and Mr. Stockton climb out. Frank and Harry pop the trunk and grab SHEETS OF CLEAR PLASTIC. Phil's eyes go wide. \n[355]Oh God. Run, Clara! Phil and Clara start to run, when a GUNSHOT hits the ground in front of them. They turn, when ANOTHER SHOT rings out. \n[356]Please. Please don't do \n[357]Please! We have a child! \n[358]-eally were planning to give you the pictures, Mr. Mayor. That is, until you -.sre so casual about is not needing to worry about the cop who was after us. That made me a little suspicious because I never told you which cop it was. \n[359]Which meant Stockton was probably your buddy. \n[360]But we were still confused, because if you guys are buddies, how do you explain the Falconwood Corporation? Mr. Stockton's face blanches. \n[361]Runs the hiring of inspectors for the Department of Highways in Chicago. You \n[362]Maybe because according to the paperwork you've got there, he owns Falconwood. \n[363]The more violations Falconwood finds, the longer Eurostruct rents the equipment. That turns into big bucks, Mr. Mayor. I'm sure that's not a moral problem for you, but he's kind of screwing you in an election year, isn't he? Some of us are pretty pissed off about the roads. Mayor Diggs flips through the documents, taking it all \n[364]Listen to them. Stockton angrily pulls his own the gun out of his jacket pocket, shoving it against the back of Phil's neck. \n[365]Makes you feel any better, I wasn't gonna vote for you anyway. \n[366]Don't think they're going to be calling you the IT guy any-more. \n[367]Yeah, well-, that's how we roll. They get out of the car and start up the driveway. 105. \n[368]Yep. We sure are. As he joins Clara on the doorstep, they take each other in. \n[369]Yeah. You know, I think I'm gonna be OK. \n[370]Yeah. Me too. It was fun. \n[371]So... let's do this again sometime? ", "CLARA": "\n[1]That was nice. \n[2]Hey from now on when you change the toilet paper, could you just make sure it is out? \n[3]Oh, believe me, we're just getting started, Phil. \n[4]She just takes a while to warm up. You guys are gonna be best buddies. You picked a favorite of us yet? 2. Phil finds the picture, handing it to Clara. \n[5]That's exactly the one I picked! Clara leans the photo on the night stand next to the bed. It's a PORTRAIT OF THEM FROM THEIR WEDDING. They look joyous, excited. A young couple with the world in front of them. \n[6]I just... when I was growing up my Mom and Dad had a picture just like this. Now they can't even acknowledge each other. Phil sympathetically gives her a squeeze. \n[7]Let's always remember to have some time that's just for the two of us. No matter what else comes up in our lives - if it's work or friends or when we have kids- \n[8]Yeah, we'll see if you'll be saying that when I'm long in the tooth. \n[9]Phil. Tell me it wasn't the pictures. \n[10]You know how long that took? \n[11]I'm coming, Ollie! \n[12]Uh Phil? Phil doubles back, still looking at the papers. \n[13]I need to switch. I've got an open house. Phil obviously doesn't want to be bothered right now, but contains it. \n[14]Yeah. Really. As Clara walks quickly past him, Phil claps his hands together. \n[15]Ech. Mine. She re-rolls the toothpaste from the bottom up and starts brushing when she sees the sink - a Jackson Pollock of razor hairs and bits of toothpaste. Disgusted, Clara reaches for the Kleenex box, only to discover it's EMPTY. She tosses the box in the trash and shimmies on the towel to get some toilet paper. Seeing the roll, she sighs as she takes it out of the holder, turns it around and puts it back so it ROLLS OUT. As the CREDITS END, the Talking Heads song fad \n[16]Ah ah ah... what's that Ollie? You had a bowl yesterday. \n[17]A week. \n[18]Yeah right. \n[19]Did you get his lunch together? \n[20]You just get his breakfast and I'll do it. As Phil takes out some Special K and pours milk for Ollie and a glass for himself, he finishes the carton. Peeking back over his shoulder, he sees Clara's dialing with the phone to her ear as she readies Ollie's lunch. He stealthily pours the TINIEST BIT of milk back, quickly returning the carton to the fridge. \n[21]Hey Jane? I'm getting a late start but I'll be there as soon as I can. \n[22]Ollie, do you want a banana? 7. \n[23]Uh huh. He freaks you out with his mixed animal metaphors that you don't understand. Banana Ollie? \n[24]OK. Have a good day. Phil kisses her on the cheek and Clara absently wipes it off. He looks at her strangely. Noticing, Clara quickly kisses Phil on the cheek. \n[25]Too much information, Jane. \n[26]Good for you, Jane. Clara takes out her frustration on the ridge, kicki the side and silencing it. \n[27]Good for you. \n[28]Yeah, well, maybe. We don't really have those that much anymore. \n[29]You know, we're pretty tired all the time between work and Ollie. And some of the shows on TV these days are really great. Ah. I see. 10. \n[30]No, it's not Phil. It's the both of us. I don't know. It just... happened. \n[31]I guess. Maybe. \n[32]Nah. Tonight's no good. \n[33]So it's OK if we drop him off at 7? Our \n[34]Thanks Mom. I really appreciate it. \n[35]Oh, that's Ollie's teacher. I'll see you later. Clara hangs up her phone and greets Mrs. Cardigan with a warm smile. \n[36]I've been meaning to tell you that you can just call me Clara, Mrs. Cardigan. \n[37]Sure, sure. Ollie, go to the car. As Ollie does, Clara turns back to Mrs. Cardigan. \n[38]Is everything OK? \n[39]Really? Oh no. Why do you think that's happening? \n[40]Uh... wow. OK. Mrs. Cardigan starts away. Clara climbs into the car, watching Mrs. Cardigan. \n[41]Wow. What a bitch. \n[42]\n[43]I didn't. I really didn't. Clara quickly pulls out. \n[44]I thought I could take you out to celebrate you finally getting that report in. A romantic dinner downtown like the old days, and teen...  \n[45]Great! She turns back and continues getting ready. \n[46]A \"rain check\"? \n[47]I thought all the cramming was for this report today. Did something go wrong? \n[48]Oh. OK. Controlling herself, Clara starts putting her jewelry back in the case. \n[49]You don't need to apologize, Phil. \n[50]OK. Maybe another time. Let me just get out of this and call my Mom then. As Clara heads into the closet, Phil looks after her, feeling terrible. About to leave, he notices that around the room, Clara's SET UP CANDLES in anticipation of their romantic night. He looks down again at the papers in his hand and sucks in, conflicted. \n[51]I'm sorry, Phil. I just felt like she's doing us a favor tonight. \n[52]You know, I should pee before we go. \n[53]You're hot? \n[54]You know, Mrs. Cardigan told me today that Ollie's been antagonizing his daughter. \n[55]She actually had the gall to suggest we should think about sending him somewhere else. \n[56]So what are you thinking about? \n[57]Oh. Well, I heard this unbelievable story from Jane today. \n[58]She has this old classmate who went into labor with her second child the other day. She's totally healthy and everything's normal with the pregnancy. So she goes into labor and walks into the emergency room, and the second the nurses and attendants see her come in, they go into a panic and start yelling A,LA! ATMiA! \n[59]Advanced Maternal Age! \n[60]kid you not! \n[61]I know. Beat. Clara looks out the window. \n[62]The funny thing is she's my age, actually. Suddenly, Phil's smile fades as he realizes the possible ulterior motive. \n[63]I was, but then you turned it down and I got hot. \n[64]Phil, please don't. You think they're shortcuts but they always take longer. And we're already- \n[65]What? \n[66]It's OK. The Nervous Woman quickly leaves the bathroom with the Man. Clara looks after them a second, then washes her hands. \n[67]How lc= -until they seat us? 24. \n[68]What?!? Did you tell them that we hit traffic? \n[69]I mean, did you try something like telling her it was our anniversary, or my birthday, or slipping her some money- \n[70]\n[71]Yeah I am. You're sure if I had been there instead of peeing again I would have done it better. Clara, Just because you can repeat the words I say doesn't mean you're- \n[72]Sorry! We're right here! \n[73]Shhh! The Young Host approaches. \n[74]The third's running a little going to start without them. \n[75]See? Was that so hard to do, Phil? bad to be the Gales, eh? Clara opens her menu as looks nervously around the restaurant. \n[76]Look Phil! It's white truffle season! I'm totally doing it! 26. \n[77]I'm taking you out. \n[78]Stealing? You're kidding, right. \n[79]I don't know. What if they do, Phil? Clara picks up her menu and reads, shaking her head. \n[80]It's just... I don't know. You used to be the one who would think up stuff like this all the time. This hits Phil. He takes in his wife reading the menu for a beat. \n[81]It's OK, Mr. Gale. And might I add you look very handsome tonight? \n[82]What's this about? \n[83]Hey! Jesus! The elevator doors shut and the older Burly Man pushes the G Floor then nods to his partner. They reach in their pockets. \n[84]Phil?!? What's going on? \n[85]Wait a minute. I think there's been a really big mistake here. We're not the Gales. \n[86]No, Phil. I think they think we're actually \"the Gales\" who made the reservation tonight. 31. \n[87]\n[88]But we can't just tell you where they are. We have to take you to them. \n[89]I don't have a plan Phil. \n[90]Well, any time you want to help... \n[91]Phil? He drops to the ground. \n[92]Phil? What is it? \n[93]You're not hypoglycemic. Phil shoots Clara a quick LOOK OF 34. \n[94]You're diabetic! You never get the terms right, Phil! Oh no! This is bad, guys. \n[95]Wait! In my purse there's a Luna Bar. If you give it to me I can find it for him. With a sigh, Frank hands Clara her purse. She rummages inside... and quickly WHIPS OUT her MINI 409 SPRAY, spritzing Frank right in the eyes. With a shriek, he falls back grabbing his face and dropping his gun. Clara makes a dash and grabs it. As Frank blindly lunges after her, she KNEES HIM IN THE BALLS. He collapses on the ground, whimpering in pain. She spins and points the gun at Harry. \n[96]Drop the gun and the keys. \n[97]Phil! Just c'mon! \n[98]\n[99]You can tell him. \n[100]Fine, you tell it. I won't say another word. \n[101]Which is what they do right before they cancel a reservation anyway. \n[102]You two kinda bonded over that, didn't you? \n[103]Ah, you mean the speakerphone guy who's kidnapped and drugged us thinks it's weird to do so it's weird to do? \n[104]Oh, don't be like that, Phil. Please. \n[105]He was in another room on a speakerphone where these guys who kidnapped us took us. But he was obviously the one pulling the strings. \n[106]Honestly, you wouldn't believe this, but it's because we sat down at the wrong table tonight for dinner. \n[107]We pretended to be someone else who didn't show up for their reservations. My idea. And it turned out that these people must have something this Mr. Stockton wants. \n[108]Photos. Lieutenant looks up, interested, then writes again. \n[109]Excuse me? \n[110]Sorry. I... I lost my train of thought. \n[111]I'm not looking at you like anything. doesn't pick up on it. Shrugs. \n[112]Phil, we're in trou \n[113]He's in on this. He's got something to do with it. \n[114]never told him about the Gale \n[115]He said, \"How did you know the Gales weren't coming.\" I never told him that was the name of the reservation we \n[116]He didn't take the other notes, Phil. Remember? s hil as well. \n[117]How do we get out of here? \n[118]We can't just go to another police station, Phil! We don't know how big this is! It might not just be Manning! \n[119]They're not going to believe us over a Police Lieutenant! Shit. This is their car, Phil. We gotta lose it too. Searching the street, Clara spots a OPEN PARKING SPACE. She whips the wheel around, trying to parallel park into the space. 43. \n[120]just let me do it, She spins too late and too severely, hitting the curb. \n[121]Dammit! I hate this! \n[122]Would you stop it? You're stressing me out! Angry, Clara whips the car back into the spot, NAILING the car behind them and setting off a loud CAR ALARM WITH \n[123]Ollie. Phil takes out his cellphone and quickly dials, listening as Ruth PICKS UP. \n[124]What's wrong? \n[125]What? Just call her again and tell her what's happened! Phil dials the number again. Ruth picks up. \n[126]Great, Phil. Now she's not picking up at all! \n[127]So you think it's j1y fault. Listen, Phil. Every single other boyfriend I ever dated got along with her just- Wait a minute! Holbrooke Peterson! \n[128]What? 46. \n[129]Oh yeah. (catching herself, shrugs \n[130]We found each other on FacebookÂ® \n[131]It's a networking thing for work. Everyone's on Facebook. \n[132]\n[133]So do you! He gives her a big, tight hug, lifting her a little. \n[134]This is my husband, Phil. \n[135]How beautiful. Or, the candles... Did we \n[136]It's so funny. I always knew you'd end up doing something in public service. \n[137]No thanks, I'm Holbrooke picks up the plate and Margarita glass, then crosses to his INDOOR COMPOSTER, adding the extra liquid and scraps. \n[138]What does Stockton do? \n[139]e Rainbow! Stockton asked how we there to set things up! \n[140]Should we be worried about our s \n[141]I s staying at my m \n[142]And she of you. As it comes out of her mouth, Clara realizes and guiltily looks over at Phil BRISTLING. Holbrooke goes to a pile of already used sheets of paper and picks one up along with a pen. \n[143]Thank you so much, Holbrooke.  I feel like we're in good hands for the E first time tonight. As Holbrooke goes into the other room to call, Clara lets out a sigh of relief then notices Phil's mood. \n[144]Phil's really had enough with this guy. Your goodness... where does it end? Clara shoots Phil a look he back, but Holbrooke doesn't get his sarcasm. \n[145]I. I. guy? \n[146]crooked cop did it! It's a lie! \n[147]What? Oh no you're not! Oooohs from the Agents. \n[148]Wow, Phil! Phil feels a little pumped up with Clara's praise. \n[149]gotta get going! Quick! \n[150]Yeah, a bobble's bad... 57. \n[151]What? \n[152]Nothing. That was just nice of you, back there. This is crazy, but you know what I'm, reminded of right now? \n[153]I'm talking about right now. When we used to walk home late at night after going downtown to the clubs. We couldn't ever find a cab, remember? We'd grab those \"healthy\" dogs and cheese fries at the Weiner's Circle and go to the Adler Planetarium to watch the sunrise. \n[154]I can't believe we used to stay up all night like that. \n[155]If I remember correctly, we weren't always \"sleeping.\" Beat as they share the moment together, walking. \n[156]Old. \n[157]We're not that bad, Phil. I just think we haven't been that honest with each other recently. Phil doesn't understa \n[158]Not big things. Just little things keep adding up and putting this thing between us. Like the fact I know you never want to talk about us having this other baby. 59. \n[159]But that's crazy, Phil. When you're home you're the one who seems like your hardly even there! It's all about your work. Believe me, if you- Clara suddenly notices a POLICE CAR, lights off, drive past them over the bridge. \n[160]Shit! \n[161]What u high? No way. But looking main at the patrol car speeding toward them, Phil grabs Clara and dashes for the side of the bridge. \n[162]\n[163]A GROUP of DRUNKEN PARTIERS on the boat, spotting them, cheer below. Some even take FLASH PICTURES. Phil looks down - if they don't let go soon they're literally going to miss the boat. \n[164]No you're not, Phil. We have a rule! tickling. I'm not- He reaches up and TICKLES Clara under her arm. She giggles. \n[165]Ah! Stop it, Phil! Ah! It's not funny! I mean- Stop it! Ah! Clara can't hold on any longer... \n[166]OW! OW! Dammit, Phil! What's our rule about tickling? \n[167]Right! And guess what? It wasn't funny for me, Phil! Clara gets up and storms off, clutching her arm. Walking down the side of the boat, she passes a MAN down on one knee in front of an EXCITED WOMAN, who nods, accepting his proposal. \n[168]B i g mistake! They look at her, stunned. \n[169]You know, we're kind of running ou ons. \n[170]What makes you think it ever wil \n[171]Imagine what it's going to be like for Ollie when everyone hears about this tomorrow. I bet our pictures are going to be all over the papers. Phil nods, gazing out. Then suddenly an idea comes to him. \n[172]What do you mean? \n[173]But then we'd have to find the Gales. don't know anything about them. \n[174]The pictures have something to do with that place! \n[175]What? \n[176]\"You have to know where they are and h to get in-\" \n[177]Oh shoot. You know what Jane? I've actually gotta jump off right now. \n[178]Mine's totally shot too. \n[179]Yeah, but we can't get in looking like this, Phil. \n[180]Excuse me? Men shoot her a fierce look. \n[181]Um... do you know which is the way back to Kansas? They eye her, then inspect Phil up and down. One of them LUNGES, and Phil jumps back... but he's moving aside some trash cans, revealing a RAINBOW COLORED STAIRWAY going down. \n[182]Thanks any-way. With a sigh, Clara starts away from the bar, when she \n[183]Excuse me. Does she work here? \n[184]Do you know where I can find her? \n[185]Ray? \n[186]Do you remember where it is? \n[187]Phil! Clara, looking amazing in her red flapper dress, weeds through the crowd. Mr. Rivers and George take her in, obviously impressed. \n[188]Phil, we gotta go. I found out where- \n[189]are you bent over like that? \n[190]Excuse me. In the corner, Clara raises her hand. Ray eyes her strangely. \n[191]Sorry. I have to pee. \n[192]I don't think anything about you. I just want this to be over. \n[193]\n[194]Oh God! Are you hit? \n[195]Phil! Careful! Phil WHIPS the car around another bend. \n[196]Please, Phil! It's not going to do any good if you- \n[197]What? That's insane! \n[198]Huh? \n[199]Phil, this is- \n[200]\n[201]What? You just said spin the wheel, Phil! You didn't say which way. \n[202]No you didn't! \n[203]God! Thank you! Can we take him home? I need him! Both Phil and the Black Dude sees that the Towncar's turned onto Michigan Avenue and is still right behind E them. \n[204]Why stay on Michigan? \n[205]\n[206]Doing what? What are you doing?!? Clara glances over her shoulder. Their heading strai toward a CONCRETE STAIRWAY. \n[207]They're back. They peek again over their shoulders. The Towncar's driven around and is now BACK ON THEIR TAILS. \n[208]\n[209]35 percent. Fine. \n[210]What? Clara turns around to look. LIGHTS FLASH as a BARRIER comes down across the road - A DRAWBRIDGE ahead is slowly rising. Phil looks behind - the Towncar's got them closed in. The Black Dude peeks back as well, then turns to Phil. \n[211]Excuse me? What are you talking about, \"pop you guys up and over?\" \n[212]What? Sucking in a breath, Phil hands control of the car back to the Black Dude. As the conjoined cars zoom toward the drawbridge, Phil CRAWLS ON THE ATTACHED HOODS FROM ONE WINDSHIELD TO THE OTHER, sitting next to Clara. \n[213]Phil, don't even think of it. \n[214]No, Phil. We can't! It's suicide! \n[215]\n[216]\n[217]I want to make sure that at least one our son's parents survives tonight! \n[218]You almost just got us killed! \n[219]There's a difference between fleeing from people shooting at you and knowingly driving a car in reverse over an open drawbridge! \n[220]Poor Phil! You have i so bad, don't you! \n[221]I'm inconsiderate? I'M INCONSIDERATE?!? Have you ever seen our bathroom in the morning after Tsunami Phil's blown through? The floor! The sink! You use my toothbrush. \n[222]I want my own toothbrush, Phil! Sue me! And how many years have I asked you to do a simple thing like put the toilet paper in right? \n[223]After ten years of asking you to have roll the right way, you still can't do it! \n[224]What? Phil, I do not \"steal\" the comforter. It just happens when we're- \n[225]Don't you point that at me! \n[226]I do not leg lock the comforter! \n[227]u think I don't know your little icks? Where you leave like half a thimble of milk in the carton and put it back in the fridge so you don't have to be the one to \"finish\" it and replace it? \n[228]Because you don't want to haul your ass to the market to buy it yourself! \n[229]Poor Phil. I feel so sorry for you. I must be hard having to be the cool fun parent while I get to be the one who makes sure our child's fed, clothed and \n[230]Urgh! You know w sometimes I don't pay attention to you, Phil? Because you give me a headache! Clara angrily rummages through her purse then lets out a frustrated sigh. \n[231]Screw you, Phil! \n[232]What are you talking about, screwed with your job? 87. \n[233]Why didn't you tell me? \n[234]I can't believe that's what you think do. \n[235]I guess we're not. Shaking his head, Phil turns and walks away do-- the street. Clara, trying to hold it together, h and starts to gather the items from her purse something catches his eye. She picks up the ENVELOPE that Dora put in her bag. \n[236]This... this... this... \n[237]Side cramp... Wow. She hands Phil the manila envelope and bends down, trying to stop her cramp. Confused, Phil opens it and looks at the pictures inside. His brow furrows. \n[238]So much for \"Mr. Squeaky Clea \n[239]They knew it was an election year and he would have to pay them whatever they asked. 89. \n[240]So he sent his guys to the restaurant to intercept the Gales and get the photos. \n[241]What? \n[242]can. \n[243]Oh, we're guests of Apartment 605 The Doorman picks up the phone to call the apartmen \n[244]Are you crazy? It's 4 in the morning! 90. \n[245]Please. Just look at us! The Doorman looks at Phil and Clara - a white, well dressed suburban couple. \n[246]Yarn? Fine. Just use that. I'll start looking. Phil gets to work, wrapping the yarn over and over, tying Cardigan's arms to the back of the chair, while Clara searches Cardigan's desk. \n[247]Partner! \n[248]\n[249]If you're done tying her up, come over and help. Phil crosses the room and starts going through notebooks on the desk. \n[250]Partner! 1ï¿½1 Listen, lady, just sit tight and we'll be out of here before you know it. Phil picks up and flips quickly through a notebook, when he spots something and doubles back, starting to read. His brow furrows. Clara, deep in her own workbook, suddenly brightens. \n[251]Got it! She notices Phil's expression. \n[252]What? hands the book to Clara to read. She does and darkens. \n[253]Oliver told her he's being mean to Je y Briggs because... he says he wants to marry her? \n[254]Let's make the call, \n[255]You and the Mayor are on a first name basis? \n[256]Charlie?!? Lucy!?!? _ appened to \"Â°boundaries matter?â\u0080\u009e =_.h? What happened to that, bitch? \n[257]is it? Phil's concentrating hard on something. Thinking. \n[258]Man, I love this city. Always have. \n[259]Probably the last time we were here. \n[260]Man, I'm starving! \n[261]Who needs white truffles when you've got a lemon zest Luna bar. Clara breaks it in two and hands half to Phil. They click the halves together, toasting each other, then silently chew, looking out. Phil shakes his head and starts GIGGLING. \n[262]What? \n[263]en why are you laughing? \n[264]You see! It isn't even there at all! I don't even have a plane! No plane! I'm running on fumes! \n[265]I'm not trying to be uptight, or controlling! Or a nutrition... \n[266]Nazi! I'm just trying the only way I know how to keep everything from fall apart! \n[267]That's because as it is you see us as a distraction from your work! \n[268]That's crazy, Phil. You do. You're a god man. You're the best man I know. \n[269]I don't think I would really want to be with that guy, Phil. I just... want us to be on the same team again. As Clara sniffles, Phil takes this in for a beat. He nods. \n[270]Phil, we were angry- \n[271]Yeah, we did. You know the worst part about not talking about all this recently? \n[272]We missed out on a lot of make up sex. And our make up sex woulda rocked! \n[273]Oh yeah. Phil s when he spots something behind Clara. MAYOR DIGGS looks both walks from his car in the parking lot toward the--. \n[274]1 hold it. 100. \n[275]Then we got to talking and realized how dumb we were. 102. \n[276]E If you came on to some waitress at the Rainbow, you must have felt pretty darn comfortable there. \n[277]Not only that, you'll see those other pages that he also owns a cc=rpany called Eurostruct - which rents the city all of its construction equipment. \n[278]either. \n[279]Don't. \n[280]You have your presentation in a few hours. \n[281]\n[282]It was. \n[283]like that. For the first time the whole night, THEY KISS. Interlocking fingers, they head inside, closing their front door behind them. ", "HOLBROOKE": "\n[1]Wow! Clara! You look exactly the same \n[2]You feel exactly the same too. Phil double-takes. Did he hear him right? 47. \n[3]Ah! The man who actually landed Clara. Holbrooke gives Phil the up and down with a winning smile and holds out his hand. \n[4]Philly Cheese Steak. Nice to meet you. \n[5]Well, c'mon in. If you don't mind, take off your shoes. \n[6]Cutsdown on the cleaning. Which cuts downon the use of all those chemicals andplastics, blab blah blah. Reduces my \n[7]Carbon footprint. \n[8]Yeah, the \"environmental thing,\" Phil. As they walk into the apartment in their socks, they notice the whole place is filled with reclaimed and recycled furniture and LIT WITH CANDLES. \n[9]Power grid. I actually have a negative carbon footprint now. Making up for, you know, all you \"Phil\"-i-stines in the suburbs. Holbrooke chuckles. Phil's about to say something when a look from Clara reminds him to bite his lip. Holbrooke gestures to some cardboard furniture. \n[10]So have a seat. Holbrooke starts to sit down himself, then makes a show of taking a LARGE GUN out of his shoulder holster and putting it on the table. \n[11]Yeah. I'm supposed to sleep with her under my pillow. Wish I didn't have to, but I just see it as... I carry the weight so citizens like yourselves don't have to. \n[12]I don't know. That's lust how I Phil looks to Clara - can you get a load of this guy, but Clara's focused on Holbrooke. \n[13]He's like a Nicaraguan turtle - keeps his head deep in his shell unless he absolutely has to stick it out. Those photos must be really important to him. 49. \n[14]\n[15]Officially, he runs a bunch of these exclusive private clubs downtown where his high powered friends go to let their hair down. Has one place called Le Passage, another called The Rainbow- \n[16]Interesting. I've had some of my guys looking into Stockton for years, but nothing ever sticks to him. He's very careful - ties up his loose ends and covers his tracks. But with this... he might have accidentally left himself open. \n[17]Wouldn't be Stockton's pattern to risk ing this any larger than it is. Where is he? \n[18]Aw, how is Ruth? Always thought the world of her. \n[19]I'll just need your full names and your socials so I can get the paperwork started at the bureau. Not yours, Clara. Know that by heart. Both Phil and Clara are taken aback. \n[20]Just kidding. But I'm sure Phil-a-buster knows 'em both, right? Phil looks on both sides of the paper Holbrooke hands him. \n[21]\n[22]So just one kid, guys? What's keeping you? Clocks ticking Clara - tickety tock tuck. \n[23]It's just that by now, you and I woulda had a whole brood. \n[24]w! Paging Dr. Illegible, \n[25]L.O.L,, right? (thinking he doesn't \n[26]We'll have you stay at the bureau for the night. Safer for you. \n[27]How I roll. Now for some reason they wanted us to come in the back entrance. He makes a big show of putting his gun back in his shoulder strap before getting out of the car. \n[28]Uh, \n[29]I don't know. 53. \n[30]Uh.. . \n[31]OK... I'm not the \"I.T. guy.\" I help out \n[32]Listen guys. I'll just book you and then tomorrow we can straighten the whole- 54. \n[33]All right. Didn't want to have to- Holbrooke reaches into his holster to whip out his gun... .but BOBBLES it and it falls to the ground, right at Phil's feet. Looking down, Phil instinctively GRABS IT, holding the gun to Holbrooke's head. \n[34]Listen, man. I'm not that important. I'm really not. I'm not the IT guy but I'm just one step above him! No reason to do something rash, all right? \n[35]loaded, guys! It's loaded! \n[36]He's not screwing around! He's not screwing around! Pulling a terrified Holbrooke, Phil and Clara back toward the rear exit of the building. They try the door, but it's locked. 55. \n[37]What? \n[38]Seriously, Phil. I'm a bad shield. I promise. \n[39]Uh, they were on the keychain. \n[40]\n[41]Across the bridge a few blocks down that street there's an entrance to the Green Line subway. Get on it and you can get anywhere in this city. Phil and Clara look at him, confused. \n[42]Whatever. I don't know. Sure. What's the difference? I'm never gonna get behind that desk now anyway. my gun! I dropped it in front of everybody! \n[43]Listen, if you just leave me here I can tell them you ran the other way. It'll buy you time to get there. And maybe I can work on clearing all this up for you. Phil and Clara look at each other, then start to run away. Suddenly Phil stops, thinking. \n[44]Thanks, Phil. As Phil runs back, Clara takes in the nice gesture of husband. \n[45]Tha be from me. Mr. Stockton and others turn around to see HOLBROOKE P_IF SON, brandi= --.g his gun and looking like the FBI he always -t e_' to be, leap -= a pack of Cher AGEN=IS as they JT OF THE L '_:I T\"_ : RIU? \n[46]Yeah, yeah. I know all about you, buddy. With a smile Phil and Clara get up, disconnecting the WIRES under their clothing. Seeing them hand over the wires to Holbrooke, it hits Mayor Diggs what he's just revealed. \n[47]Yeah. They just need me downtown in half an hour for a news conference with the Deputy Mayor. Want it for the morning shows. \n[48]Listen guys, I feel weird about not even acknowledging you two. \n[49]But you should be up there with me. You handed this whole case to me. ", "E": "\n[1]\n[2]Clara and JANE, another sharply dressed realtor in her 30's, walk down the street putting up OPEN HOUSE ARROW SIGNS on the sidewalk. \n[3]\n[4]Clara picks up on his change and figures out what he's thinking. A bit flustered, she opens her vents again. Phil looks over at her. \n[5]\n[6]\n[7]\n[8]30. \n[9]\n[10]\n[11]utenant Manning gets up and exits the room. Clara does to the window in the door and watches him walk down the hall to his office as he talks on the phone. Phil puts his leg on the table, pulling up his pant leg to inspect. \n[12]\n[13]\n[14]\n[15]with computer questions out of kindness! But see if that happens anymore, Harold! \n[16]\n[17]\n[18]\n[19]66. \n[20]\n[21]Frank and Harry's car SPEEDS TOWARDS THEM. It will smash into them in seconds... \n[22]Clara breathes deeply and turns her wheel slightly lefts They ZOOM around the corner. \n[23]\n[24]\n[25]You should have been more prepared. Thought ahead and brought the rope you. \n[26]\n[27]Clara reaches into her purse. \n[28]As Mayor Diggs starts to walk back to the parking lot, he opens the manila envelope. Manning gestures for Phil and Clara to walk to the plastic sheets. \n[29]103. ", "1Ï¿½1": "\n[1]They staple in silence for a second. Jane and Clara look at each other. \n[2]22. \n[3]\n[4]32. \n[5]\n[6]\n[7]\n[8]\n[9]\n[10]More jicama, Clara? And sure no Margari-La to calm your nerves? \n[11]50. \n[12]\n[13]60. As she's YANKED OVER THE SIDE, Clara CLUTCHES onto the railing. With Phil hanging onto her other arm, they DANGLE above the water and the boat. \n[14]62. \n[15]- In the MEN'S LOCKER ROOM, Phil pulls at the COMBINATION LOCKS, searching for an open locker. Unable to find one, he picks up a bench to throw it at them when TWO JOCKS in workout clothes walk in and look at him strangely as he holds the bench. Phil moves the bench back and forth, pretending it's part of his EXERCISE ROUTINE. - In the WOMEN'S LOCKER ROOM, Clara, wrapped in a towel, blows out her hair at the mirror. An ATTRACTIVE THIN WOMAN walks behind her toward the showers and they smile at each other in the mirror. As the THIN WOMAN disappears behind the shower glass, Clara makes a MAD DASH for the lockers. - Back in the MEN'S LOCKER ROOM, Phil lingers as a MAN IN A DARK SUIT undresses, getting ready to work out. As the man is about to lock his locker, Phil rushes up to him, excitedly telling him something and pointing outside. The man, confused, exits, and Phil MOVES IN, quickly undressing. - The Attractive Thin Woman comes back to her locker and opens it. Her face drops. Inside hang CL A\"S DRIPPING \n[16]\n[17]\n[18]\n[19]82. \n[20]\n[21]86. \n[22]\n[23]rubs his paper bag head. 9i. .7 \n[24]\n[25]96. \n[26]", "LIEUTENANT MANNING": "\n[1]How do you do. Lieutenant Manning. The Officer offers him his note pad. \n[2]Nah, as long as they're here might as well get everything from the horse's mouth, right? As the Officer heads out of the room, Lieutenant Manning sidles down into his seat. \n[3]Can I get you guys anything to drink? Coffee? Water? Maybe a shot or two of r whiskey? \n[4]So why don't you tell me all about your incident with Mr. Stockton. \n[5]Guys... you've obviously been through something traumatic tonight. Thankfully it's over and you're both safe and sound. Maybe you should cut each other a little bit more of a break. Phil and Clara look at each other, each letting out air. Manning's right. \n[6]Really? The wrong table? \n[7]Do you know what? \n[8]That's all you know? Phil and Clara look at each other. Nod. \n[9]Can you excuse me a moment? 41. \n[10]Uh huh. I know you don't. It will be contained. Right now. Hanging up the phone, Manning walks quickly back through the police station to the interview room. He stops in the doorway... .it's EMPTY. Confused, he turns to an OFFICER outside at the desk. \n[11]Where'd they go? \n[12]Check again. Manning pockets the camera and starts to walk away. \n[13]Evidence. The Partier mumbles \"Asshole\" as he stumbles Manning si i.s and looks out over the wa 64. \n[14]The next one won't be a warning shot. They look over to see Manning training a gun as he and Stockton walk toward them, Harry and Frank behind with the plastic. \n[15]Over there. \n[16]Last time I'm going to say it. Resigned, Phil and Clara sadly look at each other, then walk to stand in front of the plastic on the ground. \n[17]On your knees. Phil, scared, holds out his hand to Clara. She takes looking back at him and they kneel in front of the plastic, side by side. Mr. Stockton nods to Lieutenant Manning, who checks his gun. \n[18]I work for the Mayor, Terrence. ", "BLACK DUDE": "\n[1]No no no. Tell me you did not just do that. \n[2]Oh, man! You did not just do that! Whew, you gonna be payin' for this! \n[3]Oh no no no. You're gonna get outta this car and hand me over a license and some insurance. We gonna do this right. Man, I think I got whiplash and shit. A SCREECH. Phil looks back to see FRANK AND HARRY'S TOTnNCAR coming around the corner. \n[4]Hey! HEY! What do you think you're doing? The Black Dude chases after him, trying the driver's door, but Phil's LOCKED it. Phil yells to Clara. \n[5]\n[6]\n[7]\n[8]Just let me out, OK? You can have it! 1ï¿½1 You can have it! \n[9]She's right! You di \n[10]Ha HA! That last move was wicked, man. Wicked. They try to give each other a fancy handshake, but Phil, the WHITEST MAN EVER, muddles it up. \n[11]s cool. \n[12]Jesus! What the hell are you guys in trouble for? \n[13]Now we're cooking with fire! Now tiny le \n[14]Oh no. \n[15]say we can pop you guys up and over. \n[16]You climb over, then we both reverse it and leadfoot the motherfuckers. Send you flying over the top. \n[17]Here we go now... One... two... THREE! \n[18]Hope you all got insurance. Hitting a button, he starts a FIBER-OPTIC LIGHT SHOW on his Honda. ", "MAYOR DIGGS": "\n[1]Lucy? Is everything OK? \n[2]Who is this ? r1 94. \n[3]And? \n[4]So what do you want for them? \n[5]\n[6]Trust me. Get me the photos and he won't be bothering you again. \n[7]\n[8]Of course. And... thank you. Click. The Mayor hangs up the phone and quietly leaves the bedroom. \n[9]We dodged a bullet. They calac _e . \n[10]They thought you were stealing the photos from the Gales to try to blackmail me yourself. \n[11]They're going to meet me in an hour with them. Alone. \n[12]And that's it? \n[13]I'm going to wait in the c r don't mind. \n[14]Wait. I've heard that name. What's the Falconwood Corporation? \n[15]Why do you keep interrupting, Terrence? \n[16]You did this to me? I don't get it, Terrence. Why? How much do you need? I have the Lieutenant here watch your back on all of your gambling clubs- \n[17]I slipped your company 5 no-bid foreclosed buildings for a dollar each downtown. MR. STOCKTON â\u0080¢ You think that pays for what I do for you? The girls I have to pay off? The jet charters? And let's not even get into your \"re-election fund\"! Let's not even go there! \n[18]Aw fuck. ", "Â\u0080¢": "\n[1]\n[2]\n[3]\n[4]Everyone looks over. Phil's surprised. \n[5]Hearing the alarm, a LARGE MAN rushes out of a restaurant nearby, looking at them. \n[6]\n[7]Phil crabs along even faster. \n[8]\n[9]\n[10]As this hits them, Phil and Clara look at each other, then at Mrs. Cardigan, blindfolded in the living room. \n[11]They get up and start walking down the steps to meet him. \n[12]know, the ones who have been finding all those violations? \n[13]\n[14]I had a good time tonight. ", "SPEAKERPHONE": "\n[1]The chloroform may make you feel dizzy for a few moments, but it will go away. 29. \n[2]We need to discuss your little stunt tonight first, Mr. and Mrs. \"Gale.\" Or should we say... what is it Harry? HARRY, the Younger Burly Man reads Phil and Clara's IDs, which he's grabbed off of them. \n[3]else would it be about, Mr. Foster Wait. `'This a joke, right? Some funny little bald guy's gonna jump out and scare us and say, \"Gotcha!\" or somethi OK, where is he? Where's that guy? \n[4]You think this is a joke? Phil looks at the faces of the two thugs. No one's joking. \n[5]Yes. Well, I'm a little upset as well, Mr. Foster. And confused. It would help me to know why a couple like the two of you would try to pull something like this. \n[6]I enjoy your humor, Mr. Foster. Now why don't you start by telling me how you got into the Rainbow to set it uD- \n[7]-and then you can tell me where the photos are that you arranged to bring tonight. \n[8]know you're not the Gales. \n[9]Then why were you two at the Gales' table, Mr. Foster? \n[10]We'll need to move things along, Frank. With a nod, Frank reaches into his pockets, slowly taking out a GUN and a handful of BULLETS. He loads the gun as Phil and Clara watch. \n[11]If in ten seconds you don't tell us where the photos are, you lose a knee, Mr. Foster. Ten more seconds, you lose another. Then we go to your wife. \n[12]One... two... three... four... Frank clicks the loaded gun at Phil's knee. \n[13]Five... six... seven... eight... ", "JANE": "\n[1]His name's Juan and he's some kind of Spanish, I think. He knows all these exclusive, underground places downtown. It's so exciting. And in bed... I never knew I could still get my leg back that far. \n[2]But now, all of a sudden I'm alive again! \n[3]There's this g---eat restaurant downtown we went to the ot__ar night that you guys would love. _\"st amazing view of the city. You guys should check it out on your next date night. \n[4]'t have date nights: \n[5]So it's Phil? \n[6]So why don't you change it? All you have to do is stir things up and have one great, sexy, exciting night again. \n[7]Not maybe. Tonight. \n[8]Why not? Seriously think about it. What's really gonna be more important tonight than that? Clara takes this in. Jane's right. \n[9]It's what she said. ", "RUTH": "\n[1]Hey sweeties. Phil. \n[2]Nana rented us a special treat tonight before bed, Ollie! The Wizard of Oz! \n[3]No, Phil, I don't. \n[4]\n[5]Yeah, Clara. What do you think? 18. \n[6]Hello? Suddenly, GUNSHOTS RING OUT over the phone. \n[7]No it's not, Phil! \n[8]It's CSI night! Call after 11! Ruth hangs up the phone, shaking her head, and takes another mouthful of Fiddle Fiddle. \n[9]We sure do Phil! We sure do! Ruth slams the phone down and pulls out the phone cord so she won't be bothered again. ", "FRANK": "\n[1]One problem with your story. When I came over to the table - and you guys were all alone - you were still calling each other Gale. \n[2]You drive with her in front. \n[3]Quiet! \n[4]I said quiet! They continue walking toward the Iowncar, Phil thin ing hard. Suddenly, his expression changes and he star s weaving dizzily, putting his hand to his forehead. \n[5]Don't say his name, you idiot! \n[6]We'll just throw him in the back and have her show us. hey move over to pick up Phil. Clara thinks fast. \n[7]How about you guys let me in before someone gets really hurt? \n[8]Dammit! Frank eyes Dora, then SHOOTS HER IN THE FOOT, sending screaming to the ground in pain. \n[9]You stay put. He hurries back through the house. ", "RAY": "\n[1]Talk! Who are you? \n[2]Who are you? \n[3]What? Why would you take our reservation? Phil shoots Clara a look. \n[4]Both of you. Stand ov there in the corner. Dammit Dora, ere's your goddamn brother? He was E,.--,-Dc.-zed to b here an hour ago! I don't know, Ra_, He's not answering his phone. \n[5]Yeah, well, if these guys found u long do you think it's gonna take other guys? We're dead! DEAD! 72. \n[6]You have to nee? Clara nods. Phil shrugs. \n[7]\n[8]Hey! Get- Suddenly, Ray is SHOT IN THE ARM through the window. He drops to the ground in pain, yelling and clutching his arm. \n[9]Ahh! ", "OLLIE": "\n[1]\n[2]Mo-om! It's SEVEN YEARS LATER as Phil and Clara stir .-id groan in bed. Clara has the comforter WRAPPED ALL HER while Phil lies uncovered next to her in his boxers and a T-shirt. Without saying a word, they rise out of each side of their beds and sleepily march in opposite directions across their suburban bedroom- Clara down the hall and Phil to the bathroom. \n[3]Yeah, well Mom says that. Ollie points to a PREPPIE OUTFIT laid out on a chair. \n[4]Breakfast? \n[5]How about... some Captain Crunch? Phil gets an idea and writes zickly. \n[6]Did you just call Mrs. Cardigan a bitch? \n[7]0     \n[8]Mom says you guys are going out. ", "0": "", "SUPERMODEL HOSTESS": "\n[1]Good evening. Welcome to the Signature Room. \n[2]Foster... Oh, I'm sorry. We just had give away your table. \n[3]\n[4]have an eight minute grace period. \n[5]I just work here, \n[6]We're allowed to give a two minute grace on the grace. 23. \n[7]I'm sorry sir, but management specifically said no grace on the grace on the grace. After ten minutes, we send a host around calling your name and if there's no answer, we give the table away. Sorry. \n[8]Well, let's see... Phil looks on as the Supermodel Hostess runs her finger down a LONG LIST OF WRITE-IN NAMES. As she turns to the next page... ", "YOUNG HOST": "\n[1]\n[2]\n[3]\n[4]\n[5]Gale party of three? \n[6]eat. Follow me. Phil shoots Clara a look, but she ignores it. He falls into line after her as she follows the Young Host to th restaurant. \n[7]Enjoy your dinner. The Young, Host leaves. ", "HARRY": "\n[1]Phil and Clara Foster. \n[2]'s wrong with him? \n[3]Should we call Mr. Stockton? \n[4]Sorry! I was just- \n[5]Ow! Why, man? 35. \n[6]Why, "}}