{"dialogues": {"KLAATU": "\n[1]We have come to visit you in peace -- and with good will. \n[2]Gort! Deglet ovrosco! \n[3]It was a gift. For your President. With this he could have studied life on other planets. \n[4]Just Klaatu. \n[5]Sit down, Mr. Harley. \n[6]About five months -- your months. \n[7]About 250 million of your miles. \n[8]From another planet. Let's just say that we're neighbors. \n[9]I'm afraid, in the present situation you'll have to learn to think that way. \n[10]I mean the reasons for my coming here. \n[11]I'd be glad to. Not now, of course -- with you alone. \n[12]This is not a personal matter, Mr. Harley. It concerns all the people on your planet. \n[13]I want to meet with representatives from all the nations of the Earth. \n[14]I traveled 250 million miles. What about your United Nations? \n[15]We've been monitoring your radio broadcasts for a good many years. That's how we learned your languages. Lately, we've been getting your television also. \n[16]The first two years of television we were convinced that all you did was wrestle. \n[17]I am not concerned, Mr. Harley, with the internal affairs of your planet. I consider that to be your business -- not mine. \n[18]My mission here is not to solve your petty squabbles. It concerns the existence of every last creature who lives on Earth. \n[19]I intend to explain. To all the nations -- simultaneously. How do we proceed, Mr. Harley? \n[20]Then why not a meeting of all the Chiefs of State? \n[21]I don't want to resort to threats, Mr. Harley. I simply tell you bluntly that the future of your planet is at stake... I suggest you transmit that message to the nations of the Earth. \n[22]Apparently I'm not as cynical about Earth's people as you are. \n[23]Thank you... Have you any news? \n[24]It's not your government I'm thinking about. It's your world. \n[25]I will not speak to any one nation or group of nations. I don't intend to add my contribution to your childish jealousies and suspicions. \n[26]I can judge only by what I see. \n[27]I am impatient with stupidity. My people have learned to live without it. \n[28]Before making any decisions, I think I should get out among your people -- become familiar with the basis for these strange, unreasoning attitudes. \n[29]My name is Carpenter. I'm looking for a room. \n[30]No -- I'm afraid not. \n[31]How did you know? \n[32]Perhaps before deciding on a course of action, you'd want to know more about the people here -- to orient yourself in a strange environment. \n[33]A person from another planet might disagree with you. \n[34]I must admit I'm a little confused. \n[35]I'd be glad to spend the day with him -- if you'd let me. \n[36]Bobby and I had a fine time yesterday afternoon. We talked -- and listened to the radio. I thought today he might show me around the city. \n[37]Suppose I ask Bobby how he feels about it. \n[38]Those are great words. He must have been a great man. \n[39]That's the kind of man I'd like to talk to. \n[40]Bobby -- who's the greatest man in America today? \n[41]I was speaking of earth men. I meant the greatest philosopher -- the greatest thinker. \n[42]Yes -- that would do nicely. \n[43]thoughtfully, speaks slowly, as he recalls the newspaper story he read \n[44]Where is that? \n[45]I shouldn't be at all surprised. \n[46]Well -- atomic power, I would imagine. \n[47]No. It's for a lot of other things, too. \n[48]Yes -- I think so. \n[49]Maybe four thousand miles an hour. And outside the Earth's atmosphere a good deal faster. \n[50]Well -- there are several ways to reduce landing speed. You see, the velocity-- \n[51]I don't know, Bobby. I'm inclined to doubt it. \n[52]Velocity is the time rate of change of position. \n[53]Bobby -- I have an idea. Let's go see Professor Barnhardt and find out how he talks. \n[54]Wouldn't you like to meet him? \n[55]We can scare him more than he can scare us. \n[56]It's a problem in celestial mechanics. \n[57]He doesn't know the answer. And he'll never get it that way. \n[58]If he's that difficult to see, perhaps we ought to leave a calling card. \n[59]He'll catch on to it in no time now. \n[60]We came to see Professor Barnhardt. \n[61]You might keep this. I think the professor will want to get in touch with me. \n[62]I wouldn't erase that. The Professor needs it very badly. \n[63]Did all these people die in wars? \n[64]No -- I'm afraid not. \n[65]I'll tell you, Bobby -- I've been away for a long time. Very far away. \n[66]They have cemeteries. But not like this one... You see, they don't have any wars. \n[67]What would you like to do this afternoon? \n[68]All right. \n[69]Certainly. Tell me, Bobby -- do you have to have money to go there? \n[70]No -- I want to take you to the movies. Do you think they'd accept these? \n[71]Some places that's what people use for money. They're easy to carry -- and they don't wear out. \n[72]Would you give me your two dollars for a couple of them? \n[73]Why not, Bobby? \n[74]Yes. Oh -- I suppose Professor Barnhardt's looking far me. \n[75]Mrs. Benson -- this is Mr. Brady. \n[76]We certainly did. \n[77]I enjoyed every minute of it. \n[78]We'll finish it tomorrow... Goodnight, Bobby. \n[79]I was only trying to be helpful. He was having difficulty with a problem. \n[80]That's right. \n[81]In this case the secret wouldn't be worth much. He doesn't know the answer himself. \n[82]It's really quite simple... The three- body problem, you know. \n[83]No -- I'm afraid not. \n[84]You don't. \n[85]They would have killed this man? \n[86]but actually growing concerned \n[87]It's very important, Lieutenant, that I see Professor Barnhardt. \n[88]May I suggest that you call the Professor? \n[89]Sorry to trouble you, Lieutenant. \n[90]It was a clumsy way to introduce myself -- but I understand you're a difficult man to see. I thought you'd have the solution by this time. \n[91]All you have to do now is substitute this expression-- --at this point. \n[92]Almost negligible... With variation of parameters, this is the answer. \n[93]I find it works well enough to get me from one planet to another. I understand you've called a meeting to study our space ship. \n[94]My name is Klaatu. I spent two days at your Walter Reed Hospital. Room 309. My doctor's name was Major White -- and I had a very attractive nurse called Ruth, who's getting married next Wednesday. If you are not interested -- or if you intend to turn me over to your Army -- we needn't waste any more time. \n[95]You have faith, Professor Barnhardt \n[96]I would like to explain something of my mission here. \n[97]It was my intention to discuss this officially -- with all the nations of the Earth -- but I was not allowed the Opportunity. I have come to realize since that your mutual fears and suspicions are merely the normal reactions of a primitive society. We know from scientific observation that you have discovered a rudimentary kind of atomic energy. We also know that you are experimenting with rockets. \n[98]In the hands of a mature civilization, these would not be considered weapons of aggression. But in the hands of your people-- We've observed your aggressive tendencies, and we don't trust you with such power. \n[99]We want to be sure you don't make -- let us say -- an unfortunate mistake. We know the potentiality of these developments and we are disturbed to find them in the hands of children... You see, we've had atomic energy for five thousand of your years. We discarded instruments like this many centuries ago. So long as you were limited to fighting among yourselves -- with your primitive tanks and planes -- we were unconcerned. But soon you will apply atomic energy to space ships -- and then you become a threat to the peace and security of other planets. That, of course, we cannot tolerate. \n[100]We had our atomic wars -- thousands of years ago. After that we fought with bows and arrows. Then, slowly, we learned that fighting is no solution -- that aggression leads to chaos. \n[101]I came here to warn you that, by threatening danger, your planet faces danger -- very grave danger. I am prepared, however, to offer a solution. \n[102]What I have to say must be said to all concerned. It is too important to be entrusted to any individual. \n[103]unpleasant episode is recalled  \n[104]Violent action -- since that seems to be the only thing you people understand. Leveling the island of Manhattan, perhaps -- or dropping the Rock of Gibraltar into the sea. \n[105]That's what I came to see you about. \n[106]I leave that in your hands. \n[107]No -- not at all. \n[108]My name is Carpenter and I'm a very earthy character living in a respectable boarding house. \n[109]I'm sure I'll be quite safe until the meeting. \n[110]I'm afraid you have no alternative. In such, a case the planet Earth would have to be-- --eliminated. \n[111]I assure you such power exists. \n[112]Yes. \n[113]Yes -- of course. \n[114]That can easily be arranged. \n[115]Why don't you leave it to me? I'll think of something. \n[116]Something dramatic -- but not destructive. It's quite an interesting problem. Would day after tomorrow be all right? Say about noon? \n[117]Everyone seems so-- \n[118]Bobby's the only person I know who isn't -- Jittery. \n[119]He's a fine boy, Mrs. Benson. \n[120]Warm and friendly and intelligent-- You know -- he's the only real friend I've made since I've been here. \n[121]Oh -- they just wanted to ask me a few questions. Bobby and I tried to see Professor Barnhardt in the afternoon, but he wasn't in. Apparently they thought I was looking for secrets of some kind. \n[122]Excuse me. I was just going up to my room. \n[123]Have a good time -- both of you. \n[124]All you have to remember is, first find the common denominator -- then subtract. \n[125]I'll say goodnight again. \n[126]complete understanding and appreciation \n[127]Bobby -- have you a flashlight? \n[128]Why -- the light in my room went out. Thank you, Bobby. Goodnight. \n[129]May I see you for a minute? \n[130]May I walk out with you? \n[131]I saw Bobby this morning before he went to school-- \n[132]I want to know what he told you last night. \n[133]Did you believe what he told you? I have a reason for asking this -- a very important reason. \n[134]Before I ask you to be honest with me, perhaps I should be completely honest with you-- \n[135]What time is it? \n[136]We'll be stuck here for a little while -- about thirty minutes. \n[137]It won't work. \n[138]You see -- the electricity's been neutralized -- all over the world. \n[139]--I've already told you more than I told Professor Barnhardt, because my life, in a sense, is in your hands. I thought if you knew the facts you'd appreciate the importance of my not being -- apprehended, -- before the meeting tonight. \n[140]I can see no other hope for your planet. If the meeting should fail, then I'm afraid there is no hope. \n[141]It must be twelve-thirty. \n[142]Back to the boardinghouse. I'll be safe there for the afternoon -- and I can keep an eye on Bobby. He's the only other person who knows anything about-- \n[143]Who? \n[144]I'm sure Barnhardt can arrange to hide me until the meeting. \n[145]At the ship. \n[146]I'm worried about Gort. I'm afraid of what he might do -- if anything should happen to me. \n[147]There's no limit to what he could do. He could destroy the Earth. If anything should happen to me, you must go to Gort. You must give him this message: \"Klaatu barada nikto.\" Please repeat that. \n[148]Remember those words. \n[149]Get that message to Gort. Right away-- \n[150]at Gort, he turns to Helen \n[151]I was. \n[152]No -- that is a power reserved to the Almighty Spirit. \n[153]This technique, in certain cases, can re-stimulate life for a limited period. It's a refinement of scientific principles known to your own people. \n[154]How long will I live? That no one can say. \n[155]Gort and I will be leaving soon. \n[156]He'll have you -- and Tom. \n[157]I'm sorry. \n[158]Gort -- berengo. \n[159]with almost stern authority (he pauses, studying the faces \n[160]We of the other planets have long accepted this principle. We have an organization for the mutual protection of all planets -- and for the complete elimination of aggression. A sort of United Nations on the Planetary level... The test of any such higher authority, of course, is the police force that supports it. For our policemen, we created a race of robots-- Their function is to patrol the planets -- in space ships like this one -- and preserve the peace. In matters of aggression we have given them absolute power over us. \n[161]The result is that we live in peace, without arms or armies, secure in the knowledge that we are free from aggression and war -- free to pursue more profitable enterprises. We do not pretend to have achieved perfection -- but we do have a system -- and it works. I came here to give you the facts. It is no concern of ours how you run your own planet -- but if you threaten to extend your violence, this Earth of yours will be reduced to a burned- out cinder. \n[162]Your choice is simple. Join us and live in peace. Or pursue your present course -- and face obliteration. We will be waiting for your answer. decision rests with you. \n[163]Gort -- veracto. ", "HELEN": "\n[1]I think we've all been hearing too much about \"space men.\" \n[2]That's enough, Bobby. I think it's time you went to bed. \n[3]This space man -- or whatever he is. We automatically assume he's a menace... Maybe he isn't at all. \n[4]Maybe he's afraid. \n[5]After all, he was shot the moment he landed here. I was just wondering what I would do. \n[6]Oh -- thank you. \n[7]Good morning. \n[8]There's only one thing -- I haven't been able to arrange for anyone to stay with Bobby. I don't suppose we could take him with us? \n[9]There's always somebody here, but today of course they've all got plans. \n[10]confused, by the offer (remembering the two men haven't met \n[11]It was a wonderful day. \n[12]You know how I feel, Tom. I just want to think it over. \n[13]You're a good salesman -- but I've got to think about it. \n[14]'Night. \n[15]Hello, darling. Good evening, Mr. Carpenter. \n[16]Did you have a nice day, dear? \n[17]she's uneasy and concerned as she turns to Klaatu \n[18]Come on, Bobby. Time to go to bed. \n[19]I -- I don't know, dear... Perhaps there's some mistake. \n[20]puzzled, incredulous look \n[21]Of course, dear. \n[22]Yes, I'm waiting for Tom to pick me up. \n[23]Jittery is the word. \n[24]He has his homework to keep him occupied. \n[25]Naturally I think so. \n[26]Mr. Carpenter -- this is none of my business, but -- why did that detective come here last night? \n[27]Hello-- \n[28]I will be in just a minute. \n[29]I was talking to Mr. Carpenter. \n[30]Goodnight, Mr. Carpenter. \n[31]Why don't you wait in here while I get my things? \n[32]Oh, Tom, that was awful. \n[33]I'll go get my things. \n[34]Mr. Carpenter, I-- Goodnight. \n[35]Go to bed, darling. You can finish that in the morning. \n[36]Bobby -- I think it would be better if we didn't see quite so much of Mr. Carpenter \n[37]Did you and Mr. Carpenter really go to see Professor Barnhardt? \n[38]What do you mean, dear? \n[39]No, dear, of course not. He's a very nice man. I Just think he might prefer to be left alone. Now you get to bed and forget about it. 'Night, darling. \n[40]Bobby--! What are you doing up at this hour? \n[41]Tell me what? \n[42]Now, Bobby, just a minute-- \n[43]Bobby, you've been dreaming again. \n[44]Mustn't be frightened, darling -- It was just a bad dream. Here -- we'll prove it to you. Tom, will you ask Mr. Carpenter if he'll come down for a minute. The room right opposite mine. \n[45]Now think back hard. You didn't follow Mr. Carpenter at all, did you? You haven't even been out of the house. \n[46]You didn't really see the space ship. You just thought you did. \n[47]studies it, amazed by its size \n[48]He gave these to you? \n[49]Come on, darling -- we're going up to bed. \n[50]Bobby and I have had enough excitement for tonight. \n[51]I've got a good lock on my door. And Bobby's going to sleep in my room tonight. \n[52]Yes, dear. Come on now. Bobby, your shoes are soaking! \n[53]Oh -- hello-- \n[54]I -- I was Just going to lunch. \n[55]Mrs. Benson speaking. Oh, hello... \n[56]I -- I'm afraid I can't -- not right now. Can I talk to you later?. Yes, that'll be fine. 'Bye. \n[57]Yes--? \n[58]I -- I didn't really pay much attention-- Bobby has such an active imagination. \n[59]There's another elevator we can use-- \n[60]What is it you want? \n[61]What happened? \n[62]Just twelve. \n[63]We could try pushing the other buttons. I have a flashlight in my purse. \n[64]Why not? \n[65]Bobby was telling the truth -- wasn't he? \n[66]Yes, of course. Of course I do. \n[67]You hold great hope for this meeting. \n[68]then back at him, awe-struck \n[69]Where are you going now? \n[70]No, wait a minute -- there's someone else. \n[71]Tom... He was there last night when Bobby told me what he saw. \n[72]Of course, he doesn't know anything definite. He'd talk to me first, anyway, before-- We can't take that chance. I'll get in touch with him right away and make sure. \n[73]--But I've got to talk to him. It's terribly important. When is he coming back? \n[74]Tell him I want to see him the minute he gets in... No, I'll call back. \n[75]Yes, I am, Margaret. \n[76]Tom -- I've been trying to get you all afternoon-- \n[77]What about him? \n[78]All right, Tom -- it's true. I know it's true. \n[79]Never mind about that. You've got to promise me you won't say a word to anybody. \n[80]You don't understand. You don't realize how important it is. \n[81]That's what I'm trying to tell you. We mustn't do anything about it. Believe me, Tom, I know what I'm talking about. \n[82]But he isn't a menace! He told me what he came here for. \n[83]Is that what you're thinking about? \n[84]I'm not going to let you do it, Tom. Believe me, this is literally the most important thing in the world. \n[85]Tom, you mustn't -- ! You don't know what you're doing! It isn't just you and Mr. Carpenter. The rest of the world, is involved! \n[86]I feel different right now. \n[87]I'm not going to marry anybody. \n[88]Where is the meeting going to be? \n[89]It's only a few blocks to Barnhardt's. \n[90]Gort? But he's a robot. I mean -- without you, what could he do? \n[91]bewildered, she repeats nervously \n[92]Gort--! Klaatu -- barada -- nikto. \n[93]I -- I thought you were-- \n[94]You mean he has the power of life and death? \n[95]But how -- how long--? \n[96]We'll miss you very much -- Bobby and I. He won't have anyone to play with. \n[97]No. That's all finished. \n[98]objective, but not unfeeling ", "BOBBY": "\n[1]Hey, Mom -- who's that? \n[2]Are you an FBI man? \n[3]Bet he is, Mom. Bet he's out looking for that space man. \n[4]Can I help you look for the space man? Can I? I know what he looks like! He's got a square head -- and, three great big eyes! \n[5]Gee -- I don't know... The space man, I guess. \n[6]Well -- Professor Barnhardt, I guess. He's the greatest scientist in the world. \n[7]Sure. Right near where my mother works. \n[8]Department of Commerce. She's a secretary. They have a man they call the Secretary, but he isn't at all. My mother's a real secretary. Mr. Carpenter -- now can we go see the space ship? \n[9]Boy, I'll bet he's strong. I bet he could knock down a whole building. \n[10]Gee, I'd like to get inside and see how it works. What do you think makes it go? \n[11]I thought that was only for bombs. \n[12]You think it can go faster than an F- 36? \n[13]About a thousand miles an hour? \n[14]Gee! How could they make a landing? \n[15]You think they'll ever find him? \n[16]Mr. Carpenter -- what does velocity mean? \n[17]I'll bet that's the way Professor Barnhardt talks. \n[18]You're just kidding, aren't you? \n[19]Well, sure I would, but -- Aw, I'll bet you'd be scared. \n[20]I like you, Mr. Carpenter. You're a real screwball. \n[21]Gee -- maybe he isn't home. \n[22]Betcha this is where he works-- \n[23]What does that mean? \n[24]Bet he's the only one in the world knows the answer. \n[25]We probably couldn't get to see him even if he was home. \n[26]Hey -- where you going? \n[27]That's my father. He was killed at a place called Anzio. \n[28]Sure. Didn't you ever hear of Arlington Cemetery? \n[29]Mr. Carpenter\" -- you don't seem to know about anything. \n[30]Is it different where you've been? Don't they have places like this? \n[31]Gee -- that's a good idea. \n[32]Go to the movies. \n[33]No foolin'? Will you? \n[34]I've got some money. My mother gave me two dollars. \n[35]Gee -- those look like diamonds! \n[36]Bet they're worth about a million dollars. \n[37]Well, sure, but-- \n[38]Okay. \n[39]Let's not say anything to my mother about this, Mr. Carpenter. \n[40]She doesn't like me to steal from people. \n[41]Yeah -- he's right inside. \n[42]Mr. Carpenter--! Come on in. \n[43]Hi Mom! \n[44]Mr. Brady's a cop. \n[45]Boy, we had a swell time. Didn't we, Mr. Carpenter? \n[46]We went to the movies -- and we had ice cream cones -- and we went to see Daddy-- \n[47]Aw, gee -- we didn't finish our story. \n[48]Goodnight. \n[49]Mom -- why does Mr. Carpenter have to go down to the police station? \n[50]We sure had fun today. We saw the space ship and we went to see Professor Barnhardt -- and-- \n[51]Yeah, sure. Mom, do I have to go to school tomorrow? \n[52]Aw, gee, Mom -- I had plans to play with Mr. Carpenter. \n[53]Thanks, Mr. Carpenter. \n[54]Okay. \n[55]Gee, why, Mom? He's my best friend... And he's awful good in arithmetic. He even helps Professor Barnhardt. \n[56]Sure we did! He wasn't there but we went to see him. And Mr. Carpenter showed him how to do his arithmetic. \n[57]Mom -- is there something wrong with Mr. Carpenter? \n[58]I mean -- on account of that policeman last night. You think he's a bank robber, maybe? Or a gangster? \n[59]Goodnight. Hey Mom -- why would he want to be alone? \n[60]appearance and his request (he goes to a drawer and gets a large hand flashlight \n[61]What do you want it for, Mr. Carpenter? \n[62]I couldn't go to sleep, Mom. I had to tell you! \n[63]I followed Mr. Carpenter -- right after you left -- and, gee, Mom, where do you think he went? Right into the space ship! \n[64]Honest, Mom, I saw him. It just opened up and he walked right in. And that great big iron man was moving around! \n[65]No, I haven't, Mom. I promise you... I saw it! \n[66]On the lawn down at the mall -- in that place with the soldiers out front. \n[67]That robot fella grabbed 'em and dragged 'em inside! I like Mr. Carpenter -- but I'm scared, Mom. \n[68]Yes, I have! \n[69]I'd never call you a liar. \n[70]Mr. Carpenter's got a lot of diamonds. He gave me a couple of them. \n[71]Well, not exactly. I gave him two dollars. \n[72]Gee, Mom, do you think maybe he's a diamond smuggler? \n[73]Oh, boy -- can I, Mom? \n[74]Yeah -- the grass was kind of wet. ", "TOM": "\n[1]We're all set. I picked up some sandwiches and put gas in the car. And the radio's still busted, so me can forget about the space man for today. \n[2]Well, we could-- \n[3]Say, that'll be great! Wouldn't it, Helen. \n[4]You still haven't answered my question. \n[5]The boss is leaving for Chicago tomorrow. If I could tell him I was getting married -- with two dependents-- \n[6]A good insurance salesman wouldn't give you time to think. \n[7]You ready? \n[8]that she hasn't her coat on, he consults his watch \n[9]real sarcasm underneath \n[10]I'm sorry. I guess I'm just tired of hearing about Mr. Carpenter. I don't like the way he's attached himself to you and Bobby. After all, what do you know about him? \n[11]Where did you see all this, Bobby? \n[12]Where were the soldiers all this time? \n[13]He's not there. But look what I found in his room \n[14]Looks real to me. \n[15]This doesn't make sense... I think the guy's a crook. I never did trust him. \n[16]I wonder if we ought to-- \n[17]You think it's all right for you to stay here? \n[18]I'm at Bleeker's getting an appraisal on that diamond. I thought we might have lunch together. \n[19]Is it worth anything? \n[20]That's what I wanted you to tell me. \n[21]You sure about that? \n[22]No -- no, thanks. \n[23]Call the Pentagon and find out who's in charge of this space man business. Whoever it is I want to talk to him. \n[24]Get this other call first. \n[25]Come on in. \n[26]I've got some terrific news about your friend, Mr. Carpenter. \n[27]Helen, he's the man from the space ship! I had that diamond checked at three different places. Nobody on earth's ever seen a stone like that! After what Bobby told us, that's enough for me. Why is it nobody knows anything about him? Why hasn't he got any money? \n[28]How do you know? \n[29]Are you crazy? After what happened today? \n[30]Important? Of course it's important. The point is we can do something about it. \n[31]He's a menace to the whole world! It's our duty to turn him in. \n[32]He told you... Don't be silly, honey -- just because you like the guy. You realize what this'd mean for us? I'd be the biggest man in the country. I could write my own ticket. \n[33]Why not? Somebody's got to get rid of him. \n[34]Yes?... What's his name, Margaret? General Cutler? All right, I'll hold on. \n[35]I don't care about the rest of the world! \n[36]You'll feel different when you see my picture in the papers. \n[37]You wait and see. You're going to marry a big hero! \n[38]Hello, General Cutler? No, I don't want to speak to his aide. I want to speak to the General. Tell him it's about the space man... My name is Tom Stevens. S-t-e-v-e-n- s. \n[39]That's right, General. That's where he's staying... Yes, of course I'm sure. ", "BARNHARDT": "\n[1]Thank you, Captain. \n[2]You wrote this? \n[3]Not yet. That's why I wanted to see you. \n[4]Yes -- that will reproduce the first- order terms. But what about the effect of the other terms? \n[5]How can you be so sure? Have you tested this theory? \n[6]Yes -- yes, I have. \n[7]voice a little unsteady \n[8]It isn't faith that makes good science, Mr. Klaatu. Its curiosity. Sit down, please. I have several thousand questions to ask you. \n[9]That was my first question. \n[10]Yes -- that is true. \n[11]If you mean that you are afraid of us-- \n[12]These other planets -- do they have peace and security? \n[13]We scientists understand this. Even we primitive scientists. What exactly is the nature of your mission, Mr. Klaatu? \n[14]Would you care to be more specific? \n[15]I gather that your efforts on the official level were not entirely successful. \n[16]What -- what sort of action do you mean? \n[17]Would you be willing to meet with the group of scientists I am calling together?. Perhaps you could explain your mission to them, and they in turn could present it to their various peoples. \n[18]It is not enough to have men of science. We scientists are too easily ignored -- or misunderstood. We must get important men from every field. Educators -- philosophers -- church leaders -- men of vision and imagination -- the finest minds in the world. \n[19]You'd have no objection to revealing yourself at this meeting? \n[20]What about your personal safety in the meantime? What about the Army -- and the police? \n[21]I'm afraid I can't offer you any real protection. I have no influence in cases of inter-planetary conspiracy. \n[22]One thing, Mr. Klaatu. Suppose this group should reject your proposals. What is the alternative? \n[23]Such power exists? \n[24]The people who came to the meeting must be made to realize this. They must understand what is at stake. You mentioned a demonstration of force-- \n[25]Would such, a demonstration be possible before the meeting? \n[26]Something that would dramatize for them and for their people the seriousness of the situation. Something that would affect the entire planet. \n[27]easy assumption of infinite power \n[28]Maybe a little demonstration. \n[29]Thanks -- I'm enjoying it right here. \n[30]What a brilliant idea. I never would have thought of it. \n[31]What about the people who are coming to the meeting tonight? Have they all arrived? \n[32]Good. Did you speak to our friend Mr. Carpenter? \n[33]Tell me, Hilda -- does all this frighten you -- does it make you feel insecure? \n[34]That's good, Hilda. I'm glad. \n[35]Call it off? I... But I had permission from the Army-- \n[36]Ladies and Gentlemen-- \n[37]I called you from your work and from your homes all over the world because we were to meet here tonight with a man from another planet -- the man who came here in this ship. As you all know, this is no longer possible. I can only say that I share the bitterness of your disappointment. \n[38]--under the circumstances, the Army people have asked us to leave the building. And, since their concern is for our safety, I can do nothing but suggest that we comply-- ", "HARLEY": "\n[1]General -- \n[2]My name is Harley -- Secretary to the President I've been told that you speak our language -- that your name is Mr. Klaatu. \n[3]The President asked me to convey his deepest apologies for what has happened. We all feel-- \n[4]I'm sure I don't have to point out that your arrival was something of a surprise. Had you been traveling long? \n[5]You must have come a long way. \n[6]Naturally we're very curious to know where it is you come from. \n[7]It's rather difficult for us to think of another planet as a neighbor. \n[8]The present situation? \n[9]We're very curious about that, too. Would you care to talk about it? \n[10]Perhaps you'd rather discuss it personally with the President-- \n[11]I -- I'm not sure I understand-- \n[12]I'm afraid that would be a little awkward. It's -- it's completely without precedent. And there are practical considerations -- the time involved -- the enormous distances. \n[13]You know about the United Nations? \n[14]You must have a rather strange impression of us. \n[15]I'm sure you recognize from our broad- casts the evil forces that have produced the tension in our world. Surely you would agree-- \n[16]I was only hoping to make you understand. \n[17]Perhaps if you could explain a little-- \n[18]We could call a special meeting of the General Assembly... But of course the UN doesn't represent all of the nations. \n[19]Believe me, you don't understand. They wouldn't sit down at the same table. \n[20]I will make that recommendation to the President. I must tell you in all honesty that I'm extremely dubious about the results. \n[21]I've been dealing in Earth's politics a good deal longer than you have. Goodnight, sir. \n[22]Afternoon, gentlemen. \n[23]Good afternoon. I'm glad to see you up and around. \n[24]Not very good news, I'm afraid. The President accepted your suggestion and cabled the invitations for a meeting last night. Let me read you some of the replies. \"The Premier wishes to inform the Government of the United States that it will be impossible for him to attend the meeting suggested by the President unless the meeting is held in Moscow.\" \"The suggestion of the President regarding the possibility of a meeting in Moscow would be unacceptable to Her Majesty's Government at the present time. Representation could be sent only if the meeting were held in Washington.\" Well -- there you have it. \n[25]I tried to make you understand. The suspicions -- the jealousies -- the mistrust-- Surely you realize that my government has done everything in its power-- \n[26]Now that you understand the situation more clearly, perhaps you'd like to discuss the matter with the President \n[27]Our problems are very complex, Mr. Klaatu. You mustn't judge us too harshly. \n[28]Your impatience is quite understandable. \n[29]I'm afraid my people haven't. I'm very sorry -- I wish it were otherwise. \n[30]Under the circumstances I'm afraid that will be impossible. \n[31]I must ask that you don't attempt to leave the hospital. Our military people have insisted on this. I'm sure you'll understand. ", "GENERAL": "\n[1]How is he? \n[2]Can't blame him. I always get mad when somebody shoots me. \n[3]Didn't drop any hints about where he's from, did he? \n[4]Tell them there won't be any statement tonight. \n[5]Right in there, Mr. Harley. \n[6]Getting any place, Sergeant? \n[7]What's the report, Carlson? \n[8]What about him? \n[9]Has he moved? \n[10]I can tell you officially -\u0096 that's where it came from. \n[11]--as far as we can tell, all power's been cut off everywhere -- with a few exceptions: hospitals, planes in flight -- that sort of thing. I wish I could be more specific but, as you now, all communications are out telephone, radio, cable -- everything. I can tell you that the President is prepared to declare a state of national emergency. Before we start discussing plans, I want a report from Colonel Ryder. What about the robot, Colonel? \n[12]Is it possible that he's broken out of this stuff? \n[13]All right -- that means we concentrate on the man. Up till now we've agreed on the desirability of capturing this man alive. We can no longer afford to be so particular. We'll get him alive, if possible -- but we must get him! Is that clear? ", "COLONEL": "\n[1]Is he all right? \n[2]Send for an ambulance. Get him to Walter Reed Hospital right away. \n[3]We informed the White House over an hour ago. \n[4]No, sir. I've Just checked on that. He's locked up tight as a drum. \n[5]Attention, Zone 5... Yellow cab, moving north on B from Ninth Street. Man and woman in back seat. Get the license number and report. \n[6]Attention, Zone 5... license number of target vehicle is W 4936... All vehicles maintain your positions -- and hold your fire. \n[7]Attention, Zone 5 -- report when target vehicle passes your position. \n[8]Attention, Zone 5... Section number 2 -- block off Tenth Street at Massachusetts. All vehicles close in. \n[9]Yes, sir, we've got the body here now. Downstairs in a cell... No question about it, General -- he's dead all right... Yes, sir. Yes -- I understand. \n[10]General Cutler's coming down here right away. Take a squad of men, Lieutenant, and post a guard around that cell. Captain, don't let anyone in or out of the building. \n[11]I'm sorry, Professor Barnhardt -- I have to ask you to call off this meeting. \n[12]I know you did. But the robots on the loose now and it isn't safe around here. You'll have to get your friends out of that building. ", "LIEUTENANT": "\n[1]The Professor's secretary says she found you in Barnhardt's room, making marks on his blackboard. \n[2]Oh, I see. He was having trouble and you were helping him out. \n[3]I suppose you know that Barnhardt does a lot of secret work for the Army. \n[4]But I suppose you know the answer. \n[5]Your name's Carpenter -- that right? Any identification, Mr. Carpenter? Driver's license -- social security number? \n[6]Well, how do I know who you are? \n[7]What's the story? \n[8]Okay -- book him and get him fixed up. Looks like everybody's goin' nuts. \n[9]People get hysterical enough, they do anything. Look, Mr. Carpenter -- if you can't identify yourself, I got to send you over to the Army. \n[10]They can tell right away. They've got a couple of doctors who saw this man in the hospital. Take him over to G2. \n[11]Get going, will you, Brady -- before I get mad! \n[12]Wait a minute, Brady-- The Captain here's got orders from General Cutler to take this man over to Professor Barnhardt. ", "HILDA": "\n[1]desecration of the sacred blackboard  \n[2]How did you get in here? And what do you want? \n[3]Well, he's not here. And he won't be back till this evening. I think you'd better leave now. Unruffled, Klaatu turns to the desk and scribbles something on a scratch pad. He tears off the piece of paper and hands it to Hilda. \n[4]--no, Sergeant, there was no classified material around, but I have instructions to report anything unusual to the police... Yes -- I'm Professor Barnhardt's secretary. The man's name is Carpenter -- and he lives at 1615 St. Street, N.W... Yes, that's right-- \n[5]You should see it, Professor Barnhardt! You should go out and see it for yourself! \n[6]The whole city has stopped. People are running around like ants! \n[7]I talked to most of them this morning... They were all very curious about the meeting. \n[8]He'll be there at 8:30. \n[9]Yes, sir -- it certainly does! ", "CAPTAIN": "\n[1]Yes, sir. \n[2]Excuse me. What about the reporters, Colonel? They're swarming all over the lobby. \n[3]Yes, sir. Mr. Harley's here from the White House. \n[4]And the lungs are the same as ours. Must mean a similar atmosphere -- similar pressure. How old do you think he is? \n[5]He told me this morning when I examined him. He's seventy-eight. \n[6]Their life expectancy is a hundred and thirty. \n[7]He says their medicine is that much more advanced. He was very nice about it. But he made me feel like a third-class witch doctor. \n[8]What are you going to do with it? ", "MAJOR WHITE": "\n[1]He's all right, General... Blood pressure's a little high, but it could be aggravation. \n[2]He still wants to see the President. \n[3]No, sir, he didn't. \n[4]I took a bullet out of that man's arm yesterday. \n[5]I just examined the wound and it's all healed. \n[6]Said he put some salve on it -- some stuff he had with him. \n[7]Take it downstairs and have it analyzed. Then I don't know whether I'll just get drunk or give up the practice of medicine. ", "FULL SHOT": "\n[1]The landlady, a stern-faced woman of middle age, named MRS. CROCKETT, rises nervously and crosses to the television set. \n[2]including the doorway to the hall. Silhouetted motionless against the light from the hall is the figure of a man. All eyes follow Hobby's pointed finger, and there is a stifled gasp as they are startled out of their preoccupation. One of the men turns on the lights and Klaatu is revealed standing calmly in the doorway. There is a shocked silence for a moment, then Mrs. Crockett speaks. \n[3]as Klaatu and Bobby turn in surprise. Standing in the open French doors is Hilda, eyeing them with stern suspicion. \n[4]as Gort resumes breaking out of the plastic. There is no sign of the two soldiers. \n[5]Ignoring Helen completely, Gort finishes his work. Then he moves to the door and goes out, closing the door behind him. Helen rushes to the door and searches frantically for the knob -- only to find, to her terror, that there is none. Frenziedly she beats on the solid metal door. \n[6]Gort fiddles with the dials again and there are electrical cracklings and sputterings. Suddenly he flips a switch and all sound ceases. Gort removes the electrodes and watches Klaatu. CAMERA MOVES IN on Klaatu and we see him start to breathe. In a moment his eyelids flutter. Then his eyes open and he looks around. ", "DETECTIVE": "\n[1]Mr. Carpenter come home yet? \n[2]Tell him I'd like to see him. \n[3]Your name Carpenter? \n[4]I been looking for you all afternoon. \n[5]We better get goin', Mr. Carpenter. \n[6]Come on, Mr. Carpenter-- ", "JEWELER": "\n[1]Eleanor, did you call the electrician? \n[2]Well, call the phone company. \n[3]I have never seen such a stone. Will you please tell me where it came from? \n[4]absorbed by the stone, he shakes his head, bewildered \n[5]Would you like to sell it? \n[6]I'd give you a very good price. "}}