{"dialogues": {"NEIL": "\n[1]Hello Mr. Nolan. \n[2]Thank you, sir. \n[3]I'll do my best sir. \n[4]Hey, I hear we're gonna be roommates. \n[5]I'm Neil Perry. \n[6]Why'd you leave Balincrest? \n[7]Oh, so you're that Anderson. \n[8]Hey Knox. \n[9]Yeah, sure. \n[10]Listen, don't mind Cameron. He was born with his foot in his mouth. You know what I mean? \n[11]Yep. Chemistry. My father thought I should get ahead. How was your summer Slick? \n[12]Gentlemen, what are the four pillars? \n[13]Sure. Cameron asked me too. Anyone mind including him? \n[14]Come on, he's your roommate. \n[15]Oh, this is Todd Anderson. \n[16]Todd's brother was Jeffrey Anderson. \n[17]It's open. \n[18]Father, I thought you'd gone. \n[19]But I'm the assistant editor this year. \n[20]But Father, I can't. It wouldn't be fair. \n[21]Father, I wasn't disputing- \n[22]Yes sir. I'm sorry. \n[23]Yes sir. You know me, always taking on too much. \n[24]Yes sir. \n[25]Oh, that's rich. Like you guys tell your parents off, Mr. Future Lawyer and Mr. Future Banker. \n[26]Well just don't tell me how to talk to my father. You guys are the same way. \n[27]What I have to do. Drop the annual. \n[28]I don't care. I don't give a damn about any of it. \n[29]Yes. \n[30]But different. \n[31]Me. \n[32]Anything's better than Hell-ton hash. \n[33]Hey, you coming to the study group tonight? \n[34]Suit yourself. \n[35]Of course. \n[36]Are you crazy? What's wrong with that? \n[37]Understanding Poetry, by Dr. J. Evans Pritchard, Ph.D. To fully understand poetry, we must first be fluent with its meter, rhyme, and figures of speech. Then ask two questions: One, how artfully has the objective of the poem been rendered, and two, how important is that objective. Question one rates the poem's perfection, question two rates its importance. And once these questions have been answered, determining a poem's greatest becomes a relatively simple matter. \n[38]If the poem's score for perfection is plotted along the horizontal of a graph, and its importance is plotted on the vertical, then calculating the total area of the poem yields the measure of its greatness. \n[39]A sonnet by Byron may score high on the vertical, but only average on the horizontal. A Shakespearean sonnet, on the other hand, would score high both horizontally and vertically, yielding a massive total area, thereby revealing the poem to be truly great. As you proceed through the poetry in this book, practice this rating method. As your ability to evaluate poems in this matter grows, so will - so will your enjoyment and understanding of poetry. \n[40]Rip, rip, rip! \n[41]Hey, I found his senior annual in the library. \n[42]Listen to this, captain of the soccer team, editor of the school annual, Cambridge bound, Thigh man, and the Dead Poets Society. \n[43]I don't know. \n[44]Nothing. No other mention of it. \n[45]Mr. Keating? Mr. Keating? Sir? Oh Captain, My Captain? \n[46]We were just looking in your old annual. \n[47]What was the Dead Poets Society? \n[48]Why? What was it? \n[49]Sure. \n[50]Dead Poets Society. \n[51]I say we go tonight. \n[52]It's beyond the stream. I know where it is. \n[53]All right, who's in? \n[54]Forget Hager, no. Who's in? \n[55]What? Pitts- \n[56]You can help him Meeks. \n[57]Forget it Pitts, you're coming. Meeks, are your grades hurting too? \n[58]Okay, follow the stream to the waterfall. It's right there. It's got to be on the banks. \n[59]Todd, are you coming tonight? \n[60]Why not? God, you were there. You heard Keating. Don't you want to do something about it? \n[61]But? But what? \n[62]Gosh, you really have a problem with that, don't you? \n[63]All right. What if you didn't have to read? What if you just came and listened? \n[64]Forget how it works. What if - what if they said it was okay? \n[65]I'll be right back. \n[66]You're in. \n[67]You okay? \n[68]All right, all right, forget the fire. Let's go gentlemen. \n[69]I hereby reconvene the Dead Poets Society. \n[70]Welton chapter. The meetings will be conducted by myself and the other new initiates now present. Todd Anderson, because he prefers not to read, will keep minutes of the meetings. I'll now read the traditional opening message by society member Henry David Thoreau. \"I went to the woods because I wanted to live deliberately. I wanted to live deep and suck out all the marrow of life.\" \n[71]\"To put to rout all that was not life, and not, when I had come to die, discover that I had not lived. \n[72]And Keating's marked a bunch of other pages. \n[73]Raisins? \n[74]It was a dark and rainy night, and this old lady, who had a passion for jigsaw puzzles, sat by herself in her house at her table to complete a new jigsaw puzzle. But as she pieced the puzzle together, she realized, to her astonishment, that the image that was formed was her very own room. And the figure in the center of the puzzle, as she completed it, was herself. And with trembling hands, she placed the last four pieces and stared in horror at the face of a demented madman at the window. The last thing that this old lady ever heard was the sound of breaking glass. \n[75]This is true, this is true. \n[76]You memorized a poem? \n[77]You know this is history. Right? This is history. \n[78]Wow! Did you write that? \n[79]Alfred Lord Tennyson. Come my friends, 'Tis not too late to seek a newer world for my purpose holds to sail beyond the sunset. And though we are not now that strength which in old days Moved earth and heaven; that which we are, we are;-- One equal temper of heroic hearts, Made weak by time and fate, but strong in will. To strive, to seek, to find, and not to yield. \n[80]Uh, to communicate. \n[81]I found it. \n[82]What I wanna do right now. What's really, really inside me. \n[83]This is it. \n[84]It's a play, dummy. \n[85]Right. They're putting it on at Henley Hall. Open tryouts. Open tryouts! \n[86]So, I'm gonna act. Yes, yes! I'm gonna be an actor! Ever since I can remember, I've wanted to try this. I even tried to go to summer stock auditions last year, but, of course, my father wouldn't let me. For the first time in my whole life I know what I wanna do. \n[87]and for the first time I'm gonna do it whether my father wants me to or not! Carpe diem! \n[88]First I gotta get the part, then I can worry about that. \n[89]No, no, no, no. As far as I'm concerned, he won't have to know about any of this. \n[90]Bullshit! Nothing's impossible. \n[91]That's a laugh! \n[92]If I don't ask him, at least I won't be disobeying him. \n[93]Jesus, Todd! Whose side are you on? \n[94]I mean, I haven't even gotten the part yet. Can't I even enjoy the idea for a little while? \n[95]You're coming to the meeting this afternoon? \n[96]Nothing Mr. Keating has to say means shit to you, does it, Todd? \n[97]You're in the club! Being in the club means being stirred up by things. You look about as stirred up as a cesspool. \n[98]No! I want you in, but being in means you gotta do something. Not just say you're in. \n[99]Don't you think you could be? \n[100]No. \n[101]No. \n[102]\"We are dreaming of a--\" Poetry! I'm being chased by Walt Whitman! Okay, okay. \n[103]Charlie! \n[104]Charlie, I got the part! I'm gonna play Puck! I'm gonna play Puck! \n[105]That's the main part. \n[106]Charlie, I got it! \n[107]Okay, okay, okay, okay. \n[108]They need a letter of permission from my father and Mr. Nolan. \n[109]Oh yes, I am. \n[110]Okay. \"I am writing to you on behalf of my son Neil Perry.\" \n[111]This is great. \n[112]Friend, scholar, Welton men. \n[113]No. This is the god of the cave. \n[114]Where are you going? \n[115]Todd? Hey. \n[116]What's going on? \n[117]Is today your birthday? Happy birthday. \n[118]What's you get? \n[119]Isn't this the same desk set- \n[120]Oh. \n[121]Maybe they thought you needed another one. \n[122]Todd, I think you're underestimating the value of this desk set. \n[123]I mean, who would want a football or a baseball, or- \n[124]Or a car if they could have a desk set as wonderful as this one? I mean, if, if I were ever going to buy a, a desk set twice, I would probably buy this one both times. In fact, its, its shape is, it's rather aerodynamic, isn't it? I can feel it. This desk set wants to fly. \n[125]Todd? The world's first unmanned flying desk set. \n[126]Well, I wouldn't worry. You'll get another one next year. \n[127]Hello. \n[128]Nuwanda? \n[129]Join? \n[130]How did you do that? \n[131]All right, but you still shouldn't have done it, Charlie. This could mean trouble. You don't speak for the club. \n[132]You kicked out? \n[133]So what happened? \n[134]So, what are you gonna do? Charlie! \n[135]Save some for me. \"But, room, Fairy! Here comes Oberon.\" \n[136]Father. \n[137]Wait a minute. Before you say anything, please let me ex- \n[138]No. Nobody-- I thought I'd surprise you. I've gotten all A's in every class. \n[139]No, I can't. I have the main part. The performance is tomorrow night. \n[140]Yes, sir. \n[141]No, sir. \n[142]Can I speak to you a minute? \n[143]I'm sorry. Here. \n[144]Tea. Sure. \n[145]No, thanks. \n[146]Gosh, they don't give you much room around here. \n[147]She's pretty. \n[148]How can you stand it? \n[149]You can go anywhere. You can do anything. How can you stand being here? \n[150]I just talked to my father. He's making me quit the play at Henley Hall. Acting's everything to me. I-- But he doesn't know. He-- I can see his point. We're not a rich family like Charlie's, and we-- But he's planning the rest of my life for me, and I-- H-He's never asked me what I want. \n[151]I can't. \n[152]I can't talk to him this way. \n[153]I know what he'll say. He'll tell me that acting's a whim, and I should forget it. That how they're counting on me. He'll just tell me to put it out of my mind, \"for my own good.\" \n[154]No. What about the play? The show's tomorrow night. \n[155]Isn't there an easier way? \n[156]I'm trapped. \n[157]Uh, he didn't like it one bit, but at least he's letting me stay in the play. He won't be able to make, make it. He's in Chicago. But, uh, I think he's gonna let me stay with acting. \n[158]Yeah. He wasn't happy. But he'll be gone at least four days. I don't think he'll make the show, but I think he'll let me stay with it. \"Keep up the school work.\" Thanks. \n[159]I can't, guys. \n[160]But that's ten more years. Father, that's a lifetime! \n[161]I've got to tell you what I feel. \n[162]Nothing. \n[163]I was good. I was really good. ", "KEATING": "\n[1]Well come on. \n[2]\"Oh Captain, My Captain\" who knows where that comes from? \n[3]Not a clue? It's from a poem by Walt Whitman about Mr. Abraham Lincoln. Now in this class you can call me Mr. Keating. Or, if you're slightly more daring, Oh Captain, My Captain. \n[4]Now let me dispel a few rumors so they don't fester into facts. Yes, I too attended Hell-ton and survived. And no, at that time I was not the mental giant you see before you. I was the intellectual equivalent of a ninety-eight pound weakling. I would go to the beach and people would kick copies of Byron in my face. \n[5]Now, Mr\u0085 Pitts. That's a rather unfortunate name. Mr. Pitts, where are you? \n[6]\n[7]Yes, that's the one. Somewhat appropriate, isn't it. \n[8]Thank you Mr. Pitts. \"Gather ye rosebuds while ye may.\" The Latin term for that sentiment is Carpe Diem. Now who knows what that means? \n[9]Very good, Mr.- \n[10]Meeks. Another unusual name. Seize the day. Gather ye rosebuds while ye may. Why does the writer use these lines? \n[11]No, ding! \n[12]Thank you for playing anyway. Because we are food for worms lads. Because, believe it or not, each and every one of us in this room is one day going to stop breathing, turn cold, and die. \n[13]Now I would like you to step forward over here and peruse some of the faces from the past. You've walked past them many times. I don't think you've really looked at them. \n[14]They're not that different from you, are they? Same haircuts. Full of hormones, just like you. Invincible, just like you feel. The world is their oyster. They believe they're destined for great things, just like many of you. Their eyes are full of hope, just like you. Did they wait until it was too late to make from their lives even one iota of what they were capable? Because you see gentlmen, these boys are now fertilizing daffodils. But if you listen real close, you can hear them whisper their legacy to you. Go on, lean in. \n[15]Carpe. \n[16]Hear it? Carpe. Carpe Diem. Seize the day boys, make your lives extraordinary. \n[17]Gentlemen, open your text to page twenty-one of the introduction. Mr. Perry, will you read the opening paragraph of the preface, entitled \"Understanding Poetry\"? \n[18]Excrement. That's what I think of Mr. J. Evans Pritchard. We're not laying pipe, we're talking about poetry. \n[19]I mean, how can you describe poetry like American Bandstand? I like Byron, I give him a 42, but I can't dance to it. \n[20]Now I want you to rip out that page. \n[21]Go on, rip out the entire page. You heard me, rip it out. Rip it out! \n[22]Go on, rip it out. \n[23]Thank you Mr. Dalton. Gentlemen, tell you what, don't just tear out that page, tear out the entire introduction. I want it gone, history. Leave nothing of it. Rip it out. Rip! Begone J. Evans Pritchard, Ph.D. Rip, shred, tear. Rip it out. I want to hear nothing but ripping of Mr. Pritchard. \n[24]We'll perforate it, put it on a roll. \n[25]It's not the bible, you're not going to go to hell for this. Go on, make a clean tear, I want nothing left of it. \n[26]Rip it out, rip! \n[27]I don't hear enough rips. \n[28]Mr. McAllister. \n[29]I am. \n[30]Keep ripping gentlemen. This is a battle, a war. And the casualties could be your hearts and souls. \n[31]Thank you Mr. Dalton. Armies of academics going forward, measuring poetry. No, we will not have that here. No more of Mr. J. Evans Pritchard. Now in my class you will learn to think for yourselves again. You will learn to savor words and language. No matter what anybody tells you, words and ideas can change the world. I see that look in Mr. Pitt's eye, like nineteenth century literature has nothing to do with going to business school or medical school. Right? Maybe. Mr. Hopkins, you may agree with him, thinking \"Yes, we should simply study our Mr. Pritchard and learn our rhyme and meter and go quietly about the business of achieving other ambitions.\" I have a little secret for ya. Huddle up. Huddle up! \n[32]We don't read and write poetry because it's cute. We read and write poetry because we are members of the human race. And the human race is filled with passion. Medicine, law, business, engineering, these are all noble pursuits, and necessary to sustain life. But poetry, beauty, romance, love, these are what we stay alive for. To quote from Whitman: \"O me, o life of the questions of these recurring, of the endless trains of the faithless, of cities filled with the foolish. What good amid these, o me, o life? Answer: that you are here. That life exists, and identity. That the powerful play goes on, and you may contribute a verse. That the powerful play goes on and you may contribute a verse. What will your verse be? \n[33]I'm sorry if I shocked you, Mr. McAllister. \n[34]You think so? \n[35]We're not talking artists George, we're talking free thinkers. \n[36]Funny, I never pegged you as a cynic. \n[37]But only in their dreams can man be truly free. 'Twas always thus, and always thus will be. \n[38]No, Keating. \n[39]Gentlemen. \n[40]Oh my God. No, that's not me. Stanley \"The Tool\" Wilson- \n[41]God. \n[42]I doubt the present administration would look too favorably upon that. \n[43]Gentlemen, can you keep a secret? \n[44]The Dead Poets were dedicated to sucking the marrow out of life. That's a phrase from Thoreau that we'd invoke at the beginning of each meeting. You see we'd gather at the old Indian cave and take turns reading from Thoreau, Whitman, Shelley; the biggies. Even some of our own verse. And in the enchantment of the moment we'd let poetry work its magic. \n[45]No Mr. Overstreet, it wasn't just \"guys\", we weren't a Greek organization, we were romantics. We didn't just read poetry, we let it drip from our tongues like honey. Spirits soared, women swooned, and gods were created, gentlemen, not a bad way to spend an evening eh? Thank you Mr. Perry for this trip down amnesia lane. Burn that, especially my picture. \n[46]A man is not very tire, he is exhausted. And don't use very sad, use- \n[47]Come on, Mr. Overstreet, you twerp, \n[48]Exactly! Morose. Now, language was developed for one endeavor, and that is? Mr. Anderson? Come on! Are you a man or an amoeba? \n[49]Mr. Perry? \n[50]No! To woo women. Today we're going to be talking about William Shakespeare. \n[51]I know. A lot of you looked forward to this about as much as you look forward to root canal work. We're gonna talk about Shakespeare as someone who writes something very interesting. Now, many of you have seen Shakespeare done very much like this: \"O Titus, bring your friend hither.\" But if any of you have seen Mr. Marlon Brando, you know, Shakespeare can be different. \"Friend, Romans, countrymen, lend me your ears.\" You can also imagine, maybe, John Wayne as Macbeth going, \"Well, is this a dagger I see before me?\" \n[52]\"Dogs, sir? Oh, not just now. I do enjoy a good dog once in a while, sir. You can have yourself a three-course meal from one dog. Start with your canine crudites, go to your Fido flambe for main course and for dessert, a Pekingese parfait. And you can pick your teeth with a little paw.\" \n[53]Why do I stand up here? Anybody? \n[54]No! \n[55]Thank you for playing, Mr. Dalton. I stand upon my desk to remind yourself that we must constantly look at things in a different way. \n[56]You see, the world looks very different from up here. You don't believe me? Come see for yourself. Come on. Come on! \n[57]Just when you think you know something, you have to look at it in another way. Even though it may seem silly or wrong, you must try! Now, when you read, don't just consider what the author thinks. Consider what you think. \n[58]Boys, you must strive to find your own voice. Because the longer you wait to begin, the less likely you are to find it at all. Thoreau said, \"Most men lead lives of quiet desperation.\" Don't be resigned to that. Break out! \n[59]Don't just walk off the edge like lemmings. Look around you. \n[60]There! There you go, Mr. Priske. Thank you! Yes! Dare to strike out and find new ground. Now, in addition to your essays, I would like you to compose a poem of your own, an original work. \n[61]That's right! You have to deliver it aloud in front of the class on Monday. Bonne chance, gentlemen. \n[62]Mr. Anderson? Don't think that I don't know that this assignment scares the hell out of you, you mole. \n[63]Now, devotees may argue that one sport or game is inherently better than another. For me, sport is actually a chance for us to have other human beings push us to excel. I want you all to come over here and take a slip of paper and line up single file. \n[64]Mr. Meeks, time to inherit the earth. Mr. Pitts, rise above your name. \n[65]I want you to hand these out to the boys, one apiece. \n[66]You know what to do, Pitts. \n[67]Sounds to me like you're daunted. Say it again like you're undaunted. \n[68]Now go on. \n[69]Yes! Next. \n[70]Next. Louder! \n[71]Come on, Meeks! Listen to the music. \n[72]Yes! \n[73]Oh! Boo! Come on, Charlie, let it fill your soul! \n[74]No, no. It's not stupid. It's a good effort. It touched on one of the major themes, love. A major theme not only in poetry, but life. Mr. Hopkins, you were laughing. You're up. \n[75]Congratulations, Mr. Hopkins. Yours is the first poem to ever have a negative score on the Pritchard scale. We're not laughing at you, we're laughing near you. I don't mind that your poem had a simple theme. Sometimes the most beautiful poetry can be about simple things, like a cat, or a flower or rain. You see, poetry can come from anything with the stuff of revelation in it. Just don't let your poems be ordinary. Now, who's next? \n[76]Mr. Anderson, I see you sitting there in agony. Come on, Todd, step up. Let's put you out of your misery. \n[77]Mr. Anderson thinks that everything inside of him is worthless and embarrassing. Isn't that right, Todd? Isn't that your worst fear? Well, I think you're wrong. I think you have something inside of you that is worth a great deal. \n[78]\"I sound my barbaric yawp over the rooftops of the world.\" W. W. Uncle Walt again. Now, for those of you who don't know, a yawp is a loud cry or yell. Now, Todd, I would like you to give us a demonstration of a barbaric \"yawp.\" Come on. You can't yawp sitting down. Let's go. Come on. Up. \n[79]You gotta get in \"yawping\" stance. \n[80]No, not just a yawp. A barbaric yawp. \n[81]Come on, louder. \n[82]No, that's a mouse. Come on. Louder. \n[83]Oh, good God, boy. Yell like a man! \n[84]There it is. You see, you have a barbarian in you, after all. \n[85]Now, you don't get away that easy. \n[86]The picture of Uncle Walt up there. What does he remind you of? Don't think. Answer. Go on. \n[87]What kind of madman? Don't think about it. Just answer again. \n[88]No, you can do better than that. Free up your mind. Use your imagination. Say the first thing that pops into your head, even if it's total gibberish. Go on, go on. \n[89]Good God, boy, there's a poet in you, after all. There, close your eyes. Close your eyes. Close 'em. Now, describe what you see. \n[90]Yes? \n[91]A sweaty-toothed madman? \n[92]Oh, that's excellent. Now, give him action. Make him do something. \n[93]That's it. Wonderful. Wonderful. \n[94]What's he mumbling? \n[95]Forget them, forget them. Stay with the blanket. Tell me about that blanket. \n[96]Don't you forget this. \n[97]No grades at stake, gentlemen. Just take a stroll. \n[98]There it is. \n[99]I don't know, but I've been told-- \n[100]Doing poetry is old-- \n[101]Left, left, left-right-left. Left, left, left-right-left. Left, halt! \n[102]Thank you, gentlemen. If you noticed, everyone started off with their own stride, their own pace. \n[103]Mr. Pitts, taking his time. He knew he'll get there one day. Mr. Cameron, you could see him thinking, \"Is this right? It might be right. It might be right. I know that. Maybe not. I don't know.\" \n[104]Mr. Overstreet, driven by deeper force. Yes. We know that. All right. Now, I didn't bring them up here to ridicule them. I brought them up here to illustrate the point of conformity: the difficulty in maintaining your own beliefs in the face of others. Now, those of you -- I see the look in your eyes like, \"I would've walked differently.\" Well, ask yourselves why you were clapping. Now, we all have a great need for acceptance. But you must trust that your beliefs are unique, your own, even though others may think them odd or unpopular, even though the herd may go, \"That's baaaaad.\" Robert Frost said, \"Two roads diverged in a wood and I, I took the one less traveled by, and that has made all the difference.\" Now, I want you to find your own walk right now. Your own way of striding, pacing. Any direction. Anything you want. Whether it's proud, whether it's silly, anything. Gentlemen, the courtyard is yours. \n[105]You don't have to perform. Just make it for yourself. Mr. Dalton? You be joining us? \n[106]Thank you, Mr. Dalton. You just illustrated the point. Swim against the stream. \n[107]Certainly. \n[108]Didn't know you taught, Mr. Nolan. \n[109]Well, your reprimand made quite an impression, I'm sure. \n[110]Courtyard? \n[111]Oh, that. That was an exercise to prove a point. Dangers of conformity. \n[112]I always thought the idea of educating was to learn to think for yourself. \n[113]It's all right, gentlemen. \n[114]Mr. Dalton. That was a pretty lame stunt you pulled today. \n[115]Sucking the marrow out of life doesn't mean choking on the bone. Sure there's a time for daring and there's a time for caution, and a wise man understands which is called for. \n[116]No. You being expelled from school is not daring to me. It's stupid, 'cause you'll miss some golden opportunities. \n[117]Like, if nothing else, the opportunity to attend my classes. Got it, Ace? \n[118]Keep your head about you. That goes for the lot of you. \n[119]Phone call from God. If it had been collect, it wouldn't been daring. \n[120]It's open. \n[121]Neil, what's up? \n[122]Certainly. Sit down. \n[123]Excuse me. Get you some tea? \n[124]Like some milk or sugar in that? \n[125]No, it's part of the monastic oath. They don't want worldly things distracting me from my teaching. \n[126]She's also in London. Makes it a little difficult. \n[127]Stand what? \n[128]'Cause I love teaching. I don't wanna be anywhere else. \n[129]What's up? \n[130]Have you ever told your father what you just told me? About your passion for acting. You ever show him that? \n[131]Why not? \n[132]Then you're acting for him, too. You're playing the part of the dutiful son. I know this sounds impossible, but you have to talk to him. You have to show him who you are, what your heart is. \n[133]You are not an indentured servant. If it's not a whim for you, you prove it to him by your conviction and your passion. You show him that And if he still doesn't believe you, well, by then you'll be out of school and you can do anything you want. \n[134]Well, you have to talk to him before tomorrow night. \n[135]No. \n[136]No, you're not. \n[137]Did you talk to your father? \n[138]Really? You told him what you told me? \n[139]Gentlemen, let's go. \n[140]Will you be joining us, Mr. Overstreet? \n[141]Shh, boys. \n[142]Neil. Neil. You have the gift. What a performance You left even me speechless. You have to stay with- \n[143]Don't make it any worse than it is. \n[144]Excuse me. I came for my personals. Should I come back after class? \n[145]I do believe you, Todd. \n[146]Thank you, boys. Thank you. ", "CHARLIE": "\n[1]Rumor has it, you did summer school. \n[2]Keen. \n[3]Meeks. Door. Closed. \n[4]Okay, study group. Meeks aced Latin. I didn't quite flunk English. So, if you want, we've got our study group. \n[5]Hmm, what's his specialty, boot-licking? \n[6]That's not my fault. \n[7]Charlie Dalton. \n[8]Oh yeah, sure. Valedictorian. National merit scholar. \n[9]It's every bit as tough as they say, unless you're a genius like Meeks. \n[10]And English, and Trig. \n[11]Why doesn't he let you do what you want? \n[12]Okay, so I don't like it any more than you do. \n[13]Well I wouldn't lose much sleep over it. It's just a bunch of jerks trying to impress Nolan. \n[14]Because he's in a hurry. \n[15]Come on Cameron, don't you get anything? \n[16]What? \n[17]Ooh! \n[18]I'll second that. \n[19]How was dinner? \n[20]How was dinner? \n[21]Why? What happened? \n[22]That guy could eat a football. \n[23]Did you see her naked? \n[24]Thigh man. Mr. K was a hell-raiser. \n[25]Tonight? \n[26]Don't go. \n[27]So don't come, please. \n[28]No shit, Sherlock. \n[29]I'm in. \n[30]Pitsie, come on. \n[31]Except sex. \n[32]What about you Knox? \n[33]Come on Knox, it'll help you get Chris. \n[34]Women swoon. \n[35]Well, why don't you stay home? \n[36]Arrr, I'm a dead poet. \n[37]Guys, over here. \n[38]God, are you trying to smoke us out of here? \n[39]I'll second that. \n[40]All right, intermission. Dig deep right here. Right here, lay it down \n[41]Meeks, put your coat down. Picnic blanket. \n[42]Don't keep anything back either. You guys are always bumming my smokes. \n[43]Wait a minute, who gave us half a roll? \n[44]Come on. \n[45]Ha! \n[46]The thing with the hand- \n[47]I told you that one. \n[48]When were you in six, last year? \n[49]You want to hear a real poem? \n[50]All right? No, I don't need it. You take it. \n[51]I didn't memorize a poem. Move up. \n[52]Teach me to love? Go teach thyself more wit. I, chief professor, am of it. \n[53]The god of love, if such a thing there be, may learn to love from me. \n[54]Abraham Cowley. Okay, who's next? \n[55]Meeks, Meeks. \n[56]To feel taller. \n[57]Give it to me! Give it to me! \n[58]\"To indeed be a god!\" \n[59]Congratulations. Good for you, Neil. Good for you. \n[60]Attaboy, Pittsie, inhale deeply. \n[61]Really? Mine's got thirty. \n[62]Come on, Knox. Join in. \n[63]What's wrong? \n[64]Knock it off. Smoke your pipes. \n[65]What do you say we start this meeting? \n[66]Gentlemen, \"Poetrusic\" by Charles Dalton. \n[67]Laughing, crying, tumbling, mumbling. Gotta do more. Gotta be more. \n[68]Chaos screaming, chaos dreaming. Gotta do more! Gotta be more! \n[69]My parents made me take the clarinet for years. \n[70]I hated it. The saxophone. The saxophone is more sonorous. \n[71]Knoxious, you've gotta calm down. \n[72]What are you gonna do? \n[73]Yes. Say, yes. \n[74]At Chet Danburry's house. \n[75]Well? \n[76]So, you don't really think she means you're going with her? \n[77]What is the point? \n[78]Yeah? \n[79]Exercising the right not to walk. \n[80]Yeah, this is it. Go ahead, go on in. It's my cave. Watch your step. \n[81]Hi, you guys. Meet, uh, Gloria and-- \n[82]Tina. This is the pledge class of the Dead Poets Society. \n[83]Guys, move. Move. Come on, folks. It's Friday night. Let's get on with the meeting. \n[84]Guys, I have an announcement to make. In keeping with the spirit of passionate experimentation of the Dead Poets, I'm giving up the name Charlie Dalton. From now on, call me Nuwanda. \n[85]We gonna have a meeting or what? \n[86]\"Shall I compare thee to a summer's day? Thou art more lovely and more temperate.\" \n[87]I made that up just for you. \n[88]I'll write one for you too, Gloria. She walks in beauty like the night. She walks in beauty like the night. Of cloudless climes and starry skies. All that's best, dark and bright, Meet in her aspect and her eyes. \n[89]There's plenty more where that came from. \n[90]That's part of what this club is about. In fact, I'd like to announce I published an article in the school paper, in the name of the Dead Poets. \n[91]Demanding girls be admitted to Welton. \n[92]So we can all stop beating off. \n[93]I'm one of the proofers. I slipped the article in. \n[94]Why? Nobody knows who we are. \n[95]It's Nuwanda, Cameron. \n[96]Are we just playing around out here, or do we mean what we say? For all we do is come together and reach a bunch of poems to each other. What the hell are we doing? \n[97]Hey, would you not worry about your precious little neck? If they catch me, I'll tell them I made it up. \n[98]Welton Academy. Hello. Yes, he is. Just a moment. \n[99]Mr. Nolan, it's for you. It's God. He says we should have girls at Welton. \n[100]One. Two. Three. Four. Five. \n[101]No. \n[102]I'm to turn everybody in, apologize to the school and all will be forgiven. \n[103]Damn it, Neil. The name is Nuwanda. \n[104]Creak. He started walking around towards my left. Creak. Creak. \"Assume the position, Mr. Dalton.\" \n[105]Mr. Keating. \n[106]You're siding with Mr. Nolan? What about Carpe diem and sucking all the marrow out of life and all that? \n[107]But I thought you'd like that. \n[108]Yeah. Like what? \n[109]Aye, aye, Captain. \n[110]All right. Go on. \n[111]Get out of here. Cameron, you fool. \n[112]Hey, how'd it go? Did you read it to her? \n[113]Nothing. What do you mean, nothing? \n[114]What did she say? I know she had to say something. \n[115]It's an Indian warrior symbol for virility. Makes me feel potent, like it can drive girls crazy. \n[116]Yeah, come on, guys. \n[117]Hey, there he is! Hey, hey. \n[118]He's good. He's really good. \n[119]Neil, Neil, you were great. \n[120]Neil! Neil! Mr. Perry, come on. \n[121]Is it okay if we walk back? Captain? \n[122]Knox. \n[123]Todd? Todd. \n[124]Neil's dead. \n[125]Todd. It's okay, Todd. \n[126]It's all right, Todd. \n[127]It's all right. It's alright. \n[128]No! \n[129]Todd. \n[130]Leave him be. \n[131]You told him about this meeting? \n[132]That's it, guys. We're all fried. \n[133]Cameron's a fink. He's in Nolan's office right now, finking. \n[134]The club, Pittsie. Think about it. The board of directors, the trustees and Mr. Nolan. Do you think for one moment they're gonna let this thing just blow over? Schools go down because of things like this. They need a scapegoat. \n[135]You finked, didn't you, Cameron? \n[136]You told Nolan everything about the club is what I'm talking about. \n[137]You little- \n[138]He's a rat! He's in it up to his eyes, so he rattled to save himself. \n[139]I'm out anyway! \n[140]What's that mean? Who are they after? \n[141]Mr. Keating responsible for Neil? Is that what they're saying? ", "KNOX": "\n[1]Hey, how's it going Neil? \n[2]Knox Overstreet. \n[3]Yeah Neil, tell him off. It couldn't get any worse. \n[4]All right, all right, Jesus. So what are you going to do? \n[5]Yeah, come along pal. \n[6]Hey Spaz, Spaz. \n[7]Spooky if you ask me. \n[8]I can't make it guys. I have to have dinner at the Danburry's house. \n[9]Friends of my Dad's. They're probably in their nineties or something. \n[10]Yeah we'll see. \n[11]Ready to go sir. \n[12]Hi. Knox Overstreet. Uh, Dr. Hager. \n[13]This is the Danburry's, right? \n[14]Mrs. Danburry? \n[15]Yes. \n[16]Nice to meet you sir. \n[17]He's great. He just did a big case for GM. \n[18]Huh? \n[19]Terrible. Awful. \n[20]Tonight, I met the most beautiful girl in my entire life. \n[21]She's practically engaged. To Chet Danburry. \n[22]Too bad? It's worse than too bad Pitsie, it's a tragedy. A girl this beautiful in love with such a jerk. \n[23]I can't just forget her Cameron. And I can't think about trig. \n[24]Very funny Dalton. \n[25]What's the Dead Poets Society? \n[26]You mean it was a bunch of guys sitting around reading poetry? \n[27]I don't know Charlie. \n[28]Yeah? How? \n[29]But why do they swoon? Charlie, tell me why they swoon. Charlie! \n[30]Yuck. \n[31]An original piece. \n[32]Morose? \n[33]Great, Neil. \n[34]\"To Chris.\" \n[35]I see a sweetness in her smile. Blight light shines from her eyes. But life is complete; contentment is mine, Just knowing that... \n[36]just knowing that she's alive. \n[37]Sorry, Captain. It's stupid. \n[38]That's not funny. \n[39]I can't take it anymore. If I don't have Chris, I'm gonna kill myself. \n[40]No, Charlie. That's just my problem. I've been calm all my life. I'll do something about that. \n[41]I'm gonna call her. \n[42]She's gonna hate me. The Danburrys will hate me. My parents will kill me. All right, goddamn it. You're right. \"Carpe diem.\" Even if it kills me. \n[43]Hello, Chris? \n[44]Hi. This is Knox Overstreet. \n[45]She's glad I called. \n[46]Would I like to come to a party? \n[47]Well, sure. \n[48]Okay, great. I-I'll be there, Chris. \n[49]Friday night at the Danburrys'. O-Okay. Thank you. \n[50]Thank you. I'll see you. Bye. \n[51]Yawp! Can you believe it? She was gonna call me. She invited me to a party with her. \n[52]Yeah. \n[53]So? \n[54]Well, of course not, Charlie. But that's not the point. That's not the point at all. \n[55]The point, Charlie, is, uh-- \n[56]that she was thinking about me. I've only met her once, and already she's thinking about me. Damn it. It's gonna happen, guys. I feel it. She is going to be mine. Carpe. Carpe! \n[57]Hello? Hello, Chris? \n[58]Hi. \n[59]No. \n[60]But I-- \n[61]No relation. Never heard of him. Sorry, guys. \n[62]Whoa, I, uh, I don't really drink-- \n[63]To Mutt. \n[64]I don't really know Mutt. \n[65]To Mighty Mutt. \n[66]Will do. \n[67]God help me. \n[68]Carpe diem. \n[69]Now, Chet, I know this looks bad, but you've gotta- \n[70]I'm sorry. I'm so sorry. \n[71]Chris! \n[72]Chris Noel. Do you know where she is? \n[73]Thanks. \n[74]Excuse me. Chris. \n[75]I came to apologize for the other night. I brought you these and a poem I wrote for you. \n[76]I can't care. I love you, Chris. \n[77]Look, I acted like a jerk and I know it. Please, accept these. Please. \n[78]All I'm asking you to do is listen. \n[79]The heavens made a girl named Chris With hair and skin of gold. To touch her would be paradise. \n[80]Yeah. \n[81]Nothing. \n[82]Nothing. But I did it. \n[83]Seize the day! \n[84]Chris. \n[85]What are you doing here? \n[86]Go ahead, guys. I'll catch up. \n[87]Chris, you can't be in here. I-If they catch you, we're both gonna be in big trouble. \n[88]I didn't mean to make a fool out of you. \n[89]I can't, Chris. I love you. \n[90]Go ahead, Captain. I'll walk. \n[91]Then you wouldn't be here warning me about Chet. \n[92]Are you going with him? \n[93]Then come with me. \n[94]Come on, Chris. Just give me one chance. If you don't like me after tonight, I'll stay away forever. \n[95]I promise. Dead Poets Honor. You come with me tonight. And then, if you don't want to see me again, I swear I'll bow out.  \n[96]He won't know anything. We'll sit in the back and sneak away as soon as it's over. \n[97]Dead Poets Honor. \n[98]My word. \n[99]Yeah, Neil! \n[100]Don't touch him, Charlie. You do and you're out. \n[101]You don't know that, not yet. \n[102]O Captain! My Captain! ", "TODD": "\n[1]Thank you. \n[2]Todd Anderson. \n[3]My brother went here. \n[4]Nice to meet you. \n[5]Thanks. \n[6]Uh, no, no I, uh, I've got some history I wanna do. \n[7]No. \n[8]Yes, but- \n[9]Keating said that everybody took turns reading and I don't want to do that. \n[10]N- no, I don't have a problem. Neil, I just- I just don't want to do it, okay? \n[11]That's not how it works. \n[12]What? What are you gonna do, go up and ask them? \n[13]No. No, Neil. \n[14]Neil, Neil! \n[15]You found what? \n[16]\"A Midsummer Night's Dream\"? \n[17]What is this? \n[18]I know that. I-- Wh-Wh-What does it have to do with you? \n[19]Yes, so? \n[20]Neil, Neil, hold on a minute. How are you gonna be in a play if your father won't let you? \n[21]Yeah, but won't he kill you if he finds out you went to an audition and didn't even tell him? \n[22]Well, that's impossible. \n[23]Well, why don't you just call him and ask him? And m-maybe he'll say yes. \n[24]Yeah, but if he said-- \n[25]I don't know. Maybe. \n[26]W-What is that supposed to mean? \n[27]So- You want me out? \n[28]Well, listen, Neil. I-I appreciate this concern, but I-I'm not like you. All right? You, you, you say thing and people listen. I'm, I'm not like that. \n[29]No! I--I, I don't know, but that's not the point. The, the, the point is that there's nothing you can do about it, so you can just butt out. I can take care of myself just fine. All right? \n[30]What do you mean, \"no\"? \n[31]Give me-- Neil. Neil, give that back. \n[32]Neil, how are you gonna do this? \n[33]You're not gonna write it. \n[34]Oh, Neil. Neil, you're crazy. \n[35]I, I didn't do it. I didn't write a poem. \n[36]A yawp? \n[37]Yawp. \n[38]Yawp. \n[39]Yawp. \n[40]Yawp! \n[41]A m-m-madman. \n[42]A c-crazy madman. \n[43]Uh, uh, a sweaty-toothed madman. \n[44]Uh, I-I close my eyes. \n[45]Uh, and this image floats beside me. \n[46]A sweaty-toothed madman with a stare that pounds my brain. \n[47]H-His hands reach out and choke me. \n[48]And, and all the time he's mumbling. \n[49]M-Mumbling, \"Truth. Truth is like, like a blanket that always leaves your feet cold.\" \n[50]Y-Y-Y-You push it, stretch it, it'll never be enough. You kick at it, beat it, it'll never cover any of us. From the moment we enter crying to the moment we leave dying, it will just cover your face as you wail and cry and scream. \n[51]Hey. \n[52]Nothing. Today's my birthday. \n[53]Thanks. \n[54]My parents gave me this. \n[55]Yeah, yeah. They gave me the same thing as last year. \n[56]Oh. \n[57]Maybe they weren't thinking about anything at all. Uh, the funny thing is about this is I, I didn't even like it the first time. \n[58]Or a car. \n[59]Oh, my! \n[60]Come on, Nuwanda. You're gonna miss Neil's entrance. \n[61]W-What is that? \n[62]Oh, come on, Charlie. The girls are waiting. \n[63]Neil! Neil! \n[64]Oh, Charlie. \n[65]What is it? \n[66]It's so beautiful. \n[67]He wouldn't-- He wouldn't have done it. \n[68]It was his father! \n[69]He wouldn't have left us. It's because he- He wouldn't have. His dad was-- his, his father did it. \n[70]His father killed him. He made him do it. \n[71]That is not true, Cameron. You know that. He didn't put us to anything. Neil loved acting. \n[72]Meeks? \n[73]What happened to Nuwanda? \n[74]What'd you tell 'em? \n[75]Mom. \n[76]Yes, sir. \n[77]What's gonna happen to Mr. Keating? \n[78]Uh, in the, in the Pr- \n[79]In the, in the, in the Pritchard? \n[80]Mr. Keating! They made everybody sign it. \n[81]You gotta believe me. It's true. \n[82]But it wasn't his fault! \n[83]O Captain! My Captain! ", "CAMERON": "\n[1]Neil, study group tonight? \n[2]Business as usual, huh? Hey, I hear you got the new kid. Looks like a stiff! \n[3]Oops! \n[4]Brain damage. \n[5]Think he'll test us on that stuff? \n[6]What? What? \n[7]Big alumns. How'd you swing that? \n[8]Just replace these numbers here with \"x\", for \"x\" and \"y\". \n[9]Of course, so what's the problem? \n[10]Ahh, forget her. Open your trig book and try and figure out problem five. \n[11]We shouldn't be doing this. \n[12]Man most likely to do anything. \n[13]What? \n[14]Wait a minute. \n[15]Sounds boring to me. \n[16]You know how many de-merits we're talking Dalton \n[17]Look, all I'm saying is that we have to be careful, we can't get caught. \n[18]Come on Neil, Hager's right- \n[19]Me too. \n[20]I mean as long as we're careful. \n[21]I don't know, it's starting to sound dangerous. \n[22]On the mud? We're gonna put our food on the mud? \n[23]I've got one that's even better than that. \n[24]I do. There's a young, married couple, and they're driving through the forest at night on a long trip. And they run out of gas, and there's a madman on the- \n[25]I love that story. \n[26]You did not. I got that in camp in sixth grade. \n[27]Where did you get that? \n[28]What are you guys doing? I'm sure-- You see this chemistry- \n[29]Hey, give me-- Neil, give me-- Don't be immature. Come on. I need my- \n[30]Let me have my book, I need my- \n[31]I love the clarinet. \n[32]Ooh. \n[33]Oh, my God! \n[34]What? \n[35]Well, don't you think they're gonna figure out who wrote it? They're gonna come to you and ask to know what the Dead Poets Society is. Charlie, you had no right to do something like that. \n[36]Excuse me, just a moment. Yes. You're so cute. \n[37]Come on, Todd. I'm trying to fix this. \n[38]Getting red? What does that mean? \n[39]So, Charlie, what's this \"getting red\" bit? \n[40]What's going on, guys? \n[41]Finked? I didn't know what the hell you're talking about. \n[42]Look, in case you hadn't heard, Dalton, there's something called an honor code at this school, all right? If a teacher asks you a question, you tell the truth or you're expelled. \n[43]He's right there, Charlie. And if you guys are smart, you will do exactly what I did and cooperate. They're not after us. We're the victims. Us and Neil. \n[44]Why, Mr. Keating, of course. The \"Captain\" himself. I mean, you guys didn't really think he could avoid responsibility, did you? \n[45]Well, who else do you think, dumb ass? The administration? Mr. Perry? Mr. Keating put us up to all this crap, didn't he? If he wasn't for Mr. Keating, Neil would be cozied up in his room right now, studying his chemistry and dreaming of being called doctor. \n[46]Believe what you want, but I say let Keating fry. I mean, why ruin our lives? \n[47]You just signed your expulsion papers, Nuwanda. \n[48]And if the rest of you are smart, you'll do exactly what I did. They know everything anyway. You can't save Keating, but you can save yourselves. \n[49]We skipped around a lot, sir. We covered the Romantics and some of the chapters on Post Civil War literature. \n[50]I believe we skipped most of that, sir. \n[51]That page has been ripped out, sir. \n[52]They're all ripped out, sir. \n[53]Sir, we, uh- \n[54]\"Understanding Poetry by Dr. J Evans Pritchard, Ph.D. To fully understand poetry, we must first be fluent with its meter, rhyme and figures of speech, then ask two questions: 1) How artfully has the objective of the poem been rendered and 2)...\" \n[55]\"... How important is that objective? Question 1 rates the poem's perfection; question 2 rates its importance. And once these questions have been answered, determining the poem's greatness becomes a relatively simple matter. If the poem's score for perfection is plotted on the horizontal of a graph--\" ", "MEEKS": "\n[1]Yes sir. \n[2]Oh, I'm sorry, my name is Steven Meeks. \n[3]Nice to meet you. \n[4]Oh well, welcome to Hell-ton. \n[5]He flatters me. That's why I help him with Latin. \n[6]Well, uh, Latin, eight o' clock in my room? \n[7]Todd, you're welcome to join us. \n[8]Carpe Diem. That's \"seize the day.\" \n[9]Meeks. \n[10]Okay, who's up for a trig study group tonight guys? \n[11]Holy cow. \n[12]Is there a picture in the annual? \n[13]His grades are hurting Charlie. \n[14]I'll try anything once. \n[15]Ha ha ha. \n[16]Aww, Charlie. \n[17]You're funny. You're real funny. \n[18]It's too wet. \n[19]No, no, the smoke's going right up this opening. \n[20]Yes sir, use Meeks' coat. \n[21]What, did you bring one? \n[22]An original piece by Charlie Dalton. \n[23]Oh, wow. \n[24]Then I had religion, then I had a vision. I could not turn from their revel in derision. Then I saw the Congo creeping through the black, cutting through the forest with a golden track. Then I saw the Congo creeping through the black- \n[25]...cutting through the forest with a golden track. Then I saw the Congo creeping through the black, cutting through the forest with a golden track. Then I saw the Congo creeping through the black, cutting through the forest with a golden track. Then I saw the Congo creeping through the black, cutting through the forest with a golden track. \n[26]We got it, Pittsie. We got it! Radio Free America! \n[27]\"To dance, clap hands, exalt, shout, skip, roll on, float on.\" \n[28]What did he say? \n[29]My dad collects a lot of pipes. \n[30]Yeah, Knox, we're from the government. We're here to help, man. \n[31]Smoke that. Put that in your pipe and smoke it. \n[32]Neil! \n[33]What is that, Neil? \n[34]The god of the cave. \n[35]Oh, no. \n[36]Wow! \n[37]Vocabulary. \n[38]Hello. \n[39]Me and Pitts are working on a hi-fi system. It shouldn't be that hard to, uh, to put together. \n[40]Look, uh, it's, it's over now. \n[41]Beautiful baby. Henley Hall, here I come. \n[42]You can't explain it, Todd. \n[43]You can't explain it, Todd. \n[44]Todd! \n[45]Charlie! \n[46]Go away. I have to study. \n[47]Expelled. \n[48]Nothing they didn't already know. ", "CHRIS": "\n[1]I'll get it. \n[2]Can I help you? \n[3]Hi. \n[4]Are you here to see Chet? \n[5]No. \n[6]Chet, I'm coming. \n[7]I'm coming. \n[8]Hello? \n[9]Hello? \n[10]Yes. \n[11]Oh, yes. Knox. Glad you called. \n[12]Listen, Chet's parents are going out of town this weekend, so he's having a party. Would you like to come? \n[13]Friday? Um- \n[14]About seven? \n[15]Okay. \n[16]Okay. Bye. \n[17]Knox! \n[18]You made it. Great! Bring anybody? \n[19]No. Ginny Danburry's here. Wait. I have to go find Chet. Why don't you go downstairs where everybody is? \n[20]Make yourself at home. \n[21]Knox, what-- \n[22]What are you doing? \n[23]Chet! Chet, don't. \n[24]Chet, no! You'll hurt him! No! No! Stop it! Leave him alone! \n[25]Chet, stop it! \n[26]Knox, are you all right? \n[27]Chet, you hurt him! \n[28]It's okay. It-It's okay. \n[29]Knox, what are you doing here? \n[30]Knox, don't you know that, if Chet finds you here he'll kill you? \n[31]Knox, you're crazy. \n[32]No. No-- I, I can't. Forget it. \n[33]Knox, I don't believe this. \n[34]Oh, but it's fine-- \n[35]It's fine for you to come barging into my school and make a complete fool out of me? \n[36]Well, you did. Chet found out. And it took everything I could do to keep him from coming here and killing you. Knox, you have got to stop this stuff. \n[37]Knox, you say that over and over. You don't, you don't even know me. \n[38]Knox, Knox, it just so happens that I could care less about you? \n[39]I have to go. I'm gonna be late for the play. \n[40]Chet? To a play? Are you kidding? \n[41]Knox, you are so infuriating. \n[42]Uh-huh. \n[43]You know what would happen if Chet found out? \n[44]And I suppose you would promise that this would be the end of it. \n[45]What is that? \n[46]You are so infuriating. ", "PITTS": "\n[1]\"To the virgins, to make much of time\"? \n[2]\"Gather ye rosebuds while ye may, old time is still a flying, and this same flower that smiles today, tomorrow will be dying.\" \n[3]That was weird. \n[4]Me. \n[5]The Danburry's? Who are the Danburry's? \n[6]That's too bad. \n[7]All the good ones go for jerks, you know that. \n[8]We got it. \n[9]No sir. Science experiment, radar. \n[10]Where's this cave he's talking about? \n[11]That's miles. \n[12]I don't know Neil \n[13]What is this, a midnight study group? \n[14]Oh God. Clowns. \n[15]I'm eating the other half. \n[16]You want me to put it back? \n[17]\"In a mean abode in the shanking road, lived a man named William Bloat. Now, he had a wife, the plague of his life, who continually got his goat. And one day at dawn, with her nightshift on, he slit her bloody throat.\" \n[18]Oh, and it gets worse. \n[19]Take center stage. \n[20]\"Oh to struggle against great odds. To meet enemies undaunted.\" \n[21]\"Oh to struggle against great odds. To meet enemies undaunted.\" \n[22]Puck? \n[23]Your parents collect pipes? Oh, that's really interesting. \n[24]It's Chris. Here's a picture of Chris for you. \n[25]Duh. It's a lamp, Meeks. \n[26]Charlie, what are you doing? \n[27]That was nice. That was great. Where did you learn to play like that? \n[28]Nuwanda? \n[29]Yeah. Uh, I might be going to Yale. Uh, uh, but, I, I might not. \n[30]You didn't. \n[31]Spaghetti and meatballs! \n[32]What'd she say? \n[33]Come here, Knox. \n[34]Beautiful baby. \n[35]He said something about getting red before we left. \n[36]I, uh-- Well, you know Charlie. \n[37]Calm down. \n[38]Todd, it's okay. It's okay, Todd. \n[39]Twice. \n[40]How do you mean? \n[41]About what? ", "MCALLISTER": "\n[1]Slow down boys, slow down you horrible phalanx of pubescense. \n[2]Agricolam. Agricola. Agricolae. Agricolarum. Agricolis. Agricolas. Agrilcolis. Again, please. Agricola. \n[3]What the hell is going on here? \n[4]Mr. Keating. \n[5]I'm sorry, I- I didn't know you were here. \n[6]Ahh, so you are. Excuse me. \n[7]Quite an interesting class you gave today, Mr. Keating. \n[8]Oh, there's no need to apologize. It was very fascinating, misguided though it was. \n[9]You take a big risk by encouraging them to be artists John. When they realize they're not Rembrandts, Shakespeares or Mozarts, they'll hate you for it. \n[10]Free thinkers at seventeen? \n[11]Not a cynic, a realist. Show me the heart unfettered by foolish dreams, and I'll show you a happy man. \n[12]Tennyson? \n[13]For God's sake stop chattering and sit down. \n[14]Oh shut up, will you. ", "BOYS": "\n[1]Tradition, honor, discipline, excellence. \n[2]Travesty. Horror. Decadence. Excrement. \n[3]Mr. Perry. \n[4]Ohhh\u0085 no\u0085 \n[5]Then I saw the Congo creeping through the black, cutting through the forest with... \n[6]I don't know, but I've been told-- \n[7]Doing poetry is old-- \n[8]\"To live deep and suck out all the marrow of life. To put to rout all that was not life\" \n[9]Hello. How do you do? \n[10]Sorry. Excuse- Excuse me. \n[11]Yes, Captain. \n[12]Yawp! \n[13]All my life Thy light shall surely follow me And in God's house forevermore My dwelling place shall be Amen. ", "MR NOLAN": "\n[1]Ladies and gentlemen, boys, the light of knowledge. \n[2]One hundred years ago, in 1859, 41 boys sat in this room and were asked the same question that greets you at the start of each semester. Gentlemen, what are the four pillars? \n[3]In her first year, Welton Academy graduated five students. Last year we graduated fifty-one. And more than seventy-five percent of those went on to the Ivy League. This, this kind of accomplishment is the result of fervent dedication to the principles taught here. This is why you parents have been sending us your sons. This is why we are the best preparatory school in the United States. \n[4]As you know, our beloved Mr. Portius of the English department retired last term. You will have the opportunity later to meet his replacement, Mr. John Keating, himself a graduate of this school. And who, for the past several years, has been teaching at the highly regarded Chester School in London. \n[5]Glad you could come by. \n[6]You've been away too long. \n[7]Good to have you back. \n[8]Mr. Anderson.You have some big shoes to fill, young man. Your brother was one of our finest. \n[9]Thank you. So glad you liked it. \n[10]Tom \n[11]Neil. We expect great things from you this year. ", "CHET": "\n[1]I can't, Mom. \n[2]Chris, come on, what are you doing? \n[3]Chris! \n[4]What? \n[5]Huh? \n[6]What the hell are you doing? \n[7]Goddamn! \n[8]Bastard! \n[9]Chris, get the hell away from him! \n[10]Good! \n[11]Next time I see you, you die. ", "MR PERRY": "\n[1]Gale \n[2]Good to see you again. \n[3]Well he won't disappoint us. Right Neil? \n[4]Keep your seats fellows, keep your seats. Neil, I've just spoken to Mr. Nolan. I think that you're taking too many extra curricular activities this semester, and I've decided that you should drop the school annual. \n[5]Well I'm sorry Neil. \n[6]Fellas, would you excuse us for a moment? \n[7]Don't you ever dispute me in public. Do you understand? \n[8]\n[9]You know how much this means to your mother, don't you? \n[10]Well, that's my boy. Now listen, you need anything, you let us know, huh? ", "HAGER": "\n[1]All right fine. \n[2]Your study of trigonometry requires absolute precision. Anyone failing to turn in any homework assignment will be penalized one point off their final grade. Let me urge you now not to test me on this point. \n[3]Ready Overstreet? \n[4]All right gentlemen, five minutes. Let's go. \n[5]That wouldn't be a radio in your lap, would it Mr. Pitts? \n[6]You boys there, hurry up. \n[7]I'm warning you, move. \n[8]Cut out that racket in there. \n[9]Knox Overstreet. \n[10]Todd Anderson. ", "GLORIA": "\n[1]Is this it? \n[2]Uh-oh. \n[3]Hi. \n[4]Hello. \n[5]Hi. Hi. \n[6]Yeah. If you guys don't have a meeting, how do we know if we wanna join? \n[7]That's beautiful. \n[8]Don't you guys miss having girls around here? \n[9]That's right. It's Nuwanda. ", "BUBBA": "\n[1]You're his brother? \n[2]Where's your manners Steve? Mutt Sanders' brother, we don't even offer him a drink. Here. Go have some whiskey, pal. \n[3]To Mutt. \n[4]Now, how the hell is old Mutt, anyway? \n[5]To Mighty Mutt. \n[6]Well, listen, I gotta go find Patsy. Say hello to Mutt for me, okay? \n[7]Chet! Chet! Look! \n[8]It's Mutt Sanders' brother. \n[9]And he's feeling up your girl! ", "BOY": "\n[1]Okay. \n[2]I don't want to go here. \n[3]What's the matter? Don't you like snakes? \n[4]Spaz, why don't you check your pocket, huh? Come on Spaz I have to brush my teeth \n[5]Oh, God! \n[6]What's for dinner? ", "PUCK": "\n[1]Thou speak'st aright; \n[2]I am that merry wanderer of the night. I jest to Oberon and make him smile When I a fat and bean-fed horse beguile, \n[3]Neighing in likeness of a filly foal: And sometime lurk I in a gossip's bowl, In very likeness of a roasted crab, And when she drinks, against her lips I bob And on her wither'd dewlap pour the ale. The wisest aunt, telling the saddest tale, \n[4]Sometime for three-foot stool mistaketh me; Then slip I from her bum, down topples she, And \"tailor\" cries, and falls into a cough; And then the whole quire hold their hips and laugh, And waxen in their mirth and neeze and swear A merrier hour was never wasted there. But, room, Fairy! here comes Oberon. \n[5]If we shadows have offended, \n[6]Think but this, and all is mended, That you have but slumber'd here While these visions did appear. And this weak and idle theme, No more yielding but a dream, Gentles, do not reprehend: If you pardon, we will mend: And, as I am an honest Puck, If we have unearned luck Now to 'scape the serpent's tongue, We will make amends ere long; Else the Puck a liar call; So, good night unto you all. Give me your hands, if we be friends, And Robin shall restore amends. "}}