{"dialogues": {"SAM": "\n[1]Dear White People. The minimum requirement of Black friends needed to not seem racist has just been raised to two. \n[2]Sorry, but your weed man Tyrone does not count. \n[3]Dear White People, apparently Morgan Freeman in \"Deep Impact\" wasn't enough. Despite two terms Obama could cure Cancer and somewhere White folks will be embroiled in protest. And he's only half Black. \n[4]Talk to me. \n[5]No need. Mass media from Fox News to reality tv on VH1 makes it clear what white people think of us. \n[6]Dear White People I am here to burst your post-racial little bubble. \n[7]Dear White People, thanks to the new process of randomizing housing assignments for Sophomores, some of you may be jarred by an assignment to Armstrong/Parker house. \n[8]When encountering a Black person try and stay calm. Don't say things like \"what's up\" and \"my brotha\" That's not how you normally talk. \n[9]Dear White People, this just in. Dating a Black person to piss off your parents is a form of racism. \n[10]Oofta is as Oofta does. \n[11]Just because we're colored don't mean we run on colored people time. \n[12]Hate this shit. \n[13]Troy we live in a world where there's a Big Momma's House 3. I don't have a chance in hell. Thank God. \n[14]Troy my brother, it's broke. \n[15]Troy's a legacy kid. And yet it's under his watch that Armstrong / Parker, the bastion of Black culture here was gutted. By the Randomization of Housing Act. Second years of color no longer have a say in where they go. The culture that's been fostered in this house for two decades will be wiped out in two years. \n[16]This wasn't motivated by a desire to mix things up. Bring about racial and socioeconomic harmony. No, the Black kids are sitting together in the proverbial cafeteria and they must be up to no good. \n[17]We sit together to protect ourselves. Over a century of houses grouped by sports affiliations, political leanings, majors, you name it. Black folks get their own house, suddenly we got a problem? \n[18]This Act doesn't affect the other houses like it does ours. There are plenty of trustees, former coaches, and presidents watching out for the others. All we have is a Dean who'd rather please his massa -- \n[19]-- then stand up for his own. Look, I know ya'll ain't voting for me. Ya'll ain't ready and I didn't come here for that. The Black Student Union and I have brought a petition to repeal the Randomization of Housing Act. I plan on bringing it to the President and together we can bring Black back to Manchester. It'll be by the door. \n[20]Event requests for the year? \n[21]That's absurd. \n[22]Troy. I didn't think I was going to win. \n[23]Because they all have a legacy of rich and powerful allies on the board who will make sure that \"random\" works out to their advantage. \n[24]The Armstrong / Parker dining hall is the epicenter of Black culture as it stands at Manchester. Only here can you commiserate, celebrate and discuss everything from Kanye West lyrics to theoretical relativism all in one sitting. Not to mention find someone who can actually do your hair. \n[25]You call me the minute there's an update. Love you too mom. \n[26]I always forget passwords. \n[27]Good thing the one evil techno- genius thinking like that is on my side. \n[28]So this is what the revolution looks like? Office hours and paperwork. \n[29]Lynch mob is still there. Just re- branded itself. \n[30]Want to know how this world sees you? Go to a Young Republican's meeting and bring up Welfare. \n[31]What are you doing in here? \n[32]On behalf of the colored folks in the room, let me apologize for all the better qualified white students whose place we're taking up. \n[33]You get lost? Bechet is that way. \n[34]On Pastiche? Your uninspired humor magazine? \n[35]What gives you Clubhouse kids the right to come to our Dining Hall? \n[36]You don't live here. \n[37]You can't eat here. \n[38]I'm the Head of this house. And I'm doing things my way. \n[39]-- Yeah, I know who your daddy is. The same one who's been pushing to break up this House for a decade. What's wrong? Is he scared letting the Negroes gather in groups might start a rebellion on the plantation? You tell him from me...he should be. \n[40]You too. \n[41]Is this your house? \n[42]Dear White People, stop dancing. \n[43]What? \n[44]Before you say anything might I remind you that I sat through Birth of A Nation, Gone With The Wind, and Tarantino week without protest. \n[45]The Gremlins are loud, talk in slang, are addicted to fried chicken and freak out when you get their hair wet. \n[46]I've been getting footage. \n[47]I've got Radio, BSU, this Head of House thing -- \n[48]-- Look this thing might as well be my right hand Professor. I was busy this summer that's all. \n[49]My dad. He's sick. Had to go home. \n[50]-- I do -- \n[51]Thematically dubious? \n[52]You're thematically dubious! \n[53]Since when do TA's give critiques? \n[54]To invoke the same feeling I get when I turn on the TV and see some so-called reality star shuck and jive for ratings egged on by no doubt white producers. Or the sassy Black secretary with no backstory or character development aside from their skin color. \n[55]Blackface is alive and well in our culture. Who primarily buys hip hop? Watches Housewives of Atlanta? The same homogenized images of Black people over and over again? White people Gabe. \n[56]We're an underfed community. None of this changes the fact that the vibrancy, the complexity of Black culture has been distilled into commodities and marketing schemes to be bought and sold-- \n[57]I am indistinguishable from the so called \"urban\" images used to amuse and market to white America. \n[58]On your knees. \n[59]My hair was so straight. My sweater so big. I told you about that? \n[60]Yeah, it's...it's. \n[61]Yeah, well... \n[62]Fucking. \n[63]Dear White People. Please stop touching my hair. \n[64]Does this look like a petting zoo to you? \n[65]Dear White People, knowing Lil' Wayne lyrics no longer earns you an Honorary Black Card. It just reminds me how often you say the word \"nigga\" when no one Black is around as is required in reciting said lyrics. \n[66]The Paper Bag Tests. \n[67]The Tip Test. You hit up Jelly's for a snack. Your waitress mistakes you for someone who looks like you who once ran up a thirty dollar bill and left a dollar tip. \n[68]You watch all the other customers order before you do... \n[69]...then proceed to wait no less than forty minutes for your food. \n[70]How do you tip? A... \n[71]\n[72]Or C... \n[73]Dear White People in a shocking reversal using the term \"African American\" is borderline racist now. \n[74]Turns out if you're too worried about Political Correctness to say \"Black\", odds are you secretly just want to call us niggers anyway and truth be told I'd rather you just be honest about it. \n[75]Like, can we have a movie with, you know characters in them? `Stead of stereotypes wrapped in Christian dogma? \n[76]How come the only Black movies Hollywood wants to make are ones with mammies in fat suits or Black women in pain man? \n[77]How `bout you stop stereotyping yourself and put that shit out? This ain't \"Friday.\" \n[78]Demonstrations can get shut down if a House doesn't sponsor them. \n[79]You want me to break it down? \n[80]Only a few ways colored folks survive at a place like this. \n[81]\"Oofta\" is the jazz age term for Bojangle types who Blacked it up for White audiences. \n[82]An Oofta modulates his Blackness up or down depending on the crowd and what he wants from them. \n[83]Sort of. Nose-jobs smooth their Black edges and try to blend. \n[84]Dear White People using Instagram. You have an iPhone and go on hikes. I get it. \n[85]A Nose-job's worst fear is that their \"Blackness\" might cause a fuss or draw undue attention so they apologize for it or use it to self deprecate. \n[86]Like I said... \n[87]There's only a few ways a person of a color can survive at a place like this... \n[88]Use your head Reggie. You think a rally is going to change things? \n[89]We? I didn't see you running for shit Reggie. \n[90]Don't \"one word\" me. \n[91]Don't call me that. \n[92]I'm taking my ass home. \n[93]How am I supposed to know how you feel about me? \n[94]I'll set up the rally. \n[95]Forget your sign Dean? \n[96]The role of the counter culture is to wake up the mainstream to -- \n[97]What about my show? \n[98]Black people can't be racist. \n[99]Prejudice? Yes. But not racist. Racism describes a system of disadvantage based on race. Black people can't be racist since they don't benefit from such a system. \n[100]Is the New York Times a school paper? \n[101]Warm milk? \n[102]It's not my fault your son couldn't beat me in an election. \n[103]If that's true, I'm not the only one Dean. \n[104]I told you I had class. \n[105]No. I mean how long do I have to talk anyway? \n[106]Yeah but...you know I think the whole Malcolm X thing is your lane Reg. I'm just not -- \n[107]Hey. In the middle of-- -- Okay. Okay. Okay. \n[108]You're so tough. \n[109]I want you to wait until they've gone and then head home. \n[110]Can you be somewhere else for me? \n[111]The only eligible single brother on campus. \n[112]I get it. Your parents owned in Harlem or something? You watched \"Do The Right Thing\" in high school and you want to prove to the world you're down? \n[113]Reggie I will call you later damn! You don't know what you're talking about. Girls like me-- \n[114]You can't say Mulatto. \n[115]Window. Go out the window. \n[116]That's not a real African country. \n[117]No? And who am I? \n[118]Perceptive. \n[119]And I was so careful... \n[120]Yeah? Yeah? Yeah. It's okay. Get some sleep. \n[121]His condition's stable. \n[122]Gabe! \n[123]I'm sorry. \n[124]I wouldn't even begin to know how to do something like that. \n[125]You're trying to frighten me, but I think you're the one who's scared. \n[126]You damn right it is. \n[127]For a genius dude you're a fucking idiot. \n[128]I didn't ask for it Reggie. I look like I betrayed this house. \n[129]What do you want me to do? Go over there and yell at them? \n[130]This house is filled with folks willing to take up after a cause Lionel. Believe me. Never would have guessed you'd be one of them but... \n[131]If I'm caught being a part of anything like this...it wouldn't be good for me right now okay? \n[132]I'm done being everybody's angry Black chick. \n[133]But you'd welcome it? A shot for school president. \n[134]Even though I'd been expressly forbidden to do so, I wanted to do one last show. Something to sum up the moment. To savor in the pop of the post racial bubble just burst. \n[135]Dear White People... \n[136]I wanted to react. \n[137]...Know what? Nevermind. \n[138]Why am I even here? \n[139]As much as you hate him, you will stop at nothing to protect your master and his boy. \n[140]That invite, whoever sent it should've been met with derision and outrage. Instead, a hundred people showed up and they pulled out posters and decorations and costumes they'd made for just such an occasion. \n[141]Yeah. Prez made an executive withdrawal. Armstrong stays Black. \n[142]Getting too dramatic man. Thinking about getting an apartment off campus. We'll see. \n[143]He's recovering. \n[144]We were actually on the phone last night for hours. First time we talked since the bypass. He was putting up a strong front. Teasing me about being so worried. Then came the stories about me as a little girl I'd heard a thousand times. About how independent I was. \n[145]My mother worked nights so he would take me to school. And it pissed me off because he would follow me all the way to homeroom. Every time he tried to hold my hand I'd scream and pull away. He thought I was just being...difficult. \n[146]But it was the kids. And the parents and the teachers. They'd see this Black girl and this white man and wonder what we were doing together. Even at nine I could feel their eyes on me. Especially at nine. It brought tears to my eyes. \n[147]I was just a bratty girl, didn't know any better but-- The thought of losing him-- You know? I just feel so bad. How awful am I to do that to him? To anyone I love? \n[148]Think so? \n[149]So anyway. I didn't mean to say all of that. I don't know why I did. \n[150]I don't know. Lunch? \n[151]Think they'll let you in? \n[152]Hey Lionel. With me out and Troy moving on - A/P's going to need a new head of house. \n[153]Yeah. We got you man. ", "TROY": "\n[1]Someone turn that trash off. \n[2]Newbies right? \n[3]Welcome to Armstrong / Parker, home of the dopest dining hall in all of Manchester. I'm Troy, Head of House. \n[4]Ya'll take care. Nice Jordan's bro. \n[5]Hey I'm Troy. Welcome to Armstrong / Parker, home of the dopest -- \n[6]Head of House is always on duty. \n[7]Think I got time for a quick cut? \n[8]It's a Black thing babe. \n[9]Don't say \"thang\" like that. \n[10]-- I'll just wear a hat. \n[11]Election night. Babe, come on. \n[12]Yo, Kurt my man. \n[13]Is she kidding with this? \n[14]-- I can't let Sam and her wannabe Black Panthers take the House. The House needs me. This is who I am. \n[15]Oh so you pick up a Psych class you think you Freud or something? Huh? \n[16]Fine Beck, Jung, Maslow... \n[17]My major's in Jive. Minoring in Shuck. You're still majoring in trying to fuck my left overs right? \n[18]You went from ODB to Trey Songz... \n[19]Artie, you know your success ratio with the ladies went up like thirty percent after I started edging you up dog, come on. You went from ODB to Trey Songz! \n[20]No but seriously, I care about you guys. I care about this house. We had a great year last year and if it ain't broke... \n[21]You really think you can take this from me? \n[22]-- Yo that's enough of that Sam -- \n[23]Get it yet? \n[24]Good. You've now got the shared calendar, contacts, and official email. \n[25]Oh and before I forget. \n[26]Just this month. They need your approval. Also don't forget to pick your office hours. At least 20 per week. \n[27]You're in charge of a hundred residents now. And they need time to complain to your face. About noise. Leaky pipes. Gluten free options in the cafeteria. Etcetera. \n[28]And by the way petitioning the President on the Randomization of Housing Act isn't gonna do shit. None of the other houses are concerned. \n[29]And you think a petition is going to change that? \n[30]I don't see the issue. I never had one. Never ran into any lynch mobs. \n[31]As what pray tell? \n[32]Chill Sam damn. Let the man-- -- I got this. \n[33]President Fletcher. \n[34]Sam's out of line. Kurt's alright. \n[35]The Housing Act passing without a fight didn't help. \n[36]Pops my course load is full anyway. I'm head of Econ Board, I'm thinking about Pastiche. \n[37]You know to round out the res? \n[38]Yes sir. \n[39]What's the difference? \n[40]Sofia. You remember Sofia? Daughter of the President. Psych major. \"Has the world ahead of her Troy.\" \n[41]Sorry sir. \n[42]Someone like me? \n[43]Babe. Hat or no hat? \n[44]Are you wearing that? \n[45]What's with all this boo stuff? \n[46]I love you. \n[47]Can we please just, get ready? \n[48]You're not going to go with me? \n[49]You can hang out while I'm -- \n[50]\"DL shit!?\" \n[51]Who the fuck is T-Bone Walker? \n[52]White folks always be on stuff like decades too late and act like they discovered some shit. \n[53]Rock, Jazz, Blues - Nigga whatchu got on right now? \n[54]--Yo watch that man. \n[55]-- Ya'll get Country Clubs we get to say Nigga. \n[56]Whatchu mean all your girls? \n[57]Yo. It's a word for that. Reparations. \n[58]Forty white bitches and a mule. \n[59]That's the magazine right? \n[60]Yo man, you know I wasn't talking about Sof back there with whole forty bitches thing. I was just -- \n[61]I never really thought about -- \n[62]I'm a Poly Sci major man. I just came to hang out. \n[63]But you don't. \n[64]I'm good to her. \n[65]What and Sof is the White queen? \n[66]Okay. And what's this year's theme? \n[67]The party's a couple weeks away. \n[68]Nice seeing you. \n[69]I have no idea. \n[70]What's that supposed to mean? \n[71]I'll have you know I'm an equal opportunity employer, okay? \n[72]Aren't you and Sofia -- \n[73]Coco huh? \n[74]It's ten am. \n[75]I don't mess with that stuff. \n[76]Sure you don't like Black guys? \n[77]I'm not like that. \n[78]That was different. \n[79]Yo, it wasn't like that alright? \n[80]My pops. He wanted me with Fletcher's daughter. They've been in competition ever since they went here. Pops hates that Fletcher ended up President and he got stuck as the Dean. \n[81]Apparently four hundred years of unreconciled oppression. \n[82]If I even get tapped. \n[83]That what you want? To be famous? \n[84]Which one? \n[85]I like you a lot. \n[86]I smoke weed and write jokes. \n[87]The hell are you doing? This is my apartment. \n[88]The hell it is. \n[89]Head of House doesn't share. \n[90]You got it bro. \n[91]Yo! \n[92]I'm a Poly Sci major man. \n[93]There's not even that many residents in Armstrong / Parker. \n[94]Wow. \n[95]So great. \n[96]Who did? \n[97]Get my degree. Then Law School and then -- \n[98]Dad no. I want what we always talked about. Maybe have my own firm someday? Run for office. Make a difference. Wife. Kids. I want all that. I really really do. \n[99]Yes sir. \n[100]Father likes to show me off at all the Donor functions. The dessert course is usually my cue to take a breather while they talk shop. The trick is to dazzle them into forking over their estates just before they kick the bucket. \n[101]Kirk. Wait... \n[102]-- Yo what happens in the crib stays in the crib. Not trying to get my card revoked. \n[103]Yeah? That work out for you? \n[104]I was beloved. Won't lie. \n[105]My pops left a paint by numbers template for success at that High School. All I had to do was fill in the blanks. Football captain. Valedictorian. Prom King. \n[106]So what? You're growing that out? \n[107]It's...out there. \n[108]You know I cut hair. Why didn't you ask me? \n[109]Yo man. If I'd gone to your High School, I'd have had your back. \n[110]...my own firm. Maybe run for office. Make a difference you know? \n[111]Dad... \n[112]It's important. There's something happening on campus. I might've... \n[113]Oh am I? How about I tell your precious donors and anyone here who'll listen about the kind of a school it is they're giving to? \n[114]All I say to you is yes sir and no sir! Look I should've brought this up before but -- -- listen to me! \n[115]Of course I got my dad involved. It was the right thing to do. I didn't mean for all this to happen. All the posters and everything. \n[116]I think...I'd make more than few people happy if I ran. \n[117]No. Mine wasn't chosen. \n[118]What I wanted didn't matter then. Why should it matter now? I told you about the party, remember? \n[119]Next James Baldwin up in here. Wait hold on a sec. \n[120]Come on Coco. \n[121]My dad saw your videos. He's a little worried about -- \n[122]We had fun, alright? ", "LIONEL": "\n[1]Kurt! You home? \n[2]Kurt. It's Lionel. I'm locked out. \n[3]I don't know... \n[4]Dean. The worst thing about high school, and believe me it was a long list, were the Black kids. \n[5]-- I don't believe in labels. \n[6]This is a research school. \n[7]I submit articles to the Independent Observer. \n[8]You're mixing metaphors. \n[9]I hate jazz. \n[10]What's it matter? No one reads it. \n[11]Grood...Gate...I'm ah.. \n[12]No one reads the Observer. \n[13]What made you come over here? \n[14]I mean I'm glad you came -- \n[15]The oldest one has his face. \n[16]Trumpet... \n[17]Or gay equality. \n[18]Me? \n[19]Pathetic. \n[20]Pastrami sandwich on rye. \n[21]Forty minutes? Man she's lucky I leave her forty cents. You do a good job, maybe you'll see a tip. \n[22]Doris was tripping, but fifteen percent is the least I can do. \n[23]I reject the stereotype that African American's don't tip. I'm leaving her twenty, no twenty five, just to prove I can! \n[24]\n[25]Nose-job? \n[26]Relax the Negro at the door is not here to rape you. \n[27]So this is what editors do? \n[28]You wanted me to drop in and tell you how the story was coming? \n[29]It was this or the new Madea movie. \n[30]Of course not. \n[31]So then Sam says \"What, is your daddy scared the Negroes are gonna start a rebellion on the plantation?\" \n[32]Yeah. Yes. Yup. \n[33]Outdated nationalist seeks purpose starts race war? \n[34]What are you doing? \n[35]My name is Lionel Kind of like a lion King of the jungle Indigenous to Africa... \n[36]Sorry. \n[37]She seems really cool. \n[38]No. Garmin. \n[39]George I'm not exactly down with Sam and I'm not in the BSU. I got kicked out of Armstrong / Parker same as Kurt. But I'm going to write a good story, okay? \n[40]I'm growing it out. \n[41]I live here. \n[42]It's two in the morning. \n[43]The Dean said it was the only opening. \n[44]But you're not Head of House. \n[45]Sure thing? \n[46]I was just finishing up. \n[47]No. \n[48]I'm growing it out. \n[49]I listen to Mumford and Sons and watch Robert Altman movies. You honestly think I'm Black enough for the union? \n[50]I'm late for class. \n[51]I'm not on staff. Not until I make good on my assignment, I'm just -- \n[52]They want me to do a profile piece on Black culture at Manchester. \n[53]Being neither. \n[54]The Negro at the door didn't scare you this time. \n[55]You need something? Saw your e- mail. \n[56]That's Halloween night. \n[57]Ah. Thus the new guy. \n[58]I don't know. Are there going to be any racially fueled outbursts at this thing? \n[59]Am I a good writer? \n[60]You're just a big recommendation away from landing the Times. \n[61]Yeah. Sounds good. \n[62]Funny seeing you here. \n[63]So...Picard or Kirk? \n[64]I saw you watching Star -- \n[65]Hey, some could argue that a show with Whoopi Goldberg, Michael Dorn and Kunta Kinte himself is a pretty Black show. \n[66]No. No it did not. At least not in High School. I bet there's a statue of you at your High School. \n[67]Did they know you were a trekker? \n[68]I think it's gaining sentience. \n[69]It's like a black hole for white people's fingers. They're obsessed. \n[70]You're I dunno...you? \n[71]No costumes? I got a tux for this. \n[72]Where is it? \n[73]Third and Basin. I know it. \n[74]This is kind of fucked up. Right? \n[75]Kitchen's this way. \n[76]Ouch. \n[77]It's okay. Can't wait to cut all this off. \n[78]I'll be right back. \n[79]Sam? Can we talk? \n[80]Have you heard you yelling? \n[81]For the first time in my life, I can't just sit around and do nothing. How can you? \n[82]Hey. How's it going. Hi. \n[83]Hey...what is this? \n[84]Uh. Excuse me. Hi. I'm Lionel. Some of you...none of you probably know me. I've never been to a meeting. But I just came back from a party on campus and I think you should know about it. \n[85]Anybody mind if I? \n[86]I mean...I don't know. This is fucked up right? \n[87]We go over there. Now. \n[88]We're putting an end to this Kurt. \n[89]Kurt-- \n[90]Heyyyy! Hoooo! Heyyy! Hooo! \n[91]My name is Lionel, Some people call me Li. Lots of people think that I talk kinda white. Well that's alright. Yeah that's cool. I'd rather you think I'm white, than tap dance for you. \n[92]Finally got me where you want me. \n[93]It's hard enough for us to even get into a school like this. Let alone succeed. Find our way. This is only a debate because of who Kurt's dad is, which just proves the point. All you did was have a radio show and look what happened to you. \n[94]To stop it. \n[95]Someone once told me...Manchester is like jazz. I don't know much about jazz. But from what I can tell, when your solo's up, you better blow. \n[96]2 Chainz? Shaft? While endless complex depictions of whites, white men in particular exist - there aren't that many versions of us in the culture. \n[97]Culture has a powerful way of telling people what they can and can't be. For people of color the options are rather limited. \n[98]Think there's a story there? Who do you think it'll be? \n[99]What? No. ", "COCO": "\n[1]I'm fucking pissed... \n[2]...I am! The whole point of randomized housing is to mix shit up. I'm out here trying to find the Olivier to my Halle Berry, and they've got me looking like an extra on a Different World... \n[3]In my second year of a four year sentence. Wanted to go to New York. \n[4]Things my mama taught me not to. You know get in a lot of trouble and become famous for it. But alas I didn't get into Tisch... \n[5]Traditionally it's where the hopelessly Afrocentric gather to process their guilt over not going to an HBCU. Where the Negros be at. \n[6]Bechet House is more my style. \n[7]Excuse me? \n[8]Hyde Park. \n[9]Seventy Eighth and -- \n[10]-- Ain't nothing hood about me. \n[11]So what's this show about anyway? \n[12]You're so cute. \n[13]Hey what house did you get? \n[14]Of course. The mere thought of a Fletcher anywhere else... \n[15]I'm down to switch if you are. You get your Denzel. I get my Gosling. \n[16]Cute... ...for a Black boy. \n[17]Nice to meet you. I should get settled. Thanks Sof! \n[18]Boycotting hot combs don't make you an expert on \"colored people\" boo. \n[19]So that's what you're looking for? \n[20]I think I'd be good TV. \n[21]I am. And when I graduate early with an Economics degree from Manchester it will be the crowning achievement of my Black middle class parents' ambitions. \n[22]So you want me to start a fight. \n[23]The talented tenth always has to bust its ass a little bit harder, but I don't see the benefit in blaming white folks for everything. \n[24]The fuck? \n[25]Muffins. I hate to do it, but Imma have to get real Black with you. So the other day, a girl had the nerve to fix her mouth and ask me if my hair was weaved. Weaved. Weaved bitch? \n[26]First of all if you're going to fix your mouth to ask me something like that, say it right please? It's weave. Noun. Present tense. Second of all don't assume just because you see a sister with some hair it's a weave. Is it? Clearly. If a bitch could grow straight Indian hair directly out her own head I wouldn't have just overdrafted my account paying for this shit but that ain't your business. Are those your lips sweetie? Sweet heart is that really your skin? These white girls and these tans I swear to God, they're starting to look darker than me. \n[27]Dear White People. What do I think about it? \n[28]If I could grow straight Indian hair out my head -- \n[29]Ugh. \n[30]Don't talk like that. \n[31]Muffins. I hate to do it, but Imma have to get real Black with you. \n[32]Forty thousand views already? \n[33]Let me guess you're from Ohio? \n[34]Dear White People. How do I feel about it? Well for one it's Blacker than thou propaganda from a bougie Lisa Bonet wannabe who smells like patchouli and frankly I can't believe we're letting Sam get away with it. \n[35]I just think having good hair and carrying on with a degree of sophistication doesn't make me a traitor to the race. \n[36]You guys got a party coming up? \n[37]Where's Sofia? \n[38]Trouble in paradise? \n[39]Figures. Nothing. I'm sure you've got something else fair and petite and...fair lined up for that drink. \n[40]It's fine. I'm not even really into Black dudes anyway. \n[41]And what kind of jobs are you hiring for mister? \n[42]-- I'm an accessory to Sofia. Can't ever shake the feeling I'm an assignment for that Afro Studies Minor of hers. \n[43]I'm sure you have no idea what I mean. \n[44]Colandrea doesn't exactly pass the resume test, you know? I mean couldn't you fucking die? My parents should've just named me Ghetto-ass-hoodrat-anisha. Do you...indulge? \n[45]Sure about that? \n[46]Girl like me is just a placeholder for ya'll at a place like this. \n[47]I don't think Sam would agree. \n[48]No it wasn't. Poor thing, she was light skin-ded and everything. \n[49]So your upbringing may have actually fucked you up more than mine? That's hot. \n[50]The hell is the difference between a Dean and a President anyway? \n[51]He's not going to like you running with the Pastiche boys is he? \n[52]You will. And you should do it. They all land somewhere big, some before they even graduate. I've seen you in front of a crowd Troy. I bet you could be famous. \n[53]I want people to know my name. \n[54]We want you. Come by Ellington tomorrow at eight. Anything? \n[55]You're going to have to stand up to him sooner or later Troy. \n[56]Told you I was good TV. \n[57]Interesting. \n[58]...we do it all the way. I'm guessing Sam turned you down. \n[59]I'm about to get a whole lot more. \n[60]-- I want to MC it. Your party. \n[61]You want me and in order to get me, you have to let me MC. \n[62]And I want to do a live video blog from my Youtube account. \n[63]They got no choice. They need me -- \n[64]-- cause without me ya'll look like a bunch of privileged assholes. \n[65]...You got a week to put this thing together boo boo. What's it going to be? \n[66]You look surprised. \n[67]Hey there muffins. How do I look? Why are white folks so obsessed with being Black? And why are Black folks so addicted to Blonde Barbie doll weaves? Honeys it's a strange symbiosis we're here to explore... \n[68]Kurt, it's me. I can't do this. \n[69]What? Say it. Come on. \n[70]This may come as a shock, but these people don't give a fuck about no Harriet muthafuckin Tubman. They pay millions of dollars on their tans, their lips, their asses, Jay- Z tickets, you name it, cause they wanna be us. \n[71]So they got to be for a night.I'm not about to go out into the streets in protest of a Halloween party. \n[72]I know this may come as a shock, but nobody gives a fuck about no Harriet muthafuckin Tubman...they wanna be us. So they got to be for a night. \n[73]So when I got the invite and saw everyone clicking \"yes\" I figured it was back on. \n[74]... \n[75]I know this may come as a shock, but they don't give a fuck about no Harriet muthafuckin Tubman... \n[76]Half? \n[77]For shooting? \n[78]Made some new friends? \n[79]Fine. \n[80]Fuck you. \n[81]-- how it'll look. With your campaign and all. What's your best friend Reggie think? \n[82]I get everyone else wants you to win Troy. But do you? ", "KURT": "\n[1]Sis. \n[2]Bullshit. \n[3]The biggest athletes, movie stars, hell your president is Black. \n[4]Sometimes I think the hardest thing to be in the American work force right now is an educated white guy. \n[5]You guys still got affirmative action, you're set. \n[6]Obama. Leader of the free world got into Harvard on affirmative action. Know who's not president right now? The guy that didn't get in. \n[7]Yeah but what other dining hall gives you chicken and waffles? Dear White People right? Funny stuff. How haven't we staffed you yet? \n[8]We're a lot more than a magazine sweetie. SNL staff is basically half Lampoon, half Pastiche. Just like the network comedies. \n[9]Who are you to put me out? \n[10]You got any idea who you're -- \n[11]Bad move. \n[12]Everyone wants to be on our staff that's the easy part. \n[13]Yeah but Halloween is our premiere party. The waitlist is already a hundred deep and it's going to take a lot to outdo this summer. \n[14]Too close to the Tea-Party. \n[15]Guys what's the Pastiche motto? \n[16]The hell does Sam think she is? \n[17]Could we? \n[18]Hey Lionel. Talked to the Dean today. \n[19]We had a very enlightening conversation. I just want to say... I'm sorry about the voice message. \n[20]Do you accept? \n[21]You got to talk to these people in a language they'll understand. \n[22]Wherever he ships you off to, be sure to pack a sense of humor with you, kay bro? \n[23]What? \n[24]I fold. \n[25]-- trying to get on my staff? \n[26]-- Bullshit. Game Night is where we make our bids for the new staff. It's why everyone's here. You were practically about to bust out a tap dance. \n[27]My staff likes you. A lot. \n[28]This thing with you and Sof... \n[29]Our dad's have been playing a game of chess off and on since 1972. \n[30]You're a pawn. And I think it's time you get off the board bro. \n[31]Here's the deal. Every year we throw a party. The point is to mock the self important and moronic entities of the campus. The way to get staffed is to write an invite for the party. \n[32]Our invites are legendary, we make Gawker, the Post, tons of blogs every year. If your invite is the one that goes out, you're guaranteed a spot on the staff. The runners up are voted on by the rest of us. \n[33]Still working on that... \n[34]It's ironic. Bold. And don't tell me I'm the only one who thinks Sam White's little movement needs to get cut down to size. \n[35]Looks like you got your Hip Hop party Mitch. \n[36]Boys, we've got a lot more mingling to do. We'll be in touch. And Troy? Get off the board bro. \n[37]Need your submission by Thursday. \n[38]The fuck? \n[39]We don't have anyone like you on staff and you had a great idea. We brought you here to -- \n[40]We're here to tell you what we want. \n[41]We don't let people video blog our events... \n[42]What party -- \n[43]Dear White People. Are you tired of your hum drum, Wonderbread existence of accidental racism and wishing you could sip on Henny out yo crunk cup without a Bitch giving you the side-eye? Course you are. \n[44]For all those looking to unleash their inner Negro from years of bondage and oppression Pastiche proudly presents \"Dear White People\" our 89th annual Hallow's Eve Costume Party - tonight at 10 Pacific Time or 5 Colored People Time. Sorry for the short notice, but let's keep it one hun-ed. You've had us on your calendar for weeks. \n[45]Dudes must rock FUBU, Ecko, Rocawear, or Sean John. XXXL is the smallest size T-Shirt you can wear, preferably with a collage of Barack Obama and Tupac on it. Stunner Shades, chains, and Blue-Tooth devices sticking out yo ears are also encouraged. \n[46]Ladies, we need to see huge hoop earrings, long nails, and cheap tight clothes. \n[47]Naturally there will be a freestyle rap competition so bring it, get yo shine on and join us for the party of the year! Oh and Nigga Nigga Nigga Nigga. Boy that felt good. \n[48]What the hell? \n[49]Yeah? \n[50]Okay, I'm fucking confused. \n[51]What? \n[52]Lionel? \n[53]The fuck you think you're doing man? \n[54]That all you got? \n[55]Fuck you I'm calling the cops. \n[56]-- Why don't you tuck your tail between your legs, run and tell the Dean and get the fuck out. \n[57]Dude. I know you can't help it... \n[58]...but why are you such a fag dude? \n[59]I didn't do this. Sam. I had nothing to do with this. \n[60]Once I heard what the group was planning, I sent out an email to the staff to cancel it. You have the email printed in front of you. \n[61]My lawyer. \n[62]\n[63]Your son tell you that? \n[64]I loathe Facebook. \n[65]You've got to believe me. ", "DEAN FAIRBANKS": "\n[1]How could this happen? \n[2]Most everything's locked up, but we'll find another residence to move you to. Third time's a charm. What about Armstrong / Parker? \n[3]I might have an opening. Maybe it'd be good to be around...you know. \n[4]Maybe it's in your head. Sure, sometimes our folks can be intolerant around people like you. Homo -- \n[5]You like jazz Lionel? Manchester's like jazz you know. \n[6]And jazz is tension. The interplay of improvised solos all creating one song. Your problem is you've got no instrument. No major, no affiliations, no solo son. \n[7]No one reads the Independent Observer, my point is are you playing swing or bebop? \n[8]Are you a sax or are you a trumpet? \n[9]I'll do what I can. Not a word of this in the Observer okay? \n[10]Stalin quotes for two hundred? \n[11]I'm sorry, was I supposed to take \"Free speech my ass\" as a legitimate suggestion? \n[12]Every race issue is my issue. \n[13]How bad is this deficit of yours? \n[14]President Fletcher tells me his son got his ass handed to him. \n[15]Bout time. Can't tell you how many instances I had to defend Armstrong / Parker when I was Head of House. \n[16]But you're supposed to be better than alright. Since when do we lose elections Troy? \n[17]What have I told you about excuses? \n[18]Pastiche? On Kurt Fletcher's staff? \n[19]I'll be God damned if twenty years from now you have to end up working for that dumb asses son. \n[20]Fletcher and I graduated a year apart. He barely made it through. I graduated Summa cum Laude. Now look who's President and who's Dean. \n[21]A couple hundred grand a year. Understand what I'm saying? Now what happened between you and Sam to make her come after you anyway? \n[22]I don't like your tone boy. \n[23]So you lost the House. On to the school presidency then. \n[24]It'll be good to show this campus is capable of electing someone like you as school president. \n[25]Running late. \n[26]For your little rally? \n[27]Do you honestly think this is in the spirit of Armstrong / Parker house? \n[28]-- I've got furniture older than you. Counter culture? Is that what you think this is? That show of yours? \n[29]Your show is racist. \n[30]Do you read the school papers? \n[31]Your antics are making press Sam and press like this keeps men like President Fletcher up at night. \n[32]He's building a file on you. \n[33]I'm sure it was hard growing up. Wondering which side you fit into. Feeling like you have to overcompensate perhaps? \n[34]Martin, would you share with Troy what you shared with me? \n[35]She cheated. Hacked the system. \n[36]Martin, let me talk to Troy for a bit. I appreciate this. \n[37]You didn't tell me you and Sofia had a misunderstanding. \n[38]Her father. She was very upset. Troy. What sort of vision do you have for yourself? \n[39]--And what's that got to do with partying with Kurt? With smoking weed and writing jokes? \n[40]Okay, so what? Is it the spotlight Kurt gets? You want to be on...tv or something? You know how many Black men waste their lives to get on TV? Be rappers and ball players? \n[41]And the drugs? God damn it Troy I taught you better than this. I have been in academia a long time, I've seen a lot of things. The men who really run this world? You got no idea what they see when they see you. You are not going to be what they all think you are. You will not give them that satisfaction, you hear me? \n[42]Not now Troy. \n[43]You're being rude son. \n[44]I don't know who you think you are young man but you don't get to talk to your father any kind of way. \n[45]What is all this? \n[46]We don't condone this egregious event and are investigating its origins. The president and I are looking at ways to address issues of Diversity at Manchester. \n[47]Who's this? \n[48]You were hoping to make the staff? \n[49]At what point in time did you show up to the event? \n[50]Samantha. Please. \n[51]We know you were planning this. \n[52]\"...wishing you could sip on Henny out yo crunk cup without a Bitch giving you the side-eye?\" You write this Troy? \n[53]But you wanted to be? \n[54]\n[55]You've used that line on me before this year Mr. Fletcher. When a homophobic message mysteriously appeared on a voice mail line you shared with a roommate. \n[56]What were your intentions when you went back the second time? \n[57]By any means necessary? \n[58]The Pastiche group page hadn't been used for months, until the invite went out. \n[59]Well what's interesting is how easy it was to access the group before the note was sent. The password was \"Pa$tiche\" spelled with a dollar sign according to Kurt. Seems recently it's been changed. \n[60]Did you send out the invite Sam? \n[61]What? \n[62]-- That already happened. \n[63]-- reenact? \n[64]Now you look here. This is an honorable institution. The idea that we would so much as entertain this suggestion -- ", "REGGIE": "\n[1]Yo Troy I forget. Is your major in shucking or was it jiving? \n[2]That's his platform? Haircuts? \n[3]Just pretend like you're in the booth. Just you and the mic. \n[4]It's a child's app... \n[5]Programming professor gets me and Martin here mixed up constantly. \n[6]Cute. You get that at Toys R Us? \n[7]You still using your ID number? \n[8]You are begging to get hacked. \n[9]Winning was a happy accident. We want the reform repealed right? \n[10]The Republican party. \n[11]This shit. \n[12]Man fuck Tyler Perry. \n[13]Why is every educated person inherently evil? Why this Nigga gotta be in a mutha fucking dress all the mutha fucking time? \n[14]Yo Sam. We got to talk about the protest. When are we are bringing the Housing fight to the prez? \n[15]What do we need it sponsored for? \n[16]Like the House you're head of? \n[17]Keeping it One-Hundred! Being Black as hell just cause. \n[18]We got to rally Sam. Time is now. \n[19]It'll do a hell of a lot more than a radio show or views on Youtube. \n[20]Look, we got power Sam and it's time we used it. We earned it. \n[21]Tired. \n[22]Why you got to snap at me all the time? I'm around you like twenty four seven. Like your lap dog. I don't even usually get down like that with no red bone chicks man. \n[23]Come on, I thought your ass was Puerto Rican when I met you. \n[24]Oh so you can dish it out but you can't take it? \n[25]Come on Sam. You know how I feel about you. \n[26]You know what? Forgive me if I see something in you. Something inspiring. Something folks like me can get behind. \n[27]Tell me you'll set up the rally. \n[28]Finally made it in. \n[29]Do Black people scare you? \n[30]You're too scared to even ask anyone for a cut. \n[31]How come you don't come to BSU? \n[32]You're the \"Black voice\" of the Bugle now. We're just trying to decide if you are friend or foe. \n[33]We got to protect our girl. \n[34]-- Assignment? What's the story? \n[35]Of which you are so clearly an expert. \n[36]So what's harder man? Being Black enough for the Black kids or the white ones? \n[37]There you are! We supposed to start at noon. \n[38]Those are going up on Gillespie. Good right? \n[39]Yo. What's that? You're not getting cold feet are you? \n[40]You're kidding right? You're sort of the keynote. \n[41]-- They came to hear you Sam. Grab a bullhorn. Turn it on. \n[42]Sam? \n[43]Sam! \n[44]Yo, what the hell Sam? \n[45]Sam! I know you're home. \n[46]Sam. We want to talk. \n[47]I did it, we did it for you. \n[48]Yeah? Well you betrayed me. \n[49]Alright ya'll - thanks for coming out tonight. Looks like Sam's not making it so...let's just call it. \n[50]Alright brother. What's the plan? \n[51]", "GEORGE": "\n[1]Lionel right? \n[2]George. We had Civ last semester? How you doing? \n[3]Fan of your stuff. In the Observer? \n[4]You seen this? \n[5]The residents of Armstrong / Parker just made her head of house. Am I crazy or is there a there there? \n[6]-- My staff? God bless them. They're whiter than Michael Jackson's kids. We're fucked if anyone of them writes this story and I will not let the transfers at the Gazette do it first. \n[7]You're in the Black Student Union. You probably know Sam. \n[8]You come up with a good angle? I want it in the Bugle. \n[9]Bugle. Focus. The only paper on campus with a national subscription base and an Advisor from the New York Times? Only so many ways a person can distinguish themselves at a place like this Lionel. You're good. You belong with us. \n[10]I keeps it clean Ya know what I mean. I drinks my Vodka straight, like I'm a fiend. \n[11]We're taking a break, what are you doing here? \n[12]Yeah like this week. It's Saturday night. You got nowhere else to be? \n[13]Dear God. Where does Madea go this time? Dialysis? \n[14]Alright so then what? \n[15]To Kurt Fletcher!? \n[16]We've got a news item but there's something bigger here. It's a profile piece on Armstrong / Parker and Sam White's pseudo revolution. \n[17]Beers in the corner. Bang out the news item tonight and we'll work on the profile piece for next week. \n[18]You want to be a staffer right? \n[19]Did we go too far? You're in Armstrong/Parker right? \n[20]Fancy. \n[21]I hope so. I want a Bugle on your chest by the end of the month. \n[22]Your fro's so gnarly. \n[23]Night Lionel. \n[24]Lionel's story on the would-be protest outside of Gillespie is running tomorrow and I'm also having Lionel work on a profile piece of Armstrong/Parker like you suggested. Really break down what's going on. \n[25]Right. It's almost like they recycle so much from their past - Music, food, fashion, and now turbulence. \n[26]Thank you so much. Okay, take care. \n[27]That was our Times advisor. He said it's stories like these that get editors recommendation letters. \n[28]Thanks. \n[29]Yeah, I need someone to do the Donor's function on Saturday. Small dinner for the school's big givers. Administration wants a little coverage. \n[30]Right, which is why no one else will take it. \n[31]On my way to class, but you can stay and check out last year's piece. You'll do fine. \n[32]Never know right? \n[33]You'll get better. And we need you right now. \n[34]God I hope so. \n[35]Hey. \n[36]I'm glad we finally got that Bugle on your chest. \n[37]There's a big party the night of the Donor's event. Call me after, maybe we can hang? \n[38]Li! You ready man? \n[39]Yeah, we're going as overworked. \n[40]Pastiche. The world's most erudite boneheads. Who wants another round? Come on Lionel, help a brother out. \n[41]Sorry. \n[42]Don't you dare. \n[43]I could eat you like a Hershey's. ", "GABE": "\n[1]What would you say if someone started a Dear Black People? \n[2]I dig the \"silent movie\" thing, but it's a little self-congratulatory. Light on story and frankly thematically dubious. \n[3]Well what was that supposed to be about exactly? \n[4]You invoke Minstrelsy for shock value, but to what end? \n[5]So it's a tit for tat?                      * \n[6]Who goes to see Tyler Perry movies? \n[7]--to the detriment of the so called \"real thing.\" Got it. \n[8]And the commodification of culture is uniquely oppressive to Black people? \n[9]So when Kanye raps about Louis V and Rolexes and Classical Art, exactly what exploited pocket of Black America are those references being mined from? \n[10]What? You dream in \"Cosby\" again? \n[11]Hey so...this whole \"Head of House\" thing. Congrats? \n[12]Weird, right? Never took you as a student politician... \n[13]Sam? What are we doing? \n[14]Sam! Really Sam? \n[15]What is all this? \n[16]You want me to tell them to go? \n[17]I will. \n[18]I'm trying to be here for you. \n[19]What do you see in him? \n[20]Wow. Okay. \n[21]I want to be down? How long does it take to get your hair like that? \n[22]--what? Have to pick a side? I'm sick of your tragic Mulatto bullshit Sam! \n[23]Mulatto! Mulatto! Mulatto! \n[24]I'm sorry if I can't be your Nubian prince on my Black horse ready to take you back to fucking Zamunda! \n[25]Can I please get some credit for a solid \"Coming to America\" reference? \n[26]This isn't you Sam. \n[27]You're this...girl... \n[28]Who...likes to argue with me about every fucking thing. And I hate it because we both know you're smarter than me. Your favorite director is Bergman, but you tell people its Spike Lee. You love bebop, but you've got a thing for Taylor Swift. I know because my Mac picks up your Mac's library. \n[29]You like to use phrases from the thirties and wear clothes from the fifties and hairstyles from the sixties. You like to watch me when you think I'm sleeping. And trace the outlines of my face. \n[30]You're more \"Banksy\" than \"Barack\" but you've been co-opted as some sort of revolutionary leader or something? But really you're an anarchist. A beautiful writer, artist, filmmaker, shit starter. And beautiful, in general. \n[31]Everything okay? \n[32]Good. That's good Sam. \n[33]What!? \n[34]Hello Sam. \n[35]Read about Armstrong / Parker. \n[36]Congrats? \n[37]Sam going against the grain? Shocked. How's papa White? \n[38]Good. Well... \n[39]Want to talk about it? \n[40]I'm sure he forgives you. \n[41]Sam. Where are you going? \n[42]Isn't it Mac and Cheese day at Armstrong/Parker? ", "HELMUT": "\n[1]You call your Youtube show \"Doing Time at an Ivy League?\" \n[2]Yeah? And do what? \n[3]Armstrong / Parker? That your rooming assignment? \n[4]That's not where you want to be? \n[5]With the rich white kids. \n[6]What part of Chicago you from? \n[7]What street? \n[8]-- Seventy Eighth is Southside sweetheart. And you know what they say. You can take the girl out the hood but -- \n[9]Thanks so much for coming in. \n[10]Here's the way reality works sweetheart, I'm the producer. I ask the questions. Be in touch. \n[11]This is the school radio? \n[12]I'm looking for good TV sister. \n[13]You're at a great school, getting a great education. Be good at that. \n[14]Conflict is a commodity in my industry. Sam's got it. Do you? \n[15]I don't want you to do anything you wouldn't otherwise do. \n[16]New videos are picking up steam. \n[17]The show I'm scouting for... It's called Black Face / White Place. It's reality. Like a \"True Life.\" Each episode centers on a different one of \"us\" in a sea of \"them.\" \n[18]Interesting? You think they want interesting? Dignified stories of triumph and survival? They want the \"authentic urban experience\" which is basically network talk for bitching and weave snatching. I'm telling you this because the network is looking to take one of the subjects to series. I got one episode. One shot to find that subject. So if we do this... \n[19]I think so. She called me a Bojangling Oofta, whatever that means. Everything else she said would've been bleeped on tv. So look, forty thousand hits on Youtube is good. It's not great. \n[20]They'd let you do that? \n[21]It's just... \n[22]...not everyone is as camera ready as you. \n[23]Two hundred thousand views. Look they even auto-tuned it. \n[24]Couple months, that's how long shooting for an episode takes. We recommend you cut your course load in half to accommodate the schedule. \n[25]Trust me it it'll read \"full-time\" in the episode. If...once we go to series, we might have to figure out a summer schedule. \n[26]For uh...classes and stuff. Won't be graduating early anymore sweetheart. \n[27]Five grand for the episode. Twenty each if you get picked up for series. What do you say? \n[28]Trust me sweetie it's the same out there as it is in here. Good news is? Against all that damn white you and I? We pop. Think I wanted to be the go-to producer for all things Black? \n[29]Tell you what's worse though. Being that broke Nigga stuck on the south side of Chicago. Hundred and Fiftieth street. \n[30]Let me get this straight. First you tried to break up the Black house. Then you took down the sister with the little radio show. And after all that, your kid throws a Blackface party? \n[31]You thought you were having money problems before? Wait till cable gets their hands on this story. Bill Maher is gon' fuck you up! \n[32]-- Wait I'm sorry. Look from where I'm sitting this place is a goldmine. \n[33]For one we got to show the events that led up to the party -- \n[34]Well yeah, but we can reenact -- \n[35]Documentary term...Look, I can start putting together an overall deal today. I'm talking real money! Turns out the one thing America likes in it's reality more than ignant Black folks, is crazy racist White people! ", "SOFIA": "\n[1]Your hair is so cute B. T. Dubs. \n[2]Is it weaved? \n[3]I saw \"Good Hair\" in Afro studies. \n[4]Huh? Oh Bechet bitch. \n[5]Easy, it was the luck of the draw. Daddy had nothing to do with it. \n[6]And honestly, if I had to pick anywhere to be it'd be here. \n[7]Oh I got mines. Want to meet him? \n[8]Hey boo. This is my friend Coco. She's new to the house. \n[9]-- Are we on duty? \n[10]You got it cut last week. \n[11]Since when is OCD a Black thang? \n[12]Besides you've got a shift at the Politicos booth, then a shift at Orientation, then your advisor -- \n[13]Then a movie maybe? Just us? \n[14]You don't have to run again. Just because it's her doesn't mean -- \n[15]It's who he wants you to be. \n[16]A Freud reference. Sophisticated. \n[17]You need a shower. \n[18]I don't have to be. \n[19]Hey boo...why don't we put some of your new found free time to good use? It's been a while since... \n[20]...since you fucked me with your big Black cock. \n[21]It used to turn you on when I talked like that. Is it me? \n[22]Is it Sam? \n[23]Why? I hate my brother's friends. \n[24]You'd go without me? \n[25]You're my guest! \n[26]-- Okay, what's with you and my brother? Are you in love with him? Is this like, some DL shit? \n[27]You said you loved me. \n[28]What do you do in the bathroom? When you leave the shower running? Was it just to get away from me? ", "GORDON": "\n[1]Kurt it's three. \n[2]We don't even have our new staff yet. Why are we planning this? \n[3]How about the Young Republicans? \n[4]\"The honeys?\" You're from Vermont. \n[5]\"Sharpen thy sword.\" \n[6]It's a reminder that satire is the weapon of reason. So who on campus is being unreasonable? \n[7]Was that even a reasonable attempt at a quip Mitch? \n[8]How? \n[9]Please put that away. \n[10]You just called him -- \n[11]And golf? And all our girls? \n[12]Dude, between OJ, Tiger, Wesley Snipes and uh, Troy over here... \n[13]Kurt. \n[14]Troy. You thinking about Pastiche? \n[15]For starters. \n[16]Couldn't you see him on the talk show Kurt? \n[17]You seen this one? \n[18]Not a fan? \n[19]Hey I know you... \n[20]Looks like someone submitted you to Buzzfeed. Taking off... \n[21]What do you have against Dear White People? \n[22]Yo Kurt. I want you to meet someone. \n[23]Are we sure about this? \n[24]Yeah dude. We all got it. I mean, everything's cool right? ", "MITCH": "\n[1]Y.O.L.O. my nigga! \n[2]We're going to make staff bids on Game Night, and the RSVP's are through the roof for that. \n[3]Cinco de Mayo was epic. \n[4]Yo we need an East vs West hip hop party. Get the honeys in here. \n[5]Our motto is a euphemism for masturbation? \n[6]Sounds like a reminder of how gay you are. \n[7]Hey Gordon, say reasonable again. \n[8]Like Spike Lee and Oprah had a pissed off baby. \n[9]Yo my perfect Friday night is whiskey and my T-Bone Walker records, real talk. \n[10]Uh only a pioneer of electric and jump blues bro. Know your roots. \n[11]Don't sleep on T-Bone man. \n[12]Public Enemy my Nig-- \n[13]Kurt? \n[14]What other \"magazine\" you know has a first look deal at NBC? The third biggest Youtube channel. Talk show. Platinum comedy record homie! \n[15]Sup ma? \n[16]You wan' a drink a sun'in? \n[17]Vermont. \n[18]Want to know why they used to call me Black Mitch? \n[19]`Bout time. It's going to be huge man, fucking epic. \n[20]Party's not over. \n[21]Sorry bro. Invitation only. \n[22]Gimme that mic Before I slap ya Looking for some dykes, that wanna another chapta. If you do me slow, you can do me faster, I'll pass you to the Nigga on my right, he gets you after. \n[23]I'm sorry but it's bullshit. Yo this is how we get down. If you can't take a joke in this day and age? The fact we can joke about it proves we've moved on you feel me? This is an attack on free speech! We're the victims here! ", "PRESIDENT FLETCHER": "\n[1]Free speech my ass. \n[2]You're joking about this? \n[3]This is your office's issue Walter. Especially after that episode with Kurt in the dining hall. \n[4]It's a student issue. You are the Dean of students aren't you? \n[5]The Times has been watching us like a hawk. Last thing we need is some \"race war\" on newspapers across the country. How do you think our donor base will feel about that? Our fund- raiser is four weeks away. \n[6]Worse. But let me tell you something. If this blows up any further? It's on you Walter. Racism is over in America. And if anyone's still dealing with it, it's the -- I don't know Mexicans probably. \n[7]Come on in. \n[8]Son, call me Herb. \n[9]Is your little war really this important? \n[10]I understand the pressure to stand for something at an institution like this but you're barking up the wrong tree okay? \n[11]Your advisor tells me you're hanging on by a thread in you major. Perhaps it's time to reprioritize. \n[12]And I think you long for the days where Blacks were hanging from trees and denied actual rights. Then you'd actually have something to fight against. \n[13]You will be facing two hearings in the coming weeks that could end in either Probation or Suspension. One on the merits of your show, the other on your election to Head of House. \n[14]Your responsibilities to your house are suspended. Your show is done for. And another one of your illegal \"demonstrations\" will only make matters worse. This is a critical time for this school. \n[15]We don't have an intolerance problem here. Except for the one I'm looking at. \n[16]I know about the party. You picked a hell of a time. \n[17]-- You're cancelling Kurt. End of story. ", "MARTIN": "\n[1]I assume everyone has the app I created by now? \n[2]Good. Voting may commence. \n[3]Okay. Looks like we've got ourselves a winner. Sam White? Oh shit. \n[4]\"We wuz robbed.\" That election was suspect man. \n[5]You should be so lucky. \n[6]I agree. Got something to add? \n[7]Sam? What are you doing? \n[8]The server that processes the voting results for House Elections has shut down the A.P. database. Saw it this morning. Apparently the intermediary program is on a refractile loop. \n[9]Sam currently has 445 votes. That's 200 more than she had last week during the actual election. \n[10]Had to have been Reggie. Dude's in my programing class. Good. Just forgot to turn his program off. \n[11]You're the rightful Head of House. \n[12]Half of this crowd is under 21. ", "SUNGMI": "\n[1]Or Immigration. \n[2]You're not serious. \n[3]The House voted down sponsoring the rally. \n[4]Hey Sam, I read \"Ebony and Ivy.\" What's with the Oofta, Nose-Jobs, One Hundred stuff? I miss something? \n[5]Okay, and a nose-job is a wannabe? \n[6]Okay and One Hundred? \n[7]But what about just being you? \n[8]Hey, about the rally. You could still get the permit anyway Sam and go against the board. Most people consider that political suicide though. \n[9]Black Student Union. \n[10]You know you don't have a monopoly on being a pissed off minority. Latino's United is meeting across the hall. Asian American League too. You guys got better snacks. \n[11]Everyone loves you. Won't be hard to rally the vote. ", "PROFESSOR BODKIN": "\n[1]Okay. Does anyone have any comments for Sam's \"Rebirth of a Nation?\" \n[2]Gabe, go ahead. \n[3]Okay. Anybody else? \n[4]Sam? \n[5]And might I remind you that I read all fifteen pages of your unsolicited essay on why Gremlins is actually about suburban white fear of Black culture. \n[6]This is your senior thesis Sam, where the hell is your head at? \n[7]-- Do you want this? Cause if not, don't waste my time here -- \n[8]With everything but your major? While your peers are taking internships, making short films... \n[9]If you need some time off, take it. But if you want to make it to next semester -- \n[10]-- Pull it together. This is Manchester. ", "ANNIE": "\n[1]Wait, quiet I want to hear this. \n[2]Ohmigod, this is going on Facebook. \n[3]You don't mind do you? \n[4]What's the headline? \n[5]All Bugle staffer must freestyle. It's law. \n[6]Well? \n[7]Lionel please. You're only technically Black. G, going to French. You want me to hold your seat? \n[8]We just got out of the staff room. \n[9]Garmin House. On third I think? \n[10]Hey who am I? \"Bitch it's weave. Noun. Present tense ho!\" ", "ANCHOR": "\n[1]A \"race war\" has erupted at one of the nation's oldest and most prestigious institutions. \n[2]Outrage over an \"African American Themed\" party organized by predominately white students of Manchester University has resulted in rioting and property damages. \n[3]Officials claim an investigation is underway to find those responsible for the event and subsequent riot. \n[4]In an effort to address diversity issues, the school appointed African American scholar Dr. Walter Fairbanks as Dean of Students. \n[5]Last year the Dean's office celebrated slight gains in diverse applicants but with many now calling for Fairbanks' resignation, that may have been pre-mature. \n[6]Up next, a cat that loves to water ski? That and more after the break. \n[7]What some are calling a \"race war\" has erupted at one of the nation's oldest and most prestigious -- ", "DREADS": "\n[1]We all look the same. \n[2]Stay Black, my brother. \n[3]Been moved around a lot right? \n[4]No. I'm growing it out. You're fostering an ecosystem. \n[5]Yo, I love Robert Altman. Mutha fucka goes in. \n[6]I'm bumping Frank Ocean right now. I don't give a fuck. Imma still eat at Chik Fil A though. Them nuggets good as hell. \n[7]Your call then man. ", "CURLS": "\n[1]There is one other sister in my Relativity class, I'll be damned if our professor doesn't call me Laretta every God damn time. \n[2]Means to an end, sister. \n[3]Who's blaming? \n[4]You must have been terrified when you saw \"Armstrong/Parker\" written on your moving assignment. \n[5]We're not all homophobes you know. Black folks? \n[6]Think there's enough of us? "}}