{"dialogues": {"AARON": "\n[1]Brian... who is that? \n[2]Who is this man I'm looking at? 'Cause it's not my father. \n[3]Are you asking me if I'm sure I know what my father looks like? \n[4]Man, look at the damn body! Brian peers into the coffin. We see it's an ASIAN MAN. \n[5]Come on, Brian. You know what my father looks like. He used to take you to little league. \n[6]It's happened before?! You mean this is a normal thing?... This isn't Burger King. You can't just mess up my order. \n[7]You think? \n[8]I better .,see my dad in this coffin in an hour, or you're going to take his place. The undertakers pick up the coffin and shuffle out awkwardly. \n[9]You do that. My people, my people, my people... \n[10]They brought the wrong body. Can you believe that? 4. \n[11]They think so. They're getting him now. The thermometer beeps and Michelle removes it from her mouth.. \n[12]You were right. Please don't rub it in, not today. I've got so much to worry about. Michelle gets up and heads to the bathroom as Aaron takes out some index cards and looks them over. \n[13]Dad insisted on having the funeral here, Mom's crying all the time, Ryan didn't help with anything, not like he ever does! Plus my eulogy sucks. I can't wait until this day is over. \n[14]If it is, at least Dad's too dead to hear it. Michelle exits the bathroom. \n[15]It doesn't matter what I write. All anybody's going to be thinking is \"why isn't Ryan doing the eulogy? Even I'm going to be thinking it. She holds him close. \n[16]Soon. It's not ready to be read yet. \n[17]I said I'd take care of it and I'll take care of it. Michelle looks frustrated and crosses into the bathroom. 6. \n[18]Hey, hey, hey. Are you serious? We have to do this today? Michelle is still on the ground. \n[19]Can I at least find the body first? \n[20]I just started. \n[21]I'm trying. \n[22]Do I have to do this today? The door opens and a HOUSEKEEPER sticks her head in. \n[23]Oh shit, Uncle Russell. Aaron fixes his pants as he exits the room. \n[24]I need you to pick up Uncle Russell. \n[25]It's not a mood if he's always in it. It's his personality. Can you do it? \n[26]Come on, man. You know that's my father. \n[27]Mom, how are you feeling? \n[28]China? You don't even like Chinese food. \n[29]Come on, Mom. You're healthy. You'll be fine. You've got your friends and family... Cynthia, Aaron and Michelle stand around the coffin. \n[30]He'll be here soon. \n[31]I guess if people died every week, we'd see you all the time. Ryan turns to Aaron and Michelle. \n[32]I'm alright. \n[33]\"End up dead\"? \n[34]When does dead beat sick? \n[35]Well that explains why you never call. \n[36]I guess it is. 18 \n[37]By the way, I'm going to need that money. \n[38]The money for all this... the funeral. You're supposed to pay half. \n[39]That's Mom's money. \n[40]That's Mom's money. \n[41]So we're spliting the cost. \n[42]Yes. We are. \n[43]So? \n[44]What do you mean, you don't have it? You just bought a first class seat for your bag. 19. \n[45]It's your family. You don't recognize them from the last funeral? Ryan looks around the room. \n[46]Who? \n[47]I have no idea. Maybe a friend of Dad's from work or something. Aaron turns to Ryan. \n[48]So, you're telling me I'm going to have to pay for the whole funeral? \n[49]I'm not a God damn credit agency! REVEREND DAVIS, a very calm, serene woman, suddenly appears. \n[50]Yes, um... We're just waiting for everyone to arrive, then we can get going. I know you're in a hurry. \n[51]Have you met my brother, Ryan? \n[52]No, no, I'm doing the eulogy. \n[53]Look, I think you should do the eulogy. Everyone's expecting you to do it. \n[54]Look most of the people are here for Dad, but let's not kid ourselves. A lot of them are here to hear your eulogy. \n[55]\"My father was an exceptional man... My father was an exceptional man... My father was an exceptional man...\" Michelle approaches him. \n[56]Can we talk about this when there's a little less death in the air? \n[57]Honey, I'm just not in the mood... \n[58]What? You don't have any panties on? It's my father's funeral. \n[59]Babe, don't make it obvious, but that guy in the leather jacket standing by the wall. Don't look. Don't look. Don't look. Michelle catches a glimpse of the guy. \n[60]Do you recognize him? \n[61]No, I don't think so. Don't look. Don't look. \n[62]No, no, that's not it. He keeps looking at me. Don't look. Don't look. \n[63]Oh, Ryan can you keep an eye out-- \n[64]Are you talking about Little Martina? \n[65]Can you keep an eye out for Uncle Russell? \n[66]Yeah, why don't you do that? See if she wants a juice box. 30. \n[67]Hello. \n[68]Uh... thanks. \n[69]Frank?... I don't think so, no... Were you a friend of his? \n[70]Well, nice to meet you. Thanks for coming. Aaron walks away, leaving Frank alone. \n[71]Sure. Can we just wait five minutes for my Uncle Russell? We can't start without him. \n[72]As soon as Uncle Russell gets here we'll be ready to start. \n[73]Yeah. \n[74]Would you excuse me? Aaron walks away. \n[75]Every single person wants Ryan to do the eulogy. He was my father, too. I'm supposed to do the damn eulogy! I'm the oldest. Where was Ryan when I was taking care of Dad? \n[76]Come on, do I have to do this today? \n[77]Yes! Come in! Michelle is frustrated. \n[78]My father was an exceptional man... My father was-- Frank again approaches Aaron. \n[79]Yeah, that's great. Do you mind if we do it later though? My uncle just got here. \n[80]Thank you, Derek, you're a life saver. Hope it wasn't too much trouble. \n[81]How are you doing, Uncle Russell? 39. \n[82]What the hell is going on?! \n[83]Stole your parking space?!. My father's dead! Act right. Reverend Davis looks at them then continues her speech. \n[84]Good afternoon, everyone.  Thank you for coming... I never realized Dad was so popular. It looks like he's got more friends now that he's dead. Blank faces stare back at Aaron. Cynthia looks pained. Everyone is silent except for Oscar who laughs loudly. Elaine silences him with a look. Aaron composes himself and pulls his notes out. \n[85]My father was an exceptional man... He was born in 1938. He grew up in Alabama on a farm. He loved to take long walks in the woods with his close friend, Bobby. He told me how they spent their summer days riding their bikes through the fields and swimming in the lake. As Aaron speaks, Reverend Davis looks concerned because the eulogy is so bad. She looks to Ryan who looks like \"what can I do?\" Jeff looks more concerned with Oscar, whose face is contorted with pain. He looks like he's going to burst. ANGLE ON: Aaron. \n[86]Dad's first job was working after school as an assistant to an electrician named Mr. Thompson. Back then, Blacks weren't allowed to wear rubber gloves. So my father got shocked a lot. Because of that, he had no feeling in his fingertips. I asked my Dad what his first boss was like... The drugs have gotten the best of Oscar. He suddenly grabs Elaine's arm. Aaron keeps talking. \n[87].He said he was a nice man, and surprisingly well dressed. When Dad was eighteen, he left home after an argument with his father. He never told me what that argument was about, but I do know that after leaving South Carolina, sadly he and Bob lost touch and never saw each other again. Dad went to college where he studied accounting, a decision which lead to a career in corporate finance... But his real passion was for the arts, with a particular fondness for theatre, dance and musicals. He was a charter member of the Negro Ensemble Company and contributed regularly to the Alvin Ailey School of Dance. Oscar's protests are getting louder. Duncan looks back at the disruption with a disapproving glare. Elaine looks at Jeff who watches, concerned. \n[88]What are you doing? \n[89]Elaine, what the hell was that?! \n[90]Oh, okay. My dead father's sprawled out on the living room floor, but it's okay, you're sorry. \n[91]No, I haven't made the call about the down payment yet. \n[92]No I'm not going to have sex with you. \n[93]What were you going to say? 47. \n[94]Norman, please. \n[95]Why don't you show it to my Uncle Duncan? He's a doctor. \n[96]It's alright. Aaron turns around not knowing what to do. \n[97]I guess so. \n[98]Oh yeah. \n[99]Sure. They walk away. The screaming continues as Jeff, frantically, but slowly comes down the stairs re-tracing his steps and searching around for his lost bottle of pills. \n[100]Uh... yeah. Aaron takes the manuscript and moves it away. \n[101]Actually I'm the oldest. I was writing before.he was. I've had a few pieces published in the New Yorker. But now I'm mainly teaching. \n[102]So anyway. What did you want to talk about? He motions for Frank to take a seat and sits across from him. \n[103]Yeah. Okay. That's good. \n[104]Yeah, well Dad was a fun guy. Frank takes an envelope out of his inside jacket pocket and takes some photos from the envelope. \n[105]Sure. Frank passes the first photo. 58. \n[106]So, where did you and my dad meet? \n[107]So... I mean you have all these pictures, but he never said anything about you. This is the first I'm \n[108]How did you know my father? Aaron looks around the room. There is a copy of \"People Magazine\" sexiest men issue on the table. He sees figurines of male ballet dancers. It's getting clearer. He sees three Robert Mapplethorpe photos on the wall. There's a signed Kathy Griffin 8x10. Frank looks around waiting for him to get it. Aaron looks at a framed movie poster for Australia with Hugh Jackman. Aaron looks back at the picture. He gets it. \n[109]Oh God... Aaron jumps up and closes the study door. \n[110]I had no idea. \n[111]Uugg. Like this. Aaron gathers his senses. He has a thought and turns to Frank. \n[112]Does my mother know? \n[113]\"What's owed to you\"? \n[114]What do you want? \n[115]Thirty thousand dollars?! I can't just give you thirty thousand dollars. My wife and I are trying to have kids-- \n[116]You think you can come in here, slander my father's name and show me a few photos of you and my dad dressed up going to see \"Dreamgirls\"? I saw \"Dreamgirls\" twice. I'm not gay. That's not proof of anything... \"Steppin' to the bad side / Gonna take a mean ride.\" 61. \n[117]I'm not giving you anything but a-- Frank pulls out another photo and holds it up to Aaron's face. Aaron,releases Frank and snatches the picture. \n[118]Wait here. He exits the study. \n[119]Oh God, oh God, oh God... He's looking around for Ryan, but there's no sign-. -Michelle watches Aaron walk around the room. \n[120]Ryan, I need to talk to you. \n[121]It's important. \n[122]That guy that was here before, that we didn't recognize... \n[123]Yeah. \n[124]Well, I was just with him in the study, and... and he showed me some pictures... \n[125]Pictures of him and Dad together at the premiere of \"Dreamgirls\". Ryan's face is blank. It's not registering. \n[126]Ryan, he was Dad's lover! \n[127]The guy in the leather jacket just showed me pictures of him and Dad together. \n[128]Uugg. I know. \n[129]You don't understand. If we don't give him the money, he's going to show Mom the picture. \n[130]What do you mean, you think I should pay him the money? Where the hell is all your money? \n[131]So after paying for the funeral, the clothes, the catering... Now I'm supposed to shell out thirty thousand dollars? He's your father, too. \n[132]I have not been living off of them... I've been living with them. 69. \n[133]No I haven't paid rent, but Dad hasn't worked in five years. Who do you think has been paying all the bills? \n[134]Would you mind giving us five minutes? \n[135]Thanks. Aaron walks off followed by Ryan. He passes Michelle, who's sitting on the couch. She stands up. \n[136]No. I'm really sorry, honey, but buying a condo is going to have to be put on hold, just for now. 71. \n[137]Babe, you know I wouldn't do this unless I had a good reason. \n[138]I haven't got time right now, please. I'll explain later. \n[139]Hey, hey, hey! Aaron rushes over and takes the manuscript away from Frank. \n[140]What are you doing with my manuscript?! It's not ready. He puts it in the desk. \n[141]What's that supposed to mean? \n[142]Can we get to the point here? \n[143]If I write this check, then that's it. You give us the photos and stay away from our mother. Deal? \n[144]What? \n[145]Yeah. So? \n[146]That's it. I can't do it. \n[147]There's no way in the world I'm giving him my hard earned money. \n[148]He comes in today! Of all days, he picks the day of my father's funeral! Who the hell is he? \n[149]So what. Who cares what he's got. Let him show the world. Put it on facebook. I don't care. \n[150]Let's just get it over with. There's a long pause as everyone seems to be deciding what to do. Finally, Frank stands up. \n[151]Ryan, what are you doing? \n[152]What?! I'm not a serial killer. I don't keep rope and duct tape in my pocket. \n[153]This is a really bad idea. \n[154]What am I supposed to do with the tie? \n[155]I don't know what to-- \n[156]Apparently everything but write a damn check. 77. \n[157]If I could tell everybody, it wouldn't be blackmail. \n[158]Yeah, Ryan, what are we going to do with him? Ryan doesn't have any answers. \n[159]You don't know?! Come on, you're the big writer. You're the one who came up with \"Black Hurt.\" Dream up something where we all live happily ever after. We can't keep him tied up forever. How long do you think those Valium are going to last? \n[160]What? \n[161]What?! \n[162]Jeff, what the hell are you doing with this stuff? 80. \n[163]What friend, Amy Winehouse? \n[164]And you gave him how many? Norman looks a bit guilty. \n[165]Maybe we should call an ambulance. \n[166]So what then? What's going to happen? Is he going to die?! \n[167]Be out in a minute, Mom. Ryan looks at Norman and Jeff. \n[168]Sure. So sorry. Um... can you just give us another five minutes? The reverend doesn't look too pleased. \n[169]Why did you tie him up?! 83. \n[170]What is wrong with you? They start to argue. \n[171]I'm not the one who tied him up. 87. \n[172]I've been looking out for Mom since you got your book deal. \n[173]I couldn't leave because I had responsibilities. \n[174]At least I'm not some hack writing crap. Mr. \"Mama's Secret\", Mr. \"Black Hurt.\" \n[175]Michelle, please, not now. \n[176]\n[177]Listen... Do you remember the guy in the leather jacket? \n[178]Well, I don't know how to say this, but... it looks like he and my father were having sex. \n[179]Yes. \n[180]And now he wants thirty thousand dollars or he's going to show everyone photos of them doing... stuff... \n[181]Well, it's not that simple. \n[182]Norman, why are you grinning like that? \n[183]I'll be back soon. Can you check on Mom? \n[184]It's Aaron. Jeff opens the door. Norman, Ryan and Aaron enter. Norman locks the door behind them. Aaron rushes over to the body. 95 \n[185]Oh shit! Call an ambulance. \n[186]What do you mean \"there's no point\"?! \n[187]Dead, dead? \n[188]What the hell did you do to him? \n[189]Well he was alive when I left. \n[190]Oh no. This is really bad. This is really, really bad. \n[191]Twenty-five to life. Norman looks at his watch. \n[192]Pull yourself together! Norman calms down. \n[193]Didn't notice him? He's four fucking feet tall. \n[194]Get rid of the body?! It took me two months to get rid of a couch. \n[195]You want to bury him with my father? \n[196]That's not the point. \n[197]Norman!! Why is Uncle Russell on the toilet? \n[198]How could you forget?! What the hell is wrong with you?! Another loud bang on the door. \n[199]What is it? \n[200]Nothing. Derek puts aside his curiosity for the time being. \n[201]Wait here. Aaron follows Jeff, but he does not run. He walks out. \n[202]I think I can get rid of this guy, but I need you to stay out here and try to stop anyone from coming in. \n[203]It's Aaron! Norman opens the door. \n[204]Everyone's out in the garden... We've gotta move the body now. \n[205]We can't leave it like that. 106. \n[206]Be serious for a second. They begin lifting him again. \n[207]Bye, Dad. Ryan takes a long look as he closes the coffin. \n[208]Yeah. \n[209]I'm so sorry, Uncle Russell. There was someone on the roof-- \n[210]What dead body? \n[211]I can't believe what a nightmare today has been. 113. \n[212]Listen, about the condo and the baby, \n[213]I can't believe I still have to do this eulogy... with everything I've just found out. A beat. \n[214]Not a thing. Reverend Davis approaches Aaron, looking at her watch and appearing flustered. \n[215]Sure. Let's go. \n[216]My father... was an exceptional-- \n[217]My father was an exceptional man. \n[218]Not only did he live for his family, but he was always there for others-- \n[219]\n[220]He had his... shortcomings, but he took care of his family. He loved his family. He loved this house. He worked hard. All I wanted today was to show him how much we all loved and admired him. To give him the respect that he deserved... Is that really so much to ask? We all get so distracted by the... little things in life. We forget about the important things. Like the fact that we lost a great man. The mourners look up at Aaron with undivided attention. \n[221]So maybe he loved \"Dreamgirls\" more than most men. We don't know why a man makes the choices he makes. But I do know that my father made the best choices he could make. Life is complicated. We're just thrown here together in a world filled with chaos and confusion... and we do our best. And Dad did his best... Aaron looks over at the coffin. As.he speaks, we see shots of Cynthia, Frank, Jeff, Norman, Duncan as they are moved by Aaron's words. \n[222]He taught us to go for what we wanted in life, because you never know how long you're going to be here... And whether you succeed... or you fail... the important thing is that you tried. 117. \n[223]So when you all leave here today, I want you to remember Dad for who he really was... A decent, loving man who never condemned anyone for how they lived. Who never cast disparaging remarks or held prejudices against race, gender... height. If only we could all be as giving, as generous, as understanding as my father... Even dead, my father has more character than everyone in this room. If I am half the man my father was, my child will be incredibly blessed. Aaron turns and walks out of the room. Everyone watches him go. Michelle follows him out of the room. \n[224]How's Mom? ", "ELAINE": "\n[1]Are you okay? \n[2]About seeing my dad? \n[3]He doesn't hate you. He just loved Derek. 9. \n[4]At least you know it's not you, so try not to get so nervous when he's around. \n[5]He's going to be more.concerned that his brother-in-law just died. He won't be focused on you. Anyway, when I tell him we're getting married, he'll have to accept you. Elaine takes his hand. As they exchange a loving look, Oscar takes his eyes off the road for just a brief moment. Suddenly there's a BUMP!!! And we see a bicyclist flying over Oscar's car. Oscar screeches to a halt. They jump out of the car. \n[6]Oscar, calm down! 10. \n[7]You heard the man, he ran a light. Come on, let's get out of here before he wants to sue. She grabs him and pulls him into the car. \n[8]Do you always open the door half naked? Come on, Jeff. We're going to be late. \n[9]Oscar's freaked out. A guy on a bike ran into the car. \n[10]It's okay, baby.  Go put your damn pants on. \n[11]Here. Take this..: It'll calm you down. \n[12]It's just Valium.  I used to take them all the time... It'll make you feel better, promise. 15. \n[13]It'll be okay. I'll drive, honey. Come on, open wide. She pops the pill in his mouth and hands him some water. Oscar swallows. Jeff returns wearing pants. \n[14]Yeah. But he was sick for so long. He's much better off now. \n[15]Shut up, Jeff. Jeff turns his attention to Oscar. \n[16]What? He sniffs. \n[17]What the hell are you talking about? Oscar falls silent and just goes back to looking out the window. \n[18]Are you family, Norman? \n[19]No such thing. Derek leans out the window. \n[20]What are you doing here? \n[21]Oh please. She grabs Oscar and heads to the house followed by Jeff. \n[22]Oscar, are you alright? \n[23]All this talking about phantom dogs and things being green... What's going on? \n[24]I don't know. Something's not right... ANGLE ON: Oscar as he wanders around the yard. \n[25]I think it's the Valium. \n[26]I gave him a Valium at your place. I think he's just not used to it. \n[27]It's so nice to see you. \n[28]I'll see you inside. Jeff takes Elaine's arm with some urgency and moves off to the side. 32 \n[29]What? What is it?! \n[30]What do you mean it's not Valium? 34. \n[31]This isn't funny, Jeff. \n[32]What the hell are you doing leaving that stuff around your house?! \n[33]I thought they were Valium!  What am I supposed to do? Should I tell him? \n[34]Hi, Dad. How are you? She gives him a kiss. \n[35]He's my boyfriend. And you know his name. Derek approaches. \n[36]I'm so sorry, Auntie. We're going to miss Uncle Edward so much. \n[37]Oscar, this is my Aunt-- Oscar grabs Cynthia in a tight hug. \n[38]I don't know. I can't leave. Aunt Cynthia would never speak to me again. Jeff notices that Oscar has left. He rushes outside. Elaine follows. Derek follows suit. 37. \n[39]I'm dressed for a funeral. \n[40]Hey, hey. I don't really have time to deal with whatever happened between you and me. But I have not told my dad yet, so I would appreciate it if you would keep your mouth shut. \n[41]Yep, that's him. Oscar who has been walking in circles with a look of awe on his face, changes direction and flies by Elaine and Derek back into the house with Jeff in tow. 38. \n[42]Norman, shut up. Elaine turns back around. Norman is irritated by this. \n[43]'Cause you're not. \n[44]Look, Norman, if you poke me one more time, I'm going to kick your ass. 41. \n[45]See what? \n[46]What? \n[47]Oscar, please- People start looking at Oscar, who's becoming increasingly vocal, and looking increasingly like someone on acid. \n[48]Oscar. Just calm down. Aaron looks over to Oscar. \n[49]Oscar, please sit down. Oscar ignores her and walks purposefully towards the coffin. People watch him in astonishment, including Jeff. \n[50]Oscar, where are you going? \n[51]Ryan, no! 45. \n[52]I'm so sorry, Aaron. \n[53]Please, Aaron. Go back inside. I'll explain later. An annoyed and confused Aaron turns and walks back to the house. He's almost to the door when Michelle arrives. \n[54]Dad, leave it alone! \n[55]It wasn't his fault. \n[56]I can't do that. \n[57]Because we're... moving in together. Duncan looks over at Oscar, who looks like he's just seen a ghost. He's struggling to stand up straight, with Jeff who's doing his best to look after him. \n[58]Dad, this isn't actually what he's like. He took some drugs and-- \n[59]No he's not on the pipe. He took some Valium and had a.bad reaction. Jeff looks grateful. \n[60]Dad, please. \n[61]Not right now, Dad. \n[62]Oscar. \n[63]Come and sit down. \n[64]Oscar, listen to me. I need to tell you something... Elaine sits him down on the bench. 50. \n[65]Now... You remember I gave you some Valium earlier? \n[66]Well it turns out that it wasn't actually Valium. Oscar just looks at Elaine. Jeff slinks off into the background. \n[67]Can you hear me? \n[68]Do you understand? Hallucinogenic. Oscar recoils. He turns to Jeff. \n[69]Oscar! She tries to pull him off Jeff. \n[70]Oscar let go. She pulls him off Jeff. ANGLE ON: Derek watching from the window. \n[71]Oscar! Come back. \n[72]Excuse me. Sorry. Excuse me. 53. \n[73]Excuse me. He's going to be sick. They head up the stairs with Jeff following. \n[74]Oscar. Oscar grabs the hair-dryer and wields it like a gun. \n[75]Oscar, put down the dryer. \n[76]Oscar, please-- Oscar shuts the door and locks it. \n[77]Oscar, are you okay? She tries to open the door, but it's locked. Jeff walks up checking his pockets. \n[78]Oscar, let me in. 54. \n[79]Oscar. Oscar? \n[80]Oscar! Open the door. Jeff looks at the floor as he leaves. \n[81]Open the door. Oscar. \n[82]Oscar. Are you alright? \n[83]Oscar. Open the door. Derek arrives behind her and leans in close. 62. \n[84]Not really, thanks. Derek moves over to face her and leans his arm on the door very coolly. \n[85]Oscar? Anguished noises emanate from the bathroom. \n[86]Oscar! Open the door. \n[87]Look... I'm busy. I don't have time for your shit. Now get the hell away from me! Derek looks hurt and storms off. \n[88]Oscar! \n[89]Oscar? \n[90]Oscar? She tries the door. It's still locked. \n[91]Oscar? \n[92]Oscar. \n[93]Os... 70. \n[94]Tell me about it... How's Aaron? 76. \n[95]The guy's father just died. Don't you think this is a bad day for sex? \n[96]I'm sorry. At least your husband didn't ruin the funeral. \n[97]What do you want, Derek? \n[98]Please don't make me go through this again. \n[99]No. The reason I don't want to go out with you is because it was a mistake. I was drunk off my ass. You could have been a donkey. \n[100]That wasn't a compliment. I'm saying I couldn't remember it. \n[101]A minute, huh? That's why I don't remember. \n[102]Okay, well for one thing, he's responsible. He's caring. He's considerate. He's thoughtful. He's stable. He's-- \n[103]Yeah, well, we all make mistakes... I used to be convinced I was going to marry Prince. What happened there? \n[104]You're an idiot. \n[105]Yes, but maybe I don't think of life anymore as all about me, me, me. Maybe I've discovered there's something outside of myself that I care about. And maybe you should, too. Derek looks hurt. \n[106]No, Derek, you care about you. You only care about me in relation to how I affect you. There's a difference. \n[107]Derek, get over yourself. \n[108]Oscar! 99. \n[109]Oscar! What are you doing? Get back here and put your clothes on right now! \n[110]I wasn't kissing him. I swear. Please, baby, put your clothes on. We're at a funeral! Derek sticks his head out the window behind Elaine. \n[111]Calm down. \n[112]Remember you've got drugs in you. This isn't really happening. Oscar, look at me. She turns to Derek. \n[113]Get out of here! She pushes him back inside. \n[114]Oscar, please. Come back here. \n[115]Get back here. Be careful! \n[116]Oscar, come inside. We'll have some coffee. \n[117]Oscar! She climbs out the window. 103. \n[118]Oscar... Please don't do this... love you. \n[119]I wasn't with him. \n[120]Oscar, please just come inside. \n[121]Come with me. \n[122]Because you're going to be a father. Oscar looks at her, shocked. \n[123]I'm pregnant. We're going to have a child... ANGLE ON: Oscar and Elaine. \n[124]I won't be able to do it without you. Very slowly, a naked Oscar, walks toward her and they embrace. The crowd applauds. ANGLE ON: Michelle. \n[125]Look, Dad-- \n[126]No, I'm not staying out of this. Remember how I told you we were moving in together? Well, I lied. We're getting married. Duncan is shocked. \n[127]We're getting married. \n[128]I'm not marrying him because I'm pregnant. I'm marrying him because I love him. \n[129]Dad, this is my life. If you don't like it, too bad. But if you want to keep me and my child in your life, you'd better change your attitude, especially about my husband. 111. ", "NORMAN": "\n[1]I hate funerals. It's all death, death, death. \n[2]I don't want a regular funeral. When I die, I want people to celebrate my life. Death at a Funeral 02/6/09 \n[3]You still smoke? \n[4]I used to piss my pants too, but I stopped. The only thing I want black is my skin. At least open the window. Derek opens the window very slightly. \n[5]I've got enough problems of my own to deal with. \n[6]I told you... About the rash... \n[7].on my hand... \n[8]Look at it. but he doesn't take a great deal of interest. \n[9]What is it? \n[10]Oh, damn. Norman continues to drive. Derek continues to smoke. \n[11]If you hate funerals so much why are you coming? \n[12]Come on, man, leave Elaine alone. \n[13]So you're going to win her back over a dead body? \n[14]Hello?... How are you?... Okay.. 11. \n[15]Uncle Russell?! Damn! He's always in a bad mood. \n[16]Alright... 'Alright. I'll do it. See you soon. Bye. Norman hangs up irritated. \n[17]There he is. 17. \n[18]Hello, Uncle Russell. How are you? We're here to take you to the funeral. \n[19]There's nowhere to park. Then the small flower delivery van pulls out. Derek points out the newly empty space. \n[20]Alright. Just as he's about to drive in, another car takes it. \n[21]What the hell? \n[22]Elaine, I was going to park there. \n[23]Well, no, but I'm like family. \n[24]Aw, damn. I have Uncle Russell. How could I forget about Uncle Russell? Derek has other concerns and the van beeps again. \n[25]Yeah, alright!! \n[26]Ow. \n[27]Ow! That hurts. \n[28]What? \n[29]What about Uncle Russell? I need help with Uncle Russell! It's too late. Derek is gone. The van in front of Norman honks the horn. \n[30]Ow! Can you please stop doing that?! The van keeps beeping. Norman backs up. \n[31]Can I get a little help? \n[32]Yeah, well, you left me to push Uncle Russell up that damn hill all by myself. Then took all the credit. 40 \n[33]Hey, Elaine, I know you don't think I'm part of the family-- \n[34].but when you dissed me back there, I had Uncle Russell in the car. Aaron, disturbed by Norman's whispering, looks over. \n[35]You stole my parking space, and I had to push him half a mile up a hill. We almost missed the service! Aaronlooks over again. \n[36]She stole my parking space! \n[37]Are you alright?... That was insane. He just fell out the coffin like a dead fish. I guess its not much of a metaphor when you're talking about a dead human, but-- Death at a Funeral 02/6/0.9 49. \n[38]Oh yeah... Sorry. It's just that you never know when it's your time. Like, I have this weird thing on my wrist. I've had it for a few weeks now. I don't know what it is-- \n[39]He is? Great. Thanks. Norman walks off toward the kitchen. He passes Uncle Russell and Ryan talking to Martina. \n[40]Hello, Doctor, I know this is a bad time, but I've got this thing on my hand. I've had it for weeks now... Duncan is looking at Norman incredulously. \n[41]What do you think it is? Cynthia stands up. \n[42]Really? Why? What do you think it is? \n[43]Pigment mutation?! Duncan turns again. \n[44]Nuts? What kind of nuts? Duncan turns around again. \n[45]A pigment mutation? \n[46]It sounds serious, doesn't it? \n[47]A pigment mutation. Derek gives Norman a disparaging look. Norman picks up some cake and takes a bite. \n[48]Ooh, will you try this cake? I think it might have nuts in it. \n[49]So?... Aaron's uncle says I might be allergic to nuts... \n[50]I can't not eat the cake. That's what I do when I'm stressed. I eat cake. \n[51]Will you just try it and tell me if there's nuts in it? \n[52]Come on. \n[53]Just do me a favor-- Norman is pushing the cake towards Derek's mouth. \n[54]No. But can you try this-- Jeff smiles nervously and goes back to his search on the floor. Jeff slides across the floor past Uncle Russell sitting at the other end of the table. An OLDER LADY turns to Russell. \n[55]Doctor, I just have a-- Duncan doesn't stop, leaving Norman holding his wrist. Norman looks over and sees Cynthia. He sits next to her. \n[56]I'm sorry... you know... about... you know... \n[57]You think so?' I mean, there are a lot of fine ones up in heaven. Anna Nicole Smith's dead too, you know. might be watching over her. Norman sits next to Cynthia. \n[58]Death is a terrible thing... Did you check to make sure he.was wearing shoes? I hear they steal the shoes. And I hope you took off his ring, 'cause if it's worth anything, someone is going to take that, too. Cynthia stares at Norman. 68. \n[59]Before he died, did he have a rash? She gets up and exits. Norman notices Jeff's pill bottle on the ground. He picks it up and puts it in his pocket. \n[60]Aaron, do you know what was in this cake, I- ANGLE ON: Frank who looks at Norman bug eyed hoping he'll help. \n[61]What is going on? Who is that guy? Ryan thinks quickly. \n[62]I just found some Valium outside. Would that help? \n[63]It's okay. This should help. calm you down. Frank tries to protest, but can't. Ryan holds Frank's mouth open as Aaron holds his nose closed. Norman pours a few pills into Frank's mouth, then Ryan holds Frank's mouth shut. Suddenly the door opens again and Jeff walks in. \n[64]You said \"shut the damn door.\" Jeff locks the door and looks shocked. \n[65]He's having a seizure. \n[66]What are you going to do with him? Everyonerealizes they have no answer to this question. \n[67]Yeah, I found that bottle of Valium. We gave him a few to calm him down. Norman hands him the bottle. \n[68]Five. \n[69]I thought they were Valium. They all turn and look at Frank who is looking back at them, increasingly concerned by whatever conversation they are having, and the pitying expressions on their faces. \n[70]Watch him?! What do you mean, \"watch him\"? \n[71]Can't you use the one upstairs? \n[72]What are we going to do? They look at Frank who's starting to look high as a kite. \n[73]Just looking for the key. They pick Frank up and dump him behind the couch. Jeff stays with Frank to keep him quiet as Norman opens the door. Uncle Russell wheels himself inside. \n[74]Yes, I've got you. \n[75]Alright, I'm trying to see where the toilet is. He maneuvers Uncle Russell to the toilet. \n[76]No you do it. \n[77]Alright. Alright. \n[78]Who calls them \"drawers\"? Norman pulls them down. \n[79]It's all down. \n[80]Yes, yes. Just sit down. Uncle Russell sits down on the toilet trapping Norman's hand underneath and lets loose. \n[81]Ahh!!! Jeff goes into the bathroom to see what's going on. \n[82]Ahh!!! \n[83]Please, please. Just come off. \n[84]What? Jeff points to his face. \n[85]Oh, I think I've got some of it in my mouth! Norman desperately rushes to wash it off. \n[86]Oh, no. Check him. Check him. \n[87]Check him again. Check him. \n[88]Wake him up. Wake up. Wake up. Wake up. \n[89]I don't know. Try Larry. Jeff looks at Norman, but he doesn't have a better idea. \n[90]Shake him. Jeff bends down and shakes him. \n[91]Maybe it's not Larry. Try something else. Pinch him. Jeff pinches Frank. Still no response. \n[92]He must be breathing. He has to be breathing. Please God let him be breathing. 93. \n[93]Hi. Excuse me. Hi. Pardon me. Hi. The hugesmile never leaves his face. ANGLE ON: Ryan, Aaron and Michelle watching Norman, concerned. Norman approaches and stands on the other side of the coffin. \n[94]Can you come to the study for a second? Aaron can see from Norman's face, and the sweat on his forehead, that something serious has happened. Then he sees Cynthia sitting in the corner. \n[95]We didn't do anything! \n[96]You know what, I really have to be \n[97]Look, I'm not the prison type. They'll kill me. Oh my God, I'm going to die. I'm going to die in prison. Oh my God, do you know how fast a rash spreads in prison? Aaron smacks Norman. \n[98]Thanks, man. After a beat, Ryan speaks. \n[99]There's just no way we can do it. It's impossible. Suddenly there's a knock on the door. Everyone freezes. \n[100]I forgot! 101. \n[101]I'm here. \n[102]Who is it? 104. \n[103]Quick. Quick! Aaron and Ryan carry Frank out as Norman looks around. \n[104]Hi! The reverend looks around, not knowing why Norman is being so especially friendly to her. \n[105]So, what made you decide to get your God on? 105. \n[106]I'd like to make a confession. \n[107]That's okay, 'cause I'm not Catholic. \n[108]What do you think God's favorite color is? \n[109]I'll bet it's blue. The sky's blue. The seas are blue. And the winds blew, too. \n[110]I'm addicted to strip clubs. The shoes, the poles, the smell. I just like to take my money and throw it in the air. I like to make it rain. 107. \n[111]Oh that... It's probably nothing. I'm more worried about Hepatitis C after having Uncle Russell's shit in my mouth. I think I'm feeling yellow. Norman touches his skin as he walks away, leaving Derek confused. ANGLE ON: Jeff frantically looking for the pill bottle. He gives up and sits in a chair. ANGLE ON: Ryan is wheeling Uncle Russell into the room as Aaron moves to his seat. ", "RYAN": "\n[1]Hello! Mom! \n[2]I know this is hard, Mom. But you're going to be okay. \n[3]I'm always here for you, Mom. 16. \n[4]Aaron, how are you? \n[5]Okay. I had to buy the seat next to me because I don't trust the airlines with my bags. And there was a lot of turbulence... I guess that's the thing about flying first class. It doesn't matter how much you pay if the plane crashes, you still end up dead-- uh... Ryan realizes what he's said and stops speaking abruptly. It's too much for Cynthia who rushes upstairs. \n[6]Oh damn. \n[7]It's hard to see Dad like this. But he's in a better place now. \n[8]I guess you're right. This is why I try not to get close to people. There's too much emotion involved. \n[9]What do you want me to say? Some families talk to each other all the time, some just see each other at funerals. That's us. \n[10]What money? \n[11]What about the insurance? \n[12]What about the pension? \n[13]Oh. \n[14]Are we? \n[15]Oh, okay. \n[16]I don't have it right now. \n[17]And that's why I don't have any cash. \n[18]Nice to see you again. The mourner shakes hands with Ryan then walks away. \n[19]Who are all these people? I don't even recognize half of them. \n[20]So what side of the family is he on? \n[21]The guy in the leather jacket. Ryan looks around the room and sees a FOUR FOOT SIX MAN approaching the coffin. \n[22]No I'm telling you you'll have the money in a few months when I get my advance. \n[23]I'm sure the Lord will forgive you. Aaron is irritated. \n[24]Aaron is the oldest. The reverend tries her best not to look disappointed. \n[25]No, they're not. You're the oldest. You should do it. \n[26]So imagine how surprised they'll be when they hear yours. Ryan walks away. \n[27]God damn, that Martina has grown up. ANGLE ON: MARTINA, nineteen and attractive. \n[28]She was like a teenager when I left, and now she's... you know. She's like damn. Aaron looks distastefully at his brother. \n[29]I think I should go see how she's been. \n[30]I was just telling him how much I'm looking forward to hearing your eulogy. \n[31]What the hell is wrong with you?! \n[32]Please let me extend my apologies to you all. I understand the incident you just witnessed was quite shocking, but everything will be... returned... to it's proper place. Please enjoy the refreshments, and we'll call you when we're ready to continue. 46. \n[33]Good, good. Thanks a lot. \n[34].so you've never been to New York? \n[35]Oh, that's not really seeing New York. You have to come visit me. When's your birthday? 63. \n[36]Great. All star weekend is in New York this year. \n[37]Not now, Aaron. \n[38]Give me five minutes. Aaron pulls him away. \n[39]What are you doing? What is it? Aaron lowers his voice. \n[40]The guy in the leather jacket? \n[41]What about him? Aaron lowers his voice further. 64 \n[42]So? He showed you some picture? What's wrong with that? I'm busy... \n[43]Look, is this going anywhere, Aaron? \n[44]What? No, no, no. \n[45]No, no, no. I don't believe that. My father is not gay. I've known him my whole life. And he's the most non-gay man I've ever met. Matter fact, he's so straight he makes me seem gay. And I know I'm not gay-- Aaron pulls out the picture. \n[46]Uugg. \n[47]Okay. Let me think, let me think. Ryan is trying to come up with a solution. \n[48]I think you should pay him the money. \n[49]I'm in debt up to my ass. I'm broke, man! \n[50]You're the oldest. Besides, you've been living off Mom and Dad long enough. You must have some money saved. You haven't paid rent in two years. \n[51]Well if you've got money problems and I've got money problems, what can we do? Fuck him! Aaron shows Ryan the photo again. \n[52]You've got to pay him. \n[53]You? So you and my--. You?! It's you. So when I called my father and he didn't answer, he was with you?! Aaron realizes what Frank is reading. \n[54]It kind of is... \n[55]Thanks... I guess... Aaron rips the check into little pieces. \n[56]Aaron, what are you doing? \n[57]Don't be stupid. Not today. I'll pay you back as soon as my money comes in. \n[58]He has the pictures! \n[59]\n[60]What? No, wait. 74. \n[61]Let's just discuss this a minute. \n[62]Aaron, help me! Ryan is holding Frank down and trying to keep him quiet. \n[63]Aaron, you got any rope or duct tape? \n[64]Well just grab something!  There, from the curtains. Aaron grabs the cord that's tied around the curtains. He holds it over the wrestling duo, but Ryan's hands are occupied with Frank. \n[65]Tie his legs. Aaron grabs his legs and in doing so falls on top of Frank as well. As he wraps the curtain cord around Frank's legs... \n[66]Get that tie. Aaron grabs the necktie from off the desk. \n[67]Whatever you do with a tie. \n[68]Just stuff it in his mouth! Damn, I have to do everything? \n[69]Shut the goddamn door! Shocked, Norman does as he's told. It takes Norman a moment to register that Aaron and Ryan are sitting on top of Frank. Frank continues screaming through the cloth. \n[70]He's having a seizure. \n[71]Yeah. Great. Give him some. Frank shakes his head \"no.\" Norman gets on his knees with the guys and opens the bottle. \n[72]Norman! I told you to lock the damn door. \n[73]Look, just trust us. He's the bad guy. We'll explain later. \n[74]I don't know. 79. \n[75]What is it? \n[76]Wait, you're telling us that Elaine's boyfriend, who knocked over our father's coffin, had just one of these things... \n[77]He's right. If anyone finds out this guy's been force fed acid, we could all be arrested. \n[78]Damn. \n[79]Okay. We have to go out there. You two stay in here and watch him. Ryan closes the curtains. \n[80]Just make sure he doesn't escape. Lock the door behind us. We'll deal with him after the funeral. Aaron and Ryan open the study door leaving Norman and Jeff to take care of Frank. 82. \n[81]Why didn't you just pay him the money?! \n[82]Do you want Mom to find out?! \n[83]Well somebody had to look out for Mom. \n[84]You just can't get over it, can you? You're burning with jealousy because I left and did what you always wanted to do. \n[85]Don't put it off on responsibilities. You spent three years on a novel and you won't even let anyone see it! What are you going to do? Wait until you're dead? You think you're going to be the Tupac of books? \n[86]Mr. \"Out of Ink\", Mr. \"Blank Page.\" At least my crap gets published. Michelle enters. \n[87]Just tell her, Aaron. \n[88]That's what I thought. \n[89]Aaron refused to pay. \n[90]That's not the point. Besides, the only reason Aaron tore up the check is because the guy started talking bad about his novel. \n[91]Is there a \"kind of\" dead, Aaron? \n[92]Look, no one here knows who this guy is. Nobody knows his name. They probably didn't even notice him. \n[93]Look, all we have to do is get rid of the body. It'll be like he came and left. \n[94]You have to admit, it makes sense, Aaron. The coffin's there, the hole in the ground's there... He'll be gone, finished, end of story... Unless you have a better suggestion. Aaron desperately tries to think of an alternative. \n[95]Oh shit. Put him in the bathroom. Aaron and Jeff drag Frank to the bathroom door. \n[96]Where are you going? 102. \n[97]Let's go! Ryan and Aaron grab Frank. As Norman runs out. \n[98]Make sure no one comes in. As they disappear around the corner,, Norman closes the study door. He turns just in time to find Reverend Davis approaching. He intercepts. \n[99]Aaron, we have to do this. Aaron looks up at Ryan and nods his assent. Ryan and Aaron lift up Frank and try their best to put him in the coffin. \n[100]In a strange way, this might have been what he wanted. \n[101]Why do you say I don't take anything seriously? You complain about me all the time, but if I didn't play the bad boy, you couldn't play the martyr. Aaron's so great, Aaron's so right, Aaron's so responsible.  Why don't you try laughing and enjoying life once in a while? It might make you a better a writer. \n[102]I know you did, Russell. We all did. \n[103]What the hell are you doing in my Dad's coffin? Frank starts grabbing at Edward's body screaming. \n[104]She's resting. A beat. \n[105]I've asked Mom to come live with me for awhile. It'll give you and Michelle a chance to breathe a bit, you know. Move and everything. Aaron looks at Ryan, surprised. ", "OSCAR": "\n[1]Yeah, just a little nervous... \n[2]I just don't think I've ever been so openly hated by anyone before. \n[3]Great. That makes me feel much better. \n[4]I can't help it. He puts me on edge. I feel like I owe him money. \n[5]Oh my God. Are you okay? The guy gets up. He's fine. \n[6]Are you sure? Is anything broken? I'm so sorry. \n[7]I could have killed you. What if you had cracked your head open? I'd have blood on my hands! Elaine shakes him. \n[8]It came out of nowhere. I didn't see him. I'm sorry. \n[9]What is it? \n[10]Are you sure? I mean, I've got to drive. \n[11]Was there a dog in here just now? Elaine looks at Oscar very-strangely. \n[12]Dalmatian? No, Schnauzer... A beat. 20. \n[13]It's very green here, isn't it?... Green... Very green... Very... green. Elaine takes Oscar to the side. \n[14]What do you mean? \n[15]What are you talking about? I' fine . Never been greener. Oscar wanders off, leaving Elaine with Jeff. \n[16]Look... Isn't it beautiful? He wanders off again. Elaine doesn't know what the hell is going on. \n[17]I'm so sorry about... the death... He sings \"Amazing Grace\" softly as Duncan, Derek, Jeff and Elaine look on. \n[18]Amazing Grace / How sweet the sound / That saved a wretch like me... Cynthia untangles herself from Oscar. She heads back outside. Duncan gives Elaine a look, then heads off after Cynthia. \n[19]Did you just see that? 43. \n[20]The coffin just moved. \n[21]I'm telling you I saw it move. Aaron becomes vaguely aware of the disturbance, but battles on with his eulogy. \n[22]There, look. It happened again. \n[23]That coffin's moving! 44. \n[24]The coffin's moving! Michelle looks worried. Cynthia watches silently. Oscar jumps up. Aaron stops the eulogy. Elaine is about to die from embarrassment. \n[25]There's someone alive in there! \n[26]What the hell is wrong with you people?! Oscar approaches the coffin as Aaron steps off the dais. Elaine tries to hold Oscar back, but she can't. \n[27]There's someone moving in there. Can't you see? Oscar tries to open the coffin. Aaron and Elaine try to restrain him, but can't. A tussle begins. Ryan jumps in to help. \n[28]No, I have to show you! He's alive! He's alive! The scene descends into absolute chaos with people pushing and struggling. Finally, the coffin falls off the platform and tips over. The dead body of Edward rolls out onto the floor at the feet of Cynthia. Cynthia screams. Aaron freezes in shock. Michelle takes Cynthia through the kitchen. The living room is left in chaos. \n[29]But the coffin was moving. \n[30]Elaine. \n[31]I swear it was moving. I must be losing my mind...  Why are my hands so big?! \n[32]What is it? \n[33]Yes. \n[34]Hello? \n[35]You! \n[36]How long does it last? \n[37]Eight hours?! Of this?!! \n[38]I'm going to be sick. \n[39]Stand back! \n[40]Get back or I'll blow your head off. Oscar backs Elaine out of the bathroom. \n[41]Okay. Breathe. It's going to be okay. Breathe. You're and investment banker. You've handled mergers for billion dollar companies. You can do this. Dead bodies don't move. They don't move. But that body was moving. It was moving. Then he slaps himself. \n[42]Snap out of it! You can handle this. You can do this. He runs the tap and splashes some water on his face. \n[43]Alright. You're okay. Stay calm... Stay calm... Oscar is still staring at himself in the mirror. \n[44]That's it, Oscar, keep it together. K.I.T. Keep it together. K.I.T. Keep it together. Everything's going to be fine. Nothing moved. Dead people don't move. They're stiff. They don't move, do they? 55 \n[45]\n[46]Easy now. Easy now. We can do this. A few hours. That's nothing. No sweat. I mean you've already been in here for... He looks at his watch. \n[47]Where's my watch?! He sees it's on the other wrist. \n[48]Oh! He checks the time. \n[49]It's already been... \n[50]Five minutes. Suddenly the pressure of. the situation overtakes him. \n[51]God damn! Shit! Shit! Shit! Shit! 56. \n[52]Shit! Shit! Shit! Shit! Shit! \n[53]Ahhh. He smacks his lips together and then opens his mouth and waits for the next drop. \n[54]Yes, yes. Keep coming. Join the others. Join the others. \n[55]Oscar? \n[56]Oscar? \n[57]Oscar. \n[58].car. \n[59]I saw you kissing him. \n[60]You cheater! You cheater! You're committing adultery!!! \n[61]I'm going to jump right now. \n[62]I'm going to jump. I'm jumping. You're a cheater! 100. \n[63]I'm going to jump. She's cheating on me! \n[64]I believe I can fly! I believe I can touch the sky! ANGLE ON: Aaron who steps out and sees everybody watching Oscar. \n[65]No! He climbs up on the roof. \n[66]Then why were you with him? \n[67]Yes, you were! I saw you! \n[68]I'll never be good enough. Not for your dad, and not for you. \n[69]No. You go inside. \n[70]Why? \n[71]What? 108. \n[72]You're pregnant? Oscar is overcome with emotion. Elaine holds out her hand. \n[73]We're having a baby. \n[74]Thank you. 110. \n[75]Bye, Dad. They exit. \n[76]I knew it! I knew it! Suddenly the coffin lid flips off and everyone stares in wonder as Frank sits up, looking like a crazy person, and babbling incoherently. Several people scream. Frank opens the other end of the coffin and looks at his dead lover. ", "MICHELLE": "\n[1]\n[2]I told you not to use Marshals. But no, you wanted to keep it in the neighborhood. I know Swartz costs a little more, but at least they know where the bodies are. Michelle writes something down on a piece of paper as Aaron crosses the room and sits on the bed. \n[3]Oh come on, honey. I'm sure it's not that bad. \n[4]Honey, it's going to be fine. 5 \n[5]Baby, you're the oldest. You have to do the eulogy. Besides, I think you're just as good a writer as your brother. You just need to let someone read your book. Aaronlooks away. \n[6]I'm sure it's fine. Once the funeral's over, and everything dies \n[7]Sorry. Look, once this is all over, you know your mom's thinking about selling the house, so you know we've got to get out.of here. Aaron looks a little uncomfortable and heads to the bathroom. \n[8]You called them, right? Silence from Aaron in the next room. \n[9]Aaron?... You put the down payment on the condo, right? \n[10]You better, because I can't live with your mother anymore. I've done my time, now it's time for your brother to take over. From now on, it's only Christmas and birthdays for us. Once we move, we can concentrate on your writing and our baby. Michelle gets down on her knees and starts unzipping Aaron's pants. Aaron pulls back. \n[11]Yes. Today's the last day of this cycle. \n[12]What's taking you so long? \n[13]You want this baby as much me. Come on. \n[14]If I didn't want you to come, you would have done it five minutes ago. \n[15]Brian. 12. \n[16]Cynthia, I-- They all cross to the coffin. \n[17]Do you need anything, Cynthia? \n[18]How was the flight? \n[19]I'll make sure she's okay. Michelle heads off upstairs. \n[20]I'll make you a cup of coffee, Cynthia. \n[21]Tea? \n[22]Honey, we still need to finish that thing. Remember today is the last day. \n[23]No. No we can't. \n[24]I don't have any panties on. 28. \n[25]I'm just trying to help you out. I'll put them back on before the service starts. Now come on. They turn. Aaron looks around the corner into the living room and sees the four foot six man standing by a table. Aaron stops Michelle. \n[26]Isn't that the guy from the Home Depot? \n[27]Did he put in the cable? \n[28]He's probably just a friend of your father's. I'll meet you in the garage. We have a few minutes before Uncle Russell gets here. Michelle walks off. Aaron peeks around the corner again and makes eye contact with the four foot six inch man, who seems to be staring straight at him. Aaron averts his eyes and heads off. 29. \n[29]Honey. Can I see you for a moment? \n[30]Are you alright? \n[31]Calm down. Calm down. Forget about everyone. You're going to do the eulogy and it's going to be the best eulogy anyone's every heard. Now could you please do me a favor and get me pregnant? \n[32]Yes. What do you want? You want me to talk dirty? I'm gonna suck it. I'm gonna to suck it. Before Michelle can continue her PG rated dirty talk, there is a knock on the door. \n[33]It's alright, Cynthia. It's alright. She sits in a chair crying uncontrollably. Aaron is so angry, he just marches out. \n[34]\n[35]I wasn't going to say that. \n[36]I wasn't going to say that. \n[37]Hi. He goes inside leaving Michelle standing there. Duncan comes out and heads for Oscar. \n[38]Is everything okay? \n[39]What are you talking about? Why? \n[40]What's the reason? \n[41]\n[42]Men. \n[43]How would I know? He's been avoiding me all day. We're trying to get pregnant. But I can't really do that by myself, can I? I feel like I'm making him eat brussel sprouts every time we do it. Elaine looks at her. \n[44]Don't you think I know that? \n[45]It's a funeral, it's already ruined. When you start off with a dead guest of honor, how much worse can it get? \n[46]Aaron, what is going on? \n[47]Why are you acting like this? Fine. We don't have to have sex today, but the condo? Don't you want to get out of here? \n[48]Tell me what? Aaron closes the garage door. \n[49]Yeah. \n[50]What? No. Not your father. With him? \n[51]No. Your father was the straightest guy I know. \n[52]Are you sure? \n[53]Stuff like what? Aaron and Ryan share a look. Aaron shows Michelle the picture. She reacts. \n[54]So that's it? We're just giving him all the money we've saved? \n[55]Why not? \n[56]How come you couldn't pay, Ryan? \n[57]Your novel? Michelle looks confused. \n[58]You let him read your novel? You wouldn't let me read your novel. Are you screwing him, too? 'Cause Lord knows you're not screwing me. \n[59]Sure. They exit. Michelle crosses to Cynthia. \n[60]Hey, are you doing okay? It's going to be alright. \n[61]What are you doing? \n[62]Okay. I'll do what I can. She heads back to the crowd on the lawn. As Aaron goes through the doorway of the kitchen, Derek passes him on the way out to the lawn to see what's happening. \n[63]What about me?! I want a baby. Would somebody get me pregnant?! Everybody looks at Michelle. She smiles weakly. \n[64]Aaron?! Oscar's off the roof! \n[65]Hey, is he gone? \n[66]Thank God. Everybody breathes a sigh of relief. \n[67]I don't know. It's been sort of exciting. Aaron looks at her. \n[68]For a funeral, I mean... \n[69]We'll work it out. Let's just get this day over with. Then we can worry about the rest of our lives. Aaron hugs Michelle. \n[70]It doesn't change anything, does it? ", "DEREK": "\n[1]I don't think funerals are designed for anybody to really like. \n[2]Not me. I want it to be the saddest day ever. I want the stock market to stop. Schools to close. And no garbage pick-up. Derek starts to light a cigarette. \n[3]You used to smoke. \n[4]Yeah? What problems? \n[5]Got to use condoms. \n[6]Still got to use condoms. \n[7]That's not a rash. \n[8]I don't know, but it doesn't look right. \n[9]You know why. \n[10]I can't. She's the one. \n[11]If I have to. \n[12]You didn't tell me the guy was in a wheelchair. UNCLE RUSSELL, an elderly man in a wheelchair, sits in his chair. Norman drives forward and stops alongside the old man. He rolls down his window and speaks very slowly with a huge smile on his face. \n[13]That truck is pulling out. Park there. \n[14]Hi, Elaine. 21. \n[15]Your father invited me. \n[16]Did you see that?... She totally blew me off. The flower delivery van has been waiting to move forward. It's driver beeps the horn. \n[17].barely even looked. 22. \n[18]Stop the car, Norman. \n[19]Stop the car. I have to speak with her. I have to speak with Elaine. Norman reluctantly stops the car. Derek gets out. \n[20]Doctor, how nice to see you again. \n[21]Great. Great. We should have lunch soon. I'd love to hear what you think about the new pediatric wing at Cedar's. 36. \n[22]You look nice, Elaine. \n[23]Yeah, but you make death look sexy. She looks at him. \n[24]So, I heard about the engagement. \n[25]Sure. Anything for you. Derek looks over and notices Oscar looking bewildered. \n[26]So that's him? That's the man you're going to spend the rest of your life with? Elaine looks over at the drugged up Oscar. Oscar leans over like he's on a nod. Jeff leans down with him, watching. Right before Oscar falls over, he comes up really fast.- Then he starts walking. \n[27]Elaine., I- Elaine follows the guys, leaving Derek behind. \n[28]No problem at all. Aaron wheels Uncle Russell inside. \n[29]You stink. \n[30]Oh, hi, Elaine. You following me? She just runs right past, then Jeff rushes past following Elaine. Oscar pushes through people. \n[31]Anything I can do to help? \n[32]I guess you've got it under control. Elaine ignores him and continues banging on the door. \n[33]So what are you doing after the funeral? I've got Maxwell tickets. \n[34]How can she be more interested in that idiot than me? Women. They don't know what they want! Norman's still examining his arm. \n[35]What? \n[36]So? \n[37]Then don't eat nuts. Put the cake down. \n[38]I bet you won't eat it when your arm falls off. Norman sniffs the cake. 66. \n[39]No. \n[40]I don't want to. \n[41]Get away from me. Derek gets up and walks off, leaving Norman spitting out the cake. From under the table, Jeff pops up. \n[42]Women are my problem. \n[43]She acts like she doesn't care that I exist. I mean how can she not feel what I feel? \n[44]Really? \n[45]Slap her? You want me to hit her? \n[46]Are you sure, 'cause that-- \n[47]I just want to talk. 86. \n[48]The only reason you don't want to go out with me is because your dad likes me. \n[49]Thanks. \n[50]Well I remember every minute of it. \n[51]What is it about this guy? What has he got that I haven't got? \n[52]It's funny. No matter what you say, I'm convinced we'll be together. \n[53]You still could. \n[54]I'm serious. You only live once. You might as well do whatever it is that makes you happy. \n[55]That's kind of cold. I care about you. 98. \n[56]That's not true, Elaine. \n[57]Hey! He slaps her on the butt. Elaine whirls around. Derek grabs her on the arms. \n[58]I'm the man for you, and you're coming home with me. He kisses her. \n[59]What is that?! Elaine turns around. \n[60]Norman, it's Derek. Let me in. Everyone freezes. \n[61]Are you in there? Aaron opens the door and we see Uncle Russell still on the toilet. He looks up. \n[62]Aaron, open the door. Norman opens the door as Aaron runs over to keep Derek from entering. \n[63]Aaron, where's Norman? \n[64]It's Oscar, he went crazy. He's-- Derek realizes that something weird's going on. \n[65]What's going on? \n[66]Look, Oscar's on the roof stark naked. He saw me kissing Elaine and now he's threatening to jump! \n[67]Did you hear that? She's having a kid! Derek looks at Norman who's looking sort of distant. \n[68]How's your skin thing? ", "JEFF": "\n[1]Yeah, I found them. The ones in the Valium bottle?... Yeah... I'll get them to you this evening... Can't do this afternoon... It's your fault you left them here... I've got a funeral... My uncle died... Yeah, tragic... No, I haven't taken any. I saw what they did to you... What are they anyway?... The doorbell rings. \n[2]I've gotta go, my sister's here... I'll take them with me and stop by after the funeral... Bye. The doorbell rings again. \n[3]Hang on! Jeff stands up and we see that he's only half dressed for the funeral. He doesn't have any pants on. 14. \n[4]Hey, what's up? \n[5]I've just got to put my pants on and I'm ready. Oscar is still a little shaky. \n[6]Is he okay? \n[7]I'm going. I'm going. Jeff heads off to the bathroom and closes the door. Elaine spots the bottle of Valium on the table and picks it up. \n[8]Ready. Let's do it. Oscar and Elaine leave, Jeff surreptitiously picks up the Valium bottle, puts it in his pocket, then follows them out. \n[9]So, poor old Uncle Eddie... \n[10]Dead? Since when does dead beat sick? \n[11]I love when you come to family functions, Oscar. Because then Dad focuses all his hate on you. window. The pills are starting to kick in. \n[12]Oscar? \n[13]Elaine, what's wrong with Oscar? \n[14]Valium?! \n[15]Oh, right. 23. \n[16]Elaine, can I speak to you for a minute? \n[17]I have to tell you something and, I'm warning you in advance, you're not going to like it. Elaine looks at Jeff concerned. \n[18]I mean what you thought was Valium, wasn't actually Valium. It's a hallucinogenic. Like, acid, mescaline... Special K... Oscar moves in the background behind Elaine and Jeff. Elaine looks at him. He's making strange contorted expressions with his face and pointing at the sky. Other people are starting to notice him and think he's slightly odd. \n[19]I'm not being funny. Look at him, he's high as a kite! Oscar sticks his head into a huge bush. \n[20]A friend left it. And who the hell just goes into someone's house and takes pills? \n[21]No, don't do that. It'll just freak him out... We'll just keep a close eye on him, and make sure he doesn't get out of control... And don't let him spend too long talking to one person... or bush. Oscar wanders into the front door. Elaine quickly follows him. Jeff reluctantly follows Elaine. Derek arrives in time to see this and follows as well. \n[22]Hi, Dad. He shakes his hand. \n[23]No, no. It's all worked out. Don't worry. \n[24]Yeah. He was a great guy. \n[25]What are you going to do? \n[26]Yeah, now, the best thing to do is relax and just go with the flow. Try and enjoy it. 52. \n[27]I don't know... eight hours? \n[28]Uh... Elaine... I can't find the pill bottle? But Elaine is too busy to hear. \n[29]You haven't seen a pill bottle around, have you? A Valium pill bottle? \n[30]Have you seen a little brown pill bottle lying around-- They all turn to Jeff. Frank looks at him, hoping this time he'll get saved. 78 \n[31]What's going on? \n[32]Why is he all tied up? No one knows what to say. \n[33]He's blackmailing you? Over what? \n[34]Valium? \n[35]Ah shit! Jeff stands up and heads over to the door. \n[36]The thing is... those pills aren't really Valium. It's acid and... acid. \n[37]Oscar took one by mistake. That's why he's acting crazy. \n[38]A friend left them at my place. \n[39]Five?!  Poor bastard. \n[40]You can't do that. I'll go to jail. \n[41]No... I don't think so... I doubt it.. Probably not... 81. \n[42]I can't believe you gave him five. Even if they were Valium, that's too many. I wouldn't give a guy five cough drops. Suddenly they hear the doorknob rattle. Norman and Jeff both look terrified. \n[43]Hello? \n[44]We'll stick him behind the couch. \n[45]Ugh! Norman, panicking, rushes to the sink, turns on the faucet full blast and sticks his hand under the water. This causes a great splashing. \n[46]Norman? Norman? Norman still has his face down. 91 \n[47]Norman! Norman turns and we see he has shit splattered on his face. \n[48]You missed some. Norman turns slowly and looks in the mirror. He freaks out. \n[49]Pull yourself together. Would you rather get caught or have shit in your mouth?! Uncle Russell has fallen asleep on the toilet. \n[50]Hey, man, you alright? No response. \n[51]Man. Hey. Hey! \n[52]What's his name? \n[53]Larry? \n[54]Larry, wake up. It's time to get up. From the bathroom, Uncle Russell starts to stir. Norman quickly closes the door. \n[55]He's dead. \n[56]There's no point. \n[57]Look at him! He's dead! \n[58]He hit his head on the table. \n[59]What are we going to do? \n[60]You're not going anywhere. 96. \n[61]Did any of you happen to notice the size of Uncle Edward's coffin? Everyone looks at Jeff. \n[62]Why not?... I mean it's not like he's going to know. 97. \n[63]I've got to go. Jeff rushes to the door. \n[64]I have to go out there. If he jumps, my sister is going to kill me. Jeff rushes out. ", "FRANK": "\n[1]Hi there. Aaron turns and finds himself cornered by Frank. \n[2]I was really sorry to hear about your dad. He talked about you a lot. I saw your wedding pictures. Your wife's dress was very beautiful. Aaron is a little uncomfortable. \n[3]Something like that, yeah. Michelle sticks her head out of the kitchen. \n[4]Actually, there's something I'd like to talk to you about... when you have a minute. Aaron hears Uncle Russell in the background. \n[5]Sure. Aaron heads off. \n[6]Grief does strange things to people. Aaron looks at him a little freaked out by his sudden appearance. \n[7]If you remember, I have something to talk to you about. \n[8]Is there somewhere private we could go? \n[9]Are you writing a novel? 57. \n[10]Like your big brother. \n[11]Oh. Well, you must be very proud of your brother then. Getting all his novels published. Aaron decides to move the conversation on. \n[12]Your father and I were very... close. \n[13]And we spent a lot of time together. \n[14]Um... I've got some photos I want to show you. \n[15]That's me and your Dad in Central Park in New York. Aaron looks at the photo curiously. \n[16]That's us on Santa Monica Boulevard on Halloween... Aaron takes the next one, becoming more suspicious. \n[17]Just around. \n[18]That's one of me and your father going to the premiere of \"Dreamgirls\". I was dressed as Deena and your father had to be Effie. Aaron looks at the photo of them dressed in drag. 59. \n[19]Are you really that shocked? Frank gestures around the room. \n[20]I'm sorry. I'm sure he would have eventually told you, but I guess he wasn't sure how you'd react. Aaron shakes in disgust. \n[21]No. And there's no reason why she should... Just as long as I get what's owed to me. 60. \n[22]I'll tell you how it makes me feel cheap. Like some cheap piece of ass... I mean, I'm entitled to something. \n[23]What I want is a lot, but I'm not asking you for what I want. I deserve thirty thousand dollars. \n[24]Your father told me you were having trouble... Look, your father promised to take care of me, and I made sacrifices to keep him happy. Aaron gets angry. \n[25]Now I don't want to, but I will show these photos to your mother... Do you really want me to do that today? \n[26]Well, you left it on a coffee table. \n[27]Well, when you put things on coffee tables, it's assumed it's for everybody. 72. \n[28]Fine by me. Aaron is now extremely irritated. He exchanges a look with Ryan confirming that there's no other way out. \n[29]Deal. Aaron sits down at the desk and reluctantly takes out his check book. He starts writing. \n[30]Is it your first one? Aaron stops writing and looks up at him. \n[31]The novel... it's a first draft? \n[32]No, nothing. Aaron continues to write the check. \n[33]I tried writing once... Didn't work for me, either. I think it's just a gift. You either have it or you don't... It must be hard for you though, especially since your younger brother is such a great writer. 73 \n[34]Your father and I read \"Black Hurt\" together. Truly amazing. We loved it. He was so proud of you. \n[35]Fine. This is on your head. Frank heads towards the door. \n[36]Get out of my way. \n[37]There's nothing to discuss. Frank grabs the door and tries to open it. \n[38]Get out of my way. He tries to push past, but Ryan covers his mouth, muffling his cries. \n[39]Get out of my way. Move! Ryan restrains Frank. \n[40]Get off me! Ryan is trying to muffle Frank's screams. \n[41]Ah!! 75. \n[42]What? They all head over to Jeff. Frank looks extremely curious to know what's going on. Everyone talks very quietly so that Frank can't hear. \n[43]Hello? Jeff covers his mouth. \n[44]Hello? Norman and Jeff look at each other not knowing what to do. \n[45]Edward! Edward! Edward! Ryan, Norman and Jeff try to pull Frank out of the coffin, but he's holding onto the corpse. \n[46]No! No! Finally they get Frank out and carry him from the room. As he passes Cynthia, the photos fall out of his pocket at her feet. As Duncan closes the coffin again, Cynthia bends down and picks up one of the photographs and stares at it. Her face turns to horror as she makes out the image. The noise in the room is broken by Cynthia's furious cry. She drops the photos and runs at Frank. ", "UNCLE RUSSELL": "\n[1]Where the fuck have you been, you fat bastard? You're late. If you took any longer I'd be dead, too. The fake smile falls off Norman's face. \n[2]What's happening? \n[3]I said what's happening? Are we there?. Norman turns around and looks at Uncle Russell. \n[4]What the hell is going on? Uncle Russell pokes Norman with his cane. \n[5]You're going the wrong way! \n[6]What's going on here? Where are we?! We're going to be late! Russell hits him on the arm with his cane. \n[7]What are you doing?! Be careful with that. Uncle Russell bangs his cane on the floor impatiently. \n[8]Hurry up, we're late. Norman slams the trunk closed. \n[9]Come on, put your back into it. You're supposed to be a young man. Don't you have any strength? \n[10]Terrible. Derek follows, leaving Norman standing there out of breath. \n[11]Move! Move! He pokes people with his cane. Aaron then takes his seat with Michelle. Oscar is not looking so good. Ryan finally ends the conversation with Martina and heads to his seat. Reverend Davis is about to start, but waits as Norman, sweating, pushes through the crowd to his seat. The reverend waits for the disturbance to end, so Norman attracts the attention of everyone. Norman takes his seat next to Derek. Derek leans away. \n[12]Why isn't Ryan doing the eulogy? This is bullshit. 42. \n[13]It wouldn't have happened if Ryan had done the eulogy. Aaron exits through the garden door. \n[14]I read your last book, \"Black Hurt.\" \n[15]I'm not giving you a compliment you arrogant bastard. What a load of bullshit. I wouldn't wipe my ass with it. Ryan leads Martina away from Uncle Russell. \n[16]Don't worry. The way you look, you won't be far behind. The mourner looks shocked. Jeff continues his search along the floor. 67. \n[17]No, my nephew is dead and these bastards ate all the potato salad. Nearby mourners look appalled. The reverend looks over and sees Aaron and Ryan coming down the kitchen corridor. She approaches them. \n[18]What's your problem?! \n[19]No such thing as having a woman without a problem. If they didn't have problems, do you think they'd let us touch 'em? Let me tell you something about women. Smarter than you think they are. But not as smart as they think they are. \n[20]Oh she feels it. She's playing hard to get. She wants you to work for it. Look, let me tell something about women. They want a man who can control them. I know they talk all this Oprah, Beyonce \"single women\" BS, but what they really want is an old school man. \n[21]Listen here, boy. This is what you do: you walk up to her, slap her-- 84. \n[22]Has not hitting her worked? Look, then you grab her and kiss her. The harder the better. \n[23]Oh, man, I gotta shit. Where's the can? He rolls away quickly. \n[24]Hello?! Neither Norman nor Jeff want to speak. They argue in gestures. Finally Jeff relents. \n[25]I need the toilet. Jeff and Norman both look panicked. Norman goes to the door. 85. \n[26]I'm in a wheelchair, you idiot! How am I supposed to get up the stairs?! \n[27]Open the damn door! Uncle Russell starts banging on the door with his cane. \n[28]What the hell is wrong with you people? I'm about to take a dump in my pants! \n[29]Hurry up! Norman is struggling to hold Uncle Russell up. \n[30]Have you got me? \n[31]Come on, quick, quick, quick. \n[32]Pants down. Pants down. \n[33]How can I do it? I'm handicapped. Norman reluctantly helps Uncle Russell pull his pants down. \n[34]Drawers. Drawers. Take down my drawers. \n[35]Am I there? Am I there? Norman looks and sees Uncle Russell is right over the toilet. 90. \n[36]Ooh, that's better. Norman pulls his hand out and looks at it in shock. ANGLE ON: Norman's hand has shit on the fingers. He starts freaking out and screaming. \n[37]What's that? Aaron slams the door. We can hear Russell's muffled shouting coming from behind the bathroom door. \n[38]What the hell is going on in this place? \n[39]Never mind that. What about that dead body you dragged in here? Aaron and Ryan feign ignorance. \n[40]Don't mess with me. I know a dead body when I see one. I live in a retirement home. 112. \n[41]I'm telling you I saw the guy. He was dead! \n[42]No! In the bathroom. Ryan offers a look to the other mourners indicating that Uncle Russell's a bit mad and shouldn't be listened to. ANGLE ON: Michelle comes over to Aaron. \n[43]I always thought he had a little sugar in his tank. Everything has descended into total chaos until Aaron finally shouts across the room. ", "DUNCAN": "\n[1]How's my little sister? \n[2]That was horrible. 27 \n[3]Aaron. How are we doing on time? \n[4]So what's this I hear about Ryan not doing the eulogy? \n[5]That's a shame. I mean, I'm sure you'll be good, Aaron. It's just with Ryan being the writer of the family... \n[6]There are people here that don't even know your father. They just came to hear Ryan. \n[7]So any new books coming out? I just finished \"Black Hurt. 33. \n[8]Not bad considering we're at a funeral. Jeff steps forward. \n[9]How's Pepperdine treating you? Is Professor Clarke still giving you a hard time? \n[10]I'm not worried about you. Duncan looks pointedly at Elaine, irritating her. Duncan looks at Oscar who is in the background. \n[11]So I see you brought your friend. \n[12]Derek. How are you doing at the hospital? \n[13]Definitely. Maybe Elaine would like to join us for lunch? They both look expectantly at Elaine who looks away disgusted. Cynthia comes up to them and kisses Elaine and Jeff hello. Oscar stares at her. \n[14]Get away from there! \n[15]I'll kill him! Elaine tries to keep Duncan away from Oscar, who is stressed enough and looks terrified. \n[16]Leave it alone?! He just knocked my brother-in-law out of his coffin. \n[17]Yes it was. My sister is in tears. I can't believe you brought this idiot! I don't ever want to see him again, do you understand me? \n[18]Why not? \n[19]Are you crazy? \n[20]Drugs?! Is he on the pipe? 48. \n[21]Valium?! That's not a Valium high. Your mother was on Valium for forty years. She never knocked over a coffin. \n[22]I just want to point out that you won't see Derek knocking over a coffin. \n[23]Fine. I've got to check on Cynthia, but this isn't over. Duncan walks back to the house. Elaine walks over to Oscar who is hugging a tree. \n[24]You should probably go see a dermatologist. He turns to follow his sister out, but Norman pulls him back. 51. \n[25]I don't know. It looks like some kind of pigment mutation. Duncan walks further out of the room. \n[26]You're probably just allergic to something. Maybe from shellfish, nuts... Duncan heads further out of the room, but Norman won't give up. \n[27]I don't know. Pecans? Peanuts?... Excuse me. Duncan finally exits, leaving Norman looking shocked and terrified. \n[28]I'm sure we'll start soon. He looks toward the house and sees Norman exit. Duncan wants to avoid him. \n[29]Let's go inside. \n[30]Elaine, what are you doing?! Elaine sees Oscar climbing further up the roof. \n[31]Elaine! Elaine follows Oscar. Aaron realizes this is his chance. He heads back inside. Michelle catches him at the door. \n[32]Elaine! \n[33]Great. Duncan heads toward the kitchen door. He passes a shocked looking Derek. Michelle follows and speaks loudly as Duncan is about to enter the kitchen. \n[34]I'm going to kill him. Jeff follows Duncan in, looks at the coffin, then looks at Aaron and Ryan questioning them with his eyes. They return the look with silent assurance that the job is done. Michelle comes in. \n[35]Elaine! Elaine opens the bathroom door and Duncan enters. Elaine helps Oscar get dressed. \n[36]Thank God you're safe. You idiot! What the hell is wrong with you? Stay away from my daughter. \n[37]Elaine, stay out of this. \n[38]You're what?! \n[39]Elaine, you don't have to marry him just because you're pregnant. \n[40]How can you love him? He's an idiot. \n[41]What the hell is going on? ", "REVEREND DAVIS": "\n[1]Aaron, how are you? 25. \n[2]Yes, I have two more funerals and a Christening. I don't know what it is about the Spring, but they're either coming in or going out. She laughs, but Aaron and Ryan just look at her. Reverend Davis stands there waiting to be introduced to Ryan. \n[3]Ah, the writer, of course. I must admit I squeezed this job in because I wanted to meet you. I'm reading \"Mama's Secret\" right now. Don't tell anybody, I'm not supposed to be reading that kind of stuff. \n[4]You must be very proud of your big brother. He really made something of his life. I can't wait to hear your eulogy. \n[5]Oh. I thought... \n[6]Great... Well, I'll just make sure have everything I need. 26. \n[7]We've got a body and a Bible. Well, I'm all set. She walks off. \n[8]I think we should get started. really have to leave at three. \n[9].Of course. \n[10]Family and friends, we're gathered here today to mourn the passing of Edward Barnes. \n[11]I'd like to start with a favorite passage of Edwards from First Samuel chapter 18, verses 1-4 in the King James Bible. \"And it came to pass, when he had made an end of speaking unto Saul, that the soul of Jonathan was knit with the soul of David, and Jonathan loved him as his own soul. And Saul took him that day, and would let him go no more home to his father's house...\" While the reverend is talking, Norman pokes Elaine on the shoulder and leans forward. \n[12].\"Then Jonathan and David made a covenant, because he loved him as his own soul...\" As she speaks, Norman looks at his wrist, worried. The woman sitting next to him smacks his wrist down. ANGLE ON: Elaine looks at Jeff who watches Oscar. Oscar is fidgeting and looking worried. ANGLE ON: Aaron and Michelle. Aaron looks worried. \n[13].\"And Jonathan stripped himself of the robe that was upon him, and gave it to David, and his garments, even to his sword and to his bow, and to his girdle.\" ANGLE ON: Oscar is laughing. Elaine tries to control him. \n[14]And now we'll have a few words from Edward's son, Aaron. Ryan's older brother. ANGLE ON: Aaron as he gathers himself. Michelle gives Aaron a supportive squeeze of the arm. Aaron looks over and sees Frank staring at him. ANGLE ON: Uncle Russell. \n[15]Are you alright? \n[16]Ah! I think we're just about ready to start the service, so- \n[17]Of course. \n[18]Lookie here, brother. I've been patient. We all know it's a virtue, but I'm about done with patience. Now if we don't resume service soon, we're going to need to have a little conversation about my compensation. \n[19]Five minutes. \n[20]Look, I'm sorry, I really need to use \n[21]I'm not a priest. \n[22]I have no idea. \n[23]Look, I must get to a phone. There's a man on the roof who's going to jump. \n[24]We're going to have to fly through this now. I already missed a funeral and two Christenings. \n[25]Do you want an open casket? \n[26]Alright! Everybody in their seats now!  Hey, you, sit down. People settle into their seats. Ryan manages to squeeze in next to Martina. He smiles at her, flirtatiously. Cynthia throws Ryan a look, and he gets up and goes to sit with her. \n[27]I'd like to apologize on behalf of the family for all of the distractions. I hope that everyone is settled and ready to continue with the service. Aaron, the oldest son, would like to say a few words about his father. Michelle gives Aaron an encouraging look as he makes his way to the front. Aaron clears his throat and prepares to begin. The room is absolutely silent. He takes a deep breath. ANGLE ON: The reverend nodding for Aaron to hurry up. ANGLE ON: Aaron. ", "CYNTHIA": "\n[1]There were so many things we wanted to do... We were going to go to China. \n[2]That's not the point. I haven't been feeling good. Who knows how long I'm going to live without him. It happens all the time. One spouse goes and then the next. I mean, it might be different if I had a grandchild to take my mind off of everything. \n[3]Where is Ryan? Have you heard from him? \n[4]Just seeing that boy's face makes me feel better. I've missed him so much. My baby. 13. \n[5]Yeah, you can get your hand off my husband's coffin. You're leaving smudge marks. Michelle tries to wipe it off with her sleeve. \n[6]Ryan! Cynthia runs over to Ryan and flings her arms around him. Aaron looks a bit lost in the background with Michelle but they walk over. \n[7]You always know exactly what to say, Ryan. I'm so glad you're here. \n[8]I'm trying to hold it together, Duncan. He was a really good husband. My friends always told me about the crap their husbands put them through. I never had to deal with any of that. Remember when Uncle Matt got that nanny pregnant? \n[9]They don't make 'em like my Edward anymore. A good husband and a great father to two healthy, strong boys. Michelle cringes in the background. \n[10]Coffee can do many things Michelle, but it can't bring back the dead. Beat. \n[11]Elaine... Jeff... good to see you. \n[12]Thank you. \n[13]Duncan, I'm going back now. She exits. Reluctantly, Duncan answers Norman. \n[14]In a moment. Duncan gets up and heads toward the house. He passes Norman. \n[15]Thank you. I'll be alright. I know he's watching over me. \n[16]Ryan? \n[17]Aaron? \n[18]Reverend Davis wants to talk with you. \n[19]Is everything okay, boys? Ryan and Aaron kiss their mother and walk off. \n[20]If you've never given life, child, how can you understand death? \n[21]Baby, I really think we should start again now. Have you seen Uncle Russell? Aaron remembers where he is and looks at Ryan. They rush off to the study, passing Jeff. Jeff checks his pockets and realizes the pills are gone again. He goes off to find them. \n[22]You bastard! Cynthia tackles Frank and starts beating him. \n[23]He was with you! Duncan picks up the photos. He shows them to Uncle Russell. 116. ", "BRIAN": "\n[1]Would you like to see... Aaron nods his head \"yes\", as BRIAN begins to open the coffin. Aaron crosses to the coffin. There's a dramatic moment as Aaron moves to the coffin and braces himself for what he's about to see. The coffin opens and Aaron stares long and hard at the body. \n[2]Excuse me? \n[3]Are you sure? \n[4]People make mistakes in times of grief. \n[5]Oh shit! The other undertakers look embarrassed. \n[6]I'm sorry, man. I got a little nervous. This almost never happens. 3. \n[7]I think I know where he is. \n[8]Don't worry. I'll get him, man. \n[9]So is this your father? \n[10]Just trying to be professional. What up, Michelle? "}}