{"dialogues": {"SHELDON": "\n[1]Yeah? \n[2]Really? Thanks. I would've done a longer set if that guy hadn't pulled a knife on the security guard. Once the pepper spray starts flyin', that's it for the encores. \n[3]Are you a new patient?   On the juice, as we say? \n[4]'Nora Bishop. V.P. of Development. Kidnet.' Good gravy. You work for Kidnet? \n[5]Well, it's a pleasure to meet you, Nora. A real honor. Hey, you hungry? \n[6]Soy dogs... never thought I'd live to see the day. Organic, rich in natural protein, and nobody gets killed. Although I do feel bad for the beans. Just kidding. Sure you don't want one? \n[7]So anyway, like I was saying, people always tell me, 'You gotta network, Sheldon... you gotta sell yourself... or you'll be playing the drug clinics and shopping centers the rest of your life.' And you know what I tell 'em? \n[8]I tell 'em, it's not about the old handshake and back slap game. It's not about adding fuel to the shlock machine. It's about doing good work. Having integrity. Making people happy and delivering a positive message. Foundations are built with concrete, not plaster of Paris! \n[9]This is concrete!   This is integrity! \n[10]Sorry. As you can imagine, living by your convictions can be a little stressful at times. \n[11]See, I was raised by my grandfather, and Grandpop paved driveways for a living... \n[12]Thing is, he didn't really pave them. Just covered them with black paint. Of course, once the first rain came along, people realized they'd been swindled. I vowed to myself back then that I'd never make a living through deception. Never. Whadda ya think of them apples? \n[13]Yeah, right. Got any more jokes? \n[14]Hold the phone. You're telling me that Kidnet is finally ready to do a show of Smoochy quality? Of Smoochy caliber? \n[15]I knew this day   would come! After all these   years I finally meet someone in   the business who gets what I do.    Who gets what I'm all about. You    get me, don't you, Nora? \n[16]Well, Miss V.P. of Development... let's go make history! \n[17]Okay, time out, people! If I may interject, I think we're putting the cart before the horse here... \n[18]Smoochy's still earning the trust of the kids. We don't want to compromise that by asking them to buy shampoo and cheese. How 'bout we just concentrate on doing the best show possible. Huh? Without all the bells and whistles and rickata-rackita. What do you say, guys? \n[19]No problem, I'll get it. \n[20]Hey, Nora, wait up. \n[21]Good meeting today. I thought we tackled some hot issues. Although, I'll be honest, there were a few times that I felt my voice wasn't being heard. \n[22]I just want the show to have some weight, you know? Some substance. Silly songs, sure -- but with a message. Pop quiz: How many original compositions are in the Smoochy songbook? \n[23]Try two thousand. Covering every topic from how yummy vegetables are to the importance of donating plasma. Don't you get it, Nora? I'm a valuable resource. Use me. \n[24]Sure. \n[25]... No, no, you misunderstand me. It's not that I'm literally comparing Captain Kangaroo to Jesus Christ. I'm just saying that the Captain, like Christ, was someone you could believe in. Those guys didn't care about bells and whistles and rickita-rackata. It was all about the work. Especially Jesus. Forget about it. \n[26]That's okay, my good man.    Three's my limit. \n[27]Back in my college days I could put away a carton of the stuff. \n[28]Gee, thanks. I usually don't get recognized without my horn. \n[29]That's so sad. Is it just me, or is that sad? \n[30]Wow, you represented Dicky Gimble? \n[31]That's very amusing, but I don't care about Smoochy dolls and Smoochy floor wax... I just want more creative input. This rhino came from my womb. I bore him, I nursed him, and dammit... \n[32]I should be the one who raises him! \n[33]It's funny, that never crossed my mind. \n[34]Excuse me, Nora. Why was the 'Please and Thank You Song' cut? \n[35]Takes away? It enhances it! The cookie song is a meaningless piece of fluff without the 'Please and Thank You' coda! That's the moral anchor! That's where the lesson is! You can't sell the sizzle without the steak! \n[36]I can't do that. I will not condone children consuming endless amounts of refined sugar. I have to look myself in the mirror every morning. \n[37]You're treating me like a puppet. You know that? Well, guess what? I am not your puppet. \n[38]We have different eyes, Nora. When I go out there I see kids. You see wallets with pigtails. \n[39]What a special day with such special cookies! \n[40]Rrrrrrrr! Look at me, kids! I'm flying to the moon! I'm flying to Mars! I'm flying to -- \n[41]Thank you all for coming. I just wanted to iron out a few wrinkles I feel we're having in the communication department. No finger-pointing. Lord knows when you start pointing fingers, someone gets poked in the eye. \n[42]Anyhoo, I'd like to turn the floor over to my new agent, Mr. Burke Bennett. So... heeeeeere's Burke! \n[43]Man, I love club soda. \n[44]Burke, of course, is in no way comparing me to God. \n[45]To be fair, Nora, I was booked to open a car wash in Montauk. \n[46]I'm still in shock. Complete creative control, part ownership of the show, discretion over merchandising and a dressing room with a toilet! Am I dreaming or what? \n[47]Boy, imagine... me, living in a penthouse. Who'd a thunk it. \n[48]Jeez, I hope not. I have a deep respect for money. Not to mention Ben Franklin who had some remarkable achievements in his lifetime. \n[49]What's this? \n[50]I've never owned a gun, I've never touched a gun, and I don't believe in guns. When I played cowboys and Indians as a kid, I was always the Chinese railroad worker. \n[51]Hi there. \n[52]Oh... right. I saw you fight on TV once. I think it was your farewell bout. \n[53]You bet.     That's a big one. \n[54]Well, I don't know why if there's enough room here to... \n[55]I... uh... love you, too, Spinner. \n[56]He seems pretty popular. It must take real talent to run a place like this. \n[57]Whenever you get a chance... I just need a second. \n[58]I'm sorry, you didn't have to hang up. \n[59]But I am still here. \n[60]Nora, I want us to start off on the right foot. I want you to know that I value your input and I don't want you to feel intimidated just because the power structure has changed a bit. I consider you a partner. \n[61]Well, I was never much of the do- se-do type, but what I would love to do is take you out to lunch one day. You know, just two colleagues chewing the fat... forming a mutual respect... planting the seeds of cooperation... \n[62]Fair enough. If you change your mind -- \n[63]Okay then, I'll be in my office if you need me. If you want to brainstorm about anything. Ideas and so forth. \n[64]Ficus? \n[65]Wow... \n[66]Well, he's a very nice man. Very sweet disposition for someone that size. \n[67]I'm sorry? \n[68]Uh, that's a very sweet offer, and I love Spinner, but TV is a complicated medium and... I mean, that would be like me getting into the ring with a prizefighter. Can you imagine such a thing? Boom. K.O.! What's the alphabet, Mommy? \n[69]You know what? Maybe I can find Spinner a little something to do on the show. That's probably the best solution. \n[70]Look, I appreciate the visit, but I'm just putting together a little petting zoo segment. Nothing fancy -- a few kittens... maybe a duck... \n[71]Jeez, this all sounds awfully elaborate. I might have to forgo the union and just borrow a few animals from a pet shop. \n[72]Uh... that's nice of you, Ben, but a card would have been fine. \n[73]Is this... I mean... are you offering me a bribe or something? \n[74]Normally, sir, we take the trash out at the end of the day, but I think I'll make an exception in your case. \n[75]Yes? \n[76]Who? \n[77]Hello? \n[78]What are you talking about? \n[79]Burke, I never agreed to do an ice show. \n[80]Ice shows represent everything I'm against. They're mindless spectacles whose main purpose is to sell overpriced sugar-water and cheap plastic toys that splinter in a kid's mouth on the ride home. \n[81]Until now. Smoochy doesn't sell out, Burke. You should be proud of that. Proud that you represent a client who paves driveways, not paints them over. \n[82]I'll have a pineapple juice, Sandy. \n[83]I'm feeling feisty tonight. \n[84]Yeah, that was great, Spinner. Just watch your elbow next time. Pinky's probably gonna lose that tooth. \n[85]He is not a mental patient. He's an ex-boxer and nightclub owner who happens to have the sweet innocent brian of a five-year-old! \n[86]Hi. \n[87]Thanks anyway, but I'm going uptown. \n[88]If you're hoping for an autograph, the gun's a bit much. The whole 'catch more flies with honey' thing -- it really holds water. \n[89]You raise money to build children's hospitals, right? \n[90]You know, I never agreed to an ice show, nor would I ever agree to do an ice show, and let me add that none of this is your concern, sir. Sheesh. \n[91]Well, I appreciate the offer, but for the gazillionth time, I'm not doing an ice show, so we have nothing to discuss. Now, if you'll just pull over, I'll get out and we'll say our toodley-dos. Far corner, please. \n[92]This is unacceptable, Burke!    I'm calling the authorities. \n[93]I was threatened by an organization that's supposed to help children! What kind of world is this? \n[94]Sure. \n[95]Uh... are you okay? \n[96]Oh. Well, not to make you feel worse, but with alcohol you're also consuming empty calories. \n[97]Wow.   I'm honored. \n[98]Why don't we get some air? \n[99]Well, it wasn't as bad as the week before when you called me a pasty- faced, no-talent hack. \n[100]I guess I didn't want to spoil your fun. You look so content when you're berating me. \n[101]Believe me, I'm learning that more and more every day. 'Sometimes light is really dark, Sometimes crows can sing like Sometimes Winter feels like Don't think you know everything.' \n[102]You remember Rickets? \n[103]That's how I felt! Rickets had real depth. He was my inspiration for Smoochy. \n[104]I can't believe it. I never met anyone who even remembers Rickets. Do you remember the Klunky-Wunky dance? \n[105]I'm sorry. That was a mistake, right? I didn't mean for that to hap-- \n[106]No, no. \n[107]Yes, yes. \n[108]Shhh... you don't have to explain... \n[109]Why? \n[110]What's wrong? Is it the whiskey? If you have to throw up, be my guest. Anywhere you like. \n[111]Hello? \n[112]No, but I like where you're coming from. It's an issue very close to my heart. Why just yesterday I was commenting -- \n[113]Thanks for picking me up, Mr. Kunklepeck. It's very nice of you. \n[114]Well, it's always a pleasure to help out a worthy cause. And believe me, I've learned lately that it's not all sunshine and daffodils in the land of non- profit. \n[115]Randolph. \n[116]Oh, I don't know. I feel sorry for him, actually. He obviously has problems or issues that he needs to sort out. \n[117]No, I would never take pleasure in someone's downfall. You know the old expression about walking a mile in another man's shoes? Well, that really holds water. Just try to imagine -- \n[118]Uh... can we listen to the radio? \n[119]I gotta say, this is a first -- I never performed in a tractor parts warehouse before. \n[120]Amen to that. \n[121]It's my sincere hope that I'm dreaming right now, but in the event that I'm not... what's the deal with the swastikas? \n[122]This is a mix-up! I'm innocent! I don't hate anyone! \n[123]Wait!   I didn't say that!   I -- \n[124]I have to talk to you. \n[125]Don't tell me you believe what they're saying! \n[126]Perform?     I barely sang one song. \n[127]Nora, I had no idea that was a Nazi function. None whatsoever! \n[128]The papers are blowing that out of proportion. It was nowhere near that big. \n[129]But what about the balcony? What about the Klunky-Wunky dance? \n[130]Hell of a world. \n[131]I wouldn't be back here if it wasn't for you. \n[132]Well, this town's a house of mirrors sometimes. It's hard to know what you're looking at. \n[133]Easy, Spinner. Watch the ribs, buddy. \n[134]I missed you too, champ. \n[135]Sure, why not. \n[136]Yes. Some very good news. After giving it a lot of thought... I've decided to do the ice show. \n[137]I realize now it's a sin to waste your power. \n[138]But here's the really good news: I'm doing it myself. No sponsors, no vendors, no crooks. Not one dirty hand will touch this. Not one person will make a dollar off these kids. Smoochy on Ice will be a study in purity. \n[139]As far as food concessions go, I'll supply the refreshments. For free. Low sodium, whole wheat pretzels and apple slices. Healthy stuff. Now are you ready for the best part? \n[140]All profits from ticket sales will be used to built a state-of-the- art methadone clinic in Coney Island. \n[141]I'm not just talking a run-of-the- mill clinic... I'm going to build a methadone palace. A place where men and women can withdraw in luxury. \n[142]You always told me, when you've got muscles you make the rules. Well, I'm feeling pretty strong right now. \n[143]All this time I was letting the business use me. Well, I think it's time I start using the business. I've got my clout back and I'm not gonna waste it this time. Take care of it, Burke. \n[144]Whatever I can do, Tommy, just say it. You know I love Spinner. And I owe you. \n[145]You're too talented for the cowbell, Spinner. Cowbells are for babies. \n[146]That's right. You're a fully grown man. With whiskers... and scars... the whole sha-bang. That's why you deserve a bigger role on the show. A more important role... \n[147]It's fine, Spinner. We'll edit it out. But tomorrow in rehearsal we're gonna work on a new thing called 'the importance of hitting your mark.' \n[148]Hi. \n[149]Yeah, the papers seem to be really covering it. \n[150]Thanks. \n[151]Don't worry. Spinner just needs a little more rehearsal. I'll get him there. \n[152]I guess I'm still readjusting a little. Like a guy who's come back from the war. Not that I'd equate my misfortune with the brave men and women who protect us overseas. \n[153]It's my fault. He'd still be alive if it wasn't for me. He would have been so proud to be in the ice show. \n[154]I'm sorry, Spinner.   I'm so sorry. \n[155]Maybe you better leave it to the police. \n[156]That's okay, Tommy.   I'll be fine. \n[157]Didn't Rickets the Hippo have a song about death? \n[158]What's that? \n[159]Are you sure? The cops have tons of evidence on Randolph. \n[160]Well, God help those guys now. They're gonna get a first-class ride through the criminal justice system, and I'm buying the tickets. \n[161]What does that mean? \n[162]Do we really need to hear this? I don't want to hear this. \n[163]Okay, got it. \n[164]Thank you! Specifics about his head are superfluous at this point. \n[165]What are you talking about? \n[166]Who's Takashi? \n[167]Is this true? Please tell me it's just the confused ramblings of a diseased mind. \n[168]Holy mother of Toledo. When exactly were you planning to let me know about this?! \n[169]You dated Jingle Jackson? \n[170]Oh good Lord in Heaven. \n[171]I... uh... read once that the best way to diffuse a tense situation is with a little humor. To that end, would you like to hear a funny joke? \n[172]I'm telling you, you'd love this joke. It revolves around Santa Claus and the Easter Bunny getting into a fender bender. \n[173]We'll go to the police, first thing tomorrow... straighten everything out. \n[174]Is this what you want? A Hansel and Gretel ending?! You want to be the big bad wolf? \n[175]You're not nothing. You're bitter, misguided and I'm guessing a raging alcoholic, but you're still Rainbow Randolph. Despite everything that's happened, you once made children happy. \n[176]Sure. \n[177]Just making the playing field even. I'm tired of running this race with one leg. \n[178]I appreciate everyone's concern, but I can take care of myself. \n[179]Okay, buddy, we have to get down to the Garden. You're welcome to stay here as long as you like. Just don't leave until I get things squared away. \n[180]Well, we all have our bad days. \n[181]This is for Spinner. \n[182]You were behind the Spinner hit, weren't you? \n[183]You're right. There's just one thing... \n[184]I'm not Smoochy. \n[185]I finally realized we're living in a different jungle. \n[186]Stay out of it, Tommy.   This is my business. \n[187]I don't know how I got pushed this far. \n[188]Tommy, you're not going to -- \n[189]You know, a little grime here and there doesn't change the fact... it's still a beautiful city. \n[190]No it's not. It's just beginning. ", "RANDOLPH": "\n[1]'Friends come in all sizes That's a fact! It's True! All colors of the rainbow \n[2]Their names may not be different One might say 'grasp' while the Some like to toss while others like to caaaaatch... Beeee- Friends come in all sizes Take it from me! Golly Gee! Size From a pal who is true and can You can count on him and he can It's true... that... Friends come in all sizes!' \n[3]You want your kid on the show? \n[4]Then don't tell me how to run my fucking business. \n[5]I'll call you if a spot opens up. \n[6]I was starting to think that maybe you weren't coming. \n[7]Really? You know, I used to have dinner engagements. Sometimes four, five a night. Dinner... drinks... I was the toast of the fucking town. \n[8]Cars, boats, whores and horses, I had 'em all. When I walked into a restaurant, ten guys reached for my hat. When I stood up to take a piss, they cleared the rest room. I'd walk down the street and traffic stopped, mouths gaped. You know why? You know why, Frank? I was Rainbow fucking Randolph! That's why! \n[9]What? You're in a hurry? You don't have time for me? The guy who earned for you? The guy who put those fucking suits on your back and the pheasant au vin in your Brooklyn mouth? \n[10]You gotta fix it, Frank. You gotta get me my slot back. \n[11]How can I sit around while that rhinoceros... that horned carpetbagger gets a free ride on my dime? You and I have history, Frank! Please! \n[12]Don't do this to me, Frank. I'm in deep, deep shit. They kicked me out of the corporate penthouse... I got bookies breathing down my neck. I'm homeless! Don't you hear what I'm saying? I'm not gonna make it! The clock's ticking! Put yourself in my shoes, for Christ's sake! \n[13]Yes! Exactly! That's what I'm trying to tell you! \n[14]You'll get yours, Frank! The rhino too! Do you hear me?! The wheels are turning! \n[15]Sooner or later, even a guy who's squeaky clean falls into mud. \n[16]I saw you! I saw you in there... at my table... talking to him. \n[17]You're my agent! Or did you forget that? \n[18]Ah! They're beautiful! A perfect batch of cock cookies for a very special rhino. \n[19]Oh yes, you're going to learn about shame, my dear Smoochy.   And I'm your professor. \n[20]Bon soir, la Smoochy.   Welcome to fatty Arbuckle-land. \n[21]Don't worry, little ones. Rainbow Randolph will return... After these messages! \n[22]Whatever that means, you fucking retard. \n[23]\n[24]Give 'em a cookie... give 'em a cookie... \n[25]Are you fucking blind?! It's a cock! Not a space ship! Cock! Cock! \n[26]Open up, buddy! It's me, Randolph! It's been a long time! \n[27]You fucking traitor! My body's barely cold and already you work for the rhino? \n[28]Don't lie to me! I heard all about it! You strapped that horn on faster than a cheerleader gets the clap! \n[29]You're a Krinkle Kid!   Not a Smooch-bag! Say it! \n[30]Say it: I am a Krinkle Kid! Say it, before God! On the soul of Jesus Christ! Say what you are! \n[31]I missed you so much. Can I stay here? I got no place to go. \n[32]... They kicked me out of the corporate penthouse. Big surprise. Sons-a-bitches. That's how I got this beauty. \n[33]And of course, there's this... \n[34]That happened after my little visit to the studio the other day. Network security. Fucking savages. \n[35]I got liens, back taxes, lawyer's bills, threats against my life... I basically got the whole fucking world up my ass. It's okay, I got a loooong memory, son. What dey sow, dey gonna reap. \n[36]It's the rhino, Angie. He's been sent by the devil. Sent from hell to destroy me. Smoochy... is the face of evil. \n[37]You better grow eyes on the back of your fucking head, you horned piece of shit! I won't sleep until the worms are crawlin' up your foam rubber ass! I'm going on safari, motherfucker... safari! \n[38]Hello, Mr. Mopes? My name is Benjamin Kunklepeck and I'm calling on behalf of 'Parents for Decency in Children's Television,' perhaps you've heard of us? \n[39]Sir, we're having a banquet tomorrow and we'd be honored to have you perform for us. We would also like to present you with a plaque for your ongoing commitment to children's television. The presenter will be a young orphan with mild asthma. Can you attend? \n[40]Don't be silly. The chance to have Smoochy the Rhino perform at our little soiree? I'd carry you piggy-back through a bed of hot rusty glass if I had to. \n[41]I just looove your show, by the way. It's such a refreshing change of pace from that dreadful embezzler... what's his name again? Rainbow something or other? \n[42]Yes. Rainbow Randolph. What a scoundrel! He's probably gay too. \n[43]Yeah, yeah, yeah, but don't you take particular glee in that you basically stole his time slot? Helped shovel dirt onto his miserable corpse, as it were? \n[44]Come on, he's a fucking asshole! You hate him! Admit it! \n[45]Okay, they're ready for you! \n[46]Well, we like to do these things no-frills. It's all about the kids. \n[47]Knock 'em dead, kid! \n[48]Hi there, poochy! \n[49]Well, aren't you the cutest little boo-boo in the world! \n[50]For you, my dear!   May you live to be a hundred! \n[51]Fuck! \n[52]Hiya, cutie! \n[53]So here's the good news: Yes, I'll be happy to end my sabbatical and return to my old slot. I know you and Frank are in a bind, so I'll start Monday. Call wardrobe, call props, tell 'em the R man is back and he's ready to start whistlin' dem happy tunes for da little chillens. \n[54]Ahhh. Who do ya gotta blow to get a Scotch around here? \n[55]Dammit, Nora! The rhino's gone! You need that slot filled and I'm ready to reclaim what's rightfully mine. \n[56]Okay, so maybe I commandeered a stray shekel or two. Big deal! Compared to what Smoochy did that's like jerking off in the supermarket. \n[57]Come on. Have you lost all affection for me? After what we once had? \n[58]Why we broke up I'll never know. \n[59]We could've worked through all that. \n[60]Damn it, Nora! The public is clamoring for me! I'm a fucking patriot! Mopes is a Nazi! He's evil! He's probably even gay! You should've seen the way he was checking me out in the car! \n[61]What does what mean? \n[62]No... it's just a vibe! A Nazi homosexual vibe! It emanates from the television! The whole Smoochy costume... with the erect horn... I mean, what's that all about? \n[63]I still love you!   Let's go on a date! \n[64]You know, now I remember why we broke up. Always with the accusations. Bitch, bitch, bitch... \n[65]I'm trying to sleep, asshole! Read the fucking meter some other time! \n[66]Hey, this is private property, creep! And you're trespassing! \n[67]In a country like this, where your average citizen is a fuckin' Neanderthal, I wear it as a badge of honor. \n[68]Listen, I barely know that broad. She's a wacko. An opportunist. I'm the most accused man since Jimmy Hoffa. \n[69]That was unfair! Who threw that? That was mean and uncalled for! \n[70]Bad... very bad... too much for brain... pressure building... ears ringing... eyes burning... contempt overflowing... \n[71]I hate you! I fucking hate you!!! You devil-horned mind fucker! Die, die, die!! \n[72]Where am I supposed to go? \n[73]I'm the one who needs to be saved! Me. I'm broke! I lost my lawyer! My only friend kicked me out! I'm a fucking peanut shell in the shape of a man! Save the Rainbow! Save the Rainbow! Save the Rainbow! \n[74]Attention, New Yorkers! You are about to hear a shocking story of injustice! \n[75]I urge you to listen! It has a surprise ending you won't want to miss! \n[76]It's the story of a venomous rhino and his aggressive campaign to slander, vilify, defame, denigrate and villainize my good name! But one thing he can't do, is take my life from me. No, friends, only I have the power to do that! \n[77]This is what Smoochy has done to me! He's brought me to this! I can no longer live in a world where the innocent suffer and the wicked thrive! \n[78]Where is God??!! \n[79]I'm sorry to do this, people. Don't try to talk me out of it. \n[80]Our guest of honor will be here any moment! This is for his eyes! For his conscience. He'll have to live with this imagine for the rest of his miserable life! \n[81]This is it, folks! It's showtime! I'm sorry to do this, but he's left me no choice! \n[82]Shut up, you hillbilly assholes! You're borough trash! Go back to your huts across the river! \n[83]Fuck you! Fuck all you people! I was the last of the Mohicans! You'll never see another Rainbow Randolph in this lifetime! You had me and you blew it! All of you! \n[84]This if for you, Smoochy! Remember this! As long as you live, remember this image! You did this to me! \n[85]What does it all mean??!! \n[86]I didn't do it! I know you're still mad at me, but you gotta believe me. \n[87]Mastermind? I can barely figure out how to unzip my pants these days. Just taking a piss is a logistical nightmare. \n[88]I was an altar boy once. Did you know that? I wanted to be a priest. Do you believe in angels, Angie? \n[89]There was a little angel in pigtails. She was the only one who cared about me. She saved my life. \n[90]Perhaps it's time to heal. To accept the fact that Smoochy has won and gracefully march forward. True, I'm currently wanted for a murder I didn't commit. But I have faith. Faith that justice will prevail. \n[91]Did you bring lunch? \n[92]Chicken and stars? \n[93]Can I have some, please? \n[94]Motherfucker!!!!!!! \n[95]Ah! How very cozy. Like two logs in a little bonfire. All we need is a few sticks and some wienies. \n[96]I had her before you! Pachyderm! I was in love with her! In love! And you snatched her away! Like a common thief! You're the bad guy! Not me! He's the bad guy, Nora. He's incapable of understanding the love we once had! Tender, yet passionate. Old-fashioned, yet experimental. Tell him about a few of our experiments, Nora! Tell him! \n[97]You're just another action figure for her collection! \n[98]Tell him about Jingle Jackson! \n[99]The bells turned her on. Hey, tell him about Jumbo Johnny! There's a tale for ya! A whale of a tale! \n[100]Shut up!   Both of you! This is my show! \n[101]Do you fully understand the power of a condemned man? Do you? I'm already wanted for one murder, why should I give a flaming horse's twat if I commit two more? \n[102]Oh, please. Go blow yourself, Martha. Fix me a beverage, woman. Make me one of those drinks that used to make us all warm and fuzzy before bouncy-bouncy time! \n[103]Remember, I have Mr. Boomy. \n[104]You know, when I lived here I used to have a big painting above the fireplace. A naked chick holding a pumpkin. It was very tasteful. No bush... \n[105]Oh!  Goody-goody gumdrops! Vodka straight up is fine, sugar babe! \n[106]Did you put on a little weight, honey? That's okay, you're still a hot little brood mare. I bet you miss the sweet sting of my riding crop. Giddy up, pony! \n[107]'Rainbow Randolph is the man. Yes he, yes he, is. He's the Prez of Rainbowland. Yes he, yes he, is. With some fun, fun here, and a Here a dance, there a song, Everything is fun, fun. Rainbow Randolph is the King, the \n[108]Stop! It's too hot!    The heat! It's driving me mad! \n[109]Go ahead, kill me! Finish me off. My life's over anyway. Everything I touch turns to shit. Put me out of my misery. \n[110]Would you be my friend? \n[111]You too? \n[112]Sorry about the brood mare stuff. \n[113]Thank you. \n[114]She's right, Sheldon. Don't make the same mistakes I did. Keep your dignity intact. \n[115]Son-of-a-bitch! \n[116]I tried. \n[117]Be careful, Sheldon. Remember what I told you -- you've only scratched the surface of this scummy business. You have yet to strike oil. \n[118]You're lucky to have a guy like Smoochy. \n[119]He's the real thing. Smoochy's the real thing. And I've been a fraud. A wicked man doing wicked acts. \n[120]Hellooo! \n[121]Yes, Angelo, my little Twinkie, shouldn't you be getting ready for the big show? \n[122]Buggy Double D's?   The Dong Man? \n[123]Sheldon's in trouble.   I gotta get down to the Garden. \n[124]I don't care. \n[125]I have to warn the rhino. \n[126]Sheldon!!! \n[127]Give me that gun, you fucking wacked-out freak! \n[128]I don't know. I'm kind of fucked up in general, so it's hard to gauge. ", "NORA": "\n[1]Wife beater. \n[2]Still appealing the mail fraud thing. \n[3]Black was deported, and the trolls... well, who gives a shit. \n[4]This is impossible. If I ever see that Rainbow Randolph again I'll strangle him. Choke the life out of him. Squeeze his scrawny neck until his eyes pop out of his skull and bounce off the walls... \n[5]Sorry, Frank. \n[6]Oh my God. Have we sunk to that level already? Smoochy the Rhino? What a sap. \n[7]The guy can't get arrested, Frank. He can't even break into the birthday party circuit. Last I heard he was working hospitals and nursing homes. He's a joke. \n[8]I probably have ten acts in my development file -- acts I've been cultivating -- that are more deserving than Sheldon Mopes. \n[9]We can do better than this guy, Frank. He brings nothing to the table. \n[10]Don't ask me to do it. You know I'll do anything for you, but please... not this... \n[11]Mr. Mopes? \n[12]I, uh, saw your performance tonight. Very... ... spirited. \n[13]Yes, that did put a damper on the evening, didn't it? \n[14]Ah, no. But it's sweet of you to assume so. \n[15]As stated. \n[16]Believe it or not, no. \n[17]I haven't the foggiest. \n[18]I can see that. \n[19]We all have our cross to bear. \n[20]Are we going into a story? \n[21]The reason I'm here today, Mr. Mopes, as fate would have it, Kidnet is currently looking for a performer with... convictions. And integrity. Someone like... \n[22]... yourself. \n[23]I don't think I could top that one. \n[24]Yes... I believe we're ready to push ourselves to that level. \n[25]I'm afraid so. \n[26]Again, these are just prototypes. I've been assured by FunZone that all the bugs will be worked out before Christmas. \n[27]Okay, so let's recap before we break up... Yes to the Smoochy ice pops. No to the Smoochy string cheese. And we're in a dick-measuring contest with Brown &amp; Brown over the shampoo split. \n[28]Oh, damn. \n[29]Shut the door please, John. \n[30]Now lock it. \n[31]Thank you. \n[32]I think that's a conservative estimate. \n[33]Do you sense my complete lack of interest? \n[34]Can I make this real easy for you? \n[35]The only reason you're on TV right now is because Rainbow Randolph is a degenerate scumbag. I didn't discover you, I delivered you. Like a bag of groceries. I have a bigger emotional investment in my nail polish. So don't peddle your sap to me, rhino. Your job is just to smile and nod your head. \n[36]Because it's sappy and it takes away from the 'Cookie Song.' \n[37]It's cut. And I want the 'Cookie Song' lyrics changed back to the way they were originally scripted. \n[38]This is network television, not a sprout farm. We're here to sell sugar and plastic. That's what keeps the lights on. \n[39]Since when? Now get your spongy orange ass out there and dance for the cameras. \n[40]There's no excuse for you. \n[41]You seem to forget that we went out and found 'your guy.' Dug up his corpse. Handed him his own show when he couldn't sell his face to a photo booth. \n[42]Listen, can I call you back? Yeah, some asshole's screaming in my ear. Thanks. \n[43]If I didn't you'd still be here. \n[44]I'm hoping to correct that. \n[45]Great. That'll come in handy if we're ever at a square dance. \n[46]No. \n[47]I won't. \n[48]Congratulations on your little ice show. \n[49]It didn't take you long to sell out, did it? \n[50]What happened to your precious integrity? Or was that just part of your dog and pony act. \n[51]Nice job. Casting the show with mental patients, I like that. \n[52]Excuse me for not making the distinction. \n[53]May I come in? \n[54]I'm getting drunk and I'm not used to it. \n[55]It's just that... I want to apologize, actually. And on those rare occasions when I feel the need to apologize for something, it helps if I'm, you know... shit- faced. \n[56]I... I may have been a little harsh when we spoke the other day. A little out of line. \n[57]Yes, that was probably insensitive as well. I heard you're not doing the ice show. I find that... incredibly admirable. Why didn't you tell me? \n[58]I'm afraid I have become a bit hardened over the years. Sincerity's an easy disguise in this business. It's hard to know who's on the level. \n[59]'Rickets the Hippo'? \n[60]That was my favorite show when I was a kid. Rickets was the one face I knew I could trust. \n[61]Really? He was my inspiration to work in children's television. \n[62]Remember it?   I did it at my first communion. \n[63]You're not full of shit like all the others, are you? \n[64]You're for real, right? \n[65]I mean, I couldn't tell... First I thought it was an act... and then I just thought you were a simp or something... \n[66]I should go. \n[67]It's just getting late. \n[68]Better get that.    Good night. \n[69]We have nothing to talk about. \n[70]I don't have to believe anyone. The picture in the paper said it all. No one forced you to perform at that rally. \n[71]Well maybe next time you'll do a longer set. \n[72]Funny, you'd think the fifty-foot swastika you were standing in front of might've given you a hint. \n[73]Look, the fact of the matter is, I don't know you, okay? Not really. So don't expect me to go out on an emotional limb here. \n[74]I was drunk.    Don't read too much into it. \n[75]You've got three seconds to pry your ass off my couch and get out. \n[76]Just in case you forgot, you're a criminal and a scumbag. \n[77]Where do you shop? \n[78]That was a long time ago.    I was young and stupid. \n[79]You turned into an asshole and I didn't love you. \n[80]What does that mean? \n[81]You said he was checking you out in the car. What car? \n[82]You're talking awfully fast, Randolph. \n[83]Were you at that rally? Tell me! Did you have something to do with this? \n[84]Did you set Sheldon up? \n[85]Hi, Tommy. Hi, Spinner.   Has Burke been in tonight? \n[86]Damn it. \n[87]I have to talk to him.    It's about Sheldon. \n[88]I'm just sorry I didn't believe you... that I got swept up in the frenzy of anti-Smoochyism. \n[89]Hi. \n[90]I read about the ice show. \n[91]I think it's great. What you're doing for that clinic. \n[92]I just need some clarification... \n[93]No I mean about us. \n[94]Ever since you've been back I just feel like there's something that's not connecting. \n[95]I just thought we were on our way to something... granted, my mistaken belief that you had ties to Neo-Nazis might have put a damper on our relationship, but I'm sorry for -- \n[96]There was nothing you could have done. Don't torture yourself. \n[97]'The Last Nappy Time.' It gave me a lot of comfort when my mother died. 'When doggies stop barking And fish cease to swim And Grandpa lays silent, from his Sadness will find you But soon you'll feel fine...' \n[98]Merv Green? \n[99]I knew Merv Green was a scumbag from the day he grabbed my ass at a 'Feed the Children' benefit. \n[100]Can I help you with something? \n[101]I don't know what you're talking about and your cologne's making me nauseous. Other than that, you're great company. \n[102]It's Stokes. He's behind the whole thing! He cut some kind of deal for the Smoochy slot! \n[103]He wants you out so he can put Takashi in! \n[104]Jesus, Sheldon! Don't you ever pick up a copy of International Performer? He's the hottest kid show host from Asia. \n[105]Listen, there was a time -- and I'm not proud of this -- but there was a time when I was a bit of a... kiddie-host groupie. \n[106]That's not fair! \n[107]Look, what I did before I met you is none of your business. \n[108]Fix it yourself, asshole. \n[109]Look, Randolph. We know it wasn't you who killed Spinner. \n[110]I guess. \n[111]What are you doing? \n[112]You're letting them drag you down to their level. \n[113]You just rest, Randolph. \n[114]Sheldon!!! \n[115]You're in on this, aren't you! You sold him out! You fucking snake! \n[116]Sheldon!!! Get down!!! \n[117]Burke's with Stokes.   He's been in it all along. \n[118]No, Sheldon, don't! \n[119]Let him go. \n[120]Now. Before I pump one in that Grecian Formula scalp of yours. \n[121]You son-of-a-bitch. \n[122]No, Sheldon. \n[123]Sheldon! \n[124]Bus backfire. \n[125]Let's go home, Smoochy.    Show's over. ", "BURKE": "\n[1]Gimme a Five Crown. \n[2]Smoochy the Rhino.    Wow.   I'm a big fan. \n[3]Burke Bennett.    I represent kid show talent. \n[4]Look, Shel, Frank Strokes ain't in the business to make you rich. He's in it to make Frank Stokes rich. That's how these network goons operate. \n[5]You know, years ago, a client of mine, Dicky Gimble, was having a problem... \n[6]Yeah, before the asshole found religion. Anyway, Stokes was trying to screw my boy out of some merchandising points. Claimed he had a warehouse full of Dicky dolls that weren't moving. Now Frank and I are old friends, so I say to him, 'Okay, cock, show me the warehouse' -- see, I know the fucking warehouse is in the Bronx, and I know it's emptier than my wife's head. To make a long story short, I walk out with a check for a hundred grand and Stokes is sitting there with his thumb up his ass. \n[7]Shel, it's all about the dough. After you get the money, you get the power. And after you get the power, you can have Smoochy walk on stage with a hard-on if you want. \n[8]Unfortunately, until then... you're just another puppet in the prop room. \n[9]Give me a call when you're ready, kid. I'll cut the strings and open the magic door for you. \n[10]Yeah, so what do you want?    A parade? \n[11]Not anymore, pal. You're a cigarette butt. Go lay in the gutter. \n[12]As you can imagine, my client has many concerns, not the least of which is studio security, but we can address that later. \n[13]See this guy, Frank? Take a good long look, 'cause this prick saved your life. Without him you'd be sitting in Kaplan's right now, sucking club soda through a paper straw. And, you -- you'd be organizing puppet shows for the brats at P.S. 86. Excuse me, honey. \n[14]'Cause I'm holding all the gunpowder. I represent the man who created, owns, and controls every square inch of Smoochy the Rhino. \n[15]God created Adam and what did he get? A fucking dud. My guy? He breathed life into a winner. And anyone who does a better job than God is gonna have a price. \n[16]Yes I am. \n[17]Oh, so you were doing him a favor? Allow me to untangle this web of shit! I don't care what his resume was, I don't care where you found him, I don't care if his last job was juggling apples for a hut full of Pygmies on the outskirts of the Congo... the fact is, he fits a bill and you need him. Like a hungry baby needs a big tit. And that, my friends, is why you're in a box with no ventilation. And that is why the rhino is going to get what he deserves. \n[18]Heaven, hell, and everything in between. \n[19]To the star and new executive producer of the Smoochy show! May your reign be a long and healthy one! \n[20]And don't forget the corporate penthouse. It took me six years to get that for Randolph. \n[21]It's called the high life, kid. Get used to it. Pretty soon you'll be burnin' one hundred dollar bills just to see Franklin break a sweat. \n[22]That's your graduation present. Something you're gonna need now. \n[23]Think of it as a tool of the trade. \n[24]Trust me, Shel. It's a handy accessory in this business. Even if you don't load it, have it for show. Sometimes that's all you need. Especially with a creep like Randolph lurking around. \n[25]Okay, champ, don't get overheated. \n[26]Spinner? The guy couldn't run a water faucet. He's just a mascot. It's his cousins, a bunch of Irish mob boys, who really run the joint. \n[27]I think you made a new friend, kid. \n[28]Shel, do you know what kind of cash we'll take in between the gate and concessions? A venture like this gets you money and muscle. Times twenty. \n[29]Look, I know you got this fetish for ethics, but now's not the time to fly that kite. No one's ever refused a shot at an ice show. \n[30]I'm thrilled, Shel. Knocked out. \n[31]Don't do it, Shel. You rat on Parade of Hope and you'll be lucky if they find your toenails. These guys are the roughest of all the charities. \n[32]The real one. My advice? Consider the ice show and stay healthy. \n[33]So you were saying you had some good news? \n[34]Finally! I got me a bar mitzvah boy. Today you are a man! \n[35]Like they say, rock bottom's a college education. \n[36]I'm holding my breath. \n[37]Sheldon, you can't do an ice show and cut out the vendors. And more importantly, you can't cut out the Parade of Hope. It's suicide. \n[38]Tell me more about the Asians. \n[39]The good old days. \n[40]This is very sticky ground we're about to walk on. \n[41]Let me poke around. Sift through the possibilities. \n[42]Merv Green. How's tricks, kid? \n[43]You got a minute, pally? \n[44]Look, I'm chokin' on the same bone as you. \n[45]I'm not here to aggravate, just educate. I think Mopes might be talking to people he shouldn't be talking to. \n[46]He's got it in his head that he's gonna clean up the way we do business. Truthfully? I wouldn't be surprised if he's wearing a wire. \n[47]Jesus, I got a thing across town. \n[48]Let's keep talking, Merv. There's oughta be some kind of solution. Don't you think? \n[49]Relax, everything's gonna work out. \n[50]Look, we can cover all the tracks we want, but in the end we still got the same problem. We gotta finish what we started. \n[51]It'll all be over tonight. Buggy's gonna take care of everything. \n[52]Speak of the devil. Have a seat, Bug. \n[53]It's time we put this thing to rest, Frank. And the way I see it... the rhino's up past his bedtime. \n[54]Nora... \n[55]Survival of the fittest! \n[56]You fucking point a gun at me? A gun I gave you as a gift?! Where's your fucking etiquette? \n[57]You know something, kid? You've turned out to be an incredible pain in the ass. \n[58]That was a tragic mistake. If only one could turn back time... But what the hell, it's just one less mick in the world. \n[59]Oh my. What are you gonna do? Kill me? That wouldn't be very Smoochy-like behavior. ", "STOKES": "\n[1]\n[2]Gentlemen, let me be the first to say, in all sobriety, that I'm as shocked and outraged as all of -- \n[3]Well, sir, I'm currently in the process of compiling a list of viable replacements and it's my hope... \n[4]Bumble Bee Billy? \n[5]Square Dance Danny? \n[6]Skippy Black and the Tippy Trolls? \n[7]Before indulging such cheery fantasies, let's just concentrate on saving my job. Shall we? \n[8]What's going on with Sheldon Mopes these days. \n[9]Sap's just the pill we need right now. Mopes is a straight arrow. Always has been. \n[10]The truth of the matter is, a successful children's show has always depended on two simple elements: a fuzzy costume and a lot of hype. Strip away the foam rubber and the network money and they're all jokes. Marginal talents.. cabaret acts... off- Broadway runoff... \n[11]And each one a moral question mark. Something I can't risk at the moment. \n[12]Except ethics. With Mopes, there's never been a whiff of controversy. The man's an ethical, harmless, cornball. In short, a glass of milk on two legs. \n[13]Go find Smoochy. \n[14]I agreed to meet you, didn't I?    I had a dinner engagement. \n[15]Don't start, Randolph.   Please. \n[16]Are you through? \n[17]I think it's fair to say we helped each other. \n[18]There's nothing I can do for you. Nothing. You're a pariah. I can't even be seen with you. \n[19]The ugly truth is, your shoes have become my shoes. As long as the rhino's on the air, everything's by the book. No skim, no percentage. Nothing. The network wanted squeaky clean and they got it. And believe me, Mopes is sparkling. \n[20]You're totally broke? You don't have a dime left to your name? \n[21]We've always managed to come to some sort of arrangement, Burke. Why the fireworks? \n[22]What is that, exactly? \n[23]Pardon me for saying this, but for a non-resident of this country, you speak impeccable English. \n[24]Ah. \n[25]Well, it's not that simple. I have an executive board to answer to. I wish I could just snap my fingers and make a deal but -- \n[26]Oh my.   And what is this on my desk? \n[27]Gentlemen, I suddenly feel invigorated and full of hope. \n[28]Don't you understand? My hands are tied. The rhino's been exonerated. The show's more popular than ever. \n[29]All right! I'll take care of it! I just need time! \n[30]Your client is suffocating me. To make matters worse, he's caused me to veer into a hazardous situation. A situation that otherwise could have a very happy ending. \n[31]They're ruthless. Unwavering. Unprincipled. And best of all, they know how the game is played. They respect our delicate ecosystem of mutual benefit. \n[32]I'd bring you in on this, Burke. You'd be my partner on the Takashi deal. Split down the middle. We have an opportunity to get back on track here. Back to the way it was. \n[33]Pre-rhinoceros. \n[34]Well, you're used to a little glue on your shoes. \n[35]Things are getting out of hand. We have to cover our tracks. \n[36]Relax? They found Merv Green's head on the Grand Concourse! Excuse my concern. \n[37]God help us... \n[38]Buggy? Buggy Ding-Dong? The guy who hosted 'Buggy's Bumpy Railroad'? \n[39]Yeah, until he discovered the joys of Turkish black mule heroin. For the right price he'll do anything. It's amazing the guy's still alive. \n[40]I don't know, Burke... this whole thing... \n[41]Buggy. You're looking good. \n[42]What's he doing here?! He's going to screw everything up! \n[43]Nora, please. It's not what you think. I'm grooming you. You're going to run the division one day... \n[44]What now? What do we do now?! \n[45]Get out of here! \n[46]Move this thing! \n[47]Are you deaf?! I said -- ", "TOMMY": "\n[1]Spinner, come over and meet the Senator! \n[2]My cousin Spinner's take quite a shine to you. \n[3]Ever since you came in the restaurant. He can't stop yakkin'. \n[4]So, I was wondering if maybe you could give him a little floor space. \n[5]You know, a little part on the show. You're the executive producer now. You call the shots, right? \n[6]This makes me sad.    Very, very, sad. \n[7]Nothing.     I'm just very sad right now. \n[8]I don't want to mention names. \n[9]You're a good boy, Mopes. Don't think we don't remember favors. \n[10]What's wrong, kid? The mayor of Patterson's here with his wife. They wanna meet ya. \n[11]Haven't seen him. \n[12]Something I can help you with? \n[13]You wanna tell me about the rhino? \n[14]Danny, go give Mr. Smiley a little back rub. \n[15]Shel, you gotta help me out. He bangs that goddamn thing from morning till night. I got a headache that goes from my eyes to my ass. \n[16]Give the boy something else to do on the show. Anything. Just as long as it don't clang, chime or honk. \n[17]He really loved you, Shel. And this I guarantee -- that fucking Randolph has seen his last rainbow. We're gonna find him, cut off his balls, and shove 'em up his ass. \n[18]Don't forget -- that hit was meant for you, Shel. So from now on, everywhere you go, we go. \n[19]Fine, nothin'. And as Christ is my witness, no one's touchin' a hair on your fuckin' head. Spinner would have wanted it that way. \n[20]Alright, boys, let's get shit- faced. For Spin. \n[21]Big news, Shel. \n[22]It wasn't Smiley who killed Spinner. It was Parade of Hope. \n[23]We did our own investigation. Cousin Ian from down at the morgue... you met him at the wake... \n[24]What's that guy's name over there? Green? \n[25]This was one time they shoulda left the tab blank. \n[26]It's all taken care of, Shel. \n[27]You like kids, huh? \n[28]So you must know a few fairy tales. Danny, tell him the one about the worthless prick who gets his head chopped off. \n[29]Now you know why charities go under sometimes. \n[30]No more killin', Shel. Enough's enough. Don't destroy who you are for this piece of shit. You mean something to the kids. Don't take Smoochy away from the kids. \n[31]You're only human, Shel. The important thing is... you never went over the cliff. You're a good boy. For some of us... it's too late. \n[32]We'll take it from here, kid, you run along with your girl. Get on with your life. \n[33]Don't worry. Sometimes even a rat deserves a little mercy. ", "SMOOCHY": "\n[1]of 'She'll be Comin' round the Mountain' \n[2]Thanks, fellas. I'm rooting for you! \n[3]Angelo, you were always my favorite Krinkle Kid. The way you'd click your heels during the 'Jellybean Jam.' Real artistry. I'm honored to have you as a Rhinette. \n[4]Hiya, kids! \n[5]It's gonna be a fantabulous day in Smoochyland!! \n[6]'Ohhhh... it's a fantabulous day in Smoochy-land/Let's have a great big cheer for the Smoochy-land band/We'll dance with our jungle pals, won't that be grand/Oh, it's a fantabulous day in Smoochy- land!' \n[7]Boy, all that jiggyin' and ziggyin' sure makes a fella hungry! Now if only I had my super duper, super secret, super special... \n[8]Right-o-riffic! Magic Cookie Bag, I command thee! Come to your lord and master! \n[9]'Lookie, lookie, lookie, here comes the cookies! Fresh and organic, no need to panic! Right from the soil, no tropical oils! Sweetened with juice, for an energy boost! Fiber galore, you'll be askin' for more...' \n[10]Oooh... just the smell of unprocessed flour makes my tummy do somersaults! \n[11]\n[12]\n[13]Wow! Look at this cookie, kids! A rocket ship! \n[14]Boy, wasn't that fun? In an awkward kind of way? Anyhoo, how 'bout a big round of applause for the newest member of the Smoochyland Band... former heavyweight contender, Spinner Dunn! \n[15]'Well, how-do-you-do, my   good friends! How do-you-do,    my pals! It's so nice to see good   friends! Sing along with me now!    How do you do, my good -- ' \n[16]Thank you. It's good to be back. You know, kids, sometimes life in the jungle can be unfair. A place where nice guys don't just finish last... they get their heads cut off. \n[17]That pretty world you think you know is just props and scenery. Lollipop trees with roots in venom! \n[18]So look around you, boys and girls. Every day. Be diligent! Stand strong! As the old proverb says: Beat a dog one time too many and you get a wolf! Let's start howling! Howl for me, boys and girls! \n[19]Okay, I just wanted to get that off my chest. Who wants to do the Hokey-Pokey?! \n[20]Take it from me, Lester. Use your power. Don't squander it -- build with it. \n[21]Looks like a street performer of some sort. \n[22]... 'So three cheers for the man that I proudly call Stan... He's not quite a dad or a brother... Yes, he gets cross, but still he's the boss... And besides he takes care of my mother!' \n[23]Remember, kids. First impressions, good or bad, are not always what they seem. Just like a new puppy, new dads need to adjust to their surroundings. So give 'em time! But always remember... if he becomes abusive to you or Mommy... what are the magic numbers? \n[24]Right-o-riffic! \n[25]And now, boys and girls, I have a special surprise. I'd like to introduce the newest member of the Magic Jungle... my cousin... Moochy the Rhino! \n[26]Howdy, Moochy! Welcome to the Jungle! You wanna say howdy to the kids? \n[27]Moochy? \n[28]That's right. We've established that. \n[29]On behalf of myself, the Rhinettes, and the soon to be restored Coney Island Methadone Center, I thank you all for coming. \n[30]It was my original intention that tonight's performance would be a benign mix of Smoochy songs and ice dancing. But as an artist, I believe I must convey to you, my fans, what I'm feeling at any given moment in my life. To do otherwise would be dishonest. Art is communication. It's something we learn and hopefully grow from. With that in mind... I hope you enjoy the show. ", "ANGELO": "\n[1]A job's a job. \n[2]Yeah, who is it? \n[3]Randy? \n[4]I don't know what you're talking about. \n[5]I gotta eat, don't I? \n[6]Rhinette! \n[7]I'm a Rhinette. Got that? The Krinkle Kids are ten feet under. With you. \n[8]Stop doing this to yourself! \n[9]Wise up! You hear me? Don't piss your life away like this. \n[10]What are you doing?! That's a Zenith! Look at this place! \n[11]That's it! I want you out of here! \n[12]I don't care! Out!! \n[13]The papers say you were the mastermind. \n[14]I believe you, Randy. But you can't come back to my place. They'll find you. You gotta go underground. \n[15]It's heatin' up out there. Every cop in New York is looking for you. And Tommy Cotter's boys are combin' the streets. You're gonna have to stay put for a while. \n[16]Angels? \n[17]You didn't want to kill yourself, Randy. You know that. \n[18]Now you're talkin', kid. This is a big step... I'm proud of you. \n[19]Yes. \n[20]Just like you asked for. \n[21]For a smile. \n[22]Atta boy. \n[23]Here, I got you some crossword puzzles and stuff to read. \n[24]You okay? Randy? \n[25]Randy, is that you? \n[26]Listen, Buggy's been here. \n[27]Yeah, he lifted my backstage pass and he's braggin' that he's doing some kind of job for Burke Bennett. \n[28]The place is crawling with cops. They'll jump on you like a trampoline. ", "MERV": "\n[1]Hi there. \n[2]Get in. \n[3]Humor me, rhino. \n[4]Merv Green, Sheldon. It's a pleasure to meet you. \n[5]Sheldon, I represent the Parade of Hope Foundation. Maybe you've heard of us. \n[6]We've been known to add a brick or two, sure. \n[7]Sheldon, let me get right to the point -- there's talk on the street that you're pulling out of the ice show. Is that true? \n[8]Listen carefully, son: Parade of Hope has sponsored every Kidnet ice show since 1964. We take a piece off the top and everybody walks away happy. So let's not buck history. \n[9]Allow me to be less murky. Starting tomorrow, Smoochy the Rhino raises his baton for Parade of Hope. Benefits, banquets, fund-raisers, I want it all. Pull over, Terry. \n[10]And as far as the ice show goes... I recommend you start shopping for skates. \n[11]This is what happens to guys who keep secrets, Johnny. \n[12]It's not me you're fucking over, it's sick kids. You got something against sick kids, Johnny? \n[13]And you tell that fat producer of yours, if he ever gives me a low head count again, he'll lose the other thumb. \n[14]Well, if it ain't smilin' Burke. Whose bones are you pickin' today? \n[15]No one freezes me out of an ice show. No one. I don't care how many fucking clinics he's trying to save. \n[16]If you're trying to aggravate me, you're doing a hell of a job. \n[17]That's an ugly string of words. \n[18]How could you hit the wrong rhino?! \n[19]Smoochy is bright orange, Moochy is burnt rust! Read the papers! Do I gotta take you back to fucking kindergarten? \n[20]I'm not through with you yet, rhino! Your time will fucking come! \n[21]It was a mistake! An honest mistake! All I'm trying to do is help children. \n[22]Yes!   Of course! \n[23]No... no... no! ", "SPINNER": "\n[1]Hiya, Smoochy! I'm Spinner! Spinner! \n[2]I'm so excited to meet you!    I'm Spinner! \n[3]You know what I love, Smoochy? I love when you do the Jiggy Ziggy dance! You know, the one you do during 'Silly Time?' \n[4]Wanna see me do it? \n[5]I love you. \n[6]Don't go anywhere, Smoochy! I'll be right back after I take a dump! \n[7]Shit.   Sorry. \n[8]Did I do good, Sheldon, huh?   Did I do good? \n[9]Okey doke.   I'm gonna go get drunk now. \n[10]I don't wanna meet no one. I miss Smoochy! He never woulda done the things they say he done. He ain't no Nazi. Someone's making stuff up. I just know it, Tommy. Someone's making stuff up! \n[11]I want Smoochy back! I want to be on TV again! I want to play my cowbell! \n[12]Sheldon?     What about Sheldon? \n[13]I missed you so much! \n[14]I've been practicing and practicing and I got real good, Sheldon. Real good! \n[15]Wanna see me march? \n[16]What do you mean I can't play the cowbell no more? \n[17]I ain't no baby! \n[18]My name is Moochy. \n[19]Sheldon, this costume's makin' my nuts itch. \n[20]That was fun! Was it bad when I done that thing, where I tripped and knocked over the Flamingo and then he knocked over the cameraman and then those lights fell down on that lady's head? \n[21]Great!    I get to hit something! ", "CHICK": "\n[1]'Takashi Sings Tin Pan Alley for Youngsters' is the hottest show on Japanese television. The sweat shops are working overtime trying to keep up with the demand. Record albums, toys, cereal, tee shirts, you name it... \n[2]Look, Stokes, let's cut the bullshit. We want Takashi in that Smoochy slot and we're willing to do whatever it takes to get it. \n[3]I'm originally from Teaneck. \n[4]We own every hair on this bastard's head and we're willing to share a few strands... if you get my drift. \n[5]You mean like this? \n[6]Two hundred grand in a Louis Vuitton duffle bag. Get our boy the slot and we'll round it off to a million. And you can keep the luggage. \n[7]You're dealing with an honorable culture, Frank. We know how to play ball. \n[8]I don't like complications, Frank. You got one week to get Takashi that slot or you're gonna be shakin' hands with Buddha. \n[9]Okay, boys, chop him up, bag him and dump him in the woods. \n[10]One week, Jeeves. Got that? Or I get a blender and make an Orange Julius with your feet. \n[11]Yeah, honey, you can help us with something... \n[12]You tell that boss of yours he better take care of the rhino problem. In my culture we honor deals or invite consequences. \n[13]Spicy little thing, isn't she? \n[14]Takashi gets that time slot. You hear me, girly? Tell that boss of yours we'll kill everyone at this fucking network if we have to. Starting with the pretty ones. \n[15]Auf Wiedersehen, honey. \n[16]I wish I could tell you it'll be quick and painless, Frank, but you know how these things go... ", "ANNOUNCER": "\n[1]Hey, kids! Who's your favorite rhino? \n[2]Ladies and gentlemen... boys and girls... Who's your favorite rhino? \n[3]And now... it gives us great pleasure to introduce America's favorite rhino... ladies and gentlemen... boys and girls... Heeeeere's Smoochy! \n[4]And now... it gives us great pleasure to introduce America's favorite rhino... ladies and gentlemen... boys and girls... \n[5]Heeeeeere's Smoochy! \n[6]With his partner and comrade... the one, the only... Rainbow Randolph! \n[7]All proceeds from tonight's performance, will benefit the Rainbow Randolph Center for Alcoholism and Delusional Behavior. ", "CATWALK": "\n[1]\n[2]\n[3]\n[4]\n[5]\n[6]\n[7]", "CEO": "\n[1]Save it for the papers, Stokes. We've got nervous sponsors and an angry public -- a combination uglier than two monkeys fucking. What are you doing about it? \n[2]Clean replacements?    With background checks? I assure you, Mr. Stokes, this network cannot survive another Rainbow Randolph. The goddamn P.R. department looks like the Jim Jones camp. \n[3]Whoever takes that slot has to be a straight arrow. Clean as a whistle. \n[4]Squeaky fucking clean. \n[5]Here at Kidnet, Smoochy the Rhino is now Smoochy the Ghost. We have excised that particular malignancy from our network and will seek out a suitable replacement. \n[6]Until then, the Smoochy slot will be safely occupied by Popeye cartoons. Thank you. ", "WIDER": "\n[1]\n[2]\n[3]\n[4]\n[5]\n[6]"}}