{"dialogues": {"RACHEL": "\n[1]Stop what? \n[2]Soon. \n[3]It's all arranged, I'm afraid... \n[4]Well, I'll be back. We can...maybe in the holidays or... \n[5]...Yes, thank you. \n[6]No, that's fine. \n[7]...It's a wonderful achievement. I'm very proud of her. \n[8]I thought he couldn't come. \n[9]Stephan. \n[10]\"On the evening of the 31st of December, it began to rain more heavily. So isolated had they become from the outside world that it was only when she looked out of the window that Rachel remembered it was New Year's Eve... \n[11]He's driving too fast. \n[12]This is ridiculous. What's so important? Tell me where we're going? \n[13]David...? \n[14]What's this? The jealous ex- husband or the intelligence officer? \n[15]Fuck you. \n[16]He didn't tell me anything. (Off his look) He didn't! He told me where he'd been travelling, that he'd been teaching... We spoke for a few minutes and then I had to go. \n[17]If you don't believe me ask him yourself. \n[18]Why did he do it? \n[19]Fine. Everyone sends their love. \n[20]Rachel. \n[21]Where do I sleep? \n[22]Argentina. \n[23]Cordoba. \n[24]My husband is an Industrial Chemist. \n[25]Before Argentina we lived in Hungary where my husband studied... \n[26]Oh...Liaison. \n[27]Translator. \n[28]I won't...be long. \n[29]Good morning, doctor. \n[30]Twenty five. \n[31]Nearly two years. \n[32]Really? \n[33]Oh, good. \n[34]Argentina. We just moved here... A few months ago. \n[35]Teatro Colon. \n[36]Next appointment is on Wednesday. \n[37]Try this on. \n[38]How does it feel? \n[39]Black belt in dressmaking. \n[40]What is it? \n[41]Uh, at ten - study the Mishnah, at fifteen - study the Talmud. By eighteen - stand under the wedding canopy... \n[42]Uh...twenty. In your twenties you are to \"pursue your life's goals.\" \n[43]I don't know. I'm waiting to find out. \n[44]What about you, grandfather? Have you got a goal? \n[45]So what's your goal? \n[46]What about you David. What \"life goal\" are you pursuing? \n[47]This is it? This is all you want? \n[48]Seriously, what do you want out of life? \n[49]Forget about what? \n[50]What about family? \n[51]All of them? \n[52]What? \n[53]Who... told us? \n[54]Oh, Doctor Eisenberg. \n[55]Very good. \n[56]No. \n[57]Yes. \n[58]None. \n[59]I lost my mother in the war. \n[60]I'm not brave. I'm terrified. \n[61]David... \n[62]Okay. \n[63]Yes. \n[64]What about your patients in Birkenau...? \n[65]Help! \n[66]He collapsed! \n[67]I don't know! I don't know! He just clutched his chest and collapsed! \n[68]They're here. Stay with him. I'll go and get them... \n[69]Don't worry, he's in good hands now. He's going to be fine. \n[70]You should get your things, go to the hospital to meet him. \n[71]Do you have a light? \n[72]First shift. The girls said it was okay to come out for a smoke.... \n[73]Yes. \n[74]Well, maybe I'll see you there? I finish in half an hour. Why don't you go and get me a drink ready? \n[75]I think it came from over here? \n[76]I work here. I'm on a break. \n[77]Who? \n[78]No. \n[79]I don't know! I thought I... \n[80]What did he say? \n[81]You made contact? \n[82]What did he say? \n[83]I didn't say anything. \n[84]I know. I just... \n[85]Good. \n[86]Nothing. He...nothing. \n[87]He can understand us. \n[88]He can understand every word we're saying. He just spoke to me. \n[89]Why didn't you go? At the station. You could have got away. Why didn't you? \n[90]What did they say? \n[91]Oh God... \n[92]We just need to get him to the airfield, there must be some other way, some... \n[93]YES! I fed him! \n[94]No. \n[95]They can't just leave us! \n[96]Stephan? \n[97]Stephan! \n[98]What are you doing? \n[99]It was the lady from the bottom apartment. She invited us to her New Year's Eve party. \n[100]About what? \n[101]Stop it! \n[102]I have to get out. \n[103]Get out of my way, please. I'm just going to go out for a few minutes. That's all I want to do. \n[104]No one will see me. Tell him, David. I just want to walk. I just want to get some...air. Please. \n[105]\n[106]I take responsibility. It was my shift. \n[107]What are you talking about? \n[108]No. \n[109]He escaped. \n[110]We can't lie about this! \n[111]David...? \n[112]How could this happen? You said he would never speak! You said he'd never... \n[113]Oh God! Oh God! \n[114]He's alive! He's in the Ukraine! What else is there to read? \n[115]How did you find it? \n[116]No! \n[117]Why would he do this..? \n[118]Deal with it?  What does that mean? Deal with it? \n[119]What did you tell him to do? \n[120]Did you know he'd been ill? Did you...? You knew, didn't you? You killed him. YOU killed him! You knew he wasn't strong enough... \n[121]You could have left it alone! It's an old man in a hospital! You said - nobody will believe it! No-one will notice! \n[122]What are you talking about? \n[123]Are you insane? \n[124]I'm not...Look at me! I'm not capable of...This is insane. I can't do this. \n[125]I won't do this. \n[126]I always knew this would happen. I knew we'd be punished. I knew we'd have to pay. \n[127]God doesn't plant car bombs. \n[128]She isn't going to find out. \n[129]She can never find out. \n[130]How can I?  How can I? \n[131]Cigarettes please. \n[132]Just a coffee. \n[133]At that moment, I don't think I was thinking about myself at all. I was thinking about my mother. I was thinking about how she had suffered in Europe. \n[134]Go to bed, Sarah. \n[135]Because we did a terrible thing..                        * \n[136]Am I late? I'm sorry.... Can I place an advertisement? \n[137]Here... \n[138]This should cover it. \n[139]He's at the BABENKO Hospital. \n[140]Ivan Schevchuk. He's the right age. \n[141]Tomorrow. \n[142]I'll tell you something. At that moment, when I was on the floor, I wasn't thinking about myself at all. I was thinking about my mother. And what she had suffered in Europe. I think that was what gave me the strength to get up again. \n[143]Does Stephan know you're here?                            * \n[144]The same. Different. Resigned to                 * life at a desk. He likes to play                 * the tragic hero...                               * \n[145]Things became...very bad between                 * us. We try to stay civil for                     * Sarah.                                           * \n[146]No. Thank you for asking. There                  * was someone...but he left. And I                 * never heard from him again.                      * What are you doing here, David?                  * \n[147]Pity you didn't send any of them                 * \n[148]Where?                                             * \n[149]Who..?                                             * \n[150]Come tomorrow. We'll talk then?                          * \n[151]Good morning. I'm here to visit Mr. Schevchuk? \n[152]Oh, no, no. I'm Mr Schevchuk's niece. Anna Barova. I've been before, do you remember? \n[153]No. No, I don't. \n[154]Yes. I've heard of you. \n[155]It isn't him. \n[156]It isn't him. It's over. \n[157]You were wrong. \n[158]About David. You were wrong about him. \n[159]He didn't kill himself because he was afraid the story would come out. \n[160]When he came to see me, he was asking me for something. \n[161]My permission. And I didn't give it. I wouldn't let him tell the truth and he was tired of living with the lie. \n[162]I want her to be proud of me. \n[163]I want to do something to make her proud of me. \n[164]People have to know the truth, Stephan. David was right. \n[165]Goodbye. ", "STEPHAN": "\n[1]Breathe. \n[2]Please, sit, sit. My God, it must be election season. \n[3]I came. So you're the famous author I've heard so much about? \n[4]Rachel. \n[5]Now you're the expert, maybe you could tell me something. Who's this handsome devil on the cover? \n[6]It went well? \n[7]That's good. Good, good. That's very good. \n[8]We're going to David's apartment. \n[9]I keep track of people Rachel. It's my job.  I know he came to see you yesterday. \n[10]A little of both. What did he want? \n[11]What did he tell you? \n[12]My car's waiting outside. It can take you to the airport. \n[13]You're in my room. \n[14]You're at the end there. \n[15]What do you think of your new wife? \n[16]Pretty. \n[17]You didn't notice. \n[18]You know what I've noticed? You don't notice women. I've noticed that. How long have I known you? \n[19]Two years. All the places we've been to. You don't look at women. Before I get into that bed, is there anything you have to tell me? \n[20]Well, well...I think he just noticed. \n[21]Yes? \n[22]Now an attack from behind. \n[23]Where have you come from? \n[24]Really? Whereabouts? \n[25]What were you doing there? \n[26]He does look like a chemist. \n[27]She's not going to fucking break, David. Move. \n[28]What were you doing before this? \n[29]And what did you do in Liaison? \n[30]So, first time in the field. \n[31]Good. That's...good. \n[32]So. Everything...? \n[33]Bitte sehr. \n[34]One, two, three, four, five, six... \n[35]Usually. \n[36]The last two carriages will be around... \n[37]...here. And they will be empty. Once that train has stopped, the guards won't be able to see this fence. And on the other side of the fence is... \n[38]...a postal depot. \n[39]The vans come and go all day long. \n[40]That's the wrapping. Now all we need is the present. \n[41]Nice. \n[42]Here you are, Mossad agent, all those years of training, the highest levels of marksmanship and krav magah, first big mission...sewing. \n[43]I never argue with an armed woman. \n[44]Shit. \n[45]We're too late for all of those. \n[46]What are you pursuing Rachel? \n[47]Youth... \n[48]Oh yes. We believe in goals in my family. We're very driven men. My father was Director of Collections by the time he was fifty. \n[49]Director of Collections by forty. \n[50]Forget about it. \n[51]I've spent two years with him, and I don't know him. Nobody knows him. He's alone. \n[52]All of them. \n[53]Maybe it's not always a blessing to survive. \n[54]Vielen dank! \n[55]Identity is confirmed. We have a green light. \n[56]It's whiskey. \n[57]You're so beautiful... \n[58]We need to take him to the hospital. \n[59]He's going to be alright. \n[60]I know, I know. \n[61]One, two, three, four, five, six... \n[62]Twenty, twenty one, twenty two... \n[63]We have to go! \n[64]We can make it. Help me with him... \n[65]We're going! Now! \n[66]Down! \n[67]Is he dead?  Is he dead? \n[68]The Guard! The one who saw your face! Is he dead? \n[69]How did he come round? How the fuck did he come round? You gave him the full injection? \n[70]Did you give him the... \n[71]Jesus Christ! \n[72]We could have gone! \n[73]And you're compromised. You don't leave the fucking house. \n[74]You can't talk to him. \n[75]You can't listen to him. \n[76]I'm not angry - \n[77]- I'm just telling you - we don't talk to him. We don't listen to him. He isn't there. He isn't a human being. He... \n[78]We have a date. Ten days time. The Americans are going to help. \n[79]Fuck! \n[80]It's not happening. \n[81]The Americans have pulled out. Has he been fed? \n[82]Did you feed him? \n[83]I said has he...? \n[84]I'm talking to her! Supposedly it's her shift now, but instead of doing what she's supposed to be doing she's out here with you! Now answer the fucking question: Did you feed him? \n[85]There's no plan. There's no fucking plan. They said the operation is being \"re- evaluated.\" \n[86]You know what that means? They're going to cut us loose. \n[87]It's a fucking mess and they're backing away from it quickly as they can. \n[88]It's happening. I can feel it. \n[89]Yes they can! Because we fucked it all up! We fucked it all up and now we're on our own! \n[90]If it's them, he dies. \n[91]Move. \n[92]He's not getting away from me. \n[93]I decide what the mission is! If I say he dies, he dies. \n[94]Get out of the way! \n[95]Rachel. Rachel! \n[96]It's your shift. \n[97]I was sick of seeing his face. Go back in. \n[98]You don't give orders David. It's your shift now so you can go back in there... \n[99]Don't be stupid. \n[100]Out. We're going out. \n[101]Are you going to be alright? \n[102]Nothing. Not a trace. Nothing at all. \n[103]He might go to the house, might try and get a message to the wife... \n[104]So we what? We...are you going to make the phone call? Are you going to tell them how he got a fucking piece of broken bowl? Wonderful. But don't try and take me down with you. I've done nothing wrong. Remember that! \n[105]This can't happen! This is never going to go away. \n[106]No-one's ever going to find him again. \n[107]What if he didn't escape? \n[108]Only four people know what happened in this room. Us, and him. And he's not talking. No one will ever hear from him again. \n[109]Nobody needs to know what happened here. \n[110]That's the truth. But that doesn't have to be the truth we take home. The truth can be anything we want it to be. The truth is Vogel tried to escape, you struggled with him and got hurt. The truth is, seconds before he got away, Rachel got the gun and shot him. The truth is we got rid of him.... got rid of the body... got rid of every trace of the Surgeon of Birkenau. \n[111]No, you know what? We have to. We have to! This is...this isn't about us. This is about Israel. This is a national humiliation! We can't be seen to fail. And in the end, Vogel rots away his life in some jungle, looking over his shoulder, waiting for the bullet...? Who's to say...? \n[112]Maybe that's a worse fate. Maybe that's...The important thing is justice... justice is seen to be done! \n[113]He's right. It makes no difference. No difference. All we have to agree is that we never talk about this. No matter what happens, we never tell anyone. The truth stays in this room. Between us. Agreed? \n[114]Agreed? Say it.  I need to hear you say it! \n[115]Say it. Say... \n[116]Rachel? Say it. It's an oath. Say it. \n[117]We don't know it's him. \n[118]If you read it... \n[119]This is a little internet story. (Grabbing the paper, reading)...\"a psychiatric patient claiming to be the Surgeon of Birkenau...\" Some crazy old man. No-one is paying this any attention. Yet. \n[120]David comes back after all this time, I want to know why. I had his apartment searched. This was on his computer... \n[121]He didn't say anything to you last night..? \n[122]Rachel..? \n[123]Because he couldn't handle it. I told him we had to deal with it and he couldn't handle it. He thought it was all going to come out and he panicked... \n[124]I told him to find Vogel. I told him to finish it. \n[125]FUCK DAVID! I don't want to hear about David! David took the coward's way out! \n[126]There's a journalist. \n[127]A Ukrainian. He's heard about it and he's going to interview Vogel.  Then it all comes apart.  We don't have the name of the hospital. You have to find out where he is. \n[128]David's taken himself out of the equation. I can't do it. You're the only one left. \n[129]We can't... \n[130]You have to, Rachel. Because for thirty years you've been taking the credit for it. (Beat, carefully) And there's Sarah. \n[131]I thought I'd already been punished. \n[132]I wasn't referring to the wheelchair. \n[133]If I could go back, Rachel, I'd change it all. If I could give you back a chance to be happy, to be... \n[134]But there's one thing I would never change. \n[135]My car's waiting outside. It can take you to the airport. \n[136]Go down to her. Say goodbye to her. \n[137]Fuck him. \n[138]Fuck him. \n[139]Hurry up. \n[140]It's outside Vinnycja. About a hundred and fifty miles south- west of you. What name is he going under? \n[141]When is he supposed to interview him? \n[142]This will be over soon. And when it is... \n[143]Yes? \n[144]A family matter... Would you give me a moment? \n[145]You're sure? \n[146]Thank God. Thank God. This is wonderful. This is...and you're okay? Rachel? You're alright, yes? \n[147]Well, thank God I was, but... \n[148]About David? \n[149]What? \n[150]Truth is a luxury, Rachel. Some people have to put other things first - their country, their people...their children... \n[151]Sarah's so proud of you, Rachel. You have to think about her. \n[152]Of course you do. \n[153]Rachel...? Rachel...? \n[154]Listen to me... \n[155]Rachel, listen to me...! ", "VOGEL": "\n[1]Good morning, Frau Roget. I'm Doctor Bernhardt. \n[2]Alright now, just relax. We're going to do a little examination. If you feel at all uncomfortable, you just say. Alright? \n[3]Alright, this is my hand... and this is the speculum. It's going to feel cold. \n[4]Can I ask how old you are? \n[5]And how long have you and your husband been trying for a baby? \n[6]Uhuh. Well, the ovaries look fine. Alright, let's see... your cervix is slightly retroverted. Tilted backwards? \n[7]Mmm. But that generally shouldn't affect fertility. \n[8]You have a slight accent, Frau Roget. Where are you from? \n[9]Whereabouts in Argentina? Buenos Aires? \n[10]Oh, Buenos Aires. Beautiful. I went once, when I was young. We went to the Opera house I remember. What's it called again? \n[11]That's right. Beautiful. This might sting a little, dear. \n[12]I'm sorry. Now, there's a couple of tests we need to run, make sure there are no problems. Is that alright? \n[13]Brave girl. \n[14]This is my hand. This is the speculum. \n[15]How did you find me? \n[16]Who told you about me? \n[17]Were you referred by a doctor, or...? \n[18]Ah-ha. How is the old Jew? \n[19]Any history of infertility in your family Frau Roget? \n[20]Are your periods irregular? \n[21]Yes. I think we've found the problem. \n[22]It's very common. Your ovarian follicles...well, inside you're still immature. \n[23]We need to help you with this. There's something we can use, a little injection. Do you want to proceed? \n[24]How many brothers and sisters do you have? \n[25]An only child? \n[26]And yet you say there's no family history of fertility problems? \n[27]Alright, this is my hand. And this is the speculum. \n[28]You had intercourse last night? \n[29]Good. You're at the most fertile stage of your cycle. This is very good timing. \n[30]I think we are going to see results. \n[31]All you have to do is have faith. Ask any of my patients. \n[32].....Fucking assholes! Fucking pig shit food! Fuck you! Fuck you! Fuck... \n[33]My wife. \n[34]Is she hurt? \n[35]Is she alright? \n[36]Please? Tell me she's alright. \n[37]Why don't you just kill me now? \n[38]How can you keep me waiting to die like this! \n[39]I know what you want. You want to hand me over to the others, let there be some fucking sham of a trial. Then, when they kill me, you can tell yourself that there was no blood on your hands. \n[40]But that isn't true. There will be blood on your hands. \n[41]You will be my murderer! You fucking hypocrite. You fucking... \n[42]Yes. Do it. You want to do it... \n[43]That's right. I'd forgotten. You Jews never knew how to kill. Only how to die. \n[44]I was dreaming about my wife. \n[45]One of the great regrets of my life is that we were unable to have children. My wife would have made a wonderful mother. \n[46]It's a great blessing. \n[47]You should try lemons. For the morning sickness. \n[48]They say it helps. \n[49]What's your name?  Sarah? Hannah?...Rachel? Esther? You Jews stay close to your roots, don't you? It's a good thing. Very good. \n[50]I loved the bible as a child. Retribution. Higher justice. \n[51]Yes. I understand you perfectly. You weren't lying at the clinic when you told me about your mother were you? About her death? \n[52]I'm very sorry for your loss. \n[53]Thank you. David. \n[54]David and Stephan and Rachel... \n[55]If I had a choice I'd prefer Rachel to feed me. So gentle...in another life, the makings of a Nurse, I think...in another life... \n[56]How is she today? \n[57]You should let her get more rest. It's a dangerous time, the first month or two of the pregnancy. \n[58]You didn't know? \n[59]You're not the father then? I thought it would be you. I thought...I don't know. The way you look at her. The way she looks at you... \n[60]Women can be like that, they like to make you dance first, I remember. So, she chose the other one...? \n[61]That must be hard, watching them together, right in front of you. And you not saying a word. Like the Poet says - \"Great souls suffer in silence.\" I wouldn't have taken Stephan as a family man. Too ambitious, too...? Whereas you? David, I see you with children... \n[62]I am expressing my sympathy. For your suffering. \n[63]I'm a doctor, David. \n[64]So we were all insane? Is that the answer? \n[65]You're trembling. \n[66]It's strange. Here I am - the victim, kidnapped, bound, soon to be murdered, but I think you are the one that is afraid, David. Afraid of the monster. \n[67]Boo. \n[68]Yes. Do you know why it was easy to exterminate you people? Your weakness. I saw it. Every day I saw it. Every one of them, thinking only of how to avoid being flogged, or kicked, or killed. Only thinking of themselves. \n[69]Why do you think it only took four soldiers to lead a thousand people to the gas chambers? Entire families? Because not one, out of thousands, had the courage to resist, the courage to be the first to fall. Not one would sacrifice himself. Even when we took their children from them. I knew then that you people had no right to live, no right to... \n[70]Thank you... \n[71]Why did you come...? \n[72]Why did you have to come? You didn't have to follow me. \n[73]Was it Schevchuk? Did he talk? \n[74]I can stop him. I won't tell him anymore.  Nobody needs to know. \n[75]You Jews never knew how to kill. Only how to die. ", "DAVID": "\n[1]Yes. \n[2]Yes. I was expecting you. \n[3]Let's go. \n[4]Sorry. \n[5]I - I think I... \n[6]How was your trip? \n[7]You've cut your hair. \n[8]I'm David. \n[9]Too young. \n[10]I don't know. \n[11]Welcome to Metsada. \n[12]I'll be waiting for you. \n[13]It's a ghost station... \n[14]West Berlin trains pass through East Berlin on this track, but don't stop. \n[15]The station's guarded at all times... \n[16]...and the stairs to the platform are sealed off. \n[17]Our train driver makes an unscheduled stop on the near track. \n[18]We're just one more parcel. Once we're in West Berlin there'll be transport to Templehof airbase and a private charter. \n[19]It doesn't have a name. \n[20]Now it does. \n[21]It's my birthday. \n[22]This is it. \n[23]I want this. I want to get Vogel. I want him to be put on trial and I want the world to watch so everyone knows what he did. I want them all to know the truth. \n[24]And...I want another drink. \n[25]Are you alright? \n[26]It's a brave thing you're doing. \n[27]But you're doing it anyway. Because you know how important it is. \n[28]You're very brave. \n[29]I'm sorry, Madam, but you'll need to meet us at the hospital. \n[30]Not possible I'm afraid. New regulations. \n[31]Fuck. \n[32]Not without her. \n[33]It's not over. \n[34]\n[35]It's going to take time. They need to open up a new route, they need to find political help. Maybe the Americans. Two weeks... maybe three. \n[36]We work four shifts guarding him. We feed him at the end of each shift. We never leave him alone. \n[37]We can do this. We just need to stay focussed. \n[38]At this rate he's going to starve himself to death before we can get him back. \n[39]What happened? What's the matter? \n[40]What? \n[41]It's alright. It's alright. It's nearly over. \n[42]Stephan? \n[43]What the fuck does that mean? \n[44]So...so what does that mean? \n[45]What does that mean? What's the plan now? \n[46]I'm asking you... \n[47]Were you followed? \n[48]Could you have been...? \n[49]You're not doing this. \n[50]This isn't the mission. \n[51]We're finishing this mission. We're taking him back. \n[52]What are you doing? \n[53]Did you know about this? \n[54]His mouth's taped. You want him to suffocate? \n[55]Don't do that again. \n[56]We're not animals. Just remember what we are. Remember what we're not. \n[57]What are you doing? \n[58]Rachel... \n[59]She wants to go out. \n[60]Shut up. \n[61]What does a monster like you know about suffering? \n[62]A doctor. You blind children trying to change the colour of their eyes. You inject people with petrol. You...you replace people's hands and legs and you watch as they... \n[63]This isn't medicine. This is disease. This is sickness. \n[64]There's no answer. I'm not looking for an answer. I'm not looking for... \n[65]He's not going back to the house. He's gone. Fifteen years, it took them to find him. And he's gone. And no-one's going to find him again. \n[66]This happened because of me. I let him go. And no-one's ever going to find him again. \n[67]He's gone. What does it matter? He's gone. \n[68]Agreed. \n[69]I expect so.  I read about                 * him. How is he?                                  * \n[70]I was ill for a while, Rachel.                     * I spent some time in ... in a                      * kind of hospital                                   * \n[71]If we could go back... if I'd                     * waited for you...if you'd                         * come...would it have been                         * different...?                                     * \n[72]I'm sorry.                                               * ", "SARAH": "\n[1]We should never forget how young they were. \n[2]...a man whose sadistic experiments left thousands disfigured or dead, who became known by a name which defiles the annals of medicine: The Surgeon of Birkenau. \n[3]Their mission had been to return him to Israel to stand trial. Instead it ended with his death on the streets of East Berlin... \n[4]But this was not what was celebrated. It was their youth itself that became a symbol. Here were the children who had faced Israel's greatest nightmare, her greatest pain... \n[5]...and in the simple act of \n[6]Mother, I'm so very proud to be your daughter. \n[7]When are you going to stop? \n[8]The smoking. \n[9]I hope so. Do it for your grandson. \n[10]Are you sure you have to go back home tomorrow? \n[11]But we'll have breakfast before you go? I thought maybe we could take a walk on the beach? (Trying to sound casual) I'd like you to see more of him. \n[12]If you'd rather read something else, mother..... \n[13]Actually, my mother withstood all interrogation. My father was the talker.  I'm the only journalist in Israel she won't speak to. \n[14]So did I. \n[15]You came. ", "RECEPTIONIST": "\n[1]100 grivna for twenty words. 5 grivna a word after that. \n[2]Thanks. \n[3]That's weird. \n[4]I set the alarm. \n[5]The alarm's not on. \n[6]You can't! \n[7]You're going to get fired. \n[8]You're going to get me fired! \n[9]I'm tidying up. \n[10]No, I'm not working. ", "BOYFRIEND": "\n[1]What? \n[2]Who gives a shit? \n[3]The loot! \n[4]I'll put in an i-o-u... \n[5]\"Andrei borrowed money to take Katia to Club Oxygen.\" \n[6]You're worth it. \n[7]I'm worth it. \n[8]What are you doing? \n[9]Are you working? Are you at work now? \n[10]So leave them. ", "NURSE": "\n[1]Frau Roget? \n[2]My God! What happened?! \n[3]I need an ambulance! Karl-Gustav- Strasse. The clinic. My husband has had a heart attack. \n[4]It's Frau Bernhardt, please, please hurry! \n[5]Oh god! Come on, come on! Hurry! \n[6]Oh God! \n[7]But... I want to travel with him. \n[8]Thank you...thank you. \n[9]Hold the doors please. ", "WORKER": "\n[1]You new? \n[2]Yeah, it's okay. Are you working until midnight? \n[3]After the late shift most of us go to the Vetter. Do you know it? \n[4]...it's just on the corner. You should come along. \n[5]Half an hour then. \n[6]What was that...? \n[7]No, it was one of those... "}}