{"dialogues": {"NICK": "\n[1]Where's Vince? \n[2]Humper's ready. Old humper's hotter'n damn hell! \n[3]As soon as you're hitched, Sal. First we get you hitched. \n[4]It's all right. Hey, it's all right. We'll be right here, right with you. \n[5]Won't we? Right? Am I right? \n[6]C'mon. C'mon you guys! \n[7]Back! All hands to the rear! \n[8]I know. \n[9]Yeah. \n[10]Huh? \n[11]So do I. \n[12]Yeah. \n[13]Yeah. \n[14]The shot? \n[15]I don't think about the shot that much. \n[16]Yeah... I guess. \n[17]I don't know... I guess I think about the deer... Being out, maybe. I don't know. I think about it all. Hell, I like the trees, you know? I like the ways the trees are, all the different ways the trees are too. \n[18]Yo-yo! Who's a yo-yo? \n[19]You're a fucking nut. You know that, Merle? You're a fucking maniac! \n[20]Albert! For Christ's sake... John! Wait a minute, you guys! \n[21]You gotta hit it here. Here, Albert, not there. \n[22]Here. Hit it here. \n[23]Couple of weeks... Listen -- \n[24]Linda... \n[25]Linda, what's the matter? \n[26]Sure. Are you kidding? Sure. \n[27]Linda... Hey, Linda... \n[28]Linda, Linda...! \n[29]Will you marry me? \n[30]Would you? \n[31]You would? \n[32]This is terrific...! This is really terrific! \n[33]I don't know what we've been waiting for! \n[34]Sit with Linda, man, will ya?... Give her a beer. Would you like a beer? \n[35]What kind of beer would you like? \n[36]Give her Miller's. Miller's High Life. \n[37]From Nam? \n[38]Pow. \n[39]Pow. \n[40]Is he from here? \n[41]Well, where's he from? \n[42]Don't worry what it says in the book. \n[43]Just forget that. Forget what it says in the book. \n[44]Great. That's great. \n[45]See you Monday. \n[46]Merle? \n[47]From Nam? \n[48]Merle -- \n[49]You got it. \n[50]It's ahead, Vince. \n[51]Whee-uu! \n[52]Let's hunt. \n[53]Huh? \n[54]Hunt with Vince? \n[55]Merle?... Jesus, Merle! \n[56]What are you, God? \n[57]They bombed last night, right? Didn't they bomb? If they bombed last night, they could bomb tonight. They could be up there right now! \n[58]What else? \n[59]I'm doing that too. \n[60]What do you think? \n[61]You're right... Okay, you're right. \n[62]Okay, okay! Okay. Okay, you're right... What about Sal? \n[63]What do you mean? \n[64]Forget Sal? \n[65]Merle... \n[66]We what? \n[67]More bullets in the gun? \n[68]With more bullets?... Against each other?... Are you crazy!!! Are you fucking nuts!!! \n[69]How many bullets? \n[70]No way. No fucking way! \n[71]No. No way! \n[72]\n[73]You go ahead. \n[74]Sal...! Sal!!! \n[75]Sorry... Thought you were someone else. \n[76]I love Linda, see. I love Linda more than I can even say. \n[77]That's right. That's exactly what I mean! \n[78]Only,good people love Linda, see. What Linda has, Linda -- \n[79]You mean...? \n[80]Linda, yeah. \n[81]Hey... Hey, elephants! Look at those elephants! \n[82]Linda loves elephants! Linda... she loves 'em! \n[83]Elephants! Make way... I gotta get elephants! \n[84]Great... These are great. I wanna tell you these are great elephants! I'm going home, see... Stateside in a few days and my wife Linda, she loves elephants. She... she has a thing for elephants because elephants... Elephants go on. You know what I mean? They go right on. I don't know if they cry. Maybe at night. I mean... What I mean is my two best buddies are dead, see, MIA, who knows, and they would have liked some elephants also because... How much are these elephants? I mean let's talk elephant. \n[85]Everyone take an elephant! You know how to carry an elephant? That's what I thought. Right off I figured you as that kind of guy. Hey, wait a minute, I gotta get change. Take an elephant! Everyone take an elephant and then form up. Right here. Over here, like this, in a nice long elephant line... Good. That's good. Man, look at all these elephants! One, two, three, four, five, six, seven, eight, nine, ten... eleven elephants! Hey, but you gotta stand tall to carry elephants. Better. That's better. I mean... God damn, I mean that's elephants now! Wait. Now you wait while I get change. \n[86]Hey, hey, the wind does blow. Hey, hey, the snow does snow. Hey, hey, the rain does rain... \n[87]Hey, hey, the wind does blow. Hey, hey, the snow does snow... \n[88]Hey, hey, the wind does blow. Hey, hey, the snow does snow -- \n[89]I... No. You do this for money? \n[90]Up north. \n[91]Playing. \n[92]We... Three bullets. \n[93]Nick. \n[94]I have to go. \n[95]No, I -- \n[96]I have to go. \n[97]See, I'm going home. \n[98]Yeah... Do you mind if I sit? \n[99]No. None of that. \n[100]That's not it. \n[101]That's not it. Keep going. Go straight. \n[102]I'm telling you that's not it! Now keep going! \n[103]Just keep going! Just keep going straight! \n[104]Guess who. \n[105]No. \n[106]Fine. I'm fine. How are you? \n[107]That was nothing. That wasn't anything. \n[108]It was just the complications. I mean, you take a little thing over there and then you get complications. I mean all the guys had it. \n[109]How's the trailer? \n[110]Frost. \n[111]Did you get hurt? You didn't get hurt? \n[112]It was all for nothing. Do you know that? It was all for nothing. \n[113]Naw, it's... I mean... \n[114]Naw, it's... This guy wants his money. \n[115]Does this... I mean, how does this job work out? \n[116]What do they... bother you!? \n[117]I'll kill 'em. Anybody bothers you, I'll kill 'em! \n[118]Hey, Albert! \n[119]I got delayed. I -- \n[120]I'm fine. Hey, I'm fine. \n[121]How're you guys... I mean, how've you guys been? \n[122]Married? \n[123]Well, who'd you get married to? \n[124]Cynthia! Sure. \n[125]Cynthia! Hey, that's terrific. I mean... Great! That's really great! \n[126]What the hell's that for? \n[127]You mean...? \n[128]Hey... hey, let's drink! \n[129]Fine. Hey, I'm fine. \n[130]Rough. We didn't have to do it, John. \n[131]No. How's Angela? How's she taking it? \n[132]No? \n[133]Worse since she talked to who? \n[134]Talked to Sal? Sal's alive? \n[135]Sal's alive??? \n[136]Well, where the hell is he!!! I mean what are we all sitting here for!!! \n[137]Why?... What do you mean?... Why??? \n[138]But Sal's mother! What about Sal's mother! \n[139]Oh, Jesus. \n[140]Oh, Jesus!!! \n[141]Yeah. \n[142]Angela, I just heard Sal was alive. \n[143]Where? Where is he? \n[144]You talk to him? \n[145]What hospital is he in? Where? \n[146]Hey, Angela, Sal and I go back a long way. \n[147]Angela...? \n[148]No. \n[149]Great. Feels great... Fuckin' A! \n[150]Naw. Uh-huh. \n[151]No. \n[152]Never one. \n[153]One, Vince... you have to understand, doing it with one... would be... like nothing. They're small, see, so if you're smart you get about six or eight. I mean, if you want to have any fun. \n[154]They have these little sticks, Vince. They call them \"chomp chomps\", and when you get these girls going, you have to stick 'em in their mouths. \n[155]Yeah. \n[156]Sure. \n[157]In the timeless words of Squire Albert... \n[158]In the timeless words of Squire Albert... \n[159]Right here. \n[160]Oh. Nothing... Sitting. \n[161]What? \n[162]Yeah... All the guys, we're all going huntin'. Like we did. You know? Like we always used to. \n[163]You know how sometimes you're going along... You're going along... And that's all...! One thing is right after another, like steps... And you step along. \n[164]I don't know where that is... It's gone! That's gone! \n[165]I gotta go. \n[166]I'll be... I don't know... Couple of days. \n[167]Damn... God damn... \n[168]Hey! Hey... okay! \n[169]Yeah. \n[170]You loaded it, Vince! I saw you! \n[171]The fuck you didn't!... Gimme that! \n[172]I'm going to throw this fuckin' thing away. \n[173]Sal? Sal, it's me, Nick. \n[174]Oh. You know. How's it with you? \n[175]What's that noise? \n[176]What's that noise? \n[177]Great. Hey. That's great. \n[178]John Wayne's great... Listen, Sal. Jesus. When are you getting out? \n[179]What? \n[180]Wait a minute. Sal. Hold it. John Wayne's making so much noise I can hardly -- \n[181]Sal?... Sal? \n[182]Thanks. \n[183]Oh. Fine. \n[184]No. \n[185]Linda... Honey, what's wrong? \n[186]Hey. Look. There must be something. \n[187]C'mon. I've got the car. \n[188]You okay? \n[189]Sal, we need you. We need you. \n[190]We do, Sal. We do... You're the heart. \n[191]Sal, you're gonna die! You're gonna sit in that corner watching soaps and you're gonna die!... I'm not saying it's gonna be the same. It's not gonna be the same, but whatever it's gonna be we're all gonna do it, Sal. God damn it we are! We are gonna do it! \n[192]I know. It's like coming from the moon. Or Mars. \n[193]Yeah. \n[194]No. \n[195]I tracked this one, a big buck. God, he was such a beauty--! What's this suitcase here? \n[196]Here. Behind you. \n[197]Maybe Angela brought you stuff. I know she said -- \n[198]Shit! \n[199]It's not socks, Sal. \n[200]It's Merle, Sal. \n[201]I saw him last night. I thought I was dreaming. I thought I was out of my mind. \n[202]Yeah. \n[203]Oh cards, maybe. Poker... It's getting cold, Sal. I'm going to take you in. We'll call Angela. The guys can help her bring you home... Did I tell you I was going on a trip? \n[204]It's okay. Hey, it's okay! Just a week. Just to see Phantom Mary. \n[205]Didn't I ever tell you about Phantom Mary? \n[206]Well... Phantom Mary's on my mother's side. Naturally no one there admits it because Phantom Mary's pretty weird... You want to hear the whole story? \n[207]Like I say, Phantom Mary's pretty weird... Lives alone, lives way out in the middle of nowhere with a cat called Pajamas and a cow called Fred. Well, last week I got a call from Phantom Mary, which in itself was very strange... \n[208]Biederman! Where's Biederman! \n[209]You Biederman? \n[210]I got you on this flight, Biederman. Is that right? \n[211]Follow me, please. \n[212]Right this way. \n[213]Through here. \n[214]Take off the uniform. \n[215]Take off the uniform, Lieutenant! \n[216]Listen, Biederman, I'm going to club you into the floor unless you tell me what the fuck is so important. \n[217]Biederman! \n[218]When I get to Saigon I'll tell 'em where you are. \n[219]Naw. \n[220]Pee-pee. \n[221]Merle!!! \n[222]It's okay. \n[223]It's okay, God damn it! It's all right! \n[224]You know a guy named Merle? \n[225]Yeah? \n[226]Yeah? \n[227]I came to see Merle. \n[228]Yeah. \n[229]Where is he??? \n[230]Merle! \n[231]Merle...! Jesus! Hey, how are you? \n[232]I did. I... This is stolen. I came back. \n[233]Fine. She's fine... Merle, what the hell are you doing? \n[234]Merle... Hey, Merle, listen... Why? \n[235]Merle...! Merle, wait! \n[236]Merle!!! \n[237]Excuse me... Sorry... Sorry... Pardon. \n[238]I just... would like to say a few words... about Merle. I guess Merle always wanted something... I don't know... better. That fucking guy, he saved my Life. He saved Sal's... What Merle liked, he liked things right... But then there wasn't any place for that... that he could find. ", "MERLE": "\n[1]There's Vince! \n[2]Get him, Albert. Get Vince! \n[3]Right. \n[4]Willing fingers-- \n[5]You should have put that on last night. \n[6]That way it sets. \n[7]I just wait. You know? \n[8]I just wait. For this... It's what I wait for... I wait all year. \n[9]You do? \n[10]You think about it? \n[11]So do I. I want to be ready... You have to be ready... It has to be there, in your mind. \n[12]Fucking A. \n[13]You have to think about the shot. It's the shot. The shot's it. \n[14]What do you think about? \n[15]I'll tell you something, Nick. I wouldn't hunt with anyone but you. I won't hunt with a yo-yo. \n[16]Who's a yo-yo...? Who do you think's a yo-yo! They're all yo yo's. I mean they're all great guys, for Christ's sake, but... The point is, Nick, without you I'd hunt alone. Seriously. I would. That's what I'd do. \n[17]Yeah. When it comes to hunting, that's true. \n[18]Sorry. \n[19]I guess you like Nick. \n[20]Fuckin' Nick... Fuckin' Nick... gives. Gives. Fuckin' Nick gives. \n[21]Nick, he just came back. \n[22]Fucking A. See that ribbon in the left. That's Quan Son. That fucking guy was at Quan Son! \n[23]We, ah... We're going too. \n[24]What? \n[25]What'd he say? \n[26]Pow? \n[27]Oh. \n[28]Uh... well, maybe you could tell us how it is over there? \n[29]Pow? \n[30]Well, thanks a lot. \n[31]Who the hell knows! \n[32]Hell no! \n[33]Maybe he's lost. \n[34]Well, I don't know! \n[35]You wanna bet? \n[36]How much? How much do you wanna bet? \n[37]You think we'll ever come back? \n[38]Yeah. \n[39]I love this fuckin' place... That sounds crazy. I know that sounds crazy, but I love this fuckin' place... If anything happens, Nick, don't leave me there. I mean it. Don't leave me... You gotta promise, Nick. You gotta promise me that. \n[40]Promise! You gotta promise! \n[41]Let's go huntin'. I mean let's do it! \n[42]Here's a Hershey. \n[43]Watch it, shithead! \n[44]It's ahead, by the tree. \n[45]Sure I got boots. I got boots right here. \n[46]No. \n[47]No. \n[48]That's it. No. No way. \n[49]You gotta learn, Vince! You come out here... You got no jacket, you got no pants, you got no knife and you got no boots. You think everyone's gonna take care of you! That's what you always think, but this time you're wrong. This time you're on your own! \n[50]No. No boots. No nothin'. \n[51]This is this, Vince. This isn't something else. This is this! \n[52]I said no. \n[53]Hey, Nick? \n[54]Tomorrow I go with Vince. \n[55]Yeah... I mean so he knows... He doesn't even know. \n[56]Saving lives. \n[57]You can do it, Sal. \n[58]Sal... listen to me, Sal! You have to do it. \n[59]You have to think about this, Sal. Listen to me, Sal! You have to think about this. \n[60]Listen to me, Sal. If you don't do it they'll put you in the pit. If they put you in the pit, Sal, you're gonna die... Sal, do you understand? \n[61]Listen to me, Sal. Do it! You have to do it! \n[62]I'm telling you, Nick, no one's going to come. \n[63]Listen, asshole, it's up to us! \n[64]What are you, hoping? \n[65]I thought you might be praying. \n[66]I suppose you wish you were somewhere else? \n[67]Nick, you're wasting your time... Listen to me! You're wasting your time! This is no fucking time for hoping or praying or wishing or any other shit! This is it. Here we are... And we gotta get out! \n[68]Get off your ass, Nick. Get off your fucking ass and stand up!!! \n[69]Forget Sal. \n[70]I mean forget Sal... Sal can't take it, Nick. \n[71]Forget Sal... Listen to me -- forget Sal! I've been working on Sal since dawn, Nick. Sal's in a dream and he won't come out. LISTEN!!! From here on you gotta go for you. You hear me? For you! \n[72]\n[73]We gotta play with more bullets. \n[74]We gotta play with more bullets, Nick. It's the only way. \n[75]More bullets in the gun... The trouble is that still leaves one of us with his hands tied up, so that means we gotta play each other. \n[76]Nick... NICK!!! It's the only chance we've got! \n[77]Three bullets -- minimum. \n[78]I'll pick the moment, Nick. The game goes on until I move. When I start shooting, go for the nearest guard and get his gun. \n[79]When you get the AK, open up. You got me? Open up. \n[80]It's up to you, Nick. Now it's up to you. \n[81]Him and me!!! Him and me!!! \n[82]Him and me, goddamn it! Him and me! \n[83]This is it, motherfuckers! Now he's going to do it! Watch! You watch! \n[84]Look at him! See! This is it and he knows it! \n[85]Last chance to lose your money there, guys. Goodbye money! Hurry, hurry. Here he goes! \n[86]This is stupid! You understand stupid? On and on! At this rate we'll still be here tomorrow! Wait a minute. I know! Hey, I got it. More! Put in more! You understand more? More! More bullets! Three bullets! You understand three? That way BLAM! BOOM! \n[87]KA-POWIE!!! BA-ROOM!!!... 'Cause I want that bastard! Him I want boom! Him or me!!! \n[88]He's terrific! Great fucking guy! \n[89]\n[90]Both of us may have to pull on this, so get your shit in fuckin' shape!!! Him or me!!! Now we got it, him or me!!! Place your bets, motherfuckers! Now we're going! Now we got a game! \n[91]Watch! Now watch! He's going to get it. And then KA-POW! BA-ROOMIE!!! \n[92]You guys think I'm in trouble, right? \n[93]No way! Never!!! \n[94]\n[95]See! Nothing to it. \n[96]You got an empty chamber and it's in your mind! Just put that empty chamber in the gun! \n[97]Who's for Merle? Is anyone for Merle??? \n[98]Who here is for Merle...? \n[99]Who... here... is for Merle...? \n[100]\n[101]Right here. \n[102]Right here. \n[103]Damn it!!! God damn it!!! \n[104]Sal! Sal... Goddamn it, Sal, don't you know anything? \n[105]Sure. Sure, Sal. We're going home. \n[106]Nick!... I thought you went home. \n[107]Sit down. \n[108]How's Linda? \n[109]I like it, Nick. \n[110]I like it because it's simple. \n[111]I have to go, Nick. We'll have a drink. ", "VINCE": "\n[1]Snow... Holy shit, snow! \n[2]... Do you know what this means? Do you guys realize exactly what this means? \n[3]He's getting married... and we're nuts! \n[4]What do you think, Sal? Jesus, you think we'd miss this? \n[5]And we want you to know, Sal, that any help you might need-- \n[6]Hit it, Nick! \n[7]Hey, guys... \n[8]Look at that, see... Watch. Wait a minute, watch. There! D'j'u see that? D'j'u see the way he... You know what that guy is doing? That guy is squeezing her ass! \n[9]Oh well! What do you mean Oh well?! The guy is actually... He did it again! That's what he's doing... He... He's reaching in, John, to her --! I'll kill him! I'm gonna kill him right now. \n[10]Bullshit! That's bullshit! \n[11]I'll betcha! That's bullshit and I'll betcha! You're fulla shit! \n[12]I'll betcha! I'll betcha... I'll betcha twenty dollars! \n[13]Get 'em! For Christ sake, get 'em! \n[14]I'll get it! Where is it? \n[15]There, Albert! Hit it there! \n[16]Man, let's go hunting!... Where are they? \n[17]Get out of here, damn you! Go home!... Scat!... Shoo! \n[18]Bastards! Assholes! Get lost! \n[19]Here, here! This is it! \n[20]Here! This is it! \n[21]It is too! Now you passed it! \n[22]That isn't it! There's no way that's it... Unless they changed it. They might have changed it. \n[23]They changed it. That's what they did. This is it but they changed it. \n[24]This is it. Definitely. This is it, but they changed it. \n[25]Who's full of shit? \n[26]I'm telling you, they changed it! \n[27]They did too! \n[28]Merle, hey Merle, you got any socks? \n[29]mess of things he has brought \n[30]Somebody took my pants... I know I brought pants. \n[31]All right. All right, you guys. Whoever took my pants, I want 'em back! \n[32]Then lemme have 'em. \n[33]No!!!? \n[34]What do you mean, no??? \n[35]Some fuckin' friend... You're some fuckin' friend, Merle! \n[36]You're one fuckin' bastard, Merle. You know that? You're one fucking bastard! \n[37]You know what I think? There's times I think you're a goddamn faggot!... I fixed you up a million times, Merle! I fixed him up a million times! I don't know how many times I fixed him up... and nothin' ever happens... Zilch! Zero!... The trouble with you, Merle, no one knows what you're talking about! \"This is this\"? What does that mean, \"this is this\"? I mean is that some faggot bullshit, or is that some faggot bullshit!!! And if it isn't, what the hell is it??? \n[38]Take last night...! Last night he coulda had twenty fuckin' deer! More! He coulda had more! And look what he does! I mean look what he fuckin' does!!! \n[39]Nothin' to it, asshole! Piece o' fuckin' cake! \n[40]This is him. I'm telling you, this is Nick! \n[41]So he's in the next one, Albert. I mean take it easy. I mean you're driving everybody nuts! \n[42]You okay? \n[43]It's gonna be the next one. Okay? \n[44]It's gotta be the next one. I mean it's gotta be! Right, Albert? \n[45]It's gotta! \n[46]What the --! \n[47]Nick...? Jesus, Nick! \n[48]Where the hell were you? We were all set -- beer, broads. Right? Am I right? \n[49]Fuckin' guy's been shooting slants, Albert! I mean, what do you think? \n[50]What do you think? You think he's been picking flowers? Fuckin' guy's been saving your ass, Albert. Everybody's ass! Even in Europe! \n[51]Same old thing. Hey, same like always. Nothing's changed. Albert is getting fat. \n[52]Yeah. I did. Yeah...What the hell. \n[53]Aw, it's a long story! \n[54]Well... you remember Cynthia? \n[55]That's who. \n[56]What's it for?? \n[57]Hey, Nick, I mean... This here is for the guy that gets caught! \n[58]Here's to Nick, you guys. He did his part. He did... what hadda be done... and so he did it... and here he is!!! \n[59]Hey, Nick... \n[60]How's it feel, huh? How's it feel to be back? \n[61]I mean, I guess you still think about Nam. Right? I mean -- \n[62]Hey, Nick, you ever do it with one of those slants? \n[63]No! \n[64]Oh, Jesus! You're kiddin'! \n[65]Six or eight. And they go wild? \n[66]You're full of shit! \n[67]And I believed you! I oughta punch you out! I oughta...! Hey. Hey, let's go huntin'! Albert! Hey, Albert! Let's go huntin'. What do you say? Nick? What do you say? \n[68]Just like always! Just like it always was! Right, Nick? Am I right? \n[69]Squire Albert... \n[70]Let's go!!! \n[71]What are you, kiddin'? Are you kiddin' me, Albert? Twenty times I coulda had her! She...! One time she begged me, practically begged me. Listen, I had her tit, which was out, in one hand, and my other hand... You know that mole on the inside of her right leg? Well, I was past that mole, way past that mole, and I was -- \n[72]Nice shootin', you guys. Not bad. Not half bad. \n[73]'Course how could you miss, right? Twenty, maybe thirty feet. I mean, if I'd'a been where you guys were -- \n[74]I got this one!!! This one's mine!!! \n[75]I got this one!!! This one's mine!!! \n[76]Hold your fire! I got this one!!! \n[77]I got it! I got this one! \n[78]Gun! Gimme gun!!! \n[79]Where's it gone? \n[80]I got it! Hey, you guys, I got it!!! \n[81]Who? Who is? \n[82]I know! I fuckin' know! \n[83]I do!!! \n[84]She does not! \n[85]In case!!! The gun's in case!!! \n[86]She might!!! She might do it, Albert, but you can't fuckin' tell me that she does!!! \n[87]Say that one more time!... Say it!!! Go on, say it!!! \n[88]What the hell was that! What did you think? Did you think it was loaded! \n[89]The fuck I did!!! \n[90]What do you think? You think I don't know!!! \n[91]You want to say a few words, Nick? I think you should. Like that would wind things up. \n[92]Quiet!... Quiet!!!... Awright, everybody, Nick has a few words. \n[93]John! Play something! ", "ALBERT": "\n[1]How you feelin', Sal? \n[2]Feeling hot? \n[3]I'll get him. \n[4]Damn right! \n[5]Yeah, Sal-- \n[6]Extra feet! \n[7]It won't open. \n[8]Where should I hit it? Just show me where I should hit it. \n[9]Hey, that's neat. \n[10]That's new, isn't it? \n[11]I love this car. Some cars sit, you know? This car, a car like this... grows. I mean you never know, with a car like this, where this car has been. \n[12]Wa-wa-wa!... Waaaaa!!! \n[13]She fucked you? \n[14]She fucked me too. \n[15]She fucked me too. \n[16]Yeah. \n[17]I know... \n[18]Ammo! Get the ammo! \n[19]Fuel up. Need fuel. \n[20]You want 'em? \n[21]Gimme a Hostess Twinkie, Merle. \n[22]What? \n[23]Good... Pass the beer. \n[24]It is not! \n[25]You're full of shit. \n[26]You're full of shit! \n[27]They did not! \n[28]Jesus, it's freezing! \n[29]Jesus! \n[30]Merle, give him the boots. \n[31]Get the boots. \n[32]Maxie! Hey Maxie wha'd'ya say! \n[33]I thought that was it. \n[34]Fuckin' A. It's gotta! \n[35]It's Nick! \n[36]Yeah. \n[37]Hey, Nick! God damn!... What've you been doin', I mean... \n[38]I know, but... \n[39]Yeah. Oh, boy, yeah... Jes', you must be tired. \n[40]Look who's talkin'! Jes'! He got married! Vince got married! \n[41]Tell him, Vince. \n[42]Tell him, Vince! \n[43]Show him the gun. Hey, show him the gun, Vince. \n[44]He's serious. Vince is fuckin' serious! \n[45]Vince thinks... you know... \n[46]Fuckin' A! \n[47]Fucking A. \n[48]He's real bad, Nick. \n[49]Nick... \n[50]Hey! Fuckin' A! Hey! \n[51]Hey, John! \n[52]John,we're going huntin'. \n[53]We're all going. \n[54]Nick, Vince, Albert and John. \n[55]Hey! Fuckin' A! \n[56]Hey! Fuckin' A! Time to roll!!! \n[57]Hey! Fuckin' A! Just... just like a hot shit... except cold. \n[58]You're full of shit, Vince! You're so full of shit you're going to float away! \n[59]You, Vince! You! You are! You're a crock! You're a walking, talking crock!... I mean, what do you know? \n[60]You don't! \n[61]I'm tellin' you she does it, Vince! With twenty guys you know! \n[62]Then what's the gun for! What's this for? \n[63]In case???!!! In case of what? In case you stumble on her, suckin' cock in the front fucking hall?! \n[64]She does, Vince! That's what I'm telling you! She does!!! \n[65]Nick! Nick, you'll kill him!... Easy. Nick, easy! Hey, hey. Vince goes back a long way. ", "SAL": "\n[1]There's Albert! Hey, Albert!!! \n[2]I feel okay. \n[3]What are you guys...? Are you guys going hunting? \n[4]Not tonight?... You're not driving up tonight? \n[5]You guys are crazy. You know that? I mean you guys are really nuts. \n[6]Boy, this is it. This is really it... I mean... here I go. \n[7]Momma... \n[8]Momma, I'll be right upstairs. \n[9]One flight, Momma. It's one flight. \n[10]Who the hell is he? \n[11]Right. \n[12]I'm gonna start slow... At the top. Then I'm gonna work down. \n[13]That's my plan. \n[14]See you Monday. \n[15]All set, hon? \n[16]Hey...! Hey, Merle! \n[17]No. No, no. \n[18]I want to go home, Merle. \n[19]This is horrible! \n[20]Merle, I wanna go home! \n[21]Hey, listen, you can do it. Believe me, you can do it. We can both do it. Then we go home, see? Then we go home! \n[22]Where are we going, Merle? Are we going home? \n[23]Merle? \n[24]Where are we going, Merle? Are we going home? \n[25]Merle? \n[26]Merle? \n[27]Merle. Merle, a car! \n[28]Hey! Hey, gee! \n[29]Where are we going, Merle? Are we going home? \n[30]Hello? \n[31]Nick. Hey. How's things? \n[32]Same. Hey. Same old stuff. \n[33]What? \n[34]John Wayne... Listen, Nick -- \n[35]Listen, Nick -- \n[36]I'm gonna stay here, Nick. \n[37]Place is great. Really. One great place... Basketball, bowling. You name it. Canasta. Hearts. Lots of guys are making salad bowls. What I'll do is make a salad bowl for you, unless you'd rather have a pencil holder. The pencil holder's neat, I mean -- \n[38]I gotta get back, Nick. \n[39]They're passing out popcorn now, so I'll be talking to you... maybe next year. \n[40]Hey, Nick. How can you need me? \n[41]Nick. I'm so scared. I'm so fuckin' scared to go home. \n[42]Did you go hunting. \n[43]Did you get one? \n[44]You didn't get a deer? \n[45]Where? \n[46]I don't know. \n[47]Mom keeps sending me socks, Nick. I mean, if it's socks or something just let 'em go. \n[48]Maybe you could use socks, Nick. Jesus, I mean, come to think of it socks are pretty expensive now. \n[49]Who is it, Nick? Who is it? I don't understand. \n[50]Merle? ... Merle's alive? How do you know? \n[51]Merle gave me this? \n[52]But, Nick... Hey, I mean, where would a guy like Merle get money like this? \n[53]Trip? What do you mean, Nick? You said you'd be -- \n[54]Phantom Mary? \n[55]No. \n[56]Yeah! ", "LINDA": "\n[1]Daddy? \n[2]Daddy...! Daddy, it's me! \n[3]Hi. Nick, your shoes are soaking. \n[4]Oh... You know... \n[5]I was just wondering... Nick... You're going hunting... If I could use this place to stay, because... \n[6]I'd want to pay you... and I was thinking -- \n[7]I would want to pay you, Nick... and I was thinking -- \n[8]What? \n[9]Okay. \n[10]Who else, dummy? \n[11]I don't know! I don't know either! \n[12]Sure. \n[13]I don't know. \n[14]It's okay, Merle. \n[15]Yes. \n[16]Nick! Oh, Nick, you're back! \n[17]I thought... Oh, Nick, I thought you were hurt, some accident. Maybe you fell or maybe some car... I thought someone stole you away! \n[18]Oh, Nick! Oh I missed you so! \n[19]How are you? \n[20]Fine. I just go along, you know. Down at the market. Back here. I mean it just seems there's a million things to do!... Are you sure you're all right? I mean, what about the wound? \n[21]But -- \n[22]I made you a sweater. Here... You have to take that off. \n[23]I couldn't remember your exact size. \n[24]Oh, that's fine. Perfect... It is a little too big... ... but I can easily fix that. Easily. One thing about wool sweaters, they are such a cinch to fix. \n[25]Great. Fine... Once or twice it did fall off the blocks. I don't know what that's from. \n[26]Is that what it is? I couldn't figure out. \n[27]Oh, no. It just kind of goes thump. Would you like a Coke? You don't drink Coke. Or maybe you do. What about champagne? Let's have champagne! I don't think we have champagne. Let's have this. See? Sparkling. I'll get you an opener. Oh, that's right. No opener. Let's just have beer. Do you want some cheese? Or maybe eggs? Maybe we should have coffee. \n[28]Nick? I'm so glad you're alive! I'm so happy! I... I just don't know what to do! \n[29]Nick?... I just want to say how sorry I am about Sal and about Merle. How... I know you loved them and I know it's not the same. I mean now. \n[30]Maybe... I don't know, if you want to talk -- \n[31]Oh, it's great. Fine. \n[32]No-o-o! \n[33]Nick. It's okay... It's okay. I have to go now. \n[34]Pick me up at eight. \n[35]It just seems sort of strange coming to a motel... Like a honeymoon. Or some kind of parlez vous ... Not parlez-vous! What am I saying? That's those cocktails! Parlez-vous!... What I mean is rendezvous. Some kind of rendezvous. \n[36]Do you know what I mean?... Nick? \n[37]Nick? \n[38]Nick...? Nick, it's me! \n[39]Nick? \n[40]What are you doing? \n[41]You're going hunting? \n[42]I see you're going hunting. \n[43]That's wonderful. I think you should... fresh air. \n[44]I don't know. \n[45]I'm just so lonely. \n[46]I'll be out... Just leave me. I'll be out. I'm fine. Really. I'm fine. \n[47]Let's make love, Nick. \n[48]Let's make love forever! \n[49]Eat something, Nick. Eat a piece of toast. ", "JOHN": "\n[1]Shhh! Albert's gonna hump the Coup de Ville. \n[2]Oh, well... \n[3]She fucked me. \n[4]She fucked you? \n[5]She fucked us both. \n[6]Fucking women, man... \n[7]Who's got the ammo? \n[8]It's in the trunk!... It's in the trunk! I'm telling you, it's in the trunk! \n[9]Those are mine! \n[10]Damn right! \n[11]That's mustard! \n[12]You just put mustard on your Hershey bar. \n[13]Holy shit! \n[14]Vince. Hey, you guys -- \n[15]Vince!!! \n[16]I'll get the boots. \n[17]I mean let's get going before -- \n[18]Hey Geraldine, let's eat! \n[19]Nick! Hey, Nick! Boy! Boy oh boy! Are you okay? You're okay, huh? \n[20]Sit down. Here. Right here. Albert! Vince! \n[21]Here. Here we go. Here's to you, Nick! \n[22]Rough, huh? \n[23]No? \n[24]Not so good. \n[25]Worse since she talked to him. \n[26]Sal. \n[27]Kind of. You didn't know? \n[28]Nick, we don't know where Sal is... Nick, Angela won't tell us. \n[29]Nick, she won't say why. \n[30]She's out of her tree, Nick. She is straight out of her tree. \n[31]Yes, Albert? \n[32]Who's going? \n[33]Nick's going? \n[34]No women? \n[35]Take these beers. \n[36]Here's to huntin'. \n[37]Psst. Vince! \n[38]Sweet! Oh, that is sweet! \n[39]Inside, Vince. ", "COLONEL": "\n[1]Jesus Christ, they hit the airport! \n[2]Those fuckin' niggers. This time I'm going to eat balls!... You ever try 'em? \n[3]Not bad fresh, but they don't keep worth a pig's fart. \n[4]Lotta guys don't know that. Assholes! \n[5]Tell you something else. Don't eat 'em in the damn Delta. Unless you like 'em fishy... Some do. I don't. I never did. \n[6]That's you. Right here, Sergeant! He's right here! \n[7]Hey, good buddy, how you doin'? This is Biederman, you guys. Biederman, this is Son Loc, Tu Fon, Huckerbelly and Potts. What's the story here, Biederman? We're looking for... Wait a minute. \n[8]Here it is. Chez Armand. \n[9]Honey, c'mere. Come right here. \n[10]This is for bein' so smart. \n[11]Let's go! Mount up! C'mon Biederman! \n[12]Boy, do I love this conflict. Huh?... What the hell were you doin' in there? \n[13]Merle? That's who we're looking for. Merle. \n[14]Sure! I got eight hundred potatoes says he goes one more... He retired, you know. \n[15]Now he's back. \n[16]He eats 'em... Sure... He eats 'em raw! ", "ANGELA": "\n[1]I do. \n[2]I do. \n[3]I do, I do, I do!!! \n[4]\"This is it -- more or less... Love, Mom.\" \n[5]Oh, wow. \n[6]You're back. \n[7]I'm glad. Seriously... I'm very glad. \n[8]Sure. Why not. \n[9]Nick, he's fine. He's in a hospital and they're fixing him up. \n[10]Oh, sure... Twice a day. \n[11]Nick... Sal is very weak. He suffered a severe wound... and right now he doesn't want a whole lot of people to get involved in a whole thing. \n[12]He doesn't want people bugging him, Nick! \n[13]Did you ever think life would turn out like this? \n[14]You know what Sal's got now?... Sal's got... one arm, Nick, and... that's it. ", "ARMAND": "\n[1]Nick. C'est extraordinaire! Do you know that I have a cousin who is called Nicholas and a nephew Nickolai. So you are, comme on dit, en famille. In the family. \n[2]But you must come in. \n[3]But I insist. \n[4]You are frightened, no? \n[5]Of what is there to be afraid? The war? The war is no problem. It is a joke, a silly thing. I make one call and get you out. \n[6]Ah yes. Of course. To the girl who waits. \n[7]But of course! Please make yourself comfortable. Perhaps you would enjoy some fresh caviar, or une petite glace, or --? \n[8]Unfortunately I must now go in, but I leave you my card. Naturellement I pay my players cash American. Just so you know. \n[9]If you are brave and lucky I can make you rich. \n[10]C'est tres amusant... You have been promoted. And to a Jew... I am joking of course. Naturellement. Seriously, Nick, may I hope that you have come to play? \n[11]Ah. Merle. And you know Merle? \n[12]You are his friend. \n[13]Merle is under his tree... Beside the terrace. You can't miss him. ", "SAL'S MOTHER": "\n[1]It's all ready? Everything's ready? \n[2]Are you sure everything's ready? Are you positive? \n[3]It would snow... Everything's going to slip. Everything's going to slide... All the cars are going to crash! \n[4]I can't believe this... My own little boy... with a stranger! \n[5]My beautiful boy! My angel... who is leaving his own mother. \n[6]So cold is your heart to leave your own mother? \n[7]So cruel is your heart? Is your heart so uncaring? \n[8]I know I know you. So familiar. Such a familiar face. Oh, I know now! The toaster man! I'll go and get it for you. \n[9]Here. This is it. What you do, you stick this in here. \n[10]Then you jab it, see. Jab it good. Something's in it. Hear? Listen. Something's in it. What? What's there? ", "BAR GIRL": "\n[1]Everybody love Linda. \n[2]I love Linda. Myself, I love Linda so much! \n[3]How you like to have nice fuck with Linda? You like that? Special, crazy fuck just like with Linda? \n[4]I show you. Come. You come. Linda have special, crazy fuck. That right? \n[5]I give you special, crazy fuck, just like Linda. Come. You come. Linda cry, make crazy moan? \n[6]I give you cry, crazy moan. Come. You come. \n[7]You like to call me Linda now? \n[8]You call me Linda, just like home. \n[9]Wait! First I give you special fuck! ", "MAN": "\n[1]If you are brave and lucky I can make you rich. \n[2]You have played? \n[3]Once you have played it is not so hard. Cigarette? \n[4]You seem... disturbed. \n[5]Mais certainment... A great deal of money. Naturally I do not do it myself. I myself do not possess the nerve. But I am always... how do you say... looking out for those who do... It is a thing quite rare. Champagne perhaps? Tch, tch. Don't say no. When a man says no to champagne, he says no to life and that no man must ever do. Where did you play? \n[6]Ah yes. Of course... So few survive. La creme de la creme... How did you obtain release? \n[7]Playing? \n[8]And then you... \n[9]How extremely clever. That is really most extraordinaire... Allow me please to introduce myself. I am Armand... And you are? ", "LIEUTENANT": "\n[1]What the hell are you doing here? \n[2]Move it out, girls! Move it out! \n[3]Here. \n[4]Biederman, yes. \n[5]Please! Please mister, please! This is vital I go to Saigon. This is very important. Most important. \n[6]That I must not tell you. Top secret. You see there. Topmost secret. \n[7]I will not betray my country. No. Ne-ver! ", "PRIEST": "\n[1]Yes. \n[2]Everything. Yes. \n[3]\"Blessed be the Kingdom... now and forever unto Ages and Ages... \n[4]\"For everyone that does evil hates the light, and does not come to the light, lest his deeds will be reproved.\" \n[5]\"The servant of God, Sal, is crowned for the servant of God Angela, in the Name of the Father and of the Son and of the Holy Ghost. Amen.\" \n[6]\"The servant of God, Angela, is crowned for the servant of God, Sal, in the Name of the Father and of the Son and of the Holy Ghost. Amen.\" ", "DOCTOR": "\n[1]Is your name Solomon? \n[2]Are you sure? \n[3]Lemme see this. \n[4]Is this yours? \n[5]This isn't yours. This can't be yours! I'm going to take this one off and cut it up... Shred it... so no one gets a hold of it. What I'm going to do now, I'm going to give you this one. There. How's that? Does that feel better? \n[6]That one's yours. "}}