{"dialogues": {"TUVIA": "\n[1]And no news of my brothers? \n[2]If you stay, you'll have to go to the ghetto. \n[3]I need to see to my family. Will you come? \n[4]If I was a German you are dead. \n[5]There is no more army. Asael worships his big brother. \n[6]It wasn't war. It was something else. Zus eyes him carefully. \n[7]Where is Sonia and the baby? \n[8]In Novgrudok. She wouldn't leave. \n[9]She is still my wife.      \n[10]No. Do you? \n[11]Is there anything left to eat? Only a few potatoes in Asael's bag. WORMS writhe among them. \n[12]You think Wilencki is going to give us food? \n[13]How? \n[14]And he tells the police. \n[15]\n[16]He was willing to help us. \n[17]This is your plan? To terrorize every anti-Semite in Belorussia? \n[18]Peasant.      \n[19]We don't know he did it. \n[20]We don't know he did it. \n[21]Machine guns? You're going to take on the whole German army? \n[22]Set her down. The man lowers the child to the ground. She isn't moving. \n[23]I'll go ask Koscik for food. \n[24]And the pistol. Without another word, he starts off. \n[25]I cannot thank you enough. They sit in Koscik's warmly-lit kitchen. Koscik's WIFE stands silently by the stove, glaring at Tuvia. \n[26]He said the same of you. Tuvia can't help but notice Koscik's wife giving him the evil eye. Koscik produces a bottle of vodka. \n[27]What am I supposed to do with-- \n[28]--And feed them how? I can't care for my own family. Behind them, several of the REFUGEES have emerged from their hiding place. They stare at Tuvia balefully. \n[29]Those men? They were the ones who killed my parents?      \n[30]Imagine being one. \n[31]I thought you were dead. \n[32]Zus. He's with the other two. \n[33]For a dumb schoolboy, you mean. \n[34]It is just like school, I don't know what you're talking about.  Teacher...Come... Come. (gesturing to the \n[35]You send me? \n[36]Only four bullets. \n[37]You know who I am? The policeman says nothing. His wife is instantly terrified. One of the SONS stands. Tuvia turns the gun on him. \n[38]Sit. The son obeys. The SOUND of the rain on the tin roof is deafening. Tuvia turns back to the Police Captain. \n[39]And you know why I am here. \n[40]You have no idea what I'm talking about... \n[41]To find Jews. \n[42]And it's a good job, isn't it? You like your job. \n[43]My father? You don't talk about my father... Tuvia places the pistol against the man's forehead. \n[44]Down on your knees.       \n[45]\n[46]For my parents, David and Beila Bielski... for my brothers and all the others-- \n[47]Tell them who did this. \n[48]Riboynoy shel oylam, riboynoy shel oylam...  Lord of the universe, forgive me, I have murdered -- but they were monsters and did not deserve to live.     \n[49]His sons. Zus nods his approval. \n[50]What? \n[51]Shut up. Tuvia stares into the fire. He is dirty and tired. Zus looks around. \n[52]I don't know-- \n[53]You're afraid he's going to beat you for forgetting your homework. \n[54]I agree. But they're here. They consider their predicament.      \n[55]We'll sleep farther up the trail. If anyone comes, they'll find them first. The gunshots will give us time to escape. \n[56]No more. \n[57]I know. I know... Tamara, you remember Cousin Zus. Please, go sit down by the fire. And this is Lazar -- Isabel's youngest... Tamara is pleasant-looking but emotionally wounded. \n[58]This is Isaac Malbin. From Minsk. Malbin is sweet-faced with little round Trotsky glasses. \n[59]Asael, find them something to eat. \n[60]They are family. \n[61]We'll water the soup. One of the new arrivals is a DARK-HAIRED BEAUTY. Tuvia and Zus watch her pass. Zus is particularly interested. \n[62]No. By the fire, the veterans pepper the newcomers with      \n[63]Fuck me! Have you never used a hammer? \n[64]What is it you do, then? \n[65]This is a job? \n[66]I see. Congratulations. Zus winks and walks past. Malbin and Tuvia watch them. \n[67]As long as his village wife stays in hiding. \n[68]This is all the food we have. You are welcome to share. \n[69]Come. Sit. Put down your guns. \n[70]Where are you from? The young man glares at Zus. Then, to Tuvia: \n[71]I know. \n[72]I don't know. \n[73]No. \n[74]An armed brigade. \n[75]Here? \n[76]--we must get what we need without killing. We can't make more enemies-- Zus concentrates on opening the breach. \n[77]--It won't bring your family back to life. Or Mama. Or Papa. \n[78]And I can still see their faces. \n[79]So this is God's work you're doing, Zussie? \n[80]We cannot become...like them. \n[81]Us? \n[82]You are making the decisions now? A stand-off. Zus stares back at him. The struggle for command has grown more obvious. \n[83]We wait for dark. \n[84]We did.      \n[85]Hide! Everyone! They all scramble back into the ditch, dragging the dead courier with them. \n[86]Stupid! The gunfire could be heard for miles. \n[87]Hurry--! \n[88]Into the fields! RUN! Tuvia pulls Peretz off the road, but Jacov reloads his rifle and begins to FIRE at the approaching trucks. \n[89]Jacov, NO! THE TRUCKS STOP. Troops pour off and begin RETURNING FIRE. Jacov is CUT DOWN by a MACHINE GUN. Peretz, Zus, and Tuvia race into the WHEAT FIELD. It's not clear if they can make it into the woods. A FLARE IGNITES OVERHEAD turning the wheat fields BRIGHT WHITE in flickering incandescence. Malbin is almost paralytic with fear. ASAEL doesn't know which way to run. He plunges into the WHEAT FIELD...but ON THE WRONG SIDE OF THE ROAD. ONE OF THE TRUCKS drives forward, CUTTING HIM OFF, using its SPOTLIGHT to reveal him. FIFTEEN SOLDIERS start after him. \n[90]Zus. His rifle. Zus races back to pick up Peretz's weapon. \n[91]Asael... He rips the rifle from Zus's hands. For a moment we think he's going to go back after him. Instead, he wedges the rifle into a tree-trunk and takes careful aim... \n[92]No. \n[93]Again I have no idea what you are talking about. Around them, the beseeching eyes of so many hungry faces. \n[94]Enough! \n[95]I said, enough!  Get up! Get up! \n[96]He made a mistake!      \n[97]That's right, Zus. No mistakes. Like last night.  First they will torture Asael...and then they will hang him. Tuvia walks away, leaving his brother on the ground. \n[98]You know me? \n[99]I know we have no food. But tomorrow... tomorrow will be another mission. \n[100]That was a mistake! But the mistakes we made will not be made again! More objections. Tuvia must raise his voice to be heard. \n[101]We could be here a long time. And we have to prepare. \n[102]Better security. Better at getting food and information-- (talking over their \n[103]I want to kill Nazis, too, but we...just...cannot afford revenge. Not right now. We cannot afford to lose friends like Jacov and Peretz. A small voice speaks up. \n[104]Or Asael. We... We-- (trying to hold it \n[105]...We will map out where we've been so as to not visit the same farms too often. And we take only from those who can afford to give, and leave those who can't alone. \n[106]True. But what I am saying is... what I mean is... We are not thieves. (his resolve growing with every word Or murderers. We may be hunted like animals but we will not become animals.  We have all chosen this -- to live free, like human beings, for as long as we can. Each day of freedom is an act of faith. And if we die trying to live, at least we die like human beings. His mission statement. A vision of their future. Everyone nods in mute acknowledgement. Zus lowers his head. The shift in power between them has occurred. Tuvia has emerged as the undisputed leader. \n[107]Now. \n[108]Hello. She refuses to be flattered. In Russian: \n[109]I'm sorry. \n[110]Thank God.      \n[111]Thank you. \n[112]We need to know what's going on in the villages, how the Germans patrol, who the informers are-- He realizes that Asael is not fully concentrating; instead he is watching as Chaya walks past. \n[113]Are you listening to me? \n[114]What's her name? \n[115]\n[116]So talk to her. \n[117]You spent three days in a cellar! Asael blushes, returns the focus to their prior conversation. \n[118]Whose turn to go? \n[119]You go along, just to make sure he understands my orders. Asael nods. \n[120]Go on...Go!      \n[121]What is it? \n[122]Thank you for telling me.  We have to dig a trench around the new zemylanka. If it rains I'm afraid water will seep in. Tuvia clearly cannot deal with his news. \n[123]She was a beautiful woman. But cold. Not a day went by she didn't remind me I wasn't a good provider. For years it wasn't really a marriage at all. And now... He lowers his head. All Shimon can do is sit beside him. \n[124]\n[125]Lova, Ben Zion -- stay with us. Asael, keep them moving. Don't stop! THE POLICEMEN enter the camp. A submachine gun RAKES a shelter. KISSELY has found the escape trail into the woods. \n[126]Go! Go! Move!  Isaac, keep them moving! Zus, Asael, Ben Zion... Tuvia motions for them to take defensive positions while the others escape.- The policemen emerge hurriedly through the trees and begin crossing the river. SHOTS rings out. A Policeman goes down. The German Soldier is shot in the leg. They are dragged from the water.      \n[127]\n[128]You are from Belarussia, pig! Why do you work for the Germans against your own people? \n[129]Soon it will be dark... See how you find your way home then! The policemen are having similar thoughts. \n[130]They'll be back.  We have to find a new camp. \n[131]What does that mean? \n[132]Rest and eat. I need volunteers for a scouting party. Zus raises his hand. Tuvia nods in grudging gratitude. However mixed his feelings, Zus can always be counted on. \n[133]A brigade of independent fighters searching for our comrades.      \n[134]We belong to the Bielski otriad. \n[135]I'm sure we can clear up this misunderstanding with your commander. \n[136]When you take food it is from loyal supporters. When we do, you call it stealing. \n[137]And we fight a common enemy. The motherland doesn't distinguish between Jews and non-Jews. Viktor is amused by this bit of Soviet dogma. \n[138]These Jews do. Viktor appraises Tuvia for a moment. \n[139]We are honored to be of service. Tuvia and Zus SALUTE and head back the way they came. \n[140]As if we have a choice. \n[141]\n[142]I haven't read one in years. Malbin looks up from his work. \n[143]I wasn't a very good student. You can ask Shimon. \n[144]Yet you accept me as Commander.      \n[145]...But--? \n[146]Such as? Malbin tries to think how best to put it. \n[147]You have more ideas? About all this? \n[148]I'm listening... \n[149]We'll do what we can.      \n[150]We must send for whoever is left alive. \n[151]Then we will provide. \n[152]I won't let that happen. Tuvia exchanges a glance with Malbin. Zus catches it. He has sensed Malbin's growing influence. \n[153]No. I'll bring them out myself. \n[154]Yes. \n[155]I cannot have you contradicting me... Not when others are around.  Our family must stick together.      \n[156]Don't call them that. \n[157]They are people. Jews. \n[158]--What about Bella? Tuvia looks over at Bella, who is anxiously watching. \n[159]--You think she'd be with you if it wasn't for what is happening here? Zus glares at him, but tries to control himself. \n[160]--Is it love Zus?      \n[161]You are the man of her dreams? The Romeo of Novagrudok? Zus can't take anymore. He charges Tuvia, who sidesteps and SLAMS him in the gut. All the frustration of the past months, not to mention years of sibling rivalry, translates into fists and elbows. Ben Zion moves to break it up. Tuvia and Zus turn on him. \n[162]This way. \n[163]There are rumors. Of death camps. \n[164]What if we were to take all of you? \n[165]We will protect you. We have made alliances with the Russian Partisans. \n[166]YOU WANT TIME? Fine, I give you a day. A month. Maybe a year. To live!  Your daughter is out there with us.  Your husband is waiting for you. An old orthodox RABBI stands nearby. \n[167]Rabbi? \n[168]Can you repair guns? \n[169]See if you can fix this trigger. Oppenheim slips on a pair of spectacles and studies the mechanism. It sticks. He digs into his pocket and produces a small file and expertly begins to shave the metal spur. He tests it, then hands it back to Tuvia, who CLICKS the trigger. \n[170]You have a new profession. A murmur of appreciation ripples through the group as Shulman appears -- leading A MAGNIFICENT WHITE HORSE.      \n[171]My God, she's beautiful.  May I? He mounts her easily, urges her around the perimeter, greeting the new arrivals. Heads turn as he trots past. He is the center of attention, and he knows it. And likes it. \n[172]Friends, we are happy to see you safely among us. But there are many things you must learn about living here... All attention turns to him. The Lubczanski brothers grumble to each other, none too pleased with Tuvia's show-boating. \n[173]Once you are settled, you'll be assigned work duties. Everyone works, no exceptions. \n[174]We will help supply the Russian Partisans by making clothes, repairing guns. \n[175]Women will learn to use weapons and fight alongside men. Tuvia takes a rifle from Asael and holds it aloft. \n[176]This is not a gun. It is Bar Kochba's spear. It is Ehud's sword. You will all learn to protect yourselves. A LITTLE BOY holds Lilka's hand and looks up at Tuvia in wonder. He cuts an iconic figure.      \n[177]...This is the one place in all of Belorussia where a Jew can be free.  We will make again, here in this forest, the life that was taken from you. We welcome you into our community.     \n[178]Madness. \n[179]Send out more missions. And bring shotguns. Tuvia sets off. In every face he passes, there's misery and accusation in the shivering bodies and trembling blue lips. Children stare at him with sunken, haunted eyes. \n[180]Lilka? \n[181]Everyone here has lost someone. She looks up at him, helpless to be so revealed. \n[182]Here... He takes off his wool coat and puts it around her shoulders.      \n[183]I will have Asael send someone else. \n[184]You know how to use this? She nods. Leaving, she passes the Lubczanski brothers, who are on their way in.     \n[185]She is not my aristocrat. \n[186]Lazar. I am coming from camp. The danger is from those coming to camp. \n[187]No sign of the food mission? \n[188]What's wrong with them all? \n[189]Medicine for typhus. I heard you. I'll go see Viktor right away. On his way out, he passes Lilka, who is being looked after. \n[190]Are you all right? \n[191]I must go.     \n[192]We have sickness. I need ampicillin. \n[193]If typhus breaks out in our camp, it may spread to yours. \n[194]I must insist. Comrade. \n[195]Of course. Zus grabs his submachine gun. \n[196]I'm going in with you. \n[197]You don't have to do this. \n[198]So more die. They will anyway. A grim smile from Zus. Tuvia is broken up inside. \n[199]Zus...  For luck. Zuz pockets it and joins the others creeping into the shadows. But rather than follow them into the police station, we HOLD on Tuvia's face. Suddenly we HEAR The sound of gunfire. Then nothing. Ten seconds. More gunfire. Twenty. It is excruciating. Thirty. The longest CLOSE-UP in film history. \n[200]What about the others?!      \n[201]The others? \n[202]So you're a communist now, Zus? Zus lays his head back on the seat, closes his eyes. \n[203]Come back to us. Zus won't look at him. \n[204]You are my brother. \n[205]Whassa problem, Arkady? \n[206]Policy is...Same for all. If someone is stealing he'll face consequences. Asael is astonished that Tuvia would go against him in public and embarrassed by his public drunkenness. \n[207]Reduced rations for one week.  Both of you.      \n[208]\n[209]This matter is settled. Everybody back in line. People are staring at him. \n[210]\n[211]Yes. I know. \n[212]--What?      \n[213].Maybe they're right. Asael looks at him. No longer the brother he once idealized. \n[214]Zus. \n[215]...the way they look at me... with their pasty faces. Let them starve, we're all going to die out here anyway. \n[216]...Moses. \n[217]I am not a leader. \n[218]How long was I asleep? \n[219]And you've nursed me the whole time? \n[220]Did you study nursing at university? \n[221]I never went to university. \n[222]My wife's father had a store. Before the Race Laws.  She is is dead. \n[223]Tell me more about university. \n[224]I'd love to hear you play. \n[225]Who doesn't? Chopin the butcher from Novogrudok. \n[226]Thank you, Lilka. \n[227]What happened? Asael just looks over at the food line -- where Arkady has grabbed Chaya by the waist -- to the delight of the others. Tuvia strides over to them. \n[228]What is this? \n[229]Against my orders... \n[230]As long as I am the leader of this group, you will obey my commands. \n[231]Asael! Asael comes running. \n[232]Get a message to Zus. He's got to tell Viktor they're coming. \n[233]Do you hear that? \n[234]This is against my orders. \n[235]I cannot allow it. He turns away.      \n[236]I cannot keep the living alive. Tamara and the man who fathered this child are responsible for its fate. \n[237]Lilka... \n[238]Shhh.. \n[239]The Germans are coming into the forest. I don't know what is going to become of us. \n[240]No. You have saved mine. He reaches for her but before they can begin to make love again-- THE BLANKET DOOR IS PUSHED ASIDE. Malbin is there. \n[241]Yes? \n[242]They're coming for us. Group members have begun to gather around him. They begin to hurl insults -- schtik drek, paskudnyak -- as the hapless man is pushed to his knees. \n[243]Entrance points, wetlands, obstacles.  You read this. \n[244]Did you reach Viktor? \n[245]Reeboynoy shel oylum... Lord of the Universe. We have done unspeakable things yet still I seek your mercy... He HEARS something. Malbin waits at the edge of the forest. His face is drawn and pale from what has just happened.      \n[246]We can't fight an entire division. \n[247]We've done our part for the Motherland.      \n[248]And the others? Old people, women and children. \n[249]And if I refuse? \n[250]Tomorrow is Passover. Yes? \n[251]Moses. The Exodus. Malbin doesn't get it at first. \n[252]--He left before Pharaoh could stop them. Now Malbin understands. He looks at Shimon. \n[253]We leave now. Spread the word. \n[254]\n[255]\n[256]\n[257]\n[258]Don't try to fight... Just slow them down. Then join us. Asael nods. No need for more words. They embrace fiercely. Asael pushes Chaya toward Tuvia. \n[259]Come. He forces her to join him and catch up to the others. \n[260]Show me. \n[261]Are the others back yet? (Malbin looks stricken; he shakes his head ..Asael? Malbin shakes his head once more. Asael is not coming back. Chaya begins to weep. Riva comforts her. \n[262]You have a weapon? She shows him her revolver. He checks the clip, then looks into her eyes. \n[263]Use it on yourself before you let them take you. She nods gravely. Suddenly a VOICE interrupts. \n[264]Each person takes care of the other.  .Give him your belt. Asael nods at Tuvia gratefully. The group is hushed, apprehensive. Then: \n[265]No tracks on land. Get back in. It is almost impossible to make any progress. Especially when one is weak and malnourished. \n[266]How much farther? Malbin shrugs his shoulders. Who knows...? \n[267]Come... Shimon can't catch his breath, he just shakes his head, no. He can't go on. Tuvia half-drags, half-carries him onward. \n[268]Take off your glasses. Reflections. Tuvia moves off to check on the others. \n[269]We're lost. \n[270]Not a sound. Pass the word. We watch as the ORDER is passed down the line. Parents hold hands over their childrens' mouths. Shimon is carried on an improvised litter made of branches. \n[271]Right here. Shimon is at the end. \n[272]Shhhh... \n[273]Ridiculous. \n[274]Back to the river! He pushes people down. They cling to the banks, cowering. THOSE WITH WEAPONS take cover, using the embankment as if it were the lip of a trench. They RETURN FIRE -- old men, young women, even some children. \n[275]Only weapons and ammunition! Spread the word. Tuvia hands him the machine gun. \n[276]Go on. Lilka is carrying a small child. \n[277]Lilka, please help. We've got to get the injured into the forest. \n[278]Everybody gather your things! We have to get out of the open! Nearby, Aron removes the machine from the tank and hands it to Zus. Bella approaches. Zus embraces her. Tuvia seizes one of the German rifles. He yells to Shulman. \n[279]Shulman! Weapons only! Tell them.      \n[280]You've been promoted. Congratulations! Tuvia turns, sees Bella with Zus. They see him. Zus hands Bella the machine gun from the tank and approaches. \n[281]Where is the rest of your unit? \n[282]You are going back? \n[283]We've got to build a new camp. Zus nods. \n[284]Don't you hear it? \n[285]Nothing. Isn't it beautiful? We HOLD on Tuvia. He has aged ten years in one.      ", "ZUS": "\n[1]--Shveig! Shveig! \n[2]Just shut up! Please... \n[3]We'll be back. \n[4]Stop it... But Asael is lost in a confusion of grief and panic. \n[5]Stop it. STOP IT! Finally Zus grabs him in a gesture halfway between violence and comfort...and holds him as Asael rocks back and forth. \n[6]Big brother returns. Tuvia and Zus look at each other warily. \n[7]You saw them? Yes. Tuvia saw them. Zus takes the mezuzah from his pocket, tosses it to Tuvia. \n[8]Welcome home. \n[9]Hope at least you killed a few. Tuvia just stares at him. \n[10]Horodysze. Hiding in a cellar. I'll bring her when it is safe. Where is Rifka? \n[11]You are still separated? \n[12]Your rich wife. Zus chews with the open-mouthed relish of a peasant. \n[13]So why exactly have you come back? Tuvia just stares at him. The reason is obvious as he holds his younger brothers. \n[14]You have a plan? \n[15]Stankowicz' farm is closest. \n[16]Fuck the dogs. Wilencki then. \n[17]No. We take it. \n[18]We...Take...It.      \n[19]I have run from the police my whole life. Do you really think it's a good time to stop? A moment of decision. Who holds the balance of power? \n[20]We want food. Be quick about it! \n[21]\n[22]Where is your gun, farmer? \n[23]\n[24]He's lying. He kicks him again. The farmer begins to weep. \n[25]You're lying! Zus dumps the remains of the farmer's dinner onto him. \n[26]If I hit you once more, you will shit your pants. Twice and you will never shit again. The farmer knows Zus won't hesitate. \n[27]We were never here. \n[28]He's lucky I didn't crush his head.       \n[29]Fucking Polack. I've eaten shit from these people long enough! \n[30]No. Some I will kill. \n[31]Ah... \n[32]Bernicki. \n[33]He always had it in for Papa. \n[34]So we will go and ask him if he did. \n[35]One pistol isn't enough. We need rifles. Machine guns. \n[36]Just because you didn't... The SOUND of footsteps. Zus jumps up cocking the rifle. ARON emerges from the trees. And then, behind him, THE SURVIVORS he discovered among the corpses. THE MIDDLE-AGED MAN holds a teenage GIRL by one hand and carries his younger daughter. \n[37]\n[38]We cannot feed them. \n[39]And the pistol. \n[40]Remember to say please. \n[41]I send you for food and you bring more mouths to feed. \n[42]Did you at least get the gun?      \n[43]Then we'll have to make them count. Zus heads for the food. Asael is trying to start a fire but the kindling is wet. \n[44]Only one bullet left. \n[45]How was it? \n[46]To kill them. It was good, no? \n[47]What are we going to do with these others? \n[48]The women will slow us down. And your old teacher-- \n[49]We have to be able to keep moving, and quickly. \n[50]Alright. But no more. \n[51]Tuvia, I have pity for them all, \n[52]And how will we feed this family? \n[53]And this one, is she family? \n[54]Tuvia, this is Rona. Rona is my forest wife. \n[55]Hello, boys, what can we do for you? \n[56]These little shits are holding us up. The Young Man motions his partner to take Zus's rifle. \n[57]You little shits have the balls to shoot me? In response, the young man CHAMBERS A ROUND. \n[58]No.       YELLOW Revision - 7-30-07 23A. \n[59]I want to see if this little shit will shoot me. You like shooting Jews, you little shit? \n[60]No. We're the Gestapo, you little shit. \n[61]Or perhaps you'd prefer I shove them up your ass. \n[62]You know a woman there, Sonia Bielski? The men look at one another. \n[63]...There was a child. Jacov shakes his head. Sorry. Zus leans his head against a tree. After a moment he begins to BEAT HIS HEAD against it until BLOOD pours down his face. \n[64]So many dead. \n[65]Mama. Papa. Their heads are close together, their faces wet with tears. \n[66]Why not us? \n[67]I thought they'd be safe. I should have been with them. \n[68]I could have protected them. Tuvia just holds him. He, too, is crying quietly. \n[69]Better to be rabbits? Hunted? Hiding? No... Zus breaks free of Tuvia's embrace and walks away. \n[70]We will kill all the Germans you can handle. Starting tonight. They stare up at him, his face a mask of blood and filth. \n[71]If you're not afraid to use that rifle. \n[72]Blood for blood. You had your revenge.      \n[73]'Vengeance is mine.' Who said that? \n[74]No. Only YOU can play God. Save a few lives, take a few others... \n[75]If only...  Are you coming with us or not? \n[76]Peretz and Jacov.  Asael, too. Tuvia looks over at Asael, who looks away. \n[77]\n[78]\n[79]He was pissing on my head. Zus is high from the killing, covered in the dead man's blood. He begins calling out orders. \n[80]Peretz, Jacov, check the car for guns...  This one's yours. He presents him with the Schmeisser as if it were a trophy. Tuvia accepts it, checking the gun efficiently. \n[81]I'll check his pockets for more ammo. \n[82]Welcome to Belarus, herr Henkel. A CHAMPAGNE CORK POPS as Peretz and Jacov toast their victory. \n[83]How'd you get past the Lazar? \n[84]You shit! You worthless shit! Zus punches him, knocking him the ground. In a sloppy, drunken frenzy, Zus SLAPS him again. \n[85]He walked right by you! Someone could have been killed! Tuvia pulls Zus off him. \n[86]If we were real partisans he'd be shot. \n[87]MISTAKE! We cannot make mistakes! As Zus goes for Lazar again, Tuvia roughly PULLS HIM OFF. Zus goes flying, tripping over, landing on his ass. \n[88]Koscik, put your pants back on and leave those sheep alone. He steps into the shadows to find: \n[89]Asael... Well, well.. \n[90]Then I will teach you! \n[91]No... \n[92]What's killing me is all your talking. Back to work. Malbin and Shimon go back to work. \n[93]It's nothing.      \n[94]Good morning, friend. Getting an early start to market? Could you possibly spare us a bit of milk? Zus' tone is belied by the rifle in his hand. \n[95]We are so grateful, comrade, for your cooperation. What a lovely coat. Is that a fur collar? \n[96]Lazar, you can see it's us, you idiot. You only ask, 'who goes there' when you don't know who it is. \n[97]Blintzes! You will make me blintzes! She bestows her best smile upon him. \n[98]Of course. \n[99]I like the woods. LAUGHTER and MUSIC waft through the trees. \n[100]Go ahead. She drinks, refuses to grimace. Drinks again. Zus laughs. - Bella touches the rifle in his arms. \n[101]There aren't enough for the men. \n[102]What for? \n[103]Women have men for protection. Bella bites her lip. She's a virgin but also realistic. \n[104]\n[105]\n[106]Next one is to the head!      \n[107]Next time just draw them a map. \n[108]It means -- we should have killed the fucking milkman. Your policy of diplomacy is shit. Zus is breathing hard, full of the adrenaline of battle. \n[109]...Two are dead. Winter is coming and now we have no shelter. Why? Because you don't have the stomach to do what must be done. He walks away. \n[110]I'll take the two on the left... Tuvia maintains his composure. \n[111]So we're partisans now. \n[112]And what exactly does that mean, 'do what we can.' \n[113]And if it is a hundred? Six hundred? \n[114]And when the Germans follow these hundreds and slaughter us. \n[115]You won't let that happen. \n[116]From the ghetto. \n[117]Pan Tuvia. Rabbi Tuvia. Allow me to kiss your hand... Tuvia tries to pull his hand away, but Zus holds him. \n[118]You think Pachenko wants hundreds more of us in the forest? \n[119]And who is it that's risking our family, and for what? For the sake of these-- (gestures at the new \n[120]That's who comes to us from the ghetto. Empty clothes. Bloodsuckers. \n[121]Pretentious Jews. Jews who stuck up their noses and wouldn't give us the time of day when we passed them on the street. Jews who went out of their way to keep their daughters locked away from our dirty hands.  You think your old teacher will give you a good grade because you saved his worthless ass! They accept you as their leader only because they are too weak and full of shit to help themselves. \n[122]Is this your business? Zus gains the upper hand and starts to beat the crap put of Tuvia. Finally, in desperation Tuvia rolls away and picks up a rock. He is about to slam it into his brother's head when suddenly he stops himself. The two brothers look at each other, both breathing heavily -- realizing that they have crossed some line. \n[123]Ben Zion. Krensky. Lova. Israel. Let's go.  We are going to join the real partisans. He looks at Asael. \n[124]Are you coming? Asael looks at one brother, then the other. Once again, he is in the middle. He looks at Chaya, then back at Zus. \n[125]Good. I'll dance at your wedding. He stops by Bella's side, touches her arm, then disappears down the trail. The others follow. \n[126]Get up! Move! SHOOT OR I'LL SHOOT \n[127]\n[128]I am a Bielski, too. Viktor looks at him appraisingly. \n[129]That is so...Russian. He cracks open another bottle and takes a big slug. \n[130]'A Jew can't drink, a Jew can't fight.' What is it we are good at, Viktor? Dying. That is what we are good at. \n[131].Asael? \n[132]I know who you mean... The Great Tuvia Bielski. Savior of the Jews and all around Big Shit. \n[133]He competes with me. \n[134]He is a Big Shit also? \n[135]--So we attack the transmitter. \n[136]There would be medicine in the police headquarters at Stankiewcze, yes?      \n[137]Tuvia and I grew up there.  Perhaps the Bielski otriad will volunteer to take out the transmitter. Viktor looks from Zus to Tuvia. \n[138]Krensky, Ben Zion. Let's go. \n[139]Well... He looks into the back where the others wait, anxiously clutching their weapons. Tuvia tries to hold back a cough. \n[140]Stay with the truck. And make sure it's in gear when we get back. \n[141]I give the orders tonight. Across the square, the police station looms. \n[142]I don't?  What about the typhus?      \n[143]I have been given this mission by my superior officer. He starts to get out the cab. Tuvia reaches into his pocket, takes out the mezuzah that once blessed their parents' home. \n[144]Go. GO! \n[145]\n[146]Medicine. \n[147]Fighters die so that malbushim may live, that's what you believe, yes? Tuvia absorbs the accusation as if taking a punch. \n[148]Communist, Zionist, Manicurist, what difference does it make? You got your medicine. \n[149]So you remember. \n[150]Lova, what happened? Who did this? Lova sits and buries his head in his hands. \n[151]Lova. Tell me. Who? \n[152]For this they beat you? Lova is trying not to weep. \n[153]Forgive me, Commander. \n[154]I want to report the mistreatment of a comrade. Gramov looks up. Zus meets his eye.      \n[155]This man beat Comrade Lova -- for no reason at all. \n[156]Anti-semitism is a violation of Party discipline. Panchenko sighs. Does he really have to deal with this? \n[157]He doesn't look good. \n[158]Let's just say the former owner no longer had need of it. Zus winks. The other bodyguards stare impassively. \n[159]Embrace me. Asael looks confused for a moment, then embraces him. \n[160]Hide this. (shoves a revolver into his pocket Wolnicky stores ammunition for us in his barn. There's no guard. He slaps Asael fondly on the cheek and rejoins his comrades. \n[161]You want them to find Tuvia's camp. Viktor just looks at him. \n[162]You're deliberately sacrificing them so we can remain safe? \n[163]Those are my brothers. \n[164]For how long? Panchenko's orders are never to be questioned. \n[165]And if we cannot hold the position? Panchenko looks at Gramov, who stands nearby cradling a submachine gun. \n[166]I am so honored, Comrade. Panchenko wheels his horse and gallops off. Zus and his men take cover in the woods. In the distance we can HEAR the unmistakable SOUND of approaching armor. Lova kneels beside Zus. \n[167]Good question. \n[168]No. They look at each other. So much unsaid. No time to say it. \n[169]Perhaps you have room for one more?      \n[170]What...? ", "ASAEL": "\n[1]Where are they taking them? \n[2]\n[3]Some food...? \n[4]Zus. Let's go. As they retreat toward the woods, Zus warns the farmer. \n[5]Papa-- Gottenyu... Flies buzz about dead LIVESTOCK. A WOMAN'S BODY lies nearby. \n[6]Aron. The boy  recoils. He is disoriented and WILL NOT \n[7]Tuvia! Asael leaps up to embrace him as if he were salvation itself. \n[8]Papa and Mama. They killed them.      \n[9]Are you going back to the army? \n[10]What is it like? To be in a war? \n[11]Zus finished the last of the sausage. Tuvia glares at Zus, who glares back. Sibling rivals. \n[12]He has dogs. \n[13]We know these woods. They'll never find us in here. \n[14]You know what Papa would do when you did that at table... Tuvia smacks Zus on the head, taking on a gruff voice. \n[15]I can't believe Papa's dead. \n[16]The police captain? \n[17]Koscik has a pistol. He showed it to me once. \n[18]Where did you find them? Aron still won't speak. Asael addresses the other girl. \n[19]Your sister is sick? \n[20]He saw. Things. \n[21]His family. Tuvia puts his arms around his brother. Zus's shoulders begin to heave. Soon his body convulses with deep wracking sobs. He is absolutely unself-conscious in his grief.      \n[22]What is an 'otriad?' \n[23]Then we are the Bielski Otriad. You want to join? \n[24]Zus.... ZUSSIE... I can't breathe. Zus lets him go and Asael reaches back into the root cellar. \n[25]Look. Two LOVELY YOUNG WOMEN -- BELLA and CHAYA -- emerge, tentative and scared. Though their dresses are dirty, it is obvious they were once expensive. Zus eyes them appreciatively. \n[26]Shut up. Look at this-- He has two more rifles and a large box of ammunition. Tuvia turns to Koscik's wife, deeply moved. \n[27]Yes. \n[28]Chaya. [I believe.] \n[29]I hardly know her. \n[30]Malbin says the Piznarksi granary is full. We need two guns at least... \n[31]Zus. \n[32]Leave half. He can't go to the Germans empty-handed. Zus glares at Asael. \n[33]Tuvia's orders. Zus shakes his head, climbs onto the wagon and begins removing cartons.      \n[34]Don't panic. THIS WAY!. GO. \n[35]\n[36]No. I mean, yes. All right. \n[37]No. \n[38]Hello, Chaya. \n[39]May...I help you? \n[40]Chaya... I...was...wondering...if... maybe...you...I mean... you and I--      \n[41]You do? \n[42]Behold thou art consecrated unto me by this ring according to the Laws of Moses and Israel. But rather than a ring, Asael gives her a shiny new rifle. As the ceremony continues, we: \n[43]There is talk of returning to the ghetto. \n[44]They've barely eaten in days. Even when our food missions manage to get through, there are armed patrols. Farmers who once helped us now guard their barns with shotguns. Tuvia considers for a moment. \n[45]The partisans have ampicillin. But they say they need it for themselves. In the background Lilka enters, face scratched, blood smeared hands and arms -- like some kind of primitive huntress. \n[46]Tuvia... \n[47]Everyone gets the same portion. \n[48]She is my wife! \n[49]What consequences? Others are closely watching this test of Tuvia's authority. \n[50]Tuvia, I would never-- \n[51]Then why am I to be punished...? Tuvia just takes another swallow from his bottle. \n[52]Fischer is with them. So is Levine. On food missions, they take first for themselves and only bring back what's left over-- Tuvia's head is throbbing. He closes his eyes. \n[53]--and they spread rumors, that you are power-hungry and corrupt, that you take whatever woman you choose-- (Tuvia can't help but laugh --that we keep gold for ourselves, and that-- He stops himself. \n[54]...that you drink too much and are no longer fit to lead us. \n[55]Zus would have punched him senseless. \n[56]I miss him. \n[57]Lazar spotted another patrol. They're getting closer. Tuvia nods. Suddenly, he HEARS a strange sound. An animal? \n[58]He's a scout. \n[59]We found this in his pouch. He hands Tuvia a sheaf of documents -- including a map.      \n[60]Don't they have a war to fight? \n[61]He's on his way. The tormenting of the poor courier is gaining intensity. \n[62]I could say the same about you. Where'd you get the jacket? \n[63]I wouldn't show this around. There are some who'd turn you in for less. \n[64]Come, tateh-- \n[65]Get them out of the bunkers! Malbin runs off. Asael helps Tuvia to his feet. A nearby explosion SHOWERS THEM with dirt as they CRAWL to safety. The world RAMPS BACK TO NORMAL SPEED at a dizzying rate. \n[66]We need to hold them off...until the rest are safe. Tuvia still can't hear. Asael pantomimes firing a rifle. \n[67]\n[68]With Levine and Miriam... There.  Lazar, Rosa, and Schmuel. There and there.  And me. Tuvia shakes his head, no. \n[69]Yes. He runs off. Still clearing his head, Tuvia regains his footing -- suddenly realizing the the bombing has stopped.     \n[70]Take her. She resists, clinging to his arm for a moment. \n[71]They're coming!  Why aren't we moving? Tuvia looks up at him, lost. Almost helpless. \n[72]We must keep going! \n[73]Nothing is impossible! What we have done is impossible! The murmuring quiets. Asael meets Tuvia's eyes. He is literally willing his older brother to be strong for them, as he has been, time and again. \n[74]God will not part these waters. We will do it ourselves. \n[75]Not by miracles. By our strength.       \n[76]Take the rope from your pack.  Now, you....give me your belt. \n[77]We'll link arms. Make a chain. A human chain. \n[78]Anything else? Tuvia looks at him. Is he fucking with him? Just a little. ", "SHIMON": "\n[1]I am at least half-dead.  I heard them speaking of your parents. I am very sorry. Tuvia shakes his head. \n[2]And the other brothers? What was his name, the wild one? \n[3]You are hiding here? In the forest? Tuvia nods. \n[4]There has been trouble before maybe? With the police? Tuvia doesn't answer.      \n[5]So now you go to the forest. A wise choice. \n[6]My whole life I presumed to teach others the right way to live. I had no doubt: this is God's way, this isn't. You'll forgive me if recent events have somewhat shaken my resolve. \n[7]Here... You're not hungry? Aron doesn't respond. \n[8]The little one does not talk? \n[9]Here... Shimon takes a book from his coat, rips out pages covered in Hebrew and crumples them into the fire. They burst into flame. \n[10]The Psalms have many uses. \n[11]They thought you were bringing food. Tuvia just stares at him. \n[12]Did the farmers stop you? Still no answer from Tuvia. \n[13]They had guns? Dogs? \n[14]I don't understand. Tuvia says nothing. Nearby, a child cries in hunger. \n[15]The Talmud says if you save a life you must take responsibility for it.      \n[16]I think you do. \n[17]No. Here, we have hope. A FEW MORE join in, grumbling their dissatisfaction. Others take the opposite position. These are Jews, after all, and arguing is a revered sport and a pastime. It escalates. \n[18]In the West a monster with a little mustache, in the East a monster with a big mustache. This is all I need to know about politics. \n[19]No. The messiahs are all in politics, and they're killing us. Zus unloads two cut and stripped trees.      \n[20]My life in these woods is much easier because of Mr. Roosevelt, thank you.     \n[21]All your secular learning, yet you know nothing of life. \n[22]And for every fact that goes in your head, another comes out your rear end. CHAYA and BELLA receive the bounty from the foragers. \n[23]Yes. You annoy me therefore I exist. \n[24]By my best calculation, today is High Holiday. I am fasting. Malbin can't believe this. He rolls his eyes and digs in. One of the NEWCOMERS has brought a violin. He begins to play. A bittersweet melody. People stop talking and listen, eyes filling at this reminder of a sweeter, civilized time. Ben Zion has left the new arrivals and approached Tuvia. He looks grave. Tuvia immediately knows something is wrong. \n[25]I am sorry for your loss. Tuvia nods. He is deep inside himself. \n[26]Do you want to say the Kaddish? When at last Tuvia speaks, it is almost to himself. \n[27]A great rabbi once said, \"wherever I go, I am always going to the land of Israel.\" \n[28]--How about carpenters? Any bootmakers? Seamstresses? \n[29]That should come in handy. Next... \n[30]Ahhh...welcome. And you, tateh? OPPENHEIM is an old man with thick glasses. \n[31]Merciful God, we commit our friends Ben Zion and Krensky to your care. We have no more prayers, no more tears. We have run out of blood. Choose another people We PAN PAST the familiar faces. \n[32]We have paid for each of your Commandments. We have covered every field and stone with ashes. Sanctify another land.  Choose another people. Teach them the Deeds and the Prophecies. Grant us but one more blessing -- Take back the gift of our holiness.     \n[33]Drink this.  From the bottom of the pot. Tuvia can barely get the soup down. \n[34]Not easy being the big boss. Moses was a lonely man when he led us out of bondage. \n[35]So I'm a sucker for a biblical allusion. But what is society without leaders. Without leaders, we falter.      \n[36]Neither was Moses, but somehow that seemed to work out. \n[37]I call it an inevitable conclusion based on unimpeachable reasoning.       \n[38]The question, my friend the Genius, is what are you going to do about it.      \n[39]Aha! I got him! \n[40]Who would make a move like that? \n[41]They've assigned an entire division to surround the forest. A tidal wave is coming. \n[42]Assault begins in two days. Passover. How fitting. Meanwhile, some of the group have begun TORMENTING the man. \n[43]He says he has a wife and children. Lazar picks up a stick. The German tries to crawl away; the crowd blocks his escape, pushing him back into the center.      \n[44]Sie mussen versprechen nicht zu sagan wo wir sind. The man looks up at him, pleadingly. \n[45]...but the children of Israel were afraid to leave Egypt. Until Moses said, 'Do not trust in me, trust in God.' He will take care of you'  And so tomorrow we celebrate the Passover by sitting around and arguing just as we have done for centuries. Tuvia stares at them, a curious expression on his face. Malbin comes to stand beside him. \n[46]...He... ..is... ..tired. Malbin hears something, looks up. \n[47]No. The physical plane is where man acts to redeem himself. \n[48]Look who's talking about shutting up... I need to tell you something. \n[49]You shouldn't think so much. The world around you is beautiful. \n[50]Even this one. Tuvia has come to sit beside Lilka. She leans into him. \n[51].Tuvia... \n[52]...Something...to say... \n[53]...no...please...  I almost lost...my faith....but you...were sent..by God..to save us. \n[54]I know... ... But just...in case... .I thank....HIM... .and I thank you. He closes his eyes. It's too much for Tuvia. Hard as he tries, he cannot stop the tears from filling his eyes.      ", "MALBIN": "\n[1]Uh. No. \n[2]I suppose...you'd have to say...I was...am...an intellectual. \n[3]I published a small magazine... actually a journal...well, more like a pamphlet. Zus passes them, his arm around the dark-haired beauty. \n[4]Interesting concept. \n[5]Nice to know there are some things even Hitler can't destroy.      \n[6]You're trying to tell me all politics is meaningless. \n[7]Your messiah will have a mustache, too, and a full beard. \n[8]And Roosevelt? He has no mustache. \n[9]Even Spinoza said existence can be substantiated by empirical evidence. \n[10]How can you say this? Learning is my life. \n[11]Descartes at least provided for the subjective nature of experience. He takes a spoon from his sock. \n[12]You are not eating? \n[13]Where is he taking us? My feet are going to fall off. \n[14]Well, maybe rabbis should give better directions. \n[15]If my friends at The New Socialists' Club could see me now...  I haven't read a book in months. \n[16].I did. Tuvia laughs ruefully. Considers him for a moment. \n[17]Who else? Tuvia nods. Good point. They continue working. \n[18]Might I make an observation? Tuvia gestures, go ahead. \n[19]We need to be strong, but-- \n[20]Other things are important, too. \n[21]Community. Tuvia considers the word. As if trying it on for size. \n[22]...A few. \n[23]And now they belong to the otriad. Everyone sacrifices for the sake of the collective. We can trade these for food or weapons. Next... Nearby, Shimon is INTERVIEWING another line of arrivals. \n[24]You call that a move? \n[25]I'm thinking about what I'm going to do about it. \n[26]You didn't get me. You think you got me? How about this? \n[27]A genius maybe. Tuvia has been listening nearby. Aron races into the camp. \n[28]Oh... ..I..... Hello, Lilka. \n[29]We've caught one. \n[30]\n[31]Ask if he'll promise not to reveal our location. Shimon translates. \n[32]Viktor is here. \n[33]Did it see us?      \n[34]...How should I know? \n[35]You want to move them all? The old, the sick. They'll never make it. It isn't the first time Tuvia has consigned people to their death, and apparently it won't be the last. \n[36]Are you alright? Tuvia shakes his head, points to his ears. He cannot hear.      \n[37]\n[38]\n[39]Everybody out! Now! But the group's natural reaction is to stay huddled in safety      \n[40]\n[41]This swamp here...goes...for miles. \n[42]Oh, my God...  TAN Revision - 9-10-07 100A. \n[43]Do we wait...a while? \n[44]Tuvia--? Tuvia can't speak. He has no more answers. Nothing to say. He stares at the impenetrable swamp. The end of the line. The sudden vacuum of leadership is felt by them all. They stare at one another, anxious and rudderless. \n[45]\n[46]What's wrong with him? \n[47]Is he...? Tuvia shakes his head. It's only a matter of time. The Spotter Plane drones overhead. \n[48]Shimon, listen to me, the physical plane is just an illusion. Only the spiritual plane is real. \n[49]You've redeemed yourself enough, you should shut up now. \n[50]What is it? \n[51]This world? ", "LILKA": "\n[1]I am going. This breaks the log jam. Several others join in, \"We are coming,\" \"Us, too,\" etc. Tuvia nods his acknowledgment. \n[2]Get them off! Get them off me! \n[3]\n[4]Sorry, Tuvia. I was...thinking. It's nothing. He looks at her intently, knowing there's more. \n[5]...Every time new people come into camp, I keep hoping... even though, I know... (her teeth are \n[6]You too? \n[7]No. Today I go on my first food mission. Tuvia's order has consigned her to this dangerous duty. \n[8]No. I must go now. I want to go. She is clearly scared but desperate not to show it. He reaches into his belt and hands her a revolver. \n[9]Shoo-- Shoo--      \n[10]Fine.  Thank you. Tuvia can clearly see that she is shaken -- but he has no time to ask more. He has to find out about the medicine. \n[11]Your fever broke in the night. The medicine helped. \n[12]Two days.      \n[13]Chaya helped. \n[14]We devoted ourselves to more essential knowledge -- like Greek Philosophy and Latin.      \n[15]What kind of work did you do? Before. \n[16]I'm sorry. \n[17]It all feels like a dream. I spent months trying to master Chopin's nocturnes. \n[18]You know Chopin? \n[19]If you're well enough to tease me, you're well enough to eat. I'll see what's for supper. She gets up to go. \n[20]Join us. At least the sun is warm. (Tamara turns away; Lilka joins her Tamara? \n[21]I had no idea. \n[22]..Who is the father? \n[23]He will understand. \n[24]I won't. Don't worry.  What are you going to do? Tamara's eyes fill with a new resolve. \n[25]She promises not to take extra food... \n[26]So you are going to shoot her, too? Tuvia stares at her. He has never seen this side of her. \n[27]Please, Tuvia. The baby is all she has to live for. \n[28]You must let it live! \n[29]She was raped by the Nazis. Tuvia closes his eyes. He is tired of being in charge, tired of being the arbiter of other peoples' fate. \n[30]...You tell us to hold onto our humanity. Not to become like animals. What better way than by bringing a life into this world of suffering and death. It's our only hope. Tuvia is undone by her intensity. The very nearness of her. The smell of her newly-washed hair. The glow of her skin. He looks at her. And nods in surrender. \n[31]Thank you, Tuvia. She kisses him. A chaste kiss of gratitude. She pulls back and they look into each other's eyes. The next kiss is something entirely different. \n[32]I knew what was expected of the women here -- yet you never touched me... \n[33]I'm not afraid of anything, Tuvia. I'm not even afraid of you. They kiss deeply. \n[34]It doesn't matter. If I had stayed in the ghetto I'd be dead. You saved my life. \n[35]Hello, Asael. \n[36]My whole family. \n[37]\n[38]No. ..No. She puts her arms around him.      \n[39]What about the dead? ", "VIKTOR": "\n[1]I am Viktor Panchenko, commander of the October otriad. We have had complaints of a Jewish gang stealing from villages loyal to us.  How do you respond to these charges? \n[2]We are soldiers. \n[3]But Jews do not fight.      \n[4]We will see. Select your best fighters and send them to us. Zus looks at Tuvia, knowing he has no choice. \n[5]You are related to Bielski? \n[6]Indeed. He walks away. Zus has found a home. \n[7]Another dead soldier! Zus looks at him, bleary-eyed, confused. Viktor explains: \n[8]More dead soldiers than empty bottles. \n[9]At least you drink like one. \n[10]So tell me about this brother of yours... \n[11]You are such an idiot.      \n[12]You compete with him. \n[13]My older brother and I have the same relationship. \n[14]A soldier.  He was killed in the first hour of the German invasion. This sobers them up a bit. \n[15]--and every time we try to move, they radio back to police HQ which houses the transmitter...here. \n[16]Yes, yes, my Hebrew warrior. Except for the troops in Stankiewcze and the machine guns out front. THE TENT FLAP OPENS. Tuvia enters. He has developed a cough. \n[17]Two Bielski's in one room! To what do we owe this honor? \n[18]This medicine is reserved for fighters. \n[19]I will have to take that chance. Zus looks from one immovable force to the other. \n[20]You'd better not. Zus is watching this dick-measuring with keen interest. \n[21]You found these on the prisoner? Tuvia nods. Viktor studies the scout's documents. Tisking. \n[22]The battle on the Eastern Front has begun. The more troops we engage here, the fewer they have to attack the Motherland.      \n[23]My orders are to take command of all partisan operations. You will bring the rest of your fighters to me. \n[24]In war there are casualties. \n[25]You are officially a deserter. Do you know the policy on dealing with deserters? Viktor unfolds a paper flyer from his pocket. \n[26]...The Germans are offering fifty thousand marks for information leading to your capture.  Not a very flattering likeness. Too Jewish. Viktor rejoins his bodyguards, turns back for a last word. \n[27]Have your men in my camp by tonight. He walks off. Asael takes the wanted poster from Tuvia. \n[28]No. So we can keep fighting. Everyone must sacrifice in the struggle. \n[29]I am your brother! He is your brother! Comrade Zus. Your Jewish sentimentality is heart-warming, but counter-revolutionary. Zus has secretly known he would hear these words. He grips his rifle but holds his tongue. ", "BELLA": "\n[1]--and then we fell into this horrible bog. Chaya saved me. Honestly, I can't swim at all.      \n[2]We must have got lost a dozen times. I was absolutely resigned to die. \n[3]Tell him, Chaya. Was it not the absolute worst? And that farmer, Mr. Koscik, kept making the most vulgar jokes, he said any girl who-- As they continue out of earshot, it appears as though Zus would be happy to listen for hours. \n[4]Milk, eggs -- Chaya, our brave men have brought us a feast! \n[5]You have lipstick? Please, I know you have some left. Chaya digs in her pocket and produces a tiny remnant. Bella dabs it on and casually approaches Zus, who is on guard duty. \n[6]You get lonely out here? \n[7]I'm a little scared out here. Zus knows an opportunity when he sees one. He offers her a drink from his bottle of vodka.      \n[8]I've never tried it. \n[9]Why is there a rule against women having guns? \n[10]Women need guns, too. \n[11]For protection. \n[12]I want protection. She steps closer and takes Zus's hand...under her coat...onto her breast...never taking her eyes off him. \n[13]You will take good care of me? You will be my commander. \n[14]More mouths to feed. \n[15]Tamara, come on in, it's freezing and slimy and horrible. Tamara shakes her head, no. \n[16]... So last night I dreamed I was taking a real bath. With hot water. \n[17]Doesn't take a fortune teller to know what Lilka's dreaming about... \n[18]So...a little bird told me that a certain someone is waiting...for another certain someone to ask a certain question... Go on... She indicates Chaya by wiggling her eyebrows in her direction. Asael shakes his head but heads in that direction. \n[19]Use the sand. It's good for your skin. \n[20]I've turned into a skeleton. \n[21]When we get out of this forest I am going to eat only cake and grow as big as a house. Tamara appears. She's wearing a long overcoat. \n[22]My son's name was David. David Kagan. We SEE now that she is holding a sharpened hoe. \n[23]He was fifteen. He had blue eyes. She raises it above her head. \n[24]He played the piano. She swings with all her might. The others watch with a mix of thrilled horror and perverse delight. A line has been crossed. Riva steps forward, holding a large shovel. \n[25]The Germans will be here any minute! \n[26]Tuvia, what do we do? Oppenheim is petrified. Rona is crying. ", "KOSCIK": "\n[1]I have only four bullets.  BLUE Revision - 6-26-07 12. \n[2]Your father was a good man. \n[3]Ignore the bitch.  To the dead. God rest their souls.  Bitch-- Do you want vodka? His wife just glares at him. \n[4]I live with this, can you imagine? HEADLIGHTS sweep over the window. A CAR is fast approaching. \n[5]Hide yourself. ...The barn. \n[6]Working late, boys. \n[7]Hunting can work up a thirst.      \n[8]A Jew is worth that much? Do you pay more for a fat one? They laugh appreciatively. \n[9]Maybe for a reduced price. More laughter. More vodka. \n[10]Sure. \n[11]Do I look like an idiot? Don't answer so quickly... More laughter. The Police Captain looks at his watch. Yawns.      \n[12]Keep it. \n[13]Take a look. And clean out the cow shit while you're back there. The policeman laughs and climbs back into the car. \n[14]Good hunting. \n[15]--If the laborers find them tomorrow, I will be denounced-- \n[16]Take them into the forest-- \n[17]You people. Why is it so fucking hard to be friends with a Jew? They embrace. ", "CHAYA": "\n[1]Hello. \n[2]...Yes. \n[3]Oh. Well... Yes, that would be nice. \n[4]Yet?      \n[5]No. But thank you for explaining it. She hurries away. Malbin sits down wearily beside Shimon. \n[6]My parents-- Zus catches Tuvia's glance to Malbin. Tuvia turns back to Shulman. \n[7]You will help my parents? \n[8]I've seen you looking at me. If you were to rescue them, I would do... anything...you-- Asael is completely undone by the starkness of this. \n[9]What? Where? \n[10]Oh, take me to that dream! \n[11]Shoes, Riva? \n[12]Hello, Asael. \n[13]Wash clothes? I... don't think so. An awkward moment as he stands there watching her. \n[14]I accept. \n[15]I do. \n[16]Who has the soap? I know there was a little left? \n[17]And you were always so worried about staying slim. ", "POLICE CAPTAIN": "\n[1]Hunting Jews. Our new bosses are very organized. Koscik offers the bottle. \n[2]Fifteen in one day. The council is offering a year's free tax for every one you turn in. - \n[3]Caught five of them hiding in a ditch. Smelled so bad I was afraid the Germans wouldn't want them. \n[4]You know the Bielski's? \n[5]We missed two when we visited the parents. \n[6]Anybody caught helping them is in for it. You know this, Koscik? \n[7]Been at it since dawn. The wife doesn't like these long nights. He tries to hand back the bottle to Koscik. \n[8]Bribing an officer of the law? Maybe you have more of this black market vodka hidden in the barn? \n[9]You'll keep your eyes open, yes? \n[10]...Fucking SS never sleeps... The door OPENS slowly. They all look up.      \n[11]...what are you talking about? \n[12]If they say find someone, I find him. It's my job. \n[13]Or lose my job. \n[14]Please.... I beg you... One of the man's SONS makes a move toward Tuvia. Tuvia SHOOTS him in the chest. His mother SCREAMS. The Policeman suddenly starts to stand. Tuvia backs away, shoots him. And then the other son. It is all over in seconds. ", "RIVA": "\n[1]I am a nurse. \n[2]You are Tuvia Bielski? You are really him? (Tuvia nods \n[3]Lice need somewhere to sleep, too. The others LAUGH, but Lilka is on the verge of hysteria. She stumbles out, stepping on several others as she goes. \n[4]So modest... \n[5]And bubbles. \n[6]I was dreaming of shoes... \n[7]There was a man in a shop on Grudek street... and the way he caressed my feet when I tried on his shoes... Riva swoons. The women burst into ribald laughter. The SOUND of a horse. They look to the opposite bank where: TUVIA RIDES BY on his horse. Lilka can't help but stare. \n[8]--several cases of pneumonia... Also I'm beginning to see signs of scurvy. No one's had a vegetable in weeks. \n[9]Bring him to the infirmary. Tuvia glances back toward the woods. Looks at his watch. \n[10]...Shulman will look after her. He looks up. She looks at him sympathetically. Apparently \n[11]If it's typhus we're in trouble. The lice are carriers. \n[12]And what skin! And already married, too! Bella laughs. Chaya splashes her playfully with water. \n[13]If you let him go, he will lead them back here. Tuvia looks at Malbin. What to do?      \n[14]My sister's name was Ellie... As she swings the shovel, the CAMERA begins to back away. Miriam steps forward, carrying a large rock. ", "ARKADY": "\n[1]I don't think we've been properly introduced. Arkady Lubczanski. \n[2]You are Chaya? \n[3]You are getting along all right? Anything you need? An extra blanket? \n[4]You'll have it by tonight. Something nice and soft.  I couldn't help but notice you don't have a husband yet. \n[5]Most of the woman have already chosen. They haven't told you about this?      \n[6]We love potatoes, don't we, boys! Here, put some hair on your chest! They give Aron his first taste. \n[7]Next time, I cut off your nose, pisher. Tuvia emerges from his bunker. He is weaving a bit and his words are slurred. \n[8]Those who risk their lives to bring back food deserve a larger portion than those who risk nothing. \n[9]Not when you're serving, pisher. I see you digging to the bottom of the pot for your little forest cutie and her parents... \n[10]\n[11]I will piss on your head and you will say it's raining. Eat it. The rest of Lubczanski's cabal laughs. TUVIA emerges from his bunker. The first thing he sees is Asael, whose face is BATTERED AND SWOLLEN. \n[12]New policy. Fighters get better food. \n[13]You are no longer Commander. Sorry. Tuvia nods, considering his remark for a moment. ", "TAMARA": "\n[1]Does anyone have news from Vilna?     \n[2]At least here we are safe. \n[3]You get rid of them quicker if you boil them.      CHERRY Revision - 9-2-07 66A. \n[4]Yesterday, potatoes with beets, Today, beets with potatoes. Special treat tomorrow...potato soup. With beets. Not far away, Arkady and several others have created a primitive still -- turning potatoes into vodka. \n[5]I can't, Lilka...  I'm pregnant.      \n[6]I've kept it hidden for months but now it's obvious. No one can know. They move away from the others. Tamara shows her. \n[7]It could come any day.      \n[8]I--- It was when I was escaping. A man with a gun stopped me. I thought he was a Partisan. He told me to follow him and he took me to this place... The memory overwhelms her. She begins to break down. \n[9]Inside me something broke....I wanted to die. Every night I have nightmares -- what will happen when Tuvia finds out. \n[10]No. You mustn't tell him! \n[11]I feel this new life inside me. It's the only thing keeping me going. I won't give it up, I'll kill myself. Lilka puts her arm around her. \n[12]In there? ", "BEN ZION": "\n[1]Who? Zus stands unsteadily, then lurches into the woods, leaning on an occasional tree for support. He finds the erstwhile sentry --LAZAR -- ambling toward him. \n[2]You are Tuvia Bielski. \n[3]I am Ben Zion Gulkowitz. Ben Zion is besieged by questions about friends and family. \n[4]The SD came without warning. Hundreds were taken. No one knows where.      \n[5]This is not a gun. It is Bar Kochba's spear. It is Ehud's sword. You fix the patch to the rod-- They do as he instructs. \n[6]--then run it through the barrel... and don't lose the patch in the \n[7]The new ones, they are from Novagroduk. Your wife-- Tuvia tenses. Ben Zion hesitates... \n[8]They say...She was killed last week.  I'm sorry. Tuvia nods. No outward display of grief. An awkward moment. \n[9]I'll see to it, then.      \n[10]\n[11]\n[12]Let's GO! In the back room, Zus keeps rummaging. A window EXPLODES. Ben Zion is hit. Mortally wounded, he sinks to his knees, returning fire as Zus reappears. ", "SHULMAN": "\n[1]Which one is Tuvia Bielski? Someone points Tuvia out. Shulman hurries over and kisses Tuvia's hand. Zus is drinking nearby with his cronies.      \n[2]None of us knew if you really existed. I am from Baranowicze. They are going to liquidate the ghetto. Chaya bursts into tears. Asael puts his arm around her. \n[3]Look what we found running free. Must have belonged to an aristocrat. \n[4]We mustn't have any tracks leading back to base. He loads two sacks of food onto her shoulders. \n[5]Stay on this side of the creek until you reach the river then up the hill.  I'll wait here for the others. She nods and trudges on toward camp through waist-deep snow. \n[6]Bulvan! Shulman PUNCHES him in the face. \n[7]He'll say anything. He breaks the stick across the man's back. \n[8]We've got to keep going! \n[9]That's crazy! Tuvia is in hell. If he waits for Asael, he risks them all being caught. Suddenly it all falls apart. Tuvia sinks to his knees as if his legs can no longer bear his weight. \n[10]We'll put them on our shoulders.      \n[11]We don't have enough rope. \n[12]What's next...Sinai? Tuvia can't help but laugh. Soon they are all laughing. It ripples throughout the group. Joyous. Contagious. An overwhelming feeling of relief. They are safe. Tuvia lies on the ground. All the adrenaline has suddenly left his body. Then Aron appears, tugging at his sleeve. Shimon is asking for him. Tuvia kneels down beside his teacher, whose eyes are closed. Malbin is weeping quietly. Who will he argue with? ", "LAZAR": "\n[1]I lost my patch. ARKADY LUBCZANSKI whispers contemptuously to his brother, \n[2]Thank you, Zus. \n[3]\n[4]Sorry, Zus. \n[5]Sorry, Tuvia...      \n[6]Not yet. Tuvia looks anxiously into the deep woods. \n[7]Tuvia! Lazar is dragging a WOUNDED MAN back into camp. \n[8]Hey, Arkady This isn't soup, it's piss. \n[9]So did I! \n[10]We want justice... ", "WALENCKI": "\n[1]\n[2]They are looking for you people. The two brothers glance nervously around. \n[3]Get away from here! GO! ZUS, the older of the two brothers, takes a menacing step toward the farmer but his younger brother holds him back.      \n[4]You again! \n[5]Sure, sure. Take what you want... Tuvia begins to stuff provisions into a sack. \n[6]I have no gun. Zus grabs a dinner plate and SMASHES IT IN THE FARMER'S \n[7]Please... Zus kicks him. \n[8]I beg you... \n[9]Up there... Zus kicks the man aside. Above the stove is an old rifle. Zus grabs it, points it at the farmer. ", "JACOV": "\n[1]Two days ago there were three thousand Jews in Horodyszcze. Now there are fifty. Me and him, we hid in a wall. \n[2]We knew her. Zus can hardly bring himself to ask the next question. \n[3]What is the name of your otriad? Tuvia laughs ruefully. \n[4]We heard the Russians are beginning to organize.      \n[5]And also in the Lipicanska. \n[6]--But you need a gun to join them. Without a gun you are nothing. They sabotage railroads and kill Germans. \n[7]I got him! Peretz and Asael can now catch up to the soldier. \n[8]They were on their way to a party! They toss one bottle to Zus and another to Tuvia. \n[9]To the Bielski Otriad! ", "ELDERLY MAN": "\n[1]Fine, fine... \n[2]...You. Can it be? The eyes in the mirror look away. And then back. \n[3]Bielski. Can it possibly be? As we PUSH IN on the eyes in the mirror, we HEAR THE \n[4]Here is money. I can get more. So much more. Take it, please. \n[5]What else can I give you, do for you? \n[6]We are alive because of you.  My children. His children. So many. .Thousands.      \n[7]Bless you, Tuvia Bielski. May the Lord bless you and keep you all the days of your life. \n[8]That wasn't a man. That was an angel. As the cab pulls away, the CAMERA CRANES UP until it is lost in an anonymous sea of traffic. These words appear on ", "LOVA": "\n[1]There are so many in the ghetto, I don't know... \n[2]There at least we had hope... \n[3]How? \n[4]The poorest farmer has more than us. \n[5]Gramov. Two others. I used the officer's latrine. \n[6]They said they wouldn't shit in the same hole as a Jew. Zus gets to his feet. \n[7]What are we doing here? Zus? Half a mile down the road, A TANK rumbles into view. \n[8]Tell me. Who are we doing this for? With a shaking hand, Zus tries to light a Molotov cocktail but his matches are wet. He reaches into his pocket for more. Instead he finds the mezuzah that was once affixed to his family's door. As he stares at it, the SOUND of the approaching tank grows louder. ", "PANCHENKO": "\n[1]Zus. Join us. He offers him a glass of vodka. Zus doesn't take it. \n[2]--and you are an ignorant Tartar.  Ignore him. Here... \n[3]He's right, Gramov. Apologize to the Jew. \n[4]There. You see?  Now drink up. Zus doesn't know what to do. He accepts the vodka. \n[5]You will hold this crossroads until the brigade has completed its retreat. Zus looks around at the position. \n[6]Until you are ordered to withdraw. \n[7]Comrade Gramov will enforce discipline, if necessary. Gramov smiles. The implications are clear: nobody retreats. \n[8]You have served us well, Comrade. ", "ARON": "\n[1]Or Asael. Everyone stares. It is the first time Aron has spoken.      \n[2]Jacob's ladders. Like in his dream. Asael says you can see the angels. They walk on, eventually coming upon RAILROAD TRACKS. A TRAIN is rounding the bend, headed in their direction. \n[3]If we hide. They move back into the trees as the train NEARS: a slow- moving engine pulling a line of WOODEN CATTLE CARS. \n[4]If we had some dynamite we could blow the shit out of it. \n[5]\n[6]Tuvia... We SEE Aron whispering in Tuvia's ear.      ", "GRAMOV": "\n[1]\n[2]What brigade?      \n[3]We know of you. Jewish bandits. Zus's finger tightens on the trigger of his submachine gun. \n[4]--buried underneath with this \n[5]I had a perfectly good reason. He is a Jew. The other men LAUGH. Panchenko frowns at Gramov. \n[6]I apologize, Jew. "}}