{"dialogues": {"MATT": "\n[1]My missionary ancestors came to the islands and told the Hawaiians to put on clothes, work hard, believe in Christ, and stop surfing and hula dancing. They made business deals along the way -- buying an island, or marrying a princess and inheriting her land. Now their descendants wear bikinis and running shorts, play beach volleyball and surf, and take up hula dancing. Hawai'i has always been a place of contradiction. \n[2]My friends on the mainland think just because I live in Hawai'i, I live in paradise. Like a permanent vacation -- we're all just out here drinking mai- tais, shaking our hips, and catching waves. Are they nuts? How can they possibly think our families are less screwed up, our heart attacks and cancers less fatal, our grief less devastating? Hell, I haven't been on a surfboard in fifteen years. \n[3]For the last 23 days, I've been living in a \"paradise\" of IVs and urine bags and endotracheal tubes and six-month- old US magazines. Paradise. Paradise can go fuck itself. \n[4]It was exactly what Elizabeth used to accuse me of. \n[5]Twenty-three days in a coma, and any day now the doctors will give me their final verdict if she's going to come out of it or not. Then I have a decision to make. Wait, that's wrong. Liz has a living will. \n[6]Hi, Noe, what's up? \n[7]Yeah, sure. Put her on. \n[8]Yeah, she's sort of been going to town with the whole picture-taking thing, but I had no idea -- \n[9]Home. See, I would think that sticking to her normal routine would be the best thing for her -- you know, keep her occupied. I wouldn't really know how to... \n[10]I mean, I've kind of got my hands full. And her sister's away at school on the Big Island. I don't think Scottie would really want to hang out with me when she could be with her friends and people like you who specialize in children. \n[11]Oh, yeah.   Yeah.   Absolutely. \n[12]Yeah, Scottie, come on.     Knock it off. \n[13]What's the matter with you? Showing those pictures of Mom for your art project? \n[14]No, you're not. You're overdoing it is what you're doing. \n[15]First of all, your mother's very sick, but she's not dying. Second, you don't share personal stuff like that with strangers. What's going on with Mom is private. \n[16]No. \n[17]No. \n[18]I wish you'd stop doing that. And rather than taking her picture all the time, you should talk to her. I'm tired of asking you. You heard Dr. Johnston -- people in a coma can hear you -- you know, well, some of them can. It lets them know they're still loved, might even help them wake up sooner. And it'll help you express whatever feelings and emotions you're supposed to be going through -- you know, make you feel better. \n[19]Tell her a story. \n[20]Tell her anything. Tell her what's been going on in school. \n[21]I don't believe that. What about after school? She's always driving you around the island. You know, gymnastics? Soccer? \n[22]Ballet?   Piano?   Hula? \n[23]If you're not going to say anything to your mother, we might as well leave. \n[24]How about this?    Write her a letter. \n[25]I don't know. \"Get well. Wake up. I love you. Don't leave me alone with my idiot Dad.\" \n[26]Goddammit, Scottie, stop fighting me on everything. \n[27]You know what your mother is hearing right now? You refusing to talk to her. Is that what you want? \n[28]We're not leaving until you talk to her. I'll even give you privacy. Recite her the alphabet for all I care. What do you want to drink? \n[29]OK, Sprite. Diet Sprite? \n[30]No, you're not fat. \n[31]It's just that all that sugar makes you cranky. \n[32]Okay.     I'll be right back.    Talk. \n[33]Fine, Joy, fine.     And you? \n[34]My decision? \n[35]Well, it's not really my decision. It's my whole family's decision. And furthermore... ... mind your own business, young lady. \n[36]These are inappropriate for a hospital gift shop. This girl is underage. Why do you sell postcards like this? This is a hospital. These aren't get-well cards. \n[37]Never mind. Yes, I'm buying them.          And these two sodas. \n[38]Elizabeth's going to make it out okay. I know it. It's not her time yet. She'll wake up, Scottie and Alexandra will have their mother back, and we'll talk about our marriage. I'll sell the land and quit my practice and buy her whatever she wants -- a big boat, a house in France, a trip around the world, just the two of us. We'll get close again, like the early days. It's still in us. It must be. \n[39]Scottie, what are you doing? \n[40]You didn't talk to her, did you? \n[41]What did you tell her? \n[42]You're lying. And Jesus Christ, enough with the goddamn texting! Give me that phone! Give it here! \n[43]Jesus, Scottie. Okay, you win.       Let's go. \n[44]At least say goodbye. \n[45]My wife -- the sportswoman, the model, the drinker. \n[46]Would you please wake up already?      I need you. I can't do this alone. \n[47]Is this Barb Higgins? \n[48]Hi, Matt King returning your call. I assume your daughter is a classmate of my daughter's. \n[49]How can I help you? \n[50]For instance. \n[51]Huh. \n[52]That's not like her at all.       She's usually very sweet. \n[53]As you may know, her mother isn't well, and maybe this is how she's dealing with it. \n[54]Yeah, no, I get it.    I'm very sorry. \n[55]See what I mean? Everybody sees me as the rich guy, the inheritor. People resent us. I resent us. Even our last name -- King. How irritating. \n[56]You need to say you're sorry, and you need to mean it. No dicking around. I have a ton of work to do tonight. Do you have any idea how behind I am? You made her cry. Why would you want to be so mean to someone? \n[57]Is that what you text all the time, nasty things? \n[58]Well, what then? \n[59]I should have known Reina had something to do with it. I don't want you hanging out with her. \n[60]We'll make a deal. You apologize to this girl, and you talk to your mother, and then we'll see about Reina dropping by the hospital. Okay? \n[61]Scottie, knock it off! \n[62]You've been here before? \n[63]So you guys are actually friends? \n[64]What? \n[65]Scottie, do you have something you want to say to Lani? \n[66]Great. Well, nice meeting you both. Lani, you should come over sometime. Come for a swim or a hike or something. \n[67]Hey, hey. We came over. She apologized. We're dealing with it. Kids are mean sometimes. They grow out of it. It's a kid thing. Here, Scottie, you're going to stop, right? And you're really, really sorry, right? \n[68]No, she won't. It's like the time Lani locked Scottie out of the house at her birthday party and Scottie sat outside by herself. It was a mean thing to do, but Lani here probably did it just to show off, right? \n[69]But I'm not about to declare that one action defines a human being's entire character. She's a work in progress, and like all complex people is a bundle of contradictions. \n[70]You brought her cake. So, I don't know, maybe Lani should be the one to apologize, since this incident may have been the catalyst for all this... \"evil\" was the word you used. \n[71]Yes? \n[72]Big decision. \n[73]You don't say. \n[74]Are you going to act different with Lani? \n[75]Yeah. \n[76]My great-great-grandmother was Princess Margaret Ke'alohilani, one of the last direct descendants of King Kamehameha. She was originally supposed to marry her hanai brother, but she fell in love with her haole banker and estate manager, Edward King, whose parents were missionaries. Between his land deals and her huge inheritance, all of their descendants for generations have watched the past unfurl millions into our laps through leases and sales. Now the Rule Against Perpetuities is forcing us to dissolve the trust, and we're selling the last parcel of undeveloped land. \n[77]Unlike a lot of my cousins, I haven't touched my share of the trust money. Like my father before me, I live only on the income from my law practice. I don't want my daughters growing up entitled and spoiled. And I agree with my father -- you give your children enough money to do something but not enough to do nothing. \n[78]Not only am I the sole but I'm a commercial real estate and transactional attorney, so the most involved of my cousins have been meeting with me regularly to analyze the bids -- Cousin Dave, Cousin Hal, Cousin Six, Cousin Wink, Cousin Lisa, Cousin Connie and Cousin Stan, both of whom oppose the sale entirely. Don't be fooled by appearances. In Hawai'i some of the most powerful people look like bums and stuntmen. \n[79]So... if we do go ahead and take her off the machines -- \n[80]How long will she last? \n[81]What're you doing? \n[82]No, no. Just more of the same -- monitoring the swelling, keeping her                        * kidneys and other vitals working, you                       * know, hoping for the best. \n[83]What else is new?   Let's get you something to eat. \n[84]Yeah, they do a good job here. \n[85]No idea. You ask good questions. You're getting too smart for me, Scottie. \n[86]Troy. \n[87]Same. \n[88]So why'd you ask? \n[89]That's enough. \n[90]Look, Troy, go to your friends. No hard feelings. Let's just leave it alone. \n[91]You weren't supposed to be driving, Troy. She was supposed to be driving. \n[92]Hey, sport, don't pay any attention to that guy. That guy's a dope. \n[93]Yeah. \n[94]I know, I know. Hey, let's get out of here. Let's go do something crazy. Like let's drive to the airport and hop over to the Big Island and surprise your sister. What do you say? \n[95]It'll be fun. She's not expecting us or anything. And we bring her home. I think she should be here with us, don't you? Don't you miss her? I miss her. \n[96]Somehow it feels natural to find a daughter of mine on a different island. A family seems exactly like an archipelago -- all part of the same geographic expression but still islands -- separate and alone, always drifting slowly apart. \n[97]Hi, sorry to bother you.       I'm Matt King. \n[98]I've come to pick up my daughter, Alexandra. \n[99]No, I didn't. It's sort of an emergency. \n[100]Scottie, keep it down! \n[101]Sorry, Yuki. \n[102]You know, I pay $25,000 year for this crap not to happen. Alex! \n[103]You need to come home and see Mom. \n[104]What is it about me that makes women in my life want to destroy themselves? Elizabeth with her motorcycles and speedboats and alcoholism. \n[105]Alexandra with her drugs and older guys and modeling. \n[106]And Scottie, how can I protect her from... me? \n[107]Why didn't you say so before I made them? \n[108]Good morning. Does Mom let you have Coke for breakfast? \n[109]How are you feeling? \n[110]Hungover, huh? Why am I not surprised? I don't know where to start, and we probably shouldn't in front of Scottie. \n[111]I thought you were supposed to be getting your act together. \n[112]Hey, hey, hey. Watch your language in front of Scottie. \n[113]Anyway, it's good to see you.      Welcome home. Want some eggs? \n[114]We'll discuss that. \n[115]Then I'll join you. \n[116]He comes... you know, I don't know what day he comes. \n[117]Who's Sid? \n[118]Oh.    Okay. \n[119]Do I know his parents? \n[120]Scottie, get back inside and change into your swimsuit. \n[121]Now. \n[122]That's part of why I brought you here. You have to help me. I don't know what to do with her. \n[123]Listen, Alex, your mother isn't well. \n[124]They just told me she isn't going to wake up. It's for sure now. The doctors are going to stop caring for her. Do you understand what I'm saying? Your mom wanted it this way. \n[125]She has a will, see, saying we have to do it like this. We both do. That's why I got you. We're letting her go. \n[126]Alex... Alex... \n[127]I just found out yesterday. We have to go through this thing together, you and Scottie and I. And I need to go around and tell people what's happening -- our family and close friends. Sometimes I'll want you to come with me. Other times I need you to watch Scottie. \n[128]Alex, nobody wants to do any of this. But we need to tell Grandpa and Tutu, a few friends. They have the right to know and to be able to say goodbye. \n[129]Whatever you fought about with her at Christmas, you need to drop it. Grow up. You love your mother. Your mother loves you. Move on. \n[130]You have to. \n[131]Caught her with some guy?    What does that mean? \n[132]Just a guy? It could have been anybody. \n[133]You're sure it was her. Then what? \n[134]And? \n[135]Who is he? \n[136]What did he look like? \n[137]Watch Scottie. \n[138]Hello!    It's me, Matt! \n[139]You guys weren't sleeping, were you? \n[140]What were you fighting about? \n[141]In fact there is. I'll tell you in a moment. Who is he? Does she love him? Who is he? \n[142]I'm sorry to put you in this position. But I'm not really the one who put you there, am I? I just want to know who this guy is that my wife has been... seeing. \n[143]You could be a therapist.    Very keen powers of observation. \n[144]Is it Troy? That fucking Neanderthal? \n[145]Are you fucking kidding me? \n[146]So you're going to talk to me in clichés about women? Nothing is ever a woman's fault. Was it still going on when she had the accident? \n[147]And you what? You probably egged her on. Add some drama to your life without any actual risk. Whom do you think you're protecting anyway? She doesn't need your protection -- it's over. She's going to die. \n[148]I almost told you yesterday. She's never going to wake up. It's for sure now. You hear me? We're pulling the plug. You were putting lipstick on a corpse. \n[149]I'm sorry. I didn't mean to take it out on you guys. I just... Does she love him? \n[150]You still haven't told me who he is.        I guess it doesn't matter. \n[151]Hello, Sid. \n[152]Don't ever do that to me again. Get ready, okay? We're going to Grandma and Grandpa's. Auntie Esther will come over to watch you. \n[153]Sid, this week, what's going on, is a real family matter. You understand. Sid's not going to be interested in meeting your grandparents. He'll be bored stiff. \n[154]Does he know what we're doing? \n[155]Get in the car. \n[156]Scott, I'll be happy to walk you through it. \n[157]It's an advanced directive -- basically her instructions on what medical procedures she wants or, in this case, does not want. No prolonged mechanical ventilation, no -- \n[158]Yeah, Scott, I don't think so. \n[159]Hi, Alice. Good to see you.       It's me, Matt. \n[160]How's the eye? \n[161]He's hit me a couple times over the years. And watch your language. \n[162]Hey, could you two just cool it around me? You know, stop... touching each other so much? \n[163]You little fuck.   Do you get hit a lot? \n[164]Your friend is completely retarded. You know that, right? \n[165]Oh. \n[166]What? \n[167]Get in the front seat. \n[168]Been doing any surfing over there on the Big Island? \n[169]Yeah, how come? You were so good. \n[170]Why didn't you ask Mom to show you or teach you or whatever? \n[171]Are you sure he knows what's going on with our family? Because he sure doesn't act like it. \n[172]Just his name.   Brian Speer. \n[173]I just didn't. \n[174]I didn't want to get into it. \n[175]There?   He lives there? \n[176]And you just happened to be driving by. \n[177]What are we going to do? \n[178]No, wait, this is stupid -- this stalking, or whatever the hell we're doing. We came, we saw. Whatever. Let's go. \n[179]I guess I just want to see him. \n[180]That's enough now. \n[181]Okay, that's enough. We're getting out of here. \n[182]What? \n[183]Why? \n[184]There who is? \n[185]I trusted you. But there was always something about you I didn't trust. \n[186]None of your business. And put some clothes on. And you're not sleeping in Alex's room. In fact, you should really go home, son. \n[187]Guest room. Take it or leave it. \n[188]I'm not going to make it easy for you. \n[189]Yeah, hi, Brian. My name's, uh, Herb Fitzmorris. I'm interested in that house you've got on Koloa Street, the one with the plantation shutters. I'm at 645-2796. Thanks. \n[190]Let me go in for just a quick moment alone first. I'll be right out. \n[191]You were going to ask me for a divorce? So you could be with some fucking fuckhead Brian Speer? Are you kidding me? Who are you? Because the only thing I know for sure is that you're a goddamned liar. So what do you have to                      * say for yourself? Go ahead, make a                          * little joke and tell me I've got it all                     * wrong. Tell me again I'm too out of touch with my feelings and need to go                       * to therapy.                                                 * Isn't the idea of marriage to make your partner's way in life a little easier? For me it was always harder with you. And you're still making it harder. Lying there on a ventilator and still fucking up my life. You're relentless. You know what? I was going to ask you for a divorce some day. \n[192]Daddy's little girl. \n[193]I'm bringing in your daughters now. Alex is home from school. Try to be nice, okay? \n[194]Girls, be serious. \n[195]Stop it.   That's out of line. \n[196]Goddammit! \n[197]Scottie, out in the hall. \n[198]Go find Sid. \n[199]Now! \n[200]You have no right to talk to your mother that way. She's going to die in a few days. What if those were your last words? \n[201]I'll be angry later. For now let's just think about the good parts. \n[202]And don't say that stuff in front of your sister. Don't ruin her for Scottie. Say something else. \n[203]You are like her. Mostly in good ways. Maybe some bad ways. Remains to be seen. \n[204]Dammit, Scottie, no Reina. \n[205]Not now. \n[206]So, Reina, I hear your grandmother's not feeling well. \n[207]Well, Reina, thanks for stopping by, and, here, Scottie, let me give you some money, and you two can go get an ice cream or something... \n[208]Carbs. Well, you could go to the cafeteria and get some lettuce. \n[209]Where'd you learn how to talk like that? \n[210]Hello, Buzz. \n[211]Thanks. \n[212]I won't. \n[213]I know. \n[214]...that her coma is permanent.     She's not going to make it. \n[215]This week -- tomorrow, in fact -- as per her wishes, we're going to unhook her from life-support. You all know Elizabeth -- she always likes to do things on her own. Goddammit. I wanted to tell you all in person. You're all our dear friends, our best friends. And the girls and I appreciate so much all the ways you've helped these last few weeks -- bringing food, calling... \n[216]Yes, for God's sake, yes. That's the whole point. Go see her as soon as possible. That's what I wanted to tell you. It should be now, not after. Everyone who loves her deserves a chance to say goodbye. \n[217]I'll only be gone a day or so. I'll leave in the morning, and be back tomorrow night. If it takes another day, fine -- I'll give it two days tops. If I don't find him, at least I tried. \n[218]I'm summarizing a deposition. \n[219]How can you go to a movie? \n[220]I think... I just think she would want him to know. \n[221]On the phone he can escape. In person he has nowhere to go. I want to see his face. I want to change his life. \n[222]No, you stay with Scottie. \n[223]Just came over for a day or two. \n[224]Yeah. \n[225]No, no, nothing like that. Just a little holoholo. Get the kids out of town. \n[226]Yeah, no, I know. I want to work with you guys, Ralph, I really do. Whatever the majority wants, I'll go along with it. Let's just get it over with. \n[227]The same. \n[228]Yeah, Princeville. \n[229]Hey, Ralph. \n[230]Turn off over here.     Let's go see the land. \n[231]You got time? \n[232]Not personally. It belongs to a trust. But yeah, it's ours for a few more days. \n[233]I know, but we have to sell. The trust has to dissolve in seven years, and if we haven't sold, it'll be a huge mess. Selling now and distributing the cash is the only clean way to do it. \n[234]Take a good look, girls. In the old days, this was part of your great-great grandmother's inheritance going all the way back to Kamehameha I. \n[235]We all did, all our lives.       A lot of memories. \n[236]Doing anything else would get extremely complicated. A lot of your cousins just want the money. Everything has its time. \n[237]My grandfather. He really loved this place. So did your mother. So does your mother. \n[238]Let's say three. By the way. I'm supposed to meet a buddy of mine I think is staying here. Brian Speer.       S- \n[239]Thanks. \n[240]No, I understand.   Okay.    Thanks. \n[241]Put that out, will you please? \n[242]You could at least smoke lights.       Like Sid. \n[243]Just got off the phone with Dr. Johnston. They did what they had to do a couple hours ago. They've moved her to another floor. They say she seems comfortable, still breathing on her own. She's doing okay. \n[244]So how are you doing, Alex? \n[245]No, I mean other than that. In general. You haven't been using, have you? \n[246]Not at all? I smell pot all the time on Sid. \n[247]So you just stopped?   Really? \n[248]And a little drinking. \n[249]Why are you being so honest? \n[250]Yeah, well, I'm proud of you. \n[251]Yeah, there is. We shipped you off. Let them handle it. And now you're here, helping with Scottie, helping me. Thanks. \n[252]I guess she really liked him. \n[253]Right. Well, why don't you two take Scottie to the beach? I'm going to call around a little. We're on an island, for Christ's sake. Everything's just one degree of separation. \n[254]Hey, what's in your suit? \n[255]Take that out. Right now. Alex, Jesus, why'd you let her do that?    You too, Sid. \n[256]The hotels were a dead end, but I took another shot with his office. He's definitely in Hanalei renting a house somewhere -- probably one of those cottages around the bay. Who wants to go for a walk? \n[257]I was with a law school buddy from the mainland, and I took him to the club. We were just coming in from paddling, and your mom was on her way out, and she looked at me and said, \"Do you think it's going to snow today?\" We all got beers when she came back in. I had already seen her around. That was it. I got her number. \n[258]She knocked me out. \n[259]I love... I don't know. The way we are with each other, most of the time, anyway. I love how she's more capable of feeling joy than anyone I've ever known. I just like being with her, just riding bikes or going out to dinner, even if it's just a plate lunch at Rainbow's. Years ago we used to do a lot of paddling together. \n[260]Easy, Alex. We're just talking. \n[261]Your mom got chased by a shark once. Very close call. \n[262]We were on Moloka'i with Mark and Kai, and your mom was out surfing and saw a shark right beneath her on a wave. Like right beneath her. She got down on her stomach and started paddling like crazy, and this big fin kept following her. She even paddled up onto the nearest rocks instead of all the way to shore. Got cuts all over her legs and hands. Only time I ever saw your mother scared, and she was really scared. She even threw up. Crying and shaking. I had to hold her for a long time.   She really thought she was going to die. Of course she hid all that from the Mitchells, turned it into a funny \"Me-versus-a-shark\" story. I told her... \n[263]I told her it wasn't her time yet. \n[264]I'll ask you that same question, Scottie. What do you love about Mom? \n[265]Were you there?    Have you seen any of those movies? \n[266]Stop that! I don't get it. I don't know what to do... these things she does. What goes on in her head? You weren't like that. \n[267]I'm not so sure. I mean, look how you kids talk in front of me. It's like you don't respect authority. \n[268]Hi. \n[269]I don't, uh... I haven't been sleeping very much lately. \n[270]I'm worried about my daughters. I'm worried there's something wrong with them. \n[271]What does Alex really think about this stuff that's going on? What does she say? \n[272]What do you mean? I thought she talks to you all the time. \n[273]What would you do if you were me? How would you handle my daughters? How would you handle... the situation of this guy we're trying to find? \n[274]Do you want some of it?   Some money? \n[275]If I gave you a lot of money right now, tonight, would you leave? \n[276]No, Sid, I'm asking you a favor.    If I give you money, will you leave? \n[277]I guess not. \n[278]Then I might wind up with something like you. \n[279]You're about a hundred miles away from Smartville. No offense. \n[280]I'm sure your parents are proud. \n[281]What does she do, your mom? \n[282]Goodnight, Sid.    I'll see you tomorrow. \n[283]Hi, you don't know me, but I know you. Hi, you don't know me, but I know you. Brian Speer, right? Hi, I'm Liz's husband. That's right. Fuckface. \n[284]Hi.    You don't know me, but I know you. \n[285]Skylar and Colt? \n[286]I'll be right back. \n[287]Looks like you got yourself a handful with those two. \n[288]Must keep you pretty busy. \n[289]How old are they? \n[290]I have two girls. Ten and seventeen. That whole non-stop thing. That never changes. \n[291]We live on O'ahu. \n[292]Yeah, I'm just getting my girls out of town for a couple days. Their, uh, their mother is in the hospital, so I thought I'd give them a little break. \n[293]She'll be fine. \n[294]Just a little boating accident.       Hit her head a little too hard. \n[295]One with a motor. \n[296]You guys staying in one of the cottages over there? \n[297]Hugh King. \n[298]He's my cousin. \n[299]No, can't say as I do. \n[300]Excuse me.     Nice talking to you. \n[301]How can I forgive her for loving someone else? Did she even know about his family? Was she that in love? Does she miss him from her coma? Does she wish he could be with her and not me? \n[302]There's Cousin Hugh.      Get us a table. Order me something. \n[303]Anything. \n[304]Yeah, Scottie and Alex. \n[305]Just getting the girls out of the hospital for a couple days, you know, change of scenery. \n[306]Sure, what're you having? \n[307]Not much otherwise. Between our business and the hospital, you know, I've just trying to keep my head above water. So listen, I see you have some people staying in the cottage. \n[308]No, no, no, I'm just wondering about the guy you're renting to. I think his name is Brian Speer. \n[309]Huh?   Who's Lou? \n[310]The bay.   The guy with the wife and two boys. \n[311]Brian Speer. \n[312]What do you mean, the guy we're doing business with? \n[313]Holitzer. \n[314]Yeah, yeah -- \n[315]What's he like? \n[316]Brian Speer -- what else do you know about him? \n[317]Not if we don't go with that bid. \n[318]No, I know. You're right. Okay. Well. Good to see you, Hugh. \n[319]See you at the meeting. \n[320]Great. \n[321]So, guess what. Turns out Brian Speer is connected to Don Holitzer. \n[322]The guy we're going to sell to. And that woman today at the beach. That was his wife. \n[323]It's him I want to talk to, not her.       I know where their cottage is. \n[324]That's what I'm saying. \n[325]Don't do that. Don't be excited.        This isn't fun. \n[326]So you to talk to his wife while I talk to him. And figure out some way to distract Scottie and their kids. \n[327]No.     What should I say? \n[328]I'm sorry for sucking you into this.           I should be doing this alone. It's selfish of me. \n[329]Hi there! \n[330]It's the guy from the beach today. \n[331]Yeah, hey, I'm such an idiot. I just figured out I do know your husband. My daughter and I were on our way back to the hotel from dinner, and we thought we'd drop by and say howdy. \n[332]I'm Matt King.       This is Alexandra. \n[333]Yeah, no, I know, yeah, super-involved. Maybe I've met him in passing. I don't know. \n[334]No, it's okay. You're right -- it'll all be over in a couple of days. \n[335]We just ate, thanks. \n[336]Brian, we may have met before. Matt King. My wife is Elizabeth King. I think you may have met her too. Our daughter Alexandra. \n[337]Elizabeth is dying. Oh, wait. Fuck you. And she's dying. We unhooked her from the machines this morning. She'll be dead in a few days. \n[338]Beats me.    Well, he's very articulate. \n[339]Look, pal, like she said, I'm not here to wreck your life. I just came to give you a chance to go to the hospital. I don't know how long you're planning on being here, but I'm sure you can think of an excuse to leave. \n[340]You can be alone with her to say goodbye or whatever you want. Do you hear what I'm saying? \n[341]Yeah, say, prime Hanalei location. I used to come here as a kid before it was a vacation rental. Alex, your great-uncle Warren and Aunt Lillian built it back in the 20s. Haven't been inside in years. \n[342]Yeah, I'd like that, if you don't mind. Just a quick look. \n[343]How did you meet?    I'm curious. \n[344]Neither can I.    How did you meet? \n[345]I changed my mind. And I can't very well ask her the details. How'd you meet? \n[346]What party? \n[347]At the Mitchells'. \n[348]Hey, I'm doing you a favor here. I could go out there right now and fuck you up, so get a better attitude. Then what? How'd you get the nerve to ask her out? \n[349]I want to know what makes a person cross that line. Was it about the deal? Is that when you decided she was for you? \n[350]Nothing just happens. \n[351]Was she going to leave me? \n[352]Did she say she loved you? \n[353]Do you love her? \n[354]You don't love her. You don't love her. You just used her to get to me. \n[355]Then I guess it's all working out. Her lips are sealed, and you don't have to go through the trouble of dumping her. \n[356]Too bad her husband found out. You can't win `em all. One more question. Have you ever been inside my bedroom? \n[357]You could have had the decency to lie about that one. Well, she's in Queen's Hospital if you want to say goodbye. That really is all I came to say. \n[358]Yeah, great, all remodeled, new appliances. Nice. Alex, we should be getting back. \n[359]I have no idea. \n[360]No need to get creepy. Anyway, doesn't matter. That's all behind us. \n[361]I've asked Dr. Johnston to help us break the news tomorrow. \n[362]Yes, Scottie. It's true. \n[363]Do you understand? \n[364]First Mom's going to give some of her organs to other sick people, so she can help save their lives. That's a really neat thing she's doing. Then we're going to... we're going to scatter her ashes in the ocean. You know how Mom always loved the ocean. \n[365]Thanks, Sam. \n[366]There's not much left to decide. We're just sort of playing it by ear and making sure she's comfortable. \n[367]Scott, let's not talk about that here. It's not the time for that. \n[368]Scott, what's your point? \n[369]She wasn't even driving! Her boat, someone else's boat -- it wouldn't have made any difference. You're not going to blame me for this. \n[370]You're right. She deserved more. \n[371]Girls, Sid. \n[372]Yep. \n[373]No. \n[374]Elizabeth's not doing well. \n[375]No. She's dying.    We took her off the machines. \n[376]It's strange, that's all. \n[377]We didn't do anything to own that land. It was entrusted to us. And now we're just... \n[378]I can't do it. I won't do it.     I'm not going to sign. \n[379]I don't want it to go to Holitzer. I don't want it to go to anyone. I want to keep it. \n[380]I don't need a couple days. I have the authority, and this is what I want. I haven't wanted something in a long time. We have other businesses we're converting to corporations. We can figure it out. \n[381]Then I have seven years to figure out how to keep it. \n[382]People will be relieved, Hugh, the whole state. I sign that document, it's over. End of the line. Something that was ours to protect will be gone. Even though we're haole as shit and go to private schools and clubs and can't even speak pidgin, let alone Hawaiian, we still carry Hawaiian blood, and we're still tied to this land. And our children are tied to this land. It's a miracle that for whatever bullshit reason 150 years ago, we own this much of... paradise, but we do. And for whatever bullshit reason now, I'm the trustee. And I'm not signing. And if you sue me, it'll only make us closer. \n[383]Julie.   What are you doing here? \n[384]You remember Alex. This is Scottie. Sid. This is Mrs. Speer. \n[385]Well, we appreciate your coming by. The flowers are lovely. \n[386]I, uh, I'm not sure how much you know about my wife's condition, but she's going to die very soon. Any minute, really. That's sort of why we're all here. \n[387]I'm sorry I came to your house like that. Just barged in on you. \n[388]So he told you, huh? \n[389]You're a woman. \n[390]I know. \n[391]Just a few days ago. \n[392]Okay. All right. That's enough, Julie. I think... I think that's enough. \n[393]He didn't love her. Just so you know. He didn't really love her. \n[394]Goodbye, Elizabeth. Goodbye, my love, my friend, my pain, my joy. Goodbye. Goodbye. Goodbye. \n[395]Not that far. Just past the break. \n[396]I'm trying. \n[397]One scoop strawberry, one scoop mocha chip. ", "ALEXANDRA": "\n[1]Dad? My fucking dad is here! \n[2]What's up, Dad? \n[3]What's happening? Why are you here? \n[4]Fuck Mom! \n[5]I'm pretty sure it's after eleven. \n[6]I have gotten my act together. I was just drinking. I've been doing really well, but nobody ever seems to notice my grades are better, and how I was in that stupid play you guys didn't bother to see. Do you even remember the name of it? \n[7]That's what I thought. So what if I got drunk on the ONE night you happened to drop in? So the fuck what? \n[8]How long do I have to stay? \n[9]I'm going swimming. \n[10]Good times. \n[11]I gotta go. I'll see you later. The pool's really dirty. What day does the pool guy come? \n[12]Awesome. \n[13]Sid's coming over. \n[14]A really good friend from Punahou.         We were in school together for years. \n[15]He wants to be there for me with all this shit happening. \n[16]No.   He might stay over too.         Is that cool? \n[17]What the fuck? Get out of my underwear, you freak. \n[18]Real good job you're doing. \n[19]Maybe if you spent more time with her, she wouldn't act like such a complete spaz. Get her out of town -- go camp on Kaua'i. That's what mom did with me whenever I was losing it. \n[20]Obviously. \n[21]Why'd you have to tell me in the goddamned pool? \n[22]What do you want? \n[23]You want me to go around with you and tell everyone that Mom's going to die? What's the point of that? Breaking the news, watching them cry, dealing with their emotions. How depressing is that going to be? Just call them. \n[24]I don't want to talk about Mom with anyone. \n[25]I can't drop it. \n[26]You really don't have a clue, do you? Dad, she was cheating on you. \n[27]That's what we fought about. When I was home at Christmas, I caught her with some guy. It made me sick to see her near you. I went back to school thinking that was it, I was done with her. I was going to call and tell you everything. But then the accident happened, and I was waiting until she woke up, I guess. And you, you didn't even suspect. Right? That disgusted me too. You're always so busy. \n[28]Brandy and I were on our way to swim in the Black Point pool, and suddenly I see Mom and some douchebag walk into a house. His house, I guess. \n[29]He had his hand on her ass.      It was gross. \n[30]Then nothing. She went into the house. A few days later I told her I knew what she was doing. \n[31]First she acted like she didn't know what I was talking about. Like I'm blind. Then she got super-mad and started yelling at me and denied it. That's when I decided I didn't want anything more to do with her. \n[32]I don't know. Some guy. \n[33]Dark hair. \n[34]Dad, this is Sid. \n[35]Sid's coming with us, okay? \n[36]Dad, I told you he was going to be with me. I'll be a lot more civil with him around. \n[37]He knows everything. \n[38]Gramps, are you okay? \n[39]Grandpa. \n[40]Hi, Tutu. \n[41]He's my friend. \n[42]Here, let me kiss it. \n[43]You suck, Sid. \n[44]Dad? \n[45]Don't forget -- I know where he lives. \n[46]I haven't surfed in years. \n[47]At first I stopped because I got my period and didn't know how to use a tampon. \n[48]So I wouldn't go for, you know, five days or so, and then I guess I just stopped. \n[49]I didn't even tell her I got my period for like a year. She was always pushing me to look older and act older, so I just... \n[50]The first time I got my period I thought I shit my pants. \n[51]Sid, shut up. \n[52]Do you know anything about him? Like what he does or if he's married? \n[53]Why didn't you ask Kai and Mark? \n[54]Why not? \n[55]We'll google him later.    Okay, there it is. Stop. \n[56]Well, I can't say for sure he lives there. That's just where I saw them. \n[57]Sadie was driving. We both saw it. \n[58]Sid, please be quiet. \n[59]I don't know. I'm just showing you the house. \n[60]Should I go ring the bell? \n[61]It's not like we're stalking him exactly. \n[62]What would you do if you saw him, anyway? Talk to him or punch him or what? \n[63]Whatever, Sid. \n[64]Depends on how you treated me. \n[65]And we're not getting married.       Jesus. \n[66]Dad, stop! \n[67]Go back. \n[68]Just go back a couple of houses. \n[69]There he is. \n[70]Look. \n[71]Now we know what he looks like. \n[72]Hi, Mom. \n[73]I guess it's in the genes. \n[74]Hi, Mom. Sorry for being bad. For wasting your money on expensive private schools. Money you could have used on facials and massages and sports equipment. Sorry for everything. Sorry we weren't good enough for you -- especially Dad. \n[75]Or what? You going to ground me? Or ship me off to another boarding school? You going to give me a \"time out?\" \n[76]Did you just spank me? \n[77]I have every right to speak this way. I'm mad at her. How can you be so forgiving? \n[78]Look, Mom, I know we fought a lot. But I always wanted to be like you. I am like you. I'm exactly like you. God, that came out so dramatic. \n[79]Scottie, what'd she mean by \"You aren't a liar after all?\" What'd she think you were lying about? \n[80]So you had to prove to that twat that Mom's in a coma? What the fuck is in your skull, a bunch of stupid pills? \n[81]Hello? No, you've got the right number. This is his assistant Sharon. How may I help you? \n[82]Oh, I see. And for how long? Uh-huh. Okay. So one or the other. I'll tell him. Mahalo. \n[83]That was Bonnie Tanaka, a realtor. She says Mr. Speer is on Kaua'i till the 18th, but she'd be happy to show you the house or you can stop by the open house on Sunday. \n[84]You've lost your mind. \n[85]You mean him? Tell him to say goodbye? \n[86]Drop it, Dad. You've got way bigger fish to fry than confronting fucking Brian Speer. Are you recording this? \n[87]How can you work? \n[88]To get Scottie out of the house. And you're going to tell him to come back and see Mom. \n[89]Just call his office and say it's an emergency. \n[90]Then I want to go too. \n[91]Fuck that.     Let's all get out of town. \n[92]Down there is where Mom and I would camp. \n[93]We do. We still do. Do we really have to sell? \n[94]I could. \n[95]What do you mean? You mean considering Mom's... circling the drain? \n[96]No, Jesus, I'm not using. \n[97]That's Sid. \n[98]Look, Dad, it's no big deal. Kids do drugs and they stop. Unless they're like super-ghetto. And you sent me to boarding school, remember? I couldn't get anything anymore. So no, I'm not doing any drugs. But I still think they're fun. Okay, maybe a little pot once in a while. \n[99]Mom's dying. \n[100]Not much to be proud of. \n[101]You want to know what really pisses me off? That she wouldn't end it. Not even when she knew she was busted. How are we supposed to feel about that? \n[102]So how are we going to find this guy, Sherlock? \n[103]We'll find him. \n[104]I don't know. Take them out, stupid. \n[105]Any luck? \n[106]Yeah, let's go. Scottie! \n[107]Scottie, we're not really here to do stuff like that. \n[108]Can we drop this? Jesus. \"What do you love about Mom, Daddy?\" Shut up, already. And stop babying her. \n[109]When was that? \n[110]Yeah? \n[111]Why are we still talking about this? I like how she's not afraid of anything. \n[112]We're not watching porn. \n[113]You've got to watch her with     the internet. And Reina's dad.       Scottie, Reina is a fucked-up ho-bag,     and you need to stay away from her.      Do you want to end up like me? \n[114]I mean the earlier me, when I was mean to you and yelling at mom all the time. \n[115]Well, Reina's going to be a meth-head, and she's going to get used by stupid guys. She's a twat. Say it. \n[116]It'll go away. \n[117]Like what? \n[118]We ordered you mahi. \n[119]Who's Don Holitzer? \n[120]Whose wife? The hottie with the hat? You sure? So he's married. Nice. Why didn't you say anything? \n[121]You do? So let's do it right now. Let's go knock on his door. \n[122]Well, it's what we came here to do. \n[123]Got it.    Sid, come here! \n[124]Listen, Dad and I are going to go talk to some friends while Sid takes you back to the hotel, okay? \n[125]Are you ready? \n[126]You'll think of something.          You're a lawyer. \n[127]I'm the one who sucked you in.          I'm the one who knew. \n[128]Don't be a pussy. \n[129]Howdy? \n[130]Do you need help? \n[131]We're not here to hurt you. We just thought she'd want you to know. \n[132]This is him? Why would she go for him? \n[133]You're sorry my mom's going to die? You're sorry you fucked her? You're sorry you fucked over my dad? \n[134]You must be good at that. \n[135]We're talking about love. \n[136]Awesome cottage you're renting. \n[137]Or, Brian, maybe you could give my dad a little walk down memory lane, and Julie and I can chat out here. \n[138]Yeah, maybe. \n[139]So when do you think he'll show up? \n[140]Sid. \n[141]Yeah, the one we have to worry about telling things to now is Scottie. \n[142]What the fuck was that? \n[143]It's for the best, Scottie. Look at her. She's not happy like this. \n[144]Come here, Scottie. \n[145]My father has been doing a really amazing job under the circumstances. \n[146]Steer straighter, Dad.     And a little faster, okay? \n[147]Can I have some? ", "SCOTTIE": "\n[1]This shit is bananas. B-a-n-a-n-a-s. This shit is bananas. \n[2]This shit is bananas. B-a-n-a-n-a-s! \n[3]I'm a photographer, Dad, a real photographer. \n[4]I saw it in a book. Some famous photographer lady took pictures of her mom in the hospital while she was dying, and they're considered art. That's what I'm doing. \n[5]I'm hungry. Can we get burgers? \n[6]Can we get smoothies? \n[7]I don't know what to say. \n[8]I don't have a story. \n[9]She never cares about that. \n[10]I don't do those things anymore. \n[11]Nope. \n[12]Okay.   Let's go. \n[13]What would I write? \n[14]How's she going to read it?         She's in a coma. \n[15]But it doesn't make any sense. \n[16]I'm starving. And I'm thirsty.          I want a soda. \n[17]Sprite. \n[18]Not diet.    Regular.   Do you think I'm fat? \n[19]I'm not the model. \n[20]I'm not cranky! \n[21]I'm hungry. Can we go? \n[22]Yes, I did. \n[23]It's private. \n[24]Bye, Mom! \n[25]I don't know! \n[26]No. \n[27]I write them with Reina. They make her laugh, and then she shows Megan and Brooke, and they laugh too. \n[28]Wait, I told Reina she could visit me in the hospital since I'm not in school anymore. Can she? \n[29]Dorks! \n[30]Dorks! \n[31]Her house is down there on the corner. \n[32]Yea-uh. She invites me to her birthday, like, every year. \n[33]Until last year's party, when she locked me out of the house and I had to sit outside all day while everybody was inside. She thought she was so great, but then I became friends with Reina and Brooke and got popular. \n[34]Sorry. \n[35]You brought me cake. \n[36]I'll try, but it's hard. She has a face you just want to hit. \n[37]I'm hungry! \n[38]The food here at the club is so good. \n[39]Why is it called a jellyfish?      It's not a fish, and it's not jelly. \n[40]I'm going to find out. Then I'm going to ask Mom when she wakes up and see if she knows. Do you think she's going to know everything she used to know? \n[41]Just because her hand moved, it doesn't mean anything, Troy. Mom twitches at weird times.   When you cut off a chicken's head, it runs all around, but it's still a dead chicken. \n[42]I hate him. \n[43]I didn't mean to say dead chicken. I don't want Mom to die. \n[44]Right now? \n[45]Yeah, I'm out of school.       She should be too! \n[46]Which door? Which door is it? \n[47]Hi, Alex!    It's me, Scottie! \n[48]We came to get you so you can come home. He took me out of school already. I haven't gone for three whole days. \n[49]I don't like eggs. \n[50]I thought they were for you. \n[51]I don't mind. \n[52]I'm okay. \n[53]Ooo, la la! Don't I look divine? \n[54]Why? \n[55]Hi, Daddy. \n[56]Hi, Mom!   Look who's here. \n[57]Say something, Alex. People in a coma can hear you. You're supposed to talk to them. \n[58]Tell her how you were drunk the other night. Tell her maybe you're an alcoholic. \n[59]You got served! \n[60]She's the one out of line. \n[61]He's smoking. I shouldn't be around second-hand smoke. \n[62]Reina just texted me! She's here visiting her grandma! Can she come visit? \n[63]But you said Thursday, and it's almost Thursday. I don't get to see her in school anymore. \n[64]I need her. Alex needs Sid.       I need Reina. \n[65]Dad, this is Reina. Reina, that's my sister and Sid, and that's my mom on the bed. \n[66]If you want. \n[67]Don't you want to hang out? \n[68]She didn't believe Mom was sleeping. \n[69]Shut up, you motherless whore! \n[70]Who is it? \n[71]What about me? I want to camp.        I wish we lived in the old days. \n[72]I want us to keep it! \n[73]They're my beach boobs. \n[74]Can we swim with the sharks? I read in the hotel magazine how they put you in a cage in the ocean and throw shark feed in the water and sharks swim right up to you. Can we do that? \n[75]How'd you and Mom meet? \n[76]Did you think she was pretty? \n[77]What do you love about her? \n[78]I wish Mom was here. \n[79]Lots of stuff. She's not old and ugly like other moms. \n[80]I like her stories -- like how she streaked at the wedding and the time she beat a wild pig with a shoe. How about you, Alex? \n[81]Let's watch one of these! \n[82]Reina's dad watches pornos. Reina calls them masturbation movies. Her dad has some. She plays them when her parents aren't home and one time invited boys over to see if they grew down there. One did. \n[83]No. \n[84]Yes. \n[85]No. \n[86]She's a twat. Twat, twat, twat, twat! \n[87]Dad!     Dad, come here!   Something bit me! \n[88]Totally. \n[89]I want to come too. \n[90]Yeah! \n[91]How come Mom isn't on any more machines? Is she getting better? \n[92]Like what? \n[93]Dad, is that true? \n[94]So Mom's going to die for sure? \n[95]It means she doesn't have a brain anymore. \n[96]Yes.     What will we do with her body? \n[97]Her ashes? \n[98]When will she die? \n[99]Do eyeballs burn? \n[100]Were you friends with my mom? \n[101]How far do we have to go? \n[102]Great. ", "SID": "\n[1]`Sup, bro? \n[2]What can I say? \n[3]Dude, your wife is dying and then you find out she's been stepping out on you? That's harsh. \n[4]Good afternoon. \n[5]Is she serious? \n[6]I'm sorry, man. I was just laughing. It's funny. I think she knows she's being funny. \n[7]That was unreal. I mean, how often do old people just haul off and fucking cold-cock you in the face? \n[8]Ow! \n[9]Whoa! Maybe that's why your wife cheated on you, if you're so against touching. \n[10]I don't know.    I've had my share. \n[11]Hey, my little brother's retarded. Don't use that word in a derogatory fashion. \n[12]Psych! I don't have a retarded brother! \n[13]Speaking of retarded, do you ever feel bad for wishing a retarded person or an old person would just hurry up? Sometimes I wait for them to cross the street, and I'm like, come on already! But then I feel bad. \n[14]Didn't want to attract sharks, huh? \n[15]Even I know how to use a tampon. \n[16]Ew, maybe you did! \n[17]That house is a piece of shit. At least go after a guy who's got a mansion. And do you think he's married? That'd be pretty cold-blooded to do it in a house where you're married. \n[18]All I know is, someone messed with my girl, all hell would break loose. \n[19]I mean, you'd never do that to me, would you? You know, if we ever got married. Fuck around on me. \n[20]Must be pretty handy for a dude having an affair to have some empty houses at his fingertips. I'm just saying. That's how I'd do it. \n[21]Hey, boss. \n[22]Did you call him? \n[23]Alex wouldn't like that. \n[24]We're going to do what we're going to do. \n[25]I'm just fooling with you, man. We're not like that. Guest room's awesome. Just call him. He's nobody. Raise hell. \n[26]I hear you got spanked. I hear all hell's breaking loose in here. Hey, Mrs. K., howzit? I'm Sid, Alex's friend from Punahou, remember? Nice day outside. No clouds. Not too hot. You know what I think? Tough lady like you? I think you're going to make it. I mean, I'm no doctor. What do I know? But that's what I think. \n[27]I'm staying at your place to help Alex out. Don't worry, Mr. K.'s got me on lockdown at night. And I met your dad - - he packs a mean punch. Look at this. Wow. You're beautiful. If you look anything like her when you're older, you're lucky. I mean, you know, not exactly like she is now. I mean in general. \n[28]Whoa, whoa, easy there, half-pipe. \n[29]Are you shitting me?   You guys own all this land? \n[30]This is outrageous. \n[31]Can you like specify what businesses they'll put here? Because you should totally get a Cheesecake Factory. Only one so far's in Waikiki, and it's awesome. You definitely need a Cheesecake Factory. And Taco John's. \n[32]Yeah, Scottie. Honestly.       Big boobs look kind of fatty. \n[33]Sounds good. \n[34]Reina's awesome. \n[35]Hey, what's up? \n[36]Checking on me or something? \n[37]Understandable. \n[38]I used to do some messed-up shit when I was a kid. Still do. It's going to get worse after your wife dies. \n[39]She doesn't. \n[40]We don't really talk about our like \"issues.\" We just, I don't know, we deal with our shit by talking about other stuff and having a good time. \n[41]I told you what I'd do -- I'd lay his nuts on a dresser and hit `em with a spiked bat. With the daughters, I don't know. I'd take them on a trip. Or no, I'd buy `em a bunch of shit. Like with all the money you're going to get when you sell the land -- you're going to make stupid money, right? -- dude, you could buy them anything. \n[42]Sure. \n[43]Why would I leave? \n[44]Oh. I get it. Is that what you want? You want me to go? \n[45]Look, dude, you're right. If I had daughters, I wouldn't know what to do. Exchange them for sons, I guess. \n[46]I'm not so bad.   I'm smart. \n[47]You're mistaken, counselor. I'm smart. I have good hygiene. I'm an decent guitarist, a good cook. I cook food all the time. I'm vice-president of the Punahou chess club. And I always have weed. \n[48]It's possible.    My mom's sort of busy right now. \n[49]She's a receptionist at a pet clinic. But mostly she's been getting the house together after my dad died. My dad died a few months ago. \n[50]November 24th. Drunk driver. Actually both drivers were drunk. Yeah. \n[51]Goodnight, boss. \n[52]This place rocks. \n[53]I don't. Who wants to sit around talking in some house? Let's ditch these losers and go watch some serious \n[54]Give `em hell, boss. \n[55]Was he sorry? I hope he was sorry, man. You could have told his wife, and you didn't. I hope he knows how lucky he is. I would have told her everything. She deserves to know. Or else she's going to be a dumb bitch the rest of her life. \n[56]I'm just saying. \n[57]Hey, Scottie.     Don't think about stuff like that. \n[58]For Christ's sake, take it easy on the man. \n[59]Man, that guy's a prick.       Was he always like that? \n[60]Is he praying? \n[61]Scottie, Alex. Let's go to the cafeteria. ", "JULIE": "\n[1]Stay in the zone, please! That means you, Skylar. And you too, Colt. \n[2]Yeah. \n[3]They're pretty non-stop, but they're at a really fun age. \n[4]Oh, no. \n[5]What's wrong? If you don't mind my asking. \n[6]A sailboat? Or one with a motor? \n[7]Well, good luck with that. I wish her well. Skylar, don't go so far! \n[8]Yes, my husband had to come here for work, so we thought we'd all make a little vacation of it. He knows the owner, so -- \n[9]That's right. \n[10]Oh. Then you probably know my husband. Brian Speer? \n[11]Oh, I just assumed, since he's been -- \n[12]You too.    Take care. \n[13]Oh, hello. \n[14]Great.   Come on up. \n[15]I'm Julie Speer.      Yeah, I thought that was you. \n[16]You've been in the paper so much lately. I figured you had to know Brian. He's been pretty involved. \n[17]So, I guess you guys are deciding really soon. A couple of days, right -- you and your family meet? I'm sorry. That's probably a conflict of interest or something. \n[18]You guys want a burger? \n[19]A drink then. \n[20]I was just going to get drinks. \n[21]No, no, I got it. \n[22]Here we go. Everyone's so serious. Please don't tell me you're talking about business. \n[23]That's nice. Brian, call the boys in for dinner. \n[24]Come on.   We'll give you a tour. \n[25]Well, hey, thanks for stopping by. Really nice to meet you both. Maybe we'll see you at the beach tomorrow. \n[26]I know we just met, but I was thinking about you guys these past few days, and I knew your mom was here. I don't know. I just felt I should stop by. \n[27]Julie. \n[28]No, we never met.   But I know a lot about her. \n[29]I know. That's why I came. Because I know. I came because my husband wouldn't. And that just didn't seem right. I thought someone from my family should come. \n[30]It's all right. I assume you're angry. Of course you are. I'm angry too. \n[31]After you left that night, he was acting really weird. Then I started smelling it all over him. I'd already smelled it. \n[32]I finally got it out of him. We've been going crazy ever since. Not easy with the kids around. It's all something I never could have imagined. And then your family's decision about the land. I think you're doing the right thing, but Brian is -- well, it's all so complicated and confusing. \n[33]Brian told me everything. Well, how can I ever know it's everything? When did you find out? Have you known for a while? \n[34]I'm angry, but I'm just so sorry.    I can't imagine what you're going through. Do you mind if I say something to her? \n[35]Elizabeth, I'm Julie. Brian's wife. I just want to say I forgive you. I forgive you for trying to take Brian. I forgive you for almost destroying my family. I have to forgive you. Even though I want to hate you. \n[36]That's why I'm here. ", "COUSIN HUGH": "\n[1]yucking it up at the BAR with other REGULARS. \n[2]Heeey! Mattie-boy! What are you doing here? I didn't expect to see you until the meeting. \n[3]Is that...? \n[4]Big girls now! So what are you doing here, man? \n[5]Yeah, boy, what you've been going through. That's a tough deal. But Elizabeth, hey, she's, she's a tough gal, I'll tell you that. A fighter. She'll make it. Get you a drink? \n[6]Barney, an old-fashioned for my cousin here. Nice to see you, Matt. How you been otherwise? \n[7]Oh, hey, Mattie, if I'd known you were coming, I coulda -- \n[8]Yeah, yeah, real determined son-of-a- bitch. He's Lou's sister's... No, wait. Lou has a sister, and the sister's husband... Lou's brother-in- law is cousins with that guy. \n[9]No, wait. You mean the cottages on the bay or the cottage back by the trail? \n[10]Yeah, that's right. Determined son-of- a-bitch. Anyway, the point is the guy we're doing business with is that guy's brother-in-law. Works for him. \n[11]That's the guy. \n[12]Who do you think? Don Holitzer. \n[13]That's what I'm saying. That's Don's brother-in-law in the cottage. You don't know him? I would have thought you'd know him. He's a realtor over by you. So if we sell to Don -- and that's what we're going to do, right? That's what you want too. Nice guy, Don. He'll do right by us. Then when Don develops and re-sells and leases and all that -- \n[14]He's letting this brother-in-law in the cottage handle the transactions. A lot of them, anyway. Big score for that guy. \n[15]Who? \n[16]Not much. He's lucky. The bugga's lucky. His sister is married to the guy. Son-of-a-bitch is going to make a shitload of money on commissions. \n[17]We all want Don. You do too, Matt. You've said as much. \n[18]You too. \n[19]I'll be there. \n[20]She'll be okay. She's a fighter. \n[21]Well, no surprise. Other than the holdouts who don't want to sell at all, it's Don Holitzer. Chicago group a distant second. Feels good. We're doing the right thing, Mattie. At least there ain't going to be any Wal-Mart. Now it's your call, and we're all behind you, most of us anyway. Go ahead, Captain. Make it official. \n[22]What's strange? \n[23]What're you doing, Matt? I mean, we know you have a lot on your plate right now, but you're not going to fuck this up for us. It's over. If we don't sell now, it'll be a mess when the trust dissolves. Just sign, go to your wife, done. \n[24]Your head's not right, Mattie. Your head's not right. You want a couple days to think it over? Take a couple days. \n[25]You're the trustee. You know better than anyone we only have seven years left. \n[26]We'll come after you. Just because you're a lawyer doesn't mean the rest of us would be afraid to come after you. But nobody wants to do that. We're family. \n[27]All right, everybody, listen up. Cousin Mattie has an announcement.     Get ready. ", "SCOTT THORSON": "\n[1]This is like reading Korean. \n[2]Jibber-jabber. \n[3]I know goddamn well what it says. Says she doesn't want everyone waiting around while she spoils like milk. Says if the doctors can't do squat, she'd just as soon get on with it. \n[4]Elizabeth had the good sense to write this thing here. Always a thoughtful girl. A strong girl. A hell of a lot stronger than her brother. Barry whines his way through life. Might even be a homosexual, for all I know. \n[5]And she's stronger than you, Matt. She lived more in a year than you did in a decade, sitting in your office, hoarding all your cash. All that money you refuse to use -- what the hell good is it? And now you and your family are cashing in your chips -- what the hell for? Maybe if you'd let my baby have her own boat and bought her some safe equipment or let her go on those shopping sprees women like, maybe she wouldn't have gone in for those thrill sports. Maybe if you'd provided more thrills at home. \n[6]And you, Alexandra. Putting your poor mother through hell when all she was trying to do was instill some sense and drive in you. Shame on you. You should try to be more like her. She's a good girl. She's a good girl. \n[7]You all want a drink? \n[8]That's Alexandra. \n[9]She's your granddaughter. And this is your son-in-law Matt. This is your family. Well, except this kid. I don't know who the hell he is. Who are you? Why are you here? \n[10]Alice, we're going to go to Queen's Hospital today and see Elizabeth. \n[11]You be quiet, son. No, Alice. Our Elizabeth. Our baby. We need to go visit her in the hospital. She needs us, just like when she was a little girl. Let's think about what she might want in her room. We'll take it to her and put it next to her bed. \n[12]Shut up, Alice. Sorry, old gal. You go ahead and say whatever you want. \n[13]I'm going to hit you. \n[14]Here we are. Hi, Bingo. Alex. \n[15]There you are again. \n[16]So what did you decide? \n[17]I mean what did you decide about the buyer? Who's your buyer? \n[18]How much are you getting? \n[19]I don't need to read about it.     I can hear about it right now. \n[20]All the same to you, I guess. A million here, a million there. Just ironic, that's all -- Elizabeth coming into this misfortune just as you're coming into a fortune. She gave you everything, Matt. A good, happy home, two beautiful daughters. \n[21]She wanted her own boat. She should have had her own boat, one she would have been familiar with. \n[22]Sure, sure, quibble about the details. She was a faithful, devoted wife. She deserved more. \n[23]Say goodbye to Elizabeth, Alice. ", "BRIAN SPEER": "\n[1]Hi, this is Brian Speer at Kaimana- Prudential Realty. Sorry I missed you. Leave a message with your name, number and time of call, and I'll get back to you just as soon as I can. Mahalo. \n[2]Hi, I'm Brian. \n[3]Good, good. Good. \n[4]I can't... I'm sorry. I never thought it would come to this. \n[5]I'm sorry for all of it. \n[6]Okay, look, I can't have you here.     You understand. \n[7]They're fine. Let them play a while longer. \n[8]Sure.    But it's not like I live here. \n[9]Here it is. \n[10]I can't do this. \n[11]I thought you said you came here just to tell me. \n[12]At a party. \n[13]Super Bowl party. \n[14]Does that help? Does that make it better? \n[15]No, no. It's not what you think.     It just happened. \n[16]Everything just happens. \n[17]She would have. But I, I, uh... I didn't want that. That wouldn't have happened. I love Julie. Please don't tell her. Please. I don't know what I've done. I'm sorry. \n[18]No, I told you. I wasn't trying to get to you. \n[19]It was an affair, an attraction. Sex. And she got sort of... carried away with the whole thing, and I guess I went with it. I mean, I didn't exactly say no to things. I should have. I love my family. \n[20]Hey, hey, that's really unfair. I had - - have -- a lot of respect for her. She's a wonderful woman. \n[21]Once. \n[22]Shouldn't you be with her? ", "BARB HIGGINS": "\n[1]Yes, it is. \n[2]Yes, Lani is a classmate of Scottie's, yes. \n[3]Let's see, where to start? It's Scottie. She's been texting some awful things to Lani, and I'd like her to stop. \n[4]Here's the latest one. \"We all know you grew pubes over the summer.\" She sends little messages like that for no reason. She even wrote it on Lani's Facebook wall. \n[5]She calls my daughter Lanikai, implying she's like the size of an entire neighborhood. Do you think that's nice? \n[6]I don't care about the backstory, Mr. King. My daughter comes home from school in tears. \n[7]Scottie should be the one who's sorry. I want her to come over and apologize to Lani, and I don't ever want her to write to my daughter again. \n[8]If she doesn't apologize, I'm going to tell the headmaster. You can't buy your way out of this. \n[9]Thank you for coming by. \n[10]I forgot to mention the time Scottie said she didn't want to be Lani's partner at the rock wall because she didn't want to fall into my daughter's butt crack. That doesn't even make sense. \n[11]Scottie, the things you said were simply evil. Do you realize that? I don't know what's led you to be such a nasty young lady. \n[12]I don't think she's sorry at all. She's going to keep doing it. I can tell. \n[13]I didn't know about that. \n[14]Oh, and Mr. King? \n[15]Good luck with the sale. \n[16]They say your decision will have a major impact on Hawai'i's real estate world, not to mention the whole landscape of Kaua'i. Hundreds of millions of dollars, yeah? \n[17]My husband's family is from Kaua'i. Hanapepe, born and bred. They hope you don't sell. \n[18]All the traffic it's going to make. ", "KAI": "\n[1]Oh, she's been looking a little pale lately all cooped up in here, and I just know she'd be mortified if no one had thought to help her out with some lipstick and blush. I know she'll grill me. \n[2]Well, I don't want to have to start from scratch later. Oh, and Matt, on the way here we stopped by and left some more meals in your fridge, all ready to nuke. \n[3]Oh, hey, Matt. \n[4]No, we were just fighting. Come on in. Want a drink? Want some coffee? \n[5]It's not stupid. He wants us to throw parties and have people over, which we do, of course, but who ends up doing all the work? Me. \n[6]Shit, Matt. Is Elizabeth -- is there any news? \n[7]Matt. \n[8]Oh, Matt, you're angry. \n[9]Wow. I think we should talk another time. I think you need to cool it. \n[10]Oh, don't you even, Mark.    Shame on you. You're her friend. \n[11]Don't betray her when she can't even defend herself. Matt, you may not be able to hear this right now, but it's not her fault. Women have needs. \n[12]Your marriage was not... You worked so hard to make partner, and no one can take that away from you. But then you made partner, and you only got busier. And it's not like you were so involved with the girls. She was lonely. \n[13]Don't say that. \n[14]How can you ask about him when she's going to die? Who cares? Yes, she loves him, loved him, whatever. She's crazy about him. She was going to ask you for a divorce. ", "COUSIN RALPH": "\n[1]Yo, Matt King! \n[2]Whatcha doing here? \n[3]Yeah, I just got back from Kahului.    A little business over there. \n[4]All right. So you here to talk to some of the cousins? Make sure everybody's happy with your choice? Pay your respects to Cousin Hugh? \n[5]But it is Holitzer, right? We all know it's Holitzer. Cousin Hugh wants him, they go way back. I got my misgivings, though. It's not the highest bid by a longshot. \n[6]There's an argument to be made for maxing it out. We only do this once in a lifetime. And in this economy -- \n[7]How's Elizabeth doing?     She going to be okay? \n[8]Well, she's a tough gal. She'll be okay. Yeah. Say, where you going, Hanalei? \n[9]Come on.    I'll give you a ride. \n[10]Yeah. \n[11]Take a last look, huh? \n[12]I got nothing but time. \n[13]Yep. Big resort there on that point. Commercial area over there, houses all through there. I think they should put in a big zip-line. Hell, we should have put in a zip-line. ", "DORM SUPERVISOR": "\n[1]Yes, hello, Mr. King. \n[2]Did you call Administration? \n[3]All right, let's see what we can do. \n[4]Will you both keep it down?      It's around the corner. \n[5]That's the wrong door. \n[6]Go back to sleep, Yuki. \n[7]Wake your roommate, sweetie. \n[8]Where is she? \n[9]Girls! What do you think you're doing out here? \n[10]You don't talk like that here.      This is unacceptable behavior! \n[11]What did I say about the language? ", "MARK": "\n[1]And of course Kai's getting her all caught up on all the latest gossip. \n[2]So what's the latest anyway, Matt?    Any updates? \n[3]Stupid. \n[4]It's work that's totally unnecessary. You don't have to do anything. Nobody's forcing you to clean and buy a new outfit and think of some goddamn theme cocktail. We can just invite people over last minute and drink whatever we have and hang out. It's more fun that way, anyway. \n[5]You know what? We can talk about it later. Matt didn't come over to hear us squabble. \n[6]You don't know him. \n[7]I'm Matt's friend too. And this is a very unique and dramatic situation. I'd want to know. \n[8]But I stayed out of it, Matt. Anytime Kai talked about it, I walked away. \n[9]Come on, Matt.    That's a little intense. \n[10]Brian Speer. His name is Brian Speer. Two e's. ", "MATT  (CONT'D)": "\n[1]This is Elizabeth King, my wife. Twenty-three days ago she was launched from a powerboat during a race and hit her head, almost drowned. Now she's in a coma that scores 5 on the Glasgow scale and 3 on the Rancho Los Amigos scale, scores showing an extremely severe coma. Liz is very competitive. Whatever she does, she does to the fullest. \n[2]Like always, she makes her own decisions. But I know she's going to pull through. \n[3]The last time I took care of Scottie by myself was when she was one. Now she's ten, and I have no idea what goes on inside her head. She's insane. And with Elizabeth in the hospital, I think she's testing me. I'm the backup parent. The understudy. \n[4]The whole goddamned state is following my decision on who's going to buy 35,000 acres on Kaua'i my family has owned since the 1860s. My cousins and I meet in six days to approve a buyer. Ever since my father died nine years ago, I'm the sole trustee, the controlling trustee, so I hold all the cards. Why does so much have to depend on me -- my wife, my daughters, my family's land? I just want to hide. \n[5]Soon my daughters and I can just be normal citizens like everybody else, and these dead people will stop controlling our lives. \n[6]I just want to be a normal guy. \n[7]The proposals are virtually the same -- hotels, shopping centers, condos and golf courses. 3000 new jobs in the first five years. Support letters from the construction industry and unions. \n[8]A Chicago group is offering half a billion dollars, but we're leaning toward a lower bid from a guy named Don Holitzer. He's actually from Kaua'i and made a fortune in Silicon Valley. Cousin Hugh is pushing us in that direction, and I say why not? \n[9]You've all been asking about Elizabeth, and I've given vague answers. But the reason I've asked you all to come over today is to tell you... ", "TROY": "\n[1]Hi, Matt.    Hi, Scottie. \n[2]I'll catch up to you guys in a second. \n[3]So, uh, what's going on?      I mean, how's Elizabeth doing? \n[4]I visited her last week, you know.      I thought she looked pretty good. \n[5]I don't know, I just wanted to know the latest. I'm praying for her every day, you guys. Really hard. Seriously. So what I was saying was, when I was there, I talked to her, and her hand moved, so I was pretty encouraged. I thought that was an encouraging sign. \n[6]I really think she heard me. \n[7]I told you, Matt, there were lots of chops and holes that day. I told you a hundred times. Ask anybody. What happened to her could have happened to me. It was a super-hard day on the water. \n[8]She wanted me to drive. And she's the one who told me to pass the other boat right before the turn. And just your whole attitude toward me, Matt -- I mean, I feel terrible. I wish it were me and not her. Plus I almost drowned myself when we capsized. And my rotator cuff is never going to be the same, and I'm going to miss Moloka'i. ", "ALICE": "\n[1]Oh, do we have guests? \n[2]Good to see you too. \n[3]Hello. \n[4]We are? Queen Elizabeth? That's wonderful. I've never met a queen before. I have to put on a nice dress. \n[5]But she's a queen. I have to look good for a queen. Don't you want me to look good? \n[6]I've never met a queen before. \n[7]Are we ready to go? \n[8]Oh.     Goodbye, Elizabeth. ", "REINA": "\n[1]Hi, everybody. \n[2]So this is your mother? I guess it's true. Should I shake her hand? \n[3]No, thanks. \n[4]Yeah. It's pretty bad. She got her stomach operated on and then got some stupid infection or something. It's pretty gross. \n[5]Too many carbs. \n[6]That's okay. I'm done. You aren't a liar after all. \n[7]No, I should go. I'll see you at the club. Hope your mom gets better. "}}