{"dialogues": {"GRU": "\n[1]No, no, no! What do you mean she's not coming?! I have a backyard full of these little girls who are counting on a visit from a fairy princess! \n[2]Ah!   Hurts! Ah! Stop it! DESPICABLE ME 2              CINCO &amp; KEN DRAFT   4. \n[3]Listen! I don't want a refund! I want a fairy princess... please! Please, I am begging you. You know what? I hope that you can sleep at night, you crusher of little girls' dreams!!! \n[4]Any minute now! \n[5]Stall them. \n[6]Aaaaaahh! \n[7]It is I, Gru...zinkerbell! The most magical fairy princess of all! And I am here to wish Princess Agnes a very happy birthday! \n[8]Because my house is made of candy and sometimes I eat instead of facing my problems. \n[9]Okay!   Time for cake! \n[10]You are welcome, little girl. \n[11]Hello, Jillian. \n[12]No, no, no, get off of the limb right now. No limb. \n[13]No, Jill's, that is not happening. Seriously. I'm fine. \n[14]No. \n[15]I'm sorry.     I did not see you there. \n[16]Or there. \n[17]Kyle... Kyle! \n[18]Ky--Kyle!   No, do not do your business on the petunias! \n[19]There you go. Those are Fred's. Go crazy. \n[20]Good boy. \n[21]Wha?   I didn't... What... Yes? \n[22]Oh, sorry, I--Freeze Ray! \n[23]Ugh...ooh...what...where...ah...oh, foot's asleep...ah...pins and needles... \n[24]Ehhh... \n[25]Okay, this is bogus! \n[26]I don't know who you people think you are, but-- \n[27]First of all, you've got no proof that I did that. Second, after I did do that, I put it back! \n[28]I don't care. \n[29]Oh! \n[30]Hmm, you usually don't see that in bunnies. \n[31]Ha!   A mall? \n[32]Okay, I see where this is going, with all the Mission Impossible stuff, but no. No! I am a father now. And a legitimate businessman. I am developing a line of delicious jams and jellies. \n[33]Oh, attitude! That's right! So thanks, but no thanks. And here's a tip--instead of tasing people and kidnapping them, maybe you should just give them a call! Good day, Mr. Sheepsbutt! \n[34]Oh, yeah, like that's any better! \n[35]Hey, I told you guys to get to bed. \n[36]What? \n[37]Yeah, well, she is a nutjob.    And I'm not going on any date. \n[38]Hey Lisa, I was wondering if you-- \n[39]Scared? Of what? Women?! No, that's bonkers! I just-- I have no interest in going on a date, that's all. Case closed. I'm not scared-- of women... or dates... let's go to bed. \n[40]Goodnight, Edith. \n[41]Goodnight, Margo. \n[42]Whoa, whoa, whoa, whoa! Well, hold the horses. Who are you texting? \n[43]Avery... Avery? Is that a girl's name or a boy's name? \n[44]No, no, it doesn't matter... Unless it's a boy! \n[45]Uh...oooh...you...do? \n[46]Oh, yes... \n[47]Goodnight, Agnes.   Never get older. \n[48]Hey, Tim, nice haircut! \n[49]Donnie, hang in there, baby!    It's almost Friday. \n[50]So, how's today's batch, Dr. Nefario? \n[51]That tastes good... Love the flavor of that... \n[52]No! No! Oh, we're making great progress! Here, try some of this. \n[53]Whoa... okay, just because everybody hates it doesn't mean it's not good. \n[54]What?   What's wrong? \n[55]Well, I'm also considering a line of jams... \n[56]Dr. Nefario! Come on, you're kidding, right? \n[57]Very well. Let us give you the proper send-off. Minions! \n[58]The highest honor awarded. To Dr. Nefario for your years of service. The twenty-one fart gun salute! \n[59]Good morning, girls! I have an announcement to make. \n[60]Ummm...Bruce Willis. \n[61]Okay, what are you doing? \n[62]Oh, okay...WHAT?! No, no, no, no, no, no, no, no, no. \n[63]No! Stop!      No one is ever getting out there!     Ever! \n[64]Okay, now for the announcement:    I have accepted a new job. \n[65]Yes, I have been recruited by a top secret agency to go undercover and save the world! \n[66]That's right, baby! Gru's back in the game! With gadgets and weapons and cool cars...the whole deal. \n[67]Yes.   Yes I am. \n[68]Hm.     \"Bake My Day.\"   Blech. \n[69]Alright, here is the cupcake recipe I got off the internet. \n[70]And don't go nuts with the sprinkles! \n[71]Alright, alright.    I got it.    I got it!... Stop it! \n[72]Okay, that's weird--why are you here? \n[73]What?! No, no \"yay.\" Ramsbottom didn't say anything about a partner. \n[74]Yes, he's one of my minions. \n[75]Dave... \n[76]Earth to Dave!     You can leave now. \n[77]Now, what do we got? Who's on the list? Fire `em at me. \n[78]No.    Not her. \n[79]I don't think so. \n[80]Oh! \n[81]Gru. And this is Lucy.    And we are closed. \n[82]Look away! \n[83]El Macho. \n[84]But it couldn't be... \n[85]That guy looks exactly like a villain named El Macho. From about twenty years ago. \n[86]He was ruthless. He was dangerous. And as the name implies, very macho. \n[87]He had a reputation for pulling off heists using only his bare hands. \n[88]Ah, but sadly, like all the greats, El Macho was gone too soon. \n[89]He died in the most macho way possible. \n[90]Riding a shark with 250 pounds of dynamite strapped to his chest into the mouth of an active volcano. \n[91]It was glorious. \n[92]They never found the body. Oh no. All that was ever retrieved was a pile of singed chest hair. But... that face. It has got to be El Macho. \n[93]Yes, that's good, because I'm telling you--if anybody in this place has the PX-41 serum... \n[94]...it's him. \n[95]Alright, alright, homework done, pajamas on, teeth brushed, time for bed. \n[96]I just... I have a lot of work to do. \n[97]Very important business. So...hugs, kisses... ...good night, sleep tight, don't let the bedbugs blah-blah-blah-blah- blah-- \n[98]Fine, fine... Let me hear it. Quickly. \n[99]Wow! That was...something else. I really liked the way you smiled at the end. Let's try this one more time, but a teensy bit less like a zombie, okay? \n[100]Perfect!   Time to go! \n[101]Well, what do you mean?    Why not? \n[102]Well, you don't need one to do the show. I mean, you did the Veterans Day Pageant and you haven't been in combat. \n[103]Okay, well, then...maybe you can just use your imagination. \n[104]Yes, right. You can do that, can't you? \n[105]Alright, hey, hey--   No, no, no, no! Hey, please! \n[106]Kevin, Jerry, watch the girls for me, okay? Dave, Stuart--come this way. With me! Come on! \n[107]We're stealth ninjas.    We make no sound. \n[108]Alright, El Macho, you're going down. \n[109]What? \n[110]What are you doing? \n[111]It's a restaurant! \n[112]There are no booby traps! \n[113]Ha!   Some guard dog. \n[114]Aaaaaaaaaaaaaaaiiiigh! \n[115]Get it off of me! Get it off of me! Get it off of me! \n[116]I got you! \n[117]Ugh... \n[118]You getting anything? \n[119]Bah... \n[120]Ahh!   Ooof! \n[121]Oh, that's an image I'll never get out of my brain. Blagh! \n[122]I knew it! \n[123]The serum is in here! \n[124]Oh, this is going to be good! Ahh... \n[125]A-ha! What? It's... salsa? \n[126]We've been spotted!    Come get us! \n[127]Over here, over here!    Over... here. \n[128]Hold tight! \n[129]Oh.    Okay. \n[130]Alright, what do-- \n[131]Oh no. That's not good. \n[132]Oh! Girls! What are you doing here? \n[133]Ha, ha, ha, ha, ha...funny. \n[134]Lucy, these are my girls, Margo, Edith and Agnes. Girls, Lucy. Lucy, girls. \n[135]Oh! Hey! I have an idea! Since Lucy and I have lots of work to do, why don't you girls go and explore the mall! \n[136]Here is some money. Go buy some useless mall junk! Some headbands, and-- \n[137]Are you out of your gourd?    No! She just works with me. \n[138]Okay, stop! That is a song of lies. I don't even like her! Now go have fun! \n[139]Ha, ha, ha! Kids...right? They're...funny. \n[140]Huh. I am pretty fun. \n[141]All right, I'm going in. \n[142]Okay! I get it!     I get it! \n[143]You...know my name? \n[144]Wow, this looks interesting.     What is it? \n[145]Yeah, not so much. \n[146]Oh, how about this impressive trinket? \n[147]Yeah, I don't care. \n[148]Ah!    And what do we have here? \n[149]No thanks. So what's on the other side of the wall? \n[150]Date??? Boyfriend??? What??? \n[151]Oh, no, no, no! Do not say that they are...no no no, no! \n[152]Margo.    What is going on here? \n[153]Me llama-lama-ding-dong, who cares. Let's go. \n[154]What the-- Father?! \n[155]Oh... look at you. \n[156]Haha. He likes me! \n[157]Well, we really should be going. Girls, come on. \n[158]No! You know, they're not in love. They hardly know each other! \n[159]No, no, I am-- \n[160]Yes, but there has been a new development, and I'm telling you, this is the guy. You need to arrest him immediately. And his deviously charming son. I'm pretty sure that the son is involved, too. The son also. You've got to get the son. \n[161]I think that the son is the mastermind. There's a look. There's a devilish look in his eyes and I don't like it! \n[162]Evidence schmevidence! I go with my gut, and my gut tells me that this guy is El Macho! Lock him up! Lock up the son. Don't forget about the son. The kid gives me the creeps! \n[163]No. I mean, sure, but it's not him. It is... ...El Macho. \n[164]No.   It is him!   And I will prove it! \n[165]Kevin, the wi-fi's out!     Kevin? \n[166]Hey, Lance! Where the heck is Kevin? \n[167]Alright, we need to revisit the number of vacation days you guys get. I can't find anybody anymore! \n[168]Agnes! Agnes!     Tell Jillian I'm not here! \n[169]Yes, I hear you. \n[170]Well... \n[171]Ah.   I can tell. \n[172]We are in a restaurant, you know. \n[173]Ah. Well, thank you very much.      I was-- \n[174]Hahaha. Hoooo. Is it hot in here? Oof. How's the food? \n[175]What? Ah! I don't think so. \n[176]Oh. What? No.      These locks are all mine... \n[177]Hello... Hello, are you...? \n[178]Hello, Lucy, how you doin'...? \n[179]Huh, tell me about it. \n[180]Yeah, you know, as far as dates go, I think I'm good with just the one. \n[181]Yes.   Surprisingly, it was. \n[182]Quack!     Quack!    Quack! \n[183]No!   It was horrible! \n[184]High-five! \n[185]Bump it. \n[186]Mr. Ramsbottom? \n[187]What are you doing here? \n[188]Got who? \n[189]Ah.   Alright. So...what now? \n[190]Australia...? \n[191]Hey. \n[192]Yay.  That's great. And now you're going to Australia? \n[193]Great.   Well...good luck. \n[194]Your lipstick taser? \n[195]Oh.    Thank you, Lucy. \n[196]Well... it looks like they need you, so... \n[197]Ah, thank you. \n[198]Remember when you said that I liked Lucy? Well, it turns out...you're right. \n[199]Yes, but...well, she's moving away. I'm never going to see her again. \n[200]Oh, I don't--I don't think so, sweetheart. \n[201]\"Hello, Lucy. This is Gru. I know up to this point our relationship has been strictly professional, and you're leaving for Australia and all, but...\" Okay, here is the question. \"Would you like to--to go out on a date?\" \n[202]Okay, that's not helping. \n[203]All right.     Here we go.   For real this time. \n[204]I can do this. \n[205]Agh!    I hate you! \n[206]Ah. \n[207]Okay. Let's party. Ah? But first let's go over the rules. Because what is fun without the rules? \n[208]Agnes, easy on the churros. \n[209]Edith, try not to kill anyone. \n[210]Margo-- \n[211]Aghhh!    Okay... \n[212]There must be the standard six feet of space between you and boys. Especially this boy. \n[213]Oh, nothing. Nothing is wrong. I'm just chilling with the guac...from my chip hat. \n[214]How did you know? \n[215]You? \n[216]What the--oh! \n[217]Huh. \n[218]Oooh! \n[219]Aaaahhh... \n[220]Oh! \n[221]Aaaahhh! \n[222]Oooohhh. \n[223]Aha!    Ha ha ha-- \n[224]Oh! \n[225]Ouch! \n[226]Ha ha!    I knew it!   You are El Macho! \n[227]Nobody believed me! Ho ho!     But I knew you weren't dead! \n[228]Dr. Nefario? \n[229]Whaaat? This-- So, this is your new job opportunity? \n[230]Oh!   Kevin? Agh! \n[231]Together? \n[232]Uh...yeah...probably... DESPICABLE ME 2                  CINCO &amp; KEN DRAFT   84. \n[233]I mean, yes! Yes. Of course, yes, I just have a lot going on right now...I just need to get some things off my plate before we start taking over the world, that's all. \n[234]No--no, forget it! One hundred percent! I am in! I think--what is--do you hear that-- I do. That's Agnes calling me from on the surf-- \n[235]Totally in! \n[236]Edith!   Agnes!      Come on! \n[237]Ooof! \n[238]We need to go home now!    Where's Margo? \n[239]Margo! \n[240]Come on, we're leav--hey, what's wrong? \n[241]Yes...they stink.   Sorry, honey, we've got to go. \n[242]No, it is not cool. Plus, I pretty much knew it was him all along, so if anyone's cool, it's me. \n[243]Well, Dr. Nefario... \n[244]Lucy? Wha--that's impossible! She's on her way to Australia... \n[245]Not for long. \n[246]Come on. We're getting her out of there. \n[247]Hey, guys.     Come on!   Stay focused here! \n[248]Curses. Foiled again. These guys captured me. \n[249]Run! \n[250]Up that tree! Hurry, hurry! \n[251]Hey, hey!    Nice work, Dr. Nefario! \n[252]Thank you, Doctor!   Now let's go get the-- \n[253]You brought the girls? \n[254]You guys take care of the rest of the minions. I'm going to find Lucy. \n[255]It's over, El Macho.   Now where is Lucy? \n[256]No! \n[257]Lipstick taser! \n[258]Don't worry--I will get you out of this! \n[259]I really hate that chicken. \n[260]Listen, Lucy--we may not get out of this alive, so I need to ask you a question. \n[261]If I'd asked you out on a date, what would you have said? \n[262]\n[263]Oh!  Lucy! Lucy! Where are you?! \n[264]Oh, Lucy! \n[265]They'll be back... ", "LUCY": "\n[1]Yes, sir. \n[2]Hi! Agent Lucy Wilde of the AVL. Oh. Whoops. Sorry, you're gonna have to come with me. \n[3]You know you really should announce your weapons after you fire them, Mr. Gru. For example-- \n[4]Lipstick Taser! Oh, it works so good. \n[5]Man.    Ugh.     Large...person. \n[6]Oh...sorry! \n[7]Get...in...there...you...big...man! \n[8]I don't. I'd do it again in a heartbeat. I am not gonna lie--I enjoyed that. Every second of it. Gave me a bit of a buzz, actually. \n[9]Sorry, sir. \n[10]Oh, me now...? \n[11]Um, recently an entire top secret lab disappeared from the Arctic Circle. Yeah, the entire lab. Just whoosh. Voom! Gone. Where did it go? \n[12]The lab was devoted to experiments involving PX-41, a transmutation serum. What is PX-41, you ask? Mmmm, it's pretty bad... Look. \n[13]The plan is to set you up undercover at a shop in the mall, where hopefully you'll be able to-- \n[14]Look, I probably shouldn't be saying this, but your work as a villain was kind of amazing, so if you ever want to get back to doing something awesome--give us a call. \n[15]Ha! Yaa!      Ho! Ooof!   Zaaa!   Ay-ay- ay-ay-ay! \n[16]Whoo. Wasn't expecting that. Or was I? \n[17]Ooh... you got... You got... a little... \n[18]Here, I'll-- I'll get it. \n[19]Oh, that's just spreading...um... \n[20]Oh!     I'll let you get it. \n[21]Yeah, what you just saw there was a little something new I've been working on. It's a combination of Jujitsu, Krav Maga, Aztec warfare, and krumping. \n[22]On assignment from Silas.   I'm your new partner. Yay! \n[23]Well, seems that because of your checkered past, everyone else refused to work with you. But not me. I stepped up. And I'm new, so I kind of have to do what they tell me anyway. \n[24]You know this guy? \n[25]Oh, I'm sorry. I should have known. \n[26]You're free to go. \n[27]First suspect...Hedda Blumentoft, proprietor of Mum's the Word Floral Shop. \n[28]Okay, moving on... \n[29]Chuck Kinney, owner of \"Stuff-A- Bear.\" \n[30]Ooh. \n[31]You-- Whoa... Hooo... \n[32]What? \n[33]Wha-- What? What couldn't be?? \n[34]Yeah, sounds like El Macho's pretty dead... \n[35]Then what do you say you and I break into his restaurant? Tonight. \n[36]Right.   Gotcha. \n[37]Wait!    Wait! \n[38]I'm checking for laser beam alarm triggers. \n[39]You never know what kind of booby traps this guy could have set. Huh? C'mon! \n[40]Ha!   Booby! \n[41]Oh. There's a chicken. Are you lost little guy? You must be lost! \n[42]I got it!     Ha! \n[43]Ha! \n[44]Oh! \n[45]What is wrong with that chicken? Hey, that pollo? Es loco. \n[46]No? Okay, let's go. \n[47]No. Not yet. But hey, maybe you can find something with these x-ray goggles. \n[48]How're they working? Tell me, tell me! \n[49]What's wrong? Something wrong? \n[50]Ooh, then let's get it! \n[51]Awww man. DESPICABLE ME 2           CINCO &amp; KEN DRAFT       43. \n[52]Gru, call one of your munchkins! \n[53]Hm.   Subtle. \n[54]All right, there he is.   Suspect #8: Floyd Eaglesan. \n[55]See if you can get closer. Go...go. \n[56]Hey, there you are.   Oh, who's this? \n[57]Oh!   Goodness... \n[58]Those girls totally adore you.       I bet you're a fun dad. \n[59]If it picks up any traces of the serum the sensor in your belt buckle-- \n[60]--will make a sound like this-- MEE- \n[61]I'm getting nothing so far. I think you need to move around. \n[62]No serum. \n[63]Nothing. \n[64]MEE-MO-MEE-MO-MEE-MO!!! Hold on. I'm picking up something! Behind that wall! \n[65]Gru? \n[66]Uh, but, on the less... ...\"crazy\" side of things, uh, Gru discovered traces of the serum at Eagle Hair Club. \n[67]Yeah, and you know who made that happen? Huh? This guy. Nailed it. Amazing, right? \n[68]Gru, c'mon! \n[69]He really thinks it's El Macho. Can you tell? \n[70]Hi.   Takeout for Lucy? \n[71]I don't think so, Miss Lady. \n[72]Hey, Gru. \n[73]Wow, looks like your date's out for the count. It's like she's been shot with a mild moose tranquilizer. \n[74]Yeah, I'm winking `cuz that's what actually happened. \n[75]Oh, she's just uh-- \n[76]Shall we take her home? \n[77]Well, I think you did it. You just officially had the worst date ever. \n[78]Don't worry--it can only get better from here, right? But if it doesn't, you can always borrow my dart gun. I've had to use it on one or two dates myself. \n[79]Well, good night, partner. \n[80]This was fun. \n[81]Oh, and uh, just between you and me? You look much better bald. \n[82]See you tomorrow! \n[83]Hey there. \n[84]So...we got him. \n[85]Well, it's not definite yet. Still figuring it out. Already been working on my accent. Wallaby. Diggeri-doo. Hugh Jackman. So...um. Pretty excited... \n[86]Thanks. You too. Oh. Here. I wanted to give you this. \n[87]Yeah, it's just a memento. Just, you know, from the first time we met. \n[88]Yeah, I uh, I better go.    Bye, Gru. \n[89]Say what? \n[90]I choose Gru. \n[91]Thank you, Gru stewardess! \n[92]Oops, sorry! \n[93]Oh, hey!   Eduardo! \n[94]Oh, speaking of Gru...uh, have you seen him? I really need to talk to him. \n[95]Oh, I don't know. I mean close... I wouldn't say we were close. Why, did he say we were close? Did he say that? \n[96]Hey! \n[97]Oh, hey Gru! Turns out you were right about the whole El Macho thing, huh? Yay! \n[98]Aw...he copied me. \n[99]Don't worry about me, Gru! I'll be fine. I have survived lots worse than this. Okay, that's not entirely true. I'm actually kind of freaking out up here! \n[100]Is there a red one?   It's usually the red one. \n[101]Gru, anytime now! DESPICABLE ME 2             CINCO &amp; KEN DRAFT    98. \n[102]Uh, better make it quick! \n[103]Are you kidding me?!   Yes! \n[104]Gru! \n[105]Sorry...I guess you kind of need your arms to tread water, huh? ", "AGNES": "\n[1]This is the best party EVER!!! \n[2]Oh no!   A dragon is approaching! \n[3]Ooh ooh!   When's the Fairy Princess coming? \n[4]Yayyy! \n[5]It's the fairy princess!   She's coming! \n[6]Thank you, Gru-zinkerbell. You're the best fairy princess ever! \n[7]I know it's really you, Gru. I'm just pretending for the other kids. \n[8]I know what makes you a boy. \n[9]Your bald head. \n[10]It's really smooth. Sometimes I stare at it and imagine a little chick popping out. Peep peep peep. \n[11]Are you sure we should be doing this? \n[12]No. \n[13]Scary. \n[14]What is that?! \n[15]Humpty Dumpty! \n[16]We're signing you up for online dating! \n[17]Are you really gonna save the world? \n[18]But you said you'd help me practice my part for the Mother's Day show! \n[19]She kisses my boo-boos She braids my hair My mother is beyond compare We love you, mothers, everywhere! \n[20]Okay. She kisses my boo-boos She braids my hair-- \n[21]I don't think I should do this. \n[22]I don't even have a mom. \n[23]This is different. \n[24]You mean I pretend I have a mom? \n[25]Yeah! I do that all the time! Thanks, Gru! \n[26]Hey Gru! \n[27]Are you single? \n[28]Are you gonna marry Lucy? \n[29]Plus you love her. You love her, you love her, you really really love her, and you're gonna get married, and I will be the flower girl, and-- \n[30]Almost forgot! Hugs! \n[31]Bye, Gru! \n[32]Is that stealing? \n[33]We gotta go tell Gru! \n[34]\n[35]There she goes! \n[36]Gru's not here! \n[37]Yes!   He just told me! \n[38]I mean no, he didn't just tell me! \n[39]He's putting on lipstick! \n[40]He's swatting at flies! \n[41]He's...chopping his head off! \n[42]He's...pooping? \n[43]Yeah! \n[44]I brought you an umbrella. \n[45]What're you doing out here? \n[46]Really? \n[47]Is there anything I can do to help? \n[48]Well, is there anything you could do? \n[49]Arrrrrrrrrrrrrrrrrrrrrrrrrrrrrriba! \n[50]But I didn't get a turn! \n[51]He's got Lucy? \n[52]What was that? \n[53]My unicorn! \n[54]Whoa! \n[55]Whoa! \n[56]Kevin! \n[57]Hi! \n[58]Eat jelly, you purple freaks! Waaaaah! \n[59]Okay. \n[60]Excuse me! \n[61]Um...hi!   Excuse me! \n[62]Uh...hi, everybody! I'd like to make some toast. Uh... \n[63]She um...she um, kisses my boo-boos. She braids my hair. We love you mothers, everywhere! \n[64]And my new mom Lucy is beyond compare. \n[65]To the bride and Gru! \n[66]", "MARGO": "\n[1]Fear not, for here come the gallant knights to save us! \n[2]Whoa! Whoa! Okay, okay, alright. That's enough of the magic show! \n[3]Wait, did you hear that? It sounded like the twinkling sounds of magical fairy dust. \n[4]Look! \n[5]Oh, sorry. \n[6]No one.   Just my friend Avery. \n[7]Does it matter? \n[8]Yes, it's for his own good. \n[9]Okay, we need to choose a picture. \n[10]Hey, what celebrity do you look like? \n[11]Mmmm...no. \n[12]And it's time for you to get out there. \n[13]Whoa--really? \n[14]What's the big hurry? \n[15]Well, we thought we'd come visit you at work. So, you're saving the world in a garbage can? \n[16]Hello. \n[17]Good luck saving the world.   Bye! \n[18]Whoa! \n[19]I'm...Margo. \n[20]Uh, sure.    I'm...Margo. \n[21]Um...I'll catch up with you guys later. Bye! \n[22]Oh, you're so funny... \n[23]Wow.    You're so complicated. \n[24]Oh! Gru, se llama Antonio.       Me llamo Margo. \n[25]Whoa! \n[26]So I take it the date went well? \n[27]Gru! \n[28]I hate boys. \n[29]I don't see anything. \n[30]Run! \n[31]Agnes, no! \n[32]C'mon!   Hurry! \n[33]Dr. Nefario! You're back! ", "SILAS": "\n[1]Three weeks and we're still no closer to cracking this? \n[2]Right... bring him in. \n[3]Good afternoon, Mr. Gru. \n[4]I apologize for our methods in getting you here. \n[5]That's enough, Agent Wilde. \n[6]We are the Anti-Villain League. \n[7]An ultra-secret organization dedicated to fighting crime on a global scale. Rob a bank? We're not interested. Kill someone? Not our deal. But you want to melt the polar ice caps? Or vaporize Mt. Fuji? Or even steal the moon? Then we notice. \n[8]We're well aware of that, Mr. Gru. That's why we've brought you here. I am the League's director, Silas Ramsbottom. \n[9]Hilarious.     Agent Wilde... \n[10]As you can see, in the wrong hands, the PX-41 serum could be the most devastating weapon on earth. Fortunately it has a very distinct chemical footprint, and using the latest chemtracking technology, we found traces of it in the Paradise Mall. \n[11]Precisely. And we believe that one of these shop owners is a master criminal. \n[12]And that's where you come in. As an ex-villain, you know how a villain thinks, how a villain acts. \n[13]Jams and...jellies? \n[14]Ramsbottom. \n[15]I'm sorry, El Macho? Hadn't we eliminated him as a suspect? After the whole salsa incident? \n[16]Yes, but I don't really see any evidence for-- \n[17]Oh dear, oh dear, oh dear... \n[18]Hm...    Interesting... \n[19]Mr. Gru.     Please-- \n[20]Oh, hello. \n[21]We got him. \n[22]Floyd Eaglesan! Our agents located a secret room in his shop last night, and uh, discovered this! \n[23]It's empty, but we found traces of the PX-41 serum in it. He's our man. So somehow, in spite of your incompetence, we solved this one. \n[24]Well, now you're free to go back to your \"business.\" Mmmm. Jams and jellies. And it looks like Agent Wilde will be transferring to our Australian branch. \n[25]Yes. But thank you--for everything. And by everything of course I mean...nothing. Toodle pip and cheerio, Mr. Gru. \n[26]Agent Wilde! ", "EDUARDO": "\n[1]Hello? \n[2]Buenos dias, my friends! I am Eduardo Perez, owner of Salsa &amp; Salsa Restaurant, across the mall. Now open for breakfast. And you are? \n[3]This is just gonna take un momento. I am throwing a big Cinco de Mayo party, and I am going to need two hundred of your best cupcakes decorated with the Mexican flag. It looks something like this. \n[4]What do you think? \n[5]Anyway, I have to go. It's all settled! I pick `em up next week! Have a good day. Come by if you get a chance, okay? \n[6]And welcome to the mall family! \n[7]Oh... somebody's going to die tonight. \n[8]Pollito! \n[9]What'd they do to you? Pollito? Can you hear me? \n[10]Who would do this to such a sweet little chicken? What? Who's there? \n[11]You coming out?! Or am I gonna go in?! \n[12]Stop! \n[13]My eyes! \n[14]I have you now! \n[15]Kids eat free on Tuesdays. \n[16]So good to see you again, mi compadre! \n[17]Si! Look at this crazy small world we live in, eh? Come, sit, let me get you something. \n[18]Oh, oh, I'm sorry, Pollito is usually very friendly. He had a rough night. \n[19]That is a pity. Young love is beautiful, no? \n[20]You are right, Cabeza de Huevo! They must get to know each other better. Antonio, why don't you invite your girlfriend and her family to our Cinco de Mayo party? \n[21]So glad you could make it, mi compadre. \n[22]Hey, what's wrong? \n[23]Gru, please. I know that look all too well. It is the look of a broken heart. \n[24]Believe me, my friend, I too have spent many nights trying to drown my sorrows in guacamole. \n[25]You have not lost your touch, my friend. ", "EL MACHO": "\n[1]Yes. But we are survivors. There's much more to us than meets the eye. Enjoy the party. \n[2]That's right! \n[3]Of course not. I merely faked my death, ha, ha! But now it's time for me to make a spectacular return to evil! Doctor, I think it's time we showed Gru what we're up to here. \n[4]Sorry--I had to borrow some of your minions, but it was for a worthy cause. \n[5]No, he's not Kevin anymore. Now he is an indestructible, mindless killing machine! \n[6]Just watch this! \n[7]And here's the best part! I've got an ARMY OF THEM! \n[8]Soon I will unleash them on the world--and if anyone, anyone, tries to stop them...YEOW! Their city gets eaten! We can do it together! \n[9]Together! I have admired your work for years, amigo. Stealing the moon?! Are you kidding?! We would be unstoppable! Men like you, men like me, we should be ruling the world! So, are you in? \n[10]Probably? \n[11]`Scuse me? \n[12]You know what? I am not so convinced that he is in. \n[13]Pollito!   What's the matter? \n[14]Lucia! I apologize. Pollito, he's usually not like this. The same thing happened the other day with... with Gru and... \n[15]Yes, I think he's somewhere around here. You two are close, no? \n[16]It's more what he didn't say. For instance, he never mentioned...that you were both working for the Anti- Villain League!!! \n[17]You're coming with me. \n[18]Nefario! \n[19]Oh no! What's happening to my minions? Gru? \n[20]Let me show you. \n[21]One push of this button and I send that rocket straight into the same volcano where I faked my death. Only this time--it's for real! \n[22]We could've ruled the world together, Gru. But now--you're gonna die. \n[23]I am not afraid of your jelly guns. ", "EDITH": "\n[1]Haha!   Yeah! DESPICABLE ME 2           CINCO &amp; KEN DRAFT       3. \n[2]So when ya goin' on your date? \n[3]Remember? Miss Jillian said she was arranging a date for you. \n[4]Why not?    Are you scared? \n[5]Weird. \n[6]Ooh, Gollum! \n[7]Aw come on, it's fun. \n[8]You're gonna be a spy?! \n[9]Awesome! \n[10]Work, what kind of work? \n[11]Hi. \n[12]Not if my wish was that I would get a lot of free coins. \n[13]Can I be the first to say...Ewwww! \n[14]\n[15]Gross!    Look, they're in love! \n[16]Whoa!   This place is awesome! \n[17]Hai! \n[18]Sorry. \n[19]So Eduardo's actually El Macho? Cool! \n[20]What's the matter? \n[21]Wooooo!    Yeeeaaahhh! \n[22]Can I be the first to say--ewwww! ", "JILLIAN": "\n[1]Hey there, Gru, Mr. Life of the Party! \n[2]Sooooo, I'm gonna go out on a limb here, but my friend Natalie is recently single, and... \n[3]Oh, come on...she's a riot. She sings karaoke, she has a lot of free time, looks aren't that important to her... \n[4]Okay, fine. Forget Natalie.        How about my cousin Linda? \n[5]Oh, oh! I know someone whose husband just died! \n[6]Gru!   It's Jillian! \n[7]I have my friend Shannon here with me! I was thinking you two could get some grub, you know, tear it up! See what happens! \n[8]Uhh, open up! \n[9]Are you sure? \n[10]Agnes--where is Gru? \n[11]I know you're in there, Gru! There's no way you're getting out of this! ", "FLOYD": "\n[1]Welcome to Eagle Hair Club. \n[2]It's about time you showed up...Mr. Gru. \n[3]When someone moves into the mall who is follically challenged, I make it my business to know all about them. You are bald. And that is bad. \n[4]There you go, my sweet. \n[5]I take it you're an art lover? \n[6]I'd hardly call it a trinket, Mr. Gru. \n[7]The International-- \n[8]These are my trial wigs. You should take one. \n[9]Here you are! Look at me!     Focus! \n[10]I promise that this wig will transform you from ugly to irresistible. \n[11]I was framed! You won't get away with this! Get your mitts off of me! I am a legitimate businessman! ", "KEVIN": "\n[1]Cacao! \n[2]Hey, putt-putt? \n[3]Una, doo-- \n[4]Boca! \n[5]Looka too! \n[6]Tom? Bello!   Compai! \n[7]Oh... \n[8]Blah! \n[9]Blah! \n[10]Ooh-la-la!     Pilatos? ", "SHANNON": "\n[1]I have to tell you, I was so nervous about tonight. I mean there's just so many phonies out there! \n[2]Oh, so do you work out? \n[3]I mean, obviously, you don't, but would you consider it? Huh? \n[4]Physical fitness is very important to Shannon. As you can tell, right? Huh? \n[5]Solid. \n[6]Your accent is so exotic. \n[7]I know someone who can fix that for you. And you'll be talking normal in no time. \n[8]Wait a minute. Wait a minute.      Are you wearing a wig? \n[9]I knew it.     You're a phony.   I hate phonies. \n[10]No they're not! You know what I'm gonna do? I'm gonna rip that thing off your head and show everyone what a bald-headed phony you are. ", "STUART": "\n[1]Koom ey lah! Koom ey lah! \n[2]Aaaaaaiiieeeaaaiiieeeaaaah! \n[3]Woooo! \n[4]Quack quack! \n[5]Papadam? \n[6]Ah!    Koom-kwat! \n[7]Oh!   Oh!   Gelato! \n[8]Stopa!    Stopa!! \n[9]Hey-ho! Gelato! ", "ANTONIO": "\n[1]Cool glasses. \n[2]I'm Antonio. \n[3]I was just going to get a cookie. Care to join me? \n[4]...and my dream is to one day play video games for a living. \n[5]Oh, I see you have already met my father. \n[6]Hello, Mr. Gru. \n[7]You are a funny man. There are no rules, Señor! It's Cinco De Mayo! Come on! They're starting the dance! ", "Oh!": "", "GIRLS": "\n[1]Yeah, I can't believe it.     It's so cool... \n[2]No way. \n[3]Eeeeewww! \n[4]Aaaaaah!!! \n[5]Yeah!   Wahoo! Cool!   Awesome! \n[6]Si! ", "DAVE": "\n[1]Mocha! \n[2]Walla! \n[3]Huh? Hey!     Loo-koo-meow-plah! \n[4]Rawr, rawr! \n[5]Eh, no. \n[6]Tally ho! "}}