{"dialogues": {"HAWK": "\n[1]Thank you, Cleveland! You're a great crowd. But after three and a half hours of kick-ass rock and seven encores on top of that, I'm sorry to say that this time we really gotta get back to our hotel rooms and fuck some groupies. \n[2]Lex, quit trying to always jinx things. Don't worry, dudes. Nobody's missing that concert tomorrow night. \n[3]Jam, listen up. \n[4]Just listen up, man, cause we are in a quandary. \n[5]Are you on the crapper with one of those antenna phones? Sounds like you're taking a dump the size of Butte, Montana. \n[6]Anyway, listen up. They're gone! \n[7]The KISS tickets, you nimrod! They're just fuckin' gone! Please tell me you have'm! \n[8]Just check whatever you were wearing last night. Now! \n[9]He's got'm! \n[10]Trip, he took your jacket by mistake. You must be wearing Jam's. \n[11]Cool. \n[12]Don't be a fembot. So, are you like grounded because of last night, or what? \n[13]Both you assholes, SHADDAP! \n[14]Enough of the mom-bashing, all right? Lex's mom is cool about us crashing over here while she's out of town. And if it weren't for Trip's mom, we wouldn'ta smoked that fine Panama Red last night. So leave the women who gave you life out of it. They're both cool. \n[15]Will somebody please tell those chicks disco is dead. \n[16]\n[17]Okay, enough. Enough. Gimme the tickets. I wanna hold onto them. \n[18]They're what? \n[19]All right. After school we double- time it to your house for the tix before heading to the train station for the 2:45 to Detroit Rock City. \n[20]As they say in the Tampon biz, see you next period. \n[21]What are you, high? \n[22]For once Lex is right. It's over. Things can't get any worse from here. \n[23]Second floor girls' john! Two minutes! He'll never look there! \n[24]You're way out of your league, Elvis. \n[25]We're clear, dudes. \n[26]A skirt just came around the corner. \n[27]That's Sherry VanHafton. \n[28]Whoa... she just farted. \n[29]Weird... \n[30]Maybe some tunage'll chase those blues away. \n[31]Never mind with the too bad shit. I got a crazy plan, but only the craziest among us can pull it off. \n[32]Fuckin' A! Woooooo! \n[33]Stan Lee couldn't think of a better one. \n[34]I'm afraid our constipated little friend is right this time, Trip. There is a catch. \n[35]Our band \"Mystery\" is a quartet and we can't go on the road without our drummer. Jam's mom said something about sending him to St. Bernard's, right? We gotta bust him out before we go anywhere. \n[36]So? Your mom's car has a CB, radar detector and cruise control, check? \n[37]Damn straight we are. \n[38]And when is she due back from that groinecologist's convention anyway? \n[39]Then lighten up. She'll never know we touched it. Alright, here's the plan. We bus it to chez Lex, grab the Volvo, bail Jam the hell outta St. Bernard's and arrive at the train station precisely on time for the 2:45 to Detroit. \n[40]There's only so much trouble an individual can get into till it just doesn't matter anymore, Lex. You familiar with a condition known as Absolute Zero? \n[41]Well, Jam is in absolute trouble. He couldn't get any deeper into shit if he was a fly sitting in a horse's ass. You know as well as me he'd give his right arm just to see Peter Criss's drum solo, never mind a whole KISS concert, check? \n[42]Well, the least we, his only buds in the world, can do is take him along with us tonight and give him one last curl before he starts serving his sentence. \n[43]I was just explaining to Lex here what you and I already know. Just had to make it a little more complicated so he'd understand. \n[44]Curly. \n[45]Ok, dudes, follow my lead. \n[46]As I was saying, follow my lead. And maintain. Elvis just showed up. \n[47]Five second rule, boys. See you on the other side. \n[48]Yeah, Elvis... \n[49]..Your ass on a lunch tray. \n[50]On your marks and... \n[51]Fire! \n[52]Elvis, you ain't nothin' but a hot dog. \n[53]Gimme a second, dudes. Lemme think. \n[54]Yeah, I'm Philip McNutly. \n[55]Ten even. \n[56]If he offers you a slice, you're not the least bit hungry, check? \n[57]Tell the Big Guy not to mention it. \n[58]Shit! This is such a lousy view. How the hell are we gonna know when he's lit? \n[59]It's okay, we're old buds of Father McNulty... How's it hangin', padre? \n[60]That was another dude. Anyway, we're here to take our bud Jam to the big satanic KISS concert tonight. Okay with you? \n[61]Next stop: the 2:45 to Detroit Rock City! \n[62]Shit! Anybody know how long it takes to fix a flat? \n[63]Lex, am I gonna have to lock you in the trunk till we reach Detroit? Don't worry, these babies are built for speed. \n[64]Totally. All I've had for chow was a packet of Pop Rocks and a Yoo-hoo. \n[65]What's in Sandusky? \n[66]Only a car full of guidos and stellas would ride someone's ass on a two- lane road and beep. \n[67]What?! Are you mentally deranged, Jam? \n[68]What the fuck! \n[69]Hey, disco dude, it's cool... \n[70]Could be. \n[71]It could... bake on? \n[72]Okay, Kenny? I don't mean to drain your keg or anything, but could you speed up this process? Don't get me wrong, we'd love to stand here and get shit on by the cast of Saturday Night Fever, but we're also on a schedule. So step on it. \n[73]No, I'm dumber than a goddamn slug. Now can I please clean your windshield and leave without further ado? \n[74]Well, let's recap, shall we? You slapped all of us, yelled at me, used my head for a rag, threw me on the ground and tossed our LOVE GUN 8- track under the wheels of a passing semi. So, if the lesson was that you're a dick with ears and a really bad haircut, then, yes... I'd say we learned it. \n[75]Okay. Ahem! You. Are. A. Dick. With. Ears. And. A. Really. Bad. Haircut. \n[76]It's not, huh? Well, then, tell me... \n[77]...what exactly did my mother say last night? \n[78]You heard me, prick. What did my mother say last night? \n[79]How would you like a nice Hawaiian Punch? \n[80]Right, stella, and we'll deserve it. But let's really make it worth their while. \n[81]By the way, when Kenny wakes up could you give him a message for me. Tell him, quote, Kool and the gang bite my bag, motherfucker, unquote. \n[82]Oh no, Jam. I'm not falling for that twice. \n[83]Well, they may not make movies about four dudes going to a KISS concert. But if they ever did, the four dudes most certainly would not stop and pick up a stranded disco bunny. \n[84]Disco Inferno? Disco's infernal morelike. \n[85]The Village People? They're fags! You're a fag hag! \n[86]You call that John Travolta/Denny Terio shit dancing? I wouldn't dance like that in private if you paid me. \n[87]Hey, if you don't like that one, maybe you'll think it's funny when we throw your ass out the goddamn car! \n[88]Why don't you kiss my hairy crack? \n[89]There it is! \n[90]Ample time to grab our tickets at the station. See, up ahead. W.A.R.P. \n[91]Hey, Look at the front entrance! A car's pulling out. The parking space from heaven. God is surely smiling down upon us tonight, dudes. \n[92]What was that D.J.'s name again? \n[93]Simple Simon? \n[94]We're right behind you, Simo. Just wanted to thank you in advance for handing over those burly-ass tix me and my buds won this morning. \n[95]Well, here we are, dudes. One hour and thirty minutes away from the concert of the century... ticketless. All thanks to Wile E. Coyote, Super- Fucking Genius over here. \n[96]Oh, I'm sorry, Trip. What you made was a big, brainless, pile of horse shit. No offense. \n[97]Please, Jam, we're trying to vent some hostility here. Sure the whole thing may be your fault, but who's gonna get pissed off at you? \n[98]I have one question. How could a kid who wails on the drums like it's the only thing keeping him alive even think of such a femmy thing to say? \n[99]Now there's a woman who totally abuses the privilege of motherhood. \n[100]Christine stole it! Asleep, my ass! The stella booted with your mom's wheels. \n[101]Jam, not another word out of your femmy-ass mouth! Okay, we're here, we got nothing, and we got an hour and a half. We're totally committed. It's time to brainstorm. \n[102]Wake up, Lex. This is Detroit. The cops aren't gonna waste city dollars looking for a Swedish car. Face it, the Volvo's on a cutting board as we speak getting sliced, diced, and julienned by Christine, the chop shop gourmet. \n[103]Now listen up. Here's the game plan. \n[104]Cool, bro, now listen up... \n[105]Okay, shut the fuck up, Lex! Now, then, step number one, we find us a scalper. I got... twenty-five. \n[106]Uh-uh. Don't tell us, Jam. Just show us. \n[107]So maybe we got enough for one ticket. Fuck! \n[108]Brilliance, Trip. Sheer brilliance. Give Albert Einstein here the Nobel Prize. \n[109]Four dudes sneaking in? We'd get busted fer sure. Bad plan. \n[110]Still too risky for my money. We're running out of time here. This is KISS! A victory for one is a victory for the team. I'm sure I can barter with a scalper, but if you dudes think you got better plans, go for it. We'll reconvene at that intersection... \n[111]...at twenty-thirty hours. \n[112]For the next hour and a half it's every dude for himself. Try to get at least one ticket and at 8:30 P.M. we'll meet over there. \n[113]Jam, shut-up! You're not allowed to speak, remember? Go use whatever femmy idea you have to get yourself a ticket or four. I don't wanna hear it. \n[114]See you at 8:30, Jam. Later. Dudes? Later. \n[115]Dude, this is all I got. \n[116]Where the hell am I gonna scare up that kinda gravy in one hour? \n[117]I can't just walk in and take my clothes off. It's embarrasskin. \n[118]Dude, if it were dancing the way Fred Astaire did it, I'd give it my best shot. I'd learn the steps and practice in my spare time. But this... tribal, ritualistic bullshit, it's way-too-spontaneous for me. \n[119]Hey, I invented fake I.D.s, alright. That's not the problem... They're playing disco music in there, man. \n[120]Like to sign up for the contest. \n[121]Hawk. \n[122]Got any KISS? \n[123]Yeah, a man's drink... \n[124]...Dickey. \n[125]I'm gonna need all the help I can get tonight. \n[126]What's that? \n[127]Sure, I have. But not one with ice in it, that's all. \n[128]Whoa... she is a killer. \n[129]Oh, Dicky, I c-c-can't... \n[130]I-I c-can't... \n[131]You're right, Dicky. I gotta do it for KISS. Gotta put a bag over its head and Do it for KISS. \n[132]Wow. I feel a hundred times better! \n[133]Thanks lady. \n[134]Maestro? As you were. \n[135]Come on, dude, we got a bunch of frisky felines waiting for some entertainment! The show must go on! \n[136]Thanks, miss. \n[137]Right, well, thanks for the drinks and stuff, Amanda, but there's no reason for me to stick around these parts anymore. \n[138]Huh? \n[139]Thanks. \n[140]What the hell is that? \n[141]Whoa. Some of this hard liquor's a tad too manly for me. I'm a brewski man myself. \n[142]Who's Whiskey Dick? \n[143]My name's not Woody, it's Haw-haw... \n[144]...holy shit! \n[145]Well, Amanda, this has been quite a night. So far you've seen me and my dick throw up. What's next? Projectile diarrhea? Man. What a stud, huh? \n[146]You love him? \n[147]No, I mean... you love your son? \n[148]And he loves you back, doesn't he? \n[149]Well, shame on him if he doesn't. \n[150]My mom died of a heart attack while she was having me. Man, I wish I had known her for even one day. If they ever invent a time machine, that's what I'm doing. Going back in time to meet my mom. I'm gonna say, \"Mrs. Pitchford?... or Miss Williams, depending on when I show up. You don't know me, but I'm your kid from the future. Just wanted to thank you for the blue eyes, pug nose and for tying the knot with a guy who didn't mind diaper detail... Oh, and, uh... cut down on the red meat, will ya?\" \n[151]Amanda, as ironic as this is gonna sound, I can't take any money for... I'm no Midnight Cowboy, y'know. It would only cheapen the whole deal for me. \n[152]...Thanks. \n[153]Whoa! Whoa! WHOA! That better not be the last ticket! I hope you have another one for me! \n[154]Fuck me! \n[155]Any luck? \n[156]Tickets? \n[157]Well, dudes, the only way we're gonna see KISS this tour is by some fuckin' miracle. \n[158]Nah. Couldn't be. \n[159]Take it easy, Elvis. Don't do anything crazy. Just give me the tickets before someone gets hurt. \n[160]Go ahead, Jam. \n[161]Dude, you gotta let us in! Four muggers just stole our tickets! ", "JAM": "\n[1]That was curly! \n[2]My mom? Oh, no! What's she doing here? \n[3]Oh, hi, mom. \n[4]What's up? \n[5]Hello? \n[6]Hawk? \n[7]It's my Bullworker. \n[8]What's gone? \n[9]Gone!? Why would I have the KISS tick...? \n[10]Whew! Oh, God, Hawk... I got'm! Somehow I musta taken Trip's jacket by mistake! \n[11]I'm really sorry about that, man. \n[12]Of course, but has that ever stopped me before? Besides, my mom's going to some church meeting and won't be back till late. No sweat... See you guys in school. \n[13]Uhh... nothing. \n[14]Ahh, sunshine. \n[15]Change? What's wrong with what I got on? \n[16]But, mom! \n[17]They're not idiots. \n[18]Grounded for the rest of the year? \n[19]Hey, my mom had me over a barrel, all right. After last night, I had to let her dress me today. It's a give and take relationship. \n[20]They're still at my house in Trip's jacket. \n[21]She was standing right over me when I was changing for fuck's sake. \n[22]Don't worry about it. They're perfectly safe. We can pick them up after school. My mom won't be home. It's no problem. \n[23]Check. \n[24]Oof! Sorry. \n[25]Thanks. \n[26]Beth? \n[27]Ow! \n[28]Just a little pink eye. No reason to panic. \n[29]It's okay. \n[30]Yeah? \n[31]You mean, you're sending me to... b- b-boarding school? \n[32]Mom, three of those tickets don't even belong to me. They're for the guys. \n[33]If I'm anything like you, I'll deserve him. \n[34]I said, I'm sorry! \n[35]Please, God, help. \n[36]Check. \n[37]No, but I'm not hungry anyway. \n[38]Oh, man, my mom is gonna send me to Alcatraz for this and I don't even care! I'm gonna see Peter Criss's drum solo! \n[39]Don't you think we should at least pull over and offer to clean it off? \n[40]Whoa! This is about pizza! Let's leave KISS out of it. Please. \n[41]Hey, look, it's that girl. \n[42]Stella or no stella, we should pull over and help her out. \n[43]Well, couldn't you slow down so I can at least state my case, Hawk? If you don't like it, you can speed up and I'll never mention it again. \n[44]She's a teenage girl walking on the side of the highway. They make very scary movies that start out like that. \n[45]It doesn't mean anything. Don't pay attention to him. \n[46]Trip! That's so fuckin' rude, man. \n[47]Come on, Hawk. \n[48]Jam. \n[49]We made it! \n[50]Kind of funny, I thought He'd be pissed as hell at me. \n[51]Guys, GUYS! Come on, if this is anyone's fault, it's mine. I was the one who grabbed Trip's jacket by mistake. It's my fault and I apologize. \n[52]Sometimes I think I don't deserve friends as good as you guys. \n[53]It was stolen! \n[54]I'm sorry, guys. I thought it was a nice thing to do. \n[55]I got... \n[56]Wait! I know how we can get in! \n[57]But... my plan involves all four of us acting together. \n[58]Oh... dear... Lord!! \n[59]Mom, what're we...? \n[60]Forgive me, Father, for I have sinned. This is my first confession in... well... a really long time. \n[61]Just one, Father, but boy was it a doozy. \n[62]So, you see if it wasn't for me, me and my friends would be at that KISS concert right now... together. \n[63]Yeah. \n[64]No. \n[65]Beth? I can't believe it. \n[66]Are you waiting for confession? I thought you were Jewish? \n[67]I don't care. I wanna hear more. \n[68]Beth, I can't believe you just said that because that's exactly how I've always felt about you... Call me Jam. It's my band name. \n[69]Right, slow... \n[70]Uhh, tying my shoe. \n[71]Actually, yes. Last year I walked out of a candy store with a Reggie Bar I hadn't paid for, but went back and apologized the next day. \n[72]I dunno. I think he had the piece of skin under his tongue removed so he could stick it out farther. I'm not too up on Gene trivia. \n[73]Peter Criss is my inspiration, man. If I paid a hundred bucks for a KISS show and all I saw was his solo, I'd consider it... money... Hey, how'd you know that? \n[74]Ann Arbor? \n[75]Alright, Father, here it is. About two weeks ago I went to my cousin's wedding and one of the bridesmaids asked me if I wanted to take a bath. \n[76]I was insulted, so I asked her if I was wreaking some wicked b.o., right? Then she said no, she wanted to take a bath with me. \n[77]Well, she was a very tempting siren, Father. Built like you wouldn't believe. So I gave into temptation about a block away from the wedding reception at this little motel that charges by the hour. \n[78]Okay... when she peeled off that gown, you'll never guess what she was wearing underneath. \n[79]No. Much bet... I mean, much more sinful than that. \n[80]Tell you what. You keep guessing and I'll say something when you get it. \n[81]Nah. Once I get my own wheels, I could come up all the time. \n[82]I feel like such an idiot. Why didn't I just say something a year and a half ago? Man, think of how much time we wasted. \n[83]Tell me about it. Church will never be the same again. \n[84]Bye. \n[85]I'm gonna ask you nicely first. Mom, can I have my drumsticks back? \n[86]Again, can I have my drumsticks? \n[87]I know, mom, I've been in trouble for about twelve hours now! Hellooooo!? \n[88]I'm gonna be spending the next two years of my life at St. Bernard's Boarding School, remember?! I'm gonna be outta your hair till I'm a legal adult, remember?! That way, all you have to do is go to church, light a candle, pray to a little statue for me, and voila! All is forgiven and forgotten, right mom?!! Then, you can spend your days in guilt-free pursuit of more constructive activities like telling everybody else how screwed up their lives are! That way you no longer need the patience and understanding required to communicate on some normal level with your own child!!! And that way you don't even have to think about how tough it was for you when you were growing up, and it's a good thing too. Cause if you did, you'd realize what a LOUSY, GODDAMN, SHITTY- \n[89]I just lost my virginity in a confessional booth! Lord have mercy!! \n[90]For the last time, mom. Let me have my fucking drumsticks. Please. \n[91]It's a miracle! A miracle! \n[92]Well... I still got my idea if anybody will let me speak. \n[93]We all beat each other up, then, once we're nice and bruised, we run over to the ticket takers and say we got mugged and our tickets were stolen. They gotta let us in then. \n[94]Look at us! \n[95]This is it! ", "LEX": "\n[1]What the fuck, Trip? That's my bass! \n[2]Shit! It's Jam's mom! \n[3]I had a nightmare once that something like this might happen. I hope he doesn't get grounded again. If he misses Peter Criss's drum solo, I don't know if he'll be able to handle it. \n[4]Poor, Jam, man. Imagine having to stash your KISS records inside Carly Simon album covers. No question, Mrs. Bruce is a psycho-bitch from hell. \n[5]Trip, a female gynecologist does not a lesbian make. And even if it did, at least my mom didn't give birth to me while she was on LSD. \n[6]Trip, you fuckin' asshole. \n[7]You spilled my Sea Monkeys all over the bed. \n[8]Stellas. I hate stellas almost as much as I hate dogs. \n[9]Yeah, right. She wishes. Look at that big ass. \n[10]Shit, that dork is Jam. \n[11]Yeah, she gives you shit and you take it. \n[12]If your mom so much as smells those tickets, they're history, and we get screwed outta seeing KISS for the third year in a row, the third year! \n[13]I knew it! I knew this was gonna happen! I had a bad feeling since last night. Remember? We are so totally fucked! \n[14]Wanna bet. \n[15]Check! \n[16]Hey, take it easy, man. This is the girls' crapper, remember? \n[17]Trip, it's not the end of the world, okay? Quit acting all squeezed out. \n[18]Smug, Trip! Not snug, smug. \n[19]I've been in love with her since the second grade. \n[20]I have never heard a girl squeeze cheese in my entire life. \n[21]Heh-heh, sorry. \n[22]Too bad we're stuck in electronics or... \n[23]We won?! \n[24]The Chinese have a proverb: \"That which appears too good to be true, usually is.\" There's gotta be a catch. \n[25]But... but, St. Bernard's is way the hell over in the next county! \n[26]We are not stealing my mom's car. \n[27]Hawk, all I need is one ding on the Volvo and presto! There are my balls hanging from the rearview mirror after she gets back from Cincinnati. \n[28]Sunday, but... \n[29]Simple-icity is more like it. And you guys thought Jam was in trouble before. Wait till Mrs. Bruce finds out he went to that concert with us. \n[30]The hypothetical temperature characterized by the absence of heat and even the slightest amount of molecular activity? Yeah, I'm vaguely familiar \n[31]Very funny, Hawk. Okay, I'm in on this hare-brained scheme, but if anything happens to my mom's car, I'm blaming you. I'll say you drugged me or something. \n[32]Wait a minute. We ditching the rest of school? \n[33]Hello summer detention. \n[34]Huh. St. Bernard's. Figures it's named after a canine. \n[35]Now, how are we gonna do this? \n[36]Not looking like that, Mr. Rogers. \n[37]We got you a change of duds when we picked up the car. \n[38]My mom's hubcap! \n[39]Jeezis, Hawk, can you at least keep it within twenty miles of the speed limit? \n[40]Trip, huck that out before it stains the upholstery! \n[41]Holy shit! We just pissed off the Incredible Hulk, his idiot half brother and two circus clowns. \n[42]The paint! \n[43]Not so fast, stella. \n[44]Oh, thanks for letting us draw from your ample make-up supply. You must have the entire Revlon factory in your purse! \n[45]What is it with you, Jam? You got a thing for that... thing? \n[46]Your clothes may say disco, but your eyes say rock 'n' roll, baby. \n[47]That last remark fell about 30 yards away from making any sense whatsoever. \n[48]Man, that weed knocked Christine on her ass. She's sleeping like a baby stella. \n[49]Curly driving, Hawk. We still got two hours to spare. \n[50]Really, Trip, can we bore holes in your head and use it as a bong so it actually does us some good for a change? \n[51]Yeah, it's like you're possessed by The Flying Nun, or something. \n[52]Uh... dudes? \n[53]\n[54]Where's the Volvo? \n[55]I can see that, bright boy. What happened to it? \n[56]But we took the keys? \n[57]Okay, I'm just a little mad now! Jam, why'd you talk us into picking that bitch up in the first place!? \n[58]Here's a suggestion. Let's stop worrying about the concert for the time being and get the cops in on this Volvo situation. \n[59]...I mean, my mom's got insurance. What's the worst thing she could do? Ground me for the entire year? I can handle that... \n[60]...Holy shit! I am in absolute trouble! I never should have let you drive, man! Absolute fuckin' trouble! \n[61]All I got is five. The rest is in the Volvo. \n[62]I think we should try sneaking in. \n[63]Okay, one of us sneaks in, gets four ticket stubs off some kids in the audience, comes back out, and we all \"re-enter\" the concerto. Voila! \n[64]I can't believe I'm actually entertaining the notion of sneaking in. I oughta have my cranium examined. \n[65]Whoa. Danger Will Robinson. \n[66]Shit! \n[67]Keep it together, Lex. Anything worth fighting for is worth dying for. \n[68]\n[69]This is real. This is not a dream! This is real! I've pierced the inner circle! \n[70]Oh, God, they're in there! \n[71]Dogs! Why did it have to be dogs! \n[72]Wake up, Lex! Wake up, man! This part's gotta be a nightmare! \n[73]God, if you ever get me outta this, I swear I will never masturbate again! \n[74]\n[75]Okay, okay, you're pissed off. I can see this. So... Maybe what we need... ah-ha. \n[76]Play some frisbee, poochies? \n[77]Alright! I give up! I hearby and forthwith defer my destiny to you mutts. I may be an intelligent, upright, walking, homo-fucking sapien, but you fleabags are a force of nature. So, I'm just gonna sit here and wait for you to decide. If you let me live, I thank you. If you bite my head off, I'll die knowing I did all I could. It's up to you. \n[78]Well, how do you like that? \n[79]Whoa! Whoa! \n[80]You sonsofbitches could tickle a guy to death, y'know that? Sure you do... Sure you do... \n[81]I'm here for the girl and the car. You can try to stop me, but I must warn you, it may be hazardous to your health. \n[82]Listen to them. Children of the night. What music they make... Hounds of hell? Say hello to dinner! \n[83]One foot out of that office and your asses are Alpo! \n[84]Aaaayyyyy! \n[85]You got a phone in there? \n[86]Call the cops. \n[87]This oughta be enough to get you to Disco Inferno, Christine. \n[88]No can do. But I made a promise to get you to that disco, and we KISS maniacs are men of our word. Besides... you're pretty cool... for a stella, I mean. \n[89]I found the Volvo. \n[90]No... You don't think...? \n[91]Come on, Elvis. We was only kiddin'. It's all in good fun. We run, you chase. Cat and mouse. You know. ", "TRIP": "\n[1]Just one more day of school to get through, girls, before tomorrow night... Live! COBO Hall! Detroit, Michigan! You wanted the best! \n[2]Jam has yet to do an overnight with us. \n[3]You're one to talk, Lex. Your mom's a fuckin' dyke. \n[4]Shrooms! And even if it was LSD, I can still give my mom a kiss without smelling the catch of the day. \n[5]What? \n[6]School. What a fuckin' waste of time. \n[7]Same species when you think about it. \n[8]You know what they say about a big ass... big shit. \n[9]Hey, that dork looks just like Jam. \n[10]So, Jam, who did your wardrobe, Tad the preppie sailboat captain? \n[11]That's some sick shit right there. Did she comb your ass hair for you too? \n[12]Holy shit, my jacket! \n[13]Waitaminit, dudes! I got it! Maybe we can glue the tickets back together! \n[14]Yeah. \n[15]Fuck! Shit! \n[16]Wake up, Lex! We just watched Jam's mom torch our fuckin' KISS tickets! Not REO Speedwagon! Not Journey! Not the Bay City Rollers! KISS! If you can think of a better reason to trash a bathroom, I'd sure like to hear it! \n[17]Oh, everything's hunky-dory now that the shit hit the fan just like you said it would, you snug sonofabitch! You fuckin' jinxed us! \n[18]Peeeyeewww! That stinks! \n[19]Wonder if you could smoke shit out of this? \n[20]But I gotta take a piss like you would not believe, Mr. Johansen! \n[21]But ever since my doctor put me on salt pills, it's been like Niagara Falls every half hour! Please, Mr. J! Have mercy! \n[22]Jeezis, I'm taking a leak in my pants! \n[23]I need to be connected to the W.A.R.P. contest hotline... Now... lady!... Hello, is this me? I'm Trip. \n[24]I did it! I did it! We won! \n[25]This is the best thing that ever happened to me at school! Not only are we on again for KISS in Detroit, but we're actually sitting right at the fifty yard line! I dare you dudes to find a curlier scenario. \n[26]Yeah? I have a saying too, Lex. It goes, \"Catch my jizz in your mouth and stop jinxing us, asshole.\" We're going this time and that's all there is to it. \n[27]Namely? \n[28]Simplicity, Hawk. \n[29]Just for the record, I understood the last part of what you said, but for a while there you guys were making no fucking sense whatsoever. \n[30]About fuckin' time if you ask me. I'm just going through the motions till I drop out anyway. \n[31]Well, here we are back at fucking school again. \n[32]Mmm, pizza... \n[33]Usually takes anywhere from ten minutes to half an hour. \n[34]He's lit. \n[35]I'm starvin' and it's way past lunchtime. \n[36]Let's stop in Sandusky, Hawk. \n[37]Pizza, and I been jones-in' for a pizza ever since we left St. Bernard's. \n[38]Eyowch! This is one hot pizza! \n[39]That's no girl. That's a stella. \n[40]Unless there was gonna be a scene where the disco bunny blows the four dudes on the way to the show. \n[41]What's it worth to you? \n[42]So, are you, like, gonna polish our nobs, or what? \n[43]Oh, quit bein' the wussy, sensitive guy to impress her, Jam. She's obviously not gonna put out. She's a fuckin' tease. \n[44]You got in the car, didn't you? \n[45]Whatever... stella. \n[46]Disco blows dogs for quarters. \n[47]Let's lift up her shirt. \n[48]Oh, I'll remember it till the day I die. His name was... Simpleton the Simian? No, Samson Samoan... No, simply, similar... \n[49]Fuck you, Lex! This whole thing wouldn't have happened if it wasn't for you jinxing us. I just made an honest mistake. \n[50]Really, Jam, you tryin' to make us barf? \n[51]It's gone. \n[52]Damn, she musta hot wired it. We picked up a professional car thief in the shape of Olivia Newton-John! \n[53]Twenty-five more'n I got. \n[54]Waitaminit, dudes! I got it! We find four really small kids, beat the shit outta them and steal their tickets. What do you think? \n[55]One more time in English. \n[56]No thanks, dude. I'm beating my ticket out of some poor, defenseless chump. \n[57]Hey, you little twerps, gimme your KISS tickets or I'll pop your fuckin' faces in. \n[58]I oughta kick your asses for sayin' that. \n[59]But I'm in a hurry so I'll just take this instead. Now scram. \n[60]Hey, little kid. \n[61]Okay, booger, your KISS ticket or your life. \n[62]Hunh? \n[63]Oh. Okay... But scream and you'll never live to see puberty. I'll pop your fuckin' face in. \n[64]A likely story. Hand it over, kid. \n[65]Hey, kid, that's okay. I don't wanna see KISS that ba... \n[66]What do you want? \n[67]Look, you can have my wallet... \n[68]Me? Mug? That's nuts. I said, do you know where I can take a piss. \n[69]Please, sir, don't kick my ass! I'll do anything to get out of a beating! \n[70]Two hundred bucks? \n[71]Look, I want to live, but I don't know where the fuck I'm gonna find two hundred bucks. \n[72]Hold on! I know how I can get the money! I just figured it out! Only you might wanna wait outside. \n[73]Alright, everybody, SHUT UP! \n[74]Okay, bro. You gonna have to do this sometime. Might as well be now. \n[75]Alright, drop it or I'll kick your ass! \n[76]The KISS Army! \n[77]No, you gimme your gun, boy! \n[78]Not if I shoot first! \n[79]Neither do I! \n[80]Smile, you sonofa... \n[81]Call me... Dr. Love! \n[82]...hundred forty, hundred fifty. That's all I got. \n[83]Oh, no... Please, look.  I... \n[84]At least I still got you, Stretch. \n[85]Plenty, but it was all bad. \n[86]Hey, wait a minute! This ain't school property! He's not the boss of us here! \n[87]It was those assholes! They even stole my wallet! \n[88]Inside that you'll find my KISS Army picture I.D. and a hundred fifty bucks cash. \n[89]Tsk. Tsk. Tsk. I was really hoping things would work out for you, my weasly, midget friend. You got spunk. ", "BETH": "\n[1]No problem. \n[2]Yes? \n[3]No. No problem. \n[4]Sorry. \n[5]Jeremiah? \n[6]I wanted to tell you something... \n[7]Oh my God! That's Jeremiah! \n[8]Jeremiah Bruce from school. He and his mom just went into that church. He must be in Detroit for the concert. Can I go say good-bye to him? \n[9]I'm not going to wander. I'm just gonna go over there. \n[10]He's with his mom. \n[11]Believe it. \n[12]I have a confession. Here it is. \n[13]I didn't mean for that to be so... intense. Forgive me. \n[14]I've loved you ever since I first laid eyes on you, Jeremiah. I've just always been too scared to show it. \n[15]You don't know how long I've been waiting to hear that... Jam! \n[16]We've got to take this slow... \n[17]Oh, screw it! \n[18]So. Is it true that Gene Simmons had a cow's tongue grafted onto his real one? Y'know, to make it so long? \n[19]Your man is the drummer, Peter Criss, right? \n[20]I have all your notebook doodles memorized, Jam... Here. \n[21]My dad's company is relocating him. We're moving. That's why I was acting so freaky in school today. I thought it was the last time I'd ever see you. Anyway, open the box. I would have given it to you this morning, except... like I said, I was freaking out. \n[22]I pass by this really cool tee-shirt shop on my way to school every day and I know you wear those black tee- shirts all the time. You look like a size thirty-five, but all the sizes were in Roman numerals. So I got you an XXXL. That's thirty-five, isn't it? \n[23]Ann Arbor isn't... that far from Cleveland, right? \n[24]That'd be great. Hey, maybe someday your band'll play there. It's a college town, you know? \n[25]Let's not think about the past. Let's just think about from today on. I'll never forget you, Jam. \n[26]Coming dad. I'll call you. Soon as we get a phone. Bye. ", "CHRISTINE": "\n[1]Kenny, come on with the macho crap already. Like this kid could take you in a fight anyway. \n[2]Oh! With the language! \n[3]That's it, Kenny! I'm leaving! \n[4]Oh, great. I just hitched a ride with a bunch of potheads... I'm hooking up with some people at this funky place in downtown Detroit called Disco Inferno. Mind droppin' me there? \n[5]What the hell is that supposed to mean? \n[6]Well, your tee-shirt may say rock 'n' roll, but your breath says pepperoni, baby. \n[7]What? That's disgusting! \n[8]Tease? What the hell did I do to tease you mongoloids? \n[9]Oh, God, how calculating of me to lead you all on like that after you offered me a ride in the middle of nowhere. \n[10]The name's Christine, not stella. And there's no need to be such pigs just cause I prefer Donna Summer or KC and the Sunshine Boys or the Village People over KISS? \n[11]I can take care of myself, but thanks anyway, germ. \n[12]Whatever. Okay, Joe Burnout, let's get one thing straight here. As far as I'm concerned good tunes is good tunes, be it disco or rock or polka or whatever have you, regardless of the category. True, if I had to choose, I'd pick the category labelled disco because I happen to enjoy dancing. Disco is just easier to dance to. \n[13]Now there's an intelligently biting remark wrought with wit and irony. \n[14]Yeah, why don't you put your money where your mouth is? \n[15]Why don't you bend over, you're looking right at it! \n[16]Hey, you're right. \"Bend over you're looking right at it?!\" What's that supposed to mean anyway? \n[17]Man, this is some kickass shit! Gimme a hit off that jay will ya? \n[18]Then maybe you guys'll let me go, huh? \n[19]Come on, whadaya say? You scratch my back, I scratch yours. You let me go, and in return, I keep my big mouth shut about your little operation here. Mum, know what I mean? \n[20]You guys better kill me before you do what you're thinking of doing. Cause when I'm mad enough, I can bite down very hard. \n[21]Now wait a minute, guys! Two against one ain't fair. Lemme go back and get my friend Barbara. You'd love her. Tits the size of your head. You'll feel like a little baby sucking on 'em. I swear, I'll bring her right back. It'll be a four-way... You guys like disco? I teach disco dancing at my church. You guys look like you got rhythm in your blood. Come on, free lessons if you let me go. \n[22]Wow! Thank you! You're cooler than the Fonz. \n[23]Come with. It's not too late for you to catch the fever. \n[24]Here's my number. Tell me how cool I am over the phone sometime. Okay? \n[25]Disco Inferno, on the double. ", "KENNY": "\n[1]Stop singing... NOW! \n[2]Stop the friggin' car NOW! \n[3]Do you realize the sheer, goddamn, unadulterated, undiluted, no holds barred, one hundred percent pure as Ivory Snow, absolutely friggin' STUPIDITY of what you just did? \n[4]\n[5]Lemme paint you a friggin' picture ahright? Imagine if you will a 1978 Pontiac Trans American in pristine condition. An appealing portrait, nesspah? \n[6]BUT WAIT! What's that spec on the windshield? Could it be a wad of melted mozzarella, tangy tomato sauce, and various friggin' meat products? \n[7]And if it ain't cleaned off? \n[8]Answer me, hippie girl. And if the mess ain't cleaned off my car? \n[9]You're a smart little homo, aren't you, hippie girl? But, while astounded at your nimble, friggin' insight, I still detect an issue hanging fire, namely: where does a sharp-witted faggot like yourself get off doing such a dopey thing like that there? \n[10]No really, I'm perplexed. I mean, could you have done stupider if you were born without a FUCKIN' HEAD?! \n[11]Shut-up, Christine! \n[12]Are you gettin' wise with me? \n[13]Oh, you're dumb all right, you hairy ass punk. But please, allow me to clean the friggin' windshield. I insist. \n[14]There. Nice and clean. \n[15]Oh, no, no, no! It's the fag band! \n[16]A bunch of guys who make bad music, dress like freaks, and wear more make-up than all my sisters combined? These assholes must be stopped! \n[17]Kool and the Gang, now there's real music. \n[18]But this... is crap! \n[19]So. All that having been said and done, I believe we are ready for the final topic of discussion. Namely: Have you learned your lesson yet, puke? \n[20]Excuse me, I'm a little deef-a- hearin'. Can you repeat yourself? \n[21]Oh, yeah...? \n[22]That's not what your mother said last night. \n[23]Okay, fagmo... I'll tell you what your mother said last night. She said that I was the fuck of her life. \n[24]Sure. ", "FATHER MCNULTY": "\n[1]Anything for a potential tuition... to be given to charity of course. \n[2]He already has. \n[3]Before enrolling you, Jeremiah, let me just say it would be greatly appreciated if your career at St. Bernard's was an uneventful one. Some students believe they can get expelled through disobedience and recklessness. What they don't understand is even after God's vengeance is meted out, He forgives. That His devastating anger is followed by His nurturing compassion. In a nutshell, St. Bernard's may punish you even for the slightest digression, but will never cast you out, even for the largest. So here you are, Jeremiah... here to stay! \n[4]Let's begin the enrollment, shall we? \n[5]Jeremiah, are you aware you need to answer these questions, not just listen to them? Jeremiah? \n[6]Please don't become difficult this early in your stay. I hate disciplining boys before I get to know them. \n[7]Ah, yes! Send him in Sister Conimaria. \n[8]Well, what's the damage, pizza fellow? \n[9]Here's ten and I'm donating your tip to the church. The Lord thanks you. \n[10]And not a moment too soon. I'm famished. I hope you brought a lunch for yourself. \n[11]Well! It finally speaks. There's one barrier we've broken through. \n[12]You know, your coming here reminds me of a gospel called The Prodigal Son. \n[13]There was once a farmer who had two sons. Both grew up on the farm, helping their father until... \n[14]That was a very stale mushroom. Where was I?... Ah, yes, one day the elder son decided to leave the farm... \n[15]So then, the younger one says, \"But dad... I've been helping you on the farm my entire life! You never once slaughtered the fatted calf for me!\" And then... Forgive me, Jeremiah, it's just that... I've been telling this gospel for years and... I just now realized it's the work of some comedy mastermind! The Prodigal Son is a barrel of fucking monkeys! \n[16]A little to the right, pizza fellow. \n[17]Rock on! \n[18]Give my regards to the guy with the really big tongue! \n[19]What the hell are you doing, Sister Gonorrhea, waiting for a bus? \n[20]Jesus H. Christ, look at all the colors. ", "PRIEST": "\n[1]Thank you/Come again next week. \n[2]Next mass is tomorrow morning, sister. \n[3]In that case, come right in. \n[4]Uh, next mass isn't until tomorrow morning, young lady. Run along now. \n[5]Consider it done. \n[6]Just knock loudly, sister. \n[7]Come along, son. Get into the booth. \n[8]Prepare to receive the Act of Penance. How many sins have you committed since your last confession? \n[9]That's it? \n[10]Well, this is a unique confession to say the least, son. And not exactly the most interesting one I've ever heard either. You sure you don't want to talk about... oh, carnal knowledge with a neighborhood girl or impure thoughts about the new student teacher maybe... or how about finding a box of magazines under your dad's bed? \n[11]Well then, I suggest you have a seat on the bench behind you and think of something a little juicier to confess than losing KISS tickets. I realize this is Detroit, but I personally find, what that rock and roll band is all about, to be boring as Lucifer's kingdom. I'll return in a little while. \n[12]Okay, you better have something really sinful for me this time, son. My patience is worn to threads and your mom will be here any minute. \n[13]No... \n[14]Oh, this is terrible... Please go on. \n[15]Well? Continue! Continue! \n[16]Was it a teddy? \n[17]A bustier? \n[18]Splendid! I love a good game of Name That Nightie. ", "LITTLE KID": "\n[1]Shit! You just skunked my last ball, you... \n[2]Please sir, don't beat me up. I do have a KISS ticket, but not on me. \n[3]No really. My brother's hanging onto it for safe keeping. Please, let me get him for you. \n[4]Hey, Chongo! \n[5]Don't try to run, maggot. Chongo's an all-state track star in every event. \n[6]A tag on your toe. Nobody threatens me and lives. \n[7]It's not nearly enough, punk. \n[8]Besides, I was gonna take your wallet anyway. After Chongo and his friends crush your ribcage like a pack of Luckys. \n[9]He was gonna mug me for my KISS ticket. \n[10]Say, Chongo, perhaps we could use some extra cash for tasty snacks at the KISS concert our weasly friend won't be attending. \n[11]Take five for a minute, Chongo. Let me do the math. \n[12]You heard me, nad breath. My time's precious and I think that's a reasonable price to pay for your sorry life. \n[13]Chongo? Take him outside and tear his ass out through his mouth. \n[14]I think he's on the level. He's too stupid to try anything sneaky anyway. Look at him, he's a moron. \n[15]You got fifteen minutes and not a second longer. We have a concert to go to. See you outside. \n[16]Tsk. Tsk. Tsk. I really wanted things to work out for you, my weasly, dim- witted friend. You got spunk. Chongo, give him a fifty dollar wallop. \n[17]Consider it a bonus, Chongo. ", "AMANDA": "\n[1]You're too kind. I'm Amanda. \n[2]Don't be so glum, Hawk. The night's still young and filled with plenty of compensatory possibilities. \n[3]I'd be in a position to spend some money on you if you'd get in a position and spend some time on me. \n[4]Gin. \n[5]Better ease up then, Hawk. Wouldn't want to give you whiskey dick would we? \n[6]Well. Obviously no one you have to worry about... Woody. \n[7]But you do know Premature Peter, don't you? Shame, I just bought these stockings. \n[8]Believe it or not, you still have a way to go before you start competing with my soon-to-be-ex-husband... the champion of lousy lovemaking. The man who thinks he's the biggest and the best... The man who thinks every secretary, stewardess, and cocktail waitress he fucks should lick his feet for the honor. The man for whom faking it was invented. Christ, if I hadn't gotten pregnant with our son, I would have never known I even had sex with the prick. \n[9]I just told you, he's a big, hairy... \n[10]More than anything in the world. \n[11]He's a little spoiled, but I know he does. \n[12]You're sweet. \n[13]I'm not paying you for the lovemaking, Hawk. I just want you to have whatever you needed the money for when you took me up on my offer. \n[14]You're a good man, Hawk. Thank you. ", "SCALPER": "\n[1]Second row center, seventy-five clams. \n[2]Sorry, man, no can do. But I'll be here for a while if you scare up the extra gravy. \n[3]The easy way. \n[4]You look a little scrawny, but it's worth a shot. \n[5]Guess you don't want to see the greatest show on earth. And in Detroit no less. Well, take care, chief. \n[6]Yeah, you're probably too young anyhow. \n[7]Chief, here's a little secret. Drink heavily, your feet will know what to do. Now shit or get off the pot. Do you wanna dance or do you wanna see KISS only on their album covers? \n[8]You sure you'll have a ticket for me? \n[9]You have my solemn oath as a public servant. \n[10]Hey, chief, you need a ticket? Second row center, seventy-five clams. \n[11]What's happening to kids today? ", "BEEFY JERK #1": "\n[1]So, I jump into the car, hot-wire it in thirty seconds and start driving. Then, suddenly I hear this scream. The disco queen was asleep in the back seat. \n[2]You think it's funny? How would you like to have a stiletto heel smacking you in the temple when you're tryin' to work? \n[3]You about done splittin' a gut there? We gotta get these parts to Toledo by nine. \n[4]What are we gonna do with her anyway? \n[5]Yeah, and payback's a bitch. \n[6]Sweet Polly Purebred's got some spunk, huh? \n[7]We stripped that Beemer in fifteen minutes. Bet we can strip her in fifteen seconds. \n[8]I know a dance we can do. The horizontal hustle. \n[9]Who's there? \n[10]Too bad. He was such a young idiot. \n[11]Hey, what about the dogs? ", "ELVIS": "\n[1]Could that be three detentions I smell? \n[2]Why you little...! Over my dead body! \n[3]Excuse me, ladies. \n[4]KISS concert? Kiss my ass morelike. A nice, fat detention oughta put a crimp in this evening's plans. \n[5]Looking for something, rodents? \n[6]Nooooo!! \n[7]Whose laughing now?! Whose laughing now, ya little shits?! I told ya... Over my dead body! Ha-HA-HAAA! \n[8]That's right. This ain't school. It's not about school anymore. Now it's personal. \n[9]Boys, this time... I win! ", "BARTENDER": "\n[1]You're a little scrawny, but thanks to the concert we're low on amateurs. Name? \n[2]Pick a song, Hawk. \n[3]You kidding? This is Detroit. Drink? \n[4]You mean you never seen a Jack Daniels on the rocks before? \n[5]Save your money, stud muffin. The lady at the end of the bar sends her love. \n[6]Amanda Finch. Her ex is one of the wealthiest businessmen in Detroit. Play your cards right and you could hit paydirt. She like 'em young. And since you look a little new at this, let me give you three words of advice. Hard to get. Think it, act it, know it, be it. Nothing a woman loves more than when you beat her at her own head games. \n[7]You're not gonna chicken out on me now, are you? We've got your KISS song playing and everything. \n[8]Look, people undress in public because, A, they're exhibitionists, B, they're nutcases, or C, they need the money. I can tell you're not A, and I hope to hell you're not B. So my suggestion is, think about why you're a C and let your body party, shake your groove thing, boogie oogie oogie till you just can't boogie no more. ", "MAN WITH COAT": "\n[1]Evening, honey. Y'know what I am, what this is, and what you have to do, so do it quick. The rest of you kindly introduce yourselves to the floor and kiss it hello. \n[2]Do or die, bitch! Next time I let the barrels do the talking. \n[3]Fuck school, that's what I say! I just went through the motions till I was old enough to drop out and I'm leaving here with at least two fifty the easy way. Look where all that studying's gonna get you tonight. Robbed at gunpoint and possibly shot in the fucking head... for minimum wage! \n[4]Oh, yeah! You and what army? \n[5]Gimme your gun, boy! \n[6]Don't tempt me, I'll shoot! \n[7]I don't even think you have a gun! \n[8]Now, for the last time, take the piece out and lay back down or your mom's gonna need the White Tornado to get the brains outta your ski cap. ", "SIMPLE SIMON'S VOICE": "\n[1]Simple Simon on the Rock, go caller. \n[2]I should hang up on you right now, but you're the right caller so answer quick or get your battleship sunk. What are the names of the four members of KISS? \n[3]Is that your final answer? \n[4]Trip? You just got yourself four tickets and four backstage passes to KISS live at Cobo Hall tonight! \n[5]Yeah, you did! \n[6]Whoa, easy, Trip, this is radio, not \"Taxi Driver.\" Now listen up cause this next part is crucial. Stay on the line so we can get your full name, information, and... \n[7]Trip? Trip? Oh, man, you didn't hang up on me did you? Trip? What kind of total moron would hang...? "}}