{"dialogues": {"MCCLANE": "\n[1]No, no, where'd you get that idea? \n[2]Fists with your toes. \n[3]It's okay. I'm a cop. Trust me.  I've been doing it for eleven. \n[4]Her? \n[5]She doesn't complain. \n[6]California. \n[7]I'm John McClane. \n[8]Argyle.  Don't you take this stuff? \n[9]That's okay.  This is my first time riding in one. \n[10]Married. \n[11]The past six months. \n[12]You're nosey, you know that, Argyle? \n[13]It's okay, it's okay. \n[14]She had a good job, it turned into a great career. \n[15]Closer to Japan.  You're fast. \n[16]'Cause I'm a New York cop who used to be a New York kid, and I got six months backlog of New York scumbags I'm still trying to put behind bars. I don't just get up and move. \n[17]Like I said, Argyle...you're fast. \n[18]How 'bout some Christmas music? \n[19]It's corny, but I could live with it. \n[20]I'll find someplace. \n[21]You're all right, Argyle. \n[22]Holly McClane? \n[23]Cute toy. \n[24]Thirtieth floor...                                  * \n[25]Lots of hardware... \n[26]California... \n[27]Excuse me, I'm looking for -- \n[28]Yeah.  How'd you know? \n[29]So I've heard. \n[30]That explains the recent deal with Bolivia. \n[31]Relax, Ellis.  I'm off duty. \n[32]I'm fine. You throw quite a party.  I didn't know they had Christmas in Japan. \n[33]Yeah.  I remember our first date. \n[34]Nice, but one of us is three hours out of sync.  I think it's me. Is there a place I can wash up? \n[35]Son-of-a-bitch.  It works. \n[36]It's a long story.  You know, I think that Ellis has his eye on you. \n[37]Well, Cappy Roberts retired out here a couple years ago.  He said I could bunk with him. \n[38]Ramona...no, Pomona, that's it. \n[39]They would, huh? \n[40]Especially my name.  You must miss it every time you write a check.  When did you start calling yourself 'Ms. Gennero'? \n[41]Sure.  It's unnerving.  I remember this one particular married woman, she went out the door so fast there was practically a jetwash...I mean, talk about your wind chill factor... \n[42]No matter what it did to our marriage -- ? \n[43]Oh, here it comes.  One of those 'meaningful relationship conversations.' I never should've let you get those magazine subscriptions -- \n[44]Hi.  John Gennero here.  I'm the sensitive and supportive man of the eighties. \n[45]Don't I always? \n[46]Schmuck! \n[47]Argyle...? \n[48]What do you want, 'All My Children'? We're making progress.  After I get my foot out of my mouth, we'll really be cooking, and then I can -- \n[49]Shit... \n[50]Think... \n[51]32 construction...33 computers... \n[52]Argyle.  Tell me you heard the shot. Tell me you heard the shot and you're calling the police right now... \n[53]Why the fuck didn't you stop him? Because, you ignorant sonofabitch, you'd be dead, too.  Think...think, Goddamnit! \n[54]C'mon, baby...come to Papa.  I'm gonna kiss your Goddamn dalmatian. \n[55]Son of a bitch... \n[56]Freeze, Police...don't move or name your beneficiary. \n[57]Yeah?  Why not? \n[58]Yeah.  My Captain keeps telling me the same thing. \n[59]Let's go. \n[60]A million terrorists in the world and I kill the one with feet smaller than my sister. \n[61]Jesus... \n[62]Mayday, Mayday!  Anyone!  Terrorists have seized and Nakatomi building and are holding 30 or more hostages! I say again -- \n[63]They've already killed one hostage, and they're fortifying their positions while we're bullshitting!  Now, send police backup ASAP! \n[64]-- fine!  Report me!  Hey, come down here and fucking arrest me!  Send the police.  NOW -- ! \n[65]Whew...for a moment there I was worried. \n[66]All right! \n[67]Where's the fucking cavalry? \n[68]Come on, come on...who's in that car, Stevie Wonder? \n[69]Drop it or you're a rugstain. \n[70]Thanks for the advice. \n[71]Oh, man, please, no -- \n[72]Welcome to the party, pal. \n[73]Gee, I'm sorry, Hans, nobody gave me the message.  You shoulda put it on the bulletin board.  Anyway, I thought you and Franco and Karl and the other boys might be lonely, now that I waxed Tony and Marco and their buddy.  So I invited some of the guys from my card game. \n[74]BZZZ!  Sorry, Hans, wrong guess. Would you like to go for Double Jeopardy, where the stakes are double and the scores really change? \n[75]Bad for your health anyway. \n[76]Just the fly in the ointment, Hans. The monkey in the wrench, the pain in the ass - \n[77]I wouldn't think of leaving, Hans. Unless you want to open the front door...? \n[78]Actually, I was always partial to Roy Rogers.  I really dug those sequined shirts. \n[79]Yipee-yi-yea...mother-fucker. \n[80]I read you, Powell.  You the guy in the car? \n[81]Maybe later.  Just listen fast because this is a party line and the neighbors are trigger happy. Now here's the skinny:  There's thirty or so hostages on the 30th floor, with probably 2 or 3 guards to cover a group that size. The leader here is named Hans, and besides the pea shooter he ventilated your car with,                            * they got machine guns and                            * sidearms up the yin yang.  On top of that one of 'em had a big enough chunck of plastic explosive to orbit Kate Smith.                                    * \n[82]Figuring there's at least one to cover the lobby, a couple with the hostages...I'd say they came in with about a dozen...but they're down to nine now, including the skydiver you already met.  These guys are mostly Europeans, judging by their clothing labels, and they're well financed and very slick. \n[83]I've seen enough phoney ID's in my time to recognize that the ones they've got cost a fortune.  Add all that up and I don't know what the fuck it means, but these are bad ass preps and they're here to stay. \n[84]I'm ahead of you...partner. \n[85]'Roy'. \n[86]They're all yours, Al.  Good luck. \n[87]Powell?  Al, you still with me? What's going on?  Al? \n[88]Al, what's wrong?  Did something -- -- Oh, God.  You're coming in!  That's it, isn't it?  Christ, Powell, I told you what you're dealing with here -- \n[89]No... \n[90]Hans, you motherfucker, you've made your point.  Let them pull back! \n[91]Geronimo...motherfuckers. \n[92]Al!  Al, the guys in the car, did they make it? \n[93]The plastique I found. Is the building on fire? \n[94]Two?  Are you sure? \n[95]Glass, my ass!  Who the fuck is this? \n[96]Well, from up here, it looks like you're in charge of shit, Dwayne. I haven't seen such a fucked up operation since the Bride of Frankenstein.  Ask the guys in the armored car if they minded a little flying glass. \n[97]Asshole?  I'm not the one who just for butt fucked on national TV, Dwayne!  Now if you're not part of the solution, stop being part of the problem!  Get off the Goddamn radio and put Al back on! \n[98]Pretty fucking unappreciated. \n[99]Thanks...partner. \n[100]Yeah, just trying to handle some year old twinkies.  Yucck.  What do they put in these things? \n[101]You sound like a man with a couple of kids. \n[102]Two.  And I'd sure like to see them swinging on the jungle gym with Al junior. \n[103]Sister Teresa in third grade called me Mr. McClane.  My friends call me John Mac.  You're neither...shithead. \n[104]Ellis? \n[105]Ellis, what have you told them? \n[106]Ellis...you shouldn't be doing this... \n[107]Yeah, I hear you, you fucking moron! \n[108]Don't you think I know that!  Put Hans on!  Hans, listen to me, that shithead doesn't know what kind of scum you are, but I do -- \n[109]That asshole's not my friend! I barely know him!  I hate his fucking guts -- -- Ellis, for Christ's sake, tell him you don't mean shit to me -- \n[110]Go fuck yourself. \n[111]Al?  Al, you there? \n[112]Speaking of cows, did you ever hear so much bullshit in your life? Two hours?  That doesn't even make any sense -- \n[113]The way you drove that car, I figured you for the streets. \n[114]Lost? \n[115]Whoa, whoa, easy man.  I won't hurt you.  Who are you?  What are you looking for? \n[116]Forget it.  They got a guy up there. You want to stay alive, keep moving. Hey?  You hear me? \n[117]Only if New Jersey counts. \n[118]Relax, man...you smoke? \n[119]I'm a cop from New York. \n[120]They invited me to the Xmas party. Who knew? \n[121]Better than being caught with your pants down, right? John McClane. \n[122]Bill, you know how to use a handgun? \n[123]Sounds better than nothing. \n[124]Time for the real thing. \n[125]Hans.  Your Hans. \n[126]That was tricky, with the accent. I bet you do a great Ed Sullivan. Why do you need the detonators, Hans? I already used the explosives. \n[127]Yeah.  Like you did with Takagi. \n[128]You think I'm a shmuch, Hans. \n[129]Yeah.  But all things being equal, I'd rather be in Philadelphia.  By the way, chalk up two more terrorists. \n[130]Yeah?  What's the odds? \n[131]Put me down for twenty anyway...I'm good for it...so, what got you off the street, Al?  You liked lousy coffee, or what? \n[132]They way you drive, I can see why. \n[133]I...I'm sorry.  I didn't mean to make a joke of it. \n[134]I still feel like shit. \n[135]Powell?  What's going on? \n[136]Look...I'm getting a bad feeling up here...I'd like you to do something for me.  Look up my wife...don't ask how, you'll know by then...and tell her...tell her...I've been a jerk. When things panned out for her, I should've been behind her all the way ...We had something great going until I screwed it up...She was the best thing that ever happened to a bum like me.  She's heard me say I love you a thousand times, but she never got to hear this...honey...I'm sorry. You get all that? \n[137]I hope so.  But that's up to the guy upstairs. Upstairs... ...Hans, you bastard...what were you doing? \n[138]Stand by, Powell.  I gotta check something out. \n[139]I was here...he was... \n[140]Oh my God... \n[141]Powell!  Powell, listen to me!  You're being double crossed!  The whole roof of this building is -- \n[142]Better this way, isn't it?  I mean, any faggot can shoot a gun. \n[143]You should've heard your brother scream when I broke his fucking neck... \n[144]Where's Holly -- \n[145]What?  God -- \n[146]Listen to me!  All of you, get down to the lower floors -- you're all in danger. \n[147]-- there won't be shit for those helicopters to land on, because the whole top of this building is wired with explosives!  Now get below -- \n[148]Safe, my ass!  This ain't a helipad, it's a launching pad! \n[149]\n[150]You assholes, I'm on your side -- ! \n[151]Fuck this... \n[152]Shit... \n[153]Hans! \n[154]Holly, we have to stop meeting like this. So that's what it was.  A fucking robbery. So why nuke the building, Hans? \n[155]That was Gary Cooper, shithead... \n[156]Whoa, Hans, now you're the cowboy? \n[157]Holly, now...! \n[158]You were right about us Americans. We are cowboys. \n[159]It's okay, babe.  It's okay. \n[160]You got a warranty on this? \n[161]Al?  Al, you here -- ? \n[162]Al.  Man, you were my rock.  I couldn't have made it without you. \n[163]I'm serious.  Hey, this is my wife... Holly Gennero. ", "HANS": "\n[1]Ladies and gentlemen, due to the Nakatomi Corporation's legacy of greed around the globe, it is about to be taught a lesson on real power. You...will be witnesses. If our demands are not met, however -- -- You may become participants instead. Now, where is...'Takagi'?  Where is the man who... ...used to be in charge here? \n[2]Mr. Takagi.  How do you do.  My name is Hans Gruber. \n[3]Nice suit.  John Philips...London? \n[4]I have two myself. I'm told Arafat shops there too... \n[5]It's beautiful.  I always enjoyed models as a boy.  The exactness, the attention to every foreseeable detail... perfection. \n[6]I believe you. I read the article in Forbes.                       * \n[7]Mr. Takagi, we could discuss industrialization of men's fashions all day, but I'm afraid my associate, Mr. Theo, has some questions for you. Sort of fill-in-the blanks questions actually... \n[8]\n[9]Mr. Takagi...I'm not interested in your computer. I'm interested in the 640 million dollars in negotiable bearer bonds you have in you vault. \n[10]Yes...I know about them.  The code key is a necessary step in accessing the vault. \n[11]Who said we were terrorists? \n[12]The code key, please...? \n[13]Then there's no reason not to tell it to us. \n[14]This is too nice a suit to ruin, Mr. Takagi.  I'm going to count to three.  There will not be a four.  Give me the code. \n[15]Okay. \n[16]We do it the hard way!  Tony, see if you can dispose of that. Karl, you'd better check Heinrich's work up on the machine floor. \n[17]See to Heinrich... Now...you can break the code key...? \n[18]How long? \n[19]If out plan works...the FBI will get rid of it for us. \n[20]Call 911, give them the name and badge number on your uniform and cancel the alarm...then disable the system. Eddie?  What floor did the alarm go off? \n[21]I wanted this to be professional, efficient, adult, cooperative.  Not a lot to ask.  Alas, your Mr. Takagi did not see it that way... So he won't be joining us for the rest of his life. We are prepared to go any way you make us.  When we have achieved our aims you can walk out of here... or be carried out.  Decide now, each of you.  But remember that we have planned everything to the last detail. We are completely in change. \n[22]Get them over there.  Schnell! \n[23]Security guard?  They're usually tired and burned out old policemen growing           * fat on a pension...This is... something else. \n[24]Franco, you and Fritz take the body upstairs and out of sight.  I don't want the hostages to think too much. \n[25]I know what you are feeling.  But this is not productive -- \n[26]No.  Heinrich's team must finish planting the detonators...and Theo needs time on the vault.  After the                  * police come they'll waste hours trying to negotiate...that's when we search                 * for this man.  Until then...we do not alter the plan. \n[27]The roof.  It's the best place to transmit. \n[28]Karl, I know you want him, but the police are probably on their way. Maybe we can convince them it was all a mistake, but not if they hear gunshots! If you lock him in he'll be neutralized -- now do it!  Karl?  Karl! \n[29]Eddie? \n[30]-- all of you, stay at your posts! We knew that police action was inevitable... ...In fact, it's necessary.  So let them start their feeble efforts; until them, stay calm.  We have the hostages, remember.  We are still in charge. \n[31]I told all of you...I want radio silence until further -- \n[32]Ah, how nice of you to call.  I assume you are our mysterious party crasher.  You are most troublesome for a...security guard? \n[33]Who are you, then? \n[34]Check on all the others...don't use the radio.  See if he's lying about Marco  and find out if anyone                  * else is missing.                                     * \n[35]Mr. Mystery Guest.  Are you still there? \n[36]I'm afraid not.  But you have me at a loss -- you know my name, but who are you? Just another American who saw too many movies as a child.  Another orphan of a bankrupt culture who thinks he's John Wayne...Rambo... Marshal Dillion. \n[37]Do you really think you have a chance against us, Mr. Cowboy? \n[38]He had the detonators! Theo?  Theo! \n[39]We may have some problems.  How is your schedule? \n[40]Then don't waste time talking to me. \n[41]The police are irrelevant.  We've                    * waiting for the FBI.  Until they                     * arrive, we can't finish out work. Meanwhile, let this fool waste time for the police.  Fritz, go help Uli                  * find the bag. \n[42]We must find those detonators. \n[43]Oh?  What idiot put you in charge? \n[44]Go on. \n[45]No.  But I'll have a sofa brought out to you.  Good enough? \n[46]Yes, you're right.  It will be done. \n[47]Mr. Takagi chose his people well, Mrs...? \n[48]They'll be coming.  Get ready. Theo, watch the screens.  Be our eyes and ears. Wait until they're close. \n[49]Don't get impatient.  Just wound them. \n[50]Hit it again. \n[51]You idiot, it's not the police... ...It's him. \n[52]If you'd listened to me he would be neutralized already! \n[53]What does he want? \n[54]You're very perceptive. \n[55]You're amazing.  You figured this all out already? \n[56]I must have missed 60 Minutes.  What are you saying? \n[57]Good.  Then you'll give us what we want and save your friend's life. You're not part of this equation. It's time to realize that. \n[58]Hear that?  Talk to me, where are my detonators.  Where are they or shall I shoot another one?  Sooner or later... ...I might get to someone you do care about. \n[59]This is Hans Gruber.  I assume you realize the futility of direct action against me.  We have no wish for further loss of life. \n[60]I have comrades in arms around the world who are languishing in prison. The American State Department enjoys rattling its saber to its own ends... now it can rattle it for me. \n[61]...in Sri Lanka, the nine members of the Asian Dawn movement... \n[62]I read about them in Time magazine. When these Revolutionary Brothers and Sisters are Free, the hostages in this building will be taken to the roof and they will accompany us in helicopters to the Los Angeles International Airport where you will be given further instructions.  You have two hours to comply. \n[63]Who cares? Theo.  Are we on schedule? \n[64]I'll check the explosives.  You just get those detonators. \n[65]--ohGodplease -- don't kill me -- don't kill me -- you're one of them, I know it -- \n[66]A way up to the roof...I thought I could signal for help -- \n[67]You...you're an American? \n[68]There was a party -- celebration -- all of a sudden they were there -- shooting -- threatening us -- \n[69]You...you don't work for Nakatomi... and if you're not one of them... \n[70]New York... \n[71]William Clay. Call me Bill. \n[72]One weekend I went to a combat ranch... You know, that game with the, the guns that shoot red paint?  Must sound pretty silly to you... \n[73]Karl!  Franco!  I'm on 33.  Come quickly. Put down your gun and give me my detonators. \n[74]Put it down now. \n[75]I'm going to count to three... \n[76]You were saying. \n[77]The glass!  Shoot the glass! \n[78]Smile, Karl.  We are back in business. \n[79]Well have a look at what our friends outside are doing and I'll be right up. \n[80]That's the FBI...ordering them to cut                * the building's power.  They're as regular as clockwork...or a time lock... \n[81]...the circuits that cannot be cut... are cut automatically in reponse to a terrorist incident...You ask for miracles, Theo...I give you the FBI... \n[82]Encourage them to be bolder. \n[83]This is Hans... \n[84]I hear you, FBI.  We'll be ready. \n[85]When they touch down and we blow the roof, they'll spend a month sifting through the bodies and rubble.  By the time they figure out what went wrong... ...we'll be earning twenty percent like nice fat Capitalists. \n[86]Mrs. McClane.  How nice to make your acquaintance. \n[87]On your feet, everyone!  Upstairs, now! You'll lock them up there and come right down... \n[88]A little bonus for us. A policeman's wife might come in handy. \n[89]McClane!  McClane!  I have some news for you...McClane? \n[90]McClane? Karl?  Karl? \n[91]Hurry. \n[92]I'm an exceptional thief, Mrs. McClane. And now that I'm moving up to kidnapping, you should be more polite. \n[93]Schnell, schnell...der zeitz ist kurz... \n[94]Blow the roof.  Now! \n[95]Let's move. \n[96]When you steal six hundred dollars, you can disappear...but when you steal six hundred million, they will find you...unless you play dead. Which happens to be your next role... drop your gun, please. \n[97]Nein, dies ein ist mein. This time John Wayne does not walk off into the sunset with Grace Kelly. \n[98]No more jokes, drop it or she gets it between the eyes! \n[99]'Yippe-ki-yea, mother fucker'?  Now you are fucked. ", "POWELL": "\n[1]They're for my wife.  She's pregnant. If I knew she was gonna eat a dozen at a shot, I woulda bought stock in the company. \n[2]One Adam Ten, go ahead. \n[3]Nakatomi Plaza? \n[4]Roger, dispatch.  I'm on the way. \n[5]Guard inside.  No signs of disturbance ...I'm going up for a closer look. \n[6]We got an emergency call that there was a problem here. \n[7]Screw this. \n[8]Sorry to water your time.  Merry Christmas. \n[9]One Adam Ten to 6421.  We had a wild goose chase on that 436. Everything's okay here.  Over. 'Oh, the weather outside is frightful, but the...the uh, dum, de dum's delightful...' \n[10]Roger. '...let is snow, let it snow, let it snow -- ' \n[11]-- Jesus H. Christ! 6421, this is One Adam Ten -- \n[12]One Adam Ten, under automatic rifle fire at Nakatomi!  Requesting immediate backup and SWAT assistance... \n[13]What's left of him.  Can you identify yourself? \n[14]How do you know? \n[15]I hear you... Partner.  And LA's finest are on it, so light 'em if you got 'em. \n[16]Uh, what do I call you? \n[17]Got it...'Roy'.  Now listen.  If you think of anything else you think we need to know, don't be shy, okay? In the meantime I want you to find a safe place and hole-up and let us do our job.  Understand? \n[18]I am, Sir...Sergeant Al Powell. \n[19]The terrorists?  Don't know, Sir. We haven't heard a peep from them. \n[20]We don't exactly know, Sir.  He won't give us him name.  He appears to be the man who called in the report...he's killed one of the terrorists for sure and claims he capped two others. \n[21]I don't think so, Sir.  In fact... I think he's a cop.  Maybe not LAPD, but definitely a badge. \n[22]A hunch.  Things he said.  Like, knowing how to recognize a phony \n[23]What's going on? \n[24]Going in...are you out of your mind? There's 30 hostages in there -- for all we know -- \n[25]What about the body that fell out of the window -- ? \n[26]I'm here, Roy, but I'm, uh, kind of busy.  Let's talk later, okay? \n[27]I said we'll talk later, Roy.  If you're what I think you are you should know when to listen, when to shut up... and when to pray. \n[28]They're shooting at the lights. \n[29]Safe and sound, thanks to you. What the fuck was that? \n[30]No, but it's gonna need one hell of a paint job and a shitload of screen doors. One spotters say you got two with that blast. \n[31]Yessir. \n[32]Hey, I love you. So do a lot of the guys.  So hang in there, man.  Hang in there. \n[33]Roy!  You all right? \n[34]'Sugar, enriched flour, partially hydrogenated vegetable oil, polysorbate 60 and yellow dye #5.' \n[35]Not yet, the wife in working on our first.  You got any kids back on the ranch? \n[36]It's a date.  You buy the ice cream. \n[37]Christ, can't you read between the lines!  He did everything he could to save him...if he gave himself up they'd both be dead! \n[38]He's alone, tired, hunted, and hasn't seen diddly-squat from us and you think he gives a flying fuck about what you're going to do to him? Robinson, wake up and smell the shit you're shoveling! \n[39]No Sir.  You couldn't drag me away. \n[40]This is -- \n[41]I'm here, cowboy. \n[42]Don't tell me, partner.  I'm just a desk jockey who was on the way home when you rang. \n[43]In my youth, partner.  In my youth. \n[44]You want a breath mint? \n[45]Aren't you forgetting something? \n[46]John McClane!  He's the man who gave us all the information we've got! He's the reason you're facing seven terrorists instead of twelve. \n[47]T...that's the same Goddamn thing the terrorists said! \n[48]Roy?  You still with us? \n[49]They boys'll be glad.  We got a pool going on you. \n[50]You don't want to know. \n[51]I...I shot a kid. \n[52]Eleven years ago.  Oh, it was dark... he was big for his age...damn ray gun he had looked real enough...yeah, I had all the right excuses...but afterwards... I really couldn't draw my gun again. \n[53]Hey, you couldn't know. \n[54]Then this won't matter. LAPD's not calling the shots anymore. \n[55]Ask the FBI.  They've got the terrorist playbook and they're running it, step by step. \n[56]What do we do now, arrest them for not paying their electric bill? \n[57]I'm here, John. \n[58]I got it.  But you can tell her yourself.  Just watch your ass and you'll make it. \n[59]Roy? \n[60]Roy?  Hello?  Hello? I thought you had him. \n[61]Tell me about it. \n[62]Bullshit. \n[63]A pleasure.  I guess John doesn't need me to give you that message anymore. \n[64]You know, about him being such a jerk -- and how he's really sor -- -- ee...Uh, I'm sure he'll fill you in. \n[65]You were right.  You couldn't have made it without me. ", "HOLLY": "\n[1]Ginny, it's 6:40, you're making me feel like Ebeneezer Scrooge.  Go on, join the party, have some champagne. \n[2]Ginny, that baby's ready to tend bar. \n[3]Hello, Lucy McClane.  This is your mother. \n[4]Soon.  You'll be in bed when I get there, though. \n[5]Don't I always, you goose? Now put Paulina on the line, and no searching the house for presents! \n[6]Well, we'll see what Santa and Mommy can do.  Goose, put Paulina on, okay? \n[7]I'm working on it. Did Mr. McClane call?                               * \n[8]Well...maybe there wasn't time before               * the flight.  You should probably make up the spare room just in case. \n[9]All set, Joe.  The contracts went over the wire, and -- John...! \n[10]I was hoping you made that flight. \n[11]Sure.  Follow me. \n[12]What are you doing? \n[13]That's okay... ... I have an eye on his private bathroom. \n[14]So, where are you staying?  This                    * all happened so fast I didn't even ask you on the phone. \n[15]Oh...Where does he live? \n[16]Pomona!  You'll be in the car the whole time...Look, let's make this easy.  I have a spare bedroom.  It's not huge, but the kids would love to have you at the house. \n[17]I would too. \n[18]...I've missed you.                                 * \n[19]This is a Japanese company, you know? They figure a married woman, she's on the way out the door... \n[20]Didn't we have this same conversation in July?  Damn it, John, there was an opportunity out here -- I had to take it -- \n[21]My job and my title and my salary did nothing to our marriage except change your idea of what it should be. \n[22]You want to know my idea of a marriage? It's a partnership where people help each other over the rough spots -- console each other when there's a down...and when there's an up, well, hell, a little Goddamn applause or an attaboy wouldn't be too bad. I needed that, John. I deserved that. \n[23]Thanks, Ginny.  I'll be a second. Oh, this is -- \n[24]I'll be a few minutes.  Wait here -- \n[25]They don't look happy...something's gone wrong. \n[26]John. \n[27]How about his job? \n[28]Tell that to Mr. Takagi. \n[29]I...have a request. \n[30]You did. You murdered by Boss.  Now... They're looking to me.  Personally I'd pass on the jab.  I don't enjoy being this close to you. \n[31]We have a pregnant woman out there -- -- relax, she's not due for two weeks, but a marble floor isn't doing her back any good.  I'd like permission for her to more to one of the offices where there's a sofa. \n[32]Good enough.  And unless you like is messy, you'd better start taking us in groups to the bathroom. \n[33]Gennero.  Miss Gennero. \n[34]Where are you going? \n[35]What are you going to do? \n[36]Thank God. He's still alive. \n[37]After all your posturing, all your speeches...you're nothing but a common thief. \n[38]John! \n[39]Holly McClane. \n[40]Message? ", "ROBINSON": "\n[1]Who's talking to them? \n[2]Dwayne Robinson.  Well, what have you learned?  What do they want? \n[3]Then who the hell have you been talking too? \n[4]He claims?  Powell, has it occured to you he could be one of the terrorists, pulling your chain? Or some kind of nut case who -- \n[5]How do you know? \n[6]-- recognizing phony ID's?  Christ, Powell, he could be a fucking bartender for all we know! \n[7]Oh shit... \n[8]What's it look like?  We're going in. \n[9]-- all we know?  We don't know shit, Powell.  If there's hostages why hasn't anyone asked for ransom?  If there's terrorists, where's their goddamn list of demands?  All we know is that someone shot up your car, and it could be the same flake you've been talking to on the radio! \n[10]Who the hell knows?  Maybe he was a stockbroker who looked at the Dow Jones and opted for early retirement! \n[11]I'm coming. \n[12]They're shooting at them \n[13]They're going after the lights! \n[14]Call them back. \n[15]Is that him? \n[16]\n[17]This is Deputy Chief of Police Dwayne T. Robinson, and I'm in charge of this situation. \n[18]Listen asshole -- ! \n[19]Goddamn, didn't you hear him!  He practically pulled the Goddamned trigger himself -- he gave that man to them -- \n[20]Maybe.  And maybe they'd at least be talking to us!  Now tell your 'partner' to stay out of it, or so help me if he lives through this I'll put him behind bars myself! \n[21]Anytime you want to go home, Sergeant...consider yourself dismissed. \n[22]This is Deputy Chief Robinson.  Who is this? \n[23]What do you wish for, Mister Gruber? \n[24]Two hours?  Are you insane?  I can't authorize...hello?  Hello? \n[25]The...the FBI?  Here?  Now? \n[26]Dwayne Robinson, LAPD.  I'm in charge here. \n[27]We've got thirty, maybe thirty-five hostages, probably on the 30th floor... seven, maybe eight terrorists. \n[28]He may be a cop...we're checking on that -- \n[29]No, sir. \n[30]-- ten blocks? Are you crazy?  It's Christmas Eve, thousands of people -- the Mayor'll scream bloody murder -- \n[31]I want you for debrief, McClane. You've got some things to answer for -- Ellis' murder -- property damage -- interfering with police                    * business -- ", "ELLIS": "\n[1]What about dinner? \n[2]I was thinking more of roaring fireplaces...mulled wine and a nice brie... \n[3]How about tomorrow night? \n[4]Ah...hi...I just had to make a quick call, and this was the nearest phone... \n[5]Actually, it's kind of a double celebration.        * We closed a pretty big deal today and a lot of it was due to Holly. \n[6]Show him the watch. \n[7]Go on, show him.  What're you, embarrassed? A little token of our appreciation for all her work. \n[8]What's happening? \n[9]The police...? \n[10]John?  Christ, he could fuck this whole thing up...what does he think he's doing? \n[11]His 'job' is 3000 miles away.  Without him, they might let us go...at least we have a chance... \n[12]I never through I'd love to hear that sound. \n[13]I'm tired of sitting here waiting to see who gets us killed first... them...or your husband. Hi there. \n[14]Hey, I negotiate million dollar deals for breakfast.  I can handle these clowns. I want to talk to Hans.  Hans! Sprickenzie talk? \n[15]Hope I'm not interrupting...? \n[16]It's not what I want, it's what I can give you.  Look, let's be straight, okay?  It's obvious you're not some dumb thug up here to snatch a few purses, am I right? \n[17]Hey, I read the papers, I watch 60 minutes, I say to myself, these guys are professionals, they're motivated, they're happening. They want something.  Now, personally, I don't care about your politics. Maybe you're pissed at the Camel Jockeys, maybe it's the Hebes, Northern Ireland, that's none of my business.  I figure, You're here to negotiate, am I right? \n[18]Hey, business is business.  You use a gun, I use a fountain pen, what's the difference?  To put it in my terms, you're here on a hostile takeover and you grab us for some greenmail but you didn't expect a poison pill was gonna be running around the building. Hans, baby...I'm your white knight. \n[19]The guy upstairs who's fucking things up?  I can give him to you. \n[20]John, they're giving me a few minutes to try and talk some sense into you. I know you think you're doing your job, and I can appreciate that, but you're just dragging this thing out. None of us gets out of here until these people can negotiate with the LA police, and they're just not gonna start doing that until you stop messing up the works. \n[21]I told them we're old friends and you were my guest at the party. \n[22]Tell me about it. \n[23]All right...John, listen to me... They want you to tell them where the detonators are.  They know people are listening.  They want the detonators of they're going to kill me. \n[24]John, I think you could get with the program a little.  The police are here now.  It's their problem. Tell these guys where the detonators are so no one else gets hurt.  Hey, I'm putting my life on the line for you buddy... \n[25]What am I, a method actor?  Hans, babe, put away the gun.  This is radio, not television... \n[26]John, how can you say that, after all these years--?  John?  John? ", "ARGYLE": "\n[1]Argyle.  I'm your limo driver.  Hey, nice bag. \n[2]Do I?  I'm sorry.  You're gonna have to help me, man.  This is my first time driving a limo. \n[3]Just kick back and relax, man.  We got everything you need:  CD, CB, TV, VHS, telephone, full bar. \n[4]If your friend is hot to trot...I know a couple of mama bears. ...Or is he married? \n[5]The girl was off today.  Hey, I didn't expect you to sit up front. So, your lady live out here? \n[6]Meanwhile, you still live in New York? \n[7]Hey, I'm sorry.  When I was a cabdriver, see, people expected a little chit chat, a little eccentricity and comaraderie, I forgot how stuck up you limo guys were, so excuse me. \n[8]So, you divorced of what? \n[9]But meant her moving here. \n[10]So, why didn't you come? \n[11]You mean you thought she wouldn't make it out here and she'd come crawling on back, so why bother to pack? \n[12]Mind if I play some tunes? \n[13]That is Christmas music. \n[14]So, you go on upstairs to the party, your lady sees you, you run into each other's arms.  Music comes up, you live happily ever after, that it? \n[15]What is it don't work out that way? Where you gonna stay? \n[16]Tell you what.  I'll pull into the parking garage and wait.  You score with your wife give me a call on the car phone and I'll leave your bags inside at the desk.  You strike out... I'll get you to a hotel. \n[17]Just remember that when you sign for the tip. They're paying for it, so don't be shy. \n[18]Hey, John, what's the word on you and your lady? \n[19]What?...Mr. Mac, you there? \n[20]Well, call me back, John.  You got the number. \n[21]I'm working, honey.  Working hard. 'Course I'll be by later to pick you up, have I ever lies to you?  My boss? He thinks I'm cruising to Palm Springs... \n[22]What else is new...? \n[23]Holy shit... \n[24]Tell 'em, Mr. Mac!  Tell 'em! \n[25]Where's the camera when you need them? \n[26]If this is their idea of Christmas I gotta be there for New Year's. ", "THEO": "\n[1]Boom...two points. \n[2]We're in. \n[3]I told you... \n[4]You didn't bring me along for my charming personality. \n[5]'Though you could have... \n[6]Thirty minutes to break the code... Two hours for the five mechanicals. The seventh lock...that's out of my hands. \n[7]You bet your ass I'm gonna proceed. \n[8]Yo! \n[9]Three down, four to go -- \n[10]It was the night before Xmas, and all through the house, not a creature was stirring, expect for the four assholes coming in the rear in standard 2 X 2 cover formation. \n[11]Well, what have we here.  The police've got themselves an R.V. James, Alexander, southeast corner. \n[12]And you better be right, because this one's going to take a miracle. \n[13]You better heat up that miracle                      * you were talking about.  We broke through on Number Six, and the Electromagentic came down like a sledgehammer... \n[14]When you're hot, you're hot. \n[15]They're on the building circuit... it's too local. \n[16]The only thing left for them is the City Grid... ...They may not do it. ", "BIG JOHNSON": "\n[1]I'm Special Agent Johnson of the FBI. This is Agent Johnson...no relation. \n[2]Not any more. \n[3]Thank you.  We'll handle it from here.  When we need to commandeer your men, we'll try and let you know. \n[4]Such as...? \n[5]One of yours? \n[6]If he's not a terrorist, and he's not a hostage...he's just not part of the equation. \n[7]We must shut down the building.  Go wider --! \n[8]Authorization?  How about the United States Fucking Government? Lose the grid or lose your job! \n[9]That should shake'em up.  With all the power shut down, those bastards are probably scared shitless. \n[10]Right up the ass. This is Johnson...no the other one.  I want that air support ready to lift off in five minutes...Damn right fully armed.  We're on our way. Attention in the building. \n[11]This is Agent Johnson of the FBI. The State Department has arranged for the release of your comrades.  The helicopters you requested are on the way. \n[12]By the time he figures out what hit him he'll be in a body bag. \n[13]Stay low.  They're expecting transports, not gunships. \n[14]I figure we take out all the terrorists, and lose 20 percent of the hostages... 25, tops. \n[15]Just like Saigon, eh, Wally? \n[16]Bank and we'll nail him! ", "TAKAGI": "\n[1]Ladies and gentlemen...I congratulate each and every one of you for making this one of the greatest days in the history of the Nakatomi corporation... \n[2]Holly Gennero? \n[3]I've spent half my life on airplanes,               * I can recognize someone who just got off one. I'm Joe Takagi, Mr. McClane.  I have ...something to do with this company. \n[4]Holly went to the Vault room to FAX some documents...she should be back any... \n[5]Ellis, this is John McClane... Holly's policeman? Ellis is in charge of International Acquisitions. \n[6]Can I get you anything?  Food?  Cake? Watered down champagne punch? \n[7]Hey, we're flexible.  Pearl Harbor didn't work out, we got you with tape decks. \n[8]You wife's made for this business. She know how to drive a hard bargain. \n[9]This is what this is about?  Out building project in Indonesia? Contrary to what you people think, we're going to develop that region... not 'exploit' it. \n[10]I don't have that code...! You broke in here to access out computer?!?  Any information you could get -- they wake up in Tokyo in the morning, they'll change it! You won't be able to blackmail our executives or threaten -- \n[11]You want...money?  What kind of terrorists are you? \n[12]It's useless to you!  There's seven safeguards on our vault, and the code key is only one of them!  You'll never get it open! \n[13]I don't know it!  get on a Goddamn jet to Tokyo and ask the chairman! I'm telling you!  You're just going to have to kill me -- ", "KARL": "\n[1]It's not over... \n[2]Nothing... \n[3]He was my only brother...my only family! I want blood for my blood.  We search...now. \n[4]And if he alters it...?                              * \n[5]No one kills him but me. \n[6]Hans, he killed by brother -- \n[7]He wasn't lying about Marco:  He's thirty stories down on the street. The other man is Heinrich, and I found his body upstairs. And his bag is missing. \n[8]-- you wouldn't let me kill him when I had the chance -- \n[9]I don't want neutral...I want dead -- \n[10]'Asian Dawn Movement?' \n[11]Do you think they'll even try to do it? \n[12]Franco is checking the explosives, Fritz is with him. \n[13]We're both professionals.  But this is personal.  You...are done. ", "THORNBURG": "\n[1]All right...! \n[2]Mary, this is Dick.  I want a remote truck and a crew to meet me at the South gate in fifteen minutes... Damn right, fifteen... Where are we going? For an Emmy! \n[3]This is Richard Thornburg, speaking to you live from Century City... where Los Angeles has joined the sad but world wide fraternity whose only membership requirement is the awesome spectre of International Terrorism... \n[4]We're told that the situation began some two hours ago when an unidentified party of men took over the building and sealed off all of its entrances and exits... \n[5]Since all the telephone lines have been cut, the only contact with the building had been through the use of CB communicators which the terrorists brought with them.  Strangely enough, so far the terrorists have not communicated directly with the police... but an unidentified man has had several conversations which seem to indicate... \n[6]Unreal. Did you get all that? \n[7]Eat your heart out, Channel Four. \n[8]You got something? \n[9]One minute, that's all we ask.  You could be denying them their last chance to talk to their parents. \n[10]Strangers?  I'm with KFLW TV, that's affiliated with the FCC, and I'm sure you know that's the United States government...just like the INS? \n[11]...because he's a very brave policeman. And your mom has shown just as much courage.  But is there something you would like to say to them if they're watching? \n[12]Mr. McClane...Mrs. McClane...any comment on your incredible ordeal? What are your feelings now that it's all over? \n[13]Did you get that? ", "HANS' VOICE": "\n[1]Yes...we have to tell Karl his brother is dead.  Tell him to come down. \n[2]Karl?  Franco?  Did you catch him? \n[3]Prefect.  The elevators are locked off.              * He can't escape.  Just shut him in and return to base. \n[4]Let him in. \n[5]Fire. \n[6]Thank you Mr. Cowboy, I'll take it under advisement.  His it again. \n[7]Touching, cowboy, touching. Or should I call you Mister McClane? Mister officer John McClane on the \n[8]I have someone who wants to talk to you.  A very special friend who was at the party with you tonight. \n[9]Attention police.  Attention police. \n[10]...The following people are to be released from their captors:  In Northern Ireland, the seven members of the New Provo Front.  In Canada, the five imprisoned leaders of Liberte de Quebec... ", "MITCHELL": "\n[1]Chief, we're ready. \n[2]Rivers. \n[3]Begin your reconnoiter. \n[4]Go. \n[5]It's panic fire...they can't see anything. \n[6]No, they're almost in. \n[7]Send in the car! \n[8]Rivers!  Rodriguiz!...Report... \n[9]Rivers, hang on!  That's an order! Hang on, we'll get you out. ", "LITTLE JOHNSON": "\n[1]Sounds like a standard A-7 scenario. \n[2]He's inside?  Who is he? \n[3]Really? That's one good thing.  Sound like we're dealing with pros. \n[4]Do it...now. \n[5]Shit! Cut it again.  Go wider. \n[6]We let them sweat awhile.  Then, when they're expecting helicopters... ...We give them helicopters... \n[7]What do you figure on breakage? \n[8]I can live with those numbers. \n[9]Roger, Wing.  We copy. Swing around. Give me a clear shot. ", "FRANCO": "\n[1]No, but he's in the elevator shaft. \n[2]Nothing. \n[3]Nothing. \n[4]Karl!  Police!  Come on. \n[5]We have to find him and shut him up!  He's telling them everything -- \n[6]They're using artillery on us -- ! "}}