{"dialogues": {"MCCLANE": "\n[1]I'm here, I'm here, false alarm, let's just let her down nice and easy - \n[2]You don't understand, I'm just meeting my wife's-plane - you gotta give me this car back. \n[3]This is my mother in law's car. She already hates me because I'm not a \n[4]I can relate to that. Hate it myself-  Hey, that's a plastic fender, Jesus-  See, I used to be a New York cop still got my ID somewhere -I only moved 'cause my wife got promoted - look, maybe we can settle this right here, we're in Washington, heartbeat of Democracy, one hand washes the other He realizes the truck is DRIVING AWAY one way while the cop is i going off the other way - McClane votes for the cop - \n[5]Hey, c'mon, it's Christmas - \n[6]You son of a - BEEP drowns out his last word. McClave sweeps aside his coat, finds the beeper on his belt. He looks at the obviously unfamilar number on the read out in puzzlement, then runs into the terminal. \n[7]Ho - ho - ho... thru OMITTED thru \n[8]Hello. This is Lieutenant McClane - Somebody there beep me? \n[9]Holly! Did you land? \n[10]As far as I'm concerned, progress peaked with the frozen pizza. \n[11]Just speeding on sugar, thanks to your parents. I really appreciate you coming a day late, honey. Nothing I like better than a weekend with the Munsters. \n[12]No... not yet. Uh...how 'bout if when you land, we don't drive over the river and through the woods to Grandma's house, but check into the Airport motel? \n[13]You and me both, pal. The hell with it. Now it's Stuart's turn to look at McClane oddly; then he moves off. McClane looks after him, trying to place him... shrugs... heads for the bar. \n[14]Excuse me, officers. This may be a total wild goose chase, but I think I just saw - He STOPS. CAMERA ADJUSTS. The cop he's talking to is the asshole who towed away the car. \n[15]Elvis. McClane turns, throws money near his glass and quickly exits the bar. \n[16]Open this.  Got a cop on duty around here? \n[17]Get 'em. \n[18]This is a restricted area. You boys too impatient to wait for the skycaps? \n[19]Brilliant, asshole. I'm a cop -that was the bad guy! ' \n[20]Cleveland? \n[21]Whoa, wait a second. This is a crime scene. Aren't you going to seal off this area? \n[22]Up to the Captain? Take me up to the Captain, too. \n[23]Lorenzo? \n[24]I'm the one who - \n[25]No. Just a little professional courtesy. \n[26]Okay. Forget the courtesy. How about lust the professional? Your boys dust walked away from a crime scene - you need to seal it off, get a forensics team in, dust it, shoot \n[27]You store them somewhere - \n[28]Luggage? That \"punk\" pulled a Glock Seven on me. Know what that is? A porcelain gun from Germany. It doesn't show up on airport x-ray machines... and it costs more than you earn in a month. \n[29]If it's more than a dollar eighty nine, yeah - \n[30]One question, Carmine: Which sets off the metal detectors first: The shit in your brains, or the lead in your ass? \n[31]Excuse me. He reaches over, gently takes typing paper and a stamp pad. \n[32]Whoa, guys. (ver quickly showing \n[33]Didn't you ever have an airport stiff \n[34]Yup, he's dead,. all right. Thanks. And he's gone as they look after him, puzzled. \n[35]Excuse me, honey - can I borrow your office for a minute? Before she can answer, he's over the counter and reaching for her phone. \n[36]Hey, partner. Get that twinky out of your mouth and grab a pencil. \n[37]Vacation? Holly stood me up for a last minute meeting. I'm alone in DC with the in-laws. \n[38]R' ht. Listen, Al, what's our FAX n u mber in the station there? \n[39]Yeah, well my wife's company makes 'em, I figure it's time to get one of them pregnant.  This way? This way. The FAX starts to leave McClane - voila, it's already arriving at Powell's office. \n[40]From a stiff down here at Dulles. I marked the whorls with a pen in case the transmission's fuzzy. Can you run that through State and Federal for me - throw in Interpol if you got it. \n[41]I don't know. Just a feeling. \n[42]The FAX number is uh - \n[43]-on the top edge of your transmission. \n[44]Break out the chlorine. \n[45]Al? \n[46]What can you tell me? \n[47]You needed a computer for that? \n[48]What? \n[49]Yeah, I see it. Thanks a lot, Al. I owe you. He hangs up. The girl gives him the eye. \n[50]Just the FAX,, ma'am. Just the FAX. \n[51]Depends who you are. \n[52]Yeah. Now he's on the Network interviewing Transsexual Gum Surgeons and laughing all the way to the bank. \n[53]Nah. I do needlepoint. And he's at the end of the walkway and he quickly disappears into the crowd, leaving Sam pissed, puzzled... and out of breath. \n[54]I'm a police officer, Mr. Trudeau- \n[55]I think something serious is going to happen here tonight - \n[56]Anybody try and fix the deck tonight?  Anything weird going on besides the shooting? \n[57]What's that? \n[58]Okay. You clot back-up - back-up for everything you think can go wrong. What about something nobody anticipated? Not accidents, not \n[59]Damned straight the human element. You've got the world's biggest drug dealer on the way, one body and a'- lot of questionsl Doesn't anyone want to look for answers? \n[60]Jesus... \n[61]This? This ain't it, pal. This is just the beginning. A PHONE RINGS. CAMERA ADJUSTS. It's a prominent RED PHONE. \n[62]Maybe they don't. Maybe... it's them. \n[63]Esperanza? Trudeau nods - \n[64]What's all that about? \n[65]Meaning they pull Esperanza off his plane and take him anywhere there's no extradition treaties. \n[66]About time, Carmine. Guess you have to light a fire under your ass to light a fire under your ass. \n[67]Monday morning? My wife's on one of those planes these aasstards are fucking with! That makes me a player on the fucking field, you putz! And if you got off your fat ass when I told you to, maybe we wouldn't be knee deep in shit right now! \n[68]Trudeau, can't you see you're dealing with pros? You can't fuck with these \n[69]Anything you can think-of, they'll think of, too! But the elevator DOORS CLOSE on him and now Lorenzo turns a KEY on the control panel, then SPEAKS into his walkie talkie. \n[70]Shit! \n[71]\n[72]Stuart! The guy who got canned by Congress - that's who he was- \n[73]I don't believe this... another fucking elevator... another fucking basement... why does this always happen to me? He moves through the cavernous maze, and then REACTS to MUSIC. Moves towards it. And arrives in - \n[74]Who the fuck are you? In response, the man points to the NAMETAG on his coveralls. \n[75]You're what, the janitor? \n[76]Yeah. Just like you're not supposed to be living here. \n[77]Come on, Marvin. I wasn't born yesterday. Carmine Lorenzo know you don't go home after you punch out? \n[78]I'm a veteran myself, Marvin. And a married one. You married? \n[79]My wife may be in some trouble upstairs. I gotta find out. This set up of yours? I won't tell a soul... provided you patch me into this panel, 'let me eavesdrop on the tower. What do you say? \n[80]Christ. They're gonna try something cute... where's this annex skywalk? \n[81]Shit, it's a fucking bottleneck. Anybody smart enough to shut down the airport is smart enough to figure this... it's a perfect place for an ambush... \n[82]Tunnels. \n[83]Looks like... maybe a mile. Easy jog. \n[84]Whoa. \n[85]I owe you one, Marvin. How about a sixpack of malt liquor? \n[86]Oh, fuck \n[87]You okay?. \n[88]Bait. Something to jerk you off, make Lorenzo sacrifice his best men, and make you waste time. \n[89]Time you don't have... Time they don't have. \n[90]What...? \n[91]So are you. Break the code - \n[92]There's five dead officers here, Colonel Stuart - Isn't that penalty enough? \n[93]Yeah, Colonel. We were both famous for five minutes. Saw you get shit canned by Congress on TV. How much drug money is Esperanza paying you to turn traitor? \n[94]And lesson one starts with killing policemen? What's lesson two - the Neutron bomb? \n[95]Whatever the fuck I can, Barnes... whatever the fuck I can. \n[96]No... no, Jesus, Mary, Mother of God, \n[97]Relax, pal, I'm not a survivor. I'm just another victim. He grabs the rescue worker by the collar. \n[98].the last fucking victim he'll ever have. \n[99]Trudeau... I... I... \n[100]Do you? Do you? I've been a cop 13 years... Everything from... lost kids to hostages... but... all of it was... taking care of business... taking care of peoplle... until tonight. Tonight, everything I did, everything I tried... I never felt so useless. \n[101]And...? \n[102]This is it? A dozen men? Pause. Grant stops, looks at him. \n[103]John McClane. \n[104]Unfortunately the pros are on the other side. Colonel Stuart is one of your boys - \n[105]Yeah. But what if he took some night courses? Grant REACTS, recovers. \n[106]Trudeau.  Did things just get better... or worse? \n[107]That's all we keep hearing. Can you do anything with it? \n[108]My wife has less than two. \n[109]Except Colonel Stuart? The kid can't answer. Then Grant appears, the MAN from the Justice Department in tow. \n[110]They kind of busted me down to buck private. \n[111]The lining's ripped and it needs some invisible mending. Keep it. Think you can get me on line upstairs again? Marvin chuckles, moves over to a table and pulls aside a cloth. All electronic stuff there. \n[112]The code... the code's still punched... where did you get this? \n[113]How about I let you live? \n[114]Marvin... you show me a shortcut to runway fifteen and you got yourself a liner for that coat. \n[115]Eleven West? What the fuck happened to fifteen?  ;up to my ass in fucking terrorists again. I gotta start reading my Goddamn horoscope... \n[116]Not if I can help it, asshole. \n[117]Come to poppa, you son-of-a-bitch- He flies up the ladder - and BRUISES his shoulder against the locked grid. \n[118]Shit! \n[119]Thought you'd pull this off, didn't you? I guess you didn't count on me being here. Actually, I didn't count on me being here. \n[120]Just a cop who's spent half his career busting scumbag lowlife dope dealers. Looks like it's business as usual. Think this will look good on my record? Suddenly BULLETS PING on the hatch inches from McClane's head. \n[121]\n[122]\n[123]Christ! He DROPS from frame. \n[124]Esperanza's down... but he's hurt. I killed one more man... that's six they've lost all together. \n[125]Last I heard, they can't do that again. And if I grabbed Esperanza, the situation would be over. \n[126].The story of my life. But the enlisted men seem sympathetic. And so does \n[127]Stuart's guys? Yeah. That means they're on the field or close - \n[128]So - if they know this too - they could be sitting around the fireplace and hanging their fucking stockings in one of these houses? \n[129]Are you sure or not? \n[130]You didn't do that - you did your \n[131]Then how would you feel about a volunteer? \n[132]Hell. These people are hanging their Goddamn stockings. They DROP down into the snow, CRUNCH to the next fence. Look \n[133]- and these people aren't. r.ï¿½ 55A NEW ANGLE 255A They've come to a corner; now they go back to the street, spread Barne's map out on the hood of Barne's still humming CAR. Far behind them, we SEE the illuminated airport TOWER, centered in the dark blot that should be brightly active runways. Barnes reaches inside his jacket, fumbles in his jammed plastic pocket thingie for a little flashlight. He checks the map. \n[134]Could be a sentry - \n[135]Then why is he going over his own footprints? \n[136]Stay here. Get ready to call the marines. \n[137]Who the fuck cares, just be ready. \n[138]I was wrong. You're not an asshole. \n[139]\n[140]Fuck... They're. pulling out! And he's on his feet, FIRING his pistol, here outclassed by the \n[141]This is for flight one fourteen, mother fucker - He FIRES. \n[142]Shit! He AIMS at the APPROACHING SNOWMOBILES -FIRES - \n[143]Blanks... blanks? .Paleing, he rummages in the snow, finds one of the soldier's backpacks. More clips inside. First clip has live ammo. Second clip - blanks CAMERA PUSHES in on McClane until he looks at the red/blue tape and -makes the connection. \n[144]Oh, my God... He gets. to his feet and RUNS. \n[145]Grant - the Terrorist Team -where are they? \n[146]They're not gonna do that -they're gonna get on the same Goddamn plane and leave with him! Before the Army canned him, Stuart must have loaded that unit with his own guys - \n[147]A side show to jerk us off - buy them \n[148]These are the bullets they used out there tonight. \n[149]Thanks; but I'm looking for a different kind of ride. And he POINTS to - \n[150]I - don't like flying. \n[151]I like losing worse. That way. \n[152]Shit! They're leaving! (f l340 THE HANGER - BELOW THEM - NIGHT 340 into the snow - \n[153]Get 'em to stop! Hover low, block their path! \n[154]\n[155]That's my wife's plane, Goddamnit-! \n[156]Okay - then how about on top of it? \n[157]I like you better dead. \n[158]Hey, Colonel: Happy Fucking New Year. And he THROWS THE CIGARETTE INTO THE FUEL. \n[159]Honey... there's your landing lights. \n[160]Holly - HOLLY -HOLLY! ", "CONTINUED": "\n[1]2  \n[2]3  \n[3]4  \n[4]5  \n[5]6  \n[6]8  \n[7]11  \n[8]\n[9]13  \n[10]14  \n[11]16  \n[12]\n[13]19 \n[14]20  \n[15]21 \n[16]22 \n[17]23 \n[18]24 \n[19]25  \n[20]26  \n[21]27  \n[22]\n[23]29  \n[24]30  \n[25]32 \n[26]33  \n[27]34  \n[28]35  \n[29]36  \n[30]37  \n[31]38 \n[32]39  \n[33]\n[34]41  \n[35]42  \n[36]44  \n[37]45  \n[38]47  \n[39]48 \n[40]50 \n[41]51 \n[42]52  \n[43]55 \n[44]\n[45]58  \n[46]59 \n[47]60  \n[48]61 \n[49]62  \n[50]63 \n[51]64  \n[52]65  \n[53]66  \n[54]\n[55]71 \n[56]74  \n[57]75 \n[58]77 \n[59]78 \n[60]80 \n[61]83 \n[62]84  \n[63]85  \n[64]86 \n[65]88 \n[66]91 \n[67]92  \n[68]93  \n[69]98 \n[70]99 \n[71]105  \n[72]108  \n[73]109  \n[74]110  ", "STUART": "\n[1]Excuse me - Pause as they dance away from each other. Then - \n[2]\n[3]Everything on schedule? \n[4]\n[5]You can have two: \"Fuck\" and \"you\". And the interview is over and he's out the door. \n[6]You're late. \n[7]Did you finish your assignment? \n[8]Then the damage is minor.  But the penalty could be severe. In a blur of motion, Stuart is on his feet, the pistol is at Miller's temple. CLICK. \n[9]Fail me again and it won't be an empty chamber. Dismissed. \n[10]Light it up. Signal is given. Switches are thrown. CAMERA PANS OVER-and UP to the CHOIR LOFT, which is electronic heaven. EVERYTHING \n[11]5 minutes to zero hour. Stand by. \n[12]I think by now I've got your attention. I know your recorders go 24 hours around the clock, so I'll be quick -you can play me back later all you want. \n[13]Who I am is unimportant. What I want... well, if you don't want those planes overhead to start dropping like flies when they run out of fuel... what I want is very important. All REACT - McClane as much as anyone. \n[14]A plane is going to be landing at this Airport in 58 minutes. It is FM 1 - Foreign Military 1. \n[15]This plane is scheduled to be met by a continigent from the U.S. Justice-department. But now there will be a change of plans. This plane will not be met by anyone. It will land on a runway of my designation where it will not be molested. That will conclude my interest in that plane and your responsibility for it. At the same time, I want a 747 cargo conversion fully fueled. \n[16]I am doing this. \n[17]Except losing our own team wasn't part of the plan. He comes to a decision. Picks up the phone. Speaks. Voice flat, firm, stern. Around and above him, his men hover over the improvised screens and terminals. \n[18]Attention, Dulles. You were warned not to try and restore your systems. \n[19]McClave? John McClane? The... policeman hero who saved the Nakatomi hostages? I read about you in People magazine. You seemed out of your league on Nightline, though... \n[20]I think Cardinal Richlieu said it best: Treason is merely a matter of dates. And this country has to learn it can't keep cutting the legs off men. like General Esperanza -men with the guts to stand up to Soviet agression. \n[21]I think we can find something in between.  Give me a flight number - one low on fuel. Another man hands him a slip of paper. He reads it, switches to another mike . \n[22]Windsor flight one-four-teen, this is Dulles Approach... do you copy? \n[23]\n[24]Probably our runway systems coming back up. Don't worry about it you're coming in on instruments. \n[25]Looking good, Windsor... watch it - there's a 30 knot cross wind and the runway's icy - atta boy -atta \n[26]That concludes our object lesson for this evening. If the 747 we requested is ready on time and General Esperanza lands unmolested, further lessons can be avoided. \n[27]Don't worry, Captain. If this goes into extra innings... Well, we'll just call an our man in the other team's locker room. And - almost in afterthought - he wipes the flight number from the clear glass board. CAMERA PUSHES to the TELEVISION. \n[28]We've pussied out around the world, over and over again. We drop the Shah, fuck Marcos, throw Noriega overboard. You know what they think around the globe? The worst thing that can happen to you is to have America as a friend. And now that stain head Gorbachov, he's got some nice English suits, and a wife without gold teeth, so now the Commies are nice? Gentlemen, we are soldiers and we do not believe in fairy tales sweet though they may seem. Well, tonight, the pattern ends. The dominos will fall no more and the ramparts will remain upri- \n[29]Attention, Dulles Tower... \n[30]Go ahead, Falcon - \n[31]Shit! \n[32]\n[33]There -! \n[34]General! \n[35]He's going to hell. \n[36]\n[37]You're ite a little soldier. So - consider this a mi itary unera And he OPENS FIRE. The others instantly join in. \n[38]How many grenades we have? \n[39]Use 'em. Pop. Pop pop pop. Each man PULLS TWO PINS - THROWS - Then they run for their jeep, carrying the body of their comrade- \n[40]Helping the wounded Esperanza, they vanish into the darkness. \n[41]\n[42]We're on our way. If there's another attempt to stop us like the one-you just made, I will fire several Stinger missiles into your terminal. Do I make myself clear? \n[43]Good. Please have a ground crew there to confirm the plane's condition. \n[44]Major Grant, .isn't it? \n[45]Roger, Hatchling. We are secure here. You have a green light. Repeat, green light. \n[46]Hatchling, report in. What is your position? \n[47]My congratulations, gentlemen. You've won a victory for democracy... my pride and admiration... and a kick ass vacation! Get on board! With a CHEER, they run up the stairs 'to the plane. \n[48]They don't get much of it in the tropics. \n[49]What? \n[50]You just get us in the air, General. You're the only one who can do it. \n[51]", "LORENZO": "\n[1]\n[2]Captain Lorenzo. \n[3]Yeah, I know. You think that LA badge is gonna get you a free lunch or something down here? \n[4]In an airport Christmas week? You gotta be kidding. \n[5]And what do we do with all the luggage for all the airplanes while we play Charlie Chan? \n[6]Oh. And meanwhile every hour a few more thousand people come and they want to put their luggage on airplanes, so we store them and their luggage in some other \"somewhere\"? Hell, why don't we shut down the whole fucking airport? Whaddya think they'll say upstairs when I tell them that? \n[7]You'd be surprised what I earn in a month. \n[8]McClane, don't start believing your .own press. (on McClane's look, waving the FAX) (X) Yeah, I know who you are, that Nakatomi thing in LA. Just 'cause the TV thought you were hot shit don't make it so. This time you're in my little pond, and I'm the big fish that runs it. Now you capped some lowlife, fine. I'll send your fucking Captain in L.A. a fucking commendation. He hits a BUZZER. Immediately two burly AIRPORT COPS appear in the doorway. \n[9]Now get the hell out of my office before I have you thrown out of my airport! McClane moves towards the door, his hands waving off the would be bouncers. \n[10]-well, the press was here, crawling all over the Esperanza story... so they got it right on the fucking news, bloodstains and all... \n[11]L.A., Mr. Lorenzo-don't mean shit- \n[12]What? You're buying into this - \n[13]I got it. \n[14]Maybe we should call the power company...? \n[15]How could they know already -? \n[16]They're talking to us on our own Goddamn system! They gotta be close - I'll have my men tear this airport \n[17]McClane, I got a first class unit here, SWAT team and all, and we don't need any Monday morning quarterbacks. \n[18]Security!  You're out of here! And already two big Airport cops are trotting over. As Trudeau REACTS, unsure - \n[19]Mr. Trudeau. Do I have to remind you about FAA regulations regarding unauthorized personnel in the control tower? \n[20]Oh, no, no way - \n[21]Lobby Security, come in. \n[22]And Lorenzo here, with two unauthorized personnel in the fucking tower! Get your thumb out of your ass and get over to the elevator. Get them out and post a guard or you're gonna have a pink slip in your Christmas stocking! Rattled, the guard signals a comrade, hustles to obey. \n[23]I want my Swat team to go with him as cover.  Whatever we can think of - they can think of, too. He says it like he thought of it himself. Then - \n[24]He's bluffing - Lorenzo leaves. Trudeau ain't so sure. \n[25]I'm sending the SWAT team over for Barnes now - we don't need the Goddamn Christmas tourists seeing guns and flipping out so they'll take him the long way around... \n[26]McClane! Keep out of this! You- He stops, seeing the chilling look Trudeau is giving him. \n[27]There's somebody out there - LIGHT SIZZLES in the distance, dances. Trudeau fumbles up a pair of binoculars. Looks - \n[28]Lorenzo. Terminal Police. You want something... you got it. \n[29]Maybe if we knew how many they had to start with, we could get excited. But if they got fifty guys, it's a little early to break out the champagne. \n[30]You're where - you crazy idiot, why' didn't you - \n[31]McClane, what the hell do you think you're doing, playing John Wayne? How'd you like to spend the rest of the night in a cell - \n[32]You can't talk to me like that - \n[33]Hey. Where the fuck is McClane? \n[34].You got it. \n[35]McClane! Are you out of your fucking mind-? \n[36]Who the fuck are you? \n[37]They left to shoot those bastards out of the sky - \n[38]But - that firefight at the house- \n[39]You're completely around the fucking bend, McClane. And you know what else?  You're under arrest - McClane steps back - raises the assault rifle - FIRES. j ï¿½ï¿½ 3 21 NEW ANGLE 321 Lorenzo STAGGERS back in shock - and then realizes he's \n[40]Wha - how - \n[41]Holy shit - This is Chief Lorenzo. I want every officer recalled now and assembled in body armor with full weaponry in the motor pool in five minutes! It's time to kick ass! He slams the phone down - checks his pistol ammo and rushes out the door - a startled - and appreciative - McClane beside him! \n[42]Converge on Hanger 11 on all four sides! When the city blues get here with their backup, they can pick up the pieces! MOVE OUT!  McClane, you meet my nephew? The other guy in the car is the asshole who towed the car. As McClane REACTS, the caravan ROARS FORWARD, SIRENS WAILING - \n[43]Move that piece of shit! Henderson, get some crowd control! Goddamn it, clear the area-! thru OMITTED thru ", "BARNES": "\n[1]We just lost FAA approach control. \n[2]We did. lose FAA approach control- \n[3]Oh, my God... Everyone turns at the chill in Barne's voice. \n[4]Yellow! People leap into action... meanwhile, Trudeau and the others MOVE around the tower, the CAMERA FOLLOWING in a 180 TURN, watch as the LIGHTS KEEP GOING OUT. \n[5]Checked all systems. It ain't happening. And now, God help us, all REACT to ANOTHER ALARM. \n[6]Confirmed! ILS is dead - every Goddamn system is dead! \n[7]FAA hotline -! \n[8]A 747 has the furthest flight capacity of anything we've got here. Take out the seats and save some weight, add the wing tanks and it could go to Australia, Africa, Asia - hell the whole Goddamn world.' \n[9]--guys, guys, all we have to do is find a way to transmit - \n[10]We have one. The new terminal wing they're building? Twenty airlines when it's done? \n[11]All with their reservation computers, all tied into a nice big antenna array so they can talk to their home offices- it's just sitting there waiting to go on line - \n[12]\n[13]We're in the annex skywalk. I can see the dish! I'll call you as soon as it's hot for a protocol test. \n[14]The antenna array - 'Both look ,at it - and then \n[15]SWAT team is dead... and the antenna array is toast. Start looking for a new miracle. AN EERIE ALIEN TYPE VOICE makes them both jump; McClane raises his GUN. \n[16]Some kind of scrambler so even if we scan their frequency we can't listen in. Descramble mode must activate on this code panel. These guys are pros. \n[17]Eight numbers - that's 8 X 7 X 6 times \n[18]Don't do it... you bastards, don't do it..! Desperate, McClane runs to the spilled paint, grabs turpentine, rags, pieces of scaffolding. \n[19]What are you doing? \n[20]Come on, see the torch, see the \n[21]On the air? With what? \n[22]And wait for those lunatics to shoot them out? And where do we get those \"big portable lights\"? Borrow them from Batman? \n[23]Your vote? You voted for Dukakis! (exasperated, to another \n[24]Great, that leaves thirteen accidents waiting to happen. Are they still bucking headwinds? That's eating up most of their fuel. \n[25]Damn! The Outer Marker! (on t eir loo s It's a beacon, right? A radio beacon, that sends out this \"boop-boop-boop\" so they know they're over it, right? \n[26]So, who says that radio signal has to be just \"boop-boop boop\"? \n[27]-and we can talk to the planes and those bas ar s w o did this will never know! And as faces brighten for the first time in hours, we \n[28]-repeat, do not accept any instructions claiming to be from our tower unless you hear your own flight recorder access code. We will get this from your respective airlines and use it for confirmation. \n[29]What do we do? \n[30]McClane. You said they showed up there right away? \n[31]I think I know where. Interested, McClane'follows Barnes around the corner. \n[32]These are the old plans when the longer runways went in... that's twelve years ago. And it looks like they did some modifications on site... moved Tracon, phone, ILS - all the underground stuff -so they could handle drainage. If I'm right, all of it would run along the edge of the airport property - and go right past this neighborhood. \n[33]Maybe. Yeah. Well, seventy eighty per cent, five percent either way- \n[34]I was sure about tying into the antenna array. And... and I got five officers killed. \n[35]I had a choice and I made it. But those cops didn't have a choice, and neither do those soldiers now. I'm an engineer, McClane. It's supposed to a wires and circuits... iron and steel. Not flesh and blood. Not lives. If...if I'm wrong again... I don't want anyone else to get orders that could get them killed. \n[36]Four more possibles. Three houses... and a church. They cross the intersection on foot, walk over a lawn. It's further to the next place; more prosperous yard. Suddenly McClane puts up his hand -Barnes stops - both look at - \n[37]And he could just be out for a walk- \n[38]I thought they were Army. \n[39]\n[40]Just get here,.this is it, move your fat ass will ya -? Grant signals his Sergeant and then it's like D-Day as ALL the SOLDIERS and some COPS hustle out - \n[41]That equipment! It could land our \n[42]One forty is down! They used the fire to see - I -they used the fucking fire to see! ", "TRUDEAU": "\n[1]Weather may have screwed up the line. Switch over to our own back up and run a check. Barnes hits a switch. The ALARM STOPS. Everyone relaxes. \n[2]Couldn't be helped, I guess. What was it, gangs? \n[3]Who the hell is this? \n[4]That's what I said about my last cholesterol test. What's your problem- Lieutenant McClane? \n[5]Hey. Something serious happens every night, only it doesn't make the newspapers. Ever see those guys on TV, juggling knives and cha n i saws? That's what we're doing with those planes up there, only we do it one handed 'cause the other hand's playing 3 card monte with the planes on the ground. \n[6]One way we manage the planes. But we've got backup - Long look from McClane. \n[7]The human element..? \n[8]Lorenzo. Have all your shift Commanders report in... now. \n[9]I want them to report anything out of the ordinary --no matter how trivial. You got that? \n[10]What is it? \n[11]\n[12]Shunt to another terminal! \n[13]We're on the same Goddamn grid and we're hot! Already the SPEAKER BOXES are beginning to CHATTER - \n[14]Jacoby, Strauss. Get your controllers on the horn - every plane approaching our Vortacs that's not in our pattern yet gets turned away'now. Everyone already inside our patrn holds at the outer marker. Stack 'em, pack 'em, and rack 'em. Move.  I want every off duty controller and technician here in five minutes. Page the terminal - no, better, beep them. McClane. This what you were expecting? \n[15]Put it on speaker. \n[16]How. did you get on this line? Who is this? \n[17]See Mr. McClane out. \n[18]This is off limits, Coleman, you know that! Together with McClane she's shoved into the elevator. \n[19]Get what you need. Borrow, steal, kill. \n[20]Damn it, you can't do this -! \n[21]Put me on all bands... Trudeau waits as switches are thrown, and then takes the jack from the ear/phone he wears and jacks it into a panel. \n[22]This is Dulles approach to all aircraft holding.at Potomic Vortac. We are experiencing... Severe technical problems here. \n[23]Our NAV and Approach systems are down and we expect to lose voice in another minute. We want you to continue holding at the outer marker as directed and wait for further instructions. As - as soon as we're back on line we'll expedite your landings on a.fuel emergency basis. Good luck... God bless. He turns to a tech, face ashen. \n[24]Okay. Change the boards. \n[25]That's the runway between here and the new terminal... he wants to make all of.us watch it. \n[26]Oh, God...no... \n[27]Everything's dead. \n[28]Christ. It's McClane. He'll get himself killed - \n[29]Barnes. We have to warn those planes we got a lunatic down here who likes to pretend he's the tower. Get up to the cab and get us on the air. \n[30]With your Goddamn brain! Barnes leaves. McClane blinks, coming around to reality. Sees Trudeau. \n[31]You don't have to say anything, McClane. We all know how you feel. \n[32]Our own SWAT team's gone. We called the Government for help. They're sending in a special Army unit. Tactical Terrorist Team... McClane sees something else there in his eyes. \n[33]Your wife's plane...?  They keep broadcasting, even though we can't answer. They... they'll run out of fuel in 90 minutes. CAMERA PUSHES IN on McClane. \n[34]Trudeau. Chief of Air Operations. \n[35]Obey. \n[36]That's the most remote building we've got. Stuart looks at his map, then the hanger mentioned; not far. \n[37]Quite clear. \n[38]Christ - that fucking asshole - \n[39]I-I didn't mean any harm - I just wanted ratings - I had to do it it was sweeps week - \n[40]They already know. Listen. And sure enough, there it is - the SOUND of ENGINES - ", "THORNBERG": "\n[1]Fine. Done, I accept it. But why the hell can't I get the First Class Meal--my-Network paid for instead of this swill? \n[2]Do youknow who I am? \n[3]You think you're funny?  'I've got your number \n[4]Stewardess! \n[5]You cannot put me near that woman. \n[6]\n[7]So is that plane... practically. Despite herself, she looks out. \n[8]There's nothing regular about it. I see you're intrigued. That's my gift, Mrs. McClane. I make people curious. \n[9]The people have a right to know, Mrs. McClane. You got in the way of that. \n[10]Anything else? \n[11]Victor. Victor! \n[12]Did you pack the radio mikes from the shoot, or put them in your carry on? \n[13]I love you. Get one of the receivers. Puzzled, the man pulls his bag from under the seat, gets one out. \n[14]You just said it would work - \n[15]Stay on it. Tell me if anything changes. \n[16]Holy shit - we - we gotta get this on tape - Victor GRINS. And pulls a MICROCASSETTE RECORDER from his shirt pocket. It is ALREADY JACKED INTO THE RECEIVER and TURNING. Thornberg all but cackles. \n[17]Jesus! ï¿½._ 184 HOLLY 184 looking suspiciously at the little piece of the two men still visible. \n[18]Boy, am I good... \n[19]Try Pulitzer, Mrs. McClane. But now that stewardess reaches up and turns on the TV PROJECTOR. As the lights DARKEN, Thornberg decides this is perfect cover. pretending he's getting a blanket overhead, he slips his credit card in one of airphones. Then he moves down the aisle, phone I inside his jacket. \n[20]I- I'm going to be sick - He makes a croaking noise to sell it, stumbles into the lavatory. \n[21]This is Richard Thornberg. Put me through to the News Director. I know he's getting ready for the broadcast, that's why I want him! Now get him or start typing your resume! \n[22]Well, none of them is me. You want proof? Try this - And he PLAYS the MICROCASSETTE. We HEAR Barnes' earlier \n[23]I want you to go live, now. Key me in from the files, a publicity shot, whatever, Connie's got one. And a map, steal one from weather- \n[24]Network, here we come... \n[25]\n[26]And so it continues: A standoff between terrorists and authorities with the lives of thousands at stake. But at least this time, in this place, the truth, at least, is not among the hostages because Richard Thornberc put his life and his talent on the line for humanity and country. Behind him, Holly silently opens the lavatory door. \n[27].,and if this should be my final ", "GRANT": "\n[1]One crisis... one dozen. Who are you? \n[2]McClane... Oh, yeah, you're the one who tried to save that plane tonight. You showed some balls out there, McClane. Now show some sense and let the pros handle things. \n[3]Not any more, he's not.  Gentlemen, we are here to take down Colonel Stuart... and we will take him down. You see, I served, with him. And I taught him everything he knows. \n[4]All right, hustle! Command post will be in the Airport Police office. I want to be tied into the Tower and every sysytem that's still working in fifteen minutes! \n[5]Trudeau. Lorenzo. You brief me on that plane he asked for, I'll fill you in on my orders. In my office. Now. \"My office\" meaning Lorenzo's. Lorenzo glowers at that, but the little group moves in that direction - then the JUSTICE GUY puts up his hand to block McClane - \n[6]McClane, we don't need a loose cannon on this deck. What if they decide to crash another plane in retaliation for your little stunt? \n[7]Maybe they're more creative than you \n[8]Gentlemen. We have... a situation here... CLICK CLICK SNAP. AMMO CLIPS are broken out - all PIGGYBACKED like combat hardened troops do it, two banana clips taped together with blue tape. \n[9]\n[10]Oh, no, Carmine? Sergeant! Get this... bureaucrat out of Mr. McClane's face. \n[11]No, you were right. I'm just your- kind of asshole. \n[12]Close up the back, then we go in. Fire only on my order. McClane and Barnes watch as the soldiers start to close the net. \n[13]Don't touch it! There were trip wires outside - they.could have - \n[14]Evacuate! Now! \n[15]You're quite capable of confirming it yourself, Colonel. Please don't ask us to gift wrap potential hostages for you. \n[16]If you remember me, Colonel, you'll remember I know the drill as well as you do. Check out your own fucking plane. We move out in five minutes. Body armor for everyone - full metal jackets. We will take them in the hanger or we will shoot that fucking plane out of the sky. Lorenzo, take your men back to the airport and seal off every exit in case anyone tries to break out on the ground. \n[17]Grenada - five minutes of firefight five weeks of surfing! LAUGHTER, which SUBSIDES a bit as Grant looks at his watch.. a look DUPLICATED by the others. \n[18]So do we, kid. \n[19]Yeah. Then we wouldn't have to do this. And in a flash, Grant DRAWS his combat knife and SLITS the kid's throat! Telford FLOPS BACK off the bench. Grant is already digging into the cargo pocket of his trousers and he comes out with a transceiver - the same distinctive scrambled transceiver used by Stuarts men! \n[20]Eagle Nest, this is Hatchling. On schedule and in place. \n[21]Congratulations on your escape, sir. \n[22]I've had enough fucking snow for a lifetime. \n[23]i I'll do him. \n[24]\n[25]I really liked you - ", "HOLLY": "\n[1]I'd like to think I'm somebody. \n[2]John, wake up. It's the nineties. Microchips, microwaves, faxes and airphones. \n[3]We're going to land about thirty minutes late, I wanted you to know. Kids okay? \n[4]Mom give you any trouble about borrowing her new car? \n[5]You're on, Lieutenant. They both hang up. The OLDER WOMAN beside Holly smiles at her. \n[6]My husband doesn't think so. \n[7]He.means he has filed a restraining order against me. I'm not allowed within fifty feet of him - \n[8]I knocked out two of his teeth. \n[9]I don't think so. I only have to look at his face for fifteen more minutes. \n[10]Yes. Another. \n[11]I think you're closer than fifty yards. \n[12]Yeah. There's quite a few out there; we're in a regular traffic jam. \n[13]Don't you mean nauseous? \n[14]You endangered my children... my husband.. and me. \n[15]And you didn't do it for anything as noble as \"the people\". The only time you see the people is when you're climbing over their backs. \n[16]Listen, Dick - That is your name? Dick, if you're going-Eo keep getting this close, you think you could change aftershaves? \n[17]A stronger mouthwash would be nice. He glares at her, moves down the aisle. \n[18]Writing your acceptance speech for the video sleaze awards? \n[19]It's hard to blame anyone for the \n[20]I... was just wondering. Our flight was only supposed to.be 5 1/2 hours- Do we have enough fuel for all this endless circling? Pause. The Stewardess\" face eases into an official smile. \n[21]\n[22]Amen to that, asshole.  We're sorry, but Mr. Thornberg is experiencing electrical problems. We now resume our regular programming. \n[23]-yea, though I walk through the valley of death - ", "MARVIN": "\n[1]They're valuble, you know. Me, I like those old 78's. Won't find me switching like everybody else to these new fangled 45's. \n[2]Damn straight. Janitor, and proud of it. Don't need any of this new fangled custodial engineer crap. Just do my job and screw the fancy talk. You know, you're not supposed to be down here. \n[3]W-who said I was living here? McClane shows his badge. \n[4]L-Lorenzo? C-come on, officer, I can barely get by, even with my pension. You know, I'm a vet, WW 2? If it wasn't for guys like me, you kids' be eatin' sushi today. I'm just trying to. save a few. bucks -I could. get fired if you tell. McClane moves over to a big panel with telephone lines and jacks. Examines it as he speaks. \n[5]Six times. \n[6]You a cop or a lawyer? \n[7]Annex skywalk...? Sounds like the pissant World's Fair... He rummages around, finds a big wrinkled MAP, smoothes it out. \n[8]Lemme see... yeah, must be this... connects to the new terminal - Marvin points to an ELEVATED WALKWAY connecting the two complexes. \n[9]Now, see? Here's you. And here's the skywalk. Now, check this out... \n[10]Like the Japs had all over Iwo Jima. That's where I got wounded. But we put those little twerps in their place once and for all.  These are air ducts for all the terminals. Heating, cooling. Whole shebang. \n[11]Uh-uh. It's a pisser of a crawl. And that's the easy part; firs you gotta be an acrobat. \n[12]Winter up there... Summer down here. He aims Marvin's flashlight down there, isn't enchanted with what he sees. He turns, takes Marvin's map. \n[13]How 'bout a case of Johnny Walker?  Hey, I may be homeless, but I ain't tasteless. \n[14]Hey, officer. Thought you'd be upstairs by now, hanging out with the top brass. \n[15]I know that feeling. Interested in a nice coat? \n[16]I was just a kid, working those radios on the B-29's. But I kept up. Still read Popular Mechanics. These transistor things, I'm on top of 'em - Marvin realizes that McClane has'a funny expression. \n[17]You okay, son? \n[18]Came with the coat; over near the luggage belts. Looks like one of them Japanese radios... can't hold a candle to a nice Zenith if you ask me... You like it, huh? How about twenty dollars? \n[19]Man knows how to bargain... \n[20]This man's been through serious shit, \n[21]\n[22]Damned if I'm cleaning up this mess. McClane and Holly get in the cart. Marvin drives them away, light BLINKING... and we PULLBACK until McClane and Holly are just part of the crowd. ", "I": "\n[1]\n[2]A plane TAKES OFF. We PULL BACK and realize we're in a MOTEL ROOM. The TV is on and we SEE the TV PICTURE CHANGE to a TROPICAL AIRFIELD. Khaki-clad heavily armed SOLDIERS form a cordon as a stiff-backed handsome MAN of 60 in handcuffs and leg chains is hustled aboard a plane. \n[3]\n[4]\n[5]\n[6]One has his jacket off, and just now dusts off his hands like a man finishing a job. The other one has one of those transceivers. \n[7]before? We need an FAA ID on your \n[8]\n[9]\n[10]Doesn't matter; The planes we want to reach are right overhead. I could rig our frequency in - 30 minutes... wire in a crossover and we're hot. The planes wouldn't even know the difference. \n[11]\n[12]\n[13]\n[14]\n[15]think! McClane, we're here to jerk off that cocksucker until he tries to take off - period! This time you're the wrong guy in the wrong place at the wrong time! McClane stands, glares at the two officers. He flips away the cigarette, walks away, pissed. \n[16]give him a break- \n[17]Stuart and Grant cock their weapons, move to the door. Grant opens it. \n[18]", "SAM": "\n[1]--here at Dulles, the quiet men from the Justice Department wait to put handcuffs on the man who has come to symbolize the enemy in America's fight against cocaine... This battle may be almost won... but the war is still in doubt. Samantha Copeland... . WNTW for NightTime News. CAMERA ADJUSTS to.show a MAN as he OPENS a PHONE BOOTH. It's very quick, but we REALIZE that while in there he. wasn't using the phone but one of the transceivers we saw before. This is MAJOR GARBER, Stuart's second-in-command; but his efficiency and chilly courage are second to none. CAMERA FOLLOWS HIM to a TABLE. C OC HRANE and MILLER - TWO MORE of those neat, trim young men-are \n[2]Hey. Colonel Stuart. \n[3]Better than these loxes. Very quietly, Sam and the cameraman do their best to slip away from the pack. \n[4]Colonel Stuart! Can we have a few words with you? \n[5]The Ghost of Christmas Past. Nakatomi? LA? You're John McClane, right? \n[6]Sam Coleman, WADC news -  Hey, I know how you feel about the media, but we're not all like that putz Thornberg - he crossed the line. That's why they canned him out in \n[7]Okay. The guy makes Geraldo look like Walter Chronkite. Doesn't mean you can't cut me some slack. I saw the stiff. Word is that was your handiwork. \n[8]Sam Coleman, WNTW news. Mr. Trudeau, there's a lot of rumors flying around \n[9]Anything who can think of? Can't fuck with.what guys? McClane punches buttons. But it's on override. \n[10]Big drug dealer on the way to prison. Gunfight in airport. Every controller in the coffee shop getting beeped and hauling ass, and you rocking the boat. A connection? Come on, McClane -Just a few words -? \n[11]I already got that from Colonel Stuart, thanks -! McClane STOPS as if zapped by a Taser. \n[12]Huh? Who he who? But McClane has already jumped up and grabbed the light fixture, and now in a gymnast's move KICKS out the ceiling hatch and \n[13]Claustrophobic, I guess. \n[14]--hundreds of people in the terminal heard or saw the crash, but still there has been no official word from authorities. Meanwhile - despite the fact that only one runway has been closed due to the tragedy, several dozen airliners are visible from where I stand, endlessly circling the field. Rumors abound that somehow the accident has interfered with normal landing procedures here. \n[15]Other reports say there were difficulties in the tower before the crash, and that they may have even contributed to it. One thing is certain: With weather conditions worsening, the problem here and in the sky above us will continue to grow. This is Samantha Coleman at Dulles International Airport. \n[16]Jesus. You give me this story, I'll have your baby. \n[17]Then what are you doing here? \n[18]Yeah. It sure is. And she yanks out his power cord, watches it dreamily. ", "PILOT": "\n[1]Es bueno; el peligro es pasado. Estamos segur hasta los Estados Unidos. Cuanto tiempo? \n[2]Ladies and Gentlemen, as you've probably noticed, we've started our descent. \n[3]Roger. Flaps down. Airspeed 100 \n[4]\n[5]What is it? \n[6]Roger, Dulles. Proceeding to runway \n[7]We're right over Washington... see if you can get any TV. That'll settle 'em down. \n[8]Too rough for you, cowboy? \n[9]Hanger Eleven - \n[10]Now what? \n[11]Play chicken with a 200 ton plane? Hey, I'm crazy, but not that crazy- \n[12]I'm still not getting in front of it! Pause - McClane furious - but the pilot equally tough. \n[13]Ladies and Gentlemen. Our situation is critical. ", "ESPERANZA": "\n[1]Dios, los calambres!  Muchacho, si possible a removar eses?  De donde a yo caminar, si? The young guard shakes his head. \n[2]Bueno, joven, bueno! Tu eres un soldado excelente! Ahora, en vez del libertad - dame un fosforo? Flattered, the kid lights him up. \n[3]Capitain, please tell the tower you will proceed as ordered. \n[4]Eagle Nest, this is Falcon... Mayday. Eagle Nest, this is Falcon... Mayday! \n[5]Thank you for telling me, Eagle Nest. But if you could show it to me as well I would be grateful. In the church, Stuart grins at Esperanza's coo]., signals Thompson. A switch is THROWN. The FIRST RUNWAY goes OFF and a NEW RUNWAY lights up DIRECTLY IN FRONT of the plane. \n[6]Gracias', Amigos. \n[7]\n[8]W-who are you? \n[9]No. NcClane 'DIVES and rolls into the cabin - FIRES TWICE out the door and then almost on instinct whirls - Esperanza's snatched up the rifle from the dead corporal but McClane's SHOT hits him in the SHOULDER. With a HOWL, Esperanza falls backwards but hangs on to the gun. \n[10]I'm all right - he said he was a ,policeman... \n[11]Thank you, Major. Save them until we are all safe - and excuse a left handed salute, eh? \n[12]\n[13]The aerilons! Something's wrong -we can't take off - ", "STEWARDESS": "\n[1]I'm sorry, sir, I can't do that now - If you'll just sit down - ? \n[2]Yes. We've all seen your program. Your episode \"Flying junkyards\" was a very objective look at air safety. \n[3]Mister Thornberg - you cannot monopolize my - \n[4]Excuse me? CAMERA ADJUSTS to feature Holly - and the Stewardess' growing fascination with her. \n[5]What'd you do? \n[6]Would you like some champagne? \n[7]Need another? \n[8]Just like British rail, luv. May be.late but we get you there. \n[9]They're getting pretty squirrely back there... in fact, so am I. \n[10]Works for me. I'll - She STOPS. She's SEEN \n[11]Sir, please - we may be landing at any moment -the seat belt light is- \n[12]Oh, of course we do. They anticipate little proems like this. She moves away. We TIGHTEN on Holly. She's chilled by the lie. Worried, she TURNS... looks at the AirPhone. X ", "POWELL": "\n[1]\n[2]John, how you doing? How's the vacaction treating you? \n[3]Ah, the in-laws. They love their policemen son-in-laws, don't they? \n[4]550-3212. This is a first. \n[5]Fingerprints? \n[6]Will do. What's this about? \n[7]Ouch. You get those feelings insurance companies start to go bankrupt. \n[8]Airport, huh? You're not pissing in somebody's little pool, are you? \n[9]Right here, partner. Your stiff's dossier is coming through right now. \n[10]He's dead. \n[11]No, you don't follow me. According to the Department of Defense, he's been dead for 2 years. \n[12]Yup. S/Sgt. Oswald Cochrane. American advisor in Honduras, killed in helicopter accident 5/11/88.  Read between the lines of his military record and it looks like a lot of black bag stuff. ", "STUART'S VOICE": "\n[1]Attention, Dulles Tower. Attention, Dulles Tower - \n[2]Attention, Tower. You have two more minutes to stack the planes in your inbound pattern over your outside radio marker. After that you will be able.to receive only. Any attempt to restore your systems will be met by severe penalties. At the elevator, Lorenzo pauses - stage WHISPERS - \n[3]You've wasted lives and time on a futile and obvious target. Now you have to pay the penalty. \n[4]We been right here, old man. But our systems didn't come back on line until just this second. \n[5]\n[6]I am lighting up a runway now. Do not - repeat, do not - attempt to land any planes. Remember, I am monitoring you. And now, like magic - one DISTANT RUNWAY twinkles on. Almost immediately the CHATTER from the sky picks up: QUESTIONS. \n[7]Dulles Tower to FM-i. Dulles Tower to FM-1... \n[8]repeat, runway fifteen. By now the CAMERA is in the REAR CABIN. Just in time to SEE Esperanza STRANGLE the nice young corporal with the chain from his handcuffs. He lets the body drop, nice and soft so it doesn't make a sound. Taking the handcuff key from the body, he frees himself... \n[9]We copy, Falcon. We'll have you in five minutes. \n[10]Attention, tower. This is Colonel Stuart. Is our plane prepared? ", "GARBER": "\n[1]That was the Colonel: All perimeter teams are in place. Weather? 'Cochrane covers one ear and we SEE that he has a RADIO EARPLUG. other. He listens intently, then GRINS. \n[2]God loves the Infantry. Carry out your assignment. We'll regroup at field HQ.  Three fifty one... Mark. They syncronize their watches, and then Mi l1e leaves the bar. CAMERA PANS HIM out. He walks right past McClane, who doesn't notice him. A beat after Mil ergs exit, two AIRPORT COPS in snow-flecked JACKETS come into the bar. Seeing, them, the bartender is already pouring coffee for them. But- \n[3]Tapping airport phones right now. Got a slight problem with personnel: Last minute replacement. What's the status of the security here? \n[4]I say again, Annex team... report in. Annex team, report in. He looks at Stuart, concerned. \n[5]You were right... they went for the antenna array. We're right on schedule. \n[6]Sir. They've done everything we've anticpated... so far- Stuart smiles tightly at the unvoiced question. \n[7]He went in the cockpit - \n[8]\n[9]", "MCCLANE'S VOICE": "\n[1]Holy shit, whoa, whoa - \n[2]Excuse me. \n[3]Yeah... if your gangs get their training at Fort Bragg. \n[4]Eleven W4, W5 - Bingo. \n[5]Not yet. McClane's FIST smacks in, knocking Esperanza back from the door. \n[6]Where's - the fucking - door? He staggers out from under the yards of silk, COVERED IN SNOW -fights the vertigo from his flight - runs off. "}}