{"dialogues": {"BOOGIE": "\n[1]What's up, Fen? \n[2]C' mon, don't be a sWuck. \n[3]Leave the windows alone. What's the matter with you? \n[4]I'm cracking up. \n[5]Where's your date? \n[6]What? \n[7]What are you, the Salvation Any? \n[8]C'mcn, upstairs. (as Ferwick just stares at him C'mon . They walk away \n[9]Ycu really are nuts, you know that? \n[10]That's what you get from dating eleventh graders. Brains aren't developed. \n[11]Falsies. --.- \n[12]First hand info . \n[13]How can you take Glazer over the Fen? \n[14]Do you want to leave with Glazer? \n[15]Diane, I'm in law school at night, I have to go home and study. I just stopped by here, 'cause I appreciate fine music. \n[16]I do during the day. - (he puts his hand up and strokes her \n[17]You son-cf-a-bitch ! Fenwick screams in laughter. \n[18]You asshole! Then Boogie laughs. The rest of the guys join in. Not Bech. She is not acused. Fenwick crawls cut of the Triumph. \n[19]You outdid yourself. \n[20]Tug--ied the car over yourself? FEi1Gi I CIK Yeah, give me a hand. \n[21]Fenwick, you to ed that car over. You must put it upright yourself. You need some discipline in your life. F.:- i \" + 4 1 CK C'mon, guys. It was easy pushing it over 'cause of the angle. 1:'11 be a bitch getting it up. \n[22].Sbmuck, _another five seconds an3 you'd have us for free. They laugh. Shravie starts his car. \n[23]Don't remember. \n[24]Okay, so? What's the point, Bagel? \n[25]Bagel, get in. Trust me. Boogie Walks off. - - \n[26]Bagel heard about my basketball bet. \n[27]Woo, biz spender. I'm telling you. They're shaving points on the game. This is no bullshit tip. Get in, guys. \n[28]Did I tell you guys I'm taking out Carol Heatrow tomorrow night? \n[29]No, you're taking her out. \n[30]What's the bet she goes for my pecker on the first date? \n[31]All right. I'll arrange it. \n[32]He's crazy is t-,hat he is. With the Shrevie here it was just nuts, but Eddie? T?:at's lunacy. \n[33]Not complaining. Uz u, sounds good. \n[34]Not until she takes the test. \n[35]You know Eddie and the Colts. Very serious. The test has something like a hundred and forty questions. True and false, multiple choice, short answer. \n[36]Fait accompli, my ass. He walks. \n[37]Botton line? Elyse turns into -- - Iceland and Eddie's not the type to look elcev.here. Eddie goes for the marriage, and Elyse is back to being the Bahamas again. \n[38]I'm a good judge of human nature. \n[39]You're missing the action now, Billy. Half the guys are a: U. of B. night school. A Lot of fucking laughs.  \n[40]Eddie, of course. Burton. \n[41]Dropped out of rabbinical\u0095school. Henry... \n[42]Accidentally stole some money from one of the teachers. \n[43]And then there's me. \n[44]Thought I'd take a pop with the law. Although I'm still working the beauty salon. \n[45]Hold on, hold on a second. \n[46]I know it was terrible, really horrible and all, but it was an accident. \n[47]Wait! Carol! Woo! Seriously, it was an accident. Swear to God.- - \n[48]Damn near that. Can I be straight with you? Carol tries to settle dc--n. \n[49]I don't like to tell this to girls, but you really are a C knockout, really.  \n[50]Well, it was killing me. So ..o stop tho pain, it was digging into my pants and all, I opened -----m7 fly. - Lmosen everything up. Give it a little air, you know. And it worked. Everything settled down and I got caught up in the picture. Forgot all about it. Then when I saw Sandra wearing the bathing suit in that cove scene, you know, it just popped right out and went right through the bottom of the popcorn box. The force of it opened the flap. Carol stares at him, wondering if ? s is telling th= Lrut`:. The beautiful \"Su_.^ -per Place Love Theme\" GROWS LCCSER for a few seconds ar som=one comes through the doors and heads for the candy counter. \n[51]It's Ripley's, I tell ya. An d I couldn't move the box or you would have seen it. \n[52]\n[53]I love ycu. He gently kisses her forehead, then looks her 'in the eyes. Carol throws her arts around his neck and kisses him passionately. \n[54]I'd lave to, but I really should hit the law books. Okay? Carol nods. He st=okes her cheek. \n[55]i wish t could stay. \n[56]Lis ten to this . Modell looks up from the menu. \n[57]Let it all ride. Tell you what.  \n[58]The guys all take the bet e:cepc Billy. \n[59]?nd I'll take all the action I can get. \n[60]Yeah, that's good.. SHREVIi:. \n[61]I've got to meet this girl. She \n[62]I'm in love. \n[63]T Miss! Miss! Woo! Miss! The Girl pulls upon the reins and stops. Boogie quickly steps out of the car and approaches. \n[64]I was admiring your horse . \n[65]Do you ride Wester. style as well? Fenwick gets out of the car and leans against the door. \n[66]What's your name? \n[67]What fuckin' Chisholm Trai? ? the same. \n[68]You get the fee! ing she gav` me a - false name?  Wan: to drive scme more? \n[69]See her? \n[70]I see everything. Shrevie puts the glasses to his eyes again. \n[71]Cops. Wait a record. Shrevie ties to untangle Boogie's a=. FE.? ' ICs Too lace. __--- Shreve stares at Bccgie a beat, t en. _aaliz_s he'.s .been Very good. Very good. The scoreboard clock ticks down. The crowd counts down the seconds. \"5 .. 4. 3 . 2 . 1. \" FAM4DLMOJILT,.1. The guys go crazy, grabbing and hugging one another. Some of the crowd starts to swarm onto the field. The guys follow. \n[72]Yeah, Ma, I know I owe two thousand dollars. Guess what? I heard it before you. What an I going to do? I'm choice. Got to find a way to pay it off. Me? I've got fifty-s ix dollars t. my name. Yes, I know I'm in trouble. Then they `ll kill me.__ 'What can -I -- - tell you? No, not tonight. No dinner. I know what you're :laving. It's Sunday. Take-out Chinese. I'm a mind reader. All right, I'm a wise guy. Fenwick did not corrip t me. I cc=zap t ed hi Or we go t outside help. \n[73]\n[74]Howard? Really? Fenwick shrugs his shoulders. \n[75]\n[76]With the Heathrow bet and all, I should be close. See ya. He exits. \n[77]Shrevie here? \n[78]Is he coming back soon? I talked with hi a littl_ while azo. Said he'd be in. \n[79]What's wrong, babe? \n[80]Uh a t? 64. CONi INT cD \n[81]Go on, cry. Just - cry, babe. They stand in the doorway. Beth. crying uncontrollably. .Boogie holding. her. Comforting her. \n[82]Beth. \n[83]He'll be back. He went down the street for some donuts and coffee. What's up? He puts the last curler in place. \n[84]Here's the Saturday Evening Post. I don't knew what.he's planned. \n[85]No. So, I guess he's got scWet hi.ng arranged; - - - - i::= Guy motions for Beo,gie to come over. \n[86]He'll be back. Wait around. Bcogie walks to the front of the store where the Guy waits.  75. \n[87]Yeah, I'll have it tonight. \n[88]It was a mistake. Forgot. Tonight. I've got some bets that I've called in. I'll have it. Tank looks Bookie straight in the eye. \n[89]S?caight. I'll have it. Tank starts to turn away. He quickly tu=-ns back and punches Boogie with a hard fist to the stomach. Bccgie doubles up. His breathing comes hard and fast. ir-no do you think you're fucking with? You think this is kids stuff? He pushes the now helpless Bocgie against the wall. \n[90]Felt like old times, you kZow. Standing Li, the doorway.  Like I was dating you main. \n[91]Of curse, Beth. There were plenty of girls for that, you know, if a guy wanted a pop. But I got to tell you, you were real good. was ? \n[92]Right up there. We had some good nights. Still think about those times, and that's long ago. \n[93]I don't know what Shrevie doesn't tell ya, but you have nothing to worry about. Yo\u0095i're a definite looker. A sexy lady. We should get together sometime. They sit in the chairs, looking off in opposite directions. \n[94]Shrevie going over to Eddie's for Elyse's football test? \n[95]No. \n[96]Yes. \n[97]Here, put this on. \n[98]Fine. Jus t fine. \n[99]You've got to be real quiet inside. No talking. \n[100]Let's go. He takes her by the a= and leads her away. Beth is ccn- fused. \n[101]It's a mistake, Beth. Bet or no \n[102]That's right. Sick thing to do. I'm real sorry. They drive i.^. silence. Beth plays with the blonde hairs of the wig. \n[103]For what? \n[104]Shreve and you should work out ya t t:.i_^.g B;.-r-: T wish I k=ew what to do. \n[105]Take care, babe. Beth closes the door: Boogie drives his Desoto away. Btth watches him as he disappears down the street. \n[106]He'll just keep looking for me. He starts toward the diner. \n[107]Hand's dealt. Might as well play the cards. The guys hang behind? Boogie continufts on. Inside the diner we see Tank moving along the aisle toward the door, Boogie heads for the door. Just as he reaches it, Tank steps outside. - \n[108]That so. \n[109]\n[110]Thanks, Bagel. \n[111]Well, I was only really using law as a come=on for the girls. They like that. But, what the hell. I can always lie. The waitress passes.. 95. \n[112]I'll work for you... for awhile. Then, I'll have to move on to bigger things. \n[113]If you don't have good dreams, Bagel, you've got nightmares. He flashes him a smile. \n[114]Mornings I've always felt are a good time to ride. - Ann doesn't- respond. - \n[115]\n[116]-- '---I was wait ng for an invite. Ann studies him. ", "EDDIE": "\n[1]Talking with your wife about the fucking wedding plans. \n[2]They've never been warn. Boogie is talking with DLANE, the young eleventh grader that Fenwick had the falling out with. She is an attractive petite girl with large breasts. \n[3]You can't compare Mathis to Sinatra. No way. \n[4]Yeah, but you can't compare them. Sinatra is the lord. He's big in movies, everything. \n[5]Are you telling me Mathis could've played Maggio? Is that what I'm hearing? \n[6]For that, Mathis. \n[7]You maniac. FE:l I cK Kidding. Said she wanted to see me again. Liked aye, sort of. \n[8]Emis? Fenwick nods. He sticks out his pinky. Eddie gabs it with his pinky. Therefore it's the truth. \n[9]I'll think about it. Listen, who do you pick? Sinatra or Mathis? \n[10]Presley. You're _ick. \n[11]She is death. \n[12]I'm in. \n[13]Whaddya say, Bill? \n[14]Yeah, ain't that a kick. Ae gets out of bed, picks -up a--pair of pants off the floor and steps into them. \n[15]Thcughc you weren't coming in until New Year's Eve. \n[16]You bring in that girl with you? \n[17]Shame. In that picture you sent, looked like she had great knockers. \n[18]I figured New Year's Eve would be good. Get married. Party through the night. You know. He puts the socks on. They have holes in the heels. \n[19]Yeah, I know. But you're my best man. He walks into the bathra.,m. CA2--ERA FOLLOWS. He splashes some water on his face and wipas it with a wash rag. \n[20]\n[21]How'd they know? \n[22]You keep in touch, huh? \n[23]You re tiIl n3ili± g her, a= en t you, you son-of-a-bitch. Eddie spits the toothpaste out and sticks his ncuth under the faucet to rinse, .aking sure to keep his tie dry. \n[24]Who you kidding? He puts the cigarette back in his mouth and starts out of the room. Billy follows. \n[25]Talking? Shit, if you want to talk there's always the guys at the diner. Yov don' L -need a girl if you want to talk. \n[26]Da=. right. \n[27]I'm hungry here. \n[28]Come on, Ma. Don't give me that shit. -A fried baloney sandwich will be good. M.rs. Si=ons t:..Ts around angrily. \n[29]A fried baloney sandwich is not a lot to ask for, for Christsake! Mrs. Sion picks up a butcher knifa off the sink cct:rte; and waves it at Eddie.`- \n[30]You want to stab me? Come on l Come on! He brings his fist up and ass,,=es a bossing position. Mrs. Simmons moves toward Eddie welding the knife. Eddie backs around the table. Billy watches this scene without ex- 1\u0095f pression. \n[31]Take your best shot. Then I'm going to p=.,ch your lights cut, Ma. \n[32]I'-ie gat fists of granite. You're going down. S i=ons turns away. \n[33]Colt Char,.picns`:ip is tomcr- ow. Want =,e to get you a ticket for the game? \n[34]I'm scared shitless, to tell you the truth. \n[35]1tat -am 4-doing_i..t -ford--I've been dating Elyse for five years. What am I... I have no choice.. It gets to a point where a girl says, 'Hey, where am I going?' He hands the bottle back and chalks his pool cue. \n[36]So, there is nobody else that I really care about. So, you know. I'm not saying that I'm doing it just to make her happy. The hell with that. He shoots and sinks a ball. \n[37]She's the only one I care about. -I -don ` t go looking for girls to -- . date or anything like that. Arid,. it seems like the time and all... so. At least she's not a ballbreaker. Christ; if she were a ballbreaker there'd be no way. Billy feels a certain sadness for Eddie, but he doesn't 1= ow what to say. Eddie sees Vz'::-..a1L1, a blond-haired kid, several years ycunger than himself. \n[38]How you doing, Methan? Megan approaches Eddie and stands inches away from Ed s face. MFi:?A&amp;N JJ, I want to be where you are. 'here the air is rare, and nobody can touch me. What about my sister, Harry? Bi11y has no idea what is going on. \n[39]Methan's favorite movie. 'Sweet Smell of Success.' \n[40]h T e younger guys, I tell ya, He shoots and misses. From another table a GUY yells out. \n[41]Yeah! No way he pulls this off. \n[42]She's hcme studying for the football test.  \n[43]She is death. Death. The Gripper stands about 6'4\" and is all muscle. CON_iIN DD \n[44]Saw him put a grip on a guy at the diner. Gripped him right through his corduroy jacket. Made him stand on tip-toes.- S'r'_P'.EVIE Where's Billy?' \n[45]Cowin' with that Barbara Keller chick, I think. Bccgie gets a large box of popcorn and a Coke and starts into the theater with Carol. Just before he enters he gives a smile to the guys. \n[46]Death. I'd give up your life if I could have her. Billy exits the theater and starts toward the crowd. Out of the corner of his eye, he spots someone exiting through ( 1 ' another door. He watches the guy for a beat, then quickly moves toward him. He taps the guy on the shoulder. As the guy tins, Billy punches him in the face. The guy goes down. -A crowd quickly- forms. Confusion takes over as everyone moves to see what has happened.- Shrevie, Fenwick, and Eddie move in for a better lock. \n[47]I'll be.dar ed. Willard Broxtonl \n[48]Moon Shaw.  Who's Moon Shaw? ---Billy gets in his car, \n[49]Going to the diner? \n[50]Thought you were supposed to have a data. \n[51]Two days till the test. If she passes, t7.ro more days to the thing tae marriage. \n[52]Well, that's okay. We've got the diner. \n[53]Where's he-now? \n[54]The whole left side of the menu. What.a triumph if he pulls it off. Modell starts counting the sandwiches on the left' side of the menu. We catch snatches of Boogie, Fenwick, and Shr ev=e argu inz \n[55]I think he's just talking deluxe sandwiches. \n[56]Twenty-two deluxe sandwiches and the Fried Chicken dinner. \n[57]Nope. Just a personal goal. Another private triumph. i\"his' lI top the eighty white Tower hamburgers. \n[58]\n[59]Make it quarter to. Don't want to miss any of the pre-game shit. \n[60]We're talking the championship game. Quarter to. Shrevie nods. The guys all exchange \"See ya's,\" get in their cars and drive off. The diner parking lot is now empty except for Fenwick's Triumph. \n[61]Cino! Gino! He's incredible. They should build .astarue, a monument to him. - Something, you know. Shrevie takes the binoculars from Boogie, and looks through them. \n[62]I don't want just a win. I want humiliation. Goddarn New \"fork teams, think they're hot shit. . -;h-ailzation! - Joh,.ny, ht iliaticn! The cheerleaders give a big cheer. \n[63]What the hell's going on here? Nothing to eat. \n[64]\n[65]h W at arnnl I watching? It just \n[66]Yeah? He gives Billy the -\"jerk -of\"' me icn,- \n[67]What's wrong? \n[68]The manger? _ _ - - - \n[69]Let's go, Fen. \n[70]What do we do? \n[71]I added a cou ple killer questions to the test. Tomorrow night's the showdown. \n[72]Better be. Otherwise she's off to Cuba alone. \n[73]\n[74]You heard him, back off. The guy grabs at Billy. Billy pushes h iLm off. \n[75]Back off him, sa:uck! \n[76]Before the Cleveland Browns Joined the NTL they were in another league. what was it .-abed? \n[77]Yes. \n[78]Buddy Young played for a team 't a.t no longer exists. what was the name of that tea=? All the guys lock at one ano then . A very tough gtpesticn. \n[79]h T at was the lrngest run from first game? \n[80]We heard that in here. I'm disqualifying that question.- \n[81]Sorry, Elyse. \n[82]The Colts siged him. A Heisma-n trophy winner who decided to play in Canada. Now, however, he plays for the team. What's his name. The CA?ZRI A PANS the faces of the guys. -ErlYSE Heis=an trophy winner. L.G. Dupre. \n[83]No. Billy Vessels. Er.YSE I should have known tha \n[84]True and false. 72. Multiv?e \n[85]Short answer. 64. \n[86]The tocal is... 63. \n[87]The marriage is off. \n[88]An acquired taste \n[89]You know something? \n[90]I don't Iike strippers. I mean, so they show a little here and there. So what? But, give me a coc. rle of ranoosas in a pink sweater.., look out? \n[91]Arlene Stowe. \n[92]Seventh grade. \n[93]The whole thing with girls is painfu?. And it keeps getting acre painful... instead of easier. Billy downs his beer and orders tT,o more. \n[94]Ruth Ray, eighth grade. \n[95]I'll tell you one chinz that happens when you get mcrried. You have to give up your old friends. Billy listens to the music, slapping his thighs, crying be get the band to pick up the beat. \n[96]idle wi Fe wants you to get new friends. 'Cause me and you have secrets she'll never know. And new friends can never be as good, 'cause we've got a history. \n[97]. let's see. \n[98]Don't think I can. Getting ma--- ' ed. \n[99]\n[100]Exactly. \n[101]I do . ", "BILLY": "\n[1]\n[2]What? He's getting mar_ied on New Year's Eve. \n[3]Boog, what are you talking about? \n[4]Are you shitting me? \n[5]What happens if she fails? He's going to call. it off? Is that what I hear?  CONTIN\"i E'D ; \n[6]Had her for Art class. Third floor. She catches mq talking. Tells me to see her after class. I jumped up from my seat and started screaming 'I can't take it - any morei You're always picking on met I can't stand itt' Then, I ran to the window, opened it and jumped out. She freaks and faints dead away. She forgot the gym roof was six feet below. \n[7]The topper was the Principal. Donley comes in and sees Miss Nathan on the floor. He doesn't I .ow what to make of it. \n[8]Who's there? \n[9]Burton? \n[10]U. of B.'s busy at night, huh? \n[11]Yeah? You at law school? \n[12]See you guys at the diner tonight. i He slats the door shut. The car pulls away. Billy walks up the steps, pulls out a key and opens the .door. \n[13]Yeah, thought I'd spend the holidays here. Lot of parties, I hear. He enters. \n[14]No. \n[15]He still. sleeping? \n[16]Still the early riser, huh? Eddie reaches over to the night table and lights a Pall Mall. \n[17]Except you getting married. \n[18]Broke up. \n[19]I was pissed off, Ed, figured you would call, or something. Let me know you were planning it. \n[20]Surr .se, I guess. \n[21]Yeah. \n[22]Never did. Eddie wipes his mouth with his hand. \n[23]Talking. \n[24]Eddie, you'll never change. \n[25]So what's new. \n[26]No thanks. \n[27]T Can you get one this late? \n[28]Row you doing, Knccko? \n[29]You know how it is. Time to move i W n, I guess. \n[30]You know anybody who's Mot? \n[31]What are you doing it for? Eddie approaches Billy; reaches for the bottle and takes a sip. \n[32]He memcrized the whole movie? Eddie lines up another shot. \n[33]We're even. He turns and moves away.--- -Eddie, Fenwick, and Shrevie ncve to catch up with Billy. Beth trails along. \n[34]I couldn't belieye it! There he was i I- didn't wait to hit hi=, but I had to, you know. \n[35]She had to work. I'm going to stop by the TV station and see her for a hit. He starts his car and pulls away. FE i i C+{ :Jasn't Moon Shaw the 'toast' who used to data Elaine? \n[36]I was just getting the feeling you were avoiding me, Barb. \n[37]What's good? \n[38]He ate eighty White Tower hamburgers? \n[39]Is there anyone inside? \n[40]Is it all right to go in? \n[41]Aryt .ins wrong, Barb? \n[42]Me? \n[43]Yes. \n[44]I thought after New York, you know. Seven weeks is a long time when you miss someone. \n[45]Maybe it wasn't as romantic as we'd like it to be, but I think it will happen. It's not perfect, yet, but... I love you, Barb. \n[46]Ed, we've got it wrapped up. \n[47]It's an art theatre. \n[48]It's syrbol_c. \n[49]T:.e price will be-here. Somebody's going to spot you. \n[50]She studying hard? \n[51]Wish I knew what to do about Darbara. The CELL MATE stars pu rirg his - 6ing ers in Bil iy' s - ha{ r .-.- Billy pushes him away. He tries to ignore him. \n[52]And what about her job? \n[53]That's what I call gcod ti .ing. How's M.om? \n[54]It's mine as well. I have something to say in this as well. Don't I? \n[55]Well, I get the feeling I'm not even included. \n[56]I'm half responsible for this \n[57]Why not? \n[58]What's it now? SH?,r VIE I don't know an more. Maybe about a 67. \n[59]Passing is 65? \n[60]You blew that, Shrevie. \n[61]How many more? I don't knew. I've Lest count. stands there. + \n[62]Come on, guys. Green and gray. Any of ycu guys know that? Cone on. -Give her credit. \n[63]What do you think? \n[64]There is no reason to actually like this, you know that. \n[65]No matter-how long -I drink- whiskey I still don't like it. He takes another sip, and once again shakes. Then he sips the beer. \n[66]Now beer's another story. 91. \n[67]What? \n[68]Remember the first time we became aware of breasts on girls? \n[69]We gave little Joel Cher--I a nickel -apiece to find cut is they were real. Told him to be slnbcle. He walked over, reached uc and grabbed. T::rned to us and yelled, 'They're real!' \n[70]Remember 'copping a feel'? Boogie was the first. Said it was great. So, when I tcck out Ruth Ray I figured I had to do it. \n[71]\n[72]Next time I saw the guys they said, 'Did you cop a feel?' I said, 'Yeah.' 'How was it?' 'Great.' Eddie laughs and Billy joins in. \n[73]It won't change, only if we let it. Billy keeps ,slapping his thighs, but the dr.:mmer and the saxophonist continue on, unaware of Billy's private urgings. C0N.II'LcD : \n[74]Come on, guyst Pick up the beat! They don't respond. Eddie sits at the bar amused. Billy claps his hands to a strong rhythm, but of course, the guys pay no attention. Billy goes up on the stage and pulls a cover off a small piano in the corner. He sits down and runs his fingers down the keyboard, then starts to play. It bas a nice, pleasant sound to it. The dr er and the saxophonist stop, not knowing what to do. The Stripper also stops. The club bouncer at the front door turns toward the stage, notices something is wrong and makes his way forward. Billy's \"piano playing becomes more intense. Stronger. He drives the keys hard. Full tilt rock ane roll. The sound becomes infectious. The sailors and other customers pick up the beat. One after another they start to pound the tables with the wooden mallets. Eddie moves toward the stage banging empty beer battles together . The saxophonist joins Billy. Then the dry--?e,. The Stripper stands by the side of the stage watching. The music builds. Billy's fingers pound the piano. Eddie jL ps up on the stage and starts dancing around. He grabs the Stripper and they jitterbug. The sailors and other customers are cn their feet, banging .the mallets Cr. the tables for all they are worth. A room full of dr-=..e,s. The Lemon heightens. Billy kicks back the stool a la Jerry Lee Lewis. The crowd cheers. The bouncer cheers along. The saxophonist struts the stage playing his heart out. The dr'er drives the bass dr.:.m with his foot. His hands sweep back and forth across the skins. Eddie's feet are flying. Enthusiasm over grace. The Scrip per is a whirlwind of motion and sexuality. The tempo is fierce. \n[75]Figured she would have gotten the Alan Aaeche question that Shrevie screwed up. \n[76]Benefit of the doubt. \n[77]No marriage. \n[78]Not really. Just in love. \n[79]Yeah, I told her about it. \n[80]Moon Shaw? Where? \n[81]You're right? As they start to -pass, Billy leans into the row and grabs Moon Shaw by the shirt. He pulls back his fist. Jxoor is- shocked. - \n[82]Hi, Moon. ° He smiles, lets him go and rejoins Eddie, having missed only a few steps. No one is quite sure what has happened. Quickly the attention is back to the wedding procession. \n[83]That was nice of him. \n[84]That's not going to be easy. \n[85]You know what I realized just yesterday? I've been intimidated by you. I always liked you because you were strong, independent, and all. But I've been intimidated by that as well. I've always held -.back with you.- When we kissed, I held back. The same when we made Luve in New York. I keep thinking I have to be special, like normal passion wasn't proper... as if it were just too ordinary and we were beyond that. Barbara pulls away from him slightly so she can see his face. There's a sad look in his eyes. ", "BETH": "\n[1]Elyse feels that Eddie is getting very sensitive about the wedding. \n[2]I didn't hear about it. Thought he was just coming in for the wedding day. \n[3]Elyse's mother is very upset with Eddie. They picked out a yellow and white motif for the wedding. You know, like we did, tablecloth, napkins, maids-,of-honor. Anyway, Eddie objected. He wanted blue and white because that's The Colts' colors. Refused to give in. \n[4]Eddie, where's Elyse? \n[5]With 3oogie. \n[6]In surprised she's with h--m. - fro= what I've heard about her, Boogie wouldn't seen her type. Eddie is as;azed at hcw beau, ci±u1 Carol looks. \n[7]Boogie racing up the aisle after \n[8]Troy Donahue. \n[9]Ten whats? \n[10]Are we going to eat? \n[11]He's been after them all these years? That was forever ago. \n[12]-What? s0. \n[13]What? \n[14]Yeah. So? \n[15]\n[16]They have to be ?_le according to year as well. Alphabetically and according to year. Okay?` \n[17]I don't know l t.  \n[18]It's too complicated! Every time I pull out a record there's a whole procedure to go thrcugh. I just want to hear music, that's all! ° \n[19]I don't know! Who's Charlie Parker? Shrevie almost goes out of his mind. SriREJI., Jaz,!!!! Jazz!!!! Ja??it! ! ! ! i+ T H What are you getting so crazy about. It's only Music. It's not chat big a deal. It - -s! Don't you understand that!!? It's important to me! They stare at one another. Shreve trying to control his temper. Beth's eyes become watery. Holding back tears. \n[20]Why do you yell at me? I never see you yell at your friends. \n[21]Why? \n[22]What's on the flip side?\u0095 \n[23]-Oh, hi. Boogie. He notices she looks upset, but says nothing. \n[24]No. \n[25]He ever yell at you? \n[26]Hi, Bocg. \n[27]-Is t . 'Sc?iTHw??- - \n[28]Well, you know, we're all getting our hair done for the wedding. Boogie leads the Woman toward the hair dryers. Beth follows. \n[29]The bridesmaids, the whole group. And I'm i.i charge of making sure that Mr. Sol can handle us. Without any problems. . Maybe have -- ?:ccra cperat=s cr -somethi:.g. Boogie sits the Wort dcwnr under the dryer and turns it on. he hands her a magazine. \n[30]I'm not crying. That's about the only improvement. Thanks for last night. I needed someone to just be there. \n[31]Boog,,,when we were dating, cfid YOU care fcr me? \n[32]11o: because you could do things to me, but because you cared? \n[33]How would I rate? \n[34]I don't have any sense what I'm like any-.ore. Don't ?--,ow what I am. If what I wear is nice. If I look pretty... just lost all sense of me. \n[35]Yeah? \u0095 Are you going? \n[36]W' ere are we going? \n[37]How's it look? \n[38]I think you're a little paranoid. The walls are very, very thin. Promise? \n[39]What? They approach the car. Bocgie opens the door. Beth gets inside. BE'? :-i What are you talking about? Boogie closes the door and goes around to his side. He gets in, starts the engine and pulls away. \n[40]I was suppose to be Carol Heathrow? \n[41]At least you had enough respect for me to call it Off. That says a lot. A beat. \n[42]What are you going to do about the money? Boogie szugs his shoulders and smiles at her, ", "SHREVIE": "\n[1]The closest of the close. You t-_.ow Billy's flying in this morning? \n[2]We didn't want to mention it. Surprise for Eddie. Shrevie's car follows in the taillights of Boogie's car. Fenwick's car is nowhere in sight. \n[3]\n[4]I'm in, but we need validation. \n[5]Mari age is a? right. I'm not complaining. \n[6]rte swears to 1.tThe was supposed to be two months ago. Elyse keeps delaying. Heavy pressure. \n[7]You dgn' t know that for sure, Boog. \n[8]This is great. I was there. \n[9]----Her eyes closed. -- She swayed for - - a moment and then toppled right over her high heels. Out cold. I was hysterical. \n[10]Yeah? \n[11]Here's an Emerson. This is portable. Customer stares at it. Shrevie notices Fen-wick up at to Iron= of the store. He nods to hi-. C:J'S 10i'R You got that 21-inch Emerscr.. 711-4 e cabinet type. \n[12]The console model. \n[13]Be right back. That'll take a minute or two for him to check. The Customer nods and Shrevie walks up to Fenwick. \n[14]So what do you want to do? \n[15]Fen, sure you're okay? Fenwick turns back and smiles at Shrevie. \n[16]Christ, the Grip's still growing, _I think. \n[17]Let's sit in the back. BE'1\"s.-I Why? \n[18]I don't know. I don't know. \n[19]Troy. Fenwick and Eddie approach. \n[20]Cute. \n[21]Nah, not-in the mood. Shrevie heads toward his Hudson. Be_h fol.Lows. \n[22]It was the 11th... no 10th grade. Billy was playing ball against one of the high school fraternities. I think they were ULP. Billy came sliding into second base-to break up a double play. - The second baseman s Billy, thinking he was out to hurt\"hJm Billy punches the guy and the whole ULP team -j=-?.d him. r Beat the shit out of him. They approach the Hudson. Shrevie goes around to the driver's side and opens the door and ge:S inside. He then opens the door for Beth to get in. \n[23]Where you going? Puerto Rico? \n[24]You all want to meet here and go to the game in my car? \n[25]Why don't you go now. Then you'll be sure not to miss anything. He starts his car. \n[26]W rich one? \n[27]\n[28]Have you been playing my records? \n[29]Didn`t I tell you the -procedure? \n[30]And what else? Bet;thinks . \n[31]And what else? \n[32]Is it too much to keep records in a category? R and B, with R and B. Rock and roll with Rock and roll, You wouldn't put Charlie ga: ktr with rock and rill, would you? Beth says nothing. \n[33]Pick a record. Any record. \n[34]What's the hit side? \n[35]Ask me what's on the flip side? \n[36]Come on!! The guys quickly get u \n[37]He's in the manger and he won't leave. \n[38]Yeah, come on. - The guys prod him on. Fenwick will have none of it. Billy reaches down to help Fer:wick up. Fenwick pushes hi= awa\u0095-. \n[39]You going up to the direr? \n[40]Fine with me. Good view. ", "B ILLY": "\n[1]I doubt it. I tell you, it was a real surprise. No call. Just a note. Why do you figure, all of a sudden? \n[2]\n[3]I said, 'I'm sorry I'm late, sir, but my bus broke dour.. Is Miss Nathan up yet?' All the guys laugh. \n[4]Nothing's happening arc=-d. c==us , so... Eddie puts a shirt on and slips'a tie with an aebeady make scot around his neck. He pulls t:e tie ud , then \u0095 starts buttoning the rest of the shirt. \n[5]Yea?-i. \n[6]Barbara Keller told Fenwick. \n[7]No, really. \n[8]No, I get Tucker in a bath=ocr; at Chestnut Ridge. :Mon Shaw. \n[9]If you ever see hi.:., you'll remember. \n[10]It's up to her. Her? Ycu've got a big decision to make. We could make it a double wedding. They reach the box office and hand over a dollar apiece and get t-.;o tickets in return. \n[11]What is it?  \n[12]What? \n[13]Take a walk. \n[14]Listen, find somewhere else to stand, buddy. \n[15]You want to fight? That what you want? Cane on. Come on, you son- of-a-bitch,. I'll hit you so hard ;r. Billy stands there waiting. The guy doesn't know what to make of this threat. He could be dealing with a real tough kid. He looks at Billy, unsure wheth.:r to tes` hi^. Billy stands ready. Eddie watches. After a few seconds the guy sits down or. the cot. Billy sneaks Eddie a look and smiles. \n[16]Have you been to the doctor yet? \n[17]What do we do? Don't you think we should explore the situation? Barbara sits on the desk. A small light is d;rectly behind her. At prese.it it is not on. \n[18]", "BARBARA": "\n[1]That's -.lot true, Willy. They enter the control room. INT. CONTROL ROOM - NIGdT The control room overlooks the studio floor. Technicians are setting up the cameras, microphones, lights. -over- the control room a bank of monitors hang down from a metal shelf. The TEC:=`iICAI. DI? CTOR is talking over a headset, balancing video levels. Barbara slips cis a headset and shuffles through some papers. \n[2]\n[3]- Ten seconds. Billy steps forward to get a better view of the activity on the floor. The Director becomes aware of his presence. \n[4]Friend of mine. Five seconds. \n[5]Willy, after this I still have a lot of work to do. Why don't you call in the morning? \n[6]No... I don't think so. Do you wan: to marry me? \n[7]Is that why you came back a few dayz. early? To ask? \n[8]New York was a mistake. \n[9]You're confusing a friendship with a woman and love. It's not the \n[10]Keep your voice down. \n[11]Plea--e. Don't be so loud. She sees a door and opei:s it. \n[12]- I can't believe' this' happened. I'm hardly the adventurous type. Some:.ow i:. Just dcesn' t see= fair. \n[13]And that makes iL very difficult. CU i BACK TO \n[14]I made arrangemefits with my boss. He said not to worry. The job was mine. \n[15]So, I'll work and care for the child. It can be done. I'll just have to put up with those who want to think badly of me. \n[16]I know \n[17]If that's the case, think that's a hard thing to \n[18]We've got plenty of time to find out about one another. Plenty of time. _He .kisses her. They stand still on tha dance _floor nsothers dance around them. ", "FENWICK": "\n[1]Just breaking windows, Boog \n[2]I know that glass is made from sand, but how come you can see through it? He breaks another window. Boogie grabs him. \n[3]Gave her away. \n[4]Gave her away. David Glazer said she was death.. So, I said if you like the way she looks, take her. \n[5]Charged him five bucks. \n[6]Me? What about her? She didn't have to go. I'm nuts. Get that. \n[7]AI-I-did was -park the --car on a nice lonely road. I Looked at her and said, 'Fuck or fight.' The guys laugh. \n[8]See- the Bcog yet? \n[9]Davit The Gripper's :era. \n[10]Now you're nuts. \n[11]Naw, let's call it a night. \n[12]I think there's a jump coming up. The Colts take possession of the ball and start to run the clock down. \n[13]Darwin. Origin of the Species. 1859. CUT B.kCK TO: \n[14]Give me s cme money , 7,oward . - \n[15]Huh? \n[16]Funny. As a little kid I always wanted a brother. I told that to Mom once. She said, 'You have a ?rother. ' I said, 'Ch, thaws who the asshole in the other bed Fenwick gets in his Tri=ph and pulls away, Howard shakes his head in disgust. \n[17]This is a big smile. Don't you t`_: ink? ", "BAGEL": "\n[1]The guy's canvassing the neighborhood, and I notice he's stopping at the brick houses. He's trying to sell aluminun siding to the brick house owners. Sure enough, he comes back to the car. He's got a lead. Fools rush in, right? To the guys, this type of story is fascinating. 3cbgie comes cut o f the rest roam in the b . g . As he starts to pass Bagel stops him. \n[2]Boog, come here. Boogie approaches. \n[3]You lay down a bet with Barnett? \n[4]Where you getting C40 thousand? You haven't got a pot to piss in. \n[5]Nothing's a lock. You want me to call it off? As a favor to your father, may he rest in peace. \n[6]Kids today. Nobody's interested in making an honest buck. \n[7]That's what I'm saying. You call that an honest buck? Boogie approaches the guys and sits do \n[8]Did you hear? T F-y on by fourteen. \n[9]Lis ten to me next time. He pulls out. Boogie pulls forward and parks. He slams his fist into the steering wheel. Again and again. Then he leans back in his car seat. \n[10]Your mother called. She was frantic. So, out of respect for your -f at:.er. - - - He sips his coffee. Then h,.i picks up a toasted bagel and butters it. \n[11]Your mother feels you're just wasting your t4---e in law school it's not for you. \n[12]Ccee to work for me. There's a lot of money to be made in the home improvement business. You'd be very good at it. Boogie thinks about it. Bagel chews on his bagel. \n[13]Call the two thousand an advance. ", "MODELL": "\n[1]sight of Fenwick's \n[2]Have you tried? You haven't tried. \n[3]That's true. There's hardly any blues in movies. Just sidekicks. \n[4]Who do you make-out to? Sinatra or Mathis? \n[5]Me, too. \n[6]\n[7]Fifteen.. or sixteen more. If you include the Maryland Fried Chicken dinner. \n[8]The New York Yankees footba?l team? EDDIE'S r1iHER They were also in the American Conference. I contributed that question. \n[9]She could of racked up points on that one. \n[10]The original colors? \n[11]__- _ Killer choices. Conf::sing. ", "CAROL": "\n[1]What's going on? \n[2]You'are disgusting! \n[3]An accident! She starts into the Ladies' Room. Boogie holds her arm. \n[4]An accident. Your th?.ng just got into a box of popcorn? \n[5]Boogie'... \n[6]Co on. Let me hear this. \n[7]Co on. The \"St. = er Place Theme\" can be heard softly through the theater doors. \n[8]It just pushed the flap open? \n[9]That's true. \n[10]Do you want to come inside? ", "HOWARD": "\n[1]Five hundred dollars? \n[2]Maybe this is a lesson for yoi2. If you worked, you would have some money to lend him. \n[3]You're a bad example. F 41 C.&lt; Far be it from me to disagree.  \n[4]You ever read a book? \n[5]Read. Do you ever read? \n[6]You should read Dale Carnegie's 'How to Win Friends and Influence People.' \n[7]Where did you get this attitude? r.ti^WI C 1 I borrowed it. Have-to have it back by midnighr. Howard. Fenwick sta. ?s to pace the driveway. His anger is build- ing . \n[8]Get of?. \n[9]Get off. Fenwick lets go of him and starts toward his care ", "FENWI CK": "\n[1]Shit, then what as .1 pissed about? They disappear up the, steps. \n[2]Oral cast. He doesn't want any cheati:,g. \n[3]- : Cto?BiiIy) - A Masters in Business. That's the lowest. Billy shrugs his shoulders as if to say, \"What. can I \n[4]I figure I'll be there. Sit a few seats away. \n[5]Hey... yeah. He turns back and exits. \n[6]I have it or. ny night table. It's right under 'Hew to Wax Your Car.' Give me some money, Howard. \n[7]\n[8]The flip side of Donna? ", "GRIPPER": "\n[1]Not much Jim. He moves toward hi_- ever so slowly. \n[2]Where do you get that idea, Jim? i car and waves it like a sword. \n[3]To be honest, I was. But not now. I like. a guy who stands up to the Gripper. I like that, Jim. - - - ---\u0095 .FE`TWiCK - - You're not going to grip me? \n[4]Untrue, Jim. FE-.1 iCK Sure? \n[5]That's right, Jim. Fenwick drops the antenna. He moves toward the Gripper, slowly. The Gripper extends his hand. Fenwick extends his hand. They shake. No grip. Fenwick is relieved. \n[6]Let's go-see the guys. The scan who stood up to the Gripper. \n[7]\n[8]Jim, never doubt the Gripper. When I say I want to shake your hand, believe what I say. Never doubt, Jim. r ;TW`rC? Never doubt. Right. The Gripper turns Fer.wick around and leads him away from the guys back to the other side of the street. Fenwick up on his toes. The guys are eating it up. Then they head back to the guys. C.41'E PANS to Boogie's ca_ as it pulls into the parking lot or. the left side of the building. He starts to pass Bagel who is about to drive out. Bagel BEEPS HIS HORN and rolls down the window. Bcogie.ralls his down. ", "CUT TO": "\n[1]\n[2]INT . C?:L'cZC:i - DAY Billy stands at the back and looks around. the Lang stone st=,-uct.:re. He sees Barbara still sitting. All alone. He quietly goes down the aisle and Joins her in the pew. \n[3]\n[4]\n[5]\n[6]\n[7]", "GUY": "\n[1]The crotch looks too short. Don't ca--e for that. \n[2]You sure are hot shi . since you've taken over your father's business here. He throws the pants back and walks away, \n[3]Eddie, you taking any of Boogie's action? \n[4]What's wrong, cutie? Am I bothering you? \n[5]You going to do something about it? (he grabs at -bdm again).. Huh? \n[6]You. going to do some th_rg about it? Huh? Huh? Huh? Billy pushes the s-uy back against the 'ha' 1, than noes into a boxing stance. ", "TANK": "\n[1]You had a payment to make. \n[2]Suppose to have it last night. No one in the office.got a call. \n[3]You think this is fun and games? Little game that kids play, huh? \n[4]'Cause, I'm not amused. Tonight, Boogie. No if-ands-or-buts. Tank walks away. Boogie slowly straightens up, takes in a few breaths and feels. his stomach. \n[5]Boag.. \n[6]Lucky can. ", "ELYSE": "\n[1]I don't know. Shrevie shakes his head and makes a mark on a piece of paper. \n[2]The New York Yankees football team. \n[3]I knew that. 79 yard run. Opening day 1955. \n[4]Original colors? Green and gray. \n[5]\n[6]I do. Eddie smiles. ", "STRIPPER": "\n[1]First joke you remember. \n[2]That's terrible. \n[3]You guys have made my night. You should come dewy, and hang out more often. \n[4]I love weddings. Just never found the time to settle... or wanted to. And you? \n[5]Got a girl? \n[6]Told her? Did you show her? Billy thinks about that as they enter an all-ciaht cootee shop. "}}