{"dialogues": {"KALE": "\n[1]Do you think he sees us? \n[2]Whoa, did you see that thing? \n[3]Holy shit! \n[4]I need reinforcements! \n[5]Dad, your pirate -- impersonation -- sucks!! \n[6]He's freakin' pulling us in! \n[7]That fish is going down. \n[8]Hey mom, it's us. Listen, fire up the grill 'cause the Bassmasters are headed home! \n[9]Yes, be gone with the red meat! \n[10]\n[11]I think so. \n[12]Oh my God, dad -- \n[13]I can't -- It won't give -- \n[14]Dad, here -- \n[15]Dad, please, you can do it -- \n[16]No -- I'm not leaving -- \n[17]NO -- Dad, please, I've got you -- \n[18]Este invierno -- \n[19]Este verano -- voy a -- \n[20]I don't know, alright?    I haven't gotten that far. \n[21]Guess not. \n[22]The execution squad shows up? \n[23]Hobby, you read me? I said come around my left flank and draw his fire -- damn straight I'm trying to get you smoked, you've been hiding behind my ass the whole game -- \n[24]Hobby, Jet, you guys still there? \n[25]I got nothin'. \n[26]What, so he can tell me I'm ADD, have PTSD, and severe IAD? \n[27]Freakin' irritated ankle disorder. \n[28]C'mon, bid a dollar, one dollar -- \n[29]News. \n[30]And your point is? \n[31]You canceled my Xbox subscription. \n[32]That might be difficult. \n[33]That's a little dramatic, isn't it? I'm just gonna plug it back -- \n[34]What are you, mental? \n[35]Yes! \n[36]Dammit, Ronnie, I'm losing my mind. \n[37]Give me some details, what's happening out there? \n[38]Wait, Ronnie -- Hello? \n[39]\n[40]I'm coming!! \n[41]Oh shit!   Shit water shit! \n[42]You think that's funny? \n[43]Not before I shove this shit up your ass! \n[44]Shit! \n[45]Turn green turn green turn green... \n[46]No, c'mon, I'm way inside, turn green -- \n[47]Yes!   That's what I'm talking about! \n[48]It's cool, I'm all green. \n[49]Okay, fine, but if I'd known -- \n[50]Hey doggie, come here... \n[51]Hey, you and me both. \n[52]I've got something to show you, too. I mean... there's such structure to it, so many layers, but it's invisible if you're not looking close enough... \n[53]The world right outside the window. \n[54]Just wait... and... Three... two... one... dog... \n[55]...Mrs. Pilch... saying goodbye to Lonnie... \n[56]Maid. \n[57]Four o'clock every Thursday, she goes to the country club to play tennis with Betty Big-Bangs there. \n[58]And... ladies disappear... cue white Mercedes... Mr. Pilch... arriving from the office... \n[59]Will you just look -- \n[60]He can't. We don't have any lights on. Plus the angle's sharper from ground level, it only seems like he could see us. I did the math. \n[61]Optical illusion, line-of-sight doesn't apply to the subject. \n[62]Now tilt your gaze up... \n[63]C'mon, there's more. \n[64]No, stalking's for psychos. These are just simple observations... natural side effects of chronic boredom. \n[65]So... Robert Giles... \n[66]He's lived there a couple of years, but I've never noticed he mows his lawn every two days. \n[67]Next to him is Judy Thorp. Dude, she freakin' sneaks over to her neighbors' every morning, steals their newspaper, I guess reads it or swipes the coupons, then puts it back before they even wake up. \n[68]Last stop on the tour. \n[69]Don't know. \n[70]Nope, no I'm fine. \n[71]Thanks, that was really humiliating. \n[72]Oh, you mean that thing with the cops? They had the wrong guy, total foul up. I'm Kale by the way. \n[73]Hey, so -- how'd the move go? \n[74]I'd help, but... I'm a little spatially challenged at the moment. \n[75]But minus the 48-hour allowance for office visits. And no lame \"Apprentice\" spin-off. So where'd you move from? \n[76]That doesn't sound good. \n[77]Oh, sorry, I was just gonna see if you wanted to hop in my Hummer and cruise to a kegger. Nice talking to you. \n[78]I know the tone. \n[79]Noticed that, too. \n[80]You started without me? \n[81]What are you stopping for? \n[82]No -- \n[83]Whoa. \n[84]-- Mustang -- \n[85]Holy shit.   A dent -- \n[86]What?   No, I -- \n[87]Nothing, just watching the wind blow. \n[88]No, see for yourself. \n[89]'65 or '66, couldn't tell. \n[90]Movement. \n[91]Better late than never. \n[92]That's definitely new. \n[93]Jackass! \n[94]Dick, my deaf aunt in Omaha heard that. \n[95]I think she saw me -- \n[96]Seriously? \n[97]No, she usually takes her time -- \n[98]It's not gonna be her. \n[99]I have to. \n[100]It's her. \n[101]She totally saw us -- \n[102]Dude, she knows I'm here. \n[103]Yeah, no, we were playing upstairs -- \n[104]So... what brings you here. \n[105]Do you need to call anyone? \n[106]Uh, sure, come on in -- \n[107]That's Ronnie. \n[108]Excuse me... \n[109]It's a little messy. \n[110]So you hear about that missing girl from Madison? \n[111]He drives a car like the one she was seen in. \n[112]60's era Mustang. \n[113]They said it was dented.     His has a bashed-in fender. \n[114]Hey -- \n[115]Yeah -- \n[116]What? \n[117]How'd he fix it so fast -- \n[118]You serious? She's right. \n[119]They think it might be linked to some murders in Texas two years ago. \n[120]About two or three years. \n[121]Not that I've seen -- \n[122]He's been gone awhile. \n[123]How'd you get my phone? \n[124]What'd you do? \n[125]What the hell? \n[126]Where's -- \n[127]So that's why the grass is greener... \n[128]So why the move? \n[129]No, seriously. \n[130]What did they think, an extra bathroom and two-car garage would actually change things... somehow protect them and you from all that crap you can never escape? \n[131]That's him. \n[132]No. \n[133]How do you know? \n[134]Missing girl was seen at a club. Didn't say which one though... Your I.D. must be pretty good. \n[135]He's going in. \n[136]What do you think they're listening to? \n[137]And she's down for the count. \n[138]Looks like. \n[139]What were you expecting? \n[140]Does that disappoint you? 'Cause I can be more messed up if you want me to. \n[141]\"Fine?\" \n[142]\"Fine\" like your first cousin \"fine\" or \"fine\" in kind of a Brad Pitt sorta way? \n[143]I can't hear -- \n[144]I can't -- \n[145]Ashley, come on... \n[146]Are you nuts?! \n[147]Mom? \n[148]Dammit. \n[149]Shit! \n[150]Dumbass dumbass -- \n[151]Okay, so where is she -- \n[152]Oh shit oh shit... \n[153]Ronnie -- \n[154]Giles totally busted me. \n[155]They were arguing -- \n[156]Giles and the girl he brought home. They had an argument, he grabbed her -- \n[157]And then -- nothing. \n[158]Dude, something is going on over there. What if he killed her, too? \n[159]Wait -- \n[160]A door just slammed. \n[161]Asshole, I'm serious. \n[162]Just -- wait -- wait till I check the hall -- \n[163]Goddamn you!! \n[164]No, don't! \n[165]Ronnie -- just Ronnie. \n[166]I heard the door -- \n[167]Fine.   Good.     Okay -- \n[168]Anything caffeinated. \n[169]I know, how did you -- \n[170]Dad put those security bolts on -- \n[171]Gee, really lucky you were there. \n[172]Yeah, I do. \n[173]That's right. \n[174]I think I'd like to hear his opinion. \n[175]I popped my Spanish teacher. \n[176]I like your shirt, by the way.    I mean, the color. \n[177]Oh, the... that dark orange.   Always reminds me of Texas. \n[178]Sure, absolutely. Even though I've never stepped foot in Texas -- \n[179]Huh. \n[180]Just a black eye. \n[181]I know, he's a total freak, right? \n[182]Are you messing with me? \n[183]So you think it's all a coincidence. We've got the car -- \n[184]The bumper sticker, the argument, the staring contest -- And now he's showing up in my kitchen -- \n[185]Maybe. \n[186]Her car hasn't moved. \n[187]Well what if she's really \"not moving?\" What if she's tied in the dungeon with the other girl, starving to death -- \n[188]You're leaving? \n[189]Whose? \n[190]How is that possible? \n[191]Well, I mean... Sorry, I just didn't think you knew anybody -- \n[192]Oh my god, \"Skinny Psycho?!\" I sat next to that bitch in Spanish -- \n[193]And now the whole neighborhood's coming. \n[194]Hey, I get it. You don't have to explain. \n[195]Well, I appreciate the thought. Really. \n[196]It's funny, though. \n[197]I didn't peg you as a conformist. \n[198]Yeah, I'm calling about the Jeep Cherokee that was brought in with the flat and the stripped lug -- it's ready? Listen, did they have to replace the whole tire -- they patched it? Is there any way to tell if it was slashed or -- But a nail usually acts like its own plug for awhile, doesn't it? I mean it's a really slow leak, it can't flatten a tire in twenty minutes. -- Yeah, I guess anything's possible. \n[199]Wait, what was that? You think I'm watching? Well, I'm not... Nope, I am minding my own business... \n[200]You think I'm buying that? \n[201]I'm not biting -- \n[202]That's it. \n[203]Hey! \n[204]Take it easy, that's sixty gigs of my life. \n[205]Okay -- okay -- \n[206]What are you doing? \n[207]Coulda fooled me. \n[208]Forget -- \n[209]You wanna blend in with that crowd, fine, then stop looking up and trying to get a rise outta me. \n[210]It's not a cover -- \n[211]What else have I seen? \n[212]Okay -- I've seen how you always pull your kleenex from the box in groups of three. Not two, not four, always three. I've seen you're the only one in the world who eats pizza- flavored Pringles. And you never stuff the chips in, you savor each one by dividing it into four precise bites. I didn't know that was even possible. You're also the first girl I've ever seen who spends more time on her roof than in her own house. And what do you do out there? You don't talk on the phone, you don't paint your nails, you read books. Now one would think with the whole numbers thing you've got going on that you'd put them on your shelf alphabetically, but you don't. Your system's much more perfect. The ones you like go on the bottom, the ones you love go in the middle, and the ones you need, the ones you keep going back to... well they go straight to the top next to the dream encyclopedia. You know what all this tells me? You know how things should be. The world according to Ashley. And guess what? It's a very entertaining and beautiful thing. Even when it takes a hit. When you end up in a place like this... when your parents dump their baggage on you, or just... when it seems like those curveballs are never gonna stop -- It sucks, but just so you know -- I get it. \n[213]But I've also seen those designer window shades of yours, and guess what? They always go up the next day -- no matter what. And even if no one else has, I've noticed that. And I ain't sorry. The only thing I'll even consider apologizing for is... not dropping the binoculars and telling you this a lot sooner. \n[214]Hey. \n[215]If would have gone to the flower shop, but -- \n[216]Oh, two months, twelve days, nineteen hours give or take. \n[217]You know the other night... when you said you thought I'd be more messed up... \n[218]I didn't kill my -- \n[219]Three-thirty. \n[220]You better see this. \n[221]Look, quick -- \n[222]Her car... still hasn't moved... \n[223]Phase one, steal his code from his opener. \n[224]There's only two. Now look, his remote's in the glove compartment of his Toyota. All you have to do is pop it open and read me the switch settings. \"On\" or \"off.\" \n[225]No, not breaking in. We're just talking about having access to his garage so we can go in on our own time - when he's not there - to just... to get a closer look at the car, the bag -- \n[226]This is good up to thirteen digits -- \n[227]Look, if we're gonna do this, it's gotta be now. He takes twenty-one minutes average to mow his front yard... you'll be hearing him the whole time... \n[228]Yo, you set? \n[229]Let me conference Ashley in. Ashley, you there? \n[230]Nice. \n[231]Okay, Ron -- Green light. \n[232]You're all good. \n[233]You okay -- \n[234]Dude, glove compartment, other side. \n[235]Well, while you're there, will you just check? \n[236]You see the package? \n[237]Whenever you're ready. \n[238]Just start over. \n[239]No, no -- \n[240]Ronnie, he's coming around. \n[241]Ronnie, I am not dicking with you. The neighbor is also mowing her lawn and he's going to see you -- \n[242]\n[243]Put the remote back -- \n[244]Easy on the door. \n[245]Don't panic, he's coming straight for you -- \n[246]Back seat, NOW! \n[247]Shut up, stay down and don't move. \n[248]Ronnie, you're good -- \n[249]Ronnie? \n[250]Ronnie, was that the whole code? Ronnie? \n[251]even though she can't hear \n[252]Was that the whole code? \n[253]The code, did you get it? \n[254]No way. \n[255]Getting her license number -- \n[256]\"Yeah, he seemed like such a normal guy. Sure he kept to himself, but he was always nice to me.\" That's what they all say. That's what all the neighbors always say -- after the fact. Only after they've caught the guy, after he's killed thirty people -- \n[257]Fine, but what about the bumper sticker, there's still a girl missing, just... what's in the bag? Can anyone tell me that? \n[258]Ronnie, you've seen this satellite website, right? You can find any location on earth and take a picture -- \n[259]Trying to get to the bottom of this. \n[260]What's it look like? \n[261]Not who I think. \n[262]What, crazy?     Maybe I am.   But maybe I'm right. \n[263]Are you two gonna help me or not? \n[264]Then start looking through these -- \n[265]Well, this is all I need, so -- I guess I'll see you later. \n[266]So what's your deal? You hanging out or not? \n[267]Sure. \n[268]Get off me, man. \n[269]Ronnie, I know you think I'm losing my mind, but... listen, I'll help you get it, I just need you to do one thing. \n[270]You read? \n[271]Got video, no audio. \n[272]Light on, far end. \n[273]No movement. \n[274]Stay calm, it's there. \n[275]You're still clear, check the bag. \n[276]Try to get the plate number of the Mustang and check for dents -- \n[277]The camera's sliding -- \n[278]Ronnie? \n[279]Ronnie?! \n[280]He's in the house -- Ronnie? \n[281]What the hell -- \n[282]RONNIE!    Shit -- \n[283]Ronnie?! \n[284]Ronnie, can you hear me?! Giles, open the door!! \n[285]Hey! \n[286]Please, my friend's been kidnapped, he's in this house -- he's inside, I think the owner's trying to kill him -- \n[287]It was already open. \n[288]You're a lying son of a bitch! \n[289]He's in there, goddammit!   He's inside! He's lying! \n[290]Okay, but he's lying -- he has my friend, and he kidnapped that girl last week, he killed maybe three others, all redheads, they could be in a bag -- a big blue plastic bag -- in his garage -- my friend knew this -- That's why he's covering -- he didn't just wake up five minutes ago -- \n[291]So why'd you have to have the car fixed in record time, huh? Because it was covered in her blood -- \n[292]So where's my friend, then? Can anyone tell me that? Does anyone believe me?! \n[293]Mom -- \n[294]It was -- \n[295]Yeah. I just -- didn't think you'd believe me -- \n[296]\n[297]Shit -- \n[298]Ronnie -- \n[299]How -- How long have you been here? \n[300]Still, you could have -- \n[301]I get it. \n[302]Why didn't Giles tell the cops someone broke in? I mean, he did see you, right? \n[303]What if he wasn't always a guy? \n[304]Dead deer. \n[305]I was watching, remember? \n[306]So that's when the garage door started closing. \n[307]That's great. \n[308]Yeah, I lost signal -- \n[309]I'm gonna burn this. \n[310]You're not fooling me, Giles... \n[311]Ronnie, get your ass up here! \n[312]Ronnie?! \n[313]Ronnie -- MOM!! \n[314]It's dead. \n[315]Living room -- tied up -- he got Ronnie -- in the kitchen -- \n[316]No, I've gotta get her -- \n[317]Okay, but -- just follow my lead -- we're gonna need stuff -- \n[318]Once I have his attention, you go get her. \n[319]We're out here, asshole! \n[320]Ashley!   Are you okay? \n[321]Stick to the plan -- \n[322]That was a warning! \n[323]Where's my mom? \n[324]I don't know -- the cops should be here any sec -- \n[325]No flashing lights -- stay here -- \n[326]Parker, where's the cavalry?! \n[327]Parker, you need to get them here right now -- Giles is -- \n[328]\n[329]He was my best friend. We always talked about what guys talk about... sports, women... food... We were talking about the freakin' fish -- this huge, amazing black bass we'd just caught -- and how we'd be eating it for a week... the next thing I know -- I can't hold on... and he's letting go... I was so pissed at \n[330]him, I was so -- he's the one who left, he's the one who gave up, you know? -- But that's b.s. See, the truth is, my dad -- He saved me. \n[331]Movement. \n[332]She's whacked. Plain and simple. I think she thought it'd be some sick challenge or something -- hey, commission's the same I guess... \n[333]No way.   She can't be serious. \n[334]Fine, but we still have to seriously question the yayhoos buying the place. \n[335]Screw that. My mom has another half hour over there at least. ", "ASHLEY": "\n[1]enters the room. Digging clothes from boxes, stuffing them in her dresser, then -- she pulls her hair back, yanks off her t-shirt, revealing a black bra. ON KALE - he continues to watch as Ashley digs a towel out of a moving box, and, with her back to us, pulls off the bra and disappears into the bathroom. Off Kale -- \n[2]pulls the car into and up the drive.    She glances at Kale who nods and smiles back. As the stationwagon heads up the driveway, Kale tries to push himself upright -- but his feet SLIP. He pitches forward more. He glances back over his shoulder, sees Ashley getting out of the car and looking his way. Kale struggles under his own weight, trying to keep his feet from crossing the line -- he looks back to Ashley who's now heading toward him. A slight smile crosses Kale's face as -- \n[3]Can I help you? \n[4]Too late. \n[5]Please. I think any pride you had left was gone a while ago. \n[6]Still going. \n[7]Yeah, you've kinda got the whole Martha Stewart thing going on -- \n[8]I'm a city girl. Born, raised, and now... Forcefully relocated. \n[9]I'm telling you, if I have another clueless jock hit on me or one more soccer mom cuts me off in her oversize SUV, I'm gonna go postal. \n[10]Wait, I -- \n[11]My mom -- she's very polite, always says \"please\" but she's got that tone, did you notice? \n[12]Oh, I'm Ashley -- \n[13]What took you so long? The house isn't that big. \n[14]Oh.   -- Locked out. \n[15]Thanks, but I'd rather stay stranded if you don't mind. \n[16]May I? \n[17]Nice to meet you. Video games, huh? I like to play. \n[18]A little? \n[19]Anything interesting out there? \n[20]Are you spying on the neighbors, Kale? \n[21]Is that so. \n[22]Yeah, I've seen him.   So? \n[23]What, you think he -- \n[24]Gee, that really narrows it down. \n[25]So this is why -- you're -- \n[26]So that's the infamous black mustang, huh? \n[27]The one with no dent? \n[28]Because it was never there in the first place? \n[29]Sorry guys, no bashed-in fender, just a Longhorns bumper sticker. \n[30]Okay, fine, stakeout. Who's on my shift? \n[31]Do you know how long Giles has lived there? \n[32]So he could've lived in Texas... Hey, check this out. \n[33]The summary lists four main criteria. Our guy meets at least three. White male between the age of twenty-five and fifty. He doesn't have any pets, right? \n[34]You said he lives alone -- \n[35]Sexual dysfunction. \n[36]I'm hungry, let's order pizza. \n[37]Here. \n[38]I'm crafty like that. \n[39]Every time he calls, that's what you'll hear. \n[40]Three to one he doesn't pick it up. \n[41]Only in disturbia... \n[42]What do you mean? The greener grass, the safer pastures... \n[43]Well, I guess my mom thought it'd help keep dad on a shorter leash. City life... had its temptations... But my mom pretty much cries just as much as she always did, and dad doesn't care -- more than ever. \n[44]Something like that. So... what're your issues, Kale? \n[45]Another car -- \n[46]You seen her before? \n[47]Cute for a killer. \n[48]Who said chivalry's dead? \n[49]There's a club girl for you. \n[50]Bright green bracelet's \"The Pyramids,\" purple's \"Club 360,\" the big black stamp's from \"Flavor.\" \n[51]I don't need one. \n[52]Denied... \n[53]Oh no, he put on music... \n[54]Oh, c'mon, Giles, all she wants to do is dance. \n[55]Could be radio. See if you can find the station. \n[56]No... no... \n[57]Stop. \n[58]Now's the time to bust your move. \n[59]It's my mom. Hi. No, I'm fine. I'm at Barnes and Noble.    Okay, I'm leaving. No, I'll walk. \n[60]Looks like this is as far as you go. \n[61]Y'know, I have to admit, you're different than I expected. \n[62]I thought you'd be more messed up. \n[63]No, you're fine. \n[64]Yeah. \n[65]He wants her to come back in -- \n[66]Let's get closer -- \n[67]That was intense. \n[68]Oooh. That's creepy. \n[69]And very vague... did he genuinely mean it was nice meeting you or was he sending you a \"sinister message?\" \n[70]Maybe a little. Did you even notice my hair? \n[71]With the non dent dent -- \n[72]Why, because he slashed your mom's tire? \n[73]It's called \"the day after,\" Kale. Nobody moves after a night like that. \n[74]Then come up with a rescue plan and get back to me. \n[75]Have to.    Party. \n[76]Uh, mine? \n[77]Excuse me? \n[78]I don't, I didn't -- I met this girl earlier, Minnie Tyco? \n[79]I told her my parents were outta town -- \n[80]Look, I'm stuck here. So I figured I can either shut myself in and keep hating it or... try to make the most of it. \n[81]Kale, you're welcome to come, but -- \n[82]Glad to hear it. \n[83]What? \n[84]Try to keep these in your drawers tonight, will ya? \n[85]storming in from the kitchen and marching up the stairs! \n[86]as if shocked by something \n[87]Back off or I'll throw it where you can't follow. \n[88]Even better. \n[89]What are you doing? \n[90]I'm trying to enjoy my party. Wait, that's wrong. According to you, I'm trying to conform -- \n[91]What does that mean? \n[92]No, I'm not gonna forget it. \n[93]So you were watching me. Question is for how long? Just tonight?    Or maybe a week? Two weeks? Since I moved in? \n[94]And the whole \"my-neighbor's-the- killer\" thing. Great cover -- \n[95]So what is it, Kale?   Huh?   What else have you seen? \n[96]Yeah.   What else? \n[97]That was either the creepiest... or the sweetest thing I've ever heard. \n[98]Hey... where have you been? \n[99]I know. \n[100]So how much longer? \n[101]...For a guy who killed his teacher. \n[102]Shhh. I know. -- I know. \n[103]Oh my God, what time is it? \n[104]I've gotta go. \n[105]What? \n[106]That's normal. \n[107]So what do you wanna do? \n[108]I don't know about that, but -- \n[109]I'll do it. \n[110]Ten-four. \n[111]What's wrong? \n[112]I'm on it. \n[113]Heading up the driveway. We barely hear her introduce herself to Giles. Giles steps around to the front of the car, uneasily shakes her hand. \n[114]Okay, case closed. \n[115]Why, Kale?   It's over. \n[116]Okay, I think we all just need to take a breath. \n[117]Kale, why are you so -- \n[118]Kale, what are you doing? \n[119]Kale, right now, it doesn't look that way. \n[120]Like you're determined to turn Giles in to who you think he is. \n[121]I just didn't realize -- you were this -- \n[122]It's not about that, it's about -- -- What I see. What Ronnie and I are seeing right now. I see a guy who looks like he hasn't slept in days. I'm seeing you sitting at your dad's desk -- \n[123]-- Because you lost him before maybe... you ever really knew him. Before the world according to Kale took a hit from that same stuff you were telling me about, remember? All those curveballs? But it's like -- it's like you're still trying to dodge them by forcing pieces together that are never gonna fit... by getting all wrapped up in... This. Obsessing's not gonna \"protect you,\" Kale. It's not gonna make the hurt go away. \n[124]I want to. \n[125]That's not what I meant. \n[126]\n[127]Let me try -- \n[128]Where's your mom -- \n[129]Okay, just -- I'll get your mom, you figure out a way to call the cops -- \n[130]Kale, you've gotta get outside, get over the boundary -- do you hear me? \n[131]Kale! \n[132]NO!   You son of a -- \n[133]I wanna kill him -- \n[134]Hi, Mrs. Brecht, I'm Ashley -- It's gonna hurt. \n[135]She went upstairs for you -- where's Giles? \n[136]What's wrong? \n[137]Why's your mom doing this again? \n[138]Hey, if anyone can spin a psycho house into the opportunity of a lifetime, I'd bet on your mom any day of the week. \n[139]Whaddaya think, another stakeout? ", "RONNIE": "\n[1]Dude -- \n[2]Dude, the chicks here in Oahu rock the houusse! Oh my god, this one is totally showing me her kite board. Belay that, she wasn't pointing at me. Look, Kale, I've gotta hop -- \n[3]Aloooha Senor Ka-- Dude, you look like hell. \n[4]Seriously man, you need some sun. \n[5]Hey, I've gotta show you this.    Maui chicks rule. \n[6]What are you talking about? \n[7]-- Fascinating. \n[8]Husband? \n[9]Great, that still doesn't explain why you're in a bathrobe at four in the afternoon. \n[10]Dude, he's gonna see -- \n[11]Oh, you did the math. \n[12]Kale -- \n[13]\n[14]Seal this area off, Kale. \n[15]What, I go to Maui, you become a stalker? \n[16]Find your passion, Kale. \n[17]Huh, I guess he likes his grass short. \n[18]No shit? People. You never can tell these days. \n[19]What was that? \n[20]Oh-- my-- God. Who be she? \n[21]What's stopping you?! \n[22]So you don't know what year the Mustang is? \n[23]Check this out. The feds think your missing girl might be related to three murders in Austin. All redheads. \n[24]Dude... \n[25]\n[26]Oh, it's so warm, baby... \n[27]Cleansing breath... \n[28]Concentrate now. This is for the gold. \n[29]Dude, there's no way she heard that. \n[30]She's got great lung capacity. \n[31]There's no way -- \n[32]Okay, maybe she did. \n[33]Her swims always that short? \n[34]Now where is she? \n[35]Don't, it could be her! \n[36]Then stop!    Just -- let 'em go away. \n[37]What?!   What?! Speak. \n[38]You're full of -- \n[39]Shit shit!!    Oh my shit! \n[40]We are so busted. Don't answer it! \n[41]Video games...? \n[42]Actually, he is. \n[43]See, he has this neighbor -- who I guess by definition would also be your neighbor -- who may, in point of fact, be a cold-blooded killer. \n[44]Exhibit A, Robert Giles. \n[45]Black Mustang. \n[46]What? \n[47]Austin, Texas. Texas Longhorns. \n[48]This is all the stuff I could find -- \n[49]\"Murderer: Tell Tale Signs of a Serial Killer.\" Qualifies for free shipping if you pair it with \"The Shrine of Jeffrey Dahmer.\" \n[50]What's the fourth? \n[51]Hmmm... \n[52]Who's that? \n[53]Ookay, just fill me in later. A pleasure. Duude! Later. \n[54]Dude, Ashley is ho-ho-hotttt -- \n[55]What do you mean, are you sure? \n[56]Who? \n[57]And then what? \n[58]Uh-huh. \n[59]Then call your friends at the police department. \n[60]What? \n[61]That's right, Kale, and now I'm coming up to slash your guts out, you little bastard! \n[62]I'm not and I'm hanging up. \n[63]\n[64]This is Ronnie, leave a message. \n[65]You want me to do what? \n[66]There's more than one phase? \n[67]For the later purpose of doing what? Breaking in to his house? \n[68]All this sounds reasonable to you? \n[69]How long have you been planning this? \n[70]No. It isn't safe. Let's do it. \n[71]needed; suddenly sounding not so macho \n[72]Oww, shit -- \n[73]What do you think? \n[74]Excuse me if I'm used to my mom's import. Can I just try this one while I'm here? \n[75]Shit. \n[76]I'm in. \n[77]Oh my God -- \n[78]There's like a month-old order of Nachos Bell Grande under the seat. Okay, I found it. \n[79]Looks like \"on, on, on, off, off, on...\" No wait, that one was \"off.\" \n[80]\"On, on, on, off, off, off, on -- \" \n[81]I'll get it right this time. \n[82]Dude, stop dicking with me, I still hear his -- \n[83]Kale, what do I do?! Where -- \n[84]I did, I did -- \n[85]What?!   Kale, you've gotta get me -- \n[86]Kale, tell my mom -- \n[87]Excuse me? \n[88]You've gotta be kidding. \n[89]Great, Kale. She lives. \n[90]What are you doing? \n[91]Why? \n[92]Try telling Inspector Clouseau that. Now he thinks he needs her license number. \n[93]Yeah, for a small fee -- \n[94]I would, dude, but -- I've gotta pull it together and -- change my underwear. Catch you later? \n[95]Dude -- my cell phone's -- still in his car. \n[96]Kale, did you hear me? \n[97]Phase two. I knew it. \n[98]Yeah, you got a signal? \n[99]Yeah, mic's on the fritz.    How am I looking? \n[100]I guess it's now or never.    Moving out. \n[101]First hurdle -- \n[102]I've got it. \n[103]Hang on -- \n[104]I'm checking the bag first. \n[105]That was close. \n[106]-- make it -- interference -- somebody's here -- \n[107]\n[108]Dude, don't kill me, don't kill me -- I can explain -- \n[109]You should have seen your face -- I got out his front door. I got lucky. I heard you yelling, but dude, cops were everywhere -- \n[110]What, popped out and said, \"oh yeah, officers, my friend's right, I was just in that house, I'd gone to get my cell phone out of the guy's car I broke into earlier...\" Are you kidding me? \n[111]Dude, I am sorry. Can we just... hug it out? \n[112]You know, let's be positive for a change. I thought he did, but maybe he didn't. Or maybe he's a nice guy afterall, and he didn't wanna make a big deal of it, you know? I mean, he's a guy, he was a kid once... \n[113]But I do have to ask... what was in the bag? \n[114]Naturally... Hey, you want more evidence, detective? \n[115]No, no, this is comedy, it deserves big screen treatment. \n[116]Hey, I caught that. \n[117]Yeah, he must have heard me. He came through the inside door -- This is where I ducked low and started... \n[118]...hauling aaaass... \n[119]Dropped it. \n[120]But I never leave evidence behind. \n[121]And that's about when you started yelling bloody murder and the shit hit the fan. \n[122]I'm starving. All that running around... \n[123]I'm not even here. ", "JULIE": "\n[1]You're kidding. So I can actually put the burgers away this time? \n[2]What if he accidentally goes beyond -- \n[3]Automatic withdrawal. Twelve bucks every day. \n[4]Dinner's on the table. I'm closing at the restaurant the next few nights. Could be some late ones, but hey... the extra tips couldn't hurt. \n[5]Where's my apron... apron... \n[6]You wanna talk about anything? \n[7]Y'know, when we're finally free of all this legal stuff with the accident, the other families' lawyers... there might be a little insurance money left... maybe you should go back and see Dr. Phillips? \n[8]\n[9]Well, that one could've been avoided. \n[10]Do the dishes. Please? \n[11]More trash TV? \n[12]The lawyer's sending some papers over. \n[13]I've got two open houses, you've gotta sign for them. That's the point. \n[14]I-tunes, too. You know what else I'm canceling? \n[15]Maid service. Sorry, you're a felon. And we're broke. I can't do it all, anymore, Kale. This isn't gonna be vacation as usual. I want these washed and the kitchen cleaned by the time I get home. \n[16]Well let me make it easier. \n[17]One more look at that kitchen and I will be. \n[18]I'm sorry.   I thought you heard me... \n[19]What's going on? \n[20]Anything else? \n[21]That's okay, I just... wanted to say good night. \n[22]Kale, Kale, it's me!! \n[23]What's going on, who were you talking to?! \n[24]I'm sorry, the wind caught it -- \n[25]Okay then, so... You want anything from the grocery? I'm going in the morning. \n[26]Oh. Kale, I ran into Mr. Giles at -- \n[27]...At the grocery. I had a flat tire when I came out. We tried to change it, but -- \n[28]And that adapter thingy that unscrews it ended up stripping it instead -- \n[29]No, it wasn't. You saved my life. We had it towed to Frank's. \n[30]Oh... no, it's okay, we're managing. \n[31]Oh c'mon, Kale. I'm sorry. \n[32]Okay... I don't think that's the case, and -- \n[33]Wait, what about your coffee? \n[34]Shoot, milk's... still in the car. \n[35]Kale, could you grab the sugar? Sugar? \n[36]Kale, come on -- \n[37]I'm sorry, Kale. \n[38]I really am. You know, one thing I always told myself was that no matter what, I would always know what was going on with my kid -- \n[39]Let me finish -- because I have to tell you something... I feel like I let you down. I was too caught up in my own grief to see straight. I thought time would heal this and taking a second job was... the answer to keeping a roof over our heads -- \n[40]That's just wood. Do you hear me? We're still not through this -- obviously -- it's gonna take more time -- maybe a lot more time -- and that's just gotta be okay, because I know -- it'll get better. I want us to be us again. I want us to be honest with each other like we used to be. Is that possible? \n[41]Listen to me. I am always on your side. No matter what. It may not look like it sometimes, but it's the truth. And we'll get through this. Okay? \n[42]Where's Kale? \n[43]standing on the staircase with a 12-GAUGE SHOTGUN -- KABOOM! Julie BLOWS GILES BACK INTO THE WALL!   -- And THAT'S WHERE \n[44]You ready? ", "GILES": "\n[1]Just come back in the house, you shouldn't drive -- \n[2]You really should stay. \n[3]You're in no condition -- \n[4]Sorry. \n[5]C'mon... \n[6]Whoa, whoa, settle down, slow down. Robert Giles, your neighbor -- Behind you? \n[7]Think I startled him. \n[8]Robert... \n[9]My fault. \n[10]Just glad I could help. Must be a little difficult when the man of the house is stuck in the house. \n[11]I've always been curious about those things, do you mind? \n[12]No, no.   It's none of my business. \n[13]Whoa, hey, dude... you seem like a straight hitter. You ask me, whoever they are deserved it. \n[14]And I think I opened my big mouth again. You're absolutely right. I should go. \n[15]In that case, cafe con leche, por favor? \n[16]Which one? \n[17]Yeah?   You a Longhorns fan, too? \n[18]Me neither. Had a lot of friends who went there. I stayed in Minnesota till I moved here. \n[19]So when you say you \"popped\" your teacher -- \n[20]Phew, just making sure I wasn't living next to some psycho killer. Listen, I get it though. I had plenty of teachers I wanted to just... kill. \n[21]But no matter how hard it is to hold back, the high road's always the better choice. \n[22]Why not. \n[23]Thanks, man. \n[24]Oh, hey, Kale... Nice to finally meet you. \n[25]Uh, yes, can I help you, officer? \n[26]No, I certainly wouldn't. \n[27]Absolutely, be my guest. \n[28]I hit it the other night. Thought I'd save a few steps and get it off the road myself. I was gonna bury it sooner, but it's been a helluva week -- \n[29]Because it's a classic, I got it out of storage for the auto show, I needed it in pristine condition. \n[30]Please, I understand. \n[31]who swings the bat across Ronnie's face.     Ronnie drops out of frame behind the island. \n[32]-- Now right behind him -- swings the bat and trips Kale up. Kale falls just short of his kite string boundary line. \n[33]You finally wanna be an orphan? \n[34]If you don't stop fighting me, I will gut her like a fish. \n[35]So where's the tape? \n[36]You're right, I'll find it later. \n[37]It's funny, I hear a lot of authors say their first books were easy, it's the second one that's really hard. Wonder if your dad thought that. See with me, it's the opposite. The very first one was... ...Very difficult... she was very beautiful... fragile... a lot of promise... the others in Texas were flings, low class... Patty Walsh had potential, but so did Amy. You saw her, right? When you were watching me? You should feel good, Kale, you guys saved her life. I was headed in to kill her when your girlfriend showed up. So, you're a hero, Kale. Savor the moment. You have Microsoft Word? Turn it on. \n[38]I can type, you know. \n[39]\"Dear Ashley... I killed Ronnie and my mom because... What's wrong? Hey, you're the one who couldn't leave me alone. Truthfully, I'm sick of covering my tracks. You think I like spending my spare time looking over my shoulder for people like you? Word of advice, if you ever need to hurt someone, think everything through. Because you do get a taste for it, don't you? \n[40]But damned if people aren't just waiting to stand in your way... cops, reporters, determined relatives, nosy fucking neighbors... next thing you know, you're on tilt, you can't think straight, you're clocking your teacher in front of the whole class, me... I'm hitting a damned deer... Man, that was some shitty luck. Anyway, it's pretty clear how we've gotta clean this up. The irony is, you've done all the hard stuff. Whaddaya think: \"Troubled youth finally snapped.\" Maybe because he was jealous of his girlfriend, or maybe he just couldn't deal with the guilt from not saving daddy. Hey, you Googled me. \n[41]staggers to his feet and charges Kale. Kale grabs the bat, rolls around and swings up at Giles, WHACKING HIM IN THE CHEST. Giles doubles over as Kale frantically plants the bat on the floor, using it as a \"cane\" to pull himself back to his feet. He HOPS toward Giles, raises the bat, swings it, but Giles anticipates, grabs the bat, pulls it forward, and REVERSE JABS KALE in the face! Kale staggers back, but somehow keeps his balance and the bat. He spins around, hops to the door into... \n[42]Standing in the other porch doorway BEHIND KALE! \n[43]Evening. ", "JEFF": "\n[1]No, he can't see us. But he feels us watching. \n[2]Settle down, slow it down... \n[3]You don't want to scare him off. You've got his attention, now just play with him. Tease him a little. \n[4]It's all you, Kale, keep cranking! \n[5]Heave, laddie! \n[6]Give it all ya got, mate, or you're gonna lose him! \n[7]How would ya know, have ya ever met one? I doubt it -- \n[8]Never! No Brecht has ever -- lost a fight -- to a fish! \n[9]Throw me a -- \n[10]Hey, at least the weather's great... we're spending quality time together. \n[11]Let's nab the bastard. \n[12]We're having fish for a week. \n[13]I'd say an hour. Love you, too. \n[14]Kale?   -- Kale, are you okay? \n[15]I'm fine. But you're gonna have to climb out, Kale. Can you do that? \n[16]That's okay, I've got it -- grab the door, I don't need your ass falling on my face -- \n[17]Kale, you have to climb up -- \n[18]Kale -- \n[19]I know -- ", "PARKER": "\n[1]Okay, you... are all set... to go nowhere. Now, green means you're good, you're in the safe zone which covers about \n[2]a sixty-foot radius from this guy here. \n[3]He's like a modem. He gets a constant signal from Mr. Bracelet that he sends through your phone line to the monitoring station downtown. So they know where you are, where you've been and what you're thinkin' 25/7. \n[4]Red light flashes. Means you've got about ten seconds to get your butt back to green, or else -- \n[5]And they don't bring blindfolds. It's also tamper proof and waterproof. So don't try sticking your foot in a bucket of water and hopping across the line. It won't work, and you'll look stupid. Now, I'll be checking up on you a lot. Here's my card -- You're set up to pay his incarceration fee, Ms. Brecht? \n[6]Everything else is in the manual. Oh, except this -- House arrest might sound like a breeze, but trust me, I've seen all kinds of folks get a bit loopy before too long, some after just a day or two. So make sure you find lots of constructive things to keep yourself busy. \n[7]Kale, calm down, the officers were probably in the neighborhood already. \n[8]Kale, first times happen. The officers knew that. But next time they will take you to jail. \n[9]Kale, what's going on now? \n[10]I told 'em don't bother, you were my responsibility -- ", "RONNIE  (CONT'D)": "\n[1]Shit. \n[2]They're all gonna be locked -- \n[3]Twenty feet.     Ten feet -- \n[4]Garage -- \n[5]Bingo. \n[6]I'm not seeing it -- \n[7]I'm setting the camera on the trunk. \n[8]It does look like blood -- and hair -- \n[9]Oh shit -- ", "UNIFORM #1": "\n[1]Freeze.    Hands above your head, now!! \n[2]Stay right there. \n[3]Dispatch, 13A74, we're 10-26 with the kid, he's claiming a 10-31 at... 4710 Fairway Court. House behind his residence, request 10-78. \n[4]Take it easy -- \n[5]Sir, calm down -- \n[6]Can you -- \n[7]I think we're done here.   Sorry for the intrusion, sir. ", "SENOR GUTIERREZ": "\n[1]Senor Brecht... \n[2]So Kale, think you can stay conscious long enough to tell us your plans for the three wondrous summer months ahead? \n[3]Verano... \n[4]¿Qué? \n[5]Did you do the homework or not? \n[6]You \"guess\" not. I don't know who you think you are or who you think you're dealing with. You can't give me a straight answer, fine, give me one good reason why I shouldn't fail you right now? "}}