{"dialogues": {"DJANGO": "\n[1]Amongst many other shoulders and heads, sees through the bars of the cell door, his wife BROOMHILDA being led to the auction block. He fights his way to the door, and far off and obscure in the distance, he can see Broomhilda up on the auction block, and in the distance he hears the Auctioneer yell; \"Sold.\" Then she's taken away to whereabouts unknown, never to be seen again. As the sun continues to beat down on Django's head, he remembers; DJANGO in the SLAVE PEN with what seems like a one hundred and fifty Slaves in a cell designed for forty. WHITE MEN yank him out. of the cell, shirtless, shoeless, and lead him down a hallway, into a giant round pen, an audience viewing area circles the round pen floor on three different stories of the structure. The ground floor is covered by the BIG MONEY BUYERS who stand in front of the auction block. \n[2]is moved into a line of SLAVES , and their MASTERS , and their SELLERS (the White Man actually doing the sales pitch on the auction block), as they wait for their turn on the block. A SLAVE , stand on the auction block in view of the room full of Buyers, The SELLER sells, and the OWNERS stand off to the side. \n[3]takes in the environment around him. Django has never cared for white folks, but these white folks are in particularly ugly. It's DJANGO's turn ON THE AUCTION BLOCK as the THEME SONG wails its tragic crescendo, Django is brought up on the auction block. He.looks down at all the WHITE PEOPLE who want to buy Niggers, who look up to him. His heart fills with poison. \n[4]Django. Dr.SCHULTZ Wunderbar! You're exactly the one I'm looking for. So tell me Django - by the way that's a amazing name - during your time at the Carrucan Plantation, did you come to know three overseers by the name of The Brittle Brothers? Django nods his head, yes. Dr.Schultz is delighted. Dr.SCHULTZ Big John, Ellis, and little brother Raj? \n[5]Dem da Brittle Brothers. Dr.SCHULTZ So Django, do you think you could recognize - ï¿½. The Speck Brothers have been watching this tenderfoot engage their Slave in polite conversation.. .with a touch of disbelief. \n[6]Yes. Dr.SCHULTZ Now I'm sure. to you, all unshaven white men look alike. So Django, in a crowd of unshaven white men, can you honestly and positively point out The Brittle Brothers? \n[7]I can point 'em out. Dr.SCHULTZ Sold American! So Mr.Speck, how much for Django? \n[8]Huh? Dr.SCHULTZ Why not.. He writes it in his book with a silent \"D\", then stops to admire the way it looks. Dr.SCHULTZ Yes, that does add a little character. The German dentist lowers himself by the Speck brother pinned down under his horse, and hands him the notebook and pen. Dr.SCHULTZ If you'd be so kind Speck, as to make your mark here. The. Hillbilly spits in the German gentleman's face. The good doctor wipes his face with a handkerchief. Then takes out a pocket knife. And whispers something that can't be heard in the slavers ear. He signs the bill of sale. Dr.SCHULTZ Mr.Speck, I would like to say it was a pleasure doing business with you, but your customer service leaves a lot to be desired. The good doctor climbs back up on Fritz, and looks to the six Slaves, in leg irons. Dr.SCHULTZ Now as to you poor devils. He tosses to Pudgy Ralph the keys to the shackles. Dr.SCHULTZ So as I.see it, when it comes to the subject of what to do next, you gentlemen have two choices. One, once I'm gone, you lift that beast off the remaining Speck, then carry him to the nearest town. Which would be at least thirty-seven miles back the way you came. Or ... .Two, you unshackle yourselves, take that rifle over there. . .put a bullet in his head, bury the two of them deep, and make your way to a more enlightened area of the country. The choice is yours. He's just about ready to ride off, when the good doctor adds; Dr.SCHULTZ Oh, and on the off chance that there's any astronomy aficionados amongst you, the North Star is THAT ONE. Tata. He looks to Django, who doesn't know how to start his horse. Dr.SCHULTZ Just give him a little kick. Django does, and the horse responds by moving. Dr.SCHULTZ See, it's not so difficult. \n[9]Who? Dr.SCHULTZ Your horse? \n[10]What horse? Dr.SCHULTZ' The horse you're riding. \n[11]This ain't my horse. Dr.SCHULTZ Yes it is. \n[12]No it ain't, it's your horse. I'm just riding it. Dr.SCHULTZ Well, technically, yes - Wait a minute - technically not. If it's my horse, I can give it to you, and as of now, I'm doing such. Django, you're now the proud owner of a horse, congratulations. \n[13]I can't feed no horse. I can't put no horse up in no stable. Dr.SCHULTZ Don't worry about all that! They ride a bit longer in silence.. .the good doctor composes himself... then says with a smile; Dr.SCHULTZ So... . now that that's settled... . what do you intend to name it? Half the fun of having a horse is choosing his name. For instance my steed is named Fritz. He's stubborn, ornery, and prone to a bad disposition, but I couldn't do without him.  Anyway, the name of one's steed, isn't something one does lightly. So once you've thought about it for awhile - \n[14]- Tony. Dr.SCHULTZ - Tony what? \n[15]- I dunno, Tony the horse. Dr.SCHULTZ Oh, you mean you want to name your horse Tony? \n[16]Yeah. That's what you jus' asked me, right? Dr.SCHULTZ When you're right you're right, indeed I did. Why Tony? \n[17]I gotta tell ya? You didn't tell me I gotta tell ya. As they continue to converse, they start heading downhill toward a western town. They pass by a sign that says; \"WELCOME TO DAUGHTREY, \n[18]They never seen a nigger on a horse before. Dr.SCHULTZ What's this bizarre obsession they have with. you not riding horses? \n[19]You askin' me? Dr.Schultz stops Fritz in front of a saloon, and dismounts. Django has a little trouble both stopping Tony and getting off him, but it gets done. Dr.Schultz keeps bombarding The Slave with questions. Dr.SCHULTZ So what other archaic rituals are you people verboten to take part in? As per usual with this white man, Django thinks; \"What\"? Dr.SCHULTZ I'm just trying to get a clear idea on what you can do, and what you can't do, and if you can't do it, why can't you do it? Like for instance, what if we were to walk in this saloon here, sit down at a table, order a drink, and drink it? Would the authorities frown on that? \n[20]Hell yeah, they gonna frown. Dr.SCHULTZ What part would they find the most offensive? \n[21]All of it. I can't be walkin' in no saloon. I can't be sittin' my ass on no chair, at no table. I can't be drinkin' no drink. And I definitely can't be sharin' no drink, with no white man, in public. Dr.SCHULTZ So if you and I did those things, that would be considered enough of a infraction to make the saloon keeper go get the sheriff? \n[22]You bet your sweet ass they get the sheriff. The good doctor extends his hand towards the saloon entrance. Dr.SCHULTZ Well in that case Django, after you. \n[23]Whoa - I ain't funnin, I can't go in there. Dr.SCHULTZ Django you're going to have to learn to trust me, and as the man said; \"There's no time like the,present.\" He takes Django by the arm and leads him into the entryway of the establishment. \n[24]What kinda dentist are you? This makes the doctor laugh, as he pours the beer's. Dr.SCHULTZ I haven't practiced dentistry in five years - Not to say once I know you better, I wouldn't like to get a look at that mouth - I'm sure it's a disaster - But these days I practice a new profession ... . Bounty Hunter. This gets no reaction from Django. Dr.SCHULTZ Do you know what a Bounty Hunter is? The Black Man shakes his head, no. As the good doctor, walks back to the table carrying the mugs of beer, \n[25]What's a bounty? Dr.SCHULTZ It's like a reward. \n[26]You kill people and they give you a reward? Dr.SCHULTZ Certain people, yes. \n[27]White people? Dr.SCHULTZ Mostly. A few Mexicans. Couple Chinamen. \n[28]Bad people? Dr.SCHULTZ Badder they are, bigger the reward. Which brings me to you, and I must admit I'm at a bit of a quandary when it comes to you. On one hand, I despise slavery. On the other hand, I need your help, and if you're not in a position to refuse, all the better. So for the time being, I'm going to make this slave malarkey work to my benefit. Still... . having said that, .I feel guilty. So... I'd like the two of us to enter into an agreement. I'm looking for The Brittle Brothers, however in this endeavor I'm at a slight disadvantage, in so far as, I don't know what they look like. But you do... .dont'cha? \n[29]I know what they look like, all right. Dr.SCHULTZ Good. So, here's my agreement. You travel with me till we find them - \n[30]- Where we goin'? Dr.SCHULTZ I hear at least two of them are overseeing up in Gatlinburg, but I don't know where. That means we visit every plantation in Gatlinburg till we find them. And when we find them, you point them out, and I kill them. You do that, I agree to give you your freedom... . twenty-five dollars per Brittle brother - that's seventy-five dollars... . your horse, Tony even though I've already gave him to you -- but once the final Brittle brother lies dead in the dust, I'll buy you a new saddle, and a new suit of clothes, handsome cowboy hat included. Dr.Schultz's eyes go to the saloon window. Dr.SCHULTZ And as if on cue... . here comes the sheriff. \n[31]I think they wonderin' why you playin' the piana'. Dr.SCHULTZ Good. But what are they doing? \n[32]A buncha white folks brought a buckboard around out front, now they hidin' behind it with guns. And a buncha other white folks are up on the roof, with rifles pointed down here. Dr.SCHULTZ Damn, they got that organized fast. Is the marshall out there? \n[33]If the one I think is the.marshall is the marshall, he's out there. Dr.SCHULTZ What makes you think he's the marshall? \n[34]Cause he's the one ready to say somethin'. \n[35]What'cha mean? Dr.SCHULTZ Well, after this Brittle business is behind us, you'll be a free man, with a horse, and seventy five dollars in your back pocket. What's your plan after that? \n[36]Find my wife, and buy her freedom. Dr.SCHULTZ Django, I had no idea you were a married man. Do most slaves take the institution of matrimony seriously? \n[37]Huh? \n[38]Me and my wife do. Dr.SCHULTZ Where is she now? \n[39]I dunno. They put us in different boxcars, and sent U.S to The Greenville Slave Auction. She got sold two days 'fore me. But I don't know who to. Dr.Schultz takes out a long stick of beef jerky. Dr.SCHULTZ Care for some jerky? \n[40]Sure. Dr.Schultz rips him off a piece. Django chews on it. As he chews, \n[41]A few months ago. Dr.SCHULTZ Three or four? \n[42]Three. Dr.SCHULTZ So shecamefrom the Carrucan Plantation, and shewassold at The Greenville Slave Auctiontosome :unknown customer three monthsago? Django nods his head, yes. \n[43]I'll have my freedom papers. Dr.SCHULTZ Yes you will. But say you show them to some rascals, and they take them from you and tear them up? \n[44]They could do that? Dr.SCHULTZ I'm not saying they would, but they could. \n[45]They do that I'll kill 'em. Dr.SCHULTZ Great! Now you get hung for killin' a white man. The point being is the place,is just too dangerous for you. \n[46]Well I gotta go, when do I go? Dr.SCHULTZ When you get more dangerous. \n[47]is dressed in a powder blue satin Little Lord Fauntleroy outfit, that wouldn't be out of place in the court of Marie Antoinette at Versailles. Dr.Schultz comes trailing after him. Dr.SCHULTZ Django, you have to, it's part of \"The Act\". You're playing a character. Your character is The Valet. This is what The Valet wears. Remember what I told you. During the act, you can never break character. \n[48]Didn't you hear him tell ya, I ain't no slave. \n[49]Yes. \n[50]Betina, come over here, I need to ask you something. He moves her by the tree for more privacy. Betina thinks this fancy pants wants to get all lovey-dovey, and she couldn't be less interested. \n[51]I'm lookin' for three white men. Three brothers. Overseers. Their name is Brittle. Do you know 'em? \n[52]Yes, Brittle. John Brittle. Ellis Brittle. And Roger Brittle, sometimes called, Little Raj. \n[53]They could be usin' a different name. They woulda' come to the plantation in the last year. \n[54]Maybe? Three brother? \n[55]Are they here? \n[56]Can you point one of 'em out to me? \n[57]Yep. He folds the spyglass back up, and puts it back in his purse. \n[58]Where's the other two? \n[59]They whippin' Little Jody? She nods her head, yes. \n[60]Point me in that direction. She points to a shed, and keeps pointing right. \n[61]Go git that white man, I came here with. He slaps her ass, to hurry her up. Then looks to the shed, and begins crossing the distance between him and The Brittle Brothers. \n[62]Please Big John, she won't do it no more! She's real sorry! The WHIP RIPS her back. \n[63]Goddamit, Big John! \n[64]turns the corner to the stable, and stands behind them. They don't see him. Big John rears back to make the first WHIP LASH... \n[65]John Brittle! Big John breaks his whip stride, looks. up, and in a discarded full length broken mirror from the big house, laying abandoned against the stable wall, he see's DJANGO, dressed in his powder blue satin Little Lord Flauntleroy outfit, surrounded by his pack of little French Bulldogs. LITTLE JODY on her knees, tied to the dead tree stump, looks up see's the same thing in the mirror. LITTLE RAJ looks to his left at the sounds of the voice. BIG JOHN turns toward Django, who he still doesn't recognize. DJANGO just stares back. BIG JOHN smile disappears. He recognizes Django. So does Roger. \n[66]Remember me? .Django extends his arm, and Dr.Schultz's Derringer arm contraption,. POPS the TINY GUN into his hand, and he FIRES a tiny bullet smack dab into BIG JOHN'S MERCILESS HEART. \n[67]I like the way you die, boy. Big John hears it...then tips over dead. LITTLE JODY can't believe what she's just seen. FOUR OTHER SLAVES who just happen to be walking in the background, see it. LITTLE RAJ is stunned ... . then comes to his senses, fumbling for the gun he wears on his hip, but since he's no gunman, in his haste, he gets it out of his holster, but drops it on the ground. It goes off... BANG. SHOOTING himself in the foot, he HOPS UP AND DOWN in pain. The Bulldogs scatter at the sound. of the BANG. DJANGO picks Big John's WHIP off the ground., and begins WHIPPING LITTLE RAJ across the face and chest. MORE SLAVES gather. \n[68]That's John Brittle, and that's his little brother Raj. Dr.SCHULTZ Where's Ellis? \n[69]He's the one hightailin' it across that field right now. Ellis Brittle riding his horse full out through the cotton field trying to make an escape. \n[70]Yes! Dr.SCHULTZ Are you positive? Ellis gets further away... \n[71]I dunno. Dr.SCHULTZ You don't know if you're positive? Ellis gets further away... \n[72]I don't know what, positive,'means. Dr.SCHULTZ It means you're sure. \n[73]Yes. Dr.SCHULTZ Yes, what? \n[74]Yes I'm sure that's Ellis Brittle. \n[75]- They were goin by the name, Shaffer. Dr.SCHULTZ You know them by the name, Shaffer. But the butchers real names'were Brittle. These are wanted men. The law wants them for murder. I reiterate, this warrant states dead or alive. When Django and myself executed these men on sight, we were operating within our legal. boundaries. Now I realize passions are high. But I must warn you, the penalty for taking deadly force against a officer of the court in the performance of his duty is, you will be hung by the neck until you are dead. This does put a momentary pause in the lynch mob's blood lust. After his dramatic pause for effect... .Dr.Schultz says; Dr.SCHULTZ May I please remove the warrant from my pocket so you may examine it? Resting his Winchester over his shoulder, Bennett reaches for the paper. \n[76]I can't see nothin'. Dr.SCHULTZ Just fire into the smoke. The two treetop killers let loose with rifle fire. \n[77]scope sight rifle up to his eye. Schultz next to him, says; Dr.SCHULTZ He's getting away. \n[78]I got 'em. \n[79]scope sight rifle up to his eye. Dr.SCHULTZ He's getting out of range. \n[80]I got 'em. INSERT: A black finger squeezes the rifle trigger. \n[81]\n[82]I got 'em. \n[83]scope sight rifle in his hand, big smile on his face, looks.to Dr.Schultz. Dr.SCHULTZ Like that, huh? Referring to the scope sight rifle; \n[84]I like. Dr.SCHULTZ Well, I think while they take this opportunity to lick their wounds, we should take this opportunity to get the fuck out of Tennessee. They hop out of the tree. \n[85]She's my wife, it's my job to look after her. If Greenville's where I gotta go to find out where she went, then I gotta go. Now you were sayin' where I gotta go first? Dr.SCHULTZ There'should be some sort of records office. You know when she was sold, you know where she came from, the Carrucan Plantation, and you know her name ... . what is her name? \n[86]Broomhilda. Schultz reacts. Dr.SCHULTZ Broomhilda? Django.nods his head yes. Dr.SCHULTZ Were her owners German? Now Django reacts, \"How did he know that? \n[87]Yeah, how did you know? She wasn't born on The Carrucan Plantation. She was raised by a German mistress, The Von Shafts. She can speak a little German too. Dr.SCHULTZ Your wife? \n[88]Yeah, when she was little her mistress taught her so she'd have somebody to talk German with. Dr.SCHULTZ So let me get this straight, your slave wife speaks German, and her name is Broomhilda Von Shaft...? \n[89]Yep. Mouthful, huh? Dr.SCHULTZ To say the least.  This looks like a very pretty place to have our picnic. What'd ya say, here? \n[90]How did you know Broomhilda's first masters were German? Dr.SCHULTZ Broomhilda is a German name. If they named her, it stands to reason they'd be German. \n[91]Lotsa gals where you from named Broomhilda? Dr.SCHULTZ No, not so much. Broomhilda is the name of a character in one of the most popular of all the German legends. \n[92]Really? There's a story 'bout Broomhilda? Dr.SCHULTZ Yes there is. \n[93]Do you know it? Dr.SCHULTZ Every German knows that story. Would you like me to tell you? Django nods his head, yes. Dr.SCHULTZ Well Broomhilda was a princess. She was the daughter of Wotan, the god of all gods. Anyway, her father is really mad at her. \n[94]What she do.? Dr.SCHULTZ I don't exactly remember. I think she disobeys him in some way. So at first he's just going to obliterate her - \n[95]Obliterate... . what does that mean? Dr.SCHULTZ Like blow up. He pantomimes a explosion. \n[96]Phew, that's pretty mad. Dr.SCHULTZ Yes it is, and like most fathers, given a little time, he calms down a bit. He's still mad at her. He still wants to punish her. Just not ... . blow her up. So instead what he does, is he puts her high on top of a mountain. \n[97]Broomhilda's on a mountain? Dr.SCHULTZ It's a German legend, there's always going to be a mountain in there somewhere. So, he puts her on top of the mountain and he puts a fire breathing dragon there to guard the mountain. And. then he surrounds her in circle of hellfire. And there Broomhilda shall remain, unless a hero arises brave enough to save her. \n[98]Does a fella arise? From now on as Dr.Schultz talks, he's beginning to realize something he wasn't aware of when the conversation started. Dr.SCHULTZ Yes Django, as a matter he does. A fella named, Sigfried. \n[99]Does Sigfried save her? Dr.SCHULTZ Yes he does, and quite spectacularly, so. Now true, he is assisted in his triumph by a truly, truly, remarkable sword, still, having said that, Sigfried triumphs over all of his obstacles not just due to his sword, but due to his courage. He scales the mountain, because he's not afraid of it. He defeats the dragon, because he's not afraid.of him. Dr.SCHULTZ He walks through hellfire because Broomhilda's worth. it. After that last line of dialogue... .the two men just let a moment pass as they nibble on their sandwiches. \n[100]I know how he feels. Dr.SCHULTZ I think I'm just starting to realize that. He pours Django and himself some more tea out of a fancy tea pot, as he thinks about what he's going to say next. Dr.SCHULTZ Look Django, I don't doubt one day you will save your lady love. But I'm afraid I can't let you go to Greenville in a good conscious. Let me ask you a question, how do you like the bounty hunting business? \n[101]Kill white folks, and they pay ya? What's not to like? Dr.SCHULTZ I hafta admit, we make a good team. \n[102]But I'thought you were mad at me for killin' Big John and Rodger? Dr.SCHULTZ Yes, on that occasion, you were a tad overzealous. But normally, that's a good thing. How'd you like to partner up for the winter? \n[103]What'd ya mean partner up? Dr.SCHULTZ You be my deputy, for real this time. A lot of the big money is in outlaw gangs. Some of these fellas are worth fifteen hundred or three thousand a piece. With one man, anything over three men is a risk. But with a partner? Creating cross fire? It's fish in a. barrel. A lot of these gangs hold up in the'hills for the winter. \n[104]You makin' another agreement? \n[105]Can you teach me how to make Tony do that head bow thing that Fritz can do? Dr.SCHULTZ That among other things. We make some money this winter, when the snow melts, I'll take you to Greenville myself, and we'll find where they sent your wife. I'm pretty good at finding people. Is it a deal? No white man has ever done anything for Django, just to him. So understandably, he's a little suspicious. \n[106]Why you care what happens to me? Why you care if I find my wife? Dr.SCHULTZ Well frankly, I've never given anybody their freedom before. And now that I have, I feel vaguely responsible for you. You're just not ready to go off on your own, it's that simple. You're too green, you'll get hurt. Plus when a German meets a real life Sigfried,. it's kind of a big deal. As a German, I'm obliged to help you on your quest to rescue your beloved Broomhilda. Django accepts that response. What follows is a MONTAGE covering the five months that Django and Schultz partner up as bounty hunters. Schultz wears his normal ensemble. Django wears his cool looking Green Jacket, unless it's really cold, which a lot of this Montage is. Then he still wears Ace Specks raw hide winter coat over his cool clothes. \n[107]Who that farmer? Who cares? Dr.SCHULTZ Well since we came here to kill 'em, he just might. \n[108]What? The little man pushin' that plow? Dr.SCHULTZ That little man pushing that plow, is Smitty Bacall. \n[109]Smitty Bacall is a farmer? Dr.SCHULTZ No. Smitty Bacall is a stagecoach robber who's hiding out as a farmer, because there's a seven thousand dollar bounty on his head. He hands Django the scope rifle case. Dr.SCHULTZ And he's all yours my boy. DJANGO lays on his belly, with the Scope Sight up to his eye. \n[110]His son's with him. Dr.SCHULTZ Good. He'll have a loved one with him. Maybe even share a last word. That's better then most get, and a damn. sight better then he deserves. \n[111]\"Wanted, dead or alive. Smitty Bacall and The Smitty Bacall Gang. For murder and stagecoach robbery. Seven thousand dollars for Smitty Bacall. One thousand and five hundred dollars for each of his gang members. Known members of The Smitty Bacall Gang are as follows, DANDY MICHAELS, GERALD NASH, and \n[112]Why? Dr.SCHULTZ It's good luck. You always keep the handbill of your first bounty. They begin walking down the hill, to collect Smitty Bacall's body, leading the extra body horse behind them. As they walk down hill, they watch the little scene of Smitty Bacall's Son cradling his dying father.in his arms, the older man speaking his last words to his son before he dies. Dr.SCHULTZ See, they're having a tender little father son moment now. No doubt the most heartfelt one they've ever had. \n[113]Still think I'm too green for Greenville? Dr.Schultz removes a pipe, sticks it in his mouth and says; Dr.SCHULTZ Oh you're ready for Greenville. He lights a match, then lights the pipe, puffing as he says; Dr.SCHULTZ Greenville ready for you, that I'm not so sure. He blows out the match... \n[114]You should see it from the other side. Dr.SCHULTZ Frankly, I don't know if I could endure this. \n[115]You'd be surprised what you can endure. Where to? Dr.SCHULTZ Records office. \n[116]Candyland? The mandingo fightin' place? Dr.SCHULTZ Oh, so you heard of it? \n[117]Ain't no slave ain't heard of Candyland. Dr.SCHULTZ Well apparently, that's where your wife is, and apparently the repellent gentleman down there is the one who owns her. ï¿½ï¿½` TIME CUT \n[118]Not so much... A little... Master Carrucan had a couple niggers he'd fight. Dr.SCHULTZ Can you play a mandingo expert? \n[119]What? Dr.SCHULTZ Can you convincingly masquerade as someone who is an expert on mandingo fighters? \n[120]They call that \"One-Eyed Charly.\" Dr.SCHULTZ. One-Eyed Charly? \n[121]That's what you call it when you buy a slave expert. If you wanna raise horses, but don't know nothin' 'about horses, you buy yourself a One-Eyed Charly who knows about horses. He teaches ya. You wanna plant tobacco but don't know nothin' about it, you buy yourself a One-Eyed Charly knows about tobacco. Dr'. SCHULTZ Why do they call it One-Eyed Charly? \n[122]You know, back on the plantation, my. job wasn't historian. Dr.SCHULTZ Testy. It's an unusual name. That's a perfectly legitimate question. So, can you convincingly play my mandingo One-Eyed Charly? Don't say, yes, if you can't. \n[123]You want me to play a black slaver? There ain't nothin lower then a black slaver. Black slavers are lower then head house niggers, and buddy, that's pretty fuckin low. Dr.SCHULTZ Then play him that way! Give me your black slaver. Django gets that. Dr.SCHULTZ Can you do that? \n[124]That, I can do. What's next? Dr.SCHULTZ To get ourselves personally invited to Candyland by Calvin Candie himself. \n[125].So this'is the One-Eyed Charly I've heard so much about. Dr.SCHULTZ Yes, this is Django.. Django, this is Mr.Candie's lawyer, Leonide'Moguy. \n[126]One could almost say, you a nigger. Coco can't believe what this snappy looking cowboy nigger just said to Mr.Moguy. \n[127]You seen one nigger fight, ya seen 'em all. \n[128]I'm curious, what makes you so curious? Bartholomew puts down his pool cue, and turns toward Django; \n[129]He does the eyeballin', you the billfold? Dr.SCHULTZ Well you don't make it sound too flattering, but more or less, yes. None of the white men in the room have any respect for a white man who needs a nigger to tell him what time of day it is. Candie turns his attention back to Django. \n[130]Not for top dollar. \n[131]He don't wanna buy the niggers you wanna sell. He wants the nigger you don't wanna sell. \n[132]Twelve thousand dollars. Calvin Candle takes in the figure. \n[133]Not as special as her. The table breaks out in laughter. \n[134]Gotta problem with your eyeball, boy? Rodney looks away. \n[135]You want a boot heel in it? \n[136]Then keep ya damn eyeballs off me! Flash that bad look at me again, I'll give ya reason not to like me! not without difficulty. Dr.Schultz comes riding Fritz beside him. Dr.SCHULTZ How do you like this side of the slave trade? \n[137]Not so much. Dr.SCHULTZ Prefer the other side? \n[138]I didn't say that. Dr.SCHULTZ I've confirmed Broomhilda's at Candyland. \n[139]Are you sure it's her? Dr.SCHULTZ He didn't call her by name, but she's a young lady, whip marks on 'her back, and speaks German. Now while it's not wise to assume, in this instance, I think it's pretty safe. \n[140]Did you offer to buy her? Dr.SCHULTZ I opened the door to my possible interest. But naturally, sight unseen, I can only be so interested. \n[141]No he won't. All eyes turn to Django. \n[142]He's just tired'of you toyin' with him is all. And for that matter, so am I. But we ain't payin' a penny for that pickaninny, we ain't got no use for 'em. Ain't that right, Doc? Dr.Schultz realizes he's just done the one thing he's always preached to Django you can never do..BREAK CHARACTER. The doctor puts his billfold back in his suit coat pocket. Dr.SCHULTZ You heard 'em. The Hillbilly Trackers stare up at the black man on the horse in the green jacket, slack jawed. !` Even the one chopping wood in the BG stops his chopping. \n[143]He's your nigger. \n[144]Naw, he just ain't use to seein' a man ripped apart by dogs, is all. \n[145]Well, him bein' German an' all, I'm a little more use to American's then he is. Now Monsieur Candie, whenever you're ready, we rode five hours so you could show off your stock. Let's git to it. Cause as of now, if he's a example, I' ain't impressed. Calvin...BLINK... Saying nothing, Monsieur Candie turns his back to Django, climbs up on his horse, then looks at the black man. \n[146]If you wanna know who I am, or the name of my horse, you ask me. \n[147]He's gonna stay in the Big House? \n[148]That's Fritz, this is Tony. You take good care of 'em now. \n[149]Once he's in the stable, give 'em that. He reaches back in the saddle and pulls out another one. \n[150]Give that one to Fritz. Timmy leads the horses away. The two visitors start to follow Stephen to their rooms, when Dr.Schultz pretends to remember something; Dr.SCHULTZ Oh, Monsieur Candie, about that matter about the nigger girl we were talking about? \n[151]Not so fast. \n[152]Nigger, when I say stop you plant roots. Both the words and the tone stop Stephen dead. He turns around. \n[153]This tiny bell on this little table... .is this for you? I ring this, you do fer me? \n[154]I want you to pour some water in that bowl for my wash up. Stephen does what he's told, but with attitude. \n[155]Gimmie. Stephen hands him the basin full of water. Django takes it from him. Then throws the water in Stephen's face. The dripping wet old slave can do nothing against this free man. \n[156]Whatsamatter Stephen, you don't like that? Django takes his hand and SLAPS the old man hard across the face knocking him to the floor; \n[157]That's my kinda bell ringin'. Git up. he does - Django SLAPS HIM TO THE FLOOR again. Then Django sits back down on the bed, looking at the old man on the floor below his knees. \n[158]I've known me House Niggers like you my whole life. Play your dog tricks with your Massa'. Ya' lip off to him every now an' then, as long as ya' keep it funny. He rolls his eyes and puts up with it, and all the white folks think it's so cute. Meanwhile you got all these niggas round here hoppin' and jumpin' to stay on your good side. Well this time Snowball, you gonna listen to me. You got anymore sass you wanna sling my way, before they give us a mandingo demonstration, I'm gonna give this whole motherfuckin plantation a demonstration, of ME beatin' the BLACK off your ass. I will make you drop your drawers, I'll take off my belt, and I will Wup' your bare ass with it, in front of every nigga on this plantation. And after I do that, let's see you play the rooster round here. \n[159]Oh that's right, he gives you first name privileges... . ain't that cute. Sass me me again nigger, see what happen'. Stephen lying on the floor, bites his tongue. \n[160]That's what I thought. Now git outta\"here. With as much dignity as he can muster, Stephen stands up. Before he leaves, Django tells him;, \n[161]When I ring this bell, you better come a runnin'. You - not nobody else. While I'm on this property, you my nigger Snowball. Stephen leaves. Django lies down on the bed. He covers his eyes with his arm. A door joins Django and Schultz's room. The adjoining door opens, and Schultz stands there. Dr.SCHULTZ Was that wise? Django doesn't remove his arm from.his eyes. \n[162]He ain't tellin' nobody 'bout that. That's all that needs to be said. \n[163]Hey Little Trouble Maker. .first she loses strength in her wrist, so the glass tips over, and .followed quickly by herself spilling on the floor in a dead. faint. \n[164]Samson's the champion. The other two are pretty good. All the Domestic Slaves around the table STIFFEN at witnessing Django contradict Calvin Candie. Including Broomhilda, who's wielding the Gravy Boat. After Django says that, while in shock, she over pours beef gravy on Lara Lee's mashed potatoes. \n[165]Maybe. The Domestics FREEZE for a jerky second when Django says that. \n[166]Eskimo Joe's a quality nigger, no doubt about it. But if it was my money, I wouldn't pay twelve thousand dollars for him. Dr.SCHULTZ What would your price be? \n[167]Well, if I ,was inclined to be generous,. and I don't know why I would be inclined to be generous... . nine thousand ... . maybe. Candie's lawyer chimes in. \n[168]In a years time, seven or eight fights - outside of Mississippi - where his Candyland pedigree weren't well known - Virginia... \n[169]Georgia -- all goes well ...twenty to twenty one thousand dollars. \n[170]Where's Broomhilda? \n[171]Hildi, the slave girl that ran away a couple of days ago. They had her in The Hot Box. \n[172]How 'bout that German white man I came here with? \n[173]Well, it turns out I was a natural. Ace woody laughs. \n[174]\n[175]\n[176]\n[177]Where's Broomhilda? \n[178]Whoa whoa whoa, you can't put me in there with them. They'll kill me. What about all that -turning big rocks into little rocks- shit y'all was. talkin' about? I mean that was the idea ain't it? You put me in there with them big ass garboons they kill me on the way. I mean if that's the idea, that's the idea, but I didn't think that was the idea. Ace knows he's right, so he turns to Roy and Floyd. \n[179]Hey boy! Jano ignores him. \n[180]I said, hey white boy! \n[181]What's he pay you? \n[182]LeQuint Dickey? \n[183]I ain't worried about it. I'm just curious. I mean, I'm the property of The LeQuint Dickey Mining Company, ain't I? \n[184]And you work for The LeQuint Dickey Mining Company, dont'cha? \n[185]Well, I know how much I'm gettin' paid, how much you gettin' paid? I mean like for instance, how much you gettin' paid for today? \n[186]How long you been here? \n[187]And you ain't paid him back yet? \n[188]You a slave too, peckawood. They just bought your ass for the price of a boat ride. At least they didn't charge us for our boat ride ... . ha ha ha ha... \n[189]How'd you like to make eleven thousand dollars? \n[190]How would you like to make eleven thousand dollars -- eleven thousand five hundred, actually? Roy, in the lead, yells back to Jano; \n[191]Keep riding, just ride slower. They move forward, with Django walking beside Jano on his horse. \n[192]Back at that plantation Candyland, there was an eleven thousand five hundred dollar fortune just sittin there, and y'all rode right past it. \n[193]That's what's nice about this fortune, it's not illegal. You can't steal it, ya gotta earn it. \n[194]The eleven thousand five hundred dollar fortune waiting for you back at Candyland, is in the form of a wanted dead or alive bounty on Smitty Bacall and the Smitty Bacall Gang. \n[195]Smitty Bacall is the leader of a murdering gang of stagecoach robbers, The Bacall Gang. There's a seven thousand dollar dead or alive bounty on him. And one thousand five hundred dollars for each of his three accomplices, Dandy Michaels, Gerald Nash, and Crazy Craig Koons. And all four of them gentlemen are sittin back there at Candyland...laughin their ass off... cause they just got away with murder. But it don't hafta be that way. You and your mates could get that money. \n[196]The Court. \n[197]The Austin Texas Courthouse. Oh, and by the way, the court don't give a damn about how you kill 'em. You can shoot 'em in the back, from up on a hill, in the back of the head, in their sleep - don't matter. \n[198]Court doesn't care how you do it, just as long as you do it. \n[199]No. You kill 'em, and they payyou for the corpse. Get it? \n[200]Killed innocent people in a stagecoach robbery. I've got the handbill in my pocket. Django digs into his tan pants and pulls out the folded up Smitty Bacall handbill that Dr.Schultz told him to hang on to for good luck. He hands it to Jano. \n[201]I told you, it's the handbill for Smitty Bacall and The Bacall Gang. Jano looks at the handbill. \n[202]Whatsamatter, can't you read? \n[203]What about that cowboy fella in the lead? \n[204]Can Roy read? \n[205]I ain't no goddamn slave. Do I sound-like a fuckin slave? I'm a bounty hunter. Yesterday as a free man, I rode into Candyland on a horse with my white German partner, Dr.King Schultz. We'd tracked The Bacall Gang from Texas all the way to Chickasaw County. Found them laying low at Candyland. We went in to get 'em, things went sour. My partner was killed, and Calvin Candie was shot. Everybody there decided to blame me, so here I am. You know I'm not on the manifest? All of you know I'm not suppose to be on this trip. But those four men, are still back there. They're still wanted. And that eleven thousand five hundred is still up for grabs. And the last thing they'd expect is y'all rid.in back and gittin it. Django is damn convincing. \n[206]I ain't tellin' who they are. But, you give me a pistol, and a horse, and five hundred dollars of that eleven thousand five hundred, and I'll point 'em out to you. He's got these greedy sonsabitches right on the hook...he just needs one little push. \n[207]Y'all wanna ask somebody if I'm tellin the truth, ask them mandingos. You can't put me in the same cage with them without them killin me. Why ya think that is? Ask them .am I a Candyland slave, or did I ride in there on a horse, with a white man, yesterday? \n[208]I got one more condition. \n[209]When we get there, when the time comes, you let me help you kill 'em. Roy whips out a big knife, and cuts the rope around Django's wrists. \n[210]You gotta deal, mate. Roy really laughs this time. As does Django and the other two Aussies. \n[211]What's them saddle bags filled with? \n[212]I.ain't ridin no horse with no goddamn dynamite on his back! \n[213]Where's my pistol? \n[214]That's good to know. Without taking the pistol out of the gunbelt, DJANGO SHOOTS FLOYD TWICE in the chest... Roy turns around... Django takes the gun out of the holster... . BAM...ROY is HIT in the UPPER BRAIN AREA and falls to the grass dead. Jano goes for the gun on his hip. Django SHOOTS ONE OF THE SADDLE BAGS over.Jano's shoulder...KAHBOOM!!!!! Jano is BLOWN TO SMITHEREENS... The KAHBOOM knocks Django on his ass... The CAGE WAGON Rodney, Chester, and Chicken Charlie come down from the shock of the blast. The image outside the bars of their cage is of DUST and SMOKE in the air, obscuring all visibility... \n[215]Throw up that dynamite. Rodney grabs a saddle bag full of dynamite and tosses it to Django on his Horse. Django wraps it around the Horse's neck, turns the beast around, and without saying another word, rides back in the direction of Candyland. The Three NOW FREE Mandingos, watch him ride away. \"Who was that nigger?\" \n[216]What ya doin around here, boy? Timmy steps from his watching place in the bushes. \n[217]Wanna help me out? \n[218]My woman, Hildi, is with Billy Crash. You know where his shack is? \n[219]You show me? \n[220]Not by the time I get through killin' everybody. Timmy has never heard a black man talk like that. He believes him. \n[221]You know what toadstools look like? \n[222]Go pick me a mess of 'em. INSERT: TIMMY picking TOADSTOOLS . INSERT: DJANGO stirring a big pot of BEEF STEW with a wooden spoon in the tracker shack. Timmy comes'in carrying a bunch of toadstools inside his shirt. Django takes the toadstools and Mr.Stonesipher's BUCK KNIFE and CHOPS the mushrooms into tiny pieces. He tosses the tiny bits of poisoned shrooms into the beefy sauce, and mixes it up with the spoon. \n[223]You bit your last nigger, bitch? Bite on that. Django lifts Timmy up on to the bare backed wagon horse. \n[224]First things first, boy. Take me to my horse. \n[225]Saddle up Fritz and Tony. Timmy just stares. \n[226]Now, boy! Timmy hops to work. Django bends down over the body of Dr.Schultz, he takes Broomhilda's bill of sale and freedom papers out of his back pocket. He also searches for and finds Schultz's hidden DERRINGER, he keeps it in a holster around his ankle. As Timmy saddles the horses, he asks; \n[227]Yeah, \"I do. As Timmy saddles the horses he says; \n[228]Here's your bill of sale, and freedom papers. No matter what happens to me, hold on to these and get out of the south. \n[229]Ain't nuttin' gonna happen to me honey, I'm just sayin'. Now go to the stable, little Timmy's got our horses .saddled. Your horse is named Fritz. He's a damn fine horse. Meet me around the side of the big house. \n[230]- Don't worry about me. I'll see you, with Timmy and the horses, by the big house. He sends her on her way. Django looks up and sees the silhouettes of the funeral party walking down hill heading back for the big house. EXT - The TRAIL BACK TO The BIG HOUSE - NIGHT The Family unit of The Late Calvin Candie and his sister Lara Lee walk back to The Big House for a drink. This Candie Family Unit consists of: LARA LEE  in her black flowing funeral dress. CORA  her mammy, walks with Miss Lara, holding her hand. STEPHEN.  dressed in his fancy black velvet version of his normal House Nigger outfit, walks on the other side of his mistress Miss Lara, holding her other hand. ACE WOODY  dressed in his Wyatt Earp like funeral black suit, with the string tie, walks by himself. LEONIDE MOGUY  walks by himself. BARTHOLOMEW  dressed in his tight fitting business suit, with his hat, walks alone. BROWN and JINGLE BELLS CODY  both dressed slightly like cowboy peacocks, walk together. and finally, SAMSON and GOLDIE  Calvin Candie's two prized mandingos, wearing suits they borrowed from Bartholomew.. This CANDIE FAMILY UNIT walk to The Big House for a few post funeral drinks. They enter the lawn in front of The Big House, and head for the front door. Broomhilda on Fritz and Timmy riding on Tony come along the side of the property by some shed. They see The Candie Family Unit, all dressed in their darkest finery, walking towards the front steps of The Big House. The woman and little boy stop. But the group of enemies aren't looking their way. The CANDIE FAMILY UNIT moves closer towards the front of The Big House... \n[231]I bet I.know what you're thinkin', Ace Woody? You'.re thinkin', why didn't I'cut off that niggers nuts when .1 had the'chance? Right? \n[232]Yes you should of. He points the Winchester at the people spread out on the grass. \n[233]Everybody stand up! It's now Django who gives the orders. They stand up quickly. Django, with the rifle pointing at them, just looks at The Candie Family Unit. Enjoying their collective hatred. \n[234]All black folks, take ten steps away from the white folks. DJANGO's eyes go to STEPHEN, who looks back at him. \n[235]Not you Stephen. You're right where you belong. The Black Folks, Cora, Bartholomew, Samson, and Goldie begin taking ten steps away from the White Folks and the gunfight. LARA LEE can't believe Cora's leaving her. CORA is \"I'm sorry Miss Lara, but I never did nuttin' to that nigger.\" DJANGO looks to STEPHEN, and takes Schultz's hidden Derringer out of his pocket. \n[236]Let's see if you can handle this as well as you can my nuts? He tosses the Ole Man the tiny gun. \n[237]Somebody give Miss Lara a gun. BROWN gives LARA LEE one. of his two guns. \n[238]Yep. BROWN cocks back the hammer of the peacemaker, and puts it in her hand, and points it towards the ground. \n[239]Make your play hillbillies. The MUSIC SWELLS. \n[240]Hey Little Trouble Maker. \n[241]Down, boy. Timmy hops off of Tony. Django climbs aboard Tony. He says to Broomhilda; \n[242]I tole' you ain't nuttin' gonna happen to me. \n[243]Girl, you're gonna hafta start trustin' me. \n[244]Thanks for the help, boy. He reaches into his saddle bag, and pulls out an apple, and tosses it down to Timmy. \n[245]That's for you. Good luck Tim. (he points to the Northern Sky The North star, is that one. He looks to Broomhilda on Fritz. \n[246]You gonna hafta keep up, ya know? \n[247]Better not. \n[248]Better not. ", "CALVIN CANDIE": "\n[1]appears at their table. \n[2]Hello, my name is Calvin Candie, I own The Cleopatra Club. And I would just like to welcome an attractive couple'like yourselves to my favorite place on earth. Scotty stands up and shakes hands with Calvin. \n[3]May I join you?- \n[4]How long have you been a member? \n[5]Well our little private oasis appreciates your patronage. Some may consider the dues excessive, but they're necessary for us to create this haven for the alternative lifestyle we've all become accustomed to. \n[6]It would be.my pleasure, your first weekend at the club, to join me and my friends at my table. Broomhilda knows this is a man to be avoided. But Scotty is swept away being courted by somebody like Calvin Candie. She tries to imply they should stay where they are. He brushes her off with a, \"Don't be silly.\" We see Calvin introduce his table of friends to the couple, and they join the party. Calvin Candie has his arm around a foxy Pony named SHEBA, whose dress is a little more revealing then the others. They drink and talk, and the White Men have a forced good time. But Calvin Candie can't hide his sinister side from Broomhilda, and it keeps her uncomfortable, until she excuses herself from the table to go to bed. Scotty's having such a good time with his fancy friends he opts to stay behind.'Broomhilda leaves in a bit of a huff, due to Scotty's disobedience. If these fancy.fucking white men weren't around making Scotty feel so puffy chested, he'd never dismiss her that way. We FOLLOW Broomhilda out of the club, across the street, to the hotel. \n[7]Not so fast, boy. Pot ain't fat enough yet. \n[8]Ain't that too bad. Scotty doesn't intend to let this smiling Jack cheat him out of his pot, especially with him holding an inside straight. \n[9]One final raise. Scotty takes the piece of paper, \"What's this?\" \n[10]It's Sheba's bill of sale. \n[11]You sure didn't look like you didn't want her. More laughter. \n[12]In Greenville slaves are currency. And Sheba's worth about eight hundred dollars. I'm throwing Sheba in the pot. Match or fold? \n[13]But we ain't playin' for money no more.. We matchin' nigger gals. And a nigger gal you got. \n[14]In Chickasaw County, she's money. Pony her up or fold. Somebody get him a piece of paper and a pencil. Somebody does. \n[15]Write out a bill of sale, or fold them cards. Scotty makes a pressured decision. He hurriedly takes the pencil and writes out a Bill of Sale for Broomhilda. \n[16]What did you just call me? \n[17]Scott Harmony. For calling me a card cheat in my own club, as a southern gentleman, I challenge you to a duel. (to the Piano \n[18]Then get out of here, get in your buggy and get out of town. \n[19]You lost that girl, fat boy. \n[20]Last chance fat boy, go home and get'useta to fuckin' another one. Or pick up that gun. Scotty can't leave. He can't go home without her. He can't face his parents. He can't walk out on her. No matters what happens he can't leave. \n[21]Welcome to Candyland. We do a SLOW ZOOM into Broomhilda's face. \n[22]Why do you want to get in the mandingo business? That's quite abrupt and aggressive. Dr.Schultz says, as if he's just been massively insulted; Dr.SCHULTZ You don't intend to allow your 2nd...  .to make the proper introductions? Without turning towards them, Candie tells Schultz; \n[23]Quit stalling and answer the question. The room is quiet. Dr.SCHULTZ The awful truth? I'm bored, and it seems like a good bit of fun. Candie takes that to heart. He'll accept it for now. \n[24]Well come on over, cause we gotta us a fight goin on that's a good bit of fun_ Dr.Schultz steps up to get a better look at the savage fight. The bigger mandingo is really hurting the smaller one. Schultz has schooled Django on the importance of never BREAKING CHARACTER.' Well now the good doctor must practice what he preaches. Which means not only must he watch. the two men beat each other to death, he must appear to convincingly enjoy it. \n[25]The other nigger belongs to this disreputable Italian gentlemen to my right. Amerigo Vassepi. What's your nigger's name? \n[26]How 'bout you, boy? You find nigger fightin' a good bit of fun? \n[27]How'd you two like to try the signature drink of the club? Dr.SCHULTZ We'd love to. \n[28]\n[29]Arrivederci Luigi! Well, Mr.Vassepi, looks like you owe me ten dollars. Amerigo pays up the puny bet. sip. Schultz hates it, Django loves it. Candle turns his attention to Django. \n[30]What's your name, boy? Dr.SCHULTZ His name is Django. \n[31]Where'd ya dig him up? Dr.SCHULTZ A fortuitous turn of events brought Django and myself together. \n[32]I've heard tell about you. I heard you're a real bright boy. I'm curious, what makes you such a mandingo expert? \n[33]Calm down Bartholomew, gentle... gentle. Dr.SCHULTZ Monsieur Candie, I would appreciate it if you directed your line of inquiry to me. \n[34]Doc, I'm a seasoned slaver, you are a neophyte. I'm simply trying to ascertain if this cowboy is taking advantage of you. Dr.SCHULTZ With all due respect, Monsieur Candie, I didn't seek you out for your advice. I sought you out to purchase a fighting nigger at above top dollar market price. I was'under the impression when you granted me an audience, it would be to discuss business. \n[35]No we weren't talking business yet. We were discussing my curiosity. Now according to Moguy here, if I do business with you... \n[36]So Bright Boy,.Moguy here tells me you looked over my African flesh, and were none too impressed. \n[37]Well then we got nothing more to talk about. You wanna buy a beat ass nigger from me, those are the beat ass niggers I wanna sell. \n[38]I don't sell the niggers I don't wanna sell. Dr.Schultz chimes in thoughtfully;- Dr.SCHULTZ You won't sell your best. You won't even sell your second best. But your third best... .you don't want to.sell him... .But if I made you an offer so ridiculous you'd be forced to consider it... . who knows what could happen? \n[39]What do you consider ridiculous? Dr.SCHULTZ. For a truly talented specimen, .\"The Right Nigger\"..:? How much would you say, Django? \n[40]Gentlemen, you had my curiosity. Now you got my attention. \n[41]How ya like that meat, Bright Boy? Django's eyes go to Calvin, he nods his approval. \n[42]How's your Catfish, dew drop? \n[43]You spend a lot of time around niggers aside from Freeman here? Dr.SCHULTZ Not so much. \n[44]Well if'in you did,.you'd know what a treat this was for 'em. You feel special Coco? \n[45]You feel special Bartholomew? \n[46]Now Sheba always feels special. Dont'cha? \n[47]How 'bout you Bright Boy, you feel special? \n[48]Well we're leaving bright and early tomorrow morning, and moving the. whole kit and caboodle to \"Candyland.\" You oughta come with us. Dr.Schultz and Django's eyes meet for a moment.. .so far...so good. Dr.SCHULTZ Well, that wasn't on the agenda. But I suppose I could be amenable to that. How far must we trek? \n[49]Oh hardly a ride at all, We'll still be in Chickasaw County. Five hours.. .tops. There you can get a look at my best specimens. Have dinner with my sister and I. Spend the night at Candyland as my guest. Dr.SCHULTZ Splendid. Django and Schultz trade looks and small smiles. \n[50]\n[51]Oh by now, I don't think that would surprise meat all. Candie gives Django a creepy smile. Around now the audience may start noticing DOG BARKING in the distance. Dr.SCHULTZ When do we reach your property? 1?3 \n[52]Excuse me a moment, gentlemen. \n[53]Find out what that goddamn commotion is up at the tracker shack! \n[54]You know, confidentially, just 'tween us girls, worse things about this business, ain't the slaves. It's all the white trash ya gotta deal with. Like these peckawoods we got riding with us. These dumb, ignorant, sleazy sonsabitches ain't good fer nuttin, except kickin' a niggers ass can't kick back. Yeah, they holdin' the pretty part of the whip, but it's just a thin membrane separate 'em. And don't think they don't know it either. It's about the only thing these dumbass motherfuckers do know. But ya need 'em. Who the hell else ya gonna get to beat a niggers ass, other than somebody might as well be a nigger hisself. But these mountain boys I use as trackers for the runaways, they the worst. Nothin but a buncha goddamn inbreed hillbillies. Now like that nigger gal we was talkin' 'bout. I'm sure it.was a pain in the ass, but with a lot of patience, that German lady taught Hildi how to speak German. Django hears her name himself. His head does involuntary jerk, but his ï¿½, emotions betray nothing. \n[55]Now these inbred hillbillies, on the other hand, they can barely speak English. I can't understand a damn word most of 'em say. You could teach a plow horse how to make a pot of coffee, 'fore you teach those fools how to use a knife and fork. I tell ya, if it wasn't for catchin' a nigger on the run, they'd be as useless as tits on a boar hog. Billy Crash comes riding back. \n[56]What the hell's goin on? \n[57]Who? \n[58]Well I'll be, D'Artagnan. Now boy, why do a fool thing like run off? \n[59]Oh yes you can. You might not be able to win, but your ass can fight. - Mr.Stonesipher, shut these goddamn dogs up, I can't hear myself think! Mr.Stonesipher, yells to Marsha; Mr.STONESIPHER Hush now! Marsha! Marsha, hush up! Marsha, Marsha, hush up! (to the other \n[60]How long was he loose? Mr. Stonesipher spits tobacco juice. Mr.STONESIPHER A.night. Day. Half the other night. \n[61]How far he git off property? Mr.STONESIPHER Bout twenty miles off prop. Pretty fer, considering that limp he got. \n[62]Moguy, who was D'Artagnan suppose to fight Friday?. \n[63]Well the way he looks now a blind Indian wouldn't bet 'a bead on 'em. Boy, you done made yourself as useless as a tail on a teddy bear. D'Artagnan starts begging. \n[64]Now now, no beggin', no playin' on my soft heart. You in trouble now, son. Now you need to understand I'm runnin' a business. Now I done paid five hundred dollars for you. And when I pay five hundred dollars, I expect to get five fights outta a nigga 'fore he roll over and play dead. You've fought three fights. \n[65]Well, yes you did. But that last one, you muddied the line between winning and losing. Calvin climbs down off of his horse, and walks to the captured runaway on the ground. \n[66]But the fact remains, I pay five hundred dollars, I want five fights. So what about my five hundred dollars? You gonna reimburse me? The Whites  laugh. This whole spectacle is making Dr.Schultz sick to his stomach. Not Django ... . he's seen this little drama play out many times before. The three returning mandingos, Rodney, Chicken Charly, and Chester, watch their fellow doomed servant pay the price for running away. The five new mandingos watch Calvin Candie's treatment of D'Artagnan to know what to expect from their new home. Bartholomew on the buckboard looks at the captured runaway like, poor bastard. Calvin prods further. \n[67]You even know what reimburse means? \n[68]You will? Removing his long brown leather billfold from his suit jacket pocket. Dr.SCHULTZ Yes. \n[69]You'll pay five hundred dollars for a one eyed Ole'Joe, ain't fit to push a broom? Django's voice cuts through the Mississippi heat. \n[70]You'll hafta excuse Mr.Stonesipher's slack jawed gaze. He ain't never seen a nigger like you ever in his life..Ain't that right, Mr. Stonesipher? Mr.. Stonesipher., SPITS. Mr.STONESIPHER That's right. Calvin steps up to Django on his horse. Looking up at the black man, Calvin challenges Django to a staring contest. \n[71]Well now since you won't pay a penny for this pickaninny, you won't mind me handlin' this nigger however I see fit? \n[72]Mr.Ston.esipher... .let Marsha and her bitches send D'Artagnan to nigger heaven. Mr.STONESIPHER Marsha...git 'em! The other Trackers let loose of the leashes holding the German Shepherds back. The DOGS CHARGE towards D'Artagnan on his knees... \n[73]Your boss looks a little green around the gills for a blood sport like nigger fightin'? As D'Artagnan's SCREAMS and Marsha's GROWLS continue OFF SCREEN. \n[74]But you are use to it? \n[75]Follow me. The whole caravan rides off as the dogs continue to tear D'Artagnan apart. \n[76]Hello Stephen my boy! \n[77]Oh Stephen, why so ornery, you miss me? \n[78]Whoa, whoa, whoa, Stephen, let's keep it funny. Django's a Freeman. Stephen jerks a thumb up towards Django. \n[79]That nigger there. Let me at least introduce the two of. you. Django, this is another cheeky black bugger like yourself, Stephen. Stephen, this is Django. You two should hate each other. Stephen uses'the special privilege he and he alone enjoys amongst the blacks at Candyland. \n[80]Django and his friend in grey, Dr.Schultz are customers, and they are our guests Stephen. And you - you old decrepit bastard... .are to show them every hospitality. Do you understand that? \n[81]You don't hafta know why, do you understand? \n[82]Good. They're spending the night. Go up in the guest bedrooms and get two ready. \n[83]Stephen, he's a slaver. It's different. \n[84]You gotta problem with that? \n[85]That's my problem, they're mine to burn. Your problem, right now, is making a good impression. And I want you to start solving that problem right now, and git them rooms ready. The Old Man looks up at his Master, and says; \n[86]Dr.Schultz, this attractive southern belle is my widowed sister, may I present to you, Lara Lee Candie-Fitzwilly. Lara Lee does a southern lady bow. Dr.Schultz lifts his bowler hat, and nods in a grand manner. Dr.SCHULTZ I am Dr.King Schultz, this is my 2nd Django,  and these are our horses, Fritz and Tony. Both Fritz and Tony do the head bow. Dr.SCHULTZ And it is our great delight to encounter this flaming rose. \n[87]These two are in the market for a fightin' nigger. So I thought I'd invite 'em down, show 'em my stock. \n[88]Half the reason I invited them. I thought you'd find.them as intriguing as I do little sister. Lara Lee looks up at Django, and smiles. All of a sudden THREE WHITE RIDERS ride up on horses, a older one, and two tough looking younger ones. The'older one is the Cap't of the Overseers, ACE WOODY, and his two assistants BROWN and JINGLE BELLS CODY. While Ace is dressed for work on a farm, both Brown and Jingle Bells Cody are peacocks who wear cool cowboy outfits. As Calvin Candie watches the three riders approach, he turns to Dr.Schultz and Django, and says; \n[89]You know since I started fightin' niggers about eleven years ago, it's been a new lease on'life. And the man ridin' up here now is the man responsible for all my success. Ace and his boys pull their horses up, kicking up dust. Through the dust Ace, Brown, and Jingle Bells Cody eyeball Django and Schultz. \n[90]Howdy Ace. \n[91]And that's Brown and that's Jingle Bells Cody. Ace, this here is Dr.Ring Schultz, and Django Freeman, they're big customers with big pockets wanna buy a big nigger. So I brought 'em out here so you could give 'em a little display of our African flesh. Ace takes off his hat, bows from his horse, welcoming them. \n[92]Yes siree bob. \n[93]Five real strong bucks. \n[94]We still got three left. Ace looks to see who came back from the auction. Leo Moguy chimes in; \n[95]What do you think? \n[96]What's wrong with them? \n[97]Which one? \n[98]Actually, that one was purchased by our mister Moguy. \n[99]Well to me the pick of the litter is Big Fred over there. \n[100]Yes. \n[101]I had 'em fight one of Amerigo's niggers last night. \n[102]His nigger lost. \n[103]Beat 'em to death. Smiling impressively at Big Fred. \n[104]He did have fifteen pounds on 'em, but still, he still beat his ass to death. \n[105]Now why did you do that? \n[106]You know Mr.Woody, I'm beginning to think that you don't trust my judgement? Ace Woody just smiles at his boss, and says; \n[107]Ahhh, Stephen my boy, rooms ready? \n[108]Stephen, you're incorrigible. \n[109]Timmy boy, go take their horses for 'em. Fix 'em up at the stable, give 'em a load of oats. Django hands the boy the reigns. \n[110]Nigger girl? Dr.SCHULTZ I believe you said she spoke German? \n[111]Oh Yes, Hildi, what about her? ,oz. Dr.SCHULTZ Do you think before the demonstration you could send her around to my room? \n[112]I don't see why not. Stephen, when you get through showing them to their rooms, go fetch Hildi. I want her cleaned up and smellin' nice, and sent over to Dr.Schultz's room. Stephen has to be the bearer of bad news. \n[113]What? \n[114]What's she doin' there? \n[115]What she do? \n[116]Jesus Christ, how many people ran away when I was gone? \n[117]When did she go? \n[118]How long she been in the box? \n[119]Oh you never know how these nigger nicknames get started. His name was Joe-...maybe one day he said he was cold.. .who knows? Dr.SCHULTZ Irregardless, we all know Samson's your best, and you'll never sell him and I can see why, he's a champion. \n[120]All three are champions. Django contradicts, as he chews his steak; \n[121]Can Eskimo Joe whip Sampson, no. Can he take Goldie, probably not - Goldie's the best dirty fightin' nigger I ever saw. But as long as you don't put 'em up against those two., Eskimo Joe will whip any niggers ass. \n[122]Dr.Schultz, i will have you know, there is no one in the nigger fight game that appreciates the value of showmanship more then, Monsieur Calvin J. Candie. But one must not forget the most important thing in the nigger fight game. A nigger that can win fights. That should be your first, second, third, four, and fifth concern. After you have that, and you know you have that, then, you can start to implement a grande design. But since I enjoy oldest man 'at the table status - beating Moguy by one year for that honor allow the old sage to advise, first things first. Broomhilda comes around with a bowl of string green beans. Dr.Schultz says something pleasant to her in German.. She smiles, and says something pleasant back. \n[123]I see you two gettin' on? Dr.Schultz breaks into a wide grin; Dr.SCHULTZ .Famously. Monsieur Candie, you can't imagine what it's like not to hear you native tongue for four years. \n[124]Hell, I can't imagine two weeks in Boston. \n[125]Stephen, you're amazing. I haven't finished a drink in this house in twenty years. \n[126]Did you overhear that joke I said about me spending two weeks in Boston \n[127]What does that hafta do with the price of Tea in China? \n[128]What? They laughed! \n[129]No it was really funny, wasn't it? \n[130]Precisely Bright Boy, good on ya. Any way you cut that cake, that spells profit. Not to, mention a years worth of action at the big table in a blood sport with a winner nigger. However let me reclarify how this whole negotiation came about. It wasn't me who came to you to sell a nigger, it was you who approached me to buy one. Now that nine thousand dollar figure Bright Boy was banding about, ain't too far off from right. And if I wanted to sell Eskimo Joe for that, I could sell 'em any day of the week. But like you said in Greenville doctor, I don't wanna sell 'em. It was only your ridiculous offer of twelve thousand dollars that would make me consider it. Dr.Schultz considers'Calvin Candie's words, then suddenly says; Dr.SCHULTZ You know Monsieur Candie... . you do possess the power of persuasion. Candie smiles at that remark. Then SUDDENLY Schultz SLAPS the table hard with his hand, and says; Dr.SCHULTZ Why not! Monsieur Candie, you have a deal, Eskimo Joe, twelve thousand dollars! The White people at the table get very happy. Dr.Schultz continues; Dr.SCHULTZ However, that is a tremendous amount of money. And the way you have your Mr.Moguy, I have a lawyer, a persnickety man named Tuttle. And I would need my man to draw up a legal contract before I would feel comfortable exchanging that amount of money for flesh. Not to mention having Eskimo Joe examined by a physician of my choosing. So say I return in about five days time with my Mr.Tuttle. And then my Mr.Tuttle and your Mr.Moguy can hash out the finer points between themselves. \n[131]Splendid. \n[132]Yes you may, Hildi. She begins gathering the dirty dishes. Candie looks up at her as she works. \n[133]So Hildi, how you like servin at the big table in the big house? \n[134]It's a lot better then sizzling in that hot box, or draggin' your ass through a bramble bush, ain't it? \n[135]When you was alone with Hildi here, didja just speak German, or did ya git her clothes off? !20 Dr.SCHULTZ We just spoke. \n[136]So you haven't seen her back? Dr.SCHULTZ No I haven't. \n[137]Then Stephen's right, you would probably find this interesting. Hildi, take off your dress, and show us your back. Django hears this. Broomhilda instinctively shoots a look to Django. Stephen clocks it. \n[138]But Lara Lee, Dr.Schultz is from Dusseldorf, they don't got niggers there. And he's a man of medicine. I'm sure it would fascinate him, the niggers endurance for pain. I mean Hildi got something like fifteen lashes on her back. Lara Lee get one, she'd lose her mind. These niggers are tough, no doubt about it. \n[139]Okay okay Lara. Maybe after dinner. During the brandies. Broomhilda - dismissed - takes Calvin's dishes and heads back into the kitchen. Stephen takes one more look at Django, and follows Broomhilda behind the kitchen door. \n[140]Yes siree bob I did. Dr.SCHULTZ Well in that case allow me to propose another proposition? In full \"Ole Jimmie\" performance, Stephen BARGES in the room, INTERRUPTING Dr.Schultz. \n[141]Stephen, you just interrupted Dr.Schultz. \n[142]What, you mean get outta my chair? \n[143]What about dessert? \n[144]We're having rhubarb pie, what sort of melodrama could be brewing back there? Stephen bends down and whispers in his ear; \n[145]Fine friend Stephen, I'll be along momentarily. Stephen exits. Candie stands up from his chair and addresses the table. \n[146]Well as you can see, talented no doubt as they are in the kitchen, from time to time, adult supervision is required. If you'll excuse me a moment. Candie exits. \n[147]What's the matter? \n[148]What the hell you talkin' about? \n[149]What girl, Hildi? \n[150]He just bought Eskimo Joe. \n[151]Well not yet, but - \n[152]Where you gettin' all this? Why would they go through all that trouble, to. buy a nigger with a chewed up back, ain't worth five hundred dollars? \n[153]If she's who they want, why the whole snake oil pitch about mandingos? \n[154]Those lyin' goddamn.time wastin' sonsabitches! Sonsabitches! You just watch, I'm gonna fix their wagon but good! Stephen, we .gonna have us a Candyland tar and feathering! \n[155]Lara Lee, I just looked out the big winda. Ace Woody's out there dealin' with some shady slaver sellin' a passel of Ponys. Would you be a dear and go out there and give them gals an eyeball. That of boy knows everything to know 'bout mandingos, But he don't know diddly 'bout black puddin'. Lara Lee excuses herself and leaves the room, as she goes out, Bartholomew, with his Sawed Off Shotgun, comes.in behind Schultz and Django. \n[156]Can I ask you two gentlemen to look over your shoulder? Schultz and Django do, and see Bartholomew with his sawed off shotgun pointing at them. Calvin Candie removes his arm from behind his back, and in his hand he's holding a big ugly hammer. \n[157]Now lay your palms flat on the table top. They put their palms on the table. \n[158]Now you lift those palms off that turtle shell table top, Bartholomew gonna let loose with both barrels of that sawed off. There's been a lotta lies said around this table tonight-but that.. .you can believe. Mr.Moguy, would you be so kind as to collect the pistols hangin' on those boys'hips? Mr.Moguy does. Holding the hammer in his hand, Candie continues to hold court. \n[159]Now where were we? Oh yes, I do believe you were just getting ready to make me a proposition to buy Broomhilda. Right? Dr.SCHULTZ Right. \n[160]\n[161]Now it should be quite clear by now I know you're not here to buy no mandingos. Reason y'all came to Candyland, is y'all want Broomhilda. But y'all don't want me to know how much you want 'er. So instead, you waste my time with all this Eskimo Joe horseshit. Stephen, put her in that chair. Stephen sits the young lady down in Moguy's old chair. With their palms against the table, unarmed, Django and Schultz silently watch Candie's next move. Candie, still holding the hammer, continues. \n[162]Now the way I see it, ain't nothin' changed.. You still wanna buy a nigger, I still wanna sell one. So, with that in mind, in Greenville, Dr.Schultz, you yourself said, \"For the Right Nigger you'd be willing to pay what some would consider a ridiculous amount.\" To which, me myself said, \"What is your definition of ridiculous?\" To which you said, \"Twelve thousand dollars.\" Now considering you two have ridden a whole lotta miles, went to a whole lotta trouble, and done spread a whole lotta bull, to purchase the lovely lady to my left, it would appear that Broomhilda is, \"The Right Nigger.\" And if y'all wanna leave Candyland with Broomhilda, the price is twelve thousand dollars. Dr.SCHULTZ I take it you prefer the take it or leave it style of negotiating. Candie continuing to hold the hammer continues. \n[163]Under the laws of Chickasaw County, Broomhilda is my property. And I can do anything with my property I so desire. He brings the big hammer down hard on the dinner table, making everybody jump. \n[164]And if you think my price for this nigger is too steep, what I'm gonna desire to do is, take this hammer and beat her ass to death with it. Right in front of both y'all. He SMASHES the arm rest of the chair Broomhilda's sitting in. \n[165]Put up or shut up, Schultz. You wanna save this nigger bitch, you gonna pay my price. Dr.SCHULTZ May I lift my hands from the table top in order to remove my billfold? \n[166]Yes you may. Dr.Schultz removes his long brown leather billfold from his gray suit jacket, and says;, Dr.SCHULTZ Easy come, easy go. He slides the billfold down the table to Candie. The plantation owner takes out the money, does a quick count, then looks down the table at the seated Schultz, and says; \n[167]Pleasure doin' business with you. \n[168]Rhubarb pie? Schultz looks at the pie and the man. Dr.SCHULTZ No. \n[169]Are you brooding 'bout me getting the best of ya? Dr.SCHULTZ Actually, I was thinking of that poor devil you fed to the dogs today, D'Artagnan. And I was wondering what Dumas would make of all this. Calvin hands the doctor the two pieces of paper he needs. Broomhilda's bill of sale, and her freedom papers. As he says the following he examines he papers. \n[170]Dumas...? Dr.SCHULTZ Alexander Dumas. He wrote \"The Three Musketeers.\" I figured you must be an admirer. You named your slave after that novel's lead character. If Alexander Dumas had been there today, I wonder what he would of made of it? \n[171]You doubt he'd approve? Dr.SCHULTZ Yes his approval would be a dubious proposition at best. \n[172]Soft hearted Frenchy? Dr.SCHULTZ Alexander Dumas is black. Schultz rises, puts the papers in his back pocket, .looks to his two companions, Django and Broomhilda, and says; Dr.SCHULTZ We got it, let's go. Normally Monsieur Candie, I would say, auf wiedersehen. But since what auf wiedersehen actually means is, till I see you again, and since I never wish to see you again, to you sir, I say, goodbye. Schultz begins to cross the room towards the exit. When Calvin says to the German's back; \n[173]One more moment, Doc! Dr.SCHULTZ What? \n[174]It's a custom here in the South, once a business deal is concluded, for the two parties to shake hands. It implies good faith. Dr.SCHULTZ I'm not from the South. He turns to leave. \n[175]You're in my house, doctor, I'm afraid I must insist. This turns Schultz around. Dr.SCHULTZ Insist what...? That I shake your hand before I leave? Then I'm afraid I must insist in the opposite direction. Calvin walks closer to the German doctor. \n[176]You know what I think you are? Dr.SCHULTZ What you think I am? No I don't. 1310, \n[177]Bartholomew, if she tries to leave here before this German shakes my hand. Cut 'er down. Schultz looks to Django... . then to Candle.. .and then with a smile on his face, and a twinkle in his eye, asks \n[178]I insist. ", "STEPHEN": "\n[1]eyeing Calvin and the approaching caravan. Who's STEPHEN? Stephen is a very old black man, who with his bald pate, and tufts of white curly hair on the sides, looks like a character out of Dickens - if Dickens wrote about House Niggers in the Antebellum South. - Stephen has been Calvin's slave since he was a little boy. And in every way is the 2nd most powerful person at Candyland. Like the characters Basil Rathbone would play in swashbucklers, evil, scheming, intriguing men, always trying to influence and manipulate power for their own self interest. Well that describes Stephen to a tee. The Basil Rathbone of House Niggers. The old Man watches the caravan and the trailing dust cloud approach. \n[2]Yeah yeah yeah, hello my ass - who's this nigger up on that nag? \n[3]Yeah, I miss you like I miss.a rock in my shoe. Like I said, who's this nigger, up on that nag? \n[4]Just'who the hell you callin' Snowball, horse boy? I'll yank your ass of that goddamn'nag, so goddamn fast - in the mud. \n[5]This nigger, here? \n[6]Calvin, who the hell is this nigger you feel the need to entertain? \n[7]I don't know why I gotta - \n[8]Yeah yeah yeah, I understand just fine. \n[9]\n[10]In the Big House? \n[11]I don't gotta problem, unless you gotta problem with burin' the bed, the sheets, and the pillow cases once this black ass motherfuckers gone! \n[12]Yes sir, Monsieur Candie. Stephen limps away to the guest rooms, muttering to'himself. Lara Lee and her ever present shadow, a FAT MAMMY named CORA, comes up to her brother on his horse. \n[13]All ready for your guest and his nigger. Candie'shakes his head in mock frustration. \n[14]Actually... . Monsieur Candie... . there's \n[15]Hildi's in The Hot Box. This gets Django's, Schultz's, and Candie's attention. \n[16]What 'cha think she doin' in The Hot Box, she bein punished. \n[17]She ran away again. \n[18]Two. \n[19]Last night. They brought her back this morning. \n[20]Lucky for her they were busy lookin' for D'Artagnan's ass. Brown and Cody went out lookin' for her and found her. She a little beat up, but she did that to herself. Runnin' through them damn bushes. Django's hand moves away from his gun. \n[21]What'cha think, all goddamn day! Little fool got ten more days to go. \n[22]Take her out? Why! \n[23]But Monsieur Candie, she just ran away? \n[24]You comin', or you wanna sleep in that little box? Django turns his back on the naked Broomhilda and follows Stephen and Dr.Schultz up the front steps of The Big House. \n[25]This one's yours, boy. That bed's damn nice too. Django walks over to the window, parts the curtains and peers out. Broomhilda's gone. As he looks through the glass, snotty Stephen rattles on in the background. \n[26]Feel free to touch anything you want, cause we burnin' all this shit once you gone. I'll have somebody knock on the door when the demonstration ready. Django sits down on the bed. Stephen turns to leave. \n[27]I got more important things to do then jaw with you. \n[28]Me or somebody. Django reaches over and picks up the bell. \n[29]What 'cha want? \n[30]Calvin wouldn't. let you do it. \n[31]What you. whistlin', girl? Broomhilda stops whistling and spins surprised in Stephen's direction. \n[32]What was you whistlin'? \n[33]You weren't whistlin' nothin', you were whistlin' somethin'. What'cha whistlin'? \n[34]It's kinder pretty. She doesn't say anything in return. \n[35]That was a compliment. \n[36]I'm just sayin', two days ago you wus' in such misery here, you hadda run off. So you run off, we catch your ass an' drag you back. Then we stick your bare ass to sizzle in The Hot Box for' 'bout ten hours. Now here you are two days later, whistlin' while you work. I'm just sayin', I.wouldn' think you'd have a hellva lot to whistle 'bout. .I'm jus' sayin'. He watches the effect his words have on Broomhilda's face. \n[37]Yes you may. She moves off to another part of the house. He watches her shuffle off. \n[38]When a man likes a cold drink, a man likes a COLD drink. Chuckle... . chuckle... \n[39]You don't have any idea the work I do to see food gets on the table. \n[40]You think when I'm in that kitchen, I got nothin' better to do then listen in here to you tellin' unfunny jokes? Chuckle... . chuckle... \n[41]Of course they laughed, their parents raised them right. When they're a guest in somebody's house, and the master of of the house thinks he's- funny, you suppose to laugh. They'd be rude not to. Chuckle... .chuckle... They play their little comedy routine for all it's worth. \n[42]Now what do you expect these people to say? What you need to do is stop embarrassing your guest. Everybody don't laugh at him, you're being polite, I understand, you mean well, but it just encourages him. Chuckle-chuckle... As the white folks chuckle, Stephen moves back into the kitchen. \n[43]You know that nigger? /ï¿½ She spins around. \n[44]Don't stall me bitch, you know who? \n[45]You wouldn't lie to me now, would you? She shakes her head, no. Stephen looks at her skeptical. \n[46]Okay, if you say so. \n[47]You know Monsieur Candle, the doctor might be interested in seein' Hildi's \"peeled\" back. Seein' as he don't see many niggers where he from. \n[48]I thought you said you didn't know him? Broomhilda turns around. \n[49]I said, you said, you didn't know him? \n[50]Yes you do. \n[51]Why you lyin to me? As tears begin to well in her eyes. \n[52]Why you cryin'? \n[53]Why am I scarin' you? \n[54]You, stay in the kitchen. Stephen moves to the kitchen door, swings it open, and watches Dr.Schultz prepare to proposition Candie for Broomhilda. Stephen knows these two jokers  are up to something, and now he's just figured it out. \n[55]- Monsieur Candie? \n[56]Oh, I do apologize, doctor. My hearin' ain't worth a damn these days. Monsieur Candie, I need a word with you in the kitchen. \n[57]If you could manage it. It's about dessert. \n[58]I would rather tell you in private. \n[59]Meet me in the library. Well that's a horse of a different color. That means whatever Stephen has to say, hasn't anything to do with rhubarb pie. \"Meet me in the library\" is their secret signal. \n[60]Those motherfuckers ain't here to buy no mandingos. They want that girl. - \n[61]They playin your ass for a fool, that's what I'm talkin' bout. They ain't here for no muscle bound Jimmie, they here for that girl. \n[62]Yeah, Hildi. The niggers know each other. \n[63]Did he give you any money? \n[64]- Then he didn't R ..Y diddly, not yet no how. But he was just about to buy, who he came here to buy, when I interrupted him. Thank you Stephen - you're welcome Calvin. \n[65]Well they're doin' it cause Django's in love with Hildi. She's probably his wife. Now why that German gives a fuck about who that uppity son-of-a--bitch is in love with, I'm sure I don't know. \n[66]Because you wouldn't pay no never mind to four hundred dollar. But twelve thousand got you real friendly. Calvin thinks ... .as per usual, Stephen's right. \n[67]Now Calvin.. .not that I wouldn't enjoy seein' something like that ... . but why don't you sit down and let's talk about this. \n[68]Calm-the-fuck-down, sit down, and let's discuss this. A frustrated Calvin finally collapses in the chair. \n[69]Now look, you knew, and I knew, there was something up with these two. We just didn't know what. But now we do. They don't want you to know how bad they want that girl. But these ole boys have rode a lotta miles, went t6 a whole lotta trouble, and done spread a whole lotta bull to get this girl. They must want her mighty bad. Way I see it, ain't nothin' changed. They wanna buy a nigger, you wanna sell a nigger.The only thing done changed is the advantage. Now we got it. .So let's go back in there and busts these motherfucker's chops. \n[70]Stephen! Bring out Hildi! Ix? Stephen enters the dining room through the kitchen door, holding roughly in his grip, Broomhilda. He holds a small Derringer pistol against the side of her head. Django and Schultz react. \n[71]Cap't, Miss Lara lookin' for you. She wanna talk about the Old Man's funeral. Oh, and she changed her mind 'bout snippin' Django. She gonna give 'em to the LeQuint Dickey people. While still keeping a firm grip on Django's'junk, Ace Woody says; \n[72]She in the big house. The kitchen. Ace turns to leave, Stephen goes over to a big fiery furnace in the blacksmith barn, and begins poking a LONG POKER which lies buried in the fire. Django's clothes are dumped by the furnace. \n[73]Oh yes sirree Bob, you know I am! 01' Snowball and a certain naked ass upside down nigger we both know, gonna have us a big of chat. He removes the big black poker from the furnaces fire, it's RED HOT END \n[74]Snowballs just makin' sure his talking stick is all nice and FROSTY. Ace Woody chuckles to himself as he exits the barn. Just Stephen with a red hot poker, and naked, bound upside down Django, alone. With the red hot poker in his hand Snowball approaches the naked hanging Django. \n[75]I bet you an' that German thought y'all was on easy street for awhile - didn't ya? Y'all track Hildi to the Old Man. You get the idea to go to Greenville - look up the Ole Man there. That was a good idea. I bet y'all couldn't believe how easy it was. You meet Moguy, he buys your horseshit. Ya' git your ass invited to Candyland, no fuss no muss. Ya' ride the whole way to the plantation, no one the wiser. Then ya' ride in to Candyland - ride your goddamn horses right up to the motherfucking Big House. \n[76]And that's where you met me. And that's when you knew your goose was cooked. He TOUCHES Django's NIPPLE with the ORANGE HOT TIP of the poker. Unlike a lot of movie hero's, Django doesn't take torture silently and stoically. This shit fucking hurts, so you best believe he screams his fucking ass off, and twists in agony when he gets touched by the orange tip of that red hot poker. \n[77]Now that fancy talkin' white man of yours didn't know what's what. He still thought his ass hadda chance. But like the One-Eyed Charly you are, you always know the end is near 'fore the white folks. With the ORANGE HOT poker, he BURNS OFF Django's other NIPPLE. The smell of burned flesh smokes in the air. Stephen makes a show of breathing it in his nostrils. \n[78]Damn Nigger, you smell good. He walks behind Django with the poker. \n[79]You know, when you was sittin' on that feather bed in the quest room in the Big House - After you slapped my ass to the floor You were sayin' something 'bout my BARE BLACK ass, and how you were gonna BUST IT. Remember that, Bright Boy? He places the HOT ORANGE END OF THE POKER hard against Django's BARE buttocks. Django SCREAMS! Stephen LAUGHS. Stephen walks away and sticks the poker back in the fire. He goes through Django's clothes and pulls out his tan pants. He tosses them on the floor by the hanging man. \n[80]You leavin', that's what you can take with you. Stephen walks over to the hanging upside down man, and as he talks to him, he begins fondling Django's genitals. \n[81]Now you were quite the topic of conversation for the last few hours. Seemed like folks never had a bright idea in their life, was comin' up with different ways to kill your ASS. Now most of 'dem ideas involved fuckin wit your fun parts. But while that might SEEM like a good idea. Truth is, once ya snip a niggers nuts, most bleed out. Then I say; \"Hells bells, the niggers we send to LeQuint Dickey, got it worse then that.\" Then they're, \"Let's whip 'em to death,\" \"Throw 'em to the mandingos,\" \"Feed 'em to Stonesipher's dogs.\" And then I say, \"What's so special 'bout that? We do that shit all the time. Hells bells, the niggers we send to LeQuint Dickey got it worse then that.\" He stops massaging Django's balls. \n[82]So Miss Lara got the bright idea of givin' your ass to The LeQuint Dickey Mining Company. And as a slave of The LeQuint Dickey Mining Company, hence forth, till the day you die, you will be swinging a sledgehammer, all day, every day, turning big rocks into little rocks. And trust me when I tell you it's gonna be 'bout as much fun as it sounds. We sell 'em the mandingos ain't good for nuttin' no more. Like them three y'all came back with. For them big garboons we get twenty a piece. They last 'bout six months. Skinny nigger like you, I give two or three. Stephen turns to leave. \n[83]She's all right for now. Miss Lara soft hearted on 'er. She gave her to Billy Crash. He was sweet on 'er. Now Billy Crash might not look or smell too good, but ain't nobody gonna bother her. Stephen limps away. ", "ACE WOODY": "\n[1]Welcome to Candyland, gentlemen. Astride their horses Brown and Jingle Bells Cody just make faces at Django. Ace's attention goes to the five new mandingos.just walked from Greenville to here. \n[2]These the new chickens? \n[3]How many you get? One, two, three, four, five. \n[4]How many you get rid of? \n[5]Get 'em away from the others. Put 'em in the pen till tomorrow. Brown with his horse, yells, chases, and herds the three men away into the slave pen. Ace yells from his horse down to the five new mandingo arrivals, Big Fred, Banjo, Sidney James, Tatum,.and Joshua. \n[6]Y'all stand over there and make a line! They do. Ace climbs down from off his horse. Cody stays in his saddle, circling the black men with his horse. Everybody, including Django and Dr.Schultz, watch the show. Ace'Woody walks up and down the line looking at the new men. Candie, sitting comfortably up on his horse, says; \n[7]I think you lookin' for niggers to push a plow, 'dem your boys. Candie rolls his eyes. \n[8]Hold it...hold it, you done bought r em, let me look at 'em. Unimpressed Ace Woody continues to examine them. \n[9]Okay, how 'bout that one, did you buy that one? \n[10]What you mean, which one? The one I'm pointing at, that one. \n[11]You bought him? \n[12]Why? \n[13]His prospects? Now you know Mr..Moguy, I ain't a educated fella like yourself. Remind me again what prospects means? \n[14]You got hope for his future? \n[15]Well I don't. Ace walks over to the slave in question. \n[16]What's your name, boy? The mandingo says; \n[17]So long Sidney James. Ace takes the peacemaker out of the holster on his hip, and SHOOTS Sidney James point blank in the belly. Everybody reacts. Especially the four other mandingos standing next to him. Sidney James rolls in the dirt, screaming and holding his bleeding gut. Till Cody puts a bullet in his head, putting him out of his misery. Moguy, shakes his head, \"Typical,\" he thinks. Django and Schultz, on their horses next. to Candid, watch. Ace looks up at his boss. \n[18]Boss Candie, which one did you buy? \n[19]\n[20]You Fred? A very scared Fred answers. \n[21]Well good to meet'cha Fred, I'm'Ace Woody, I'm a man of influence 'round here. Now Fred am I mistaken, or were you already in a kurfuffle? \n[22]Really? You won? \n[23]Wup'ed his ass? \n[24]Really? \n[25]You did? \n[26]Good job, boy. Got any more wins in ya? \n[27]He won his last fight last night. Ace puts his eyes on the three remaining mandingos \n[28]Those of you with exceptional ability will find it ain't so bad here. Those of you who don't possess exceptional ability, will wish you did. Ace looks up to Cody on his horse. \n[29]Run 'em over to the Arena. Git 'em doin push ups. First one gives out, shoot 'em in the head. Welcome to Candyland, boys! Cody runs the terrified mandingos to the arena. Candie leans over to Schultz and says; \n[30]Oh you know I always trust your judgement, Boss Candie...eventually. He rides off. Stephen limps back to the action. \n[31]Git on outta here, boy! Django, slightly..swaying to and fro from the rope, looks upside down at Ace Woody, all dressed up in a black suit with a string tie, which makes him look a bit like Wyatt Earp. \n[32]So y'all bounty hunters,.huh? Django thinks, \"How does he know?\" \n[33]I knew there was something fishy 'bout, y'all. We found your wanted posters and book of figures in your saddle bags. I gotta say, ain't never heard of no black bounty hunter before. A black boy paid to kill white men? How did ya like that line of work? Django retorts, upside down. \n[34]Boy, people 'round here are cross wit you. Ace Woody pulls up a tiny milking stool, and sits down on it, a body length from the hanging man. \n[35]See Boss Man was a rather beloved figure 'round here. Now he's dead as fried chicken, everyone 'round here blames you. Ace Woody opens his black suit jacket, we see not only does he wear a gun and holster around his waist, he carries a HUGE BOWIE KNIFE ina shoulder holster. He removes the big blade from its sheath. \n[36]Yep, Boss Man's gone. Poor Calvin. Poor goddamn Calvin. We're burnin' him in a few hours. At sunset. Should be real pretty. However ... . I don't think you're gonna be able to attend. Ace takes the Bowie Knife and THROWS IT... . IT LANDS stuck in the wooden barn yard floor, four inches from Django's face. Ace Woody slowly rises up from the tiny milking stool, and slowly walks the length of the floor between him and Django, pulls the blade out of the floor, and walks back to his stool, and sits back down. As he does this, he says; \n[37]Now I understand you didn't really have nuttin' to do wit it. It's that German sunbitch the trouble maker. You just wanted to git your girl, and hightail your nigger asses outta here. Now I appreciate that. But grieving folks 'round here need someone to blame. And I guess they figure if you hadn't brought your black ass 'round here in the first place, Boss Man still be alive. And you know what, they got a point. He THROWS the knife again... .this time IT LANDS in the floor two inches from Django's face. He walks the same path from the knife and back to the tiny stool. As he does he says; \n[38]Now when it comes to making a nigger regret the error of his ways, believe me when I. tell you, I know every goddamn trick in the book. Now there's a lotta ass busters out there try an' git creative with the way they bust ass. But me... .I always found the best methods are, tried and true. He THROWS the knife again... Django JERKS his head back ... .and the knife LANDS in the floor, right where Django's head was. Ace Woody stands up, walks the floor to the Bowie, yanks it out of the wood., and straightens up, standing right beside the hanging upside down naked black man. Ace talks confidentially to the bound man at his mercy. \n[39]You know Blackie, here at Candyland, I had me a real sweet deal. These last eleven years training Calvin's mandingos I made me more money I made my whole goddamn life. And no end in sight, neither. Then you came along. Knocked me right off that perch I was sittin' pretty on. You think Miss Lara gonna be as.interested in mandingos as her brother? Uuummmm...I don't think so. What I think, is you done fucked up my good thang. So when it comes to you, Django boy, you could say I gotta axe to grind. \n[40]How's the blade of that Bowie feel against your ball sack, Blackie? A Bowie right off the wet stone. Now that's what I call sharp. Django dances some more ... \n[41]Yep nigger, I'm gonna snip them nuts. On the count of three. \n[42]\n[43]Got to do it, boy. TWO... \n[44]Well she didn't waste a minute tellin' me. Ace Woody looks down at Django, both men get over the aborted emotion of what almost happened. \n[45]How disappointing. \n[46]Where she at? \n[47]You gonna look after our friend? As, he plays with the poker in the fire, he says; \n[48]Hold on, we got another hammer swinger for ya. Ace Woody comes walking out of the barn with Django, shirtless and barefoot , wearing his old tan pants, and his wrists bound by a rope. \n[49]We got an arraignment with Mr.Dickey to take punishment niggers from time to time. \n[50]Well if Mr.Dickey ain't takin' you into his confidence, I'm sure I don't know why. \n[51]- No, you look peckawood, this nigger got Boss Candie killed. And we want his ass punished. Now I know you need our bucks. So.unless you wanna ride back to the mine, and tell Mr.Dickey how and why you fucked up our nice little business relationship, take this nigger and hush up about it! \n[52]He can't go in there with them. \n[53]They'll kill him. \n[54]Well we do! He killed the fuckin Boss Man, we want the mine to grind him to gravel! \n[55]I guess I shoulda'. ", "BROOMHILDA": "\n[1]\n[2]looks down into the crowd of twelve ugly white men, and holds her breath which one will buy her. Among the ugly white men we see Mr.HARMONY , not quite as ugly as the rest. An older well dressed, classy gentleman. Next to him is his twenty four year old overweight awkward son SCOTTY HARMONY. Scotty in the audience, and Broomhilda on the wagon, THEIR EYES MEET, he nudges his dad. The Seller makes her expose her breasts to the small crowd. Then her back, revealing her whip marks. Then pointing out the runaway \"r\" branded in her cheek. Some of the crowd, including Scotty, react with repulsion at the sight of the whip marks. The Seller assures the crowd, that niggers don't feel pain like white folks, and it only makes the women more gentle. \n[3]yikes. \n[4]reacts. \n[5]reacts. \n[6]Master Scotty... ? \n[7]I'm lonely back here. Can I come on up with you on that seat so we can talk? \n[8]Broomhilda. Mrs.HARMONY Follow me. into the kitchen,  You stay out here. \n[9]I like Scotty. He's just shy is all. All he needs is a little confidence. Mrs.HARMONY And you'll give that to him? \n[10]I'll do my best, mam. Scotty's a real sweet boy. Mrs.HARMONY He is, isn't he? \n[11]Ah-huh. The mother lets go of the young lady's wrist. \n[12]holding her parasol, looking like a black Daisy Miller, watches the OTHER SLAVES march by in the mud. They watch her too. \n[13]It would be my, pleasure to speak with you in German. Schultz acts for the benefit of Miss Lara's astonishment. Dr.SCHULTZ Astonishing. Please come inside Fraulein. She does, and just'as Lara Lee is to say something, Schultz says, \"Thank You very much,\" and closes the door in her face. Miss Lara looks to her Mammy, and the two women head off nonplussed. \n[14]Yes. How do you know that? Dr.SCHULTZ Stands to reason who ever taught you German would also give you a German name. Can I pour you a glass of water, Broomhilda? Hearing her name being spoke properly for the first time in awhile, not to mention with a German accent, does have a bit of a calming influence on the frightened girl. \n[15]I don't got any friends. Dr.SCHULTZ Yes you do. \n[16]Who? Dr.SCHULTZ I can't tell you. Our mutual friend has a flair for the dramatic, and he wants to surprise you. !!0 \n[17]Where is he? He points at the adjoining door. Dr.SCHULTZ Standing right behind that door. Her head moves in the direction of the door. He looks to the young woman; Dr.SCHULTZ Promise me you won't scream? She nods her head, yes. Dr.SCHULTZ Say, I promise. \n[18]I promise. Dr.Schultz moves to the door, and lightly raps on it. The door knob turns. The door slowly opens revealing... He smiles at her, and says; \n[19]Oh nuttin'. \n[20]I dunno. Somethin' I heard. I don't know no.name. \n[21]Thank you. Stephen steps out of the shadows into the light closer to Broomhilda. \n[22]I'm done here, may I be excused? \n[23]At the table? I don't know him. \n[24]No. \n[25]Can I take away your dishes, Monsieur Candle? \n[26]I like it a lot Monsieur Candle. \n[27]Yes 'em. With Candie interrogating Broomhilda, Django tenses up. Stephen clocks this. Stephen decides to test Django's reaction. \n[28]Huh? Stephen approaches her, the other Domestics get quiet and watch. \n[29]I don't. \n[30]Mister Stephen, I don't. \n[31]Because you're scarin' me. \n[32]Because you're scary. Things have become so tense and quiet in the kitchen, that the dinner table conversation begins to bleed inside. We hear Dr.Schultz in the next room say; Dr.SCHULTZ .to speak German,with Hildi this afternoon was positively soul enriching. Stephen hears this, he's starting to get the idea. \n[33]I can't. \n[34]I can't help it! I'm really sad! He hops off her and yells at her. \n[35]Yes? The VOICE on the other side of the door, says; \n[36]What's gonna happen to you? \n[37]But what about you - \n[38]Hey Big Trouble Maker. \n[39]Yes you did. \n[40]I'll keep that in mind. Django looks down to Timmy. \n[41]You won't wait for me. \n[42]You won't. \n[43]You won't. They kiss. Then, astride Tony, Django leaves Candyland having rescued his Broomhilda from her Mountain, her Ring of Hellfire, and all her Dragons. ", "ROY": "\n[1]It's chaos 'round here. Some bastard shot the big boss. Let's git the niggers and git out. The Three mandingos who weren't sold in Greenville, Rodney, Chicken Charly, and Chester are walked to the wagon by overseers Tommy Giles. and Broomhilda's new owner Billy Crash. All three slaves carry the bundles of personal belongings they've had since Greenville. Chester wears a hat, and Chicken Charly has a corncob pipe in his mouth. The wagon driver, Floyd, approaches them. \n[2]We can't use that skinny bastard. \n[3]No one tole' me 'bout no arraignment. \n[4]Look, no one tole' me 'bout - \n[5]Fine, stick 'em in the goddamn cage. \n[6]Jano, you're riclin' horses ass, you take this black and make sure he keeps up. \n[7]Goddamit Jano, stop fuckin with that black, and keep up! \n[8]What's your deal? You tell us who they are and we let ya go? \n[9]\"Wanted, dead or alive. Smitty Bacall and The Bacall Gang. For murder and stagecoach robbery. Seven thousand dollars for Bacall. One thousand five hundred dollars for each of his gang members... .\" This is a real handbill. \n[10]Why would a nigger slave have a wanted dead or alive handbill in his pocket? Floyd doesn't have an answer for that one. \n[11]That black's damn convincing. They get to The Cage O'Men. Roy startles them with a direct question; \n[12]That black ride into Candyland yesterday? The Caged Men don't know what they're suppose to say. Roy removes the pistol from his belt, cocks back the hammer and points the barrel at the cage. \n[13]I'm gonna ask again, and remember I don't like liars. Is he a Candyland slave, or did he ride in with a white man yesterday? \n[14]This white man, was the black his slave? \n[15]What happened at Candyland? \n[16]Who shot 'em? \n[17]And why did he do that? \n[18]What were they? \n[19]They wouldn't go by their outlaw names you idiot! \n[20]Okay black, you gotta deal. Jano reacts. \n[21]What? \n[22]You got a deal, black. Django interrupts - \n[23]You're all right for a black fella! \n[24]We'll give you that pack horse. \n[25]Yeah, I can see why. Jano take those sticks off that horse, and stick 'em in the nigger cage. at all. Jano removes the last of the dynamite filled saddle bags from Django's horse, throws them over his shoulders, and begins walking back to The Cage Wagon. Django moves to his new pack horse, and says; \n[26]Floyd, you got that rifle on the wagon, give 'em your gun and your belt. Floyd unbuckles his gun belt, gun and all, folds it up, and walks over to Django handing it to him. Django accepts it. About the pistol, Floyd tells Django; ", "SCOTTY": "\n[1]This is for you. She opens the bag,candies of many colors sit in it. \n[2]They're jelly beans. Try one. She selects a yellow one and puts it in her mouth. \n[3]Good huh? She nods her head, yes. We see him drive the buckboard out of Greenville with Broomhilda in the back eating her bag of jelly beans. \n[4]Yes Broomhilda? \n[5]Please, I'd love that. She climbs into the driver's seat. In more ways then one. \n[6]I gotta tell you Broomhilda - I don't care if I go to. hell for this - I love you. And if loving you means I go to hell ... . Well then hello Mr.Devil. That was actually kind of funny. Broomhilda was right, all he needed was a little confidence. She puts her hand on his. \n[7]Thank you so much, it's a great honor. We love it here. Pointing at a empty chair. \n[8]Please, by all means. Calvin sits down. Broomhilda gets a sinister chill from this smiling jack. Scotty, as per usual, is clueless. \n[9]We just joined this weekend. \n[10]Well said, and money well spent. He squeezes Broomhilda's hand. Candie sees this. \n[11]What? \n[12]Really? Thank you Sheba, I think you're beautiful. Sheba whispers something else in Candie's ear. \n[13]Well, she's your Pony...I mean... \n[14]I'm all in. \n[15]I would think a southern gentleman of such renown as yourself, wouldn't have to resort to buying a pot in his own club. Calvin writes on a piece of paper, then throwsit'in the pot. \n[16]What? I don't want her. Calvin.and the whole table laugh at that. \n[17]I'm all out of money. \n[18]I can't bet Broomhilda. \n[19]Let me see your cards! Candie lays down his cards, he has a FLUSH. What Scotty's just done hits him like a ton of bricks. \n[20]You cheated me. After Scotty uses the \"C\" word, everybody quiets down. \n[21]I called you a card cheatin' son of a bitch, cause that's what you are! Calvin calmly stands up from the table. He removes a small Derringer Gun.from his pocket, and tosses it on the table in front of Scotty. Then takes out another one, and tosses it on the table in front himself . Everybody in The Cleo Club quiets down. \n[22]Wait a minute ...no! \n[23]I ain't dueling with you! I don't want to duel! \n[24]Sure. Let me just get my girl. \n[25]Wait!... . Look ... . Mr.Candie, I'm sorry I called you a cheat. But... please...I can't give you Broomhilda. ", "JANO": "\n[1]Oh, I'll keep 'em up. Jano takes the rope tired around Django's wrists.and ties the other end around his saddle horn. The LeQuint Dickey Mining Company caravan leaves Candyland. \n[2]Keep your mouth shut black, you ain't got nothing to say I wanna hear. \n[3]Who? \n[4]You gotta few more things to worry about black boy, then what I get paid. \n[5]Yeah. \n[6]Yeah? \n[7]Look black, it don't work like that. Dickey paid for our passage from Australia to here. We get a little money to send back home, and pay him back for the boat trip. \n[8]'bout two years. \n[9]No, not yet! \n[10]You shut up! Jano's hand grabs his riding crop, and he brings it up to strike Django, when the black man says to him; \n[11]What? Django steps closer to him. \n[12]You be damned, blackie. We're not bandits. \n[13]If you got something to say, say it. \n[14]Who the fuck is Smitty Bacall? \n[15]Who pays the money? \n[16]The Court? \n[17]They.pay us to kill 'em? \n[18]I think so... . what did these jokers do again? \n[19]What's this? \n[20]I can read, I just don't have my glasses. I didn't take 'em with me, because I didn't think I'd be doin much readin' on a nigger run. \n[21]Roy? \n[22]Look, get it straight black, I can fuckin read. I just don't got my glasses. ", "SPENCER": "\n[1]Absolutely. Betina! A pretty, fleshy, sweet jelled, twenty-two year old slave gal named BETINA, snaps to attention. \n[2]What's your Jimmies name again? Dr.SCHULTZ Django. \n[3]Betina sugar, take Django around the grounds. Show 'em all the pretty stuff. \n[4]Understood., Schultz. Betina? \n[5]Django isn't a slave. Django is a free man. Do you understand? You're not to treat him like any of these other niggers around here, cause he ain't like any of these other niggers around here. Ya got it? \n[6]No that's not what I said. \n[7]Yes, I can see that. What's the name of that peckawood boy from town works with the glass? His mama works at the lumber yard? He comes by and fixes the winda's when we have a problem? The MAMMY OF BENNETT MANOR chimes in; \n[8]Yeah, that's the boy's name, Jerry. You know Jerry, dont'cha sugar? \n[9]Well that's it then... just treat 'em like you would Jerry. \n[10]Oh I got my share of, coal blacks, horse faces, and gummy mouth bitches out in the field. But the lion share of my lady niggers are real show pony's. Dr.SCHULTZ Well that's what I'm looking for, a show pony for young Django. So the only question that remains is, do you have a nigger here worth five thousand dollars? \n[11]Dr.Schultz, five thousand dollar nigger, is practically my middle name. \n[12]Just who the hell are you two jokers? Drï¿½. SCHULTZ I am Dr.King Schultz, a legal representative of the criminal justice system of the United States of America. The man to my left is Django Freeman, he's my. deputy. In my pocket is a warrant signed by circuit court judge Henry Allen Laudermilk of Austin Texas, for the arrest and capture, dead or alive, of John Brittle, Ellis Brittle, and Roger Brittle -- \n[13]Gimmie. Dr.Schultz removes the warrant from his jacket pocket, and hands it to the plantation owner. Bennett reads it silently to himself, resigned to what it says. Dr.SCHULTZ Satisfied. Bennett eyes go from the warrant to the German. Dr.SCHULTZ May I have that back? ,- Bennett hands Schultz back the piece of paper. Dr.SCHULTZ We good? \n[14]Look nobody's saying they don't appreciate what Jenny did. \n[15]Shitfire, if you don't wear 'em as you ride up, that just defeats the purpose. Redfish, fatter then some , takes off his bag. \n[16]O.B., I tole yo to keep quiet! They're asleep, not dead. \n[17]Fuck Willard! Look, let's not forget why we're here. We gotta killer nigger over that hill. And we gotta make a lesson outta 'em. \n[18]Wait a minute, I didn't say no bags! \n[19]So? \n[20]Goddamit, this is a raid! I can't see, you can't see, so what? All that matters is can the fuckin horse see! That's a raid. Spencer puts on his sack, everyone else, reluctantly, does as well. \n[21]riding for his life... ", "BETINA": "\n[1]Yes sir, Big Daddy? \n[2]As you please, Big Daddy. Dr.Schultz lowers his voice, and says to the plantation owner; Dr.SCHULTZ Mr. Bennett, I must remind, you, Django is a free man. He cannot be treated like a slave. Within the bounds of good taste, he must be treated as an extension of myself. \n[3]Yes, sir? \n[4]Ya want I should treat 'em like white folks? \n[5]Then I don't know what'cha want Big Daddy. \n[6]Yes 'em, Big Daddy. \n[7]What'cha do for your massa'? \n[8]So you really free? \n[9]You mean you wanna dress like that? Django fumes. \n[10]What'cho want? \n[11]Brittle? \n[12]I don't know dem. \n[13]You mean The Shaffer's? \n[14]Ah-huh. \n[15]Ah-huh. \n[16]Well ones over in that field. She points to the cotton field, at a OVERSEER on top of a horse, whip in hand, eyeing the blacks at his mercy. Django takes hold of a little bag slung over his shoulder opens it, and takes out a shiny brass SPYGLASS, the type a sea captain might use. Obviously a prop from Dr.Schultz. He slides it open, places it against his eye, and points it in the direction of a figure out in the cotton field landscape. \n[17]Is that who you lookin' for? \n[18]You go to that shed, and keep goin' that way. Which means; \"Go to the shed and turn right.\" ", "MOGUY": "\n[1]Dr.Schultz, good to see you again. Dr.SCHULTZ Mr.Moguy, thank you for your assistance in creating the opportunity for this appointment. Mr.MOGUY Nonsense, it's my job. Mr.MOGUY \n[2]Just call me Leo. Calvin's in the billiard room, follow me. Y'all want Coco should come along too? Dr.SCHULTZ We would be quite lucky indeed if the charming Coco cared.to follow. Coco blushes. \n[3]You better watch out doctor, you gonna steal this little pony's heart. They walk through the club to get to the billiard room, as they do they \n[4]Calvin and I were about eleven when we went to boarding school together. One could almost say, I was raised to be Calvin's lawyer. \n[5]What did you say? Dr.SCHULTZ Oh nothing, he's just being cheeky. Anything else about Mr.Candie I should know before I meet him? \n[6]Yes, he's a bit of a Francophile. \n[7]That's why all the French ambiance. And he prefers Monsieur Candie to Mister Candie. Dr.Schultz says in FRENCH SUBTITLED IN ENGLISH; Dr.SCHULTZ What ever he prefers. This stops Moguy, and he turns to warn Schultz. \n[8]Oh he doesn't speak French. Don't speak French to him, it'll embarrass him. They get to the two sliding doors that lead to the billiard room. Moguy slides the doors open... The party enters the billiard room. \n[9]Big Fred. \n[10]One of this new lot. \n[11]I already wired the LeQuint Dickey people, they'll be here tomorrow. Ace turns to Brown. \n[12]Yes I did. \n[13]I like his prospects. \n[14]Hope for the future. Jerking a thumb towards the slave in question. \n[15]I did. \n[16]But the real question is, not how much he cost, but how much he can earn? Dr.SCHULTZ Django? ", "SPENCER BENNETT": "\n[1]It's against the law for niggers to ride horses in this territory. Dr.SCHULTZ This is my valet, and my valet doesn't walk. \n[2]I said niggers - Z .ate` Dr.SCHULTZ His name is Django, he's a free man, and he can ride what he pleases. \n[3]Not on my.property, around my niggers he can't. Dr.SCHULTZ My good sir, perhaps we got off on the wrong boot. Allow me to unring this bell. My name is Dr.King Schultz, this is my valet, Django, and these are our horses, Fritz, and Tony. Fritz, does his head bow. This makes the pretty PONY'S surrounding Bennett, giggle. Dr.SCHULTZ Mr. Bennett, I've been lead to believe you are a gentleman, and a business man. And it is in these capacities that we've ridden from Texas to Tennessee to talk with you now. \n[4]State your business. Dr.SCHULTZ I wish to purchase one of your nigger gals. \n[5]You and your Jimmie rode from Texas to Tennessee, to buy one of my nigger gals, no appointment, no nuttin'? Dr.SCHULTZ I'm afraid so. \n[6]Well what if I say, I don't like you, or your fancy pants. nigger, and I wouldn't sell you a tinkers damn - what'cha gotta say about that? Dr.SCHULTZ Mr. Bennett, if you are the business man, I've been led to believe you to be, I have five thousand things I might say, that could change your mind. i This gets everybody's attention, not least of all Spencer Bennett. Spencer laughs. \n[7]C'mon inside, get yourself something' cool to drink. The incognito bounty hunter, dismounts his steed, as does Django. Then the good doctor walks up the steps to Bennett Manor. Dr.SCHULTZ Maybe while we discuss business, you could provide one of your loveliest black creatures to escort Django here around your magnificent grounds. \n[8]That's them sonsabitches. \n[9]Now unless they start shootin' first, nobody shoot 'em. That's way too simple for these jokers. We're gonna whip that nigger lover to death. And I'm gonna personally, strip and clip that garboon myself. Having said his blood thirsty words, he puts the flour sack over his head. He tussles with the sack for a bit, then from inside the sack; \n[10]Damn, I can't see fuckin' shit outta this thing. He sticks his fingers in the.eye holes, and rips, trying to make the holes bigger, he only succeeds in making-visibility more obscured. \n[11]Hold on I'm fuckin' with my eye holes. Shit ...I just made it worse. He rips. it off his head in frustration. \n[12]on his horse with the other fleeing regulators RIDES for his life... \n[13]we're behind him as he rides away, OFF SCREEN we hear the whistling of what sounds like an incoming missle. \n[14]we're in.front of Spencer Bennett as he rides, when Django's bullet, RIPS THROUGH his CHEST. \n[15]falls from his horse, dead. ", "CALVIN CANDLE": "\n[1]Hello Oliver. \n[2]Good evening to you as well,. young Oliver. Could you please inform me which room your guest Scott Harmony is staying in? \n[3]Am I intruding? Dr.SCHULTZ Of course not. \n[4]You been on it. I own the whole sixty miles 'fore we get to Candyland. Candie gets annoyed at the barking dogs. \n[5]We only get about two out of every batch of five fighters we buy. But those two tend to be lucky. Ace Woody hops back up on his horse. \n[6]There you can lie down and rest up for a couple of hours. Then we'll have some lemonade, and I'll show off some of my finer specimens. Dr.SCHULTZ Splendid. Both Dr.Schultz and Django climb down from their horses. Candie looks to a black little stable boy of about eight named TIMMY. \n[7]How bad did Stonesipher's dogs tear her up? Django's hand falls to the butt of his smoke wagon. If they sicked those dogs on his angel, he's going to just kill all these motherfuckers right now. \n[8]Take her out. \n[9]Because I said so, that's why. Hildi is my nigger. Dr.Schultz is my guest. Southern hospitality dictates I make her available to him. \n[10]Jesus Christ Stephen, what's the point of havin' a nigger speaks German if-you can't wheel 'em out when you have a German guest? I realize it's inconvenient. Still, take her out. (to Cora and \n[11]I let a goddamn nigger and nigger lovin' huckster insinuate themselves at my dinner table, and play this whole goddamn plantation for a fool! \n[12]That'd be a hellva note, wouldn't it Lara Lee? \n[13]I think you are a bad loser. Dr.SCHULTZ And I think you're an abysmal winner. \n[14]Never the less, here in Chickasaw County a deal ain't done till the two parties have shook hands. Even after all this paper signin', don't mean shit you don't shake my hand. Dr.SCHULTZ If I don't shake your hand, you're gonna throw away twelve thousand dollars...? I don't think so. Schultz looks to Django and Broomhilda. Dr.SCHULTZ Let's go. ", "TIMMY": "\n[1]Yes, sir. Django takes an apple out of his saddle bag, and hands it to the boy. \n[2]Act like you still sleepin'. \n[3]Who? \n[4]I don't know 'bout no girl. \n[5]Oh he's dead. His body's over there. Django twists upside down on the rope, and sees the corpse of his friend King Schultz dead on the filthy barn yard floor. The sight of the lifeless carcass of the doctor fills Django with pain and anger. Just then head overseer Ace Woody walks in the barn. Upon seeing Ace, Timmy hightails it out of there, Ace throws an empty bucket at the fleeing boy. \n[6]I was just walkin' by. \n[7]Sure. \n[8]Sure do. \n[9]Will I get in trouble? \n[10]I'll show ya. \n[11]Sure do. \n[12]Do you feel bad for your friend? Django rises from the body of his friend. \n[13]I know just how ya feel. I lost a white friend once. He drowned in the lake. Django doesn't correct the difference between Dr.Schultz and a white friend, because there's nothing he could say to Timmy to make him understand. He goes over to his pile of clothes, which still lie next to the furnace. He Puts on his boots. His Green Jacket over his bare chest. And finally his hat. EXT - The FUNERAL - NIGHT The service is over, everybody is hugging each other and holding hands, and beginning to leave. ", "CUT TO": "\n[1]\n[2]\n[3]\n[4]\n[5]\n[6]\n[7]\n[8]137 \n[9]146 \n[10]\n[11]Roy and Floyd walk back to Django and Jano. \n[12]l.rz A GORGEOUS BIG SKY SOUTHERN PURPLE AND ORANGE SUNSET WE PAN DOWN from the sky and see in small black silhouette the Funeral Procession of Calvin Candie carrying the Coffin of the former Master up the hill on 'Candyland that leads to the Graveyard. A WHITE PREACHER walks out in front of the Procession. Then comes Calvin Candie's Coffin carried by eight pallbearers, Stephen, Moguy, Bartholomew, Ace Woody, Brown, Cody, and his best mandingos SAMSON and GOLDIE. The first mourner in line is Lara Lee dressed in a fancy black dress, wide brim black hat, black veil, and ever present black Mammy crying at her side. ", "NARRATOR": "\n[1]On that day, eight months ago, the auction was won by Mike Harmony, as a birthday present for his fat boy son Scotty. Mr.Harmony congratulates his son. From on top of the buckboard Broomhilda looks down at her new owners. Later they leave for the Harmony house. Scotty lifts Broomhilda up into the back of the buckboard. He hands her a little white bag. \n[2]Basically The Harmony's bought a slave bride for young master Scotty that day. And the two kids had a nice time playing house for awhile. We see Scotty and Broomhilda catching butterflies in butterfly nets in the daytime.. At night they catch LIGHTNING BUGS together. At night in Scotty's bed, while the young man lay fast asleep, Broomhilda looks at her jelly jar of GLOWING LIGHTNING BUGS. \n[3]As Scotty's sort of defacto sweetheart, if no visitors were about, Broomhilda would even join the family at their dinner table. We see them at dinner eating fried chicken and mashed potatoes and gravy. \n[4]Scotty was never happier. Scotty and Broomhilda walking holding hands at Southern magic hour. Broomhilda having sex with Scotty, baby talking with him, talking him through it, making him feel loved and secure. \n[5]After three months of this bliss, Scotty decided to take Broomhilda for a romantic weekend in Greenville. \n[6]White masters would take their pretty Ponys to Greenville for a treat or romantic excursion, for two reasons-One, seeing how bad the other slaves had it, always made the papered Ponys appreciate their privilege position, . \n[7]And two, there was a sliver of society that ran through Greenville at night that catered to white masters who were infected with a condition that was normally referred to as, \"Nigger love.\" At night the streets, the bars, bistros, and buggy rides were ruled by rich white masters showing off their pretty Pony's. \n[8]But the crown jewel of all this interracial frivolity, was the members only, Cleopatra Club. \n[9]Then... speak of the devil and the devil appears. \n[10]After excusing herself, she walked across the street to her hotel room. She got her white dress dirty in the mud, but she didn't care, the night was ruined anyway. Some romantic weekend. Wait till she gets home and tells his mother how he ignored her. She'll fix his fat ass. Wait till he asks her to scratch his back next time. She's gonna scrape every pimple. ï¿½-. BACK AT THE CLEO CLUB The now drunk Scotty is playing poker with Calvin and his friends. \n[11]Back at The Cleopatra Club, as the night wore on, Calvin Candie suggested'a friendly card game. As the game wore on, it came down to a two thousand dollar pot between Calvin Candie and Scotty Harmony. Luckily for him, Scotty was holding.a inside straight. Calvin holds his cards with Sheba draped around him. She whispers something in his ear. \n[12]That was four months ago. ", "FLOYD": "\n[1]You blacks line up. They do. \n[2]What's your names? \n[3]I'm.Floyd, this is Roy, and that's Jano. \n[4]Throw it in the dirt. All three throw their only belongings in the dirt. Floyd takes the'hat off of Chester's head and sails it away. As well as ripping the corncob pipe out of Chicken Charly's mouth and tossing it in the dirt. \n[5]You won't be doin' much smokin' mate.  You are now the property of The LeQuint Dickey Mining Company. Git in the cage. This is going to be worse then the three even thought. They climb into the cage wagon. Floyd locks it behind them. Roy, the head Aussie, pays Billy Crash for the slaves, when we hear Ace Woody call out; \n[6]Why not? \n[7]I don't give a damn. \n[8]Just because the handbill's real doesn't mean that other bunch of malarky.is. \n[9]You sure about that? \n[10]Goddamn Roy, this could be big.  Do you know who Smitty Bacall is? \n[11]Dynamite. !so \n[12]Now don't drop it now. I just had the sights fixed last month, it's perfect. Django holding the gunbelt in his hand. ", "LARA LEE": "\n[1]Well aren't you the charming gentlemen. You're not from around here, are you? Dr.SCHULTZ Actually I'm from a far off land, Dusseldorf, to be exact. \n[2]We'll all have dinner tonight, right? \n[3]Lara Lee would you and Cora be responsible for getting her cleaned up and presentable for Dr.Schultz? The overseers,'Tommy Giles and Hoot Peters go to The Hot.Box. While Billy Crash goes to the well to draw a bucket of water. Django watches them walk to The Hot Box. Dr.Schultz's eyes shift to Django, to watch him watch this. Stephen notices Django's interest in both The Hot Box and whoever's sizzling in it. The HOT BOX itself is a large IRON SOLITARY CONFINEMENT CELL DOOR (from Yuma Prison) built into the ground. They put a key in the lock, and the two men lift the heavy iron door open. REVEALING: A naked Broomhilda broiling in a small coffin like iron box dug into the ground. Broomhilda reacts to the sudden burst of blinding sunshine. \n[4]Dr.Schultz, may I introduce to you, Hildi. Hildi, this is Dr.Schultz, he speaks German. Dr.SCHULTZ I've been informed you do as well. \n[5]Hildi! Broomhilda snaps back. Instead of getting angry, Candle seems to reflect on that analysis, then issues his own appraisal; \n[6]I don't know doctor, you can lay on all the German sweet talk you want, but it looks like this ponys got big eyes for Django. Lara Lee has no idea how right she is, but when she said it, all three, Django, Broomhilda, and Schultz, involuntarily jerk. \n[7]Calvin, I just got her all dressed up and looking nice. \n[8]Calvin, we are eating - dessert, no less. Ain't no one wanna see her whipped up back. Django continues to watching this play out. Stephen watches him. Candie folds. \n[9]There you are! I was beginning to think you and that of crow ran off together. Schultz and Django feel the change in their host's demeanor, as he stares down the table at them. \n[10]Ah, bless you sweet innocent Cora. \n[11]The PEOPLE watching on the side: ", "DICKY SPECK": "\n[1]Who's that stumblin around in the dark? State your business, or prepare to get winged! \n[2]You a doctor? Dr.SCHULTZ Affirmative. \n[3]What kinda doctor? Dr.SCHULTZ Dentist. Are you The Speck Brothers, and did you purchase those men at The Greenville.Slave Auction? \n[4]You goddamn son of a bitch, you killed Ace! Dr.SCHULTZ. I only shot your brother, once he threatened to shoot me. And I do believe I have ... \n[5]My damn legs busted! Dr.SCHULTZ No doubt. Now, if you can keep your caterwauling down to a minimum, I'd like to finish my line of inquiry with young Django. As I was saying, if you were to see the Brittle Brothers again, would you recognize them? \n[6]I'm gonna lose this leg! Dr.SCHULTZ Yes, unless you find a talented physician very quickly, I'm afraid that will be the. end result. But back to business, how much do you want for Django? \n[7]You go to hell! Dr.SCHULTZ Don't be silly. How much for Django? \n[8]800 dollars! Dr.SCHULTZ Oh come now, I may not have the experience in the slave trade that you and your family does, but neither was I born yesterday. The. good doctor removes a pamphlet from his grey suit coat pocket. Dr.SCHULTZ In this most helpful pamphlet that I picked up at The Greenville Slave Auction, it says that the going rate for African flesh' - in particularly a field nigger -_is sixty to eighty dollars. Now handsome no doubt as Django is, technically, he is a field. nigger. Which according to\"this pamphlet here - and why would they lie - puts his price at eighty dollars. So in light of that, how bout a hundred and twenty five dollars for young Django here. Dr.Schultz removes his long billfold from his pocket, and takes out a one hundred dollar bill, two tens and a fiver. Dr.SCHULTZ And since your late brother. won't be using it anymore, I'd like to purchase his nag. He removes a twenty dollar gold piece from his. pocket, and tosses it on Dicky's body. He bends down and, puts the paper money-.in the saddle bags on Dicky's dead horse. With.his hands in there, he roots around and finds the keys to-the leg irons. He unlocks Django's leg irons. Django is free. Dr.SCHULTZ There you go Django,. Give your ankles a good rubbing, then get up on that horse. Also, if I was you, I'd take that winter coat the dear departed Speck left behind. Django removes the coat from the dead slaver. Puts on the warm jacket over his bare back, and climbs up on Ace Specks horse. Dr.Schultz turns to Dicky on the ground. Dr.SCHULTZ Mr.Speck, I am afraid I will require a bill of sale. Do you have one? Dicky just curses him. He says, removing a notebook from his pocket; Dr.SCHULTZ I thought not. No worries, I come prepared.  This will serve nicely as a bill of sale. (he stops, then says to Django Django is spelled with a silent \"D\", is it not? ", "ACE SPECK": "\n[1]Who wants to. know? \n[2]So what? \n[3]Speak English! Dr.SCHULTZ Oh, I'm sorry. Please forgive me, it is a second language. Amongst your inventory, I've been led to believe, is a specimen I'm keen to acquire.  Hello you poor devils. Is there one among you, who was formerly a resident of The Carrucan Plantation? Since Roy in lead position is the one holding the lantern, the second half of the slave centipede falls off into darkness. In the darkness a VOICE rings out; \n[4]Hey, stop talkin' to him like that! Dr.SCHULTZ Like what? \n[5]Speak English, goddamit! Dr.SCHULTZ Everybody calm down! I'm simply a customer trying to conduct a transaction. \n[6]I don't care, no sale. Now off wit ya! Dr.SCHULTZ Don't be ridiculous, of course they're for sale. Ace raises his rifle towards the German. \n[7]Move it! Ace cocks back the rifle hammer. Dr.SCHULTZ My good man, did you simply get carried away with your dramatic gesture, or are you pointing that weapon at me with lethal intention...? \n[8]Last chance, fancy pants Dr.SCHULTZ - Very well - darkness. The next FLASH OF LIGHT we see is the good doctors PISTOL out of his holster, and FIRING point blank into Ace Specks face... .BLOWING the dumber dumb brother off his horse, dead in the dirt. Before Dicky can maneuver either his rifle or his horse in the Germans direction... ", "RODNEY": "\n[1]walks along the road, looks up at Django riding his horse. All the slaves hate Django because they think he's a black slaver. But the three heading back to Candyland are even more resentful. \n[2]gives Django a bad eyeball look up on his horse. \n[3]No sir. \n[4]No sir. \n[5]Rodney. \n[6]He weren't no slave. \n[7]Damn sure. Roy starts taking the possibility of an eleven thousand dollar windfall seriously. \n[8]Bounty hunters. Floyd is starting to get convinced. ", "MARSHALL TATUM": "\n[1]Move that buckboard over there long ways across the street from the saloon. And I want six men and six Winchesters behind it. And I want two men with two rifles on this roof, and two men with two rifles on that roof, with all barrels pointed at that front door. And somebody git poor Bill outta the goddamn street. \n[2]Yes it is, this is U.S. Marshall Gill Tatum. Dr.SCHULTZ Wunderbar! So marshall, I have relieved myself of all weapons, and just as you have instructed, I'm ready to step outside with my hands raised above my head. I trust as a representative of the criminal justice system of The United States of America, I shant be shot down in the street, by either you or your deputies, before I've had my day in court. \n[3]You mean like you did our sheriff? Shot 'em down like a dog in the street! Dr.SCHULTZ Yes, that's exactly what I mean! Do I have your word as a lawman not to shoot me down like a dog in the street? \n[4]Well, as much as we'd all enjoy seein' somethin' like that, ain't nobody gonna cheat the hangman in my town! Dr.SCHULTZ Fair enough marshall, here we.come.! Dr.SCHULTZ They're a little tense out there. So don't make any quick movements, and let me do the talking. Django looks at him like, \"as if...\" \n[5]You unarmed? Dr.SCHULTZ Yes indeed we are. Marshall Tatum, may I address you, your deputies, and apparently the entire town of Daughtrey, as to the incident that just occurred? \n[6]Go on! Dr.SCHULTZ My name is Dr.King Schultz. And like yourself, marshall, I am a servant of the court. The man lying dead in the dirt, who the good people of Daughtrey saw fit to elect as their sheriff, who went by the name of Bill Sharp, is actually a wanted outlaw by the name of Willard Peck, with a price on his head of two hundred dollars. That's two hundred dollars, dead or alive. \n[7]The hell you say! Dr.SCHULTZ I'.m aware this is probably disconcerting news. But I'm willing to wager this man was elected sheriff sometime in the last two years. I know this because. three years ago he was rustling cattle from, The B.C. Corrigan Cattle Company of Lubbock Texas. ", "BILLY CRASH": "\n[1]Yeah, Boss? \n[2]Right away, Boss. Billy Crash TEARS UP AHEAD on his horse. \n[3]They got 'em a runaway. \n[4]It's gonna be real nice 'round here now the 'ol man's gone. \n[5]Would you stop your galdarn cryin'! He stops fucking in frustration \n[6]Now girl, I'm tryin' to be nice. \n[7]Well goddamit, you're a nigger! Life is sad for niggers! Git use to it! Look you know Me, Hildi. I'm an ass buster from way back. But you know I've always been sweet on you. I don't wanna bust your ass. So don't make me! Now I'm gonna go shit. You calm down. He exits the shack to go the outhouse, leaving Broomhilda alone. WE MOVE INTO A CLOSE UP OF BROOMHILDA lying on the bed. She cries for Django, she cries for herself... ", "BACK TO DJANGO": "\n[1]walking in Leg Irons with his six Other Companions, walking across the blistering Texas panhandle... .remembering.. .thinking. - .hating. \n[2]\n[3]\n[4]crossing the lawn towards The Brittle Brothers, like an express train. \n[5]As Django in his powder blue satin suit hurries across the grass to Little Jody and The Brittle Brothers, he collects eight little friends who happily run along with the fast walking man. EIGHT LITTLE FRENCH BULLDOGS who bark, yelp, snort and breath at his heels.. Django pays the little dogs no nevermind. \n[6]Django and Dr.Schultz on top of their horses, taking in the sight of Greenville. Dr.SCHULTZ It's a spectacle out of Dante. ", "TIME CUT": "\n[1]\n[2]\n[3]All three dead Brittle Brothers lie over the back of the extra horse the bounty hunters brought with them. Both Bounty Hunters are back in their saddles ready to leave. With all the eyes of the plantation on them, the white and black man start to ride out, when Spencer \"Big Daddy\" Bennett, steps in their way for one final threat. \n[4]\n[5]\n[6]", "RANDY": "\n[1]I can't see shit either. \n[2]Oh shit, I just made mine worse. He puts it on-then says; \n[3]Yep, it's worse. He yanks it off his head. \n[4]Did anybody bring any extra bags? \n[5]I'm just asking. \n[6]Okay, I'm confused, are the bags on or off? Robert takes off his bag, and says; "}}