{"dialogues": {"DONNIE": "\n[1]I told them I wanted to get far away from you, Clarence, They got it instantly. \n[2]Is this Bursey? \n[3]These go for 80 apiece. My end's 20. \n[4]Same budget? \n[5]Whatever it takes, I'm gonna get these bastards. \n[6]' . . . n o significant contacts...'   ' \n[7]What? \n[8]I ' m undercover 1 \n[9]Coffee. \n[10]Give it to your wife. \n[11]You got a girlfriend?               , \n[12]Marry her. \n[13]I ' m saying give it to somebody don't know any better. It's a fugazy. \n[14]Go ahead, try and sell it, you wanna be a dunsky. \n[15]I'm sorry. It was just a misunderstanding. Okay? \n[16]What happened with that fugazy? \n[17]School me in what? \n[18]Yeah. I got it. \n[19]Follow the rules. \n[20]Like the Army. \n[21]I said it's like the Army. Chain of command. \n[22]I mean the same principle. \n[23]Yeah. In California. \n[24]Which cocksucker? \n[25]Hey, fuck youl \n[26]What kind of bullshit is that? \n[27]You didn't wanna pay it you shouldn't've borrowed it. \n[28]Okay. I didn't know. \n[29]The vise grip or the needle nose? \n[30]I don't know, Left. This is the best car I ever had. \n[31]I never had any trouble with this car. \n[32]Hey, you got something to say to me, Left, say it to my face. \n[33]You think I got a fucking wire in my car? \n[34]What do you think--you think I ' m a fucking rat stoolpigeon? \n[35]He don't look so dangerous himself. \n[36]No thanks, Louise. \n[37]Jewels are my business. If I buy a fugazy, I lose. I hate to lose.                                                    . \n[38]Pretty good. \n[39]Did you know there used to be falcons in Hew York? \n[40]Peregrine falcons. They lived across the river. \n[41]In the Palisades, \n[42]I ' m saying that's why there's so many pigeons now. The falcons used to hunt 'em and kill 'em off. \n[43]I'm saying their eyesight. \n[44]What do you want/ two hundred? \n[45]You're the boss. \n[46]It's just an expression. \n[47]Hey, Left, if it's okay, I'm gonna run. I'll see you tomorrow. \n[48]This is way beyond what we talked about---\"fences and hijackers. T his is a made guy. Do you kno w what that means ? The re's only maybe 3000 made guys in the whole fucking country. \n[49]Can you believe it--a made guy? A very peculiar made guy. \n[50]Up here. \n[51]What's the matter? \n[52]Well, what do you want me to do now? \n[53]You could've said something. \n[54]That's not the point. \n[55]Maggie, I'll be two seconds. \n[56]You're going to the movies with the Grants? \n[57]The last thing I want to do tonight is go to the movies with the Grants. \n[58]Where is everybody? I didn't say anything? I'm sure I said something. \n[59]Well, they should be home anyway. What time is it? \n[60]Where's Terry? \n[61]What boyfriend? \n[62]That's what I ' m worried about. \n[63]I ' m sure he is. I ' m sure he's practicing his takedowns right now. \n[64]I expect you to have some sense of priorities. I put a roof over y our he ad. I put clo the s o n e very body' s bac k. I put g as i n the car. \n[65]I give you whatever I can       give. What I can't give you is        a moustache. I don't have         a choice. I have to shave         the moustache. \n[66]Left? Donn ie. I ' m ju st ch eckin g in. \n[67]That's what I said. I'm checking in. \n[68]I just woke up. \n[69]I just woke up, Left. \n[70]Where're we going? \n[71]What does that mean, you got sent for? \n[72]Sonny Red? \n[73]How do you know what he wants? \n[74]They should up you before they up Sonny Black. \n[75]I thought you and Sonny Black were friends. \n[76]I whacked a guy once. \n[77]In an argument. \n[78]I'm just saying. \n[79]It could be anything Sonny sent for you for. \n[80]He's hungry, Left, \n[81]At least you got Louise. \n[82]Yeah. I told you, in California. \n[83]You should give him a smack in the mouth once in a while. \n[84]What do you mean, cancer of the prick? \n[85]I never heard of that. \n[86]You know, Left, not for nothing, but six hours ago you thought you's gonna get whacked. \n[87]No. \n[88]I don't know 'cause you don't tel l me. How co me yo u didn 't tell me about that money you owe? \n[89]Maybe I could help you out. \n[90]I don't know. \n[91]I do? \n[92]You and me, Left. \n[93]I don't give a fuck, Left!...What the fuck do you want me to do?...I don't give a fuck what that mothe rfuck er sa ys--y ou believe him or me? \n[94]There hasn't been a divorce in my family back to Julius Caesar. Divorce someone else. \n[95]Maggie, I ' m tired. Go to sleep. \n[96]It's just another six months. \n[97]I ' m their father, Maggie. I ring that doorbell I expect them home. \n[98]That's for your own protection. \n[99]I don't have to listen to that bullshit. \n[100]I ain't runnin' from nothin'. \n[101]. I ' m an undercover agent for the \n[102]What's that---an intimacy request? \n[103]Can I ask you something? \n[104]How much is this costing? \n[105]Okay, Maggie--I want you to answer my question. This is my intimacy request. \n[106]That was a hundred dollars? \n[107]A hundred dollars. And how many of these do you think we'll need? \n[108]One hundred dollars. \n[109]I gotta work a ten hour day risking my life to make a hundred dollars! \n[110]'Will you rub my back'? Va'a'fonaooll \n[111]Maggie--who told you to wear a seat belt? \n[112]It's a simple question. You never wore a seat belt before/ Maggie. \n[113]I just asked a simple question. You're the one that brought it up with the affair. \n[114]You know what I'm doing. \n[115]I'm doing the job. That's the job. \n[116]It's for your own protection. \n[117]When did you all of a sudden from nowhere start saying, 'Do it', Maggie? \n[118]'Do it.' You never said that-- 'Do it'. You never talked that way before. \n[119]Tha t's a spe cial phone . You d on't call on i t. Yo u don 't answer it. Nobody touches that phone under any circumstances. Understood? \n[120]Hey.   Heyl \n[121]Meanwhile three years I've been .undercover and I can't get a fucking two thousand dollar raise. \n[122]Do nn ie. C al l m e Don ni e-- I d on 't wanna get confused. \n[123]I supervise my prick. Not even t hree year s--thr ee an d a h alf years. \n[124]Fuggedaboudit. \n[125]I need 40 grand, I gotta middle some porno tapes. \n[126]you'll get it back. It's nothing. Half of them are for fags. \n[127]You take out the firing pin. The guns don't work. What the fuck are you worried about? \n[128]Why not? \n[129]Hey, Guy, you have to explain this to Washington, that's your fucking job. For me to do my job I need the fucking guns. \n[130]I don't give a fuck about the fucking procedures. You think they have fucking procedures? Hah? I want the fucking guns and I want the fucking money. Understood? \n[131]Santo Trafficante--how long's he been the boss o f Florida? You could put his head on your wall. If I go down to Florida and vouch for this jerkoff, whatever his n ame is-- \n[132]Every door in Florida will open for this guy Calvin like it. was on ball fucking bearings. But I w an t t he gu ns . T h e mo n ey . A nd no more fucking bullshit. \n[133]Donnie. \n[134]Don't waste my time.       With all this bullshit about pr     ocedures, you'11 do whatever it       takes to get t hese guys. Same      as m e. \n[135]If I vouch for this guy and he fucks up--I'll put a bullet in his fucking head. \n[136].. .We got the Colts giving two- and-a -half. Yea h, Nickel on the Colts. \n[137]W hat about Florida? I know a g uy down there, he has some vending machines he's trying to move. \n[138]Plus he has a club down there. He's looking for partners that can give him peace of mind. You know this guy? \n[139]I knew him ten years ago, in Baltimore. He was okay then. \n[140]Tampa. \n[141]What? \n[142]I didn't inject anything, Left. \n[143]I don't know, Left. I was just bullshitting around. \n[144]I know.          · \n[145]You don't explain it to me. \n[146]Snake in the grass, \n[147]I was agreeing with you. \n[148]What are you so upset for? This could be great. \n[149]I ' m not gonna do nothing wrong. \n[150]I'm in Florida. \n[151]What do you thi nk I'm doi ng? I'm working. \n[152]No, I didn't forget. \n[153]I ' m gonna try. Look, Maggie, I gotta go. \n[154]I'll be there, okay? I gotta go. ' Bye. \n[155]I love you. \n[156]So whaddaya think? \n[157]Lik e any body else . I k new h im ten years ago, he was okay then. \n[158]Look, I'm just making the introduction. You make the decision. \n[159]It's up to you, Left. \n[160]You know him? Trafficante? \n[161]I know a broad down here, her brother has a boat. Big fucking yacht. \n[162]What? \n[163]It's like part of their religion, Left . I t's ca lle d se lf- flage llation. T hey think it'll \n[164]I need a boat. Lefty loves boa ts. B e wan ts s ometh ing special to show off for Trafficanta. \n[165]Yeah. What happened to my expense check? It's gotta be three months already. \n[166]Donnie. Call me Donnie. I gotta get reimbursed, Jules. It's fucking ridiculous. \n[167]Donnie Brasco has the worst fucking credit rating in the history of the Mafia. \n[168]Not Nicky. Nicky Cigars. \n[169]Kiss Jones, how many do I have solid? \n[170]Nicky Glasses. Little Nicky. \n[171]Donnie. Call me Donnie. I don't wanna get confused. \n[172]What about the club? When's it gonna be ready? \n[173]You gonna spend any money to fix it up or is it gonna stay a dump? \n[174]Donnie. \n[175]What about the boat? I need that fucking boat. You know, I ask Berada to do something and he just says, 'Done'. \n[176]Just get me that fucking boat, okay? \n[177]Perfect. \n[178]Shut up and calm down. I'll take \n[179]Help this fucking guy put the bags up on the cart. You got the tickets, Left? \n[180]Hey, buddy--what the fuck are you selling? \n[181]Get a load of this g uy. The oldest fucking scam in the book. Pretend you recognize someone and meanwhile his partner here takes your w allet,  He fuck you, honey, or does he just thieve with you? \n[182]Hah? with his fucking pencil prick? \n[183]'Cause if he ain't fucking you, honey, coine up to First Class. We got two toilets up there. \n[184]Fucking guy pissing up my leg. \n[185]You can't even go to the fucking airport any more without some fucking Hare Krishna or somebody puts his hand in your pocket. \n[186]You ever call me Joe again I'll cut your throat. \n[187]Shit. \n[188]Terry ? You awak e? \n[189]I ' m sorry I missed your party. \n[190]I ' m not the kind of guy that breaks his promises. \n[191]I'm sure that's only part of what Mom said. \n[192]W ha t' d s he sa y-- sh e w an ts a divorce? That's just her way of blowing off steam. \n[193]Nothing's gonna happen to me, Terry. Nothing's gonna happen to us -- I won't le t it. Okay ? \n[194]I ' m doing the right thing. I know i t's a sac rifice. It 's the same thing I always tell you kids -- do your best, work hard, never quit. That's how I live my life. I just had no way of knowing it would go this far. \n[195]You're getting grown-up now. I want you to understand. \n[196]You have a father, Terry. \n[197]Maybe I'm not there for the good times, but I'm there if you need me. \n[198]It's just another six months. \n[199]Come here. Give me a hug. \n[200]Okay. I called this family meeting because there's something we have to t alk a bout. I kn ow what I'm doing involves a lot of sacrifice from everyone, but this is something patriotic for the country that you can all be proud of. I called the meeting because we're gonna have to move. \n[201]This isn't a democracy, Terry. This is a dictatorsh ip. And that's my decision. It's getting too dangerous. \n[202]There's too many people here who know us. \n[203]We're moving to Minnesota and changing our name to 'Anderson'. That's the deal. It's done. \n[204]That language is unacceptable, y oung lady . You sit down. \n[205]Where are you going? Don't you want to discuss this? \n[206]You'll make new friends. \n[207]Minnesota's great. Lakes and everything. We can get a nice piece of land there. Maybe we can even get a horse. \n[208]What's this? \n[209]Sonny Red and all them big puffers. \n[210]Hey, Left. \n[211]He can stick Jersey up his ass. \n[212]Once Lefty arranged it with Trafficante-- \n[213]Simple arithmetic. \n[214]Some young guy. \n[215]You just gotta take it with a grain of salt. \n[216]Fuggedaboudit. Be a made guy? That would be unbelievable. \n[217]I just got some things I gotta take care of, back in the city. \n[218]How long's he gonna stay down there? \n[219]Nobody calls me cocksucker. Understood? \n[220]I'm not getting it. \n[221]\n[222]No fucking way, Left. \n[223]That's got nothing to do with it. \n[224]I got no fucking loyalty to Sonny Black. That ain't the issue. \n[225]Nobody calls me cocksucker. \n[226]You're the fucking cocksucker. H uh? Yo u f uck ing coc ksu cke r--h ow does it feel?. \n[227]Go ahead, Left. Fucking whack m e . S t a b m e. R ig h t i n th e fucking baggage claim. \n[228]Whack me! Because you know what? You make me so fucking mad I'm gonna whack you and then I'm gonna get whacked for whacking you anyway! \n[229]I ain't picking up the bag. \n[230]I ain't. \n[231]Get a load of this guy. (to Maitre d') How about you take off your fucking pants? \n[232]I'm not taking my shoes off for this guy. \n[233]Hey, Boobie, who won the fucking war?                                  : \n[234]I ain't doing it. \n[235]I grew up an orphan because my Dad took a fucking bullet in Okinawa, and I'll lose my boot up his fucking asshole before I'll           ' take orders from fucking Mr. Moto here. \n[236]On yo ur ma rk s. Ge t s et . Go! \n[237]Sonny found out about it? \n[238]How'd he find out? \n[239]Sonny. \n[240]I don't know, Left. Boobie was a friend, of all of us. \n[241]What are you talking about? \n[242]You told Sonny that Boobie was holding out? \n[243]Because of me? What was Boobie saying? \n[244]Where's Terry? She still asleep? \n[245]As lee p. Perf ect . A sle ep at 1 2 noon. It all fits the profile. \n[246]The twelve warning signs. Our daughter Terry is a drug user. \n[247]Oversleeping. Short attention span. Hostility to authority. B in g e e at i n g-- \n[248]Don't tell me my business. Do you know what this is? \n[249]This is a marijuana seed. \n[250]Maggie, I am an FBI agent. That's who I am. I am out there risking my life, 18, 20 hours a day, weekends, Christmas-- \n[251]Well, what do you think     I ' m doing it for? I am spending      my life to put away the guys that     make money off this shit, and I'm      damned to hell if I ' m gonna have    it in my house. \n[252]Don't change the subject. \n[253]I'm not the fucking pothead. \n[254]Geddadaheah. Go weigh yourself or something. Sleeping Beauty and I are going out to the woodshed. \n[255]In the fucking car that I make the payments on, in the fucking driveway of the house that I pay the fucking mortgage on--a goddam m ar i ju an a s e ed -- \n[256]I'm looking for my wife. Mrs. An der son. Ma ggi e A nde rson . S he was i n an accid ent? I'm h er husband. \n[257]Where is she? \n[258]Is she okay? \n[259]Christ. Let me just see her. She'll tell you who I am. \n[260]If I could see her we could clear this whole thing up. \n[261]I need ID to see my fucking wife? I ' m her husband1 Who the fuck else would I be? \n[262]Can't I see her? \n[263]Look, Mom's gonna be okay. \n[264]I know how you're feeling. But i t ' s j u s t-- \n[265]Maybe just a few more weeks. \n[266]The doctor says you    're    gonna be okay. We j ust have     to    get you into rehabilitation     as    soon as we can. You'll be as      goo   d as new before you know it. \n[267]Maggie, listen to me, Maggie, because this is what it is. The minute I come out from under all these guys I ' m with, they will all be killed--because of me. Because they trusted me. I gotta go back. \n[268]I have a chance here to become a in th e Mafia. I t's gonna happen the en d of the year. And then I'll come out. Then it'll all be rest of your life. \n[269]Look, I think that sitdown's tonight. I can't find Lefty. \n[270]Only made guys can go to a s itdown. \n[271]I don't know. Listen to me--I ' m worried. \n[272]The electric bill...I can't get over it...The fucking 'B' didn't pay the fucking electric billI \n[273]Maybe he ain't gonna show. \n[274]I ' m just saying--maybe we should forget about it, pop him tomorrow night. \n[275]I forgot. \n[276]That's some boat this broad has. \n[277]What is that--a hundred grand? \n[278]Florence. \n[279]C'mon, that's him. \n[280]Hey, Left--what do you care, Florence what? Florence Italy. \n[281]I ' m not lying. \n[282]Hey, Left--that's the problem? Are we gonna whack this guy or what? \n[283]I really don't think that's the same boat, Left. \n[284]Maybe her brother's a fucking a ge nt . H o w wo u ld I kn o w? I thought he was in real estate. \n[285]You're right, Left. I'm a fucking rat. \n[286]I met your girls. I talked to Tommy for you I don't know how many fucking times. I don't know how many times I had dinner with you and Louise. I lived with you, Left-- partners. Five fucking years, I ever had a hundred bucks in my pocket, I gave you half. And the whole time I was a fucking rat. You're right. \n[287]You'd have to be the biggest fucking mutt in the history of the Mafia. \n[288]Shit. He's up again. \n[289]You ask me it's the funniest fucking thing in the world. Those fucking agents could scam Senators and Congressmen and meanwhile we had a party on their boat and they didn't get a fucking thing on us. Sonny'11 laugh his ass off. \n[290]We outsmarted the agents. We got a higher Z .Q. than the fuckin g Congressmen. \n[291]What black marks? \n[292]Are we gonna whack this fucking guy or not? \n[293]That's right, Left--you're my best friend. \n[294]What do you mean, it's over? \n[295]What the fuck--? Nobody--. I'm not coming out. \n[296]It's not over. I'm too close! \n[297]You can stop looking for Lefty. ", "LEFTY": "\n[1]You can't say to me a Lincoln is better than a Cadillac. \n[2]Geddadaheah. Geddadaheah before you make me mad. \n[3]I ain't mad at him. I'm mad at his stupidity. \n[4]A in't no c ompar ison. Cadi llac got more acceleration, more power, more-- better handling, better looking, more legroom for yo ur legs , m ore po wer -- \n[5]Said what? \n[6]Be got me so fucking aggravated, Boobie, I forgot what I said. \n[7]Longer what? \n[8]You know something, Nicky, you don't make no fucking sense sometimes.  \n[9]Ain't the question all things being equal. One's a Cadillac and one's a Lincoln. \n[10]Why're you asking him? \n[11]Why don't you ask me? \n[12]That's right. And I told you there's no comparison. \n[13]Who's that? \n[14]Jilly Four Eyes? \n[15]He's a jewel guy? He knows jewels? \n[16]Ain't the question,    I got a thing. I ' m saying,   if I had a thing, he could lay    it off? \n[17]You Don the Jeweler? \n[18]That's a beauty, eh? That's some beautiful thing. \n[19]Yeah. Louise. \n[20]Are you for real? I'm asking if you want to middle a diamond here. All I want for my end's eight thousand. \n[21]How can you say it's a fugazy? You looked at it two seconds. \n[22]I ' m a dunsky? Let me tell you something, my friend--do you know who you're talking to? \n[23]My family, my children--my mother can hold her head up in any neighborhood in the city when she walks down the Clock. In all the Five Boroughs I'm known, fuggedaboudit--I'm known all over the world. You ask around--ask anybody about Lefty from Mulberry Street. \n[24]Fugazy. Fugazy my fucking ass. \n[25]This's a fake? \n[26]Because that's what I'm thinking. I thought it was a fake, It's a good fake, though, ain't it. \n[27]Tha t's w hat I'm s aying . I thought it was a fake. That's what I thought. \n[28]He's okay? \n[29]Where's he from? \n[30]Where California? L.A.? \n[31]Jilly--he's a stand-up guy, Jilly? \n[32]Nice car.  Go to 46th and 1st, I gotta make a collection. \n[33]Man oh man, I gotta school you, my friend. Di'n't Jilly school you? \n[34]Donnie/ put your window up, Donnie. I ' m gonna catch a draft. \n[35]A non-wiseguy never asks a wiseguy a question. A non- wiseguy don't even talk to a wiseguy unless the wiseguy talks to him first. Capeesh? \n[36]You don't raise your hands to a wiseguy. You don't mess with his wome.n---wife or girlfriend or daughter. Just keep your mout h shut--don't put business on the street. \n[37]CocksuckerJ Motherfucker cutting you off.  You gotta have rules. Otherwise, what are \n[38]Wiseguy has a bag, you pick up the bag. wiseguy runs a tab, you pick u p the tab . wiseguy is always right-- even if he's wrong he's r ight. All the way u p the l ine. Conne cted guy to wiseguy to skipper to boss. \n[39]What? \n[40]Ain't nothing like the Army. The Army, it's some guy you don't know sends you to whack out some other guy you don't know. The Army's a jerkoff outfit. \n[41]Ain't the question, Donnie. You see, that's why I gotta school you. Because otherwise you get everything upside down. You got a girl? \n[42]Donnie, catch up with that cocksucker. \n[43]That fucking--The cabl That one! Do nn ie -- \n[44]What's fucking wrong with you? Hah ? The re's no fu ckin g etiquette of the road with you? \n[45]These fucking guys. They come to this country, they flaunt the r ules of t he road. T hey give the \n[46]Fucking sand nigger. I will never fucking understand it. Why is it always the guy who drives a car for a living is the worst fucking driver there is? \n[47]I just want what's owed. \n[48]Don nie--w hy'd you pay f or th at drink? wiseguy never pays for a drink. \n[49]You scared that guy, though, manag gia-- that cracks me up. I got 26 fucking hits under my belt and you're the one he's scared of. \n[50]Hey, Donnie, pull over. \n[51]Hand me them pliers. \n[52]Fuggedaboudit. I'll get it myself. \n[53]You didn't hear that? That rattling? \n[54]Give me a hand with this. \n[55]It's clean. \n[56]I ain't saying nothing, Donnie. \n[57]Did I say that? \n[58]You    can't be too careful these day   s. Even the ears have ears. C'm   on. They need some bodies on the    street down at Toyland. \n[59]Nicky/ this's Donnie. How'd Minx's Magic do in the fifth? \n[60]How could he lose? \n[61]FuckI Now I gotta bet another dime Sunday just to get to where ,          . I was yesterday. \n[62]Fucking Sonny Red. \n[63]This's Donnie, a friend of mine. \n[64]Yeah, he does look dangerous, don't he? \n[65]Sonny Red, everything's a beef with him, him and Bruno, that son of his. \n[66]Ah, he's a stone degenerate, he's coked-up half the time. Like all these fucking kdds nowadays. \n[67]The boss. \n[68]That's a good business, jewels? Good money in it? \n[69]You keep your nose clean, be a good earner, listen to what I s chool you -- there ai n't a crystal ball big enough for what we could do. \n[70]They got everything in this fucking city. \n[71]In Queens? \n[72]The Palisades is Jersey, Donnie. \n[73]I love these fucking pigeons. I ' d die before I ' d let anybody touch these pigeons. \n[74]A bird could read the newspaper? \n[75]Hey, Donnie--you got a couple hundred, Donnie? I got some things I gotta take care of. \n[76]Whaddaya got there, three hundred? Gimme three hundred. \n[77]Don't be carrying your money in a wallet  no more. Wiseguy got his money in a roll, like this. Beaner on  the outside. \n[78]I'm not the boss, Donnie. The boss ends up dead or in jail. Why the fuck would I want to be the boss? \n[79]And shave off that moustache. That's against the rules. \n[80]Do I gotta school you in everything? Tomorrow's Mother's Day. Wiseguys don't work on Mother's Day. \n[81]Hello? \n[82]Where you been, Donnie? You gotta check in. \n[83]Fuggedaboudit. You better fucking get down here. \n[84]The B oss gets w hacked. T he fucking boss--you don't even know the fucking boss exists until he gets whacked, and then your whole fucking life gets turned around. \n[85]Brooklyn. I got sent for. The boss gets whacked. Another thing I get left out of. \n[86]What do you think it means? I got sent for by Sonny Black. I'm telling you, I'm sick with this. \n[87]Did I say Sonny Red? Not Sonny Red. Sonny Black. And don't ride the brake, \n[88]Don't drive my Cadillac the way you drive your car. \n[89]That fucking Sonny Black. I know him. He gets upped to skipper, first thing he's gonna do is go out and buy a big fucking Mercedes. \n[90]It's his reward for whacking the boss. Do I have to explain every fucking thing to you? \n[91]If you ever whacked a guy, Donnie, you wouldn't ask such stupid questions. \n[92]When? \n[93]\n[94]Ain't the question. Don't say you know when you don't know. \n[95]I got sent for, Donnie.     With This Thing, you go in alive     and you come out d ead. And t he    o ne th at kills you is your best     fucking friend. \n[96]Anything happens, make sure Louise gets the Cadillac. \n[97]It's okay. He's a friend of \n[98]What the fuck did I tell you? \n[99]Just checking my part. \n[100]Sonny, what is this? we glomming something? \n[101]Christ. I think I shit my pants. \n[102]Get the fuck outta here. \n[103]That's why you sent for me? \n[104]Jesus Christ--shaddup already! \n[105]Forty hamburgers. \n[106]Thirty years, there ever was a piece of work t o be done-- call Lef ty --I ne ve r c om pla in ed . B ut do I get upped? They passed me by. Sonny Black gets upped. I don't get fucking upped. \n[107]Sonny Black has four broads don't add up t o Lo uise. You got a girl? \n[108]That's a good thing. One broad's enough. She's a good woman, Louise. My son Tommy, she's more of a mother to him than my ex- wife, that bitch,  My own fucking son's a junkie, you believe it? \n[109]Believe me, I got bruises on my h an ds . My d au gh te r, J an e t-- 28 years old, she ain't married. My daughter Francine, she's out in California. She ain't married. I'm telling you, Donnie, I gotta worry 24 h ours a day . A woman like Louise, I can't do right by her--l ain't got three bucks in my pocket. I got can cer of th e Eives in the building. I see her on the stairs, I gotta have three spritzers just to calm down. \n[110]Cancer of the prick. Oh, yeah, you didn't know that? Fuggedaboudit. I ' m in the medical books with that. \n[111]I ain't a mutt--30 years busting m y hump, f or what? S onny Black they up to skip per. Do I get upped? I ' m like Claude Rains-- I ' m the Invisible fucking Man. \n[112]Ain't the question, Donnie. Did I say I was gonna get whacked? \n[113]Don't say you know when you don't know, Donnie. You d o n ' t know. \n[114]Fuggg edabq udit. You know what ·the vig is on that? That fucking Blackstein is gonna have the arm on me every fucking week. \n[115]I'll tell you something--I went in front of all the skippers, Sonny Red and Philly Lucky and all of them. I went on the record with you. You know what that means? \n[116]You don't? \n[117]You got no fucking idea, my friend. I ' m your man now--Jesus Christ can't touch you because I represent you. \n[118]I got Louise and I got you. \n[119]That'll teach you to improve your penmanship. \n[120]How else'm I gonna open it? Open sesame? \n[121]Ain't the question. \n[122]A score's a score. \n[123]Let him move them to New York. \n[124]For your information they got their own outfit down there and their own boss. \n[125]Thank you. \n[126]Donnie? \n[127]Why'd you inject that, Donnie, with Florida? \n[128]You injected that. Don't tell me no. I know you, Donnie, you don't say nothing unless there's a reason for it. \n[129]Listen to me, D onnie. I s wear on-- I don't know which to swear on, my dead father, my mother, who I love, my children--I swear to you, something's going on that you don't know about. \n[130]That's the problem is, you don't ko. ' . : ' \" . - ' \n[131]You think you can trust Sonny Black? Sonny Black is one big fat fucking snake in the, uh, uh... \n[132]You can't say that, Donnie. Sonny Black is the skipper. You don't open your mouth about 'him. \n[133]Ain't the question. Now you're r espon sibl e for this . And because I represent you I ' m responsible -- for the whole fucking Magilla fucking Gorilla I ' m responsible.         . \n[134]I die wit'cha, you understand? You walk on a chalk fucking line, Don nie. I got two gren ades at home-- I ' d blow up Mulberry Street, you did something wrong. \n[135]What kind of name is that, 'Calvino'? \n[136]You gonna put any money in this? \n[137]Wait here. \n[138]I hate Neapolitans. You vouch for this guy, Donnie? \n[139]What kind of man begrudges his wife? \n[140]You imagine--we have our own joint down here? \n[141]I just gotta sit down with the man down here. \n[142]Fuggedaboudit. All over the world I ' m known. Like a yacht. We gotta take him out on a yacht, have a drink, relax, then he knows these are men of men he's dealing with. \n[143]Get that boat, Donnie. Stay away from the broad. \n[144]Don't equate Louise with them broads, Sonny. I bring Louise when you bring your wives. \n[145]Who? \n[146]Geddaddaheah, Nicky--whipping themselves. I never heard of that. \n[147]How come you're asking him? How come you don't ask me? \n[148]That's right. I never heard of such a fucking thing. \n[149]Nicky, why'd I wanna go to Iran? \n[150]Don't tell me where I go and don't go. \n[151]Yeah. I ain't got three dollars in my pocket, Nicky, I'm gonna go to Iran? \n[152]I ' m taking care of it. I gotta reach out--in a month I'll come back and sit down with the man. \n[153]Fuggedaboudit, Sonny,     All over the world I ' m known. \n[154]Five grand for that bucket for one day? \n[155]I listen to my prick. How can you say five grand? \n[156]What the fuck is he up to? \n[157]Where's that fucking redcap? \n[158]Now listen to me, Fred--you listening to me? \n[159]Just get that club fixed up. Anybody says anything, you just tell them to have their people get in touch with your people in New YorJc. \n[160]Mulberry Street. Ask for Lefty. \n[161]When we come back down, we'll sit down with Who's Who and straighten everything out. \n[162]Send the tickets for me and Donnie. We'll come back down in a month. \n[163]Sonny--lookit what the name is. That's like my name. \n[164]That's hand-built in Taiwan, that boat. \n[165]Fuggedaboudit. There's one thing I know, it's boats. This'8 gotta be a million dollars, this boat. G o ah e ad . G et co m fo rt a bl e . I' m gonna wait for the man. \n[166]Can y ou im agine this ? I' m gon na sit down with the boss . Rem ember that day when we were freezing our nuts off, watching all of them going to sit down with the boss?                                &lt; \n[167]In New York I never sat down with t he boss in my life. This was a great idea I had, Florida. \n[168]That's him. That's Trafficante. \n[169]Nice to meet you, Mr. Trafficante. \n[170]That's the boat I arranged for you, Mr. T raffi cante . We got a full bar, every kind of music, telephone, everythin g. You wa nt anything-- anything you want--you just ask Lefty. \n[171]Some broad down here he used to know, it belongs to her brother. \n[172]If Donnie had a dollar for every broad of all his broads, he could buy the fucking boat himself. \n[173]He uses them broads like Kleenex. He won't spend a dollar to take a lady out. \n[174]I'm telling you, it's good to be back in New York. That fucking Florida baked everybody's brain. when Sonny gets out of the fucking sun he's gonna realize what a miserable fucking idea you had. \n[175]Do I know?  I never saw so many old people in my life. Who the fuck wants to go to Florida? Sometimes you are one stupid cocksucker, Donnie. \n[176]Donnie--that's my bag, Donnie. Don nie -- \n[177]You get that fucking bag. \n[178]Pick it up. \n[179]Pick up the fucking bag. \n[180]Don't think you got the wood over m y ey es, D onnie . I w atch you ' siding up to Sonny Black. \n[181]Now you're on your fucking high horses. \n[182]Donnie--that's the other one! \n[183]For your information I'll call you whatever the fuck I want. I call you cocksucker. I call you motherfucker. I call you, uh, uh... \n[184]Fuck. My fucking knife's in the bag. \n[185]You pick up that bag, Donnie. \n[186]You can't call me cocksucker, Donnie. \n[187]You pick it up. \n[188]You pick up that bag, Donnie. \n[189]Did Donnie call today? \n[190]Shut up, Louise. \n[191]Christ, Sonny--what'd you eat for lunch? \n[192]He was holding out on him. Fucking coke deal Boobie was running down in Florida. \n[193]Do I still gotta school you after w hatever fu cking yea rs? That's the worst thing you could do to a m an li ke So nny Black . You could pull his cock before you could take a dollar out of his pocket. \n[194]Who?                               -.           ' \n[195]Why the fuck are you asking so many fucking questions, Donnie? \n[196]Ain't nobody gonna give you a pass no more, Donnie. You walk on a chalk fucking line from now on. \n[197]Ain't the question. \n[198]Ain't the question, Donnie. \n[199]I don't know what made you think I'd give you up. I had too many fucking disappointments in my l ife. Neve r in the f ucking en d of the earth will I give you up. \n[200]Bennie loves animals. \n[201]Mino*1 You see that ? \n[202]We're going out, Louise. \n[203]T hey found Bruno. He 's shacki ng up with a broad down City Island. On a boat. \n[204]He'll show. \n[205]We can't pop him tomorrow night, for your information. Tomorrow night we got the wake for Big Trin. \n[206]Fuggedaboudit--it's better this way anyway. Wait when nobody's around. \n[207]Fuggedaboudit. There's one thing I know, it's boats. \n[208]Donn ie--Wh ere*d you ge t that boat dow n i n Fl orid a? \n[209]What's her name? \n[210]Florence what? \n[211]Florence what, Donnie? \n[212]Don  nie--why do you want to lie to me,   D onnie? Did I ever li e to you   once all these years about the   time of day? \n[213]How many fucking times did I have you over for dinner at my fucking h ous e? Y ou f uck ing rat b ast ard -- \n[214]I went on the fucking record     with you, D onnie. Yo u could wa lk   on the street and punch any man     in the mouth because I stood up     for you. ' . ,, . . \n[215]That's a fucking Federal boat, Donnie. That's our boat. \n[216]Don't tell me that ain't     the same boat, Donn ie1 That' s a    fuckin g Federal boatl That's a      Taiwan- made boat, there's only,    five like that in the world. \n[217]Lookit that. You see that? 'The LeftHand.' That's like my name. \n[218]Ain't the quest ion, Donni e. You still ain't answered me why we're fucking on a fucking Federal fucking boat! \n[219]You're a rat? \n[220]Donnie--did I say you was a rat, Donnie? \n[221]You fucking laxed, Donnie. Don't get on your high horses. \n[222]How the fuck am I supposed to explain this to Sonny? \n[223]Where is the joke, Donnie? \n[224]You got so many black marks on you now, Donnie, a fucking Einstein couldn't count them. \n[225]That time with the luggage and/ uh, uh...the other time. \n[226]I ain't no fucking mutt, Donnie. \n[227]I die wit'cha. I ' m your best friend, Donnie. \n[228]Donnie, don't say nothing. Don't say nothing to them. \n[229]Donnie, don't say nothing! \n[230]Hello?             Yeah, okay, N ic ky . O k ay . \n[231]N icky. I'm going out . \n[232]Don't wait up for me. \n[233]e i n o D     c n o g a     b ", "MAGGIE": "\n[1]I swear to God, Joe, I have to \n[2]Illegal holding. \n[3]You're kidding1   You got transferred? \n[4]My Godl            When did this all ha ppen?                 - \n[5]What aren't you telling me? \n[6]But this i         s a desk job, right? I thought          we agreed about you going back          on the street again.  \n[7]What does that mean,      undercover? \n[8]Will you come home at night ? \n[9]Will you be home on the we ekends? \n[10]Y ou waited till this was all decided.    You never asked me--you k new what I was going to say. What do you want from m e, Joe? \n[11]Don't ask Daddy those questions. \n[12]He'll try his best. \n[13]What'd you tell her? \n[14]You be proud of what your father does. Do y ou underst and me? Your father is an outstanding individual. \n[15]You said it was going to be six months, Joe. \n[16]Joe? \n[17]I had no idea you were coming home. I'm supposed to go to the movies tonight with the Grants. \n[18]Oh, Joe, don't-- Forget it. \n[19]I liked your moustache. It's the only thing I liked about this thing of yours. \n[20]I want you to ask me. \n[21]What would you suggest I do--tell Berada to get a message to you that I like your moustache? \n[22]I have to ask you about every frigging thing. \n[23]They were supposed to pick me up five minutes ago. \n[24]Why don't you come? \n[25]I'm not cancelling. \n[26]Joseph--I think I'd remember. \n[27]Sherry's sleeping over at Mom's, she's teaching her how to sew. Kerry's at choir practice. \n[28]She's with her boyfriend. Leave my stuff alone. \n[29]K enny. Wha t are you worri ed about? I was 14 when we started dating. \n[30]He's a nice kid. Nice family. He's on the wrestling team. \n[31]Maybe I'11 shave my head next time--· see how you like it. \n[32]Leave my stuff alone. \n[33]I don't give a shit about the m oustache. But if yo u're gonna live your life however the fuck you want then let me live mine. \n[34]He's on the phone. \n[35]I want a divorce. \n[36]I ' m serious. \n[37]will you see a therapist? \n[38]I can't sleep for six months, Joe. \n[39]...He comes home at all hours of the night, without announcing when or why, or where he's been for three weeks. Or three months. Then he expects everything to be just the way he wants it. Be vacuums the entire house. Do you know another man who vacu ums? It's abno rmal. Of course, he expects the girls to drop their lives when he shows u. . . \n[40]They think it's a Jehovah's witness.  You'd think he'd tell me where he goes or w ha t h e' s d o in g-- \n[41]Hal  I know he's ch ea t in g o n m e-- \n[42]No, why don't you just leave? That's what you're good at. \n[43]I nev er go o ut any mor e. What couple wants to go out with a- t hird whee l? Even wh en he's ho me it's not like we have any friends any more. \n[44]Yes, I resent him. \n[45]Yes. \n[46]'I ain't runnin' from nuttin'. The man I married was a college man.  Sorry. \n[47]I didn't marry the FBI, Joe. \n[48]\n[49]A hundred dollars. \n[50]That's what I said, Joe. \n[51]Is this still your intimacy request? Because otherwise I'd rather not discuss it anymore. \n[52]Who are you risking your life for? Not me, Joe. \n[53]You're an animal. \n[54]You're an animal1 Animal1 \n[55]I hope  those guys you're hanging out with  are laying you  because I ' m not anymore! \n[56]Do it. \n[57]What? \n[58]Wait a minute--is this--you think I'm having an affair? \n[59]You're right--I ' m secretly seeing a man who wants me to 'Buckle Up for Safe ty'. We h ave t hree child ren, Joe--r emember t hem? One of us has to play it safe. \n[60]Bulls hit. It's so fr iggi ng ironic that you'd think I ' m up to s omet hing. My n ights are homework and basketball games. What are your nights? \n[61]I don't know a goddam thing. \n[62]I live like a widow, Joe. That's the only way I can deal with this, with the photographs and memories and our children, and I go on with my life. Like you're already dead. \n[63]It's not protecting me--it's killing me. \n[64]what? Go to sleep. \n[65]I ' m sorry to run out, honey. I hav e an aero bics class . Tak e care of yourself. \n[66]Fuck you. Fuck fuck fuck you. \n[67]What are you doing in Florida? \n[68]It' s tw el ve d eg re es h er e. \n[69]It's Terry's Sweet Sixteen on Friday. Did you forget? \n[70]Are you going to be here? \n[71]Because it's less disappointing if you'd just say so. \n[72]Well, I don't want to move eithe r, Joe. Mo ve where? \n[73]Those people are known as 'friends,' Joe. You told me when we started this that we'd be moving back close to the family. That was the deal. \n[74]Well, Mr. 'Anderson', you've topped yourself. Where'd you get that name-- 'Father Knows Best'? \n[75]Apparently there's nothing to discuss. I'm going to get the mail. \n[76]You know the US government? The one you're doing this patriotic work for, that we can all be proud of? \n[77]The IRS. We got audited. \n[78]I think so. What's the matter? \n[79]What profile? Joe, you're scaring me. \n[80]That would apply to every teenager in America. \n[81]Where did you find that? \n[82]You don't have to tell me, Joe. \n[83]You know, Jules called me this wee k. Do you know they 're looking for you? \n[84]I'm not changing the subject. You're the subject, Joe. You're becoming like them. \n[85]You don't see it. \n[86]How do you know it isn't mine? \n[87]I could hear your cheap shoes all the way down the hall. \n[88]S ca re d. Al one . \n[89]You mean did Joe see me? \n[90]He'll never come out. \n[91]Joe? He wouldn't have the imagination. I wish he'd become a gangster--at least we could pay our frigging bills. \n[92]Do you know what this is about, J ules? Thi s is about a promotion. \n[93]Not from you--from them. He wants to be a made guy. \n[94]For years I tried to figure out what m ade Joe t ick. And t hen I best and when he's in the Mafia h e wants t o be the\"b est--like it's all some frigging basketball game. Men. \n[95]Don't worry--I ' m not gonna leave him. I didn't h ave him w hen I had him. Now that it's almo st over I ' m goddamned if I'll let someone else have him. ", "SONNY": "\n[1]Lefty, how you gonna be mad at Nicky? \n[2]what the fuck are you arguing about? Mercedes got it all over both of them. \n[3]Angel, how about some pastries for the table? \n[4]A little cannoli.  Svingi. Zeppole. Sfogliateli'. \n[5]Oh. Then you gotta give me that kiss back. \n[6]What makes you think we're wiseguys? \n[7]Two hundred in action and we came out with 35. That\" fucking Boots- he runs that book like an old lady. That 's gonna c hange. Who's this fucking guy? \n[8]C'mon. Let's go take a ride, You too. \n[9]Hey, Left--ride up front with me. \n[10]Ain't this beautiful, the ride on this? \n[11]Which broad is this? \n[12]Hey, Left, what'cha doing? \n[13]Ah, Le ft--what a m I gonna    do without you?        What would you do without this     guy, hah, kid? You'd have to       find yourself a new goombah. \n[14]We all gotta go sometime. \n[15]After you. \n[16]Look, Left, he likes you. \n[17]That's for you, Left. For your birthday. Batter late than never. \n[18]Yeah, why? Whaddayou think, you was gonna get whacked? \n[19]What, over that 175 grand you owe down in Little Italy? Don't worry, chooch.  Now you owe it to me. \n[20]If you're holding out on me, Boots, I'm gonna chop you up. \n[21]It should be 25. You ever off that load of sunglasses? \n[22]Will you stop it with that? \n[23]What are you gonna get out of that, Left? Fifty bucks? \n[24]You know, you guys--you don't fucking think. I'm the skipper now-- I gotta answer. Sonny Red's got 75 million alone }ust with that trucking company out in Jersey and I got fifty bucks of fucking dimes. \n[25]You're like a bunch of fucking niggers on welfare. \n[26]Where in Florida? The Beach? \n[27]You think this is a fucking joke? Hah? One day I ' m gonna die, and I ' m gonna be in this same fucking room, with these same fucking guys, talking about these same fucking scams that never amount to anything, and that's how I'll know I got sent to fucking Hell. \n[28]I can't even imagine it. What kind of people--in broad fucking dayli ght-- what kind of a worl d-- \n[29]They stole the Mercedes. \n[30]Broad daylight. I still can't get over it. You have to ask yourself-- what kind of people? They take a Mercedes--a man's private property, they take it right off the street. \n[31]I don't know what the world's coming to. I honestly don't. \n[32]Hey, Lefty, why didn't you bring Louise? \n[33]Hey, Judy--come over here and give everybody a blow job. \n[34]Isn't she spunky? \n[35]Lot of broads into that. \n[36]You see how smart he's getting, Donnie, reading that paper? \n[37]Everything check out with the club? \n[38]The man down here says okay? \n[39]He knows who you are? \n[40]Left, you wanna take care of the bags? We'll be in the lounge. \n[41]Cozz'. that's beautiful. \n[42]That's some fucking irony, ain't .it? \n[43]You can live your life like a man d own here. I bet if you took m y blood pressure right now it'd be down o ne hundre d per cent . Sonny Red's got Jersey and we got Florida, and Florida's better than Jersey, right? \n[44]This is a great idea I had, Florida. \n[45]Fuggedaboudit. What Lefty don't understand is guys like Trafficante, their day is done. \n[46]A 70 year old brain can't compare with guys like us, because where he's got like 20 more years experience .in his day, we got 50 more years in our day. And we're l iving in our day. C apeesh? \n[47]Lik e wit h jea ns, who h ad th e idea with ^eans and now look how much money they're making? \n[48]Lefty's a dynamite-guy, no q uesti on. But y ou kn ow, t he thing with him is. . . he's trying to help you but he hurts you. He gets those two or three wines in him... \n[49]The books open up in December, I'm gonna propose you. You know                         &lt; what that means? \n[50]What I'm saying is this. You don't have to report to Lefty no more. From now on you can report to me. \n[51]When you come back, you represent me in Florida. \n[52]Donnie--I ' m hungry and I ain't in the mood. \n[53]Take off your fucking shoes or I ' m gonna chop off your fucking legs. \n[54]I wanna fucking eat, Donnie. \n[55]What kind of a fucking table is this? We're in fucking Siberia with this table. \n[56]Yeah, you know--take the sun. I didn't want to come back. \n[57]They're very friendly down there, the people. \n[58]I gotta go to the John. \n[59]Judy. \n[60]You go hom e with Ir ene. We're going out bouncing. C'mon. We'll take your car. \n[61]Donnie--ride with us. \n[62]Why don't you sit in front? \n[63]Hey, Boob, remember how we used to run around here, when we was kids? We used to have running races. . . \n[64]Oh, yeah? Pull over. \n[65]Pull over. We're gonna see whose day is done. C'mon, Donnie. You do the on the marks. \n[66]Okay. We're running to the fountain. \n[67]You remember the fountain? \n[68]Donnie--you do the 'on your marks'. \n[69]Fucking son of a bitch! Donnie, get 'iml \n[70]Pull his car around, I think he has a bag in the trunk. \n[71]Donnie, pull up a chair. \n[72]You believe that fucking guy? There's no fucking way Donnae could be an agent. \n[73]No way he could be an agent. \n[74]That boat was a set-up. Then we think Donnie's a rat and we get scared and fuggedaboudit. \n[75]You're talking through your ass. \n[76]You didn't know Donnie, Philly. ", "NICKY": "\n[1]It's the better automobile, no question. Head and shoulders. \n[2]I' 11 tell you one thing--the Lincoln is longer. \n[3]Longer. Like longer. In inches. It's a longer car. \n[4]You got two cars. One's longer. All things being equal, the longer car is the one gonna get there first. \n[5]The one's longer gets there first. That's scientific fact. What's better, a Lincoln or a Cadillac? \n[6]I ' m asking him. \n[7]I asked you already. \n[8]Fugged aboudit. Mercedes? That's a Jewish car. They didn't get it enough from the Germans in the war-- now they gotta be robbed by them. \n[9]Don. Don the Jeweler. Jilly brought him around. \n[10]Not Jilly Four Eyes. You know, Jilly. From Queens Jilly. \n[11]What--you got a thing to lay off? \n[12]Whaddayou got to lay   off? \n[13]We could be cops. \n[14]'Love on the rocks, ain't no surprise.' Looklt this hand. This ain't a hand. This's a deformed fucking Creature of the Black Lagoon fucking claw. \n[15]Left. 'Love on the rocks, ain't no surprise.'  Ming'1 I knew you was gonna grab that! \n[16]'Love on the rocks, ain't no surprise.' \n[17]Gin. \n[18]Geddadaheah, that's gin. \n[19]Whaddaya mean I got two sevens? I know I had three sevens. \n[20]You giving me credit for that? \n[21]I don't know how. \n[22]I ' m a natural. \n[23]H ey, Sonny --can' t you driv e an y faster? I got a date tonight out in Jersey. \n[24]This is the one from the calendar. Remember that calendar I show ed you? M iss Pennzo il Air Filter of 1976. \n[25]That's the one. \n[26]That was something about the boss, wasn't it? \n[27]'Love on the rocks, ain't no surprise.' \n[28]What a pisserl \n[29]Va'n'aool'. all over everything1 L efty--how'm I gonna read this? \n[30]Sixty cents apiece. I think it's 60. Is it 60? \n[31]Bullshit, Boobie. \n[32]Who you gonna lay off 18 cases of sunglasses to? \n[33]All the economy's moving down there, Florida, 'cause of the Oil Crisis. I heard it on the news. \n[34]Hey, Sonny, maybe we could do something with Disneyworld down t here. Wis eguy Mount ain. Wiseguys of the Caribbean. Everybody fucks Minnie Mouse up t he a ss. C an yo u ima gine? \n[35]big fuc kin g e ars -- \n[36]What happened? \n[37]Ever since they got rid of the death penalty, the whole fucking society's going down the tubes. Like I ' m watching the news last n ig h t-- \n[38]I'm     watching the news last night. I'm     lying there in bed and I see thes   e guys from Iran, and these guys    are whipping themselves. \n[39]Iranians. You imagine? They whip themselves, with whips. \n[40]Donnie, am I right? \n[41]That's what they oughtta do. Send over a bunch of wiseguys. Put a gun in your pocket, straighten them right out. \n[42]I ' m saying you gotta be strong with these people. \n[43]We didn't have these problems with Nixon. And there was law and order in the streets. \n[44]Fuggedaboudit. \n[45]You are not known in Iran. \n[46]Left, that's some fucking boat. \n[47]My wife says it's very in, Japanese. She heard it on John Gambling. Very big now. \n[48]That's part of the thing of it, Donnie. You take off your shoes and sit on the floor. \n[49]I heard the zips went in with Sonny Red. \n[50]You know how to keep score? \n[51]The culliones on him, bluffing us like that. \n[52]Fuggedaboudit, Philly. \n[53]Maybe they brainwashed him. Like in that movie, with Sinatra? \n[54]You didn't know him. ", "JULES": "\n[1]Says who? A fucking wire. \n[2]A fiction writer. \n[3]Clarence, you couldn't find the streets with an asphalt detector. \n[4]That's doesn't mean it's tonight. \n[5]Fuck you, Clarence. \n[6]An agent. Undercover. \n[7]Three weeks. \n[8]We had to make up the rules as we went along-- \n[9]His predecessor. \n[10]I am   not gonna blow a chance to cripp  le the entire fucking Mafia just   because some fucking empty suit   in Blue Carpet Land-- \n[11]--thinks there's gonna be a Shootout tonight after the fucking tarantella. \n[12]Making those cases is his life. \n[13]...And so, Joe, we wish you bon voyage with this farewell drink. We'd give you a farewell dinner - but why spend all that money when you'll just come crawling back to your old desk? \n[14]Then maybe I should do it. I'm in a mood to be corrupted. \n[15]It's six months. \n[16]Here you go, Joe. \n[17]Put it onl \n[18]I took over when he retired. \n[19]Who? \n[20]I want to know. If we're gonna put a guy inside, I want it to be one of our best guys. \n[21]Joe, this's Barbara Jones. She's an assistant US Attorney. \n[22]It'll be ready when you come back down. \n[23]Maybe that's why he's in the hospital. \n[24]Score one for our side. \n[25]I ' m tired of defending what we did. You're so sure he went over the other side? Maybe we should fucking arrest him. \n[26]We don't even know where the fuck he is, Clarence. Remember? \n[27]The guy inside spotted Sonny Black at the wedding. Donnze's with him. \n[28]In about two fucking minutes they're gonna start getting suspicious about that \n[29]Are you out of your fucking mind? A fucking New Jersey telephone repair van in the rear-view mirror all the fucking way to Brooklyn? Why don't you }ust put a bullet in his head? \n[30]Just get that van out of there. \n[31]You make it sound like Joe's the only one in danger from these g uys-- eight million people in the city of New York are in danger from these guys. If they walk away from this because we don't have the cases they'll be stronger than they ever were. \n[32]You have to get that van out of there. Just give me the phone. \n[33]Then make the fucking call. Either you trust him or you don't. That's w hat it's a lways been with this. Either you trust Joe or you don't. \n[34]I told you that wire was a fucking fiction writer. \n[35]It's Jules, Maggie. \n[36]How're you feeling? \n[37]Did you see Joe? \n[38]The 'B' wants him to come out. \n[39]Y   ou don't   believe the shit that c   omes up.   I have to argue with t   hem that   he hasn't gone over to t   he other   side. \n[40]I talked to him about that. \n[41]Maggie...Maybe this is none of my business, but-- \n[42]Congratulations. It's over, Joe. \n[43]You're coming out. \n[44]It's over, Joe. \n[45]in his office. Donnie ducks in. Jules looks up, sees Donnie struggle a beat with his emotion. Then the mask descends again. ", "BERADA": "\n[1]'To Director: Surveillance and inf ormant contacts to date have been negative...' \n[2]...UC A Joseph D . Piston© utilizing the name 'Donnie Brasco'. . . \n[3]'...This would be accomplished by UCA frequenting locations listed below and attempting to engage in conversation and do business with said fences...' \n[4],New York office requests an \n[5]I got you another six months. I told them it takes time. \n[6]Same budget. Look, Joe, not that I don't see any movement, but--do you see any movement? I got my neck out on this. \n[7]Do me a favor. Just get one bastard. \n[8]One other thing. You know how it is with the ' B ' . They saw some of the surveillance pictures... \n[9]They want you to shave the mo ust ache .    . \n[10]You're still in the FBI. That's the rules. \n[11]Benjamin Ruggiero. a.k.a. 'Lefty,' 'Lefty Guns,' 'Lefty Two Guns.' A couple of bullshit cases, never did time. \n[12]It means you're in, kid. \n[13]. . . In light of the above contacts, we request an additional six months. . . \n[14]. . . I got an agent down in Florid a, Fred C alvin--I go t my finger in the dike and he's got his thumb up his ass. A million bucks in it and Calvin's got nothing. \n[15]joe-- \n[16]We've been through this. To get a raise you gotta go up to supervisor grade. \n[17]GS-14 is supervisors. That's the rules. \n[18]Now what the hell's this about porno tapes? \n[19]Forty grand for porno tapes? \n[20]Oh, that makes me feel much better. You don't watch it, you're gonna be back in the buckets listening to the Bulgarians all day. \n[21]He has to do some not-so-nice things, sir. He's not undercover in the Camp Fire Girls. \n[22]\n[23]How'm'I gonna explain that to Washington? \n[24]There's no procedures for this. \n[25]You guys said no to the guns. I don't see why it's coming up now. \n[26]What does Joe say? \n[27]What do you mean--you lost him? \n[28]Everything in this operation was a judgement call, sir. And we relied on his judgement. He was the one in the field. \n[29]Fred Calvin. \n[30]Don't talk to me like you're talking to them, Joe. \n[31]Joe. \n[32]You really think we could get Trafficante? \n[33]There was never any moment when I thought Joe or the operation was out of control, sir. \n[34]You think Joe went over to the other side? \n[35]Ask him the fuck yourself. \n[36]Joe's a seducer. He seduced them. ", "HOGUE": "\n[1]You have some objection to these guys killing each other?       . \n[2]An informant? \n[3]Then why are you depending on an informant? What does the agent say? When's the last time you spoke to him? \n[4]He checks in every three weeks? \n[5]My predecessor started this? \n[6]And how many cases do we have? \n[7]Which one? \n[8]Let me get this straight. Nobody knows where he is. Nobody's spoken to him. He's been undercover five years. He might very well get killed tonight--at a fucking wedding-- not because he's one of us. but because he's one of t;hem.                         - \n[9]I've been on the job one fucking wee k. An d it' s my fuck ing decision? How the hell did this happen? \n[10]Who is this fucking guy? \n[11]Berada's the guy who ran this? \n[12]I want to talk to Berada. \n[13]. . . $ 9 , 0 0 0 for miscellaneous-- miscellaneous what?...A $22,000 car...$40,000 for X-rated videotapes? \n[14]Didn't you think at any point that this was getting a little out there? \n[15]These requests have your name on them. Why the h ell did yo u go ahead with this? \n[16]An FBI man shaking hands with the boss o f Florida ? Did it e ver occur to anyone that that is simply not possible? \n[17]What makes you so sure he's on our side? \n[18]This is what the FBI does? You're telling me this is the fucking FBI? \n[19]I think that's a question worth asking, don't you? \n[20]From everything we know what he did is simply not possible. Then you look at the guns and the porno tapes and this. That is not the behavior of an FBI agent. I listen to those tapes and that is not the speech of an FBI agent. \n[21]Well, maybe he fucking seduced you. \n[22]You're sure the informant said tonight? \n[23]Anything from the guy inside? \n[24]If they leave/ stay with them. \n[25]What's going on? \n[26]They're putting the wives in a separate car. \n[27]I can't make a decision this wayl It's fucking insanity! \n[28]It's my watch. It's my call. \n[29]Okay. Wrap it up and get out of there. \n[30]What exactly did the informant say? \n[31]Did he say a hit on Sonny Black? \n[32]Who was this informant? Where - does his information come from? \n[33]Goddamit1 \n[34]Sonny Black's not the target. Sonny Black's the shooter! ", "BOOBIE": "\n[1]You said that. \n[2]More power. \n[3]Whaddaya talkin' about? Longer wheelbase? \n[4]Left. \n[5]It ain't no fucking surprise neither. \n[6]Nicky, that ain't gin. \n[7]You got two sevens. \n[8]From now on we play the honor system. You don't even show me your hand. \n[9]Fine. You keep score. \n[10]How the hell can you play gin if you don't know how to keep score? \n[11]He's with Lefty. \n[12]We ha d tha t loa d of jean s-- remember? Two hundred grand on that. . . \n[13]I did so, Nicky. \n[14]I laid it off...to the same guy I heisted it from. Twenty-five grand. \n[15]The economy gotta be good for there to be good moneymaking for crooks. \n[16]We better start earning or somebody's gonna get clipped. \n[17]Sonny, fuggedaboudit. It's over. \n[18]I ' d like to bring them closer to God. \n[19]What is that, half a million? \n[20]He knows a lot of broads, Donnie. \n[21]If Donnie's got so many broads, how come we never seen none of them? \n[22]You ever notic   e Donnie'11 buy guns from you,    if you're offing guns, but you    never see him be the one offing    guns? \n[23]What's the big deal? \n[24]How many times I gotta tell you, N ic ky ? T h e he a d bleeds like a motherfucker. \n[25]Goddam Brioni suit. \n[26]The only ones in with us is us. \n[27]I whipped your ass many a time. Fuggedaboudit. \n[28]When I raced wit'cha, it looked like you're standing still. \n[29]Fuggedabouit. I whipped your ass. Your day is done. \n[30]Okay. \n[31]I remember the fountain. \n[32]Help me. . . \n[33]Help me. . . ", "LEBOW": "\n[1]It's going down tonight. \n[2]A reliable wire. \n[3]There's going to be a war between Sonny Red and Sonny Black--it's all over the streets. \n[4]Even if it's not tonight--and I ' m not saying it's not tonight--it could still be tonight because it could be any night. \n[5]Heyl I'm a Mormon 1 \n[6]It's been five years. \n[7]I am so sick of your superior New Y or k a tt it ud e-- \n[8]You're going to risk a man's life just to make cases. \n[9]Eight o'clock tonight. \n[10]I would love to know how you sold them on this. \n[11]We've had our best guys on this s ince, wha t, Va lachi ? Twe nty years? \n[12]What does that tell you? \n[13]You know what these people are l ike. They 're a ll ma rried to each other's cousin. \n[14]It's a wild goose chase. I'm saying this as a friend. \n[15]Don't talk that way, Joe. Because, you know, you are just a dumb guinea. \n[16]If you already have one, you can return it. \n[17]The surveillance is in place at the church hall. \n[18]They're gonna put in one of our guys as a busboy tonight. \n[19]I don't know. \n[20]There's a 209 that says Sonny Black might get hit tonight. And Joe would get hit as one of his crew. \n[21]We should pull him out, is what we should do. \n[22]The hit's going down tonight. \n[23]He can't stay undercover forever. If it's not now, it's next week. Or next month. \n[24]We just found him. Now you want to unfind him? \n[25]Tonight maybe it's a false alarm. So tomorrow night he gets killed. O r he kill s somebody --did you ever think of that? \n[26]He's never been wrong before, \n[27]He said the hit's going down tonight at the. wedding. \n[28]A hit . There's a war bet ween Sonny Red and S onny Black -- they're both at the wedding--I in ter pola ted th at-- \n[29]He's close to guys who are close to the guys in Sonny Black's, crew. He's very reliable. \n[30]What? \n[31]I just assumed--- ", "TERRY": "\n[1]You still believe in the Easter bunny? \n[2]Don't look at me. I think it's great he's never home. \n[3]Just tell her he's a salesman on the r oad a lot. I mean, who cares what he really does? \n[4]Jes us . L ig ht en up . T ha t' s n ot the point. \n[5]Yeah. \n[6]That's what Mom said. \n[7]That's between you two. \n[8]She was worried something happened to you. \n[9]Look, I understand. It's your job. \n[10]It was just a birthday party, D ad. You d on't have to go through this big apology. \n[11]Half the kids in school don't have fathers. \n[12]That's not what I meant. \n[13]I know that, Dad. \n[14]Whenever. It's no big deal. \n[15]I ha te yo u. I' m so rry . I h at e you so much. \n[16]I ' m not moving. \n[17]Fuck that. I ' m staying here. I'll live with Kenny. \n[18]Shit. \n[19]This isn't a democracy. This is a dictatorship. \n[20]End of discussion. ", "BURSEY": "\n[1]Hello? \n[2]To the file: Contact with UCA on July 7, 1976... \n[3]...UCA reported no significant contacts. . . \n[4]. . . n o significant contacts... \n[5]...UCA purchased two dozen cartons Yves St. Laurent 'Eau My Sin' perfume... \n[6]...UCA was introduced to Giuliano Gr eca , a. k.a . J ill y.. . \n[7]...UCA sold 50 Pateau Mitsu Boshi Boeki digital watches. . . \n[8]. . . UCA reported no significant contacts. . . \n[9]This is a New York number--it patches through to here. \n[10]Anything else? \n[11]Does Sally Paintglass report to Nicky? \n[12]Not Nicky. Nicky Cigars. \n[13]Who's Nicky Glasses? \n[14]You want some coffee, Joe? \n[15]The agents dress up as Arab sheiks trying to bribe Congressmen. You think that'll ever amount to anything? \n[16]Hello, Bursey. \n[17]Why didn't you go? \n[18]So what do you want me to do? ", "MARSHALL": "\n[1]is that the 209, sir? \n[2]Sonny Black goes, everyone with him goes. \n[3]It's just that--one of them's one of us. \n[4]Three weeks and two days. \n[5]He checks in when he checks in, sir. \n[6]Five years and three months. \n[7]A hundred, two hundred... \n[8]What time's the wedding? \n[9]W ho knows? We never tried anything like this. \n[10]The Director thought it would be too corrupting. \n[11]I think it's great. Undercover's a new area. Get in on the ground floor. \n[12]We don't know where Joe is. \n[13]Seems like a false alarm, thank God. \n[14]You have to make a decision, sir. \n[15]Oh my God. \n[16]You know this guy as Donnie Bras co. He 's an FBI age nt. We just wanted to tell you. \n[17]They just took these yesterday. ", "JOE": "\n[1]What do I know? I'm just a dumb guinea. \n[2]I ' m out of bounds. Stopl This-- look-- this is out of bounds 1 \n[3]W hat am I s upposed t o do? Terr y - tackles like her mother. \n[4]Roughing the passer. \n[5]I got some good news today. We're going back to Jerse y. \n[6]Th e kids can see their grandparents.    Plus it' s              GS-13. That's two thousand more. \n[7]Nothing. \n[8]This is different.          It' s u ndercover. \n[9]Undercover.     You know, undercover. \n[10]It's   a good opportunit y. \n[11]An FBI wife doesn't ask,       Maggie. \n[12]I want you to say,    'It's okay'. 'It's great'. \n[13]Don't you understand?    I b uy a Brooks Brothers suit but th ere's al ways a button that comes off or a stain that won't come out ---it's li ke the suit knows I don't belong in it.    I sit in a room w ith Clarence and the rest of them and the only way I know something's funny is when everyone else laughs. Everything, all day, it' s just this much off. \n[14]I    could be a fucking Ph.D. from Ha   r vard and it wouldn't matter-- I    cannot win.    To do something th   at's never been done, that they sa   y can't be done, that they ca   n't do-- don't you see?   That's th   e only way I'm ever gonna fit in     with them.   On my terms. \n[15]...you're in for a big ad venture.' ", "CALVINO": "\n[1]You run it as a 'bottle club,' members only--keep your own liquor in the lockers, pay for setups. That way there's no liquor license. \n[2]Napolitan'. Banquet room, six tennis courts, swimming pool in the back... \n[3]First class all the way, Left-- that was my original plan. Then the minute I opened the joint I discovered I had partners--these goombahs. 'Gimme two hundred.' 'Gimme three hundred.' I said, 'Hey--I got a wife for thatl' \n[4]Hey--who's the best looking guy in Florida? \n[5]Mel \n[6]Oh, Jesus--that's Hollman, Joe. \n[7]He'll make us for sure. He was the USD A w ith -- \n[8]Okay, Left. \n[9]You got change for a twenty? \n[10]Sounds good to me. (about the twenty^ 5ey Left'-- \n[11]I wanted change from a twenty. He took the twenty-- ", "SHERRY": "\n[1]Daddy, Daddy1 \n[2]Daddy, will you be home Easter? \n[3]Mommy, will Daddy be home Easter? \n[4]Denise in school asked me today what Daddy's job is. \n[5]None of her beeswax. \n[6]Sorry I ' m late. \n[7]'Anderson'? Yeeccch.. \n[8]We're not in the FBI, Dad. \n[9]Just another six months. ", "LOUISE": "\n[1]Here you go, Bennie. You sure you don't wanna spritzer, Donnie? \n[2]You change your mind, I'm downstairs . \n[3]Here you go, Bennie. \n[4]No. I don't know when's the last time I heard from him. Is he out of town? \n[5]W h a t is i t -- Tu e s d a y? I h av e n ' t seen him since Sunday. I thought he was with you. \n[6]Bennie, Donnie'8 here. \n[7]I'll be inside if you need me. \n[8]Who was that? ", "KERRY": "\n[1]You're such a snot, Terry. \n[2]Shut up, Terry. \n[3]What about our friends? \n[4]Terry1 \n[5]We had a family meeting, Dad. You have to quit. \n[6]A dictatorship of us. \n[7]Forget it, Dad. It's the job or us. ", "BERGER": "\n[1]Please just listen without saying a nyt hin g--t hat 's t he tas k f or today. Oth erwise you just rep lay the old pathology. Maggie, you were talking about Joe's disappearances. \n[2]So you resent him for expressing your autonomy needs? \n[3]For expressing your autonomy needs. \n[4]And you, Joe--what do you think you're running from? \n[5]Being the distancer forces Maggie into the role of the pursuer. That gives you a feeling of power. Simultaneously you resent Maggie for expressing the very intimacy needs that in your own li fe yo u 'v e-- \n[6]Okay. I want yo u to spli t the week in half. Monday, Wednesday and Friday are Joe's intimacy days. Tuesdays, Thursday s, and Saturdays are Maggie' s. On your day, you make one intimacy request. Your partner agrees in advance to meet it. Whatever it is. \n[7]A n i nti mac y r eque st. Li ke 'Ru b my back,' or 'Help me work out this problem with the kids.' Odd day, even day, Sunday's off. And mastur bate. I r ecommend i t, for both of you. It's a good way to blow off stress. ", "PHILLY LUCKY": "\n[1]holds his hands up, palms up. \n[2]Where's Sonny? \n[3]Sonny wanted me to tell you--he wants to schedule a sitdown. Hash everything out. \n[4]I ain't going in your fucking basement. You got spiders all over that basement. \n[5]Leave me the keys. I wanna play the radio. \n[6]It still don't explain that boat. \n[7]They say he's an agent, I say he's a fucking agent. ", "SONNY RED": "\n[1]Who's this? \n[2]I heard you was down in Florida. \n[3]You got friends in Florida? \n[4]Nice color you got. Redl \n[5]watches them from his table. Then looks up. \n[6]The sitdown's in two hours. I waited my whole life, Bruno, you can wait two hours. ", "JONES": "\n[1]We're missing bits and pieces on a lot of these cases. On the lo a ns ha rk in g-- \n[2]Like I was saying, with the loansharking-- we have to get somebody on tape with what the rate of interest is. \n[3]Indictments? I don't know. F i ft y . Si x ty . \n[4]Joe-- \n[5]The loansharking predicates are very specific. It's really important that you focus on these things. \n[6]The stat says twice the lawful rate. Can you get that on tape? ", "HOLLMAN": "\n[1]Excuse me^-he needs your tickets. \n[2]Joe? \n[3]Joe Pistone? \n[4]I'm sorry--I thought I recognized you. \n[5]That's my wife. \n[6]My mistake. ", "MAITRE D'": "\n[1]. Good evening. Please step this \n[2]Please to remove your shoes. \n[3]I'm afraid is necessary. \n[4]Is house rule. \n[5]Is house rule. \n[6]Rule of house. "}}