{"dialogues": {"JIM": "\n[1]No music, No Doors. Let's roll... Is everybody in?... Is Everybody in?... Is everybody in? The ceremony is about to begin... \n[2]\n[3]Hi... \n[4]Waste of time... \n[5]I followed you... from the beach... \n[6]...cause... you're the one... \n[7]Later. You got a name? \n[8]Mine's Jim. \n[9]Jim and Pam, Pam and Jim... \n[10]I quit. \n[11]You know what I think? \n[12]You really want to know what I think? \n[13]I think we gotta get really ripped! \n[14]You know what I'd like to do to you? \n[15]You really want to know what I'd like to do to you? \n[16]Wanna hear the scream of the butterfly... \n[17]Can we have a couple of beers. You're not even an asshole man -- you're a semihole. \n[18]She came to my room She came on my floor She came on my bed She came on my face Ooooooh I want to wrap your legs around my head baby baby and her name was Gloria \n[19]\n[20]\n[21]\n[22]Awake! Shake dreams from your hair, my pretty child my sweet one Choose the day and choose the sign of your day The day's divinity the first thing you see Jim slides her upstairs' door open, crawls in next to her bed. She's asleep with her boyfriend. He touches her toe. She awakes, startled. \n[23]Come on, come out for a walk, it's a pretty night. \n[24]A vast radiant beach And a cool jewelled moon Couples naked, race down by its quiet side And we laugh like soft mad children There's a crash. They turn bristling. A COYOTE lurks under the sickly light of a streetlamp, pulling its head from an overstuffed garbage can, looking back at them. \n[25]...smug in the wooly cotton brains of infancy The music and voices are all around us Choose, they croon, the ancient ones The time has come again \n[26]Can I stay with you tonight? We could talk 'till dawn. I just don't want to be alone. \n[27]Okay. I promise. \n[28]I bet you never expected life could be this hard. And you're still so young. \n[29]I wonder where we'll be ten years from now? \n[30]Come on. \n[31]Choose now, they croon Beneath the moon Beside an ancient lake Enter again the sweet forest Enter the hot dream Come with us Everything is broken up and dances \n[32]He's the medicine man who starts in a peyote trance. And he gets everyone in the tribe going and they share in his vision and it heals them. It's the same in all cultures -- Greeks, Jesus. Some Indians say the first shaman invented sex. He's the one who makes you crazy. \n[33]Uh no. I just write about it. What turns you on? \n[34]Is it? I don't know. I think you're alive by confronting death -- by experiencing pain. \n[35]It's only thru death that you know life. Jesus, medicine men heal people by sacrificing their own life. \n[36]I think life hurts a lot more than death. When you die the pain is over. \n[37]I bet your dad's a school teacher. \n[38]I don't know. \n[39]Military \n[40]Yeah, about 8 times. \n[41]Two. \n[42]\"...but one, the most beautiful one of all dances in a ring of fire and throws off the challenge with a shrug\" \n[43]I wrote it for you. \n[44]Hey Ray, try acid man, it's guaranteed. \n[45]I never had a bummer on acid. \n[46]Whatever works. Making movies at MGM yet? \n[47]We gotta take the planet back, reinvent the Gods, make new myths. \n[48]Never got there. Went out to the desert and uh... got lost y'know. Days. I been living on Trick's rooftop. Got stuck on this chick... \n[49]Writing. Poems. Songs. \n[50]I can't sing. \n[51]Let's swim to the moon un hunh Let's climb thru the tide Penetrate the evening That the city sleeps to hide \n[52]Let's swim out tonight love It's our turn to try Parked beside the ocean On our moonlight drive \n[53]...could you write the music for that down, if we went over to your place, could you write that on your organ? \n[54]A bunch. It's like I'm taking notes at a rock concert going on inside my head. I actually hear the music -- the spirit of the wine y'know, intoxication. \n[55]...be great wouldn't it? \n[56]Hey why not, I could write the songs with you guys. \n[57]There oughta be great orgies man. Like when Dionysus arrived in Greece, he made all the women mad, leaving their homes and dancing off in the mountains. Great golden copulations in the streets of LA. Hey, do you know her? \n[58]I got a name. \n[59]The Doors. \n[60]\"The Doors of Perception\"? Acid... \n[61]It's from William Blake actually, the line -- \"when the doors of perception are cleansed -- things will appear as they truly are...\" \n[62]So where do we start? How do we start? Where are the girls? \n[63]Let's try it again, come on. I'm just getting into it. \n[64]Then you write one man! We need more songs anyway. We all gotta go back and write. \n[65]Got any more lyrics? \n[66]Don't underestimate Death. \n[67]\"No time to wallow in the mire Try now we can only lose And our love become a funeral pyre Come on baby light my fire\" \n[68]Pretty good! Pretty neat!! \n[69]Aren't we? That was great Robbie. Whaddaya thinking about when you play? \n[70]Hey whadya say we take some of that Tijuana acid and see what kinda trouble we can get into tonight? \n[71]Then we'll start a religion or plan a murder or go to Tijuana. \n[72]Why you wanna sleep with her John, just to bug me? \n[73]...means \"hell yes\". She likes you man, she really does and y'all should. What's a rock and roll band for man, if you can't party all night and do bad things? \n[74]I found an island in your arms A country in your eyes Arms that chained us, eyes that lied \n[75]The greater the suffering, the more terrible the events, the greater the pleasure Jerry. They want it, it's catharsis. Like the ancient Greeks. \n[76]But they understand Jerry. All our real desires are unconscious and unseen. . . \n[77]You love us? \n[78]Ah, twenty one... \n[79]I like a man wears his soul on his face. \n[80]Jesus Ray, every girl out there wanted to fuck me, I could feel it for the first time! \n[81]Guys, I'm serious about the desert, we still gotta deepen man, we gotta take some peyote -- all of us together, we got one more stage to go... \n[82]Are you satisfied? \n[83]It's not acid John, it's peyote. It's a bonding ceremony. It's got to be more... more... more... \n[84]Who's on now? \n[85]Yeah, Arthur Lee's cool. \n[86]You mean the Marx Brothers of music, we could blow 'em away. \n[87]The Doors... We're up the street at the Fog. \n[88]Oh yeah what would you do for money? \n[89]Well I don't know. What's your name? \n[90]Caprice? That's the dumbest name I ever heard. \n[91]Hey! I am the Lizard king. I can do Anything! Raise your hands if you understand! Alive, any of you alive -- let's take a poll -- how many of you know you're really alive!! \n[92]No one? Raise your hands c'mon man... let's go. \n[93]Everybody having a good time? \n[94]...awright, pretty good, it gets better. \n[95]WOA!! It's fast. \n[96]When the serpent appears, his head is ten feet long and five feet wide. He has one red eye and one green eye. He's deadly and he's seven miles long. As he moves -- on his scales is written all the history of the world, all people, all actions, all of us our little pictures on the scales, God it's big! -- and it's eating as it moves all the time, devouring, digesting consciousness, power, a monster of energy! \n[97]We must kiss the snake on the tongue, if it senses our fear, it will eat us instantly. But if we kiss it without fear, the snake will take us through the garden and out the gate. To our freedom -we must ride this snake. To the end of time. \n[98]You're fucked up John. Go with it, confusion is the sound of creation. \n[99]No no no John John. God is crazy too. God is part insane as well as sane. Not in control all the time. Dionysus was the God of the wine. He made ecstasy but he also made madness. Madness is all right. That's what you want, isn't it, isn't it? Where's that joint? \n[100]Die Robbie. \n[101]I love you. \n[102]Pain makes me feel more alive Ray. Pain is meant to wake us up. People try to hide their pain but they're wrong. \n[103]Pam wants you. You're a good Catholic John, you want it so you can feel guilty about it... Fuck death away John. \n[104]Maybe you should kill your father Robbie. He tried to kill you. Kill him! \n[105]But you're Alive! It's beautiful! Fear, pain, lust, we've got to know all our feelings before we can come out the other side free men. Don't feel ashamed of yourselves, don't let society destroy your reality. Our freedom's the only thing worth dying for, it's the only thing worth living for! \n[106]Then use us John, use our strength, it's us four now, a tribe of warriors, everything we have comes from the same source, the great Creator of Being. Trust him, trust us. Ride the snake. . . I promise you I will be with you till the end of time. \n[107]My wild love went riding... mmmmmm. She rode all the day. She ride to the devil. And ask for him to pay... shooo shoooo \n[108]...she went to the desert she went to the sea Joseph we did see... \n[109]...I'm lying to you. I am scared. \n[110]I'll be back. I gotta go alone. \n[111]The killer awoke before dawn He put his boots on He took a face from the ancient gallery And he walked on down the hall \n[112]He went to the room where his sister lived And he paid a visit to his brother And then he went on down the hall... \n[113]And he came to a door, And he looked inside \"Father?\" \"Yes, son?\" \"I want to kill you\". \n[114]Mother... I want to... \n[115]\n[116]Come on baby take a chance with us  And meet me in the back of the blue bus Doona blue rog onna blue bus Doona blue yeah! Come on yeah! \n[117]Kill the father, fuck the mother, kill the father, fuck the mother -- that's what I'm into! That's what I'm into! \n[118]You have the face of a pig man. \n[119]\n[120]Hey, is that asshole gonna pay us? \n[121]Come on baby, LIGHT MY FIIIRRRREEEE!!! \n[122]Pretty good! Pretty neat! \n[123]The time to hesitate is through No time to wallow in the mire. \n[124]Try now we can only lose And our love become a funeral pyre Come on baby, light my fire Try to set the night on \n[125]I don't mind dying in a plane crash, a smile on my face. \n[126]I just don't want to go out slow -- brain tumor, botulism. I want to feel what it's like, cause death is only going to happen to you once. \n[127]No wonder \"Light My Fire's\" number one. \n[128]The biggest mistakes in my life have been haircuts. \n[129]How 'bout, \"girl you couldn't bite my wire\". \n[130]Uh well, we're kind of a sullen group, Ed. \n[131]What -- are we the Beatles now John? \n[132]Hey Ray, why don't you change your name to Sid or Irving Manzarek or something... it's only a word y'know. \n[133]Come on baby, light my fire Try to set the night on FIIIIRRRRRE! \n[134]I don't know... I guess I should see a doctor or something... maybe I should go to someone of the straight Jungian philosophy. \n[135]It's so scary up there. To be adored. Isn't that irony? Teenage death girls want my dick -- a mere clown -- not my words. I'll never wake up in a good mood again... Lament for my cock, a tongue of knowledge deep in the feathered night, gives life, soar and crucify, I seek to know you... \n[136]You should marry an insurance salesman. \n[137]We weren't built to last. \n[138]You really know what I am Pam? You know what poetry is? Where is the feast they promised us? Where is the wine -- the new wine -- dying on the vine? \n[139]Y'see -- I lied to you. I really love Fame. \n[140]'Cause you're in the room. \n[141]Maybe you're the cause! \n[142]I mean I don't have this problem with anybody else. \n[143]No!!!!! Mommy!!! \n[144]Get mad! Yeahhh! Love my girl! Yeah, go fuck the other guys. How many white guys have you fucked Pam? 10, 20? Black guys what? You like Chinese dicks? Mongolian penis? 30? \n[145]How could I do that \n[146]\n[147]\n[148]\n[149]\n[150]\n[151]You were saying? \n[152]...will you die for me, Pam, a clown, a despicable clown?... a mere despicable clown? \n[153]...I need a home. A place to hide. \n[154]...how could we make a home?... where there's sanctuary? \n[155]...we're in Africa, we're just animals... I wanna stay inside you all night baby... let's fuck death away, now fuck death away... \n[156]Uh love death travel... revolt. We all write the songs, we're interested in anything about disorder, chaos, especially activity which seems to have no meaning... I think when you make peace with authority, you become authority. \n[157]Yeah you can call us erotic politicians I guess. \n[158]...a scapegoat maybe -- I take on the audiences' fantasies, obeying their impulses. When the impulses are destructive, I'm destructive. It's kinda like sucking the puss out of a rattlesnake, something like that. \n[159]I guess when you say something like that, it's a shortcut to thinking. \n[160]I guess they didn't understand. \n[161]Hey c'mon Ray, hate should be allowed. \n[162]I like that -- \"boozy apocalyptic\" -- you're a word man, but how does your newspaper influence young people to think about Vietnam? Who's sending the soldiers over there to die? The establishment -- right? Your newspaper -- right? That seems to me a lot more dangerous than the stuff we do. \n[163]Did you know Nietzsche said, \"all good consciousness, all evidence of truth comes only from the senses\"? Hey you wanna arm wrestle? Come on, you look pretty tough today. C'mon, I'll take you all on. \n[164]Part of the clown's wisdom -- it's kinda the American way. You know we spend more on alcohol and tobacco than on education. \n[165]Do you hurt? \n[166]What hurts you the most? \n[167]Uh... got tired of the barbie doll look. It hurt. \n[168]About? Y'know when people are joking, I find they are dead serious and when they're dead serious, I find them funny. \n[169]Actually, I don't really remember being born. It musta happened during one of my blackouts. \n[170]Well, to be honest they're not living anymore so I don't like to talk about that. \n[171]Oh, it was a... horrible car crash... in the desert in the fifties, Arizona... ran right into a truckload of Indians... Navajos, they were lying out on the road, all bleeding, and I was with my Grandma and Grandad, we were banged up and all... and I was looking at my Dad and he was lying there... but his throat was severed and there was air coming out. \n[172]Y'all believe what you want to believe, you will anyway... but it does kinda show you what excites people? Fear, pity, horror -- all those good things that count. It's sorta I guess like being on the edge of an orgasm, y'know... that mystery just before you come. When? If? Should I? Will you die for me, eat me, this way, the end... \n[173]Great! A new thing. \n[174]Wow how old is this? \n[175]The Craft? \n[176]Wow! You Patricia? Who would've guessed? \n[177]What? \n[178]Where do you get the blood? \n[179]No... I don't like... cutting myself. \n[180]I'm gonna burn you down. \n[181]Nobody'd ever look at you again -- 'cept me. I'd scar you forever. \n[182]\n[183]Mooooooo!!! \n[184]Where are the Doors. \n[185]We do everything together. \n[186]I am the snake and you are the lute \n[187]Yeah... hey what's your trip? \n[188]Love your movies man. What a great penis... \n[189]You can't leave. Where's your will to be weird man? \n[190]Don't go, y'see Norman Mailer, I hear he's here? \n[191]I don't know... did he know who you were? \n[192]Nah... later... \n[193]I like outer space. \n[194]Vodka? Race you. \n[195]Wanna go?... Come on let's go. \n[196]Come on there's pussy Robbie. \n[197]Don't you guys wanna meet Andy Warhol? \n[198]Come on man! I thought we were gonna be a band, the four of us -- and party all night, rock and roll! \n[199]Don't go. Don't leave! You can't leave. I don't know what will happen. It might be Death. \n[200]Nico! \n[201]\"Lord Byron\"? Really. You think? You like the poems? \n[202]These are the kindest words I've ever heard in my life. No one has ever understood. Thank you. Maybe I should always fuck my critics. \n[203]Let's do it, here, now... with the sound of the crowd. Like Nuremberg, wild German fucking. \n[204]I'm begging! I'm begging you! \n[205]About what! \n[206]What's your problem with fathers! They're dead, both of them, I told you. \n[207]What'd he say? That was really stupid. Why didn't you just ask me. \n[208]You're a fuckin' cunt. You could ruin his career if... \n[209]I don't want to talk about it. Hate is a very underestimated emotion. \n[210]You're wrong. What they want I can't give... my death -- ripped to pieces -- do you feel their power? \n[211]I want to live, Patricia. I don't wanna die. \n[212]Patricia... Patricia... \n[213]Uh... nuthin' \n[214]Hey, I'm with the band man. It's cool. Take it easy. \n[215]Hey, eat it man! \n[216]Mace! Shit! \n[217]Why'd you blind me man? You blinded me! \n[218]\n[219]I wanna tell you 'bout something that happened just a few minutes ago right here in New Haven. This is New Haven isn't it? New Haven, Connecticut, United States of America? \n[220]Well I was with this girl backstage, y'know. We got to talking and we wanted some privacy, so we went into this shower stall. We weren't doin' anything y'know jes' standing there and talking. \n[221]...and then this little man came in there, this little man in a little blue suit and a little blue cap... \n[222]And he said -- \"Whatcha doin' there?\" I said, \"nuthin'\" and he said, \"Well you better get outta there or...\" \"Or what\" I asked him... \n[223]And he started pushing me and I pushed back and he didn't like that so he reached back there and got out his little can of mace. And sprayed it right in my eyes. And blinded me. Why? Cause I was alone in a room with a lady doing what he would like to be doing if he could ever get it up without a gun. \n[224]In the United States of America. Land of the free. Home of the Brave man -- in God We Trust right? TURN \n[225]Say your thing man! \n[226]\n[227]\n[228]\n[229]You finished? You sure you're finished? Haven't you forgotten something -- the consolation prize they gave ya for taking your cock and balls? The guns. Why don't you use em you withered dicks! You shit- eating red-neck chickenshit bastards, I hope this makes your worthless lives... \n[230]You better kill me cause I'm gonna come back and fuck everyone of your daughters... \n[231]I drink so I can talk to assholes. This includes me. Let's just say I was testing the bounds of reality -- that's-all -- I was curious... I kinda always preferred to be hated. Like Erich Von Stroheim in the movies... the man you loved to hate... it's meant to be ironic, courage wants to laugh. Y'know it's essentially a stupid situation. I go out on a stage and I howl for people. In me they see what they want to see -- some say the Lizard King, whatever that means, or some black-clad leather demon whatever that means... but really I think of myself as a sensitive, intelligent human being but with the soul of a clown which always forces me to blow it at the most crucial moment... a fake hero... a joke the gods played on me... it's okay, I accept the joke... and smile. Death old friend, death and my cock, I can forgive my injuries in the name of wisdom, luxury, romance. Words got me the wound and will get me well. All join now in lament of my cock, a tongue of knowledge in the feathered night. Boys get crazy in the head and suffer. I sacrifice my cock on the alter of silence. \n[232]Nah, later... \n[233]Now listen to this I'll tell you about Texas Radio and the big beat soft driven slow and mad like some new language reaching your head with the cold sudden fury of a divine messenger let me tell you about heartache and the loss of God wandering, wandering in hopeless night out here on the perimeter there are no stars out here we is stoned, immaculate... but I tell you this: No eternal reward will forgive us now for wasting the dawn. \n[234]Alive she cried! Right Dog, another cubic centimeter of chance Ugh, I can't eat this stuff, it'll really make me sick. Gimme a Dos Equis will ya Delores? And a Ramos gin fizz with it. \n[235]Let's go... Right now! \n[236]A triple, Tom, shem and shaun... \n[237]...all of us direct it! In black and white. Call it \"Zero.\" A real road movie! Two of these you feel a lot better. \n[238]That's all right. I like it \n[239]I LOVE L.A. -- the best neon. City of Night! City of Light... why are you going to work? You're not slaves, you're free, cars, you're free... \n[240]You gotta fail to succeed Tom, gotta surrender to the waiting tides. \n[241]Man, I been here all the time... over there watching. I'm really happy for you Ray you found life... \n[242]Safflower oil, sure. \n[243]Yes. \n[244]...cause you lost it. It's fun to walk, isn't it. \n[245]Which car? \n[246]Oh yeah... I wrecked it. \n[247]No Ma I ain't drinking. \n[248]No Ma I ain't. \n[249]I don't know 'bout that. \n[250]Uh -- just some low grade acid. It's not heavy. Pam, read my mind. \n[251]Hey it's okay, it's okay... come on, we'll trip and then eat our feast. \n[252]Come on baby, y'know it's a good thing for Ray and Dorothy I think women are such noble creatures -- they carry on your name with dignity after you die. \n[253]I think women basically have a comic approach to life -- I mean how can they not when they look up in the dark and see a dangling penis, seeking entry. It looks like a face y'know -- little beard \"Hi mom\" I wanna get inside you. Look around. \"Do the funky chicken, do dah, dah, funky chicken do da da \"love my girl\" -- \n[254]Let's go wild child, let's get out there Romeo and Juliet, Marilyn Monroe and Vincent Van Gogh, Jim and Pam, rock and roll ...all the poetry has wolves in it, but one Pam -- the most beautiful one of all -- dances in a ring of fire and throws off the challenge with a shrug \n[255]'cause I'm the poet and you're my muse \n[256]Get some drinks, man. Over there Pam! \n[257]Let's go wild child, let's get out there Romeo and Juliet, Marilyn Monroe and Vincent Van Gogh, Jim and Pam, rock and roll \"Clothed in sunlight Restless in wanting Dying of fever Changed shapes of an empire Vast promissory notes of joy How it has changed you How slowly estranged you Solely arranged you Beg you for mercy\" \n[258]Pam... Honey, you're trying too hard. \n[259]Yes you are. \n[260]Yeah but nobody wants to read poetry anymore, nobody cares, it's not like important y'know. Just put it away. Not right now. \n[261]You're my girl, that's who... \n[262]All right so I do. I live my life the way I want. I don't want anyone expecting anything from me -- including you! You don't like it then get the fuck out! Oh hi Anne. You know Pam? She's a little pissed off right now but... \n[263]Well I... sometimes yeah \n[264]Hey -- don't you know when to stop! \n[265]Oh yeah -- Chuck. You're my idol man... since I was 12. The best man... \n[266]I still can't hold a candle to you. \n[267]Chuck Vincent man! No. He's right... Chuck Vincent's here, everybody, Chuck Vincent. \n[268]It's not Thanksgiving honey. \n[269]She's working it out, man, it's okay Pamela, Pamela... come on baby, it's all right, shhh. \n[270]\n[271]Oh murder? MURDER??? YOU WANNA DO \n[272]\n[273]\n[274]\n[275]\n[276]Oh hi... I didn't realize you were entertaining. \n[277]Don't forget your smack on the way out. \n[278]The mansion is warm at the top of the hill Rich are the rooms and the comforts there Red are the arms of luxuriant chairs You won't know a thing till you get inside \n[279]I told you about that shit. Or are we talking about death choices here? \n[280]Get up. Hurt? You want to know HURT? Let me introduce you to my good friend hurt. \n[281]Ah sanctuary!... a soft place to hide. \n[282]I'll give you a place to hide forever! \n[283]This is the best part of the trip, honey... \n[284]I am the Lizard King I can do anything \n[285]Hey it's no big deal. I like to cry when I come. It's close to death... maybe you'd better go home now before your mama gets home. \n[286]What? \n[287]You know you've always been good to me in bed Judy. And it was nice of you to bring your friend. I want to keep seeing both of you but it can't be all the time y'know. It would be a night every few weeks or so. That's just the way I am, I'm not dependable. I can't be a boyfriend. Would you do that? I mean could you handle it? That way? I don't want you to get hurt. \n[288]...do you love me? \n[289]...Well, just think about it awhile. Call me when you get your new number... Hey that's a really nice outfit you're wearing, you really have good taste in clothes. How long have you two been friends? \n[290]What? \n[291]Come back later! Who is it! \n[292]Whyn't you come back later. I don't have any clothes on. \n[293]Now Pam sweetheart, I'm busy. \n[294]Well you see Pam there's this crazy girl in here, she's just lying on the bed with her legs open and I don't know what to do. \n[295]It's your cousin Lizzie, you don't want to see her. Go home. \n[296]Almost. \n[297]What was that promise you made Why don't you tell me what she said What was that promise that she made I'm gonna love you Till the heaven stops the rain I'm gonna love you Till the stars fall from the sky For you and I... \n[298]Paul babe. \n[299]Why don't you suck a fart out of my asshole you slave driving facist motherfucker! \n[300]So what are we going to tonight Paul! 67 takes! It's stale! \n[301]I wanna sing blues. This stuffs getting too self-conscious. \n[302]Let's sing \"Rock is Dead\"! You're all a buncha slaves... \"Oh come all ye faithful.\" \n[303]Catchy, you sold it to a commercial? \n[304]For that? How much did you get for it? \n[305]\n[306]You figured? What the fuck is this Ray? \n[307]What?... are you saying? Are we the Doors? One for all and all for one? Do you know what you're saying to those millions of kids! \"Just kidding, not real\". That's what you're saying. \n[308]You think I was kidding Ray? Hey John, those are interesting shoes, you like those shoes? \n[309]Good. Then do you want 50 of those shoes? \n[310]Then what do you need more money for? \n[311]I'm dying Ray. I wasn't kidding. Maybe you were. But I'll tell you something, it's not about these desires you have man, or money, or these records, it's about breaking through wasn't it? You just lost something man. We all lost something boys. We lost something. \n[312]There sure is. In your fucking face! \n[313]Just kidding... Hi Pam. Just watchin' some TV. \n[314]I know. I know. \n[315]It's alright honey, it's gonna be alright. You're my girl and that's the way it's always gonna stay. \n[316]So, let's keep that money machine rolling. Come on guys... \n[317]When I was back there in seminary school There was a person there Who put forth the proposition That you can petition the Lord with prayer Petition the Lord with prayer Petition the Lord with prayer \n[318]Why does my mind circle around you? Why do planets wonder what it would be like to be you? All your soft wild promises were words, birds, Endlessly in flight Being drunk is the best disguise As the body is ravaged The spirit grows stronger \n[319]Nah, how 'bout some tacos when we're through? The world on fire Taxi from Africa The grand hotel he was drunk a big party last night back, going back in all directions sleeping these insane hours I'll never wake up in a good mood again I'm sick of these stinky boots Do you know we are being led to slaughters by placid admirals? And that fat slow generals are getting obscene on young blood? Do you know we are ruled by TV? \n[320]Oh great Creator of Being Grant us one more hour to perform our art and perfect our lives The moths and atheists are doubly divine in dying We live, we die, and death not ends it Journey we more into the nightmare We're reaching for death on the end of a candle We're trying for something that's already found us... \n[321]More! \n[322]Don't be so melodramatic Bill, it's not fun anymore. \n[323]I care. \n[324]Chump change, we're working for chump change. \n[325]I got an idea Bill, you're fired. \n[326]If your name is Rita, then yor ol man must be ol man Rita!! That ol man Riva, he just keep rolling along! \n[327]in the row behind him \n[328]Why not? \n[329]Oh and what is my goal Paul? Death? \n[330]Wrong. I just want the pure beauty of absolute zero and sing the blues man -- do nuthin, go nowhere, just be. \n[331]What's wrong with being a large mammal, a big beast like a tank. I feel great! \n[332]Rock is death! There is no longer belief. Hey, I'll write poetry and direct movies. \n[333]Miss?... \n[334]Some love. \n[335]The first two novels come along they love you, next few they slam but if you stay around long enough, one day they say, \"hey he's part of the national psyche\". \n[336]I wasn't mad, Tom. I was only interested in freedom. \n[337]Listen you two bit fuckin actor, you underestimate the audience. You think they all want a better job, a house, two cars, money, that's what you think but you know what they really want, Tom, in their lives, what they really want -- \n[338]...something sacred, that's what they want, something sacred. \n[339]Fuck you ignorant devil's asshole slave! \n[340]I don't eat shrimp. \n[341]Yes, sir. \n[342]Whatsa matter, scared Johnny boy? \n[343]We the Beatles yet? \n[344]Hey John y'ever eaten human flesh? When we get to New York, I know this chick... \n[345]...just a touch Robbie, it's the funkiest stuff, you'll play like an orgasm tonight... \n[346]...just a little lick, come on trust me... for old times, the four of us, let's get together one more time,... the Doors man... Please. For me. \n[347]\n[348]YAAAAAOOOOOOOOOOWWWWWW... Love my girl! Five to one One in five No one here gets out alive You gets your baby I'll get mine Gonna make it, baby If we try The old get old The young get stronger May take a week And it may take longer They got the guns But we got the numbers Gonna win yeah -- WE'RE TAKING OVER!! \n[349]\n[350]\n[351]Lettin people tell you what you're gonna do! Lettin people push you around! How long you think it's gonna last! How long you gonna let them push you around!! \n[352]\n[353]\n[354]Maybe you love it, maybe you love gettin your faces pressed into the shit of the world! You'd all eat shit wouldn't ya!! Adolph Hitler is \n[355]\n[356]NO I'm not talkin' 'bout NO REVOLUTION. I'm not talkin 'bout no DEMONSTRATION. I'm talking 'bout HAVING SOME FUN. I'm talkin' 'bout DANCIN. I'm talkin 'bout LOVE. I'm talkin' 'bout some LOVE. LOVE LOVE LOVE LOVE... LOVE!!!! Grab your friend -- and LOVE him. Come oooooaaaannnnn. Yeah! \n[357]Ain't nobody gonna love my ass? Come on... I need ya. There's so many of ya out there and nobody's gonna love me! C'mon -- what'cha come here for anyway? You didn't come here for music. You didn't come here to see a good band. You came here for THIS didn't ya... \n[358]I'm lonely out here -- Ya wanna SEE IT... COME ON SWEETHEART... I need it, I NEED IT, need ya, need ya, \n[359]Didja see it! You wanna see it \n[360]What if I pull it out fer ya!! And SHAKE IT AROUND!!! Will that do it for you! Would ya, would ya, would ya!! Now watch -- I'm gonna show it to ya! \n[361]There it was! Ya see it? Ya see it?... Ya wanna see it again? \n[362]\n[363]\n[364]I can't believe this is happening I can't believe all these people are sniffing each other &amp; backing away, teeth grinning, hair raised, growling, here in the slaughtered wind This is it No more fun the death of all joy has come \n[365]...Well, you gonna get rid of it? Fucked up people y'know, crazies, unwanted Indians just throw it in the river. \n[366]Patricia, wouldn't it be better to have a kid with someone who wanted to be its father? \n[367]It'd be a monster. \n[368]I got this trial dragging on me, Patricia. I couldn't support the kid -- I can't afford it and I don't want the responsibility right now. \n[369]Come on Patricia, I was stoned... it seemed like the fun thing at the time. \n[370]You want 'em? \n[371]Then it'll be your kid. If you want the abortion I'll pay for it and I'll come up to New York to be with you when you have it. \n[372]Yes I will. \n[373]Please don't say those things to me, Patricia. \n[374]Well uh, it's designed to wear you down y'know... when that rap sheet says the \"United States of America versus You\" it takes you down day by day, specially when no one really gives a shit about, y'know, the First Amendment that's on trial here... Nobody says anything about that, it's just uh did you take your pants off y'know, I mean that's not what it's about, it's about freedom, that's what it's about... but who cares, right? Freedom exists in a schoolbook. \n[375]Well, I can only open doors, M'am. I can't drag people thru 'em. I'm no savior. \n[376]Did I? Well, I'll tell ya, my words stand a far better chance of being around a hundred years from now than my waistline. \n[377]You're drinking with number three. \n[378]I think I'm having a nervous breakdown. \n[379]Whatcha worried about? I like it out here. \n[380]Life on the edge baby. Come get me if you love me baby. \n[381]\n[382]Come on baby, come on. \n[383]Don't have an ending Ray. \n[384]Come on baby, come on \n[385]\"I see your hair is burning. If they say I never loved you, you know they are a liar!\" \n[386]All the poetry has wolves in it Pam!!! \n[387]C'mon Pam, this is it! We'll do it right here! Right now! You and me! \n[388]We can. Right now. Just one more step... \n[389]There was preserved in her the fresh miracle of surprise... clothed in sunlight restless in wanting dying of fever married to doubt how it has changed you how slowly estranged you solely arranged you beg for your mercy -- OR -- ...but all will pass lie down in green grass and smile and muse and gaze upon her smooth resemblance to the mating-Queen who it seems is in love with the horseman Tomorrow we enter the tomb of my birth I want to be ready. \n[390]Eek Dorothy! You cut your hair! \n[391]What -- was your hair getting in the way? Where are the kids? \n[392]Hey -- am I late or is this the cool remnant of a dream? \n[393]How's my girl! And how's my boy! \n[394]For you... Pancho gets this one... Melanie -- yours... Hey Dorothy don't grab now... open that one, that's yours... keep your paws off that now... \n[395]...and to you, princess, from your Royal servant, James Douglas Morrison \n[396]No, I gotta plane to catch. \n[397]Forever young... \n[398]I gotta admit -- that ain't bad for four guys who weren't even talking that day. \n[399]Yeah John, be anonymous, write a book: \"Observations of an American While on Trial in Miami\". \n[400]I'm pinned man. Everything I do they got a category for it, y'know. Freedom's gone. \n[401]You can always whip the horses' eyes. You, John, miss me? \n[402]Yeah, yeah -- and you lay off those drugs Rob. We're gonna play again some day. \n[403]So what are you gonna be when you grow up? \n[404]I don't know, can I afford you? Pam kinda wiped me out with her dress store y'know... \n[405]You know I've never been happier. Not as much of a rush as I used to be in y'know... this is the strangest life I've ever known. \n[406]O?... splittling headache from which the future is made. \n[407]Sure. The Count's there so where else would she be? Gotta try to start over, without all the hassles, y'know. I think we can. \n[408]Well she is kinda flakey -- like me. I mean she's just so vulnerable about everything. It makes me sad man. But she's always kinda believed in something about me y'know -- her little picture of me as the unsung poet -- and it's a fantasy I kinda dig y'know, 'stead of the one I live. \n[409]We didn't break thru Ray, we just pushed things a little. When you really break thru, there's nothing left. No music, no Doors, no God, nothing -- only a will to power. \n[410]And now what? \n[411]It was white Ray. You gotta stop harpin' on that day. I was so ripped I can hardly remember it. \n[412]Come on man, I gotta fly. \n[413]In that year we had a great Visitation of energy Back in those days Everything was simpler and more confused One summer night, going to the pier I ran into two young girls The blonde was called Freedom The dark one Enterprise We talked And they told me this story. \n[414]Aw right. Let's get some tacos! \n[415]They are waiting to take us into the severed garden do you know how pale and wanton thrillful comes death at a strange hour? Unannounced unplanned for like a scaring overfriendly guest you've brought to bed? Death makes angels of us all? And gives us wings where we had shoulders smooth as raven's claws... \n[416]No more money, no more fancy dress this other kingdom seems by far the best until its other jaw reveals incest and loose obedience to a vegetable law. I will not go I prefer a feast of friends to the giant family... \n[417]Well, I'll tell you a story of whiskey, mystics and men And about the believers and how the whole thing began First there were women and children obeying the moon Then daylight brought wisdom and sickness too soon... the moon is a dry blood beast We have assembled inside this ancient and insane theatre to propagate our lust for life and flee the swarming wisdom of the streets we live we die and death not ends it \n[418]Bird of prey, bird of prey Flying high, flying high in the summer sky Bird of prey, bird of prey flying high, flying high gently pass by Bird of prey, bird of prey flying high, flying high Take me on your flight I will come again down from the wild mountains ", "PAM": "\n[1]You're crazy! \n[2]Okay... just talk though. No funny stuff. \n[3]I've been real upset. I lost my car on the freeway yesterday. I left it somewhere and I can't remember where and when I went back it was gone. My sister... \n[4]I really don't want to know \n[5]These are like beautiful! I never read much poetry in school. I hated it. What's a \"shaman\"? \n[6]Are you a \"shaman\"? \n[7]I don't know. Experience. Freedom. Love... Now. Peyote's like love. When it's given it's blessed. When it's sold it's damned. I like peyote. I like acid, it's easier to get. I like the spiritual voyage. The first time I did acid I saw God. I did. I had a friend who was Christ. And he was Judas too. I suddenly knew the secret of everything -- that we're all one, the universe is one. And that everything is beautiful. \n[8]I think you're alive by recognizing beauty -- seeing truth because when you discover truth you discover what love is... we're all saying the same thing. It's \"love me and I'll love you.\" \n[9]Do you love Death? \n[10]Why do I look at you... and see my death? No, that's ridiculous. \n[11]How did you know! \n[12]What was your father? \n[13]I bet you moved around a lot. \n[14]How many sisters and brothers? \n[15]One... she's the pretty one... I love your neck. \n[16]That's beautiful. Who did you write it for? \n[17]...take your time, Jim... there's no hurry, I'm all you have to do tonight... \n[18]I think it's hot!! \n[19]So Jerry... do we get paid for this? \n[20]...make sure you get Barb and Sue Anne to come. And tell them to ask for Jim! \n[21]I want to! I want to! I'm ready. Let's go to the desert... do the peyote, the good peyote. \n[22]Let's go Jim, come on. \n[23]I don't know what I am. I'm on the cusp of Sagittarius and Capricorn. Sagittarius is wild and Capricorn domestic and safe, so I don't know which one to be. \n[24]Jim! Jim... come here, dance... don't go away. \n[25]Don't wash it. Don't set it. He likes it the way it is... \n[26]What can I do, what do you want me to do?... Jim? \n[27]It happens to other guys too... \n[28]It's not so complicated Jim, it's just sex, y'know. \n[29]It's the hours man, the pressure, everything's like your last performance, you're setting yourself up. \n[30]Aren't you doing this for you, because you're a poet, not a rock star. Ed Sullivan's not a place for you. \n[31]What are you saying! \n[32]Why are you doing this to me? \n[33]And this is gonna help! It's probably the cause. 'Least put some soul in your success asshole! \n[34]Right. \n[35]Give it to me!!! \n[36]Fuck you man I'm outta here. \n[37]...how many dogs have you fucked! You don't say No to anybody! Drugs, dogs, uglies, you'd fuck a doorknob with butter on it! \n[38]You're the first one who couldn't make it with me anyway! You're the only limp dick in the lot!!! \n[39]\n[40]\n[41]\n[42]Yes yes yes. \n[43]...with me. Yes... yes... \n[44]...yes, yes, yes. \n[45]...yes... \n[46]Don't you like the way he talks. Isn't he cool? \n[47]Jim, I need some safflower oil. Do you think you can find me a bottle? \n[48]And get some Gravy Train for Sage. \n[49]I'll meet you up front. \n[50]Jim you got any cash? \n[51]It's only another $95,000 but I could get the best clothes. From India, Morocco Jim, clothes you can't find anywhere, we could get the richest people to come, Miles Davis, Cher, the Stones, it's gonna be the best boutique on La Cienega Jim... why are we walking, how come we don't have a car? \n[52]...that was months ago. We got another car. \n[53]The red one with the black interior. Remember it was a shift and I didn't like it. What happened to it? \n[54]Oh Jim! Damn! Where's the Gravy Train? Whatsamatter? What are you on? You promised you wouldn't drink today. \n[55]You're not gonna drink any more are you Jim. \n[56]And you're gonna change those stinky leathers you been wearing for three weeks. \n[57]What the hell are you on? \n[58]Jesus Jim! Goddamit! You PROMISED. I made the duck! People are coming! Ray and Dorothy think we're flaky enough and I... you said you'd wait till after, you're going to peak before me. \n[59]Yeah sure. \n[60]What are you saying? You wanna marry me Jim? \n[61]I like it when you sing to me \n[62]What am I going to do about these papers! Jim, Jim -- you really need someone to organize this stuff. Your handwriting's just like a little kid. \n[63]My God look at this. I wonder if William Blake was ever this disorganized. \n[64]I'm gonna be your editor now, seriously I'm going to organize all your stuff. I'm gonna take out all the fuck words. \n[65]I'm not -- I'm not. \n[66]There's some great poetry here Jim, some wonderful ideas. \n[67]But what am I supposed to do? How do I fit in? Who am I supposed to be around all these people? \n[68]Look who's talking \n[69]I just have one thing to say to you -- \n[70]\n[71]\n[72]\n[73]\n[74]\n[75]What the hell's happened to us Jim? What the hell is happening to us. There's some great poetry... \n[76]Hi. \n[77]I'm just doing my thing, just like you said, it's my thing, why can't I have a thing. Ow! You're hurting me! \n[78]\n[79]...from you, you pig! \n[80]\n[81]Jim, I gotta talk! Let me in please. I gotta talk. \n[82]Jim, I know there's someone in there, I can't believe you're doing this again. You're disgusting. \n[83]FUCK YOU!!! I want to see her. \n[84]We're all sisters, let me see her. Jim,... I got this wonderful leg of lamb in the oven for supper... and the house is immaculate. Sage is waiting. He wants you to play with him... are you coming... \n[85]Jim goddamit answer me!! \n[86]I wanted you to find us Jim. It meant nothing. \n[87]You don't have to torture me Jim. Let me make it up to you, please... \n[88]Really...? \n[89]...sing to me, Jim, sing to me. Can you find me soft asylum I can't make it any more The man is at the door Catacombs, nursury bones Winter women Streets and shoes, avenues Leather riders selling shoes Successful hills are here to stay Everything must be this way Gentle street where people play Welcome to the soft parade All our lives we sweat and save Building for a shallow grave The soft parade has now begun Listen to the engines hum People out to have some fun A cobra on my left Leopard on my right \n[90]I love you. \n[91]\n[92]\n[93]\n[94]\n[95]\"...but one, the most beautiful one of all -- dances in a ring of fire -- \" \n[96]\"...and throws off the challenge with a shrug\" \n[97]I don't wanna die with you Jim Morrison, I don't wanna die! \n[98]Jim -- let's go, let's leave this town! You and me! Never come back. \n[99]No Jim. I want to LIVE with you. I want to LIVE with you. \n[100]Jim... that you? \n[101]Jim! It was you. I always know when it's you. Come on baby get out of the tub... mama'll dry you off... Jim Morrison, now you stop joking you hear me, cut it out! \n[102]...was it all right Jim, did you enjoy it when it came my baby? Just like you said it'd be? ", "RAY": "\n[1]Hey man it's great, don't listen to em, it's non-linear man, it's poetry man, everything Godard stands for. \n[2]I tell you bout my baby 'bout five foot four from head to toe She came to my room Just 'bout midnight She makes me feel so good She makes me feel alright \n[3]\n[4]Om om... No bliss! No bliss! \n[5]Morrison... Aw shit. Last trip I thought I was going through hell's digestive system. Something painted by Hieronymus Bosch. \n[6]I like naturally high man. \n[7]Well I saw the head of production and I said Godard doesn't use scripts, he improvises with his camera and he said, \"great who's Godard?\" \n[8]Right on. I thought you went to New York? \n[9]Whatcha been doing? \n[10]Songs? Lemme hear one. \n[11]So neither can Dylan. \"Johnny's in the basement mixing up the medicine, I'm on the pavement thinking about the government\". But he's got the words man. That's what they want. \n[12]Wow!... Y'know man those are hot lyrics -- really hot! \n[13]Are you kidding! I could fly. You wrote that? You got others? \n[14]Man. You got a voice like Chet Baker -- haunted! What the hell happened to you in the desert? Let's get a rock and roll band together man and make a million bucks. \n[15]It's the perfect time man! Two of the guys outta my band are really into this. I meditate with them. You know them... Robbie and John. We could have it in the can in three weeks. \n[16]The Stones did it outta the London School of Economics for Chrissake. Things are about to explode man. You can feel it in the air. Vietnam's right out there. Sides are being chosen. People wanna fight or fuck, love or kill, everything's gonna flame. The planet's screaming for change, Morrison. Make the myths man!! \n[17]What do we call ourselves. \"Dionysus\"? \n[18]What? \n[19]The Doors? That's the most ridiculous... ...you mean the doors in your mind? Like the Huxley book. \n[20]Yeah sure mescaline experiments -- reducing the sugar flow to the brain. Great book. \n[21]-- infinite\". It's great, Jim. \n[22]Rehearsing. You're moving off the rooftop and in with me and Dorothy. \n[23]Tighten it up. Stay with the beat Jim. You're dragging. \n[24]Okay man there's some good changes in there. \n[25]Nice groove, John. Chaka chaka chaka, then bula burump bula ...you're right, it could take a coupla long solos, that's wild man, like Butterfield did on \"East-West\" -- really hip. \n[26]Why not! A minor to B minor. Jazz! That then is jazz! But it needs a hook. Something. Give me some space. I need some space. Leave the room guys. Come on! Go! \n[27]\n[28]Okay here it is. Bach and Rock. Count it off John \n[29]Turn around Jim! Come on let 'em in. \n[30]Yeah right, but what about the music? \n[31]Uh huh. Well, how 'bout gettin' us some real equipment? \n[32]We'll have a band meeting. The four of us do everything unanimously or we don't do it. \n[33]He's just getting his confidence. \n[34]How does it feel? \n[35]\"Whiskey's\" next, I can feel it in my bones. \n[36]Right on stud. But you better watch out for the guys. \n[37]I'm in pain man. I want something from the peyote. I feel the universe functioning perfectly but I'm still perfectly locked inside myself. Instead of Oneness, I feel total Isolation. Aloneness. Fear... Pain... Jim, all I feel is pain. \n[38]JERRY JERRY... He was talking about Oedipus! GREEK TRAGEDY!! It's ART!! \n[39]Oh sure, hi. \n[40]Yeah? \n[41]I'd rather stay the same color. \n[42]It's only a word man. The Stones changed... \n[43]Jim said to me once, the history of rock and roll's like Greek drama or caveman stories. The audience comes to see ancient rituals in ancient caves. Their souls in jeopardy. They're not watching any longer, they're participating -- and everything's in play, your life, your death... \n[44]Have you bothered to read the poetry ma'm? You keep denying that anything good can come from L.A., I mean isn't that kind of a provincial attitude? That Bob Dylan's the only poet cause he's from the East Coast, but you won't even look past Jim's goddamn looks at the words man! \n[45]Come on, we're splitting man. Dorothy's waiting at the door. We'll get a bite at Max's and... \n[46]Yeah can we meet him, he's great... just like he is. You wanna meet him? \n[47]Yeah sure, he's cool, come on, he's your hero! \n[48]Come on Jim, let's go. \n[49]I could never keep up with you Jim. I couldn't make the music. \n[50]Come on Jim, this isn't our scene, these people are vampires. We gotta stick together man, the four of us. Let's make the myths man. \n[51]Why don't you leave him alone lady, he doesn't need more shit in his life. \n[52]He could go all the way man! In five years he could be in the White House. Another JFK. \n[53]Where the fuck you been man? \n[54]Okay Jim let's eat that duck. \n[55]\n[56]\n[57]Alright, let's try something else. \n[58]Now, Jim... \n[59]It's not like a big deal Jim, the song's already been commercialized, the money was great. Robbie wrote the lyrics and he didn't mind, neither did I, neither did John... we gotta get to TV. \n[60]I don't think so Jim. There's a bigger picture here. \n[61]Bill's with him. They're an hour away, he'll get him here. \n[62]You think it's easy for him. He moves left he's got vice squad, on the right narcs -- and the audience just waiting for him to get busted. \n[63]Compassion was never your forte man. \n[64]The wine man, the ancient wine. The ancient wine. \n[65]Something he once told us. About Dionysos. When the madness took over... \n[66]\n[67]\n[68]Come on man. \n[69]We'll talk tomorrow, we'll settle it. Just do it tonight man and... \n[70]\n[71]\"The band you love to hate\". \n[72]Pam!! Oh shit... get the ambulances man... \n[73]JIM! HELP HER. She's gonna fall. \n[74]Jim we gotta finish \"LA Woman\". \n[75]They're both gonna die... ARE YOU \n[76]You wanna hear the new mixes on \"LA \n[77]Gotta plane to catch man? \n[78]Is Pam really there in Paris waiting? \n[79]I never knew what you saw in that nightmare chick man. \n[80]I don't know man, I don't wanna sound like your old man but you're only 27, you're living like you gotta get it all in, you gotta slow down man, you did it, you broke thru to the other side. \n[81]I don't believe that. You were an American prince, man -- with overbred genes -- No! What could've been Jim? You could've been President. No man! What could've been Jim? We stood here on this beach on the edge of the Pacific that crazy summer day in '65 -- and we knew, you and I, we knew we were at the edge of the mind. we were there, man. One planet, one globe, one mind. Consciousness, we raised it, we were there. \n[82]Now? You've made me into Ishmael. I am the last survivor of the Pequod. And I exist only to tell the story of Ahab who fought the black whale. \n[83]Hey, what was that poem you once wrote about two chicks on the pier? \n[84]Come on. Just once. \n[85]What was the story? ", "JOHN": "\n[1]\n[2]That's really square. Let's hip it up. Jump on your cues. \n[3]I still think it sounds like the bottom of a fishbowl man. \n[4]Yeah but it sounds like the Byrds man, we're not folk rock man. How 'bout trying it with a Latin beat. \n[5]We don't need a bridge. \n[6]Yeah -- maybe stretch it out and put it in 4/4 on bass, 3/4 on guitar and snare. \n[7]Guy's obnoxious, man always bossin' people around! I thought we were equals! \n[8]Whatsamatter with you man, what about Pam, you got the morals of a coyote. \n[9]Hell NO! \n[10]Sieg Heil! \n[11]1... 2... 1 - 2 - 3 \n[12]What a sleaze! Man, Jim's gotta start facing the crowd if he's gonna be the front man. \n[13]He never does what we rehearsed. What's the point of... \n[14]Great, but... \n[15]Will you get off my case! I'm never doing acid again. Too many bad trips man. \n[16]I'm into TM man. I promised my guru... \n[17]So you don't have a phone number? What do you mean you don't have a phone number? \n[18]I don't have a phone. \n[19]I think I'm fucked up. I'm not thinking right. \n[20]You should see your eyes right now, you're death. Look at your eyes -- you're crazy man, you look crazy. You scare me. \n[21]What the fuck! \n[22]I feel Lust. I want to fuck everything I can, and I know it will never be enough. \n[23]I'm not gonna make it man. I'm scared Jim, I'm still scared. Blindness is coming on. \n[24]Jim, where are you going. \n[25]We'll never work again man. The Mafia controls all these clubs. \n[26]You're gonna cut it! \n[27]The kind you get in hotels. \n[28]Well? \n[29]Get outta here man. This is fucking weird man. \n[30]Tell you the truth, I can live without him. He's a freak. Let's get outta here. We got a show tomorrow. \n[31]They're gonna beat the shit out of him man! \n[32]Oh come on man, you think just cause you're the lead man in the band you can run the whole show. \n[33]Yeah I do. \n[34]No. \n[35]Listen to 'em! They're not coming for the music anymore. They're coming to see a fuckin' freak show! \n[36]He wanted it! Not us. I just don't fuckin' get the point anymore. I never did I guess. Y'ask me he's just become a drunken fuckin' asshole that's what. And he's gonna take us down with him. \n[37]Don't lecture me Mr. Philosopher, you never felt a fuckin thing in your life. I loved that man. I loved what he was. \n[38]I'm not going out there man! \n[39]Look at him! I'm not going out there 'till I get some sorta guarantee he's gonna stay in line. I've had it with this shit. \n[40]\n[41]You're pushing death Morrison. Everybody thinks we're drug addicts cause of you Morrison. \n[42]We took drugs to EXPAND MINDS ASSHOLE, not ESCAPE. I'M NOT GOING OUT THERE \n[43]I'm not going out there! \n[44]Probably a bath too... \n[45]...didn't invite us to Woodstock. Twenty other groups but not... \n[46]Won't take long man, it's the best one since \"Days\". \n[47]You really gonna live in Paris man? \n[48]Hey, I'm gonna miss you Jim. I'm gonna miss the feeling of playing music with you. \n[49]More than you think asshole. ", "PATRICIA": "\n[1]You want to do some more cocaine? It'll loosen you up. \n[2]14th Century. I practice the Craft. \n[3]I'm a witch A white one. \n[4]The Kennealy's were Celtic cheiftains and pre-Christian shamans when your Druid ancestors the Morrisons were a minor Scottish clan founded by a bastard son of the king of Norway. \n[5]It's a religion, witchcraft. Witches are the protectors of the seasons, the harvests, goddesses of the grain. And when crossed, destroyers. \n[6]You ever try drinking blood? \n[7]It works you know. You drink blood the right time of the moon... they used to dance in the forests naked. I think that's what offended the Puritans and led to the Burnings. They were a sexual threat to their male order like the Bacchae -- five days a year for Dionysus, they used to wander the hills in ancient Greece, the first witches, clans of wild women fucking, looting, eating animals raw, the wine in their blood running hot -- looking for Dionysus... to tear him to pieces -- isn't that wild? \n[8]Blood is the rose of mysterious union, symbol of potency... now you. \n[9]Don't be such a child! If I do it, you have to do it. \n[10]Come on rock god, fuck me, fuck me good. \n[11]Come on... \n[12]Cut me! Cut me go on! \n[13]Yeah YEAH! \n[14]\n[15]Like? I loved them! \"Mad bad and dangerous to know.\" That's what they said about him. Your poems should be taken as seriously. \n[16]Y'know I don't even like rockers. They're sleazy. I made up my fuck list the other night -- out of 30 guys there were maybe three of them, y'know. I'm not a groupie. \n[17]You like that hunh? Beg! \n[18]You wanna fuck me, Morrison, don't ever lie to me again. Ever! \n[19]Your father. Why do you tell me bullshit like your father's dead? \n[20]If he's so dead, then who answered the phone when I called the house? \n[21]You didn't really think you'd get away with that, Morrison. An Admiral in the United States Navy. Who's at the Gulf of Tonkin when Vietnam starts. Your Dad's a Deputy Chief of Operations. \n[22]Well naturally he wasn't too happy when I called. Your Mom wanted to talk but he shut her off. \n[23]What, I'm a \"fuckin' cunt\" because I called the house? Like it's hard to trace your school records. University of Florida, Albuquerque, New Mexico, Arlington, Virginia, Washington, D.C. Brother, sister, it's seven miles long baby -- it's all in the \"The End\", it's so easy. \n[24]Don't ever try to hide anything from me again. Okay? Go on... tell me. Did he make you cut your hair? Did he hit you, was he a bully? Did he love you? How much? \n[25]And your mother? \n[26]It doesn't matter anymore does it. Listen to them. It's you they want now. Not the Doors, not your mother or your father's child... They want you Jim. \n[27]You have no choice, Jim. I see you up there like Icarus. I see you flying closer and closer to the sun. And your wings are melting... \n[28]You idiot, don't you know who... \n[29]Help! They got Jim!!! \n[30]What do you know what Jim needs? \n[31]See you later. \n[32]I can't fucking believe you just said that! \n[33]It'd be a fucking genius, that's what it'd be! You and me. The child would be a god, goddess! \n[34]You're a COWARD!! A LITTLE BOY!! The only way you can't afford it is emotionally. You forgot your vows man. They were forever in the goddess' sight. Death doesn't part, only love Jim! \n[35]I'm gonna cut your balls off Morrison! \n[36]FUCK YOU. I'm gonna have the kid. \n[37]No you won't. \n[38]Bullshit Morrison You know who you are... NO. What difference does it make. You know, you never pretended. I did. I don't even like kids particularly, but I don't want the other thing either. I guess what I really want is to throw myself off this fucking balcony Well now that you've fucked the future, Morrison, have you fucked everything?... Have you looked at yourself in the mirror. Your stomach... \n[39]Fuck me one last time, you worthless piece of shit. ", "JIM &amp; DOORS": "", "DOORS SONG": "\n[1]Into this house we're born Into this world we're thrown Like a dog without a bone An actor out on loan Riders on the storm \n[2]Hello I love you Won't you tell me your name? Hello I love you Let me jump in your game She's walking down the street Blind to every eye she meets Do you think you'll be the guy To make the queen of the angels sigh? JIM, in torn black chinos, no shirt, walking real slow past it all, carrying a notebook of his own and a paperback of Baudelaire, his eyes settling on... A YOUNG BEAUTY and her yellow labrador -- a fashionable thin, long, red-haired \"20th century fox\" in jeans moving through the crowd... He thinks about it -- a fraction of eternity -- and he's off... after her. \n[3]She holds her head so high Like a statue in the sky Her arms are wicked And her legs are long When she moves My brain screams out this song \n[4]Sidewalk crouches at her feet Like a dog that begs for something sweet Do you hope to make her see you, fool? Do you hope to pluck this dusky jewel? \n[5]She lives on Love Street Lingers long on Love Street She has a house and garden I would like to see what happens The YOUNG MAN gestures, and goes back inside the house. She's alone now on the balcony, sitting on a kitchen table... It's now or never. Jim scales the tree alongside the house with the agility of a gymnast. \n[6]She has robes and she has monkeys Lazy diamond studded flunkies She has wisdom and knows what to do She has me and she has you The girl's grinding up pot in an old shoebox with a spoon and kitchen strainer. She looks up and sees his crotch three feet from her face, balanced there effortlessly on the railing like a highwire act, opens her mouth in surprise. Jim drops softly to the balcony, a smile of disarming gentleness. \n[7]Well the clock says it's time to close now I guess I'd better go now... As we depart the rooftop. Your fingers weak with minarets Speaking secret alphabets I light another cigarette Learn to forget, learn to forget, learn to forget \n[8]Let's swim to the moon Let's climb thru the tide Penetrate the evening That the city sleeps to hide... \n[9]You know that it would be untrue etc. \n[10]Can you picture what will be So limitless and free Desperately in need of some stranger's hand in a desperate land Lost in a Roman wilderness of pain and all the children are insane: waiting for the summer rain \n[11]There's danger on the edge of town Ride the King's highway Weird scenes inside the gold mine Ride the King's highway west, baby The sound of a rattle -- \"shichishichi\" -- he realizes he's being watched. By what? He whips his eyes everywhere. A large LIZARD perches on a boulder assesses him calmly, tatters of a former skin clinging to its throat, spits a forked tongue and drills its black pearly eyes into his skull... Now the sound of the Bull-Roarer, whipping the air, announcing the appearance of the shaman. Jim's struck with an overwhelming sense of... awe... ancient mysteries. He turns. The lizard is looking at him. The GHOST of the DEAD INDIAN is also looking at him. We are looking at JIM from its point of view -- a blur of light, some headdress, a sense of skins... music drops back, no lyrics... the voice is old, familiar, possible Spanish descent dialect or huararchi. \n[12]Ride the snake Ride the snake, to the lake The ancient lake The snake is long, seven miles Ride the snake He's old, and his skin is cold Camera pulling out from his eyes. There's something different tonight. Something in the air. His eyes are open, he's facing outward, gripping the mike for his life, hair falling in his face, dripping sweat, we sense all his soul concentrated in what he has to say. Cliques of GROUPIES have staked claims at the foot of the stage, eyes fucking him as he writhes, spreading his legs. Every twitch, every moment he sucks out the tension on the musical interludes generates a whip of a reaction in his audience. Nobody is moving in the club. The DANCERS are still, the GO GO GIRLS in their white plastic boots and dresses hang motionless in their gilded cages. Even the WAITRESSES have stopped, frozen with their trays, denying something is going to happen. PAMELA, DOROTHY... JERRY from the Fog, also the manager of this place, watches from the balcony, shaking his head, doesn't understand. Panning to two RECORD TYPES with him -- JAC HOLZMAN, distinguished six footer, suit, and PAUL ROTHCHILD, funky, pigtailed, ex-con, early 30s. The band has come together fully now. ROBBIE'S fingers sliding across the trembling strings, staring at the ceiling, wandering around the darkened portions of stage left, he feels Jim -- echoes him back with his flamenco-blues guitar. JOHN on drums, reading Jim's moods, throws in the spontaneous and violent riffs that keep it savage. He literally tortures Jim's ears with his drums. And RAY, concentrated with his nodding head like a big flamingo over his keyboard, mixing it up, throwing curves, yet also -- and more delicately -- torturing Jim with the messianic organ sounds that shriek in his ears. There is something of Merlin in Ray -- the alchemist knowing how to play Jim. And JIM -- \"that sneaky silent lithe flowing flexing animal\" -- ready at last to share both his body and his soul with the world, to live out the words of the Indian prophet... to lead. \n[13]You know that it would be untrue You know that I would be a liar If I was to say to you Girl, we couldn't get much higher Camera moving fast thru the control room, past the ENGINEER , taciturn, 20's, the PRODUCER (PAUL ROTHCHILD) in pig heaven, and the owner JAC HOLZMAN in his blue suit watching. \n[14]Oh show me the way to the next whisky bar Oh don't ask why Oh don't ask why \n[15]For if we don't find the next whisky bar I tell you we must die I tell you I tell you I tell you we must die \n[16]Oh moon of Alabama We now must say goodbye We've lost our good ol mama We must have whiskey oh you know why \n[17]Show me the way to the next little girl Oh don't ask why Oh don't ask why The GIRLS crying hysterically as Jim lazily, leopardly, moves across the CROWD, almost like Oswald waiting for the Ruby bullet but with that sweet, pleasant smile on his face, dark glasses concealing... \n[18]For if we don't find the next little girl I tell you we must die I tell you I tell you I tell you we must die \n[19]Wild Child full of grace Savior of the human race Your cool face Natural child, terrible child Not your mother or your father's child Your own child, screaming wild \n[20]Before you slip into unconsciousness I'd like to have another kiss Another flashing chance at bliss Another kiss, another kiss \n[21]The crystal ship is being filled A thousand girls, a thousand thrills A million ways to spend your time When we get back I'll drop a line The camera shooting up to the ceiling in a tilting dutch angle as the world comes unglued. Jim yelling with release. \n[22]People are strange when you're a stranger Faces look ugly when you're alone Women seem wicked when you're unwanted Streets are uneven when you're down \n[23]When you're strange Faces come out of the rain When you're strange No one remembers your name When you're strange When you're strange When you're strange \n[24]Strange days have found us Strange days have tracked us down They're going to destroy Our casual joys We shall go on playing or find a new town Past a cache of QUEENS in white leather ogling Jim, one of them coming over boldly, chatting him up , them grabbing his crotch and kissing him. Jim rearing back, laughing but wary. Past the RICH LADIES dripping with jewels and faces peeled from Brazilian sleep tanks and Swiss knives. Past a YOUNG MAN dressed in Jim Morrison leather pants with his hair and eye make-up, a warped image of Jim, smiling back at him. \n[25]Strange days have found us And through their strange hours We linger alone Nico reappears waving at him to come quickly. \n[26]Bodies confused Memories misused As we run from the day To a strange night of stone  \n[27]Strange days have found us Strange days have tracked us down \n[28]...Hup two -- three -- four... \n[29]Present arms!... The famous drum roll, tension building. Sudden sound of guitar. Jim crumples to the ground. Blood shooting from his mouth. The audience is enrapt. Jim suddenly jumps up, looses the blood curdling scream of an aroused demon and the band bangs into Willie Dixon's BACK DOOR MAN. \n[30]Blood in the streets in the town of New Haven Blood stains the roofs and palm trees of Venice Blood in my love in the terrible summer The bloody red sun of phantastic L.A. Over the SONG, a MONTAGE of the 60's passing to its darker side. \n[31]Blood is the rose of mysterious union! There's blood in the streets &amp; it's up to my knees She came Blood in the streets of Chicago She came Blood on the rise and it's following me Just about the break of day The river runs red down the legs of the city She came The women are crying red rivers of weeping The MONTAGE collides into an ECU on JIM -- drinking as if to silence the images, the sounds we hear and see on his face. Spirits crying for release. In alcoholic solace. He passes out, head hitting the bar. Jim's English friend, MIKE, walks in, throwing a harsh shaft of LA morning light across the dark bar and JIM's face, bleary eyed, passed out on the counter. He has a drinking paunch. With him are TOM BAKER, \"TOM\", the actor from the Warhol scene in New York and a huge biker type drinker named DOG, one of Jim's roadmen, a beard fanning his chest, tattoos everywhere. In the front of these three monoliths are about twenty beer bottles, numerous Jack Daniels bottles emptied and a lesbian BARTENDRESS pouring up a breakfast shot of bloody Marys... Mike hands Dog a breakfast in a brown paper bag. \n[32]Summer's almost gone Where will we be When the summer's gone? \n[33]Morning found us clearly unaware Noon burned gold into our hair At night we swam the laughing sea When summer's gone where will we be EXT. JIM &amp; PAM'S HOUSE - LAUREL CANYON - DAY PAM and JIM and the labrador SAGE trudge up a hill carrying the groceries to their modest little house tucked into a hill of dangling eucaplyptus trees. We sense a community of artists, hippies, Volkswagens. \n[34]You're lost little girl You're lost little girl You're lost, tell me Who are you? PEOPLE are introducing themselves, coming in from all over, like in a shoebox. Hippies. Doors people... now TOM BAKER with MIKE and DOG... Now an aggressive Chuck Berry type BLACK SINGER with John's GIRLFRIEND. Then a TIMOTHY LEARY look- alike appears. CHATTER blending everywhere as we build to a vast confusion at Jim and Pam's party. \n[35]You're lost, tell me Who are you? \n[36]C'mon, c'mon, c'mon c'mon now Touch me babe Can't you see that I am not afraid ", "ROBBIE": "\n[1]I still think the lyrics are weird man. \n[2]I been working on something goes like this... A minor. \"You know that it would be untrue You know that I would be a liar If I was to say to you Girl, we couldn't get much higher\" F sharp... chorus \"Come on baby, light my fire Try to set the night on fire...\" \n[3]Some. I call it \"Light My Fire\". I figger if I'm gonna compete with your stuff it's gotta be about earth, fire or snakes. \n[4]I thought we could do the usual verse chorus verse chorus and \n[5]Yeah, we could maybe improvise a couple piano and guitar solos over it \"The time to hesitate is through\" Du du duh dud dada . . . \n[6]Y'ever heard Coltrane's \"Favorite Things\"? \n[7]Don't know. Mostly the fish in my fish tank. \n[8]The chicks always go for you man. I get the dogs. \n[9]I still think the lyrics are weird. \n[10]I don't know man, fucks up my playing. I been playing music for 10 years man and this is the first time in my whole damned life I ever played it. \n[11]I get scared thinking of all the choices inside. I could go. I could stay. I can live anywhere. I could die now if I wanted. It's limitless choice... and no one cares. \n[12]I feel Fear... so bad I just numb out all my feelings. I'm afraid of my father, I'm afraid of Yahweh... I wish I could play my guitar. \n[13]I'm so fucking scared. \n[14]Hey, the guy that did Butterfield! \n[15]What about me? \n[16]It's my words. I don't care, let's just jam. \n[17]She looks too freaky to me. \n[18]Hey I met this chick Lynne, she wants to be alone. \n[19]Jesus, it's not gonna be one of these dinners is it Jim? How 'bout some turkey? \n[20]So fuck you man... \n[21]Cause it's my song man? \n[22]It ain't the old Jim that's for sure. I think he's living for everybody else man and somewhere along the way he's lost his own self. \n[23]What? \n[24]No man come on, I don't want any. \n[25]You said you love pain man, but you run from it every chance you get. \n[26]Hey, it was fun. \n[27]We added rain to \"Riders\", come on. \n[28]I still think we got a couple of great blues albums in us man. \n[29]Well far as I'm concerned, Jim, I made music with Dionysus man. We had some moments on stage like no one will ever fucking know. \n[30]Jim -- \"do not go gently into that good night. Rage rage against the dying of the light\". ", "TOM": "\n[1]Saw your gig at 'The Scene'. Hot... very hot... You strung out? Here. Try this. \n[2]Hey where's my joint? There's this chick sings with the Velvet Underground, Andy's band. She says she can drink you under the table. \n[3]...elevate your taste in trolls man. \n[4]Pussy whipped, man... \n[5]Fuck man did you fade or what, we were on a \"death run\" up to the 9000 building after the gig, you bet me a grand you'd walk the ledge. \n[6]Then mumbling about \"gotta go home, sanctuary,\" pussy whipped. We were gonna film it! A thousand bucks! Give him a double. \n[7]...imagine me and Morrison in a fuckin movie together, can you imagine two powerful two-fisted Irish fucking drinking guys in a movie, in a documentary movie!! \n[8]Fuck Ray -- fuckin Pollock all he cares about's money. Fuckin sell out. You sold out too man. The last album's shit, and lemme tell ya something, people know it. \n[9]Awright shaddup Morrison, just cause you don't gotta work. Give me some of your money, asshole, and I'll yell anything you fucking want. \n[10]Ma ol lady had one of those but she calls it a diaphragm when I'm eating her out! \n[11]With that waistline Jimbo you got no choice. \n[12]You mean \"Crawling King Flab\"? Rock is cock babe and your rock is dyin'. \n[13]And what are you offering? Sex? You can't get it up. Salvation? You can't even save yourself. Come on Jim, you're not gonna be remembered. \n[14]I think you both should take your heads out of the toilet bowl. After \"Soft Parade\" You need an album sweetheart. \n[15]...if you live long enough, don't kid yourself Jimbo -- you're all alone out there, Jimbo, cept for me, cause you're too wacked out man, they're scared, you're too fuckin crazy. \n[16]Bullshit! You're bored, you're not free. You tested all the limits, fame, fucking, money, -- whatcha gonna do now Jimbo! When the music's over, when you're too fat and ugly to get on a stage, whatcha gonna do for act three -- puke on Heaven's door? \n[17]Tell me. \n[18]No you. Something sacred. My cock is sacred. Suck on that! \n[19]YESSIR -- you asshole. \n[20]Read me my rights, motherfuckers... motherfuckin bulls! \n[21]Jump! ", "SIDDONS": "\n[1]We'll work it out Herb, promise. Give me five. \n[2]What the hell happened! Don't touch Jim. Get some water. Don't touch your eyes. \n[3]He was WHAT! He's Jim Morrison for chrissake. Jim, Jim -- you okay -- let's get you under the water here. Don't touch, you'll be okay. \n[4]Are you NUTS! \n[5]Jim! Your Mom's here with your brother. What do you want me to do with 'em? \n[6]Vice Squad says one more \"fuck or shit\" they're gonna close us down man. \n[7]It was $50,000. You weren't talking to us that week and we figgered you... \n[8]Goddamit Jim! We missed one already, we gotta get this one man! \n[9]\n[10]Jim, you don't show for this one, we're dead, the whole group -- no more bookings. \n[11]We need the work Jim! They're making us post a $10,000 bond just to show up -- we're the only group in rock-n- roll with a fuck clause! Get him on the fuckin' plane. That's what I pay you for. \n[12]Look at you, you're a pathetic fuckin' slob and so are all your friends! \n[13]Come on guys, cool it! \n[14]What the FUCK happened to the SEATS!! What's the FUCKING IDEA man! THERE'S \n[15]That wasn't THE FUCKING IDEA MAN!! We're gonna sue you!... We're pulling the plug. \n[16]We're not playing. \n[17]What's heavy is the radio stations pulling us from their playlists. The big cities -- Philly, Cinci, Chicago, Detroit -- it's insane! Record sales suck! \n[18]Max firmly believes the FBI's behind it. We're subpoenaing their records -- they had memos on you in Phoenix and they got you extradicted to Miami illegally without a felony... ", "MIKE": "\n[1]Hey Jim, how 'bout hitting a strip- joint? It's getting late and we can... \n[2]Morning. Pour me breakfast Delores... \n[3]Whatsa matter with Jimbo? Can't handle it huh \n[4]I'll direct the shit out of it, man. Dennis Hopper can do it, I can do it. \n[5]Come on Baker, lighten up. \n[6]What was that speckled motherfucker you just took? Give me some! \n[7]Stick my dick in their ear! House upon the hill Moon is lying still... Shadows of the trees witnessing the wild breeze Come on baby run with me Run with me, let's run... \n[8]Four more all around and up and down! \n[9]Great tits. \n[10]They'll still be talking about Jim when you're a walk on Baker. I'll make you a deal. When you do something, I'll criticize it. \n[11]You should take it outta your ass. \n[12]Screwdrives-her. \n[13]For what! What'd we do! \n[14]A new image -- Jim Morrison as \"Renaissance Man\" -- We bring you back slow, quiet, the beard, elder of the tribe. \n[15]We got it man! Keep going. Great get a two shot. ", "PAUL": "\n[1]Come on Jerry, cool it, cool it... he's a kid, it's a song about dying, changing... \n[2]Bertold Brecht, cabaret and rock. Give me a fucking break. You guys are amazing! Let's go make a record. \n[3]Hey Bruce, you feel it? \n[4]I got goosebumps Jac. This is history going down here. An album of killer music in six days... six days... unreal! \n[5]...fuckin' neanderthal primadonna is too drunk to see. Cut it... that was beautiful sweetheat, we had a technical problem, we'll take it again from the top babe whenever you're ready. \n[6]Right here baby. \n[7]I hear the booze, I hear the smokes Jim, I don't hear the voice and babe I didn't hear the song! \n[8]Shut up Jim! I don't understand! I don't. What are ya doing! I love you like a brother, I do, but why are you fucking this up. It's a perfect radio song for chrissake! No one wants to hear the blues anymore! Think like a singer, you're the only baritone crooner we got left... Sinatra, Elvis, Crosby, you're as good as they are, but WHY ARE YOU \n[9]Right on Jimbo. \n[10]Where the hell did she go? Can you give me sanctuary I must find a place to hide A place for me to hide... \n[11]Come on Jim, we'll get fuckin' laid in Miami. \n[12]No I can't and I won't. \n[13]Cause I don't want to participate in anything that would accomplish your goal? \n[14]\"Death old friend\". ", "DOG": "\n[1]Hey Jim, come on babe, eat this. . . one last place to go. Ray's getting it on. \n[2]Whatcha doing! Oh fuck. \n[3]Come on Jimbo, one more place to go. Ray's getting married man, this morning, remember! You're the best man. \n[4]Come on man, toe the line. Boots to the pavement. Let's walk. \n[5]Hey, fuck him, let's eat this thing. \n[6]I can't fly sober. \n[7]You're an awful little guy to be talking like that. \n[8]Nah, it's a douche bag on a dixie cup. \n[9]Yeah. What's wrong with being fat. \n[10]Incoming! ", "PAMELA": "\n[1]That's Jim. My new friend. \n[2]As compared to what? \n[3]I don't want to die ever, what a weird thing to say. \n[4]Oh Jim this is Tom... Baker, he's an actor, he was in Andy's movie and this is Count Ruspoli. He lives in Paris, but he's Italian. He's from a very famous family over there. They're seven hundred years old. \n[5]I'm not your girl, don't give me that shit. I know you fuck everything that touches you. \n[6]Anne O'Riordan. Are you Anne O'Riordan? \n[7]down through her tears \n[8]I understand... I really do but don't ever think that Jim's gonna love you or take care of you. You're one of a hundred you know \n[9]Don't kid yourself sweetheart, Jim's crazy but he's not that crazy. He loves me. ", "JOURNALIST 3": "\n[1]Mr. Morrison, how do you feel about being called the \"ultimate barbie doll\". \n[2]Then do you \"think\" about the dreadful reviews your new poetry book has gotten? \n[3]And it's true you financed it's publication? \n[4]Do you believe in drugs Mr. Morrison? \n[5]And alcohol? Is that considered part of the shaman's wisdom? \n[6]Are you by any chance in a trance now Mr. Morrison? \n[7]What? \n[8]What are you doing? \n[9]Are you serious? ", "JERRY": "\n[1]What shit, \"day destroys the night\", \"crawl back in your brain\", \"go insane\". What do people wanna pay money to hear that shit. \n[2]We're in Los Angeles punk, how would you know, they like your pants, they're not listenin' to you, what the hell they see in you I... \n[3]...you're the weirdest fuckin' guy I ever... \n[4]I love ya. You got two more shows to do. \n[5]\n[6]You -- MORRISON! You're fucking filthy twisted perverse punk, get back to your fucking sewer!! \n[7]\n[8]", "PRODUCER": "\n[1]Right this way Mr. Sullivan. They're called \"the Doors\". They got the number one single in the country -- \"Light Your Fire\". \n[2]They look pretty grungy but we're... \n[3]Boys -- meet Mr. Sullivan \n[4]Well the guys at Network have told us they have a small problem with the lyrics \"girl we couldn't get much higher\". You can't say \"higher\" on network so they asked if... you could say, \"girl we can't get much better\"... can you dig that? \n[5]I don't think Standards and Practices would... \n[6]Groovy! Uh you boys should know Mr. Sullivan is considering you boys for four more shows. You dig? \n[7]What's that?... oh Jesus!... get off it!! Where's he going? You know that it would be untrue You know that I would be a liar If I was to say to you Girl, we couldn't get much higher Come on baby light my fire \n[8]He said it! He said it! On National TV You can't do that! You can't do that!!! You blew it you little shit! You'll never play Ed Sullivan again. ", "GLORIA": "\n[1]Take off your shirt. \n[2]You remind me of a Russian peasant. I see you standing in a wheat field. The pride, the arrogance. You love to look at yourself don't you. You love yourself. ...good... big cat stalking... \n[3]...the camera is like a roulette wheel Jim. It becomes whoever you want it to be -- a woman you want to seduce, a man you want to kill, a mother you want to upset, a wife you want to lie to or love, whatever you want it to be, it is... \n[4]Forget the Doors. It's you they want, Jim. You're the Doors. \n[5]You control the audience, like dogs, manipulate them Jim, one picture can control a million people, be anything you want -- growl at them, be ugly, be frightened, be selfish. Be man, woman, whild, animal. Live, die, return again. Anything you want. Everything is permitted. \n[6]Go on look at yourself, fall in love with yourself. You're your own audience now Jim. They want you. Worship and love and adore you... \n[7]...Jim Morrison, the god of Rock and Cock... \n[8]Exactly... ", "STEWARDESS": "\n[1]My name is Rita Hager and if... \n[2]Excuse me sir, my father is not my old man. \n[3]In the event of a decrease of pressure, pull the oxygen mask to your... \n[4]I'm sorry sir, but you're embarrassing me. \n[5]What do you need? \n[6]What are you drinking? \n[7]I'm going to have to call the captain if you can't control these people. I guarantee that. ", "JIM VOICE": "\n[1]Let me tell you about the heartache and the loss of God Wandering wandering in hopeless night Indian's scattered on dawn's highway bleeding ghosts crowd the young childs fragile eggshell mind... \n[2]...me and my mother and father and grandmother and grandfather were driving through the desert at dawn and a truckload of Indian workers had either hit another car or just -- I don't know what happened... Indians were scattered all over the highway bleeding to death. \n[3]...but it was the first time I tasted fear. I musta been about four, like a child is just like a flower, his head is floating in the breeze. \n[4]...The reaction I get now looking back is the soul of the ghosts of those dead Indians -- maybe one or two of them were just running around freaking out and just leaped into my soul -- and they're still there. \n[5]Have you ever seen God? -- a mandala. A symmetrical angel. Felt? Yes. Fucking the Sun. Heard? The music. Voices. Touched? An animal. Your hand Tasted? Rare meat, corn, water and wine \n[6]The music was new black polished chrome and came over the summer like liquid night. ", "GIRL": "\n[1]Wow! Hi... You have a problem with doors? \n[2]Wow! You followed me? Why? \n[3]Wow... neat... ...maybe you should meet my old man? \n[4]Pam... \n[5]No what? \n[6]What! ", "GIRL 1": "\n[1]No it wasn't. It was worse! \n[2]\"Love\". \n[3]They're the best... better'n the Beatles. \n[4]The Doors. I heard of you. That's the dumbest name. I wouldn't go to the Fog if you paid me. \n[5]Well, would you leave my name at the door? \n[6]Caprice. ", "VOICES": "\n[1]Oh c'mon man, give it a break. Boo! Beatniks go home! Take another mushroom... \n[2]\"Light My Fire\"! Play \"Light My Fire\"!! Come on Jim... Take your clothes off man! Get wild! Fuck me baby. Fuck me girl, suck my cock honey around the world! Mexican whore suck my prick! Keeper of the royal sperm man! CELEBRATE THE LIZARD \n[3]Yeah, STOP THE WAR MAN, PEACEEE... \n[4]\"Light My Fire\"! Come on Jim -- play \"Light My Fire\"! \n[5]Take it off! Take it all off! \n[6]First Hendrix now Janis Robbie flew to Hawaii legalities pending dispositions book in Toronto interview with PBS renew your diverse license psychic predictions nine paternity suits fifty thousand dollar bond recoup our losses Pamela's shopping spree with your credit card Morrison Hotel some-body from film school mountain of coke in the broom closet Jac Holzman eight thirty in the morning remix perform schedule Paul Rothchild taxes Texas teenyboppers tomorrow. ", "MANAGER": "\n[1]...I got some real tight record company connections, just leave it to me man, I'll take you guys all the fuckin' way, you blew my mind out there. \n[2]Hey the music? I love it man, that's why we're talking right? Some of it's a little on the dark side though. Ya know ya oughta get some tunes like Herman's Hermits stuff -- \"Mrs. Brown you got a lovely daughter\". That shit goes right to the radio man. \n[3]Listen, I sign you guys to a five year management contract and you got it all. Equipment. Demo. A truck WITH roadies. Three, maybe four percent record deal. Wherever ya want to go babe, trust me, I'll get you there. Whatd'ya say? \n[4]The musketeers. I'm touched. But lemme tell you something -- loyalty don't pay the bills. Think about it. Call me tomorrow. \n[5]Jim, how old are you? \n[6]Jesus, you're a gold mine, I'll make it quick and to the point and if you repeat it I'll deny it -- drop these guys, I'll put you with some real musicians, your voice, your looks, that's what'll sell records, we'll make a million bucks. A year. Goodbye. Call me. I'm right. He gives Jim a card and goes. Pam disgusted with the type, Jim laughs, likes the guy. ", "DOROTHY": "\n[1]Oh my God, the light, it's so beautiful Ray. Can you see it... it's all one... honey? \n[2]Oh the duck! \n[3]Come on Pam, let's put out the plates... \n[4]Yes, let's go into the kitchen. The duck's ready. \n[5]We're trying to have another baby. \n[6]You'll never be alone Jim. ", "HAIRDRESSER": "\n[1]No, I'm going to worship it. What kind of shampoo are you using? \n[2]Pamper yourself sweetheart, you don't want split ends, you're a celebrity now. You have very serious-serious hair, it needs to rebel. I'll give it a tinge of something freaky. \n[3]Scaredy cat. \n[4]Honey, we don't have enough time. \n[5]What about you handsome? \n[6]All right, be mean... "}}