{"dialogues": {"GALEN": "\n[1]Vide, Magister. There's something wrong. \n[2]What's the matter? What's happened? \n[3]To me? \n[4]Of course. \n[5]Well, almost. \n[6]The first two chapters. \n[7]To tell the truth, I haven't dared try it. What's the point, anyway? \n[8]I hate books. I hate drill. I want a real task. \n[9]I don't hear anything. \n[10]Voices, singing on the road. \n[11]I don't see anything. \n[12]He gawks skyward. Suddenly, the old man leans down and addresses him. \n[13]Here are your sticks. \n[14]You're in a morbid frame of mind. What's all this about dying? You don't even look sick. \n[15]Master, don't you think -- \n[16]Look at yourself. How far will you get like that? A league, two leagues? \n[17]Why don't you wave your hands around and summon up a coach-and-four? \n[18]You pilgrims: You're used to lotteries. Why not draw straws to see who'll be first to carry ironshanks here. \n[19]Send me. You're always saying I need seasoning. I need a test. Let me go. \n[20]I'm ready for anything. \n[21]Not this one, was it? \n[22]The erstwhile apprentice stands his ground, blinking back tears, his face weirdly illuminated by the fire. \n[23]Hodge -- what are you doing? \n[24]Stand back! \n[25]Cragganmore! Domus non i am! Silva celet! \n[26]I guess... \n[27]Me too... \n[28]What's the matter, Hodge, pack too heavy? Here. \n[29]Too cold, is it? \n[30]Too warm? \n[31]I've got as much respect for the master as anyone, old man. But -- then again, I'm master now. \n[32]Easy now. We mean no harm. We've been looking for you. \n[33]More the other way around, I'd say. \n[34]A few words, that's all. You were looking for a conjurer. \n[35]Right. Requiscat in pace. Ecce: magister novus! \n[36]My lord Ulrich is no longer. All that you asked of him, you may now expect of me. The dangers he would face, I will now conquer. The task he would undertake I will now fulfill. I am Galen Bradwardyn, inheritor of Ulrich's craft and knowledge, and I am the Sorcerer you seek. \n[37]What's the matter with him? \n[38]What have you got there? \n[39]A little gold, eh? What do you say I change it into lead? \n[40]I'm no fraud. \n[41]Hodge, nobody forced you to come along. \n[42]Well, if he told you I needed wetnursing, why don't you just turn yourself around and go back home. \n[43]He walks back along the trail, looking for Valerian. Pretty soon the rest of the travelers are out of sight. He hears the sound of a splash. He turns off the trail and pushes through some shrubbery. \n[44]You're too far behind us. Come on out. \n[45]Not a good idea to get separated. Let's go. \n[46]By the gods! \n[47]I'm not going to say anything. \n[48]Take it easy. I knew the moment I saw you. I've known the whole time. \n[49]Don't worry. No one's going to find out. Just tell me: why? \n[50]The lottery! Daughters are chosen, but sons are not! \n[51]What do you mean? \n[52]No! \n[53]No! \n[54]Hodge! \n[55]I hear you. \n[56]I know. \n[57]What are you doing with this, Hodge? \n[58]Hodge, don't die. Listen to me. You're not going to die. \n[59]Excede, mortem! Revoca, vitam! Excede, mortem! Revoca, vitam! \n[60]The whole kingdom like this? \n[61]Where? \n[62]I see it. Let's have a look. \n[63]Are there other entrances? \n[64]No smoke. How do you know it's in there? \n[65]Now, great mountain, hear my command: Terrae lapsus consignet latibulum draconis! Evanescat latibulum draconis! \n[66]You're talking about superstition, friend. None of that has anything to do with what I, Galen, have already achieved. \n[67]People of Urland! Send a messenger to the king. Vermithrax is dead. Crushed by the power of the moon and the stars! Laid low by ancient wisdom. Dropped into the Abyss by mystical practice. \n[68]Nihil plus mysterium! \n[69]Looks like you've been up to a little sorcery yourself. \n[70]Or is it witchcraft? \n[71]What's the matter? A real woman never stops talking. \n[72]What sort of gratitude? A knife in the belly? An arrow in the back? \n[73]Don't worry. I'll be back. \n[74]One of the best things about the water here in Urland is that there's so much of it -- look at that! \n[75]Mmm. Good. But not cold enough. Perhaps I could borrow a scarf from his Majesty. \n[76]I cover the goblet, so... remove, so... and behold: winter in a mug! \n[77]All right. How many of you have ever seen a table fly? \n[78]Wait, it'll rise now. \n[79]Yes. \n[80]Please -- no payment. I have always found magical practice to be its own reward. I seek only some yet greater challenge. \n[81]I was invited. \n[82]What failure? What's the matter with you people? You want the dragon back? \n[83]Yes, of course. Dead. \n[84]Cubiculum gravis aperat! \n[85]Open up, dammit! Fenestra gravis aperat! Asser gravis aperat! Divinitus! \n[86]How do you do. \n[87]I see. \n[88]And only a few had to be sacrificed. \n[89]Depends on who does the dying. \n[90]Virgin? \n[91]If you say so. \n[92]Nothing. \n[93]Maybe. \n[94]I'm sorry. I heard a rumor. Families with money, that sort of thing. \n[95]Wait -- how long do I have to stay in here? \n[96]The shaking has stopped. Rock dust filters down from the ceiling. Galen picks himself up and stares: the door to his cell is off its hinges and is sagging open. He darts out. \n[97]Greil -- help! \n[98]It's me. Are you hurt? \n[99]I can't. \n[100]I can't do it. \n[101]I just can't. \n[102]I'm no sorcerer. Whatever power I might have had, it's gone. \n[103]I know: I'm an imposter. A fraud. A fake. I'm sorry... \n[104]Smith -- have you ever forged a weapon? \n[105]These are your sharpest? \n[106]It's sharp -- but it's not sharp enough. \n[107]For what I'm going to do with it. \n[108]Valerian, this isn't just for your sake. \n[109]I'll need the amulet. \n[110]I know. We've met. \n[111]I'm unarmed. If you want a fight, at least give me a weapon. \n[112]Don't bother. That's not the kind of fire we need. \n[113]Nunc, per Potestatem Hermeticum -- ex flammis, ferrum sangrinarium! \n[114]Well done, Simon. Thank you. \n[115]I understand. \n[116]Thank you. \n[117]Hatchlings. They'll have to be killed too. Anything else? \n[118]Yes. \n[119]Who is? What do you mean? \n[120]And you'll be eligible because -- \n[121]I am in love. But not with the Princess. \n[122]Be gone! \n[123]I've got plenty of reasons to kill you that have nothing to do with this sacrifice. \n[124]Run! Get out of here! \n[125]No! Stop! What are you doing? \n[126]Elspeth! \n[127]He's lying face down behind a boulder, his clothes charred, patches of skin scorched. He looks dead. Valerian rolls him onto his back. She gasps: the eyes are open, regarding her. \n[128]Still alive. \n[129]Nothing. I was just thinking -- poor Hodge. \n[130]Hurts. That thing was small, but its teeth were sharp. \n[131]But the big one's alive. Somewhere down in that burning lake. \n[132]Galen has come to a halt in the middle of the path. He's staring into the middle distance with a sudden inspiration bubbling in his brain. He flings off his sack, drops to his knees and tears through the contents. Valerian comes back, baffled. Galen's gear is strewn all over the trail. \n[133]You old trickster! The burning water! The lake of fire! \n[134]He had it planned. He knew this was going to happen. \n[135]We've got to go back, I want to talk to him! \n[136]He couldn't walk -- he knew he couldn't make the journey. So he had us make the journey for him! Don't you see? \n[137]What? Why? No you're not, this is my job. Absolutely not. \n[138]Stay close. \n[139]Never mind. Come on. \n[140]All right. Wait here. \n[141]Ex favilla, vita nova! \n[142]Ulrich! Magister! Over here! I can see you! Over here! \n[143]Wonder of wonders -- you're back! I thank the powers that made me! \n[144]Food? \n[145]Wait, I have something to tell you. \n[146]No it can't. Listen: I thought I was a sorcerer -- but I wasn't. I thought I had power -- but I didn't. I thought I was you -- but I'm not. \n[147]Anything! \n[148]No! \n[149]I can't. \n[150]Not if it means killing him. \n[151]No! You can't! \n[152]No. I'm fine. \n[153]Yes. \n[154]That too. \n[155]Yes? \n[156]A horse. \n[157]No. It must have been wandering loose. Or wild. \n[158]You don't want to wish it gone, do you? ", "VALERIAN": "\n[1]That would be me. We are here on behalf... \n[2]A bone. Scorched. A rock, fire- blackened. Scales. \n[3]I found them. At the mouth of the lair. \n[4]A claw. \n[5]Who else can we turn to? We all know what we're dealing with here. This is a basilicok. A cockatrice. A dragon. This is no stag, no bear, no natural creature. This is one of your kind. And only a necromancer such as yourself can rid us of it. \n[6]They're all dead. You're the only one left. \n[7]Every quarter, upon the solstices and the equinoxes there's a new victim. \n[8]Girls. Virgins, to be exact, chosen by lot. \n[9]Are you afraid of dragons? \n[10]Tyrian!? \n[11]We're not afraid of you. Give us the road. \n[12]We've got no doubts. We require no test. \n[13]He's right. I brought us here for nothing. May the gods help whoever's daughter it is tonight. \n[14]What do you want? \n[15]He's dead. \n[16]We've seen enough tests. \n[17]What's come over you, anyway? Have you lost your wits? \n[18]You must be hungry. \n[19]It's not just him. It's all of us. It's the equinox. \n[20]You go ahead, I'll catch up. \n[21]Right. I'll be along. \n[22]That's all right. Don't come in. \n[23]You better get back to the group, they're probably worried. \n[24]I prefer to swim alone, if you don't mind. \n[25]Stay away. \n[26]I suppose you'll tell everyone. Go ahead, I don't care. It's a relief. \n[27]I don't blame you. I was stupid. Careless. A silly woman! \n[28]You never knew a thing. No one knew. Not since I was born. Go on, run off and tell them. It'll make a great story. \n[29]Ask my father. \n[30]That's right. Unless you have plenty of gold or property. \n[31]If you're rich enough, your name never goes in. My father is poor. So are a lot of fathers. \n[32]Come on. Don't dawdle here. \n[33]No. We're near the lair. Keep moving. \n[34]Over there. Doesn't matter. We're in no danger if we just pass through quickly. \n[35]No! \n[36]Greil! Malkin! Help! \n[37]No. One's enough. \n[38]Go ahead! You're going to die! What a fine trick that will be! \n[39]She trots across the square and enters a deserted blacksmith shop. \n[40]Father? Hello? \n[41]Father, what are you doing? Have you all lost your minds? \n[42]And they listen? \n[43]This is the granary. What kind of welcome is this? I've got news of the sorcerer and news of the dragon. \n[44]Ulrich's apprentice. He's a braggart, but it doesn't matter. \n[45]Your god had nothing to do with it. \n[46]I'm going to be seen. I want to be seen. Tonight the world finds out that you never had a son. \n[47]Father: the danger is over. \n[48]You'll say you did what you had to. This is a time for celebration -- and forgiveness. \n[49]I think it was much easier being a boy. \n[50]Don't go, Galen. Cast a spell and turn them into toads. It should be easy; that's what they are. \n[51]Where have you been? Doesn't matter -- listen: Quick! Make it rain. That'll put the fire out. \n[52]Then get the animals back. They're all running loose. There's people been hurt. Stop their pain. You can cure them. And we'll need food... \n[53]What? Why not? \n[54]But you're a sorcerer. \n[55]It can't be! \n[56]You're sorry?! Listen to that! The damn thing is loose, we're all on fire and you're sorry! \n[57]You didn't have the faintest idea what you were doing, did you? You're a fool -- and I'm a bigger one for bringing you here. \n[58]I don't want you in this house. Get out. \n[59]Not here. I can't help you. \n[60]You too? \n[61]Not sharp enough for what? \n[62]Nothing's that sharp. \n[63]It's beautiful. \n[64]I'm thankful for that. No man should choose a senseless death. \n[65]If it's me you're worried about, don't. So my name has been entered, what of it? There are hundreds of girls. My name just won't be drawn. I know it won't. \n[66]I don't care. It doesn't matter. What you want to kill isn't flesh and blood. \n[67]How do you know? No one's so much as even scratched it. \n[68]Look at her. The Princess. \n[69]There's no mistake! The name's been chosen -- let it stand! \n[70]No! What better name than your own kin? At last we see justice done! \n[71]Galen. \n[72]Here. \n[73]It's a shield. I made it. Might keep the fire off you. Might not. You know, you're an idiot. You're going to die tonight. You'll be ripped limb from limb. This is the last time I'll ever speak to you. \n[74]Another thing. That thing isn't alone up there. There's little ones. Young, I think. I don't know how many. \n[75]You're in love, aren't you? \n[76]That's all right. I understand. She's very beautiful, very brave. \n[77]Your Princess. But I don't care. It doesn't change the way I feel. Listen to me, Galen Bradwardyn, sorcerer's apprentice; you're going to be dead, the dragon will be worse than ever, there will be more lotteries, and I'm not a boy any more. \n[78]Because I'm still a virgin, and I want you to do something about it. \n[79]You know what we have to do. We have to leave Urland. \n[80]Not because of what happened. I brought you here -- it didn't work -- now I'm taking you away. Do you understand? You said you loved me. Is it true? If it is, it's the only good we've done. Let's not lose that too. Galen? \n[81]What's that? \n[82]How's your leg? \n[83]At least you killed it. You got all the young. \n[84]Don't think about it. You had your fight, and you're still here. That's more than anyone else can say. Let's think about what lies ahead. \n[85]What are you doing? \n[86]Galen, what are you saying? \n[87]Who did? What happened? \n[88]Where are you going? \n[89]Galen, stop! Please, I beg you! \n[90]Stop! I won't let you kill yourself. \n[91]No! \n[92]All right, all right. You're going in there, I'm going too. \n[93]I'm not afraid. And you're not going to stop me. After all -- I've been a man longer than you have. \n[94]What's that? \n[95]Galen? Galen? Where are you? \n[96]Time seems to have come to a stop. Overhead, the moon is locked in front of the sun. At the lair, Valerian stands frozen as the dragon leans over her. The great head sways from side to side. The jaws hinge open. Suddenly, Valerian recovers herself and makes a run for it, leaping and scrabbling over the rocks. A plume of flame licks at her heels. She sees a protective crevice and heads for it, but a winged claw drops to block her way. She changes direction and is cut off again. Cat and mouse. \n[97]Galen! \n[98]Here. Do as he said. Smash it. \n[99]You heard what he said. \n[100]You want to rest? \n[101]You miss Ulricn. \n[102]And the amulet. \n[103]Not me. I'm glad it's gone. I'm glad you did what you did. You may not be a sorcerer, Galen, but I love you anyway. I don't regret anything that happened. I just wish -- \n[104]-- that we had a horse. \n[105]What is this? \n[106]Did you...!? \n[107]Wait a minute. I just wished for a horse and here it is. ", "ULRICH": "\n[1]I've just seen something. Something of consequence to you. \n[2]Yes. My own death. \n[3]Perhaps we had better hasten your training. \n[4]This wood, these leaves, the birds, the very dome of heaven, once they all rang with one great chord: and philosophers like me kept it all in tune. Now, new voices are singing new songs. Have you mastered the threefold transmutation? \n[5]You have? \n[6]It's very difficult. Have you committed to memory undying the Codex de Profundis? \n[7]It's long. And what about the Ritual of Banishment as prescribed by my late master Balisarius? \n[8]The point? The point is you don't know it, and you're no magician without it. It was my hope to school you, to mold your faculties and wits... I still believe you have some talent. Somewhere. \n[9]There's no time now. When I'm gone, half the powers in the universe will vanish with me. And what's the use of a few lingering skills if they're left in the hands of a child? Listen! \n[10]Here, wear this. \n[11]We have visitors! \n[12]Looks forbidding enough, don't you think? \n[13]No -- they'll think me infirm. You know, Balisarius wore this whenever he changed lead into gold. He could really do that, you know. I never could. Too bad -- you'd stand to inherit some real wealth. \n[14]You still wearing that amulet? Good. Don't lose it. It still belongs to me. \n[15]Now, adeptus minor, get yourself a handful of that sulphurous ash over there... \n[16]Nunc habeus lux! \n[17]Et calor! \n[18]Welcome to Cragganmore. I am Ulrich. Which one of you calls himself Valerian? \n[19]I know why you're here. You're a delegation from Urland, from beyond Dalvatia. Let's see the artifacts. \n[20]All right. How did you come by these? \n[21]What else? \n[22]That's no claw. It's a tooth. By the gods! \n[23]And you want me to do battle with that? \n[24]Did you try the Meredydd sisters? What about Rinbod? I've heard it said he killed a dragon once. \n[25]It's a long way to Urland. \n[26]All women? \n[27]Silence! \n[28]No. Sorcerers and dragons go back a long long time together. If it weren't for sorcerers, there wouldn't be any dragons. All right. I'll go. \n[29]I know of this dragon. Vermithrax Pejorative: she's four hundred years old. As far as I can tell she's the last of her kind. Very appropriate that I'm the one to finish her off, don't you think? There. Flatten the highest mountain. What say you, Galen? Speak up. You, Hodge. \n[30]While I'm gone see you keep your nose in your books and your hands out of my reagents. Leave my instruments alone too. \n[31]I'm not worried about the road. \n[32]Don't mock me. \n[33]You're not ready. \n[34]Don't be so hasty. Your time will come. \n[35]Say nothing. \n[36]Go to the conjuring room. The iron box. Fetch me the dagger within. \n[37]The dagger. Be quick. \n[38]You shall have your test. \n[39]The very one. Let it fall. \n[40]Vita regula, vita hieratica! \n[41]Go on. Don't worry, you can't hurt me. \n[42]Not so loud. I'm not deaf, you know. \n[43]Sic redit magus ex terra mortis. \n[44]Glad to see you, too. You didn't bring along anything to eat, by any chance? \n[45]No? Oh well, no time anyway. \n[46]Come along. There's much to be done. \n[47]It can wait. \n[48]Well said. Now hurry. \n[49]There is the sorcerer, leaning on Galen, coolly regarding the creature. The old man's expression hardens. \n[50]Draco draconis... \n[51]Where's my amulet? Give it to me, please. \n[52]Be quick! \n[53]Come close to me. \n[54]Don't be afraid. You have served me with great courage. Now you must show me you have even more. \n[55]You must destroy the amulet, and me along with it. \n[56]You brought me from the flames, you must send me back. \n[57]When the time comes, you'll understand. Here. \n[58]I know what you're thinking. You have learned much and done well. Don't worry, you won't need it any more. \n[59]Nimbus! Tempestas! Fulmen! \n[60]He resolutely waits as the dragon banks against the clouds and starts another pass. Again, the sorcerer summons lightning bolts. But the dragon keeps coming; this time a talon splits the old man's cape. GALEN &amp; VALERIAN Valerian wrestles the amulet away from Galen. It falls to the ground. \n[61]Galen! ", "GREIL": "\n[1]My daughter, for one. \n[2]I left my farm with seeds unplanted, calves unborn, nothing but a wife to chase down the strays, and for what? A funeral, that's what. \n[3]Because some people said, find a magician. Not just a local fellow, an import, a good forty leagues from home. An all-powerful necromancer. Ha -- some necromancer! \n[4]I'll not sit. I'll not eat. See you the Great Bear. His tail points east. It's the equinox. Have you forgotten? Or rather not think about it? \n[5]Well, you've found us. \n[6]How say you? \n[7]Well, that's a handsome thought, O wizard of wizards. But if there's one thing our friend Tyrian has shown us, it's to beware the pig in the poke. Who's got a dagger? \n[8]Call it proof, then. \n[9]Well I haven't. All I've seen is death. Death in our families, death on the road, and tonight, death at home. \n[10]I don't like it. Young snot-nose comes in here for sport at our expense. We're on a fool's errand, but we don't have to listen to this. I don't want to hear any more about sorcery. I don't want to hear any more about spells. \n[11]Urland! \n[12]Look, you don't have to do this. We know you're a fine young magician. None better. There's no need to prove it to us. \n[13]Come on. The road's this way. We'll tell everybody how close you got. \n[14]Don't be a fool. Come away now and live to tell about it. \n[15]Would that I had been as clever as her father. \n[16]I begrudge nothing. But I wonder at what we have seen and how it was done. \n[17]I saw what I saw. But this jack-anapes was barely ready to carry his master's chamberpot. Isn't it strange that at the very moment the beast is put down we should have a holy man here in the village? \n[18]It is said God works his wonders in mysterious ways. \n[19]You call yourselves Christians? \n[20]May the Lord forgive you for what you have done. \n[21]Holy of holies -- he did not die in vain. Can you hear me, brothers? \n[22]Well and good, but I'm Greil no longer. Call me Gregorius, after the Bishop of Rome. \n[23]I saw him die. Like Our Lord Jesus on the cross he was, scourged by evil. But he showed no fear. Such is the power of the Holy Ghost. \n[24]Of what avail is magic? The old gods died with our daughters. From whence comest my help? My help comest from the Lord! \n[25]The Church is mother to us all. Not just one lonely orphan who has lost his way, not just a few, but all of us that believeth in Him. When enough voices come together in prayer, He shall hear, we shall live and the beast shall die. \n[26]Be calm. He watcheth over us! And this is His sign! Let us pray! Our Father who art in heaven... \n[27]Make haste, brother. \n[28]Now be thou baptized in the name of the Father, Son and Holy Ghost. May the Lord our God light our way. \n[29]Let us pray. \n[30]We thank thee, Lord, for this divine deliverance. Verily is thy presence amongst us, fully manifest in this, thy great work. \n[31]Arise, children of the Lord and forsake evermore the pagan mysteries. Rejoice in the true power of the Christian God! ", "TYRIAN": "\n[1]Good morning, all. \n[2]Why, the road is yours. All the way to Urland. It's a long journey, isn't it? But when you're in search of a sorcerer, I suppose no distance is too great. \n[3]Well, like my good friends here, I've come for a bit of black magic. No doubt you've heard of our troubles at home. This is Cragganmore, is it not? \n[4]And here we have the mystical presence himself, no? \n[5]If he's ready to lay a dragon in its grave, he's got nothing to fear from me. I've no more love for that creature than you lot. Nor has the King. But, before you stir things up, don't you think it a good idea to see you've got the right man for the job? \n[6]I'm sure you don't. They never do tests -- and not many real deeds either. Oh, conversation with your grandmother's shade in a darkened room, the odd love potion or two... but comes a doubter, well then, it's the wrong day, the planets are not aligned, the entrails aren't favorable, we don't do tests. \n[7]Who's that old man? \n[8]That one. That's the man from Cragganmore. Now what's he doing here? \n[9]What a pity. \n[10]A celebration! Don't stop on my account. You -- musicians, more music! \n[11]A toast! To the deed of the day! You see, good news travels fast. The King himself has already heard it. And like yourselves, tonight he's overcome with joy. \n[12]Not a thing. It's this one. The King would meet our new benefactor and offer his gratitude to the man who succeeded where so many have failed. \n[13]My young friend, I'd as soon dispatch you as I did the others, and for the same reason. But his Majesty would like a cozy chat, and commands otherwise. \n[14]Well, well: still plenty of cheek under those skirts, it seems. \n[15]Thank you. \n[16]You little meddler! It's alive! \n[17]Close the main gate! Quick! \n[18]There! Stop him! \n[19]Get him! Stab the horse! \n[20]Where is he? \n[21]As the proud new father of an eligible daughter who was some-how overlooked all these years, it may interest you to know that the King has called for a new lottery. \n[22]In view of what's happened, we all know what's required. \n[23]You were very clever. But she'll take part, like all the rest. No exceptions. \n[24]Are you offering me a bribe? \n[25]Don't waste your time. You could never afford it. \n[26]I think not! \n[27]Sire! \n[28]I knew I'd find you here. Well, I'm not as sentimental as some. The kingdom, every one of us, need this sacrifice. If you intend to interfere, you'll have to kill me. \n[29]Most impressive. Can you use it? \n[30]In a trice! This is no swords-man. \n[31]You've failed, my friend, and I thank the gods for it. Come out from behind that post. ", "HODGE": "\n[1]A sleep on a straw palette in a room strewn with vegetables and crockery is Hodge, a wrinkled old retainer. A flickering candle and empty jug are beside the bed. He is snoring gently. \n[2]Hold your tongue. If the master's got a mind to go, he'll go. \n[3]What do you want with us? \n[4]Aye, this be the place of Ulrich. \n[5]You'd best keep your distance -- and your manners. \n[6]Aha -- it's a test you're looking for. We don't do tests. \n[7]And you're not going to get one. \n[8]Just making my farewell, thank you very much. \n[9]Be careful with that! You don't know what you're doing. \n[10]Oh, it's a vale of tears in which we dwell. It doesn't matter who you are, a king in his robes, a peasant in his rags, when your time comes, no magic can save you... \n[11]...the kindest lord a man could ask for... now he's gone. Ye gods he was fussy about his bath. And you'd think he could boil his own eggs with the snap of a finger, but no, he had old Hodge do it, of course. Up before five I was, mucking out the cages, slopping the pigs, and never once got so much as a thankyou or a pat on the back... I'm going to miss him. \n[12]No you don't. All you care about is the tricks and knavery. Well, you don't pull any wool over these old eyes. It'll be a mighty long walk before you fill his shoes, you mark my word. \n[13]Careful with that! \n[14]Stop it! \n[15]Stop it, I say! Out of respect for the master! \n[16]Good morrow, good morrow. Peace be with you. \n[17]No tests!! \n[18]Hodge marches along with the rest. When he's sure no one else is looking he burrows into his garments and brings out the leather pouch containing Ulrich's ashes. Reassured that it's still with him, he tucks it away again. Galen falls into step. \n[19]None of your business. \n[20]Save your jokes for someone else. Me, I don't care for braggarts. \n[21]And I don't care for frauds. \n[22]Call it fool then. Upstart. Whatever pleases you. \n[23]Oh, I'm here of my own free will, all right. We each do the master's bidding in our own way. \n[24]Home, is it? You've seen to that, haven't you? Gone to seed, I'd say... \n[25]Galen? Can you hear me? \n[26]You know, somebody shot me, but I can still talk. There's something that has to be done. \n[27]Not that cockatrice. Ulrich's ashes. Here. \n[28]Take it. Sorry, you'll have to peel it loose. \n[29]...burning water... find the lake, throw it in... \n[30]...burning water... ", "KING": "\n[1]Enough! That's fine. \n[2]Don't bother. Not necessary. \n[3]Tell me: the landslide -- it was accomplished this same way? \n[4]I see. And having rendered such unique service to our kingdom, what would you claim as a reward? \n[5]Did you ever hear of King Gaiseric? Of course not, you weren't even born. He was my brother, a great King and a valiant man-at-arms. When he ascended to the throne, the dragon was unbridled. No one knew where it might strike next. So he brought forth his broadsword and his spear, assembled a company of his best fighters and went out to do battle. He was never seen again. But his attack provoked the most terrible reprisals: whole villages incinerated, entire crops burned. Death, famine, horrible. \n[6]How did you arrogate to yourself the role of savior? \n[7]Not by me. Did you ever consider the consequences of failure? \n[8]Then the beast is dead? \n[9]We shall see. \n[10]That's enough. Let's not be greedy here. \n[11]Now then: I, Casiodorus Rex do hereby command thou base metal to change thy essence and become gold. \n[12]Not now. Tyrian, remove all but one bar. We'll try it one at a time. \n[13]Nonsense. By the power of this amulet, justly wielded by my hand in accordance with the laws of Urland, now lead be thou gold. \n[14]I'm burned! What devilish thing is this? \n[15]That'll be all, Tyrian. You may withdraw. \n[16]Now, my dear, what's troubling you? \n[17]Your father loves you very much. \n[18]Who fills your head with such ideas? \n[19]Tyrian! Tyrian! \n[20]So much for your magic! So much for your sorcery! \n[21]Read the name. \n[22]That's not the name. It's been misread. \n[23]No, the good Horsrik has misspoke himself. In fairness to this individual, whose name I can't make out, we'll destroy this tile. \n[24]Silence! We will have a new choosing. I will draw the name myself. \n[25]The lottery is invalid. Another and another. What treachery is this? \n[26]Don't go to all that trouble. \n[27]Stop! Don't harm him. And you -- don't run away... please... \n[28]I've always had the greatest admiration for the black arts. You chaps with your mysterious spells... I didn't think it would be necessary, you see. Vermithrax is an old dragon. And that, I thought, was the beauty of my plan -- buying time. We'd wait her out. I'd live to see the end of her. That's still going to happen. \n[29]He shall have it. It's my daughter. Save her, I beg you. ", "SIMON": "\n[1]Welcome back, my son. \n[2]Some have. \n[3]It's this monk. He can read and write, and talk too, I'm afraid. \n[4]Shh! They think this a holy place, a tabernacle. \n[5]You were brave to go, you and your friends. But nobody cares. Listen -- he knows what they want to hear. \n[6]You brought this stranger? \n[7]Put that away. What if you were seen? \n[8]No, you mustn't do that. It's too soon. We've got to think about this, we've got to make a plan. \n[9]I know. What am I going to say to my friends who still mourn for their lost girls. \n[10]The damnedest thing is, she was twice the man of anyone else in the village. Now she's twice the woman. \n[11]Come now, Greil. Don't begrudge a life spared. \n[12]You were there. \n[13]You don't believe that superstitious Christian rot, do you? \n[14]But it's months til the solstice. \n[15]I've never taken part in your cursed lottery, and I'll have nothing to do with it now. \n[16]All right. I know what you want. How much? \n[17]Yes. \n[18]Even Tyrian carries one of these. \n[19]The best I ever made. \n[20]Don't do that! Girl-child, when you were born I knew I had to do something, so I set about the task of fashioning an extraordinary weapon: I had the skill to make it -- -- but not the nerve to use it. \n[21]Oh, it'll bleed, all right. \n[22]Good and hot. \n[23]An edge like no other on this earth. \n[24]I'll say goodbye to Valerian for you. I'm sorry she's not here, but you know how she is. \n[25]Fare thee well. \n[26]She's right. What kind of a life could you have here? It's too late for me, but you're young enough. You know what I think? Magic is dying out, fading from the world. But that makes me happy. That means the dragon will be dying too. ", "ELSPETH": "\n[1]I've studied Latin. Greek, too. Me appelo Elspeth, filia regis. \n[2]Please don't think ill of us. My father is a wonderful man, a wise man. The lottery was his idea. \n[3]You don't understand. From the moment it began, the dragon was tame. The kingdom prospered. \n[4]Yes, that's true. Isn't it better that a few should die that many might live? \n[5]Oh, but we all take our chances. My father is a just man. My name is entered on the lists, along with every other young -- \n[6]Maiden. \n[7]What do you mean? \n[8]I've participated in every drawing since I came of age. \n[9]It's true. You don't believe me. You think I'm lying. Well I'm not. \n[10]Don't listen to rumors. They're lies. I have to go now. \n[11]Until we know. Not long. Goodbye. Vale. Dormi bene. \n[12]Father? \n[13]Father: did you know that some families have paid bribes to stay out of the lottery? \n[14]Have you ever kept my name off the lottery list? \n[15]Answer my question: am I not exposed to the same risk as every other man's daughter? \n[16]Well? \n[17]It's true! What have you done to me!? \n[18]The name is as you heard it and as Horsrik read it: Elspeth. \n[19]Hear me, good people! It is true, that my name appears on many of the lots. This does not falsify the drawing, it certifies it! I have learned that my name has been kept from jeopardy in all the drawings in the past. So I have put my name among the rest many times -- once for each risk that, over the years, you took and I did not. \n[20]Let it be! Please! Tyrian is right -- it's our only hope! \n[21]Tyrian -- both of you -- run! Flee! It's coming! ", "HORSRIK": "\n[1]Close enough! Bring her out! \n[2]Now be it known throughout the kingdom, that this maiden, having lawfully been chosen by a deed of fortune and destiny, shall hereby give up her life for the greater good of Urland. \n[3]By this act shall be satisfied the powers that dwell underground and the spirits that attend thereto. In gratitude for this sacrifice His Majesty has declared the family -- what's the name? -- \n[4]-- the family Plowman to be free of obligations, taxations, levys and imposts for a period not to exceed five years... \n[5]-- ordained and signed this day, etc., Casiodorus, in his glory the reigning king of this our realm... his seal, his mark, duly read by Chancellor Horsrik in his holy name. \n[6]People of Urland: whereas the peace of the kingdom has been disrupted by the mischief of an interloper; and whereas this interloper being fled; now therefore, his majesty the King hereby proclaims the sum of thirty ducats to be paid to anyone producing the miscreant Galen Bradwardyn, fraud enchanter, to our satisfaction. \n[7]Now, my countrymen, hear me: behold, for I am chosen. I shall die that many may live. I shall lay down my life for family and fellows. I shall go to my grave for the love of our King and his wise policy. And my name is -- \n[8]The name is: Princess Elspeth Ulfilas, filia regis. \n[9]Now be it known throughout the kingdom, that the Princess, having been chosen by a deed of fortune and destiny -- \n[10]No fire, I beg you. \n[11]I declare these proceedings duly ordained... \n[12]All hail Casiodorus Rex -- Dragon slayer! \n[13]Hail and praise be! ", "BROTHER JACOPUS": "\n[1]Now are you cleansed of your sins! Now are you born again, purified in spirit, into the fellowship of Jesus Christ! \n[2]The man who walks with Christ is not a man to fear a dragon: Yea, though I walk through the valley of the shadow of death I will fear no evil! You say you are preyed upon by a foul beast. Yes, but what is the nature of this beast? It comes to you on bat's wings and clawed feet, does it not? It breathes fire, does it not? And it lives under ground. This is no dragon. This is Lucifer! \n[3]Nay, brother! It is not as easy as that. Allegiance to Christ, to be sure, but also prayer and confession. These are the arms by which Satan may be put down. \n[4]Spoken like a pagan. Every word as reprobate as it is false! Solum in hoc signo vinces! \n[5]Praise God! Blessed is he that is humble before the Lord! \n[6]Listen to me, my brethren. The moment of our fear is the moment of our triumph. This is a sign from God. Follow me, and our faith will send this creature straight to hell. \n[7]The Lord is my shepherd, I shall not want. Thou makest me to lie down in green pastures. Thy rod and staff they comfort me... \n[8]...for Thine is the kingdom and the power and the glory forever -- amen. \n[9]Unclean beast, get thee down! Be thou consumed by the fires that made you! "}}