{"dialogues": {"DRIVER": "\n[1]Not this week. As Shannon grins we feel the familiarity between them. \n[2]Won't work. They head past more cars -- Fords, Dodges, Buicks -- until they arrive at a plain looking Impala. \n[3]Get down... \n[4]Which floor, ma'am?... \n[5]Goodbye, ma'am... Driver looks at her just long enough not to seem impolite, then continues down the corridor, not even glancing back. \n[6]My hands are a little dirty. \n[7]You might wanna take a look at the suspension before we go again.  Nice to meet you... Bernie's still studying him. \n[8]Where do you want me to put them? \n[9]I'm okay. \n[10]Sure... She pours him a glass of water and hands it to him. \n[11]No, I been here a while. \n[12]Here and there... \n[13]What's he do? \n[14]I'm sorry. \n[15]I drive. \n[16]No, for the movies... \n[17]It's just part-time. Most days I work in a garage. \n[18]Reseda Boulevard. \n[19]He interested in that kind of stuff? \n[20]I should get going... He catches the disappointment in her eyes, but she covers it with another good humored smile. \n[21]Thank you for the drink... She takes his empty glass and walks him to the door. \n[22]I'm not interested... Driver looks up quietly, fixing him with his icy gaze. The Redneck's smile slowly fades. He considers his response for a moment, then decides against it, standing up. \n[23]Hi... A mischievous smile lights up Shannon's face as he watches them. \n[24]You think? Benicio watches him sullenly, more intrigued than he lets on. \n[25]Okay. Get in the car... Benicio considers a moment, then turns and calls out to Irene. \n[26]Your mom said you like movies? \n[27]Ever see the Terminator? \n[28]Grease? Benicio shakes his head. \n[29]Wanna see where it was shot? \n[30]I'm glad... He stares back at her in the silence, both of them looking a little uncertain. \n[31]Don't worry... Their eyes stay on each other, the attraction palpable. Driver finally breaks the tension, making a tentative move towards the door. Irene opens it for him, looking up into his eyes. Driver knows he could kiss her, wants to, but something inside holds him back. Instead he just offers his help. \n[32]You need a ride anywhere over the weekend I'm not doing much... Benicio sits in a dentist's chair, looking nervous. Irene sits beside him, mimicking his expression, trying to make him relax. \n[33]I can't make Friday. \n[34]I told Irene I'd drive her to Burbank. \n[35]You're taking a long time to fix her car... \n[36]What's happening now? \n[37]Looks like he's in trouble. \n[38]I'm gonna show you another trick... Benicio watches curiously as Driver gets off the couch and kneels beside the TV. \n[39]This is pretty complicated. You watching? Benicio nods. Driver suddenly gives the TV set a hard smack and the interference stops. \n[40]Think you can remember that?... Benicio grins. Driver smiles back then looks away as he hears the phone ring. Irene walks out of her bedroom, dressed in her waitress's uniform, and answers it. \n[41]Hello... \n[42]It's a short cut... \n[43]You okay?... Irene takes a long time to answer, still staring out of the window. \n[44]That's great... \n[45]Don't worry. I won't complain. \n[46]I'm glad. Another awkward silence, so much she wants to say but can't. \n[47]He's a great kid. \n[48]Yeah. \n[49]I get by. \n[50]I've got some things to do. \n[51]Soon. \n[52]I hope so... \n[53]Don't worry about it. \n[54]Call it fifty. Standard counts out some bills from his tattered wallet, his eyes lowered. \n[55]You can't have both. \n[56]Something like that Buick over there'll cost you nine grand but there isn't much point in a city where you can't drive faster than sixty five. Standard considers the car a moment, something clearly bothering him, then looks back at Driver. \n[57]I wouldn't know. \n[58]Excuse me. \n[59]Irene's husband. \n[60]Hi... Their eyes stay on each other, oblivious to the noise. \n[61]You look pretty busy yourself... She smiles, glancing at the tables she's supposed to serve. \n[62]I already ate. I just wanted to see how you were? His concern touches her and makes her uncomfortable at the same time. \n[63]I'd like that... His gentle gaze is finally too much for her. She grins, excusing herself. \n[64]Can you move? \n[65]He's right here... Driver glances at Benicio. He looks terrified. Standard raises his head painfully and looks at his son. \n[66]Fucking punks didn't look like they needed to... Standard looks at him in surprise now. \n[67]Why? \n[68]How much? \n[69]Is that why you need a car? Standard stares back at him. \n[70]I didn't. A beat, then he finally opens up. \n[71]Why don't you take them away? \n[72]You okay? The little boy nods without turning round, still frightened by his ordeal. \n[73]You want something to drink? Benicio shakes his head, trying to hide his tears. Driver heads over, then stops as he notices something in Benicio's hand. The little boy is clutching it as if he's afraid to let go. \n[74]What have you got there?... Benicio holds out his hand to reveal a small bullet. Driver stares at it, then looks at him. \n[75]Who gave you that?... \n[76]Not if we understand each other. \n[77]I drive. That's all I do. Blanche gets up from the table before Cook can respond. \n[78]You tell me where we start, where we're headed, where we'll be going afterwards. I don't take part, I don't carry weapons, I drive... Standard seems surprised by Driver's professional patter. So does Cook. Even Blanche looks interested for once. \n[79]We do this job he's paid his debt. You leave him and his family alone... Cook looks surprised at first, then laughs at his nerve. \n[80]Thanks... Their eyes stay on each as she serves him. Standard sees the look between them but his only reaction is to drain his glass and tuck into his food. \n[81]Fine... Irene looks at Standard as he pours himself another drink. \n[82]Don't worry... She hesitates, torn, then looks up at him again, needing to confide in someone. \n[83]You don't have to do this. \n[84]It's not too late... Standard considers a moment, then shakes his head. \n[85]You got five minutes... \n[86]How much did Cook tell you you could expect to net? \n[87]Stay here. Don't answer the door... Blanche nods, too shaken to protest. \n[88]Benicio?... \n[89]Is your mom there?... \n[90]Tell her I'll call later... \n[91]The guy saw you grab the money and jump in the car -- why didn't he say anything? \n[92]Any idea there'd be another car waiting? \n[93]You just got a little kid's father killed. You think I won't hurt you? He raises his hand to slap her again and this time she talks, tears welling in her eyes. \n[94]You were gonna rip us off and split the take? She nods guiltily. \n[95]How long have you known him? \n[96]You know his real name? \n[97]You're going to take me to him right now, you understand? She nods, terrified, tears running down her face. \n[98]It's safe. Shannon hesitates, but can't help himself. \n[99]Two guys just tried to kill me for it. I want to find out who it belongs to first... Shannon nods, coming back down to earth. \n[100]Maybe Chris. Probably not... \n[101]Cook moved office again? \n[102]Should've figured you for a shill. Who were you fronting for? \n[103]Whose money am I holding? \n[104]Who's money am I holding? \n[105]I could, but your boss won't be happy when he finds out you've kept him waiting... Tan Suit looks curious now. \n[106]I have something that belongs to him. \n[107]A million dollars... There's a pause on the other line now. \n[108]Seems that way... \n[109]I'm not selling. I give you a time and place, you come collect your stuff... \n[110]Just that. Out of it. You put a muzzle on Cook, forget your zombies at the Motel, forget we ever had this conversation... Nino's thinking to himself, looking more concerned than he sounds. \n[111]I don't have partners... \n[112]Just you... Nino begins to relax now, still calculating. \n[113]This isn't what I do. I'll call again with instructions... Driver switches the cell phone off. \n[114]You got a minute?... She looks at him in a daze. \n[115]I know... His eyes stay on her, as if he's trying to tell her something more. She looks confused, staring back at him curiously when a small voice interrupts. \n[116]Hey... \n[117]I'm sorry about your father... Benicio nods. Driver keeps staring at the boy but can't find any more words of comfort. Irene watches him, still stunned. He looks back at her. \n[118]Can I give you a ride? She stares at him in dismay, close to tears. \n[119]Then let me walk you down... She wants to say no but can't. \n[120]He was into one of the prison gangs for a lot of money. He was trying to protect you. \n[121]I still have the money. Whatever you need - She turns around and slaps him hard. \n[122]He didn't talk me into anything. I've been doing this my whole life. It's what I do... She stares at him in deep disappointment. \n[123]Parking lot, please... Tan Suit presses the button and the doors slide shut. \n[124]I'm leaving. I want you to come with me... Irene can't believe what she's hearing. \n[125]You and Benicio... She's almost too stunned to speak, walking even faster now. \n[126]You will. Once I straighten out this thing I'm getting out for good. We'll go some place. Anywhere you want. She shakes her head, fighting her feelings for him. \n[127]Why not?... She stops and looks at him. \n[128]Nino's guys came after me. How did they know about Irene? Shannon takes a moment to reply, looking dazed. \n[129]It's too late... Shannon says nothing now, knowing he's right. \n[130]They're gonna come after you to find me. You have to leave... Shannon takes this in slowly. \n[131]Doesn't have to... \n[132]I never asked for any of it. \n[133]That's up to you. \n[134]She's not interested. \n[135]Sounds like we have a problem... \n[136]What do you suggest I do? \n[137]Nine, ten thousand. If you can find one that still runs. \n[138]It's me... \n[139]You got a pen? I need you to write something down... Irene looks confused as she hears the quiet urgency in his voice, then reaches inside her handbag. Sunlight glitters on the roofs of the parked cars, dazzling Driver's eyes. \n[140]\n[141]It's the license number for my car. I've left it in a parking lot on the corner of Culver and Lincoln. Section M 10... Irene writes down the details, looking even more confused. \n[142]It's yours. It's safe to keep it... All around him the Chevys, Dodges, and Fords glitter in the sunlight. \n[143]Just out of breath... Finally he spots a beautiful white Camaro up ahead. \n[144]How're you doing?... For the first time we see the Echo Park fountain sparkling in the background. \n[145]I gotta go Irene... He pauses. \n[146]Meeting you was the best thing that ever happened to me... Irene smiles sadly. ", "BERNIE ROSE": "\n[1]Did they remember the chop sticks? \n[2]...You run a perfectly good business. Why would you want to change now? \n[3]How much do you need? \n[4]That sounds like a lot. \n[5]I don't know anything about car racing but I assume there's a reason for that? \n[6]`Millions'? \n[7]Thank you, Ron. You sure you don't want any of this? \n[8]You still haven't given me a number? Shannon hesitates but only for a second. \n[9]Come on, Shannon. How can you be sure? What have you got these big money teams don't have? \n[10]And they got half a dozen Drivers you told me. \n[11]But you don't have the money. \n[12]And what happens to my money if this kid gets hit by a bus? Shannon's about to reply when they're interrupted by a big bull of a man with a gruff voice. \n[13]What's a Jew doing running a Pizzeria? Worst fucking pizza in LA by the way. How hard is it to bake a loaf of bread? \n[14]I thought you were supposed to be out of town anyway? \n[15]Be polite, Nino. I invited him here. \n[16]I'll think about it but I want to meet your guy first... \n[17]Looks like a chocolate bar. You're gonna have to tell me if that's fast or slow `cause I got no idea... Shannon smiles to himself. \n[18]Don't worry. So are mine... \n[19]You too... Their eyes stay on each other, then Driver follows the stock car owner and his mechanics back to the car. Bernie Rose stares after him quietly, thinking to himself. Shannon can feel he's getting interested. \n[20]I'll give you three for seventy percent... \n[21]I paid for it. Out of my own pocket. Anyway, that's just the shell. You start with the shell, then you build the frame, then the motor.  I paid three hundred for that. The money goes on the inside not the outside. \n[22]You buy it. Shannon sell him the car... At the far end of the garage Driver hears them laughing, too busy working on his car to pay any attention. Shannon opens the door of the Thunderbird and invites Nino to take a seat. \n[23]So, when's our first race? \n[24]You gonna be ready? There's something gently challenging in his gaze. \n[25]Cautious man. Like myself. Don't wanna make promises you can't keep... Driver smiles but doesn't respond. Bernie Rose finds him as hard to talk to as everyone else. Across the garage, Nino sits in the T-Bird with Shannon, still fucking with him. Bernie watches them. \n[26]He ever tell you how we met? \n[27]I did some producing back in the 80's. Interesting pictures. Kind of European. Shannon arranged the cars for us and did all the stunts. I knew he was overcharging me but I loved having him around. His next business venture he tried the same thing with some of Nino's friends they broke his spine. He never had much luck... He's about to continue when they're interrupted by a familiar voice. \n[28]We're talking... Bernie Rose barely raises his voice but it's full of quiet menace and authority. Standard pauses, stung, but instinctively senses this is someone you don't mess with. \n[29]The reason I'm telling you this is because he's got a lot invested in you. So do I... Their eyes stay on each other with just a hint of tension. \n[30]Anything you need just let me know... Driver nods. Bernie Rose studies him a moment, then finally walks away. \n[31]Can you for once say something without the word fuck in it? As they continue their banter, Driver glances at Standard. He's walking back to his car, dialling someone on his cell phone. \n[32]You want some coffee? \n[33]They've been going at it ever since they moved in. She's such a nice lady but it's a lousy Shidach. It's a wonder they haven't killed each other... So, what's your interest in the Seventh Heaven? Shannon doesn't understand, looking confused. \n[34]It's a strip joint on La Cienega. Your friend Cook runs it. Why're you curious about him all of a sudden? Even though they're close, Shannon's wary of giving away too much information. \n[35]Yeah, I know him. He's a crazy Albanian. If I were your friend I'd pay up. \n[36]You wake me up this early this friend must be a close friend? \n[37]How's our car by the way? \n[38]And our driver? \n[39]That's what you should worry about... Shannon smiles back but Bernie senses how distracted he is. \n[40]You want my advice? Let your friend work it out for himself. Don't take pills for other people's headaches... You got twenty minutes? I need you to run down to the market and get me some milk... \n[41]...I already gave you my advice. You should have taken your money and left this guy alone. Nino and Cook sit opposite him, both of Cook's hands broken now. \n[42]Not now that it's bounced up in your face. \n[43]You like taking orders, go shut the blinds. He looks at Cook's broken hands. \n[44]Sun's in my eyes... Nino doesn't look at Cook, a clear indication he should do as he's told. Cook stands up, humiliated, and walks over to the windows. Bernie Rose waits for Nino to explain. \n[45]You stole from the East Coast mob? \n[46]And where did this punk find a million dollars? You ever consider he may have consulted some higher-ups? You even bother to check? - \n[47]Your city? This is a big city, pal, and last time I checked we were partners! - \n[48]Then why the fuck didn't you come to me before you set up your dummy robbery or hired this fucking amateur?!... Cook sits back down at the table, having closed the blinds. Nino looks almost embarrassed for once. \n[49]Well, now you fucked up I am involved. Anyone finds out you stole from the family they'll kill both of us - \n[50]Those old men gave us the funds to move out here. \n[51]The money always flows up, Izzy. You know that. He calls Nino by his childhood name now, emphasizing the fact that they're both outsiders in this organization. For the first time Nino's tough guy act slips and he looks anxious. \n[52]What about this prick? He doesn't even bother to look at Cook. \n[53]Are you asking my permission? \n[54]It's not about the money... He stares out quietly, torn. \n[55]All right... Nino nods in gratitude. \n[56]Pass the salt... Cook hesitates, thinking Bernie's fucking with him for having two broken hands. He stares back dumbly and it's the final straw. Bernie suddenly grabs a stainless steel fork and rams it in his eye. As Cook screams, Bernie takes a knife and buries it in his neck. He twists the knife deeper for good measure, then with one powerful sweep of his arm clears Cook off the table. Cook's not dead yet, just writhing on the floor, choking on his own blood. Bernie Rose keeps his eyes fixed on Nino. \n[57]Your turn to clean up after me... The CREW are setting up for their first shot of the day. In the background we see a DIRECTOR blocking out an action scene. Driver walks past without even a glance, heading towards the make-up trailer. He opens the door and walks in, looking around the trailer until he finds what he's looking for -- the SFX mask he saw previously on the film set. \n[58]All these priceless cars, you should get better locks... \n[59]Going somewhere? \n[60]I'm looking for your driver. \n[61]It's bad luck. Two thousand heists in this city a year, he had to pick the wrong one. \n[62]Picked the wrong guy for that too. My partner's a belligerent asshole with his back against the wall... He stops, facing Shannon. \n[63]Right now so am I. I don't take care of this I'm in big trouble... He stares at his old friend. \n[64]Any idea where he is? \n[65]He just walked out on you after everything you've done for him, took all the money? \n[66]I ever tell you how long Izzy and I been friends? Since we were six. Only Jews in a neighborhood of wops. Long as I can remember he was getting me into trouble and I was getting him out of scrapes... He looks almost apologetic. \n[67]Anyone else I'd take your side... \n[68]What's this fucking kid to you anyway? Shannon shrugs, no idea himself. \n[69]I leave here without finding out where he is, there'll be others coming after me. I guarantee they'll be too stupid to figure out you won't talk and drag this out unnecessarily... \n[70]You know, it's too bad, I was getting excited about our race team, having my name all over the car. I think we could have made something of this business... \n[71]You won't feel a thing. Close your eyes and you'll fall asleep... Shannon stares out numbly, the life ebbing out of him. Bernie Rose watches him quietly, wiping his bloody razor with a handkerchief. Bernie Rose replaces the razor knife in a small lacquered box full of other knives. From next door he can hear his neighbors arguing again. He stands there a moment, deflated, then suddenly storms towards his front door. A loud knocking. Bernie Rose's neighbor opens his door. \n[72]Bernie Rose, next apartment over - \n[73]I heard... There's something threatening in the old mobster's eyes now. The husband moves to close the door but Bernie jams it open with his elbow, shoves him aside, then looks over at the wife. \n[74]You all right, Shonda? The woman nods without meeting his eyes. \n[75]What's your fucking name? \n[76]I'm a patient man, Lenny, not much for getting in other people's way. What I figure is, we've all got our own lives, right? And the right to be left alone? So I sit next door for almost a year now listening to what goes down in here and I keep thinking, hey, they'll work it out. You gonna work it out, Lenny? He jerks the husband's neck forward, making him nod. \n[77]You're lucky to have her, lucky she's put up with you this long. Lucky I've put up with you. She has good reason: she loves you. I don't have any reason at all. So stop raising your voice or fucking move... He lets go of the terrified man and storms out again. \n[78]Yeah?... \n[79]How many times I heard that before... \n[80]Nino? \n[81]Looks like me, you and your girlfriend are the only pieces left on the board... \n[82]I'd say this has gone far enough. See any reason why it should go on?... \n[83]Then we should talk. You know a place called the Great Wall -- out on Sherman Way? \n[84]Care for a glass?... Driver doesn't smile, gazing back at him across the table. Bernie Rose doesn't seem to care. \n[85]I can recommend the duck. Hell, I can recommend everything -- Walnut prawns, shredded beef, Velvet chicken -- but the duck's to die for... He delivers the last line with a pointed smile, then turns away, calling over a WAITRESS. \n[86]The duck, please. For two. \n[87]No, thanks... He waits for the waitress to leave, then turns back to Driver. \n[88]You've been on a roll. Cut yourself quite a swath out there. \n[89]We usually don't. But it comes down on our heads regardless. Look at Shannon... Driver holds his gaze, the tension palpable, laughter and conversation drifting over from the other tables. \n[90]Anyway it's water under the bridge now. Question is where does that leave us? \n[91]You bring the cash? Driver nods. Bernie Rose studies him quietly. \n[92]Tell me something, how does someone with no interest in money get mixed up in a heist?  Shannon told me it was because of the girl? Driver hesitates, betraying a hint of concern. Bernie sees it and smiles. \n[93]Don't worry. Nobody else knows about her. Just me... You still see her?... \n[94]She's got her head screwed on right. I got two ex-wives, three kids, four grandchildren. Not one of them speaks to me now... He smiles again, looking into Driver's eyes with just a hint of sympathy. \n[95]This is what I'll do for you. You give me the money, nobody knows she exists. But it's a different matter with you. \n[96]These people I have the misfortune to be involved with, they don't mind Nino being gone, but they'll wanna know what happened to him... \n[97]And just when we were getting to know each other... Their eyes are fixed on each other, deadly enemies but kindred spirits of a kind. \n[98]...We shake hands, say goodbye, it's the start of your new life. Sooner or later they'll come after you. No end to it. Someone gets tired, somebody else takes their place. It goes on and on. Whatever dreams you have, whatever plans, you might as well forget `em, because this is what it's gonna be like till the day you die... I just thought you should know... Driver stares back at him quietly. \n[99]First time I heard about you, Shannon told me you drove. Fast. That's a start... He keeps staring at Driver, then smiles. \n[100]Either that or you choke on the duck... \n[101]How much does something like this cost? \n[102]Maybe I'll take yours. Part of our deal. He grins, then holds out his hand for the gym bag. \n[103]Guess we won't be seeing each other again.. Driver reaches out to give him the bag, when suddenly Bernie's hand snakes out of his pocket, twisting a switch-blade into Driver's gut. He pulls it out, ready to stab again, but this time Driver catches his wrist, slowly forcing the knife up to his throat. Their eyes are fixed on each other for a moment, with something like regret, then the blade pierces Bernie Rose's neck, sinking deeper and deeper. Driver holds the old man in his arms as he dies. They stay like that, locked in a fatal embrace, then Driver lowers Bernie Rose gently to the ground, out of sight. Blood seeping through his shirt, Driver picks up the gym bag and puts it back in the trunk, slamming the door shut. ", "9/24/10": "", "IRENE": "\n[1]Fourth please... Driver presses the fourth floor button even though it's already lit. The doors shut and the elevator starts to climb. Driver stares out quietly. Irene takes a glance at him, feeling awkward in the silence. She looks relieved as the elevator doors finally open. Driver steps aside to let her out first. \n[2]Thank you... \n[3]Goodbye... \n[4]Just over there. Thanks... Driver places the bags on the kitchen counter. \n[5]Would you like something to drink? \n[6]A glass of water? \n[7]Excuse me a second... She walks out of the room, leaving Driver alone with Benicio. The little boy stares at him fixedly. Irene closes the bathroom door behind her, looking at herself in the mirror, feeling a little uncertain. \n[8]You just move to LA? \n[9]And before that? \n[10]Too many questions, huh?... Driver smiles back awkwardly, not sure how else to respond. Irene switches on the TV for Benicio, sitting him down on the couch. Driver has a sip of water, glancing around the room. He notices a few photographs on a side table. Most of them are of Benicio and Irene, but one of them shows the little boy standing next to a strikingly handsome Latino man. Irene turns around and sees him looking at the picture. \n[11]That's Benicio's father. Driver takes in the significance of this, then looks back at her. \n[12]He's in jail. \n[13]What do you do? Driver hesitates. \n[14]Like a limo driver? \n[15]You mean all those car chases and stuff? He nods, a little embarrassed. \n[16]Isn't that dangerous? He seems thrown by her concern. \n[17]Where? \n[18]You should tell Benicio you're a stunt guy. \n[19]Aren't all little boys? She smiles softly and he realizes she's teasing him. \n[20]Would you like another glass? \n[21]Well, thank you for your help. \n[22]Hi... \n[23]We're neighbors. \n[24]Either it doesn't start or it stalls. \n[25]I can come back later if you're busy... \n[26]That would be great... She glances round and sees Benicio standing in the forecourt with Driver, watching him work on his own car now. \n[27]How long has he been working for you? \n[28]I didn't mean it like that... Shannon smiles to himself, sensing her interest in Driver. \n[29]Thank you for today. He had a great time... \n[30]I'm sorry if I put you on the spot, you know, just showing up like that... \n[31]Hello?...Yes?...Yes, this is she... Driver sees the look of surprise on Irene's face as she listens to the voice on the other end. The doorbell suddenly rings. Irene catches Driver's eye and asks him to open it. He heads over, checks the spy-hole, then opens the door. A YOUNG WOMAN who's sitting for Benicio walks in, looking at Driver curiously. \n[32]I've never come this way before... \n[33]The park looks pretty at night... She looks at Driver, watching him quietly, then looks away again. \n[34]That was my husband's lawyer on the phone. He's getting an early release... She tries to sound casual. Driver takes the news quietly, even though it hits him like a sledgehammer. \n[35]I'm happy for Benicio... Driver knows she's trying to explain herself but doesn't say anything, driving in silence. Up ahead the traffic lights turn red and the car slows to a stop. Inside, the silence is unbearable. Irene pauses, then looks at Driver. He's even more handsome in the shadowy half-light, something achingly lonely and melancholy about his stillness. She hesitates, then moves her hand towards his, brushing the back of his hand, then slipping her fingers between his. The gesture is tiny but charged with emotion. They both stare out in silence, fingers clasped, then Irene gently withdraws her hand, as if nothing's happened. Outside the lights change to green. \n[36]Benicio wants you to put him to bed. \n[37]Who was that on the phone? \n[38]Hey... He turns around and sees her standing there with a smile. \n[39]I'm sorry about the noise. I was going to leave a note under your door warning you we were having a party. \n[40]I wish you would. Maybe the cops'd show up and send everybody home. Their eyes stay on each other, the music pounding in the background. \n[41]The car works great by the way. Hasn't stalled once. \n[42]Listen, if you're hungry we got plenty of \n[43]You want me to take that? \n[44]Standard, he's busy... Standard doesn't respond, still holding Driver's gaze. \n[45]Hi... \n[46]We haven't seen you around in a while. You must have been pretty busy?... \n[47]What can I get you? \n[48]We're okay. Standard thinks he may have found a job so I can give up my night shift... Driver stares back at her with his intense gaze. \n[49]Benicio misses you... From the way she says it she could almost be talking about herself. \n[50]He keeps asking me to invite you for dinner... \n[51]I better serve some food... It's only when she has her back turned that we see how hard this is for her. Driver watches her walk away, lost in thought. \n[52]Would you like some more chicken? \n[53]\n[54]How's the movie going?... \n[55]Don't you think that's enough? \n[56]Are you working on anything else? \n[57]Then why don't you go ahead and talk for all of us. \n[58]Benicio, it's time for bed - \n[59]Benicio, you heard me - \n[60]I'm sorry. \n[61]Every time he makes that speech about taking me and Benicio away from here he's in some kind of trouble... Driver sees the deep concern in her eyes and feels even more torn. Irene gets up, clearing away some plates. \n[62]...I'll be back before you go to bed. How's that sound?... The little boy nods, watching his Japanese cartoon. Irene's friend, Cindy, is also there, gazing at them both in sympathy. Irene looks up at her. \n[63]Are you going to be okay? \n[64]Where have you been?... He stares back at her in silence. \n[65]I tried to reach you. Standard's been - \n[66]I can't talk now. I have to go. \n[67]The car's working fine. \n[68]Why?... Driver misunderstands, thinking she's talking about Standard. \n[69]Great job... She walks faster now, striding towards the elevator. Driver follows her. \n[70]What are you, a bank? I work for a living. I don't need your widow's pension! \n[71]Just tell me one thing. How did he talk you into it? \n[72]Stupid me... She turns away when the elevator bell rings. The doors open, revealing TAN SUIT. Neither Driver or Irene recognizes him but we do. He smiles, pretending to look confused. \n[73]So are we... She steps into the elevator. Driver follows her in. \n[74]What are you talking about? \n[75]You're crazy. I don't even know you - \n[76]It doesn't work like that. \n[77]Because people like you never get out. And I don't want my son to grow up like that... She holds his gaze with regret. Driver's about to respond when suddenly he catches a fleeting movement out of the corner of his eye. A beat -- then he suddenly lunges -- grabbing Irene and pulling her to the ground. In the same instant Tan Suit appears out of the darkness, opening fire with his automatic. Bullets spark as they hit the concrete floor and the other parked vehicles. Driver drags Irene behind a car now, covering her with his body as Tan Suit fires another burst. More sparks light up the darkness, the bullets penetrating the car with ease, narrowly missing Driver and Irene. Driver moves again, dragging the terrified Irene behind him. Tan Suit loses sight of them in the darkness, striding past rows of parked cars. \n[78]Hello?... The blazing sun beats down. Driver walks through a long corridor of glinting cars. \n[79]What do you want me to do with it?... Driver walks with difficulty, finding it hard to breathe. \n[80]I told you, I don't need your money... Blood seeps through Driver's shirt, dripping on the tarmac. Irene hears his labored breathing now, looking concerned. \n[81]Are you okay?... Driver's skin looks deathly pale, his eyes a haunting shade of blue. He keeps walking through the maze of cars, casting his eyes from one vehicle to the next, looking for the perfect ride. \n[82]Fine. I'm in the park with Benicio... Irene can no longer hold back her tears, heartbroken. Driver stops in front of the white Camaro, unsteady on his feet. \n[83]It was nice to meet you too... ", "SHANNON": "\n[1]...Plain Jane cheap like you asked for but with a hundred and sixty horsepower inside. You get any sleep? \n[2]I can offer you some Halcyon. \n[3]There she is. Silver Impala. Most popular car in the state of California... Driver casts his eyes over the unimpressive vehicle then holds out his hand for the keys. \n[4]...This is a whole new thing. He taps the fender any faster than fifty not only will she roll, she'll roll all the way to Baja. Driver heads off, disinterested in the negotiations. \n[5]A high risk stunt like that's worth at least a thousand five. \n[6]Done. For all his charm we sense something of the hustler about Shannon. \n[7]I managed to get them up to five hundred. Driver doesn't seem to care, focussed on the job. \n[8]Nice work, officer... Driver spits out some fake candyglass from the shattered windscreen. \n[9]You know how much my business made last year? Thirty Grand. Takes me six months to build a car and a couple of seconds for these jerks to write it off on a stunt that doesn't even make it into the movie. Bernie shakes his head but clearly has a soft spot for Shannon. \n[10]Let me talk you through it first. \n[11]Doesn't have to be. The big money teams burn through three, four million a year but that's `cause they're using half a dozen test drivers and a stable of cars. \n[12]Sure, but it's not the only way. All I need is a hard-used stock car. We start off with the small-town action then work our way up. There's close to two thousand events out there and once we make the Show we're talking millions. \n[13]There's a fortune to be made. Sponsorship. TV deals. We'll even name the team after you. Bernie looks at his friend in mild exasperation then turns away as the waiter returns with a handful of chop sticks. \n[14]No, thanks. Bernie waits for the waiter to leave then continues. \n[15]Four hundred and thirty thousand dollars. Bernie Rose can't help grinning at his nerve. \n[16]Look, I wouldn't come to you unless I was sure about this. \n[17]I got a driver. \n[18]Not like this one. He stares at his friend with quiet conviction. \n[19]I been working with this guy a long time - I've never seen anything like it. I had the money I'd back him myself... Bernie Rose considers him quietly. \n[20]Everything I own is in metal. I had to sell my Bullit car the other day just to pay the gas bill. I'm telling you, Bernie, put this kid behind a wheel there's nothing he can't do. \n[21]It ain't slow... \n[22]Maybe where you come from... Bernie Rose pays no attention to their banter, his eyes fixed thoughtfully on the stock car as it finally slows to a stop. \n[23]Looks a little long in the tooth to me. Think we should take her home?... Driver shrugs. Shannon grins, turning to Bernie now. \n[24]Bernie, this is the driver I been telling you about... One look at Bernie Rose and Driver senses the power and authority behind his deceptively gentle eyes. \n[25]Bernie's thinking of investing in our race team... The old mobster holds out his hand, meeting Driver's gaze. \n[26]You gonna give me the four? \n[27]Sounds like a goddamn M-16... Driver smiles, popping the hood. As Shannon limps out of the vehicle he sees a battered Oldsmobile drive into the forecourt. He takes one look at the owner, then runs his hand through his white hair, breaking into a friendly smile. \n[28]Gorgeous day just got even nicer. How can I help you, ma'am? \n[29]You boys and girls know each other? \n[30]I see... Driver ignores the sly look in the old man's eyes. \n[31]So what seems to be the problem, ma'am? \n[32]Well, why don't we park her over there and take a look... Driver is still watching Irene quietly. \n[33]He's busy, I'm not... Shannon gives Driver another sly look as he takes her car keys. \n[34]...Just my opinion, but I think you should consider buying a new car... \n[35]Don't worry, ma'am, your son'll be fine. \n[36]We been together about five years now. He showed up out of the blue one day, no references or nothin', asking me for a job. I offered him half the wages I normally pay and he didn't even blink. Been exploiting him ever since... Only thing he knows is cars... \n[37]...I still can't believe I bought this piece of shit... \n[38]I thought maybe we'd take her for a run Thursday or Friday. \n[39]Yeah? Why's that? \n[40]Irene, huh? You're seeing quite a lot of the young lady. \n[41]Try her out. She's more comfortable than a water bed. \n[42]Windshield wipers. \n[43]Hey, kid! Come say goodbye, the money people are leaving!... Driver and Standard stare at each other a moment longer then Driver breaks off. \n[44]Who was that? \n[45]What did I tell you about married women? Nino can't resist another dig at Shannon. \n[46]Why didn't you tell me?... All he hears is silence on the other end. \n[47]Well, I guess it's done now... He leans back against a car. \n[48]How big's the take?... \n[49]Jesus... He looks dazed by the thought of so much money. \n[50]You better bring it over. \n[51]I'll take care of it... \n[52]What did you do with the cash? \n[53]You want me to look after it for you? Driver doesn't answer, gritting his teeth as Doc pulls out the largest shard of glass. \n[54]Just think what we could do with all that \n[55]This guy Cook got a real name?... \n[56]I'll ask Bernie if he's heard of him... \n[57]I wish you'd talked to me first... Driver doesn't reply, his eyes fixed on the ceiling. \n[58]Lotta guys fall for other mens' wives, but you're the only one I know robs a joint to make it up to the husband... \n[59]No, thanks... Shannon looks tense but tries to hide it. From next door they can hear the sound of raised voices. Bernie Rose grabs the TV remote and turns up the volume to drown out his neighbors. \n[60]A friend of mine owes him some money. I was wondering if you knew him? \n[61]Yeah... \n[62]We're all set for next month. \n[63]He's doing great. \n[64]What happened? \n[65]I called Bernie...I asked if he could help. Him and Nino are like brothers. I told him you weren't interested in the money, that you only did it for the girl...  I wanted to make sure once you returned the money that was the end of it... Driver doesn't seem to hear him. \n[66]Let me talk to Bernie again. They probably didn't listen to him - \n[67]What are you gonna do?... Driver doesn't answer, but from his silence Shannon can guess. \n[68]How the fuck did this happen? We're supposed be in Charlotte or Daytona drinking champagne out of trophies and getting laid by pit lizards... He stares at Driver with quiet regret. \n[69]Fuck... \n[70]Door's always open to you... Bernie Rose heads towards him with his hands in his coat pockets. \n[71]Thinking about it. \n[72]You break in like this I figure it's bad news. \n[73]He tried to put it right. \n[74]Probably across the border by now. Mexico. Belize. That's where I'd go... Bernie Rose smiles, not believing a word. \n[75]That's gratitude, I guess. Bernie Rose can't help grinning, fond of Shannon despite everything. \n[76]Anyone else I'd do the same... Bernie Rose watches him with a mixture of affection and regret. \n[77]Then I'm glad you got here first... Bernie Rose holds his gaze, then looks away, admiring the shiny stock car. \n[78]Nah, I'd have fucked it up too... Shannon smiles, reconciled with himself. Bernie Rose grins, and extends his hand. They shake hands firmly, like old friends, when suddenly Shannon recoils, as if he's been stung. We see now that his shirt sleeve is covered in blood, his vein cut all the way from his elbow to his wrist. He looks dazed, paralysed with shock. Bernie Rose holds a razor knife in his hand, the blade wet with Shannon's blood. He takes Shannon gently by the arm and sits him down against the boot of the stock car. ", "STANDARD": "\n[1]...I'm touched and grateful that you're all here today -- even though I know it's probably for the food not me... His self-deprecating humor gets a chorus of laughter and agreement from the guests. Irene is standing next to her friend Cindy, looking a little uncomfortable. \n[2]...Anyhow, now that I've completed my MBA in catering from Chino Business School... Irene, Benicio and I are finally going to get our lives back together... He raises his glass to her. \n[3]I'd like to thank my wife for being the smartest, most beautiful, most patient and loyal woman I know... More applause. Irene stares back at Standard's handsome face, feeling even more uncomfortable. \n[4]I'm sorry, I can't hear you... He heads into the bedroom to take the call. The voice on the other end is accented and unfriendly. \n[5]Sure. \n[6]Okay. He gives her a warm smile. \n[7]My parole officer. He thinks he may have found me a job. \n[8]I thought if we emptied the trash everyone would get the message and go home... He grins at his wife, then looks over at Driver, his smile hiding whatever he feels inside. \n[9]You're the new neighbor, right? Benicio's told me all about you... Driver seems unsure how to respond. \n[10]I can't take any of the credit. He's got a great mother. Standard rests his hand gently on Benicio's head, still staring at Driver. \n[11]He tells me you drive for the movies? \n[12]Must be pretty good? \n[13]Not like a nine to five gig, huh?... \n[14]No, we got it. His eyes are still fixed on Driver. \n[15]You want to come in, join us for a drink? \n[16]At this hour of night? \n[17]Well, if we're still going by the time you're back you know where we are. It's good to meet you... He slips his arm around his son now and continues down the corridor, brushing past Driver on his way to empty the trash. Driver looks at Irene, then heads off in the same direction as Standard and Benicio to take the elevator. The two men stand there in charged silence, one emptying the trash, the other waiting for the elevator, only Benicio oblivious to the tension. \n[18]You got a minute? I want to - \n[19]I'll wait outside... Bernie Rose watches him leave with a look of contempt, then turns back to Driver with a smile, resuming their conversation. \n[20]Irene told me you'd fixed our car. How much do I owe you? \n[21]I do worry. I like to pay my debts. Driver senses the quiet pride in his voice, and lets it go. \n[22]I was thinking of trading her in for a new car. Something fast and cheap. \n[23]Alright then, fast. Even though he smiles Driver senses just a hint of tension on his handsome face. \n[24]You must think I'm an asshole? Driver isn't sure what he's getting at. \n[25]Well, I am. Six months inside for holding somebody else's stolen shit... He smiles ironically, his gaze still fixed on Driver. \n[26]I appreciate what you did for my family when I was away but I don't plan to fuck up a second time... It's a thinly veiled message that he's back and here to stay. Driver stares back at him when Shannon emerges from the garage with Bernie Rose and Nino, calling out. \n[27]See you around... Driver walks off, leaving Standard alone with his thoughts. Shannon watches Standard curiously as Driver approaches. \n[28]Where's Benicio? \n[29]It's okay, Benicio. I'm okay... Driver watches the boy struggling to hold back his tears. \n[30]Don't say anything to your mother, you understand? This is between you and me. Benicio nods, too choked-up to speak. Standard turns to Driver. \n[31]Can I use your bathroom to clean up? I don't want Irene to come home and see me like this... \n[32]Thanks. Sorry about getting all this blood everywhere... He's still shaken but tries to pass it off with a smile. \n[33]Fucking punks took me by surprise... Driver watches him, unconvinced. \n[34]You saw them, huh?... Driver doesn't answer, waiting for him to continue. Standard hesitates, still not sure whether to trust him. \n[35]You ever been inside? \n[36]I owed some protection money in the joint. Driver begins to see how worried he is. \n[37]They want twenty thousand. I told them I couldn't pay so they want me to do a job for them... \n[38]What did you say you were inside for? \n[39]It's a pawn shop in the valley. I tried to back out tonight, they said they'd come after Irene and Benicio next time... Driver stares at him in surprise now, more concerned than he shows. \n[40]Where would I go? Irene finds out I fucked up again I'll lose everything... He sounds upset, angry with himself. \n[41]This lousy job's my only way out... Driver stares at his battered face and the blood stains on his t- shirt, then walks out of the bathroom to check on Benicio. \n[42]I'll pay him out of what's left of my share. I can't do something like this on my own. \n[43]He didn't mean it like that, man... Standard looks worried, trying to diffuse the tension. \n[44]...I was such a jerk the first time we met. We're at this party and I see the most beautiful girl I ever laid eyes on and I walk over and say, `Hello Miss, my name's Standard Guzman'. She takes one look at me and asks, `Where's the deluxe version?'... It took me like a minute to get it... \n[45]You don't get it either do you, Benicio? Hope you didn't inherit your Papa's brains. He ruffles his son's hair then pours himself another shot of tequila. Irene notices he's drinking, turning to Driver. \n[46]Now this is what I call a deluxe chicken. Irene and I are gonna open a restaurant together once I raise the money. That's why she's working in that Mexican joint. Figure out how it's done. She's got more ambition than anyone I know, more smarts too...  We're gonna drive all those fucking Mexicans out of business - \n[47]Excuse my language, Benicio... \n[48]Come on, we're celebrating. I've got my family around me and our new friend... \n[49]Stop asking the poor guy all these \n[50]All right, I will. This time next week I'm gonna take you and Benicio away with me... Irene stops and looks at him in surprise. \n[51]Where you wanna go, Benicio?... His quiet confidence concerns her even more. \n[52]Forget Disneyland. I'm gonna take you and your mother away from this bullshit city - \n[53]Your papa's got it all figured out - \n[54]It's okay. I'll take him... Standard gets up from the table, lifting Benicio up in his arms and carrying him back to his bedroom. Driver watches them. Even in this kind of mood Standard's clearly devoted to his son. Irene waits until they're gone, then turns back to Driver. \n[55]What are you talking about? He tries to make light of it but doesn't sound convincing. Out of his window he sees Blanche cross the street and enter the pawn shop and looks even more nervous now. \n[56]Irene and Benicio think the world of you, you know that, right?... Driver glances at him, sensing his anxiety. \n[57]Say something happens to me, you think you could find a way to take care of them?... Standard's still staring ahead, but Driver can sense his fear. \n[58]I gotta do this for them... He forces a smile, slips on his sunglasses, then finally opens the door. \n[59]I'll see you in four... Driver watches him cross the street with a strong sense of foreboding. Standard enters the pawn shop. Driver starts his stopwatch now, listening to the seconds tick away. He casts his eyes around the street, observing the smallest details -- the number plates of other vehicles; the windows of overlooking buildings. The white hot sun blazes down, reflecting on the pawn shop windows, hiding everything inside. The police scanner crackles but picks up no activity. Driver listens to his stop watch, in his own world. He starts the engine and sets off, cruising slowly past the pawn shop, heading for the corner where he told Standard he'd be waiting. He pulls over by the curb when suddenly he notices something. Parked a hundred yards down the road he sees another vehicle glinting in the sunlight. To the ordinary eye it's no different from the other cars parked nearby, but to Driver it stands out. For one, it's a Chrysler. Secondly, it has reinforced bumpers and racing tires. Driver's stopwatch shows four minutes now. He looks away from the Chrysler, gazing at the doors of the pawn shop, expecting Standard and Blanche to burst out at any moment. But there's no sign of them. The seconds tick away. Five minutes. Driver hesitates, all his instincts telling him to drive off, but he stays where he is, thinking of Irene. Suddenly he sees Standard and Blanche emerge from the pawn shop, Standard clutching a big black gym bag in his hand. ", "NINO": "\n[1]What are you doing eating Chink food in my restaurant? \n[2]It's the fucking water in this city... Shannon smiles, intimidated by Nino, giving up his seat respectfully. Nino doesn't even acknowledge him. \n[3]Well, I'm back.  Take a hike. I need to talk to my partner. \n[4]Oh, I'm sorry. How you doing, Shannon? How's the fucking leg? Bernie senses things are only going to get worse and dismisses Shannon gently. \n[5]...We paid three hundred fucking grand for this? \n[6]Fuck that. If I'm gonna blow three hundred I wanna make sure everyone can see it. Go waste your money on something else... Shannon smiles nervously, worried Nino's going to sabotage his deal with Bernie. \n[7]...How about that fucking pussy mobile over there. \n[8]I already got a fucking water bed. He sits heavily in the car and starts prodding and pressing all the control buttons as if he wants to break them. \n[9]What does this fucking thing do? \n[10]How about this little clit? I don't know whether to fuck it or drive it. Fuck it, I'll drive it... Bernie Rose shakes his head at his partner's foul language then looks away, observing Driver quietly. Driver applies a blow torch to his car, so absorbed in his work he doesn't hear Bernie Rose approach. \n[11]What the fuck do you know about married women? \n[12]And you're calling me why? You expect me to buy my fucking stuff back from you?... \n[13]And what do you get out of it?... \n[14]Your partners happy with that?... \n[15]You discuss this with anyone else? \n[16]You're not very good at this, are you?... \n[17]It's not that simple, Bernie. \n[18]...The money belonged to a half assed wiseguy from Philly. I had a tip-off he was keeping a million in a pawn shop and was gonna invest it here in LA, try to run a rival operation. I wanted to teach him a lesson... The lights in the restaurant gradually fade as Cook shuts the blinds. \n[19]I stole from a jumped up punk who was gonna step on our business - \n[20]I don't give a fuck who gave him their blessing. This is my city - \n[21]We are partners - \n[22]This was off to the side, Bernie. I didn't wanna involve you. \n[23]What family? These fucks still call me a kike to my face. I'm fifty nine years old, they pinch my cheek, treat me like a fuckin' kid. They're the reason we left New York in the first place. Decrepit old men waving us over to their dinner and domino tables to complain. \n[24]And I made them a lotta money. I made you a lotta money too... He stares at Bernie, genuinely indignant now. \n[25]I pay them half of everything I fucking earn and then they set up some fucking kid from Philadelphia just because he's a fucking wop! There's a hint of sympathy in Bernie's eyes. \n[26]That's why this driver has to go. Him, and maybe your friend Shannon, are the only two people who can tie me to the robbery. \n[27]Shut up... The two friends stare at each other as if Cook didn't exist. \n[28]I'm asking for your help. I shoulda' come to you first, Bernie. I know that. We're a team. He stares at Bernie apologetically, appealing to their friendship. \n[29]I'll pay you back the three hundred you spent on the race car. \n[30]Alright honey, I'll pick you up in an hour. \n[31]I'm going to pick up my wife. I'll meet you there... Across the road Driver climbs into his car, still wearing the mask. He starts his car, setting off after Nino's Lincoln. \n[32]...Sure, Carlo, I'll send him your regards... \n[33]...Nice talking to you too...  Asshole... \n[34]...Bernie, it's me... \n[35]...Look, about that thing today...I'm sorry. I know how much you liked the guy... In his rear view mirror the chauffeur sees the headlights of the car behind getting closer. \n[36]When this is over I'll make it up to you, I swear... The lights of the car behind have vanished. \n[37]I lost count - Suddenly blazing headlights explode to life behind him. \n[38]It was Bernie...Bernie Rose killed your friend not me... Driver shoves his face back under the water, keeping it there until Nino's body finally stops thrashing. ", "COOK": "\n[1]I've got you to do this fucking job for me, why do I need to pay someone else? Standard sits next to Driver, holding his ground even though he's clearly intimidated by the Albanian. \n[2]You got Blanche... He grins, looking at Driver now. Blanche doesn't even seem to hear them, hung-over from the previous night. \n[3]You look like you're hard to work with? \n[4]What's to understand? It's my score. Either you sign on or you don't. Driver stares at him quietly, finding it hard to conceal his contempt. \n[5]Where are you going? \n[6]They'll bring it. Sit down.  Standard, why don't you hire a fucking taxi cab? \n[7]So, what does he mean? Driver looks him calmly in the eye. \n[8]Standard, get Blanche her coca cola. Standard hesitates, but has no choice. As he leaves to fetch Blanche her drink, Cook starts to write something down on the palm of his hand. \n[9]Okay, here's the deal. This much for Blanche, this much for that asshole minus what he owes me, and this much for you... He holds up the palm of his hand to Driver, the words Fuck Off written in marker pen. \n[10]You still interested? Driver looks at him, all his instincts telling him to walk away, but he stays where he is, thinking of Irene and Benicio. \n[11]Good. Anything else?... Driver stares back at him with his clear blue eyes. \n[12]Whatever you say, boss... \n[13]Fuck you - Driver smashes the hammer into Cook's right hand now, breaking it too. Cook screams. Some of the strippers have gathered at the door but Driver couldn't care less. \n[14]Don't worry. They'll come get it. You don't know who you're fucking with - Driver smashes the hammer into the metal plates supporting Cook's left hand. He screams like a stuck pig. \n[15]Fuck you... The strippers look stunned and riveted at the same time. Driver bends over Cook and rifles through his pockets. Finally he finds what he's looking for. Cook's cell phone. He scrolls down the call log and finds the same number appearing again and again. \n[16]Mr. Paolozzi, I owe you this guy. Just give me the okay and I'll - \n[17]Mr. Paolozzi - ", "BENICIO": "\n[1]That thing doesn't work. \n[2]Drive it. \n[3]Mama, can I go in the car?! Irene looks over in surprise, not sure what to say. \n[4]Sometimes. \n[5]No. \n[6]He's telling him if he doesn't leave the earth alone he'll fight him. Irene calls out from her bedroom. \n[7]He's okay. Just as the fight begins the color on the TV screen flickers. \n[8]Hi Cindy... Irene's friend heads past Driver and scolds Benicio affectionately. \n[9]It's not the TV. It's a DVD... Driver looks back at Irene now. She puts down the phone, forcing a smile but still looking distracted. \n[10]One of those men. He told me not to lose it... Driver gazes at the little boy's frightened face in concern now, his eyes faraway, thinking to himself. \n[11]Disneyland. ", "BASKETBALL COMMENTARY": "\n[1]...This is some comeback from the Clippers! Only a few minutes ago they looked dead and buried!... Driver reaches under the seat and pulls out a small handheld scanner. He switches it on, tuning it to the right frequency. Crackling police dispatches are interspersed with the basketball commentary now. \n[2]...Another unbelievable three pointer from Davis and the Clippers are within five!... Out of the corner of his eye Driver sees two MEN approach. He doesn't react, expecting them. They cut through the fence with bolt cutters and approach the main building. Driver watches them pull on their masks, then one of them takes out a shotgun and blasts the lock to the front door. Instantly the alarm shrills. The only thing Driver does is to turn on his stop watch. \n[3]...Time out Knicks... The stop watching keeps ticking away, the siren blaring, the commentary continuing, the police scanner crackling. The storefront is hidden in shadow, impossible to tell what's going on inside. Driver looks at his stop watch. Almost three minutes. One of the masked men emerges now, carrying a duffel bag. He hurries over and gets in the back of Driver's car without a word. There's no sign of the other robber. \n[4]...And for the first time in the game the Clippers have the lead. 71 to 69. Seven to go in the Fourth here at the Staples Centre... Driver turns the sound back down. Up ahead, the police car swings left, disappearing from view. Driver slows down too, anticipating the next obstacle. He doesn't have long to wait. In the distance he suddenly sees the piercing beam of a police chopper's search-lights, sweeping the area one more time. Driver floors the gas, speeding straight towards the approaching helicopter. The armed robbers are too stunned to protest. They just sit there, watching the sweeping searchlights getting closer and closer. Then suddenly it becomes clear what Driver's doing. Up ahead, there's a small underpass below the 7th Street bridge. Driver slides the car under the safety of the bridge just before the chopper's searchlights spot them. \n[5]...Three thirteen left on the clock. Dunleavy calls a time out and it's the Clippers by one... The passing head-lamps light up Driver's face. There's not a trace of emotion in his eyes -- even when he spots a patrol car approaching in the opposite direction. \n[6]...Buckle up your seat belts Clippers fans. This game really is too close to call... The two cars pass each other slowly. Driver sees the cops in the Black-and-White peering at the Impala as they head past. He turns down the basketball game and focuses on the scanner. \n[7]Thornton pulls up from behind the arc, misses. Rebound New York. One eighteen to play... Driver swerves sharply towards the sparkling lights of the Staples Centre. \n[8]...Thirty seconds remaining and all the Knicks have to do is run out the clock... Driver glances in his side mirror. Behind him, dozens of FANS are already streaming out into the parking lot before the game is over, hoping to avoid the inevitable traffic. \n[9]...Gordon back to Davis...Davis for three...This is unbelievable!... The jubilant commentary continues, but Driver isn't listening anymore. The game has served its purpose. More fans flood into the parking lot. Dozens of cars pull out of their places. \n[10]...What a remarkable comeback...Outplayed for most of the game, the Clippers have shown incredible resilience... Driver glances at the armed robbers and nods. It's time. They climb out of the car, merging in with the crowd. Driver watches them disappear, then slips on a Clippers cap, climbs out of the Impala himself and heads towards another car. ", "BLANCHE": "\n[1]They've forgotten my Coke. \n[2]...Christ, there wasn't supposed to be this much money!... There are literally stacks of hundred dollar bills crammed inside the gym bag. Driver catches her reaction in the mirror, but his attention is focussed on the Chrysler. Up ahead, at an intersection, the lights turn red. Driver thinks about running them, but decides against it, braking sharply. The Chrysler draws up beside him, its windows glinting in the sunlight. \n[3]Move for Chrissakes!... Driver ignores her, still watching the Chrysler out of the corner of his eye. The lights change to green but Driver doesn't move. Nor does the Chrysler. Behind them, other cars start honking their horns. Suddenly Driver roars off, swerving left at speed. The Chrysler reacts, screeching off in pursuit. Driver floors the gas. On speed and power his vehicle may be no match for the Chrysler, but in traffic the odds are even. He weaves his way past the slower cars, putting obstacles between himself and the Chrysler. The pursuing car matches him move for move, staying on his tail. In the back seat, Blanche looks terrified, buckling herself in. \n[4]Forty Grand... She glances at the bag, staring at how much more money there is. Driver switches on the cheap TV set with the remote, flicking through the news channels. There's no mention of the robbery yet. He zips up the bag and heads out. \n[5]I've no idea. \n[6]I already told you everything - Driver suddenly slaps her -- hard. \n[7]...Cook told me another car would hold us up...but he never said anything about this much money or anyone getting killed... Driver stares at her quietly, beginning to put the pieces together in his head. \n[8]Just a couple months. We were fooling around. I've never been mixed up in anything like this - \n[9]He told me it was Chris, but I just called him Cook. \n[10]....Can I go wash up?... Driver nods distractedly, his mind racing. Blanche heads over to the bathroom. ", "POLICE SCANNER": "\n[1]...9 Adam 81, what is your current location?...Repeat, what is your current location?... \n[2]...Attention all units...211...Superstore on Traction Avenue...Suspects headed Eastbound on 1st Street...Driving a Silver Impala... Driver swings sharply into 4th Street now, crossing the L.A. River again, heading back in the same direction he came. \n[3]...Airships dispatched...Downtown and Boyle Heights...All units standby. Repeat, all units standby... Up ahead, the lights of Downtown L.A. glitter against the night sky. Hovering between the neon green glow of the skyscrapers Driver sees the red and white glint of a police helicopter. He switches off his headlights, turning left on Santa Fe Avenue. \n[4]...1 Baker 11, headed south on Boyle Avenue...No sign of suspects...Repeat, no sign of suspects... The armed robbers look relieved when suddenly a police car glides past at the end of the alleyway, its lights also off. \n[5]...This is 1 David 16...Silver Impala headed South on Broadway and Pico...Couldn't get a look at her license plates...Appears to be only one occupant... In the back seat, the armed robbers wait nervously for the police dispatch to respond. \n[6]...1 David 16...why don't you check her out... As soon as he hears this Driver swerves sharply into the next street. \n[7]...This is 1 David 16...We lost the suspect somewhere between Broadway and Grand...Possible evasive action...Request airship and additional units... \n[8]...1 David 11...suspect headed West on Pico... Driver threads his way through the vehicles in front of him, so smooth and effortless it's hard to tell how fast he's going. He glances up as he hears the dull rumble of a police chopper overhead. The helicopter is almost directly above him, swinging its search-beam back and forth to get a lock on his position. Driver pushes the car as fast as it will go, but there's no way of outrunning the chopper. Blue light floods the asphalt around him as he guns down Figueroa. \n[9]All units...pursuit in progress...silver Impala...Headed North on Figueroa... Even now Driver doesn't panic, turning his attention back to the basketball game. "}}