{"dialogues": {"AMBER": "\n[1]Oh, my God, no.  Oh, God.  I just do the hair and makeup on the deceased. \n[2]I'm lucky I have an after-school job where I can practice my talent. \n[3]Well...it's the least I can do for the reigning Mount Rose Junior Miss Amer-- \n[4]Oh God... \n[5]Huh?  Oh...Uh, just a little snarl... \n[6]There we go. \n[7]Yah... sure... \n[8]What're you doin' here? \n[9]How nice, Becky, she's anorexic. \n[10]... Dreams?  Yah-sure I got kem... Sometimes I dream of winnin'... I dream of gettin' outta Mount Rose and bein' a big time reporter like Diane Sawyer.  I mean, guys get outta Mount Rose all the time for hockey scholarships or prison.  But the pageant's kinda my only chance.  \n[11]... Yah-1963.  Her beauty worked against her when she started as a reporter in Louisville, her hometown. Those were different times. \n[12]That's my mom. I'll get kem in a sec. \n[13]They're from L.A.  They wanted to see my room and film me for their movie. \n[14]Hi. \n[15]Here, I'll take it.  It's my job. \n[16]Well, you're supposed to put it in the... \n[17]Then it must be Wednesday. \n[18]I know. \n[19]\n[20]Yah-sure, fine...fine. \n[21]Bye. \n[22]Oh, God - you don't think Becky saw you guys, do you? Look, you just shouldn't be in here... \n[23]No, listen. We shouldn't talk here.  Stop by my house tonight, okay? \n[24]Ahhh!  Je-sus-Christ-on-a-cross! Look, number one rule in a funeral home - never sneak up on the livin'. You never know who could have an embalming needle or skull saw in their hand.  Mr. Larson's son learned that the hard way - he's buried next to my Grandpa! \n[25]Upset about Brett?  Nah.  Hazard of the trade.  I don't really have time for guys anyways.  It's weird, though. He took it right between the eyes. Don't often see that. \n[26]Sorry.  I just thought she might not wanna meet her Maker lookin' like a cheap whore. \n[27]-- red nose and ears.  I know, I know. \n[28]Sorry I couldn't talk today kcause...I'm scared, okay? I open my locker right after first period and there's a picture of Tammy Curry taped inside. \n[29]This was written on back. \n[30]Yah-sure, Tammy liked to driver her dad's thresher - she said the heavy vibration helped her think, y'know? But I know for a fact she only smoked after a good drive.  You ask me or anyone else who isn't scared to talk about it - Tammy was murdered. God, I bet Diane Sawyer never had to deal with crap like this... Toss me \"Caucasian #5,\" would ya? \n[31]Man, I can't wait for fishin' season... \n[32]No, don't say it.  Another stray bullet to the head. \n[33]I'm gonna need more caps. \n[34]Relax, that's my ma's code for, \"Bring home milk and a carton-a Luckys.\" \n[35]Oh my God - no!  Is my mom okay?  Was she home? \n[36]Mom!  Mom!?  MOMMMM! \n[37]Is Mom okay? \n[38]Where is she?! \n[39]Mommmm!  I'll be right behind you in the hearse! \n[40]Oh, Mom, it's so ugly. \n[41]Mom, uh, about that...I-I'm-oh God... \n[42]I-I'm quittin' the pageant. \n[43]Oh God, I'm dead... \n[44]So, what do I say? \n[45]Oh my God.  I'm so dead... \n[46]Mom, look, don't say anything.  First of all, I'm not pregnant. \n[47]Mom! \n[48]Okay.  Yesterday I...I got this picture.  So I kinda, y'know, I'm thinkin' no.  I'm gonna, I-I-I'm gonna quit the pageant. \n[49]Ow! \n[50]Nice mouth you got there, Mom, but I- I'm not goin' through this again. \n[51]Oh, c'mon... First the picture of Tammy, then Brett Clemens, now this? It's scary. \n[52]That's it, I'm goin'... \n[53]God I hope that's you and not your concussion talkin'. \n[54]I love you much. \n[55]No.  Mom said if I did, she'd look up my dad and marry him. \n[56]No.  She never hid the fact that my dad picked his career over us.  What'd she used to say? \n[57]Oh-yah. \n[58]Yes.  Yes I am.  Thank you, hello. \n[59]Seriously? \n[60]Well, ah...Alabama.  A-L-A-B-A-M-A. Alaska.  A-L-A-S-K-A.  Arizona.  A-R-I- \n[61]West Virginia.  W-E-S-T-V-I-R-G-N-I-A. Wisconsin.  W-I-S-C-O-N-S-O-N. Wyoming.  W-Y-O-M-I-N-G. \n[62]Yah-my ma's clothes all melted onto mine forming like this big polyester meteor in our closet, y'know?  But, in some kinda weird miracle, our neighbor boy, Kenny Johanson, found my tap costume on the roof-a their trailer while he was settin' coon traps for his dad.  Here's the weird part.  It was still on the hanger. \n[63]Yah-sure, eight's my luck number anyway.  Diane Sawyer was number eight at her local. \n[64]Don't you get it?  I was supposed to go first.  I was contestant number one.  That light was meant for my head.  If Janelle hadn't wanted to change numbers... God, I owe my life to that deaf baby. \n[65]Really, Loretta? \n[66]My mom wanted me to have this? \n[67]Loretta, never have kids. \n[68]Oh...my...God!  It's just like Diane Sawyer's!  kCourse it's not a size ten, Diane was a little hippy back then.  Oh, thank you!  Thank you! Thank you! \n[69]Living in a country where no matter who you are or where you come from, you can grow up and become what you've always dreamed of, makes me, Amber Atkins, proud to be an American! \n[70]Oh my God!  My-my tap costume's gone. \n[71]No, wait.  It-it was here before the openin' number...wait.  What am I sayin'?  I should just ask you, Becky. Where is it? \n[72]You heard me.  Where is it? \n[73]I just did. \n[74]Oh-oh, you bring me some of that snotty attitude, Becky - bring it on. \n[75]Oh, I'll \"get it.\"  I'll \"get it\" all right.  I might even take seconds. \n[76]Bitch! \n[77]I'll get you! \n[78]I hate her! \n[79]Here, I didn't get any. \n[80]And the winner of the \"Spirit\" award goes to... \n[81]...Yah-it's just gone... I mean, I-I just wanna tap, y'know? I'm not sayin' I'm the best, or that I'd even win, but shouldn't I at least get a chance to compete? I just wanted my Mom to see me dance. \n[82]Please, Mrs. K, I got so much Vaseline on my teeth, I'm gonna be smilin' for a year. \n[83]Mrs. K-- \n[84]Mrs. Clark, why are you doing this to me?  Why're you pretendin' you don't know what's goin' on? \n[85]But, doesn't someone taking your costume so you can't compete, overrule that rule? \n[86]This, this... This is bullshit! \n[87]Good, kcause this isn't an American Teen Princess Pageant - it's, it's Nazi Germany! \n[88]Mrs. Leeman? \n[89]I-I'm wearin' this costume.  I'm, uh, I'm gonna do my talent tonight. \n[90]But, you - I mean... It's not my fault.  I-I... Please?  I didn't do anything wrong... \n[91]Good luck, Molly. \n[92]I-I-I-I-I-, j-uh-j-uh-just wanted to compe-e-e-e-ete. \n[93]\"Here,\" wh-wh-what? \n[94]Your parents'd kill you. \n[95]Lis, I want to, I really do, but... Oh, I can't. \n[96]Yah? \n[97]Yah-I brought her some flowers this morning.  She's in the room next to my mom.  She's super happy. \n[98]Oh -- the blow to her head made her deaf... \n[99]Bye mom. \n[100]It's okay. \n[101]Oh, Mom's okay.  They're just givin' her a ride back.  She almost blew outta the back of Loretta's pick-up on the way over. \n[102]...Yah-well, at least, y'know, I got to perform.  And Mom got to see me. I guess number eight only worked for Diane Sawyer... \n[103]Yeah... \n[104]Yes... \n[105]Yes, Leslie! \n[106]Oh-yah, this is exactly how I pictured it.  Chokin' on swan gas. \n[107]I don't know.  I just didn't wanna win like this. \n[108]Really? \n[109]Okay. \n[110]I never liked her, but she didn't deserve to die in the belly of a swan like that.  The whole thing's just kinda sad and lame at the same time. \n[111]Ah!  It's from State!  Oh my God! \n[112]It's all the stuff I get to do.  Oh my God, oh my God... Okay, okay... We get a \"personal consultation\" with a make- up artist -- Eeeh!  Okay, um, there'll be a choreographer to the stars and, oh no -- No way.  Oh... My... God! \n[113]I'll be stayin' overnight at... The Airport Howard Johnsons! \n[114]There's an indoor swimming pool! Ahhhh! \n[115]Oh crap - I only got four days.  I gotta practice! \n[116]Airport Ho-Jo! \n[117]Loretta, don't do that. \n[118]I gotta work with these women. \n[119]Mount Rose American Teen Princess. \n[120]Don't tell anyone, but, I have a little secret weapon of my own. \n[121]I don't eat shellfish.  Mom always says, \"Don't ever eat nothin' that can carry its house around with it - who knows the last time it's been cleaned.\"  She should know. \n[122]Oh my God.  Look at her, she's awesome.  I should just go home now. \n[123]I, uh... I feel like... I, uh, I need a shower. \n[124]I just, I just can't believe it.  I'm Minnesota's American Teen Princess! \n[125]I'm gonna be on TV!  Just like Diane Sawyer. \n[126]Okay, ready?  Here's the signal I'm gonna give Ma when I'm on TV. \n[127]This is Amber Atkins reporting live from the Food Shack for...KRLH News. One of our reporters has just been shot. \n[128]And I'm Amber Atkins for WAZB News. \n[129]Good night. ", "GLADYS": "\n[1]Showtime. \n[2]Oh yah-sure, I know what some of your big city, no bra wearin', hairy-legged women's libbers say, \"Pageants are old- fashioned\" and, uh, and \"demeaning\" to the girls -- \n[3]Uh... You betcha, Iris. Yah-I think yous boys'll find that things are different here in Mount Rose... \n[4]For one thing, y'know, we're God fearin' folk - every last one of us... \n[5]You won't find a back room in our video store... \n[6]...Today's \"To Do\" list includes a trip to the Mall of America.  We need outfits for the \"Physical Fitness\" number -- \n[7]Y'betcha, Iris.  We still need a third judge and we need to think of a theme. \n[8]Oh, my! Hello, Father Donigan!  Sidewalks, sidewalks? \n[9]Iris, stop! It's not his fault.  The communal wine just proves too temptin' for some of them. \n[10]You'd think they'd build the parking lot of America to go with the Mall of America! \n[11]I said I'd move if a cripple came. Let's just run in the store and pick out some outfits. \n[12]Wait! Wait! Wait! Wait! Wait! Wait! Wait!  I just thought of the theme. \n[13]\"Proud...to be...an...American.\" \n[14]Last year?  It was, \"Buy American.\" \n[15]\"U.S.A. is A-okay.\" \n[16]\"Can I?  I'm Amer-I-Can!\"  People ask me where I get this.  I don't know, it's...maybe a gift from God or somethin'. \n[17]Oh, yeah, sure.  You know, every pageant is special, but this one is extra-special to me.  When I was seventeen, I don't know if you know this, but I was crowned Mount Rose's American Teen Princess.  And this year...drum roll please, my lovely daughter, Rebecca Ann Leeman is competin'. \n[18]Well, you know, I think everyone's doing really well considering the fact that she was so young. \n[19]You know that sometimes it's hard to understand God's great plan. \n[20]But the show must go on. I gotta get a hold of Ted and ask him if we can use that barn light as a spot again.  So you watch the Jell-o salad, okay? \n[21]Oh, Lester.  He loves his weather, y'know. \n[22]We're not in the showroom, Dear. \n[23]Lester? \n[24]\"Impartial?\"  Outside this house I'm Gladys Leeman, President, Civil Servettes - impartial as the day is long.  But we're inside my home now and I've gotta warn you, I'm wearin' my \"wife apron\" and \"mom hat.\"  So, I can safely say that I'm the mother of the most talented contestant Mount Rose has ever seen. \n[25]I'll field that one - Rebecca's saving her voice. \n[26]You-betcha, Rebecca's ready.  She's been singin' and dancin' since she was knee high to a pig's eye. \n[27]Sammy Davis, Jr., honey. \n[28]...Yah-then, for the \"Judges Interview,\" each girl has a ten minute get-together with the judges before the pageant... \n[29]Yes, the Judges Interview.. Each girl has a ten minute get-together with the judges prior to the pageant.  Then we have the... \n[30]Hello, Tony. \n[31]\"Hey\" to the folks. \n[32]So, remember the three most important parts of a good interview... \n[33]Number one, American Teen Princess' don't cross their legs like streetwalkers. \n[34]Excuse me, Miss Penthouse Ninety- eight, put your knees together. I could drive a boat show in there. \n[35]Ankles together.  Hands resting lightly on your laps.  Good.  Sit up straight.  Smile! \n[36]All right.  Number two: the judges are as nervous as you are. \n[37]I'll be honest.  This is a hard time for me.  This is the part of the pageant when you realize that tomorrow night, all but one of these girls will walk out of here a loser.  It's hard for me to know how that must feel, but I'm sure it doesn't feel good. \n[38]Welcome, welcome.  Okay, alright, now. Is this for me or the gown? \n[39]Welcome to the Mount Rose American Teen Princess Pageant.  While every contestant you'll meet tonight is special and unique, they all have one thing in common.  They're all \"Proud - to - be - an - American!\" \n[40]Yah-so how kbout a big round of applause for last year's Mount Rose American Teen Princess, in a farewell performance.  Who could forget her lip- synching to \"Don't Cry Out Loud,\" by Melissa Manchester.  And here she is, Mary Johanson! \n[41]Get back!  Get back, you total retard! \n[42]I'm okay, I'm okay - dress is fine. I'm okay...well, our other judges are Jean Kangas and John Dough... \n[43]Thank you, thank you.  You know, I won the talent contest by sewing these culottes, Butterick pattern 7-4-3-2. Can you believe it?  They still fit! \n[44]Thank you, thank you. Our next eontestant is ready, so let's welcome her: Tess Weinhaus! \n[45]Huh? \n[46]Oh really - I don't think so. Uh, Amber, I hate to be the bearer of bad news, but rules state that a costume must be okay'd at least a week in advance.  And this... This is why we have the rule.  My goodness gracious, I couldn't allow a neckline this low on stage.  We have kids in the audience. \n[47]Oops, that's my cue. \n[48]Thank you, Molly. \n[49]Now, it's with overwhelming pride that I introduce contestant number six, who also happens to be president of her class - two years running - a member of the honor roll and the new President of the Lutheran Sisterhood Gun Club - Rebecca Ann Leeman! \n[50]Boy, I'd hate to follow that.  Wow! \n[51]Voice of an angel, that one. \n[52]...Uh, I was just told that contestant number seven, Lisa Swenson, has quite the pageant. \n[53]Well, these things happen.  At any rate, we still have one more contestant - number eight, Amber Atkins. \n[54]Okay, okay, okay!  Well, now, it's finally time to say good-bye to our judges, so they can go make the toughest decision of their lives. \n[55]Welcome back, everyone.  Judges.  Our Second Runner-up and winner of a fifty-  \n[56]Our next prize, a seventy-five dollar scholarship -- \n[57]...will be awarded to the First Runner- up. \n[58]And the First Runner-up is - Contestant number eight, Amber Atkins. \n[59]And finally, the moment I know I've been waiting for... \n[60]With a scholarship of five-hundred dollars, courtesy Leeman Furniture, and all expenses paid for next weekend when she'll be competin' for the title of Minnesota American Teen Princess... \n[61]Our new Mount Rose American Teen Princess is contestant number - ah heck, she's my daughter - number seven, Rebecca Ann Leeman! \n[62]She's the winner and we're going to state. \n[63]Hey!  Turn that float around.  You think a swan's gonna swim ass first up Main Street? \n[64]C'mon, Rebecca, you wanted it.  Now get up there.  Ride it side-saddle if you have to - like a horse.  C'mon, now. \n[65]Oh for chrissakes, everything smells like that in Mexico. \n[66]Listen, little missy, this cost your dad a pretty penny.  Now get your ass up there and show me some teeth. \n[67]Okay, I designed the float, you know. And, what's gonna happen here is that this is going to look like a glistening lake beneath the swan. \n[68]What! \n[69]This is -- what? \n[70]I swear to God she can't do anything by herself. \n[71]Oh my God!  My Baby!  The swan ate my baby! Ow-ow-ow!  Get up, Rebecca!  Get outta there!  We've gotta go to State!  Oh hot! Oh, damn.  I like this blouse. Rebecca!  Get up, angel face.  Time to go to State!  Ow-ow-ow! \n[72]Get offa me, you cow! \n[73]What're you lookin' at?  Huh?  A whole God Damn town of losers!  That's what I'm lookin' at! \n[74]You!  You piece-a-shit trailer trash! This shoulda been you!  Damn, I shoulda killed you when I had the \n[75]Hey, Ted, sorry.  I didn't know your family was in the garage when I set it on fire! \n[76]Guess it wasn't a garage sale as much as it was a bake sale.  Ah- hahahahahahahaha! \n[77]Let go-a-me, you old bastard! \n[78]At least you've got another daughter. \n[79]Becky was my only shot at state! \n[80]Let go!  Let go of me.  Oh my God, it's COPS! \n[81]He sells reproductions!  His furniture's as fake as my orgasms! \n[82]Uh-huh.  No, no.  Gosh, no.  You know I still don't want to be on camera... \n[83]Yah - I just wanna say - that little bitch better watch her back at Nationals kcause I'm makin' friends on the inside... Yah-friends who have friends on the outside... \n[84]Gotta go. \n[85]Come on out, you little blonde piece of trailer park trash! ", "LORETTA": "\n[1]What do you mean, they take out her butt? \n[2]Are we on \"Cops\" again? \n[3]Hi. \n[4]Oh, naw.  Hi. \n[5]I tell Annette, I says, \"You talk to me durin' my stories, you might as well be talkin' to the wall.\" You guys want a beer? \n[6]Say, yous boys been to the Leeman's? \n[7]Y'know, if you have, you got all the pictures of the winner you need. \n[8]Oh, Christ, it's true. \n[9]Let's just say who should win, who deserves to win is Amber. \n[10]She's the prettiest, y'know.  The best damn tapper.  The most smartest... \n[11]Well, excuse me, Annette, but I'm braggin' up your kid, here. Amber's gonna be the next Diane Sawyer, y'know... \n[12]All right, they're makin' a movie. \n[13]I got a hairdo. \n[14]Why do I think Becky'll win?  You're talkin'... Don't pinch!. You're talkin' kbout the richest family in a small town.  It's front page news when one of kem takes a shit. Can one of yous boys give me a ride home? \n[15]So?  Be real easy. \n[16]Anyone? \n[17]No, she's just screamin' \"Mom, Mom!\" kcause she's got Tourettes... She's Annette's kid, dipshit. \n[18]She's alive, sweetie. \n[19]She's right over there. \n[20]Don't let that worry you, Annette! \n[21]Annette, why don't you just see if there's any beer left in that can and relax a bit. \n[22]You're what?! \n[23]I heard you, I was just tryin' to scare you into changin' your mind.  Oh for Chrissakes, Amber, the woman clung to your tap shoes while flyin' through the air like a Goddamn lawn dart! \n[24]D'ya think a nice cool mint'd help if I shoved your head up your ass? \n[25]Simple.  Just say, \"Mom, I know you sacrificed everything - relationships, dreams - your tummy, ass and thighs - all to bring me into this world.  All so I could have tap lessons and be in the pageant - the same one you were in.  But, y'know what?  I'm quittin'.\" There.  Easy as pie. \n[26]Yeah, you betcha... \n[27]Hell-no, she ain't quittin'. \n[28]\"Once a carnie, always a carnie.\" \n[29]That was your mom.  She wanted you to have this. \n[30]You-betcha. \n[31]Oh, shut up.  I thought it might help you get some sleep. \n[32]Well God-love-ya for thinkin' I still could. \n[33]Here, your ma did want you to have this since your other one got toasted and all. \n[34]Go Hank! \n[35]She had a big ass then, she's got a big ass now. \n[36]Okay.  Take her purse. \n[37]Thank God for bunge cords. \n[38]What is wrong with you? \n[39]You stop right there.  You are a good person.  Good things happen to good people. \n[40]No.  It's pure bullshit, sweetie. You're lucky as hell, so you might as well enjoy it.  Let's get you a root beer float. \n[41]Do you guys want some shots?  I'm buyin'. \n[42]This came for you, sweetie. \n[43]What?  For chrissakes, spit it out. \n[44]Right by the airport - Oh, Amber... \n[45]All right, say \"Airport Ho-Jo.\" \n[46]I got it!  Yeah, why don't ya take a \n[47]I'm sorry.  They're just starin'. \n[48]Okay, sweetie, that's all right. Let's go.  Let's go. \n[49]So...you're cute.  Oh, I see you're married. You catch this in your mouth, I'll give you a present.  All right?  Open wide... Oh, God, you got that on the first try.  Come here. \n[50]You are cute. \n[51]Our baby's going to Nationals! Lincoln, Alabama - look out! \n[52]Annette, just use your hand. ", "BECKY": "\n[1]Is this my mark? Hi, I'm Rebecca Leeman.  And I believe this pageant is an important experience for every young woman.  It, well, it teaches you what's really important in life, and it has the power to change you in ways you've never dreamed of. \n[2]...What?!  Klinghagen thinks it'll all come down to me and Amber? \n[3]Well, you have to take everything Mrs. Klinghagen says with a grain of salt. Not all your Catholics go to communion for the wafers, if you know what I mean... \n[4]...Yah-my mom gave me this nine-mil for my thirteenth birthday... \n[5]I aim to win. \n[6]Hellooo, Little Mary Sunshine! What?!  Oh-oh my God!  Lights! Camera!  And me without a stitch of make-up on.  What are you guys doin' here? \n[7]Oh, Amber, like you're the only one who visits Mary. \n[8]\"Who are you?!\"  Oh Mary, you kill me. She always says that.  It's a little game we play.  Every week - same dippy little look on her face.  \"Who are you - who are you?\"  Just like that. It's me - Becky - and I brought your favorites. \n[9]She's skinny, not deaf, Amber. \n[10]Mommm... \n[11]Japan. \n[12]Nice one, Dad.  He's dead. \n[13]So, Brett, do you wanna go to the lake with me on Thursday? \n[14]...Yah-well, maybe Friday, then.  A bunch of us were gonna go cow-tippin'. \n[15]Giver her your tray, Brett.  You're holdin' up the line. \n[16]Give it to her! \n[17]He did?  Well, huntin's dangerous...So, anyways, my mom gave me this 30-aught for my sixteenth birthday... \n[18]One with strong roots in a community like Mount Rose, a solid Christian trunk and long leafy branches to provide shade for handicapped kids on a hot summer day. \n[19]My mother, kcause she could solve world hunger with one of her blue- ribbon rhubarb pies, create world peace with one of her prayers and still find time to look beautiful...for my dad, Lester Leeman. \n[20]There are eight thousand sequins and fifteen hundred beads on the skirt, alone.  My mom and Mrs. Lopez make it. She's one of my father's many Mexican workers he lifts from the poverty they know in Mexico . \n[21]I chose Mount Rushmore, because to live in a country where you can take an ugly old mountain and put faces on it, faces of great Americans, who did so much to make our country super great, well that makes me - Rebecca Leeman - PROUD TO BE AN AMERICAN! \n[22]What? \n[23]If you're gettin' at somethin', you better just say it. \n[24]Well then, you better be willin' to back it up, kcause you're talkin' like crazy. \n[25]Well, as my mother says at Sunday dinner, \"Come and get it,\" bitch! \n[26]If you want seconds, then I'll make sure it's hot enough for ya. \n[27]Give me your stringy-ass hair! \n[28]You're choking my, you fucking bitch! \n[29]They're wet. \n[30]Hurry up. \n[31]Maybe she shoulda shoved that lucky bolt down her throat for desert. \n[32]I don't know how many of you know this, but I've got a very special fella in my life - that's right, I do... And if nobody minds, I'd like to sing a little song, just for him. \n[33]You're just too good to be true. Can't take my eyes off of you.  You'd be like Heaven to touch.  I wanna hold you so much.  At long last love has arrived and I thank God I'm alive. \n[34]You're just to good to be true.  Can't take my eyes off of you... \n[35]Oh, good Lord!  What're they doin'? Lettin' the retard count votes?! \n[36]Oh, thank you so much! \n[37]Well, it's all happenin' so fast. Goodness-gracious, it hardly seems real, y'know?  I mean, I won!  I'm the winner!  I'm going to State! \n[38]It smells funny.  Like gasoline. \n[39]My dress'll reek. ", "ANNETTE": "\n[1]Hey, Amber, y'get my smokes? \n[2]Oh shit! \n[3]Oh... How quickly they grow up. Hey, if they ask you to take off your shirt, get the money first. \n[4]Oh, Jesus H. Christ! \n[5]You could be quiet. \n[6]Hi. \n[7]It's just the guys that are...you know, makin' the movie about the pageant.  I told you about kem. \n[8]This here's Loretta. \n[9]No.  You just missed her.  Amber got called in to the bone gardens tonight. You just missed her.  She's in a helluva mood today, anyways. \n[10]Loretta, shut it. \n[11]Shut it up, Loretta. \n[12]Why don't you paint a big red target on your ass, Loretta. \n[13]\"Most smartest?\"  Oh, that's good, Loretta.  Make sure you get a picture of that.  \"Most smartest.\"  We're cuttin you off and sendin' you home. \n[14]I'll be right back.  See ya later. \n[15]They're makin' a movie, here, goddamn it. \n[16]You don't know where this is gonna... \n[17]Don't fall for it.  She lives two trailers down. \n[18]Go on home, Loretta.  Come on.  Go on, the party's over. \n[19]Ruined a brand-new pair of Lee Press- ons. Well, I sat down for a beer and KA- BLEWEY!  Next thing I know, somethin' blows through my kitchen window.  Next thing I know, I'm ass up in Loretta's flower bed. \n[20]I shoved your tap shoes in my jeans before I was blown outta the house, Honey.  Check with the guy who cut my pants off.  He should have kem. \n[21]Oh-Jesus-Mary-n-Joseph, she's pregnant! If you are - come back, sweetie. Mommy wants to talk, then KILL YOU! \n[22]Go on!  Get out! \n[23]I ain't lettin' go ktil you tell me what's up.  I'm reaching' a point where I'd kill someone for the nicotine on their fingernails. \n[24]What?! \n[25]Would yous boys excuse us a second? Loretta, you too. \n[26]You're not goin' through this again? You?  You're not the one who knows how Jiffy Pop feels. \n[27]Let me tell you \"scary,\" Amber.  Look at me.  Do you wanna look like you been rode hard and put away wet at my age?  I'm a \"lifer\" here.  Best I can hope for is to end up in a descent \"raisin ranch\" where they'll change me twice a day. \n[28]Honest to God, if I got to do it over? I'd start walkin' outta this town the minute I took my first step. Practically the only thing I wouldn't do different is have you... \n[29]It's me...I just don't want this to be the thing you'd do over.  This pageant's your ticket outta here.  I know you can win, Amber. \n[30]C'mere.  I love you so much. \n[31]\"Bad wirin'?!\"  Well, if that ain't the biggest crock-a-shit ever. Ooowwww-Jesus!  Did K-Mart have a sale on dull needles? \n[32]Shit. \n[33]We was robbed. \n[34]We was robbed. \n[35]They told me to practice. \n[36]My little Carol Burnett. ", "IRIS": "\n[1]Sorry. \n[2]What's sick is women dressin' like men! \n[3]A.k.a. Minneapolis - St. Paul. \n[4]Nothin' too showy! \n[5]Gladys -- Gladys!  Look out! \n[6]That's why we Lutherans use grape Koolaid for the blood of Christ. \n[7]Oh, there's a parking space over there.  Oh, no, that's just a compact. Sorry. \n[8]It's a two-hundred dollar fine! \n[9]All right, let's go. \n[10]Oh!  What is it? \n[11]It's always hard to see the young ones called home, especially on an exploding thresher.  It's just so odd and gross. \n[12]Yeah. \n[13]All right.  Okay. \n[14]The Judges Interview. \n[15]Okay, everybody, listen up! \n[16]Coupla things...Gladys wants to be sure we go in show order today.  All right?  So very important.  Don't forget that. \n[17]Okay, okay!  Listen-up.  Coupla notes from last night's dress rehearsal. Number one, Gladys says a coupla yous are gettin' sexy with your hips durin' the \"Physical Fitness\" routine... \n[18]Uh, Amber?  We're not puttin' on our Talent costumes. You need to put on your \"Physical Fitness\" outfit.  And let's shake a leg, ladies. \n[19]Girls!  Girls! \n[20]Y'know, I-I don't think yous boys should, uh, should be in here while the girls are changin'. \n[21]We all do.  Now let's go. \n[22]All right, why don't we take up the stepladders, all right?  For the Physical Fitness number? \n[23]Well, hold kem away from you so it doesn't get on the outfits. What kinda mental retard paints step ladders the morning of a pageant. \n[24]\"I'd like to take you back seventeen years, when a peanut farmer was in the White House, a group-a boys callin' themselves kQueen' topped the record charts and Gladys Leeman was Gladys Wood and she was Mount Rose American Teen Princess!\" \n[25]Amber, I'm sorry.  I really am.  But you know the rules.  All talent costumes hafta be okay'd by Gladys before the pageant. \n[26]Sorry.  I-I don't make the rules. \n[27]Amber Atkins!  That is not American Teen Princess language! \n[28]Where do they get this stuff... \n[29]C'mon, Lisa.  You're up next. \n[30]It's time, ladies. \n[31]Uh, Gladys? \n[32]We need more bars! \n[33]Enid ate a whole pan! \n[34]As, uh, actin' President of the Mount Rose Civil Servettes, it's my duty since Becky can't fulfill her duties - kcause she's dead-n-all - to make you Mount Rose American Teen Princess. ", "DOCUMENTARIAN": "\n[1]Do you think that most people would say that teenage beauty pageants are a good idea? \n[2]So what was the theme of the pageant last year? \n[3]And the year before that? \n[4]Can you remember the theme of your favorite pageant? \n[5]Do you do any of the, uh, embalming? \n[6]Have you decided what your talent is going to be yet? \n[7]Would you say you have a good chance to win this pageant? \n[8]So you've, uh, you've judged a lot of pageants over the years? \n[9]Do you judge the pageant every year? \n[10]So are you excited? \n[11]It's okay.  Doreen gave us hair nets. \n[12]No, thank you.  Is Amber here? \n[13]What makes you think that Becky's going to win? \n[14]\n[15]So you know, Brett just got shot in the head. \n[16]So, doctor, is this sort of an unusual injury here? \n[17]So has your mom kept your dad's life a secret? \n[18]So are you about ready to start the judging - start the interview, there? \n[19]I meant, nervous about the pageant? \n[20]So who get's the crown?  How are you going to figure this all out? \n[21]So, how does it feel to be the new Mount Rose American Teen Princess, Becky? \n[22]Are you ladies going to the parade tomorrow? \n[23]Hi!  What's up, Scott?  You remember Bruce, right? \n[24]Bruce, that's Roy. Roy, Bruce. ", "LISA": "\n[1]Why?  Well, uh, it's kind of like askin', \"Why do all the guys chew Copenhagen?\"  You know?  I mean, if you're seventeen and you're not a total fry, it's just what you do. \n[2]I'm gonna sing and dance to, \"New York, New York.\"  See, I fell in love with The Big Apple last summer when I was visitin' my brother.  He followed his dream to New York. \n[3]This is Peter as Liza.  This is him as Madonna.  Oh, here's me with him as Barbara... \n[4]Ow!  Oh, God.  It's so em-so embarrassing. \n[5]You guys know the retard's pants are open? I don't want to see that. \n[6]Oh-yah, I love to swim.  When I was in New York, I met Greg Louganis at one-a my brothers' shows... \n[7]Living in a country where Lady Liberty keeps her flame burning bright. \n[8]Keeps her flame burning bright... \n[9]Hey, my hands are stuck. \n[10]Listen, you guys, don't go int the bathroom.  Tess blew chunks all over. Man, she ate a big dinner. \n[11]Oh, Amber... \n[12]I can't believe this is happenin'.  I can't believe she said you couldn't... \n[13]Amber?  Here. \n[14]My jacket.  Take it kcause, y'know, I got my costume okay'd before the pageant.  You can wear it. \n[15]Shut up, yous guys.  Look, Amber, I'm not gonna win.  And let's be honest, a family only needs one \"Liza\" and you know Peter's got much better legs than me. \n[16]Oh c'mon, I love kem, but you know they only had me kcause Peter needed a kidney. \n[17]Then do it for Peter.  Mrs. Leeman used to call him a \"skinny little fag\" when he'd bag her groceries.  He'd pop his Nancy-belt if his old jacket somehow, I don't know, got her back. \n[18]Oh-you-beccha. \n[19]I quit.  And, uh, since my costume, y'know, was okay'd a month ago?  I'm givin' it to Amber. \n[20]No, it was worth it.  Amber shoulda won. \n[21]Well, y'know what, dad?  Y'know what? Peter's gay! ", "HAROLD": "\n[1]...Nope.  Never judged nothin' afore -- \n[2]Shut up, Hank.  This here's business. \n[3]Well, Mom's dead, so shut your fly trap. \n[4]Don't make me kick-ya where the good Lord split-ya. \n[5]...Oh you betcha!  We're happier than the day Hanky got acquitted.  I get made a judge, then the furniture store hires us to paint the whole damn thing. We're gonna use the money to get our mamma a proper headstone.  Oh, and move her out to the cemetery. \n[6]Uh, \"if you could be any tree in the woods, what kinda tree would you be?\" \n[7]\"Who would you pick to be president, dead or alive?\" \n[8]Close up shop.  Close up shop, Hank. \n[9]Close up shop! \n[10]You Amber Atkins? \n[11]\"Name and spell all the United States in alphabetical order.\" \n[12]Ah-yep. \n[13]Uh-okay, then. \n[14]Wait a second. \n[15]Come on!  Hankey here can't help it if he was born crazier than a shithouse rat! \n[16]Real nice.  You know the sitter's dead. \n[17]Let's get this straight right now.  We wouldn't have been late at all if it wasn't for you. \n[18]You get nothing, Hank, okay? \n[19]There's your paint can.  The next time you drink window cleaner, I'm just gonna leave it in ya. ", "LESLIE": "\n[1]Uh, Pat, I'm trying to tell themabout my...Oh... \n[2]Green? \n[3]Brett Favre! \n[4]Oh-yah, really nervous.  It's been about two months.  I haven't told my boyfriend yet.  How did you know? \n[5]Oh!  Nervous about the pageant!  Yah sure! \n[6]The Washington Monument... \n[7]..makes me, Leslie Miller, proud to be an American. \n[8]Okay, guys, I think we all got some. You just take it off. \n[9]Here, have some. \n[10]Roll him over -- Lay him flat Pin his shoulders To the mat Roll him over, lay him flat, pin his shoulders, to the mat!  Yeahhhh! \n[11]They're never gonna let you perform naked.  I asked. \n[12]So, anyone talk to Janelle? \n[13]Why happy? \n[14]Hey-hey, I'm Second Runner-up!  Whooo! I got second place! \n[15]Huh? \n[16]Amber, if I die from these fumes, will you be sure to cover the hickies on my neck? \n[17]And the bite marks on my ears? \n[18]I know it doesn't matter, but on my inner thighs. ", "LESTER": "\n[1]...You betcha.  S'posed to be colder-n- a witches tit tonight... \n[2]Hey, ya like it?  Open it...Yah-the globe.  Pull at the equator there. \n[3]Fits three full-size booze bottles. The cassette deck pulls outta Afghanistan, there. \n[4]Oh, all right How soon they forget where all this comes from. \n[5]That's enough, young lady. \n[6]Yah-she's damn near as good as that little black fella - with the glass eye. \n[7]Yeah, yeah, the Jew. \n[8]Hey Tim, Carla - if yous kids don't try to Jew me down none, I'll throw in a matchin' hutch. \n[9]See, that there's my specialty.  Don't pay me less and I'll give ya more. Secret is, the hutch is included in the price.  Ain't that right, Jean? \n[10]Take a memo, sweetheart. \n[11]Ahhh.  Beautiful as a whore's ass today.  Eh, boys? \n[12]Yah-Gladys had me order that swan special made from Mexico in case Becky won.  I do a lotta business with those people.  I always offer to pay kem in tacos. Whoo, they love that. \n[13]Gladys!  Stop it! \n[14]So help me, Gladys. \n[15]That's enough! ", "COLLEEN": "\n[1]Okay ladies, listen up.  I'm Colleen Douglas and this raving beauty on my right -- \n[2]Correction.  This spunky monkey on my right is Terry Macey.  And we are your Minnesota American Teen Princess State Board. \n[3]That's right. \n[4]Mm-hm. \n[5]I can sum up our entire philosophy with this glass.  I look at it and say, \"it's half full.\"  Which, in the beauty pageant biz means, \"Where the hell's my waiter!\" \n[6]Stop with the fuckin' Marco-Polo before I rip your fat little heads off! \n[7]Well, you're gonna have to do somethin' with those nerves before Nationals.  Thirty-million people aren't gonna wait while you run to the john. \n[8]People, people - wait, wait a minute, here.  Uh, while we haven't ruled out sabotage from neighboring state pageants - Iowa, Wisconsin, North Dakota... \n[9]Dakota. \n[10]That bitch from... \n[11]Wisconsin. \n[12]The bitch. \n[13]And, on behalf of the Minnesota Modeling Academy, we proudly present Amber Atkins.  Your new Minnesota American Teen Princess. ", "CHLORIS": "\n[1]And tendu.  Close.  Tendu.  Close. Tendu.  Close.  Plie.  And repeat. Suck in the belly, girls, and tuck in the tushes! \n[2]Close those legs!  You look like a bunch of bowlegged cows!  Other side. And...tendu.  Close.  Tendu.  Close. Tendu.  Close.  Plie. \n[3]Yeah, you boys sure picked a good year.  If I was a betting woman, and there was a line on this in Vegas, I'd lay down ten-to-one that it all comes down to Amber Atkins and Becky Leeman. Oh, sweet Jesus, what a showdown this could be if Cain and Abel... \n[4]Four, five, six, seven.  And one. \n[5]Put that chair away!  Get it!  Come on!  Get it! \n[6]All right.  Let's got.  Let's go. \n[7]Opening number looked, uh, good. Solid.  But now you're gonna have to actually dance, so... Here.  Put a dab of this on the old choppers, ladies.  It'll help you smile.  And when they're lookin' at your teeth - God willin' - they won't be lookin at your feet. \n[8]Amber - Amber, c'mere. \n[9]No.  Here. \n[10]It's nothin' special, but talent like yours doesn't need to hide behind sequins. \n[11]You're... you're special and... Ah hell, go out there and kick some Leeman ass. \n[12]Not so hard, sweetie.  I heard somethin' snap... ", "BRETT": "\n[1]Hey. \n[2]Leave him alone, leave him alone. It's okay. \n[3]Um, actually, I got practice on Thursday. \n[4]Uh, I-uh-I'm kinda busy Friday. \n[5]Hi... \n[6]Uh... \n[7]\n[8]Oh man, you got leutefisk in your hair. \n[9]So, uh, I-I'm not really busy Friday. I just said that - y'know. \n[10]So if, uh, you wanted to do somethin'... \n[11]Well, uh, I'm cuttin' out early today to do a little duck huntin'...but, uh, maybe I could call you tonight. \n[12]Okay...well, bye. ", "TERRY": "\n[1]And you are... \n[2]Funny, you don't look dead. \n[3]I'm a mirror. \n[4]We're also the co-founders of the Minnesota Modeling Academy. Applications are at the tiki bar. We'll wave the fifty dollar application fee if you list a friend and put her address. \n[5]Okay? \n[6]Due to budgetary cutbacks - and the fact that Nationals didn't cough up a damn nickel this year - you won't be stayin' overnight.  So pay attention, you've got about eight hours until showtime. \n[7]Okay, okay, that's enough - I get it. \n[8]Yeah. \n[9]Ohio... \n[10]What? \n[11]All right, then. \n[12]The important thing is that we have a winner... ", "JOHN": "\n[1]Nope.  No.  Uh-uh.  Never judged a pageant before in my life.  Nope.  No way.  Never around young girls.  Even if I was, why would I wanna be, y'know?  I-I-I don't get off on that kinda thing and that's really why you're askin', right?  S-someone say somethin'? \n[2]I'm just out here watching the young girls - contestants - like the rest of my friends and neighbors... \n[3]Oh, this is just a...camera.  I keep it in the glove compartment for car accidents.  Insurance... You guys got a camera and no one's accusin' you of anything, right? \n[4]Uh, I-I guess I could answer that. Yep.  We're ready.  So, we should probably get the young girls in here, then.  Y'know, to start the interviews... \n[5]D-do you like to swim? \n[6]What the hell is she trying to say? Say it! \n[7]Uh, we're gonna, y'know, compare scores and uh, figure out a-a winner. kCause we don't know the winner yet... I mean, I-I don't know who Jean and Harold picked.  No idea.  Did Gladys send you in here? \n[8]No you don't!  Shut your goddamn mouth, you son-of-a-bitch!! \n[9]You shut it!  You goddamn retard! \n[10]For fuck's sake, why didn't ya leave him with a sitter? ", "HANK": "\n[1]Are we on \"Cops?\" Are we on \"Cops?\" Are we on \"Cops?\" \n[2]Ow, Harold - Mom said not the head. \n[3]I will if you shut your piehole. \n[4]Harold! \n[5]Here come the judge - pinch, pinch - here come the judge - pinch, pinch - here come the judge... \n[6]I know the winner!  I know the winner! I know the winner! \n[7]\n[8]I want to have the big bag of little donuts. \n[9]I want to get the big bag of little donuts. \n[10]Help...Hank!  Help...Hank! Help...Hank!  Help...Hank! ", "TESS": "\n[1]Uh... I don't know what my talent's gonna be yet... \n[2]Kenny.  Kenny, come.  Come, Kenny. \n[3]This is Kenny.  Spike, my German Shepherd, went to live with a nice family on a farm after he attacked me. It wasn't his fault.  I had beef jerky in my front pocket. They re-made my belly with skin from my butt. \n[4]Dogwood. \n[5]And, uh, this is my lucky bolt.  They think it fell from a DC-10.  The doctor said I was lucky the flat side hit me, um, otherwise it coulda gone right through my head. I know, I know, gives me the willies, too.  I guess the explosion... \n[6]Uh, this, uh, my Uncle Phil's World's Largest Ball of Twine, in Bundy Minnesota, makes me, um, it makes me proud I'm American - I kinda misunderstood the assignment. \n[7]The beagle is known for it's howl. \"Aaauuuuuhhhh.\"  The Pekinese has it's own distinctive bark.  \"Yip, yip, yip.\"  Not to be confused with the Chihuahua's, \"Yap, yap, yap.\"  But none can compare to the greatest bark of all - the German Shepherd... \n[8]She's happy? ", "MOLLY": "\n[1]To America, Dad. \n[2]Oh, Mom... \n[3]I'll be line dancin'. \n[4]Bonsai. \n[5]Uh, Emperor Hirohito. \n[6]Atomic power makes me, Molly Howard, proud to be an Asian-American. \n[7]Uh, I'm kinda dizzy from the fumes. \n[8]Wish me luck. ", "MARY": "\n[1]My winning...the Mount Rose... \n[2]...American Teen Princess Pageant... \n[3]...really changed my life. \n[4]...Amber does my hair...once a week. \n[5]What? \n[6]Beautiful... Maybe next week... a perm. \n[7]Who are you? \n[8]With two weeks until the pageant... I was practicing my talent.  Finishing my costume, brushing up on current events, and running eighteen miles a day on about four hundred calories.  I was ready. ", "MALE PAGEANT ANNOUNCER": "\n[1]Sarah Rose knows you're a beautiful person.... \n[2]Sarah Rose knows you have an unusual talent.  Sarah Rose knows you're a teenage girl. \n[3]Mmm, and she definitely knows that you are ready for the ultimate teen glamour. \n[4]The American Teen Princess Pageant. \n[5]And now, a few words... \n[6]...from last year's host, Mr. Adam West. \n[7]Beautiful Mount Rose, Minnesota. ", "MICHELLE": "\n[1]... Yah-I'll be performing a dramatic monologue. \n[2]Right now, I'm thinkin' \"Othello\" or... \"Soylent Green.\"  Lots of girls make a smooth transition from pageants into actin', y'know. \n[3]A tree?  I can be any tree you want. Gimme a minute. \n[4]Hand me another white one. \n[5]Fade in...Earth.  The year is two- thousand twenty-four.  The question on everyone's mind:  What is...Soylent Green? \n[6]That's why... I must say... Soylent Green... is... people. \n[7]Oh man, Lisa, I wouldn't do this. ", "ADAM WEST": "\n[1]The American Teen Princess Pageant has been enriching the lives of American- made girls since 1945. \n[2]The American Teen Princess Pageant provides personal growth, scholarship, travel, and you... \n[3]...might even meet a few celebrities. At the national level, thousands of seventeen year-old girls like yourselves. and compete around the country in places like: \n[4]And make it all the way here to Lincoln, Alabama, to compete for the title of American Teen Princess. \n[5]And now, a few words from last year's host, Mr. Adam West. \n[6]So, which one of you will it b-- ", "CONNIE": "\n[1]Competin' for the title of Minnesota's American Teen Princess sure was excitin'.  But, I never coulda won without my... \n[2]St. Paul Pork Products! \n[3]I've been enjoyin' St. Paul Pork Products for years.  I grew up right next to these stock yards. \n[4]It's still the same family-run business that Walter and Vera Polarski started in 1920 when they raised and slaughtered their first pig. \n[5]Mmm-mmmm.  I just love St. Paul Pork Products.  In fact, I love kem so much \n[6]I work here now! "}}