{"dialogues": {"PAUL": "\n[1]Here we are now... nineteen light years beyond... \n[2]... beyond Epsilon Alangue... is Arrakis. \n[3]It does look dry.... \n[4]Where are the Harkonnens from here? \n[5]There!... Geidi Prime and the Baron Harkonnen... the enemy. \n[6]I know, Thufir, I'm sitting with my back to the door. \n[7]I heard you, Dr. Yueh and Gurney coming down the hall. \n[8]I'd know the difference. \n[9]My father sent you to test me. Music then? \n[10]Shield practice? Gurney... we had practice -- this morning..... I'm not in the mood. \n[11]I'm sorry Gurney. \n[12]What's gotten into Gurney? He's not faking. \n[13]Is this what you seek? \n[14]Would you really have drawn my blood? \n[15]Things have been so serious here lately. \n[16]Dr. Yueh, do you have any information on the worms of Arrakis? \n[17]Only?! \n[18]The storms and the worms. Is it true, that the sand can blow at seven hundred kilometers per hour? \n[19]Well, how do the Fremen survive there? \n[20]The eyes -- yes, yes... saturation of the blood by the spice -- melange. Could the spice affect us in other ways? \n[21]The Harkonnens are our enemies, yes... but behind them, I suspect, is the Emperor. \n[22]I know.  But if it is a trap then why are we going? \n[23]The bull that killed my grandfather... is this an evil omen? \n[24]Duncan! \n[25]Why?  I wish you were coming with us. \n[26]May the hand of God be with us all, Duncan. \n[27]Father. \n[28]I want you to be proud of me. \n[29]Arrakis... Dune... Desert Planet...Arrakis... Desert Planet... moving... moving. \n[30]Arrakis... Dune... Desert Planet. \n[31]Arrakis... Dune... Desert planet... moving... moving. \n[32]Kwisatz Haderach?... For the father... nothing? \n[33]What does she fear? What about my Father? \n[34]She's using The Voice. No. \n[35]What's in the box? \n[36]The Voice again. \n[37]Are you suggesting a Duke's son is an animal? \n[38]It burns. \n[39]I must not fear. Fear is the mind-killer. Fear is the little death that brings total obliteration. I will face my fear... I will permit it to pass over me and through me. \n[40]\n[41]I see the truth of it. \n[42]I know it. \n[43]Not all of them... I know which ones will. \n[44]What is it? \n[45]Where? \n[46]I have heard of it. \n[47]Did they try and fail? \n[48]I've heard enough of my safety... What about my father?... I heard you talking. You speak as if he was dead. Well, he isn't! \n[49]Well he isn't... and he won't die... Tell me he won't die! \n[50]MOTHER! Tell me! \n[51]Far off in the control rooms.... Travelling without moving. \n[52]Spice... \n[53]Terrible purpose.... What is it? \n[54]A Fremen... Could she be the operator? No... \n[55]A traitor... \n[56]There is a traitor among us. \n[57]Are you a Fremen? \n[58]He's hiding something. \n[59]\"Your gift is a blessing of the river.\" \n[60]No. \n[61]No one. It... seemed the proper way. \n[62]Will we see a worm? \n[63]Always? \n[64]Why do they come? \n[65]I've registered him now... a knife is a sheath on his left arm... He's strong... a person born to command... He's hiding many things. Is there a relationship between the worms and the spice? \n[66]Spice!... pure un-refined spice! \n[67]Liet? \n[68]Father!... father... drugged... \n[69]Duncan!!  Duncan!! \n[70]Don't touch my mother... \n[71]Remove her gag! \n[72]I know I have NO FEELINGS!!  Why? \n[73]I can't maintain any altitude... we'll never reach the safety of rock.  Maybe that small rock. \n[74]The South Polar regions... the forbidden area.  We must make it to that rock... \n[75]Hurry! \n[76]Hurry -- This crashing may bring a worm. \n[77]Where are my feelings... I feel for no one... \n[78]The second moon... from the dreams... \n[79]House Atreides is ruined. This moon holds my past. \n[80]This moon holds my future. \n[81]I am only a seed... \n[82]Listen to me!... you wanted to know about my dreams... and I've just had a waking dream... do you know why?... \n[83]The spice!  It's in everything here.  The air, the soil, the food...  It's like the Truthsayer drug.....  It's a poison!!!! You knew the spice would change me.  But thanks to your teachings it's changed my consciousness.  I can see it... I can see it. \n[84]You carry my unborn sister in your womb! \n[85]You and your Bene Gesserit sisterhood... I'm not your Kwisatz Haderach...  I'm something different, something unexpected! I'm a seed. I am so much more...  You don't begin to know me... \n[86]Father... now I have become a killer and I will continue to kill until I have avenged your death. Father! \n[87]Yueh's left the plans for the weirding modules. \n[88]We have to get to that mountain of rock. We have entered the time when all will turn against us and seek our lives... \n[89]It's further than I thought... a worm is sure to come....  I'll plant a thumper, that should divert it. \n[90]Remember... walk without rhythm and we won't attract a worm... it'll go to the thumper. \n[91]Keep going... \n[92]Faster!! \n[93]Run! \n[94]Drum sand! \n[95]Cinnamon... the spice! Do you smell it? \n[96]I know the secret.  The worm is the spice... the spice is the worm. \n[97]A thumper. \n[98]Someone started another thumper....  We're not alone. \n[99]Yes... \n[100]From my dream... so beautiful.  Liet.... is this Kynes' daughter? \n[101]What do you call the mouse shadow in the second moon? \n[102]Could I be known as Paul Muad'dib? \n[103]Wind traps... huge ones. \n[104]Water on Arrakis!!! I have seen this place in a dream. A treasure. \n[105]I am only a seed. I am Usul... Paul Muad'dib. \n[106]No one ever dreamed there would be so many. Our shared enemy the Harkonnens, are once again in control of Arrakis.  Stilgar, your leader, has asked me and my mother to crush the Harkonnens.  We must do more than this.  We must totally destroy all spice production on Arrakis.  The Guild and the entire universe depends on spice. \"He who can destroy a thing, controls a thing\". I will take one hundred of your warriors and train them.  This one hundred will train the thousands that remain.  When the spice flow stops, all eyes will turn to Arrakis.  The Baron and the Emperor himself will be forced to deal with us. Arrakis will become the center of the Universe. The dream unfolds. \n[107]The weirding way has long been a Bene Gesserit secret.  With my mother's help, my father isolated an element of the weirding way and externalised it. \n[108]Because of the Harkonnen treachery, my father's armies were never able to fully develop this new form.  This is what I will teach you.  You will be the fiercest and most feared fighters in the Universe. Our way of battle is built on rhythm.  You understand rhythm like this but you do not yet understand the rhythm of the higher sounds, sounds that heal and build... sounds that destroy.  Motion is the base. You understand the motion... but you do not yet understand the motion that heals and builds... motions that destroy... Orato! This obelisk is of your hardest stone. Kick it... Hit it... Yell at it... \n[109]Move back! \n[110]Chuksa! \n[111]This is part of the weirding way that we will teach you.  Some thoughts have a certain sound... that being the equivalent to a form.  Through sound and motion you will be able to paralyze nerves, shatter bones, set fires, suffocate an enemy or burst his organs....  We will kill until no Harkonnen breathes Arrakeen air. \n[112]To avenge my father, I will turn you into killing machines. \n[113]The most lethal poison in the Universe. \n[114]Did they try and fail? \n[115]What if she should fail? \n[116]She did it! \n[117]Chani....  I love you... I've always loved you.... \n[118]Activate your weirding modules... \n[119]Set the range for two meters. \n[120]Korba... The arm... \n[121]Motion... Chuuk-sa... \n[122]Stilgar... \n[123]My own name is a killing word.  Will it be a healing word as well? \n[124]Now! \n[125]When the spice flow stops, the entire Universe will turn to Arrakis.  The Baron and the Emperor himself will be forced to deal with us. \n[126]Only the very strong ones travel this deep.... \n[127]A sandrider!... \n[128]Long live the fighters! \n[129]We surprised a band of smugglers. \n[130]Gurney!... \n[131]You've no need of your weapons with me Gurney Halleck. \n[132]Don't you trust your own eyes. \n[133]Hurry!  All I see is darkness. \n[134]Now... the test of the water of life... what is it that waits for me in this darkness? \n[135]Father!...  Father!  THE SLEEPER HAS \n[136]Arrakis... Dune... Desert Planet. \n[137]Your time has come. Father... our time has come. A storm is coming -- our storm... and when it comes it will shake the Universe. Emperor... we come for you. \n[138]Long live the fighters! \n[139]Gurney, when the storm hits... set off the atomics.  I want an opening through the entire Shield Wall.  Stilgar?  Do we have wormsign? \n[140]Alia keeps pace with the storm. \n[141]Gurney, now! \n[142]Gurney... I see Thufir Hawat among the captives.  Let him stand free. \n[143]Let him stand free! \n[144]A knife.... In payment of the many years of service to my family, you may know ask of me anything you wish.  Anything at all. Do you need my life, old friend? \n[145]It is yours. \n[146]I mean this, Thufir.  If you are to strike, do it now. \n[147]Carry this noble Atreides warrior away. Do him all honor. \n[148]Emperor Shadam the IV... there are Guild Heighliners above us containing many Great Houses of the Lansraad....  SEND THEM \n[149]Good.  You have some idea of what I would do but I will tell it to one who has never been seen... one who hides deep in the Heighliner control rooms.  He will hear it first. \n[150]Where are you....  Let me see you or there will be no spice. \n[151]Don't try your powers on me.  Try looking into that place where you dare not look. You'll find me there staring back at you!! You Bene Gesserit have waited ninety generations to produce the one person your schemes required.  Here I stand.  But... I will never be yours. \n[152]You saw a part of what the race needs in the beginning.  In time you perverted the truth.  You sought to control human breeding and intermix a select few according to a selfish master plan.  How little you understand. \n[153]\n[154]I remember your gom jabbar, now you remember mine.  I can kill with a word. \n[155]There is a Harkonnen among you.  Give the Harkonnen a blade and let him stand forth. \n[156]The Emperor's blade. \n[157]Now, I will tell you how it will be. Irulan shall be my wife, opening the way for an Atreides to take the throne. \n[158]You will sit on a throne on Selusa Secundus, your prison planet.  Either that or you will die. \n[159]The Princess shall have no more of me than my name... no child of mine or touch the softness of glance... nor instant of desire....  This is my promise to you... ...my love. \n[160]The Fremen have the word of Muad'dib. They will have their Holy War to cleanse the Universe... they will have Arrakis... Dune... their planet.  There will be flowing water here open to the sky and rich green oases.  For the spice there will always be some desert.  There will be fierce winds and trials to toughen men. We Fremen have a saying... \"God created Arrakis to train the faithful.\" One cannot go against the word of God. ", "JESSICA": "\n[1]I  know she has come to test him... no man has ever been tested with the box... only Bene Gesserit women. I may lose my son. \n[2]Paul?... This is very important... \n[3]It meant so much to him... \n[4]I vowed never to regret my decision. I'll pay for my own mistakes. \n[5]Paul, this is the Reverend Mother Gaius Helen Mohiam. She is going to... observe you... Please... \n[6]Your Reverence. \n[7]Paul... please, Paul... listen to the Reverend Mother and do what she tells you. \n[8]Paul! \n[9]I must not fear.  Fear is the mind- killer... the little death that brings total obliteration... \n[10]So many reminders of the scarcity of water. \n[11]The way you say Harkonnen... I didn't know you had so much reason to hate them. \n[12]Forgive me... ... His wife was Bene Gesserit too... the signs are al over him.... They must have killed here. \n[13]He's hiding something -- holding something back. It's not just his wife... He's a good man though. He's probably trying to save my feelings... I could use The Voice... make him tell me... It would only shame him. I must place more trust in my friends. \n[14]I must speak with you Leto! \n[15]Yes? \n[16]You may refer to me as \"my lady.\" I am not noble born. I'm the bound concubine of Duke Leto -- mother of the heir designate.... \"Shadout\"... that's an ancient word. \n[17]I know the Bhotani Jib and Chakobsa, all the hunting languages. \n[18]That's it! The Missionaria Protectiva has been here planting protective legends against a day of Bene Gesserit need. And that day has come. I must play out this sham. I know the Dark things and the way of the Great Mother. Miseces prejin. \n[19]I know many things. I know you came prepared for violence with a weapon in your bodice. \n[20]And the means of my death should I prove otherwise. Now we will see which way the decision tips. \n[21]It could only be one thing.... It's a crysknife. \n[22]Here is why this Fremen has taken service with me, to ask that one question. Delay is as dangerous as the wrong answer. Shadout is Chakobsa... knife, in Chakobsa is... maker of death. It's a maker... \n[23]Maker?... Maker is the key word... the tooth of the worm? That was close... Did you think that I, knowing the mysteries of the Great Mother, would not know the maker? \n[24]There's more here... yes! Mapes, you've sheathed that blade unblooded. \n[25]I must speak with you Leto! \n[26]Leto... where are you? \n[27]Yueh's sign.  He's left a satchell. \n[28]Oh great mother!  He's trying the voice. The Reverend Mother said it could save him. \n[29]The calming exercise. \n[30]Excellent! \n[31]There's no need to fight over me. \n[32]First cut my son's bonds. \n[33]That's it. \n[34]Oh, my God! \n[35]Leto!  Leto! \n[36]Leto!  He's dead!  He's dead... \n[37]Where are we do you think? \n[38]Bring these satchels! \n[39]A million deaths are not enough for Yueh... \n[40]Calm yourself/ \n[41]Is he....? \n[42]He knows. \n[43]...the night is a tunnel... a hole into tomorrow... if we're to have a tomorrow... \n[44]I'm ready. \n[45]It's deafening! \n[46]I can't... I can't. \n[47]Yes... \n[48]Paul! \n[49]What's happened?...  Why did it leave? \n[50]Man-carved steps. \n[51]No, but many consider my training valuable. \n[52]Then I will teach you our way of battle....  you have the word bond of a Bene Gesserit. \n[53]Moisture... \n[54]They want me to take the Water of Life... the Truthsayer drug... so dangerous, yet... we must move swiftly if we're to secure our place among these Fremen. I will try to pass within. \n[55]I must do this for Paul, but what of my unborn child? \n[56]The ultimate awareness spectrum narcotic. I must transform the poison configuration within my body... the blue must be made clean. \n[57]No!  This is the place where we cannot look.  The place only for the eyes of the Kwisatz Haderach. \n[58]What is this?...  Is this what kills the men who enter here? \n[59]Alia. \n[60]It's the way she speaks of things... \n[61]...beyond her years and of things no child could know -- things of the past. \n[62]Alia! \n[63]\n[64]Alia!  What is it? \n[65]Stop him yourself. \n[66]Think on it Chani... We who carry the name of concubine... history will call us wives. ", "REVEREND MOTHER": "\n[1]We felt his presence. \n[2]Their minds are so.... They move in strange directions.... \n[3]Forced spice evolution of humans changes many things.... I must sit close to him. \n[4]I am your Truthsayer, my lord... He is here, my lord. \n[5]Yes, my Lord. \n[6]A chance for escape? But for whom? \n[7]He shouldn't speak of this... \n[8]Here it comes... \n[9]We'll salvage what we can... but I can tell you.. dear God... for the father... nothing. \n[10]Did you really think that you could bear the Kwisatz Haderach?... How dare you! \n[11]My greatest student... and my greatest disappointment.... He's awake!... He's listening to us. Good... Ready yourself, young Paul Atreides... I want to see you in your mother's chamber in one quarter of an hour. \n[12]Jessica... You were told to bear only daughters to the Atreides... Jessica! \n[13]You thought only of a Duke's desire for a son?... Desires don't figure in this! An Atreides daughter could have been wed to a Harkonnen heir and sealed the breach. We may lose both blood lines now. \n[14]And your son will pay with you. \n[15]Jessica, you know it must be done. I enjoin you to stand guard at the door and practice the meditation of peace. \n[16]Now you come here. \n[17]Some strength there. Surprising! Come here. \n[18]See this... Put your right hand in the box. \n[19]Pain. \n[20]STOP! Put your hand in the box. \n[21]I hold at your neck the gom jabbar. Don't pull away or you'll feel that poison. A Duke's son must know about many poisons -- this one kills only animals. \n[22]Let us say I suggest you may be human. Your awareness may be powerful enough to control your instincts. Your instincts will be to remove your hand from the box. If you do so you will die. You will feel an itching -- there... see? Now the itching becomes burning... heat, upon heat, upon heat. \n[23]\n[24]You feel the flesh crisping? \n[25]Flesh dropping off. \n[26]NO!! ENOUGH!! Kull wahad! No woman child ever withstood that much. I must have wanted you to fail. Take your hand out of the box and look at it, young human.... Do it! \n[27]Pain by nerve induction... A human can resist any pain. Our test is crisis and observation. \n[28]Could he be the one?... Maybe... but will he be ours to control? You know when people speak the truth? \n[29]Your mother wants you to tell me about your dreams. I only want to know one thing.... Do they come true? \n[30]Perhaps you are the Kwisatz Haderach. \n[31]The person who can be many places at once... the one who bridges space and time.... He will look where we cannot. \n[32]Do you know of the Water of Life?... the Truthsayer drug? \n[33]It is very dangerous... very painful. The Bene Gesserit sisterhood drink it to see within.... There is a place terrifying to us... to women. It is said a man will come... the Kwisatz Haderach... he will go where we cannot... Many men have tried... \n[34]They tried and died.... Jessica! \n[35]I sense your teachings in him. Ignore the regular order of training. His safety requires The Voice. \n[36]What can be done has been done. \n[37]... Many men have tried. \n[38]They tried and died. \n[39]Kill this child!!  She's an abomination!! Kill her. Get out of my mind!!! \n[40]Sister of Paul Muad'dib. \n[41]Stop him, Jessica! \n[42]You mustn't speak of... ", "DUKE LETO": "\n[1]Thank you for joining me, Paul. It will be good to get to our new home and have all this upset behind us. \n[2]My son. Thufir Hawat has served House Atreides three generations....  He swears you are the finest student he's ever taught. Yueh, Gurney and Duncan say the same.... It makes me feel very proud... \n[3]I'll miss the sea... but a person needs new experiences... they jar something deep inside, allowing him to grow.  Without change, something sleeps inside us... and seldom awakens... The sleeper must awaken. \n[4]Soon they'll begin to fold space. \n[5]Thufir?... anything?... keep looking. ...and a traitor... God help us. \n[6]The attempt failed... Harkonnen captives have already been taken. We must crush the Harkonnen machine on Arrakis.... You all know what to do. ...Gurney! We desperately need more spice miners... many are threatening to leave on the next shuttle. We need spice drivers, weather scanners, dune men ... any with open sand experience. You must persuade them to enlist with us. \n[7]Very moving, Gurney. On your way... and take care of Dr. Kynes until Paul and I arrive. We will not be prisoners here in this place. \n[8]So you are Dr. Kynes, the Imperial Ecologist? \n[9]This is my son, Paul. \n[10]I understand we have you to thank for these stillsuits, Doctor. \n[11]It's all right Gurney. \n[12]My thanks. \n[13]Wormsign? Is it wormsign? \n[14]What happens now? \n[15]Damn it... Harkonnens. \n[16]We are coming down to take you off the harvester... All spotters are ordered to comply. \n[17]Duke Leto Atreides.... \n[18]How many men do you have? \n[19]Damn the spice! Get out of there. \n[20]Two men in each of the spotters... You!... over here... run!! \n[21]Damn sloppy -- really damn sloppy. \n[22]What's that you're saying? \n[23]Someone is going to pay for this... I promise. \n[24]Duncan!  What have you discovered about the Fremen, Duncan -- tell me.  Why haven't we heard from you? \n[25]Sleep well... my son. \n[26]What happened?  What? The shield! \n[27]Yueh! He's sabotaged the house generators, we're wide open. \n[28]... Why? \n[29]Refuse... \n[30]Yueh... Yueh... dead... Paul and Jessica safe... the tooth! \n[31]Wait... he must be near... \n[32]A... little... closer....  The... water... of my life... for Paul. \n[33]Now! \n[34]The seed must grow. \n[35]The sleeper must awaken. ", "EMPEROR": "\n[1]Irulan. \n[2]A Third Stage Guild Navigator will be here within minutes! \n[3]I shall want telepathy during his visit and a report when we're finished. \n[4]Yes? \n[5]He will not permit anyone but me to see him. You must be outside this room.... Do what you can. \n[6]Leave us. \n[7]We are alone... \n[8]Yes?... How was your journey? \n[9]Oh yes? \n[10]Is there a problem?... Usually there is a problem when one of you makes a visit. \n[11]Yes. \n[12]The Atreides house is building a secret army!... using a technique unknown to us... a technique involving sound. The Duke is becoming more popular in the Landsraad... he could threaten me.... I have ordered House Atreides to occupy Arrakis to mine the spice... thus replacing their enemies the Harkonnens.... House Atreides will not refuse because of the tremendous power they think they will gain. Then, at an appointed time Baron Harkonnen will return to Arrakis and launch a sneak attack on House Atreides... I have promised the Baron five legions of my Sardaukar terror troops. \n[13]Yes. \n[14]Can you hear me?... If this visit has anything to do with spice... \n[15]I can assure you... \n[16]You mean, of course, Duke Leto Atreides... his father. \n[17]What do you mean one last... \n[18]But he was said to... \n[19]Who is this Paula Atreides to the Guild? And why? \n[20]I want fifty legions of Sardaukar on Arrakis at once. \n[21]This is genocide...  the deliberate and systematic destruction of all life on Arrakis. \n[22]Bring in that floating fat man... the Baron. \n[23]Why have you brought me here? \n[24]Ah?  But your lack of action demanded it. Your dreadful mismanagement, your bad judgement in assigning to Rabban -- -- the governorship....  You forced me to come here and set things straight... personally. \n[25]Silence!...  I do not court your brother's pleasure. \n[26]Paul's sister... Paul is Muad'dib?! \n[27]Impossible! \n[28]Release the Sardaukar.  Baron... give this little abomination to the storm. \n[29]How dare you speak to me... \n[30]If Feyd wishes, he can meet you with my blade in his hand. \n[31]I sit on the throne!! ", "GURNEY": "\n[1]No music. I'm packing this for the crossing. Shield practice. \n[2]Not in the mood?! Mood's a thing for cattle and love play... not fighting. \n[3]Not sorry enough. \n[4]Guard yourself for true! \n[5]Good... the slow blade penetrates the shield... but look down. \n[6]We'd have joined each other in death. However, you did seem to finally get the \"mood\". \n[7]If you'd fought one whit below your abilities I'd have scratched you a good one. \n[8]Yes. I sensed the play in you lad, but this can no longer be play. Tomorrow we leave for Arrakis! Arrakis is real. The Harkonnens are real. \n[9]Precise control.... \n[10]They shall come all for violence: their faces shall sup as the east wind. And they shall gather the captivity of the sand. \n[11]Behold as a wild ass in the desert go I forth to my work. \n[12]I hope I made myself clear. You may call him \"The Duke,\" \"My lord,\" or \"Sire.\" And there is a more ancient term you might keep in mind -- \"Noble Born.\" \n[13]The Duke is to be addresses as... \n[14]Sire! \n[15]Yes, Sire. \n[16]We're wasting time, Sire. \n[17]The young master is a trained Mentat, an advanced student of Prana Bindu has studied under some of the finest teachers in the Universe. \n[18]Dust cloud ahead, Sire. \n[19]Don't mention the Duke... This is an uncoded channel. \n[20]The worm is eight minutes away, Sire. \n[21]Come on boys... come on. We're going to be heavy, Sire. \n[22]Gods, what a monster. \n[23]\n[24]Paul!!  Paul!! \n[25]They said you were dead.  They said... \n[26]You young pup!  You young pup! \n[27]Atomics! \n[28]My Lord? \n[29]Thufir.  Come. \n[30]This is a Harkonnen animal.  Let me, please, my Lord. ", "KYNES": "\n[1]So, this is Leto the Just... \n[2]Play out your little comedy while you can off-worlders... \n[3]I prefer the more ancient term, planetologist... Noble Born. \n[4]I am a servant of the His Majesty the Emperor. I have served His Majesty on Arrakis long enough for my eyes to change. \n[5]They are Fremen suits. I hope they fit well, my lord. \n[6]The Mahdi will greet you with holy words and your gifts will be a blessing. Most of the desert natives here are a superstitious lot. They mean no harm. With your permission, I will check the security of your suits. \n[7]Basically... \n[8]It's a high-efficiency filter and heat exchange system. Perspiration passes through the first layer and is gathered in the second. The salt is separated. Breathing and walking provide the pumping action. The reclaimed water circulates to catchpockets from which you can drink through this tube at your neck. Urine and feces are processed in the thigh pads. Should you be in the open desert, remember to breathe in through your mouth, out through the nose tubes. \n[9]With a Fremen suit in good working order, one can sustain life for weeks, even in the deep desert. \n[10]With your permission... \n[11]You've worn a stillsuit before? \n[12]Your suit is fitted desert fashion. Who told you how to do that? \n[13]That it is. He shall know your ways as if born to them. \n[14]Southeast over the Shield Wall. That's where I told your sandmaster to concentrate his harvesting. \n[15]Where there is spice and spice mining there are always worms. \n[16]Always. \n[17]To protect their territory. Vibrations attract them. \n[18]As I said... they defend the spice sands. As to their relationship with the spice... who knows. \n[19]That's it... spice mining... no other cloud quite like it. See the spotters over it? They're watching for wormsign... the telltale sand waves. Seismic probes on the surface, too Sire... worms can travel too deep for their waves to show... Looks like a good patch of spice. \n[20]Yes!... worm. Big one! You've got sharp eyes Sire.... May I? \n[21]Calling Harvester Pad Nine. Wormsign! \n[22]Unlisted flight northeast of you... wormsign on intercept course... estimated contact fifteen minutes. \n[23]The carryall will come and lift off the spice harvester. Try and get in close over the harvester... you'll find this interesting Sire. \n[24]They'll work until the very last minute. \n[25]I can't see him yet but he's very close... \n[26]Here he is... We've got to go. \n[27]Bless the Maker and his water... Bless the coming and going of him.  May his passage cleanse the world. \n[28]Nothing. \n[29]You are about to witness something few have seen -- watch!  Watch! \n[30]This Duke is more concerned over his men than the spice!  I must admit... against all better judgement... I like this Duke. ", "BARON": "\n[1]Piter. \n[2]What does Leto say, Piter? \n[3]I made my peace gesture... the forms of Kanly have been obeyed. \n[4]My plan! \n[5]You're so beautiful my Baron Your skin, love to me Your diseases lovingly cared for For all eternity. \n[6]I will have Arrakis back for myself... he who controls the Spice, controls the universe... and what Piter didn't tell you is we have control of someone who is very close to Duke Leto.  This person... this traitor... will be worth more to us than ten legions of Sardaukar. \n[7]I won't tell you who the traitor is or when we'll attack.  However, the Duke will die before these eyes and he'll know that it is I -- Baron Vladimir Harkonnen -- who encompasses his doom. \n[8]The drug was timed.  Dr. Yueh has been very valuable to us....  What a pity you must remain gagged.  We can't let ourselves be swayed by your witch's Voice, now, can we? \n[9]Goodbye, Jessica and goodbye to your sweet son....  I want to spit once on your head... just some spittle on your face -- what a luxury. \n[10]We were ordered to kill them... so kill them. \n[11]You wish now to join your wife, is that it, traitor? \n[12]You wish to join her... join her, then. \n[13]Take him away. \n[14]Duke Leto Atreides.  Someone's torn the insignia off your uniform.  Such carelessness. \n[15]It was Feyd? It was Feyd!  Where is the ducal signet ring?  I must have his ring. \n[16]You killed the doctor too soon, you fool! \n[17]Where is your ring? \n[18]You do not answer! \n[19]He's crying! He's crying!  He's crying, Piter.  What does he mean? \n[20]I'm alive!!!  I'm alive!!! \n[21]Rabban!!... we're knee deep in Atreides blood!  We've gutted them.  We've gutted them! \n[22]Rabban, Rabban...  I place you in charge of Arrakis.  It's yours to squeeze, as I promised.  I want you to squeeze and squeeze and squeeze. Give me spice!  Drive them into utter submission.  You must not show the slightest pity or mercy... as only you can...  Never stop! Go....  Show no mercy! \n[23]And when we've crushed these people enough I'll send in you Feyd... they'll cheer you as a rescuer... lovely Feyd... really a lovely boy. Where's my doctor? \n[24]Feyd, even though he's aging, Thufir is one of the finest Mentats in the Universe... and he's mine, Feyd... all mine....  Quiet now. \n[25]Oh Thufir, I see they've installed your heart plug already....  Don't be angry. Everyone gets one here.  But this is not why we're here.  We've brought you a little cat, Thufir.  You must care for it if you wish to live.  A poison has been introduced into you, Thufir Hawat.  By milking this smooth little cat body each day you receive your antidote... it must be done each day....  Also, you must do something for me if you wish to live.  You know I lost Piter, my dear Mentat... \n[26]Feyd, no, no!  Thufir's a Harkonnen now, aren't you Thufir? \n[27]Your Highness... There must be some mistake... I never requested your presence. \n[28]I have her, Majesty! ", "STILGAR": "\n[1]Perhaps these are the ones Mapes told us of. \n[2]Are you trained in the ways of the desert? \n[3]I will take the boy-man... he shall have sanctuary in my tribe... \n[4]Stop!  Get back!!  She has the weirding way.  Why didn't you tell us!  Great gods... if you can do this to the strongest of us you're worth ten times your weight of water.  As a leader of my people I give you my bond: teach us this weirding way and you both shall have sanctuary.  Your water shall mingle with our water. \n[5]You have strength... real strength... You shall be known as Usul, which is the strength of the base of the pillar.  This is your secret name in our troop.  But you must choose the name of manhood which we will call you openly. \n[6]We call that one Muad'dib. \n[7]You are Paul Muad'dib, and your mother shall be a Sayyadina among us....  We welcome you. \n[8]Greater than treasure, Usul.  We have thousands of such caches.  Only a few of us know them all.  When we have enough... we shall change the face of Arrakis. Listen!... \n[9]The Rocks of Arrakis hold many secrets. \n[10]Sayyadina.  Our Reverend Mother tells me she is too old... She has been calling through space and time for you to come and let her rest.  She asks that you pass within. \n[11]Death may be the result....  Are you sure? \n[12]Do you know the Water of Life?... Come... ...Watch... the mystery of mysteries... the end and the beginning. \n[13]The Water of Life. \n[14]the shoulders of several large Fremen men \n[15]Usul... It is time you become a sandrider... and travel as a Fremen.  Take the kiswa maker hook of our sietch and ride as a leader of men. \n[16]Two thumpers are planted.  The worm may not surface for the first - he will rise for the second.  Remember, when the worm approaches, you must be utterly still... and close enough to plant the hook firmly under a ring segment....  The worm will turn to lift this exposed area as far from the abrasive sand as possible and it will take you with it -- to the top.  Do not get too close as he approaches... the sand will engulf you....  Wait till the head of the worm passes -- then go... quickly. Shai-Hulud... Shai-Hulud. \n[17]Usul has called a big one.  Again... it is the legend. \n[18]Too bad... thought they were Harkonnen. \n[19]Long live the fighters! \n[20]Usul... We have wormsign, the likes of which even God has never seen. ", "THUFIR": "\n[1]Those sounds could be imitated. \n[2]Yes. Perhaps he would at that. \n[3]Many dangers exist on Arrakis. For one, we know the Harkonnens would not have given up their CHOAM company contract so easily. \n[4]You will make a formidable Duke! \n[5]Now remember... the first step in avoiding a trap is knowing of its existence. \n[6]We have our new army. Dr. Yueh, put the weirding module on him. \n[7]Clear and lock the room. \n[8]Activate a fighter. \n[9]Why isn't the shield up yet? \n[10]We found these sabotage devices too easily... \n[11]Set up a sonar probe immediately! \n[12]Sector 6 - 80 -- copy the sixth -- the summit -- the eight the quadrant over the ninth plus eighty -- four circles -- weave the eighty and call the fourth copy -- enter nine -- seven by seven a seven the seven call seven B seven -- enter the circles call the sixth copy the sixth over the summit.... eight. \n[13]Eight.... Thufir Hawat... Mentat... Master of Assassins. \n[14]The Palace is now secure. The city of Arrakeen is under martial law... we have troops here headquartered underground on sub-floors six through ten. The rest of the troops are stationed in Arrakeen and we have some on the airfield. Our new army is still training, but everything is shielded.... With the shielding, we are impenetrable. Dr. Kynes is waiting, Sire, for your inspection of spice mining operations, but since the attempt of the young master, I am against your leaving the Palace. \n[15]My dear Duke... how I have failed you. \n[16]Three... generations... of you... ", "NAVIGATOR": "\n[1]We have just folded space from Ix... \n[2]Many machines on Ix... new machines. \n[3]Better than those on Richesse.. You are transparent... I see many things... I see plans within plans. \n[4]The answer is within the problem... \n[5]I see two Great Houses -- House Atreides, House Harkonnen -- feuding... I see you behind it. \n[6]You must share with us. \n[7]So the Harkonnens will rid you of House Atreides... \n[8]Reverend Mother... I will give you the Tleilaxu Path. \n[9]LISTEN TO ME!! The spice must flow... the spice has given me accelerated evolution for four thousand years... it has enabled you to live two hundred years... the spice helps make the sapho juice, which gives the red-lipped mentats the ability to be living computers... the secret side of spice... the water of life. \n[10]...gives the Bene Gesserit sisterhood the metaphysical ability to see beyond...to have superior powers... Our power to fold space is in the spice... Without us, your empire would be lost on isolated scattered planets... You would be lost. \n[11]Do not interrupt!!! Do not speak lightly of the spice... ONE SMALL POINT... \n[12]We ourselves... foresee a slight problem within House Atreides.... Paul.... Paul Atreides. ", "PITER": "\n[1]It is by will alone I set my mind in motion. It is by the juice of Sapho that thoughts acquire speed - The lips acquire stains - The stains become a warning - It is by will alone I set my mind in motion. \n[2]My Lord! \n[3]The Atreides will be leaving Caladan soon, Baron, and I have here your answer from Duke Leto. \n[4]He wishes to inform you that Vendetta -- as he puts it, using the ancient tongue, the art of Kanly -- is still alive. He does not wish to meet or speak with you. \n[5]As you instructed me, I have enlightened your nephews concerning my plan t... \n[6]The plan to crush the Atreides.  Feyd, Rabban... go quietly... no other great house of the Landsraad must ever know of the Emperor's aid to the Baron.  The entire Landsraad would turn against the Baron and the Emperor. \n[7]Take them to the desert, as the traitor suggested and worms will destroy the evidence.  Their bodies must never be found. \n[8]spittle around on her face with his hand, delicately \n[9]It was Feyd. \n[10]The ring?... he was brought to us as is, Baron.  I... \n[11]He's coming round, my Lord. ", "NIGHT": "\n[1]\n[2]The Duke walks down the steps to a very narrow passageway.  The passageway becomes very dark. Suddenly the Duke hears a strange MEWLING sound.  He turns down an even darker passageway.  He can hear the shield WHINING in the distance.  He almost has to feel his way.  Up ahead he sees a shape.  He bends down and sees the SHADOUT MAPES dying on the cold stone floor in the darkness.  She tries to speak but cannot.  She falls.  Suddenly the Duke HEARS the shield generator start whining down. \n[3]ATREIDES GUARD #1 comes running down the steps and up to the CAPTAIN and a TECHNICIAN. \n[4]Fremen carry the Fremen REVEREND MOTHER RAMALLO in on a litter.  The old Reverend Mother is old a frail yet extremely beautiful and mysterious.  She turns to Paul and Jessica with a strange look. \n[5]Stilgar and Paul return to the ledge above the Hall of Rites.  A MONK PRIEST steps forward, addresses the crowd, silencing them.  The other monks move back carrying their smoking cleansing bags. \n[6]We see Jessica sitting, shoulders tight and spasming -- straining, her eyelids half-closed and flickering. \n[7]The old Reverend Mother slowly extends a hand toward Jessica's shoulder. \n[8]\n[9]The old Reverend Mother Ramallo slumps forward onto the stone, dead.  The crowd waits.  The corpse is tenderly removed.  Jessica very slowly opens her eyes and looks about her.  The monk holds the jug to her lips. \n[10]Paul continues to stare at Chani.  He moves to her. Chani turns.  Paul is at her side.  Their eyes meet and lock. \n[11]The Rock Ledge of Sietch Tabr is filled with Fedaykin and monks; Chani, Jessica, Gurney and Stilgar stand together near the back.  Paul moves out on the Rock Ledge overlooking the Hall of Rites which is crowded with Fremen warriors who chant \"Maud'Dib\" along with the powerful sounds of the WIND ORGAN and FREMEN war DRUMS. Paul raises his open hand.  SILENCE.  Only the organ continues with a soft low NOTE.  The Fremen wait. ", "ALIA": "\n[1]Mother. \n[2]Harah!  Would they deny me the right to use this mind?... \n[3]Would they deny me the right to use this voice?... \n[4]Mother - help me! \n[5]It's Paul.  He's taken the Water of Life. \n[6]I am the messenger from Muad'dib.  Poor Emperor, I'm afraid my brother won't be very pleased with you. \n[7]Not until you tell them both who I really am. \n[8]My brother is coming... with many Fremen warriors. \n[9]Not impossible.  I told you... He is here now. \n[10]And how can this be? \n[11]For... he is the Kwisatz Haderach! ", "VOICE": "\n[1]The second moon, your moon... \n[2]Who calls Pad Nine? \n[3]Have sighting confirmed. Stand by for fix. Contact in sixteen minutes minus. Very precise estimate. Who is on that unlisted flight? \n[4]Spotter control... no sign of the carryall... it isn't answering. \n[5]Spotter control -- give me a report by the numbers. \n[6]Ordered by whom? \n[7]Yes... yes, Sire! \n[8]Full crew -- twenty-six men -- but Sire, we can't leave this spice... \n[9]Seventeen Great Houses of the Lansraad have reported a significant delay in delivery of spice per CHOAM agreement. This constitutes a serious violation of CHOAM codes.  Contact Baron Vladimir Harkonnen immediately. \n[10]Stand-by... warning... we have just received a coded threat from the Guild. Spice production is in serious jeopardy... Giedi Prime supplying false reports... Guild to visit Emperor in one standard day. ", "FEYD": "\n[1]Who is the traitor? \n[2]I will. \n[3]All I can see is an Atreides that I want to kill. \n[4]The antidote... \n[5]The righteous! \n[6]I wish it. \n[7]Why prolong the inevitable?  I will kill you!  I will kill him! \n[8]Who is the little one?  A pet, perhaps? Will she deserve my special attentions? \n[9]You see... your death... my blade will finish you. ", "CHANI": "\n[1]I am Chani, daughter of Liet....  I would not have permitted you to harm my tribe. \n[2]Come with me.  I'll show you an easier way down. \n[3]Seitch Tabr. \n[4]Tell me of your homeworld, Usul. \n[5]Come with me. \n[6]You were calling my name... it frightened me. \n[7]Paul... I will love you forever... in life or in death... let Shai-Hulud judge now. You are my life. \n[8]Paul... Paul. \n[9]Paul! ", "REVEREND MOTHER RAMALLO": "\n[1]We are the secret of the Universe. \n[2]We are the secret of the Universe. We know of spice...the spice called melange...the greatest treasure in the Universe. It exists on only one planet - ours Arrakis, Dune. We know of spice and the Bene Gesserit sisterhood's selective breeding plan of ninety generations to produce the Kwisatz Haderach, the one the spice will awaken. \n[3]And now the prophecy... \n[4]He will come...the voice from the outer world, bringing the holy war, the Jihad, which will cleanse the Universe and bring us out of darkness. He will have been born of a Bene Gesserit mother. \n[5]So you are the ones. \n[6]You should have told us. \n[7]Great Mother!  This changes both!  What have we done? \n[8]I've been a long time waiting for you. Here is my life. ", "YUEH": "\n[1]It can render flesh to dust in minutes. And these dry winds can generate tremendous static electricity in the atmosphere. Our body shields won't have enough power to operate in the open air on Arrakis. \n[2]We don't know much about the Fremen... They live in the deep desert... some of them in the cities and they have blue- within-blue eyes... \n[3]I've brought House Atreides down.  I've destroyed the new army's weirding modules. \n[4]I wish to kill a man... not you, my dear Duke, but the Baron....  You were dead already... but you will be close to the Baron before you die.  You will be tied and drugged but you can still attack. When you see the Baron you will have a new poison tooth.  He will want you close so he can gloat over you.  One bite on this tooth and a strong exile... \n[5]No! -- You mustn't... for in return I will save the lives of your Paul and Jessica. \n[6]For Paul... \n[7]When you see the Baron, remember the tooth!  The tooth! \n[8]She lives? ", "MAPES": "\n[1]You know the ancient tongues? \n[2]As the legend says. \n[3]My lady, I... the weapon was sent as a gift if you should prove to be the one. \n[4]Do you know this my lady? \n[5]Say it not lightly... Do you know its meaning? \n[6]My lady, when one has lived with prophecy for so long, the moment of revelation is a shock. \n[7]Take the water of my life! \n[8]You are ours.... You are the one. "}}