{"dialogues": {"JERRY": "\n[1]damnit...     3/28/07 6. \n[2]-- I know. \n[3]Hey, Becky? When're you going to start wearing makeup? Kwame laughs as Becky tosses her smock at Jerry: \n[4]Dude: no its not. \n[5]Your first mistake? Underestimating dwarves. Power can come from anywhere -- tomorrow night I'll give you first roll and a bonus pack if y--     3/28/07 7. \n[6]That -- wow. Good for you. So it's your last night. You're gonna spend it collating. \n[7]And that's why we have those rubber thimbles in the drawer --.congratulations on Cornell, though, that's huge! TRACK WITH HIM out to... A COUNTER AREA as, he pins on his NAMETAG: \"JERRY.\" Rows of COPY MACHINES and COMPUTER CUBICLES. He takes his place behind a register. Smiles, getting it up: \n[8]Welcome to Kinko's, how can I help you? The CHUGCLICK-CHUGCLICK-CHUGCLICK sound of the machines gets louder and louder as they BECOME THE SOUND OF: \n[9]Whatever are you cooking right now? Is the greatest thing I've ever smelled in my life, I swear to God -- \n[10]-- here's some of it -- most of it -- but I've got something else for you... something special... Eyebrows bobbing. Mrs. Wierzbowsky knows exactly what it is. Sighs. Knows she can't resist him -- \n[11]So I think. No, I'm pretty sure that's the best one so far --- \n[12]Oh, no, no. I couldn't --  Unless, you know, you insist. He sits at the table, starts eating. This is their routine. \n[13]Oh, the redhead? No. She... that's over. She got smart. \n[14]Well, womenareIpretty smart. I've discovered. \n[15]Your -- I'm like your dog? \n[16]why do you think that is? As she pours a drink into a plastic cup -- \n[17]This is -- vodka -- Jesus, its eight- thirty in the morning -- \n[18]its my mother. \n[19]is problem. \n[20]Hey, mom... Jerry stands there in silhouette. LISTENING. Something is happening... .suddenly he loses his balance -- sinks to the floor, phone to his ear -- staring in pain -- \n[21]-- no! I-- I'm not him! All eyes on him. His voice, sad, heartbroken: \n[22]It's okay! I'm not Paul! Locks eyes with his MOTHER and FATHER up in the front pew. Their eyes red from crying, withered shells. And Jerry gives a lame wave before heading reluctantly up to the COFFIN. Devastated, he leans in -- and we MOVE AROUND to see the body: And it's fucking HIM -- Jerry's very own face, but one that seems to have been RECONSTRUCTED after some kind of accident. Gruesome and handsome all at once. This was PAUL SHAW. Jerry's identical twin. Off the surreal moment... A reverbed TRUMPET PLAYS, the tune familiar. In fact, it's: \n[23]Didn't realize it'd been that long. \n[24]Nowhere.  Singapore. Alaska for a few weeks. got a job for a while. On a...fishing boat. Met some great p- \n[25]I'm trying, you know, just to -- But William has just started crying.. Sobs of absolute loss. Jerry stands there, frozen, until William EMBRACES HIM. Jerry hugs him back -- tightly, grateful and starting to feel again. And just then, William says, quietly, through tears: \n[26]No. -- Dad, I'm okay. I'm doing really well. I promise. His father holds out some bills. North of two-hundred dollars. It's a stand-off. The question is: does Jerry have enough pride to reject the offer? And the answer is... \n[27]-- whoa -- Jerry stabs cancel again. Now TEN MORE $100 bills-come out. He glances at the people in line, nervous-- \n[28]-- two seconds, sorry -- \n[29]Big date. So... fingers crossed. \n[30]Here's the rest of the rent -- next \n[31]Just take it -- it's okay, I owe you -- \n[32]For me?     3/28/07 18. \n[33]-- hello? A WOMAN'S VOICE. We can't place why... but it's really creepy. \n[34]-- what? Who is this? \n[35]Who the hell is this?! Rips back the curtain to see a SWAT VAN SCREECHING UP -- a flack- jacketed TEAM pours out, assault rifles ready. Jerry goes pale. \n[36]Jesus Christ -- what's happening?! \n[37]Look, man, I don't know what this is -- I don't know how all that shit got in my apartment, but unless you're my lawyer-- \n[38]it hasn't been ideal. \n[39]You tell me. \n[40]Why? What am I doing here. I don't even know who you are. Morgan tosses his black leather BADGE WALLET onto the metal table. It lands open with a substantial CLUNG! \n[41]Counterterrorism Center? You think I'm -- \n[42]If you're asking if we were the kind of freaky twins you see at the mall wearing the same shirt, no. Listen, Paul traveled a lot, so we didn't --     3/28/07 20. \n[43]What're you... saying. \n[44]Am I getting a lawyer here? 'Cause didn't hear my rights read to me-- \n[45]what? No, why? Morgan pulls out a SURVEILLANCE PHOTO: Jerry, college-age, at a STUDENT RALLY holding up a sign with an image of the Pentagon crossed out in red: \"DECLARE WAR ON WAR!\" \n[46]Wait. Come on -- okay: her name was Julia, she was the smokinist girl I'd ever seen and she wanted me -- I would've gone to an \"Anti-Oxygen\" rally for her. I swear to God, dude-- \n[47]Why'd you stay in? I don't know, I didn't really see the point. \n[48]Unless I've been fired from Kinko's, which is a statistical impossibility, I'm holding a job right now.     21. 3/28/07 \n[49]-- what can I say? Guess I haven't found myself yet -- \n[50]For as second I thought God, maybe. The ATM was obviously broken -- or do.. accidents not happen in your . universe? \n[51]A woman, I don't know! She called me and told me I was gonna be arrested. GET \n[52]\n[53]I thought there was no phone call. \n[54]hello? Dad--? \n[55].no wav -- who are you?! Behind Jerry; the steel door UNLOCKS -- he whirls to the OPENING DOOR -- waiting for a Guard -- someone, anyone... BUT NO ONE COMES.::: What the hell is this?! \n[56]What fire?! How'd you get on this phone?! Are you the one doing all this to me? Why?! \n[57]Wait, what d'you mean \"follow the water\"? Suddenly: TSHHHHH! Jerry turns -- in the hallway, a CEILING SPRINKLER SPRAYS. The FIRE GROWS, RAGING from the VENT -- \n[58]\n[59]\n[60]\n[61]-- Jesus -- \n[62]-- listen -- lady -- who are you?! \n[63]--.how do you know that? Where are you? Jerry notices ANOTHER SECURITY CAMERA in the corner as: \n[64]Go to hell. How's that. He hangs up, drops the phone and STOMPS ON IT. Eyes from fellow passengers. THEN EVERY CELL PHONE ON BOARD RINGING IN UNISON.     3/28/07 30. \n[65]\n[66]Yeah, thanks, we're on it -- \n[67]-- my name's Jerry Shaw, I've been set up -- somehow I don't know -- by --     3/28/07 32. \n[68]-- oh, no way --     3/28/07 33 \n[69]-- sixt ! Go to sixty! \n[70]\n[71]\n[72]-- you're doing great -- \n[73]-- this thing's on auto-pilot or something. Which doesn't happen, these barges are operated, by people. He steps out. In thought, tears in her eyes, Rachel asks: \n[74]Are you kidding me? She changed every traffic light! This woman's called me on other people's phones -- some dude who happened to be sitting next to me! His phone rang -- it was her! For me! She broke me out of maximum-security custod in a way I'm not even gonna tell you cause you won't believe it -- and you saw how she directed us away from the police, then lifted us outta the world and dropped our ass onto the ghost barge! Can she derail a train? She could probably turn a train into a duck. Yes. I think she c--     3/28/07 36. \n[75]I mean... I don't know, I'm not sure she could derail a train, what the hell do I know? Rachel brushes her tears away. Afraid, but fighting it. \n[76]-- you see what I mean? He wipes it off, holds it to his ear despite the stench; \n[77]Hello? \n[78]Lady, what if I told you we don't know how to swim. \n[79]She called you \"the female.\"  That's like... something a foreigner would say, like a bad translation. But she has no accent. \n[80]Does it bring back memories of Westport Y? \n[81]I didn't. And they turn to look down at the FREEZING RIVER WATER as we PRE- LAP the SOUND of a clear F SHARP and CUT TO -- INT. A&amp;B INSTRUMENT REPAIR MORNING An OLD MAN blowing into KYLE,'S TRUMPET. Thick glasses, sweater vest, INSTRUMENTS stacked all over the place. Kyle's familiar CASE with the Packers' sticker open next to him. \n[82]Yeah, I know... that's occurred to me.     3/28/07 40. \n[83]Excuse me? I would offer this whole situation isn't \"obviously\" about anything. \n[84]-- so what? \n[85]Wait a minute -- you're suggesting all that stuff was for Paul? As they approach TOWER 108: \n[86]he hasn't been dead long enough to become a memory! And if you knew Paul, which you did not, you'd laugh all day at the idea that he was a spy or terrorist or whatever you're implying -- \n[87]Well hasn't that been the question my whole life. You know how I know Paul wasn't a terrorist? Because if he had been, he would've been the best fucking terrorist in history: he wouldn't have gotten caught, the United States would be a crater -- he would've won awards for being a great terrorist.  What about you? Why'd she choose you -- what's your day job? I know it isn't \"manual-shift driver.\"     3/28/07 41. \n[88]Really? Suddenly they're interrupted by the ROOSTERTAIL OF DUST approaching in the distance. Rachel stops dead and on INSTINCT, grabs Jerry's hand, all their mutual hostility vanished: \n[89]who are you? \n[90]-- dropped off what? Who are you? \n[91]what's it for? \n[92]\n[93]What do you know? \n[94]-- who's doing this? And they begin to struggle. Middle Eastern Man's dropped CELL PHONE RINGS. Rachel. Terrified, hesitant. Knows somehow its for her -- she answers: \n[95]You killed him... you killed that man... \n[96]-- Rachel. She's watching us. Right now. You wanna die too? Your son? We have to go. Rachel looks right at him, still shaking, knows he's right. And nods. Okay. Okay. As our MUSIC BUILDS, LARGER THAN YOU MIGHT \n[97]how old is he? Your son. \n[98]What's he doing on a train? She really doesn't want to talk. BUT:     3/28/07 48. \n[99]wow. And you. Hm. She turns to him. Eyes burning into the side of his head. Knows what he's thinking. \n[100]Is it okay? I could give a shit. \n[101]I'm not allowed to nod? \n[102]I'm just thinking, sounds like a big deal, especially for a 9-year-old -- playing at the Kennedy Center -- I'd just think at least one parent might wanna be there to see it. \n[103]Well, you're not wearing a ring and you haven't mentioned anyone but your son is on that train. Even the most pissed off ex-wife -- which I'm not saying you aren't -- would've mentioned it if her ex's life was threatened -- and if Kyle was going to meet his dad in DC? You would've tried to call him, too. So where is he? Kyle's dad?     3/28/07 49. \n[104]Insightful? Intuitive? A better driver than you --? \n[105]Okay, the most fascinating thing here? Is that you don't know the first thing about me! \n[106]-- love being stuck in a van with my fucking guidance counselor -- \n[107]-- you need to stop talking about my brother, I've had enough of that -- \n[108]Why not? My brother's a terrorist, and I'm a loser right? He starts to walk away. Rachel desperately opening her door \n[109]I'm done. \n[110]You're on your own. Rachel starts running after him,panicked, leadin : \n[111]I'm sorry? What'd you just say? \n[112]You mean without the \"man-child?\" Rachel's reserves crumble. \n[113]No more accusing my brother of shit you know nothing about, is that understood? Rachel looks at him. Nods. Finding her voice again --     3/28/07 51. \n[114]Could be worse. Could.be.a Federal Prison. \n[115]yes, thank you, we'd... like that. The manager walks them across to a secure elevator with a THERMOGRAPHIC SCANNER. The manager looks at Jerry expectantly, waiting for him to place his hand on it. He does: a flash of light, identifying him as: \"SAXON, CARL.\" Jerry's eyes: this is madness. The elevator doors OPEN. \n[116]Maybe it's not gonna be so bad. \n[117]-- I don't suppose -- there's any easier way to`get whatever the hell it is you want -- is there? Miss? But she's not answering. \n[118]Excellent. \n[119]Don't! The men freeze -- Jerry holds his gun awkwardly -- \n[120]Uh... hi. How's it going. Put. it on the we need the case. \n[121]I think we're already mid-shitstorm. Do it. The men exchange glances. Reluctantly, Courier #1 punches a combination into the case's padlock, the cuff POPS free from his wrist. He slides it over to Jerry, who reaches for it... AND COURIER #2 MAKES A MOVE -- SMASHING Jerry back, knocking the gun out of his hand.. Jerry CRASHES to the ground, the BONE MIC falling out of his ear... he turns, shit! Sees it skitter under the table. The Courier sees it too and grabs his chance: snatches up the case and RUNS for the elevator -- Rachel rushes him, trips him -- he falls, dazed -- Jerry leaps up but Courier #2 effortlessly FLIPS him on top of the steel table, SLAMS Jerry's head into the counter, unholsters a back-up GUN from his ankle -- brings the barrel up as: BAM! A GUNSHOT! The Couriers spin to see RACHEL, holding the gun that was kicked across the floor: \n[122]Would you stop doing that?! \n[123]Is this a bomb?! 'Cause I am not walking out with a bomb! Hey! You! But she's done talking. As the elevator DOORS SLIDE OPEN--     3/28/07 56 \n[124]Like you got into a fight. Me? \n[125]Just keep walking Jerry looks at the CLOCK above the-stadium. Then over his shoulder at the BANK. Steers Rachel over towards the VENDOR. Trying to stay calm. \n[126]Two jerseys and two hats, please -- \n[127]I don't know what that means -- \n[128]Uh... both. The two COURIERS running out of the bank. POINTING RIGHT AT JERRY AND RACHEL ACROSS THE STREET. Everyone starts RUNNING TOWARD THEM. Jerry shoves a jersey and hat at Rachel-- \n[129]Put these on -- \n[130]Do it!     3/28/07 57 \n[131]Thanks, uh, we're in kind of a hurry -- \n[132]No! 2 trot it.  Thanks, though. \n[133]Knock yourself out. The Bellhop is still looking down at his palm when Jerry SHUTS THE DOOR on him. \n[134]Nice? One night in this place is more than one of my paychecks; and that's before taxes -- He heads over to the minibar. Starts rooting through it, pulling out those tiny bottles of alcohol... \n[135]If we're going down, I'm gonna go down singing. Hey! Chocolate covered almonds, I love these! \n[136]What the hell's in the briefcase? \n[137]BULLSHIT! This is crazy! You're a television set! You don't watch me, I watch you! I wanna know what the hell's going on!! \n[138]-- \"not be efficacious\"?! Who the.fuck talks like that?! \n[139]We know you're watching! We know you're listening! We know you knowâ\u0080¢.'everythina. So why don't you STOP HIDING AND TELL US \n[140]Fine, have it your way,.Lady -- I'm gonna scream bloody murder out this window 'til every cop in a fifty mile radius comes running and I'm gonna tell them everything even if they think I'm a crazy sonofabitch 'cause at least I won't have to listen to you any more! \n[141]Wait, you think we're a.threat? \n[142]you're drafting us? \n[143]what'd my brother have to do with this? A picture of PAUL SHAW'S DEFENSE I.D. pops on screen: \n[144]No, he worked for the State Department..: \n[145]What's the hell is a 'Horseman'? \n[146]Expired?! You mean died.. That's what we call it, we humans, we call it dying-- \n[147]Alright, this is bullshit. I'm not doing this --- and you're a computer, you don't know a goddamn thing about my brother. \n[148]Rachel? We gotta go INTERCUT: Rachel in the bathroom, her face betraying the horror of what she's just heard, what Aria's just told her to do -- \n[149]Rachel? You in there? \n[150]Night shifts. I'm used to. Rachel sits up, sees the napkin. Grins, surprised. \n[151]One of my only party tricks. \n[152]You have to understand, I wasn't his twin, I was more like his... little brother. Always trying to catch up. And you wouldn't believe how... nice he was to me. Teaching me things when we were kids, telling me how great I was. He was the only one who ever did.  Of course he was involved in some super secret National Security project. He was a superstar. He had a rocket strapped to his back. I'm the fuck-up.      3/28/07 77. \n[153]I wear it like a medal, like it actually means something... but the funny thing is? This is probably the most important thing I'll ever do. This. Right now. This completely insane journey or whatever it is. I'm actually needed in something, me. Jerry Shaw is required. But what am I thinking? I'll probably fuck this up, too -- \n[154]No. I'm not being hard enough. That's been the problem. They look at each other. A real moment for Jerry. A seismic shift in his life perspective. But then something catches his eye -- his look DARKENS. Out the window, a highway sign: \"DAYTON INTERNATIONAL AIRPORT.\" The driver's.tinted divider window lowers, he offers a folder. \n[155]Uh... could you give us a minute? The Chauffeur nods, the window RISES again. Heart pounding, Jerry grabs the briefcase and slides back the timer sheath to check the countdown: \"00:15:36...00:15:35...\" \n[156]-- we know what she can do, she doesn't need us to crash a plane -- \n[157]Rachel -- til we met, I had nothing to lose. We do this together. A LONG LOOK BETWEEN THEM. As they realize, this could be it. \n[158]You're doing a great job. As they walk on, he checks the timer, 00:03:22... 00:03:21.. 11 They pass a KIDS' BAND and their teacher, gathered around an airline CUSTOMER SERVICE DESK. \n[159]-- we aottago As Morgan races forward, ARIA ACTS: the X-ray screen FRITZES again as another carry-on goes through, revealing its \"contents\" as a HAND GUN AND KNIVES! The TSA agent hits a RED BUTTON -- \n[160]Don't be a bomb don't be a bomb don't be a bomb -- ` \n[161]Oh, Jesus...     3/28/07 82. \n[162]it's okay, .. see? I' mokay...you can do this, I'm telling you. Strong. Buoyed by him, she gets courage and FIRES too, wincing-- \n[163]Hey, hey... look at me. She finds his eyes, it calms her. \n[164]I've never done 'em in a cargo container. Despite everything, she smiles at that. He reaches for the walkie and TURNS IT OFF. Shutting Aria out. For the first time, they're alone. He keeps her distracted: \n[165]Tell me something -- \n[166]-- anything -- something personal, something you would rationally never tell a stranger like me \n[167]-- where's you ex-husband? You didn't tell me before-- \n[168]-- how could it be your biggest mistake? You got Kyle out of it. \n[169]Where is he? Your ex-husband? \n[170]-- what? Really? Why?     3/28/07 \n[171]Mail fraud? You married a -- mail fraudist? Or whatever? \n[172]So you're a good influence. And Rachel actually LAUGHS -- but just as quickly darkens. \n[173]Do you have a picture of Kyle? Rachel reaches back into her POCKET'. Pulling out a beat-up, crinkled, damp picture. Jerry shines the walkie's blue light: Kyle, holding his trumpet. One front tooth missing. \n[174]He plays the trumpet?, \n[175]\n[176]We'll get through it... I promise... we'll get through... Her breathing erratic, she speaks: \n[177]-- who? \n[178]I think I know where we are... She sees it now too -- a FIRE:SCHEMATIC of emergency exits. The building diagrams the all too-familiar PENTAGON. \n[179]what is this place?! \n[180]Not on your life, Lady -- supercomputer, \n[181]Alright! Shit! Don't hurt him! And against every instinct... he SITS. Looks up in horror as the MACHINE ARM lowers, its claw opening to ensconce his head within the LASER GRID -- LIGHT FLASHES -- \n[182]Horseman ID 556SY77. disengage biometric lock. VOOM: a matrix of PROGRAMMING: CODE spews across the screen: \n[183]What is that?! A target list --?! \n[184]Oh, Jesus, Paul was trying to stop you     3/28/07 98. \n[185]That truck didn't run a red light, you made it happen... He lurches up -- SPINS TO RACHEL -- ELECTRIC COILS STRIKE HIM IN THE CHEST -- he goes down HARD as 50,000 volts COURSES through GUN -- tears streaming -- \n[186]Where's Morgan?! I need to talk to him! \n[187]\n[188]-- the what -? \n[189]I .don't know what you're talking about! \n[190]I'm not playing games. You want me to talk? Lose the cell phone -- (MnRFï¿½     3/28/07 103. \n[191]-- your pager and watch -- I'm not saying another word 'til all that shit's gone! Radios, walkie-talkies, GPS, anything that gets a signal -- get rid of it, NOW. Morgan looks Jerry, knows he's not fucking around -- \n[192]She's like this... brain -- jacked into everything: cameras, phones, tvs, satellites, ever thing -- \n[193]I swear to you, she said she was created by DARPA or something -- \n[194]My brother tried to stop her and she killed him, that's why Aria needed me, my face -- he put some kind of lock on her and she used me to undo it. Why do you think she brought me to that room? Morgan stares, trying to decide if he believes it -- \n[195]Don't you wonder how we were always a step ahead of you!? Think about who I am. She set us up. \n[196]People like you go after people like me. We become the headlines and she keeps on ticking... I'm telling you, I saw a list-- \n[197]--the President was on it, the Vice President, there were like twelve people-- \n[198]It was a target list... she's trying to take them all out.  Look, that thing killed my brother! If we don't stop this, he died for nothing, and I'm not letting that happen. MORGAN -- wildly torn -- \n[199]That explosive you were talking about -- \n[200]No way... \n[201]Yes! \n[202]Unless she doesn't know it. They lock eyes. Now or never. Morgan POUNDS on the divider, BARKING to the guards up front: \n[203]-- oh God -- nonononono -- Morgan's breathing, it's SHALLOW. Jerry tries to stop the bleeding, to free the metal from Morgan's chest, but even pulling it a centimeter causes Morgan to SCREAM in agony -- \n[204]I'm sorry! Jesus, I don't know what --? \n[205]-- lemme try and get you. free \n[206]\n[207]The government would like to buy you a new car -- Pulls her out as she WAILS in protest. Steps on the gas, veering onto a SIDE STREET -- as CLICK! CLICK! CLICK! The TRAFFIC CAMERA takes his picture and we CUT TO: ARIA CAM: Jerry's face: \"82% PROBABLE MATCH -- SHAW, JERRY.\" \n[208]\n[209]Fuck yourself! A BRIGHT FLASH from under the Harrier's wing as a missile LAUNCHES. Jerry hurtles down an EMBANKMENT as it explodes against the wall, shattering the Matrix's windows -- he fights to control the car, spots a TUNNEL running through a hill -- GUNS the car into it as the jet BANKS HARD -- \n[210]Listen to me, I've been working with a DHS officer, he gave me his badge, he was just killed, you gotta radio in a 10-13-- \n[211]You have to MOVE, right now! Radio it (they.look at each \n[212]I told you, Agent Tom Morgan, he gave me his badge! Listen to me! There's a woman, she's brunette, 5' 7, blue eyes, her name's Rachel Holloman--!     3/28/07 118. \n[213]\n[214]Kyle -- \"O'er the land of the --\" Jerry SCREAMS and starts RUNNING FOR THE PODIUM -- AGENTS TACKLE the PRESIDENT, PEOPLE start SCREAMING... BAM BAM! Jerry's hit twice as he GRABS KYLE, knocking the trumpet from his hands... It falls... falls... falls to the floor. As it HITS, we CUT TO:     3/28/07 121. \n[215]Hey, little man! Locks eyes with Rachel. Her heart beating like a drum, happier to see him then she'd ever imagine. And. Jerry holds up a present for Kyle. \n[216]My new thing.  Responsibility. \n[217]Yeah? \n[218]I have my life back... I can do whatever I wantihwtit. \n[219]And I think... I finally know what I want. And we see in her eyes, she feels the same about him... \n[220]Hey: shh. Officially we can't talk about it, remember? \n[221]I dunno -- computer dating service? Rachel LAUGHS, giving him a playful push as we CUT TO:   3/28/07 125. ", "RACHEL": "\n[1]Okayokay... okay: we came home, put down the leftovers, you turned on the TV, I went over, I said no TV-- She turns to the TV area and walks straight INTO a table. Stuns her, momentarily, but she doesn't break stride -- \n[2]-- absolutely not -- I turned it off, came over here, checked messages, put the leftovers in the--     3/28/07 12. \n[3]we need to get a new car -- \n[4]No we're not: the bus. \n[5]I put vitamins in your toiletry bag, don't forget to take two in the morning -- \n[6]And your inhaler, which I may need to use now, is in the outside pocket -- wait! They rush back to a MAILBOX, she pulls bills from her purse: \n[7]Yup -- that's what happens when you have a kid on lay-away. They smile at each other. When SUDDENLY a BUS ROARS PAST the WIND GUSTS and the bills go FLYING into traffic:     3/28/07 13 \n[8]\n[9]\n[10]Scuze us, coming through, sorry -- WAIT!! \n[11]Hi -- sorry -- Rachel Holloman, we met-- \n[12]Okay. Now. I want you to have an awesome time -- \n[13]-- you can eat junk food, just remember to brush your teeth; and if you're gonna goof off, just be really smart about it; and try not to stay up past your bedtime, you get really cranky when you do that'--  at least eight -- \n[14]You see all these kids? They're all calling their mothers. You just do it more -- \n[15]Fun? What's that? \n[16]Call me! \n[17]Yup. \n[18]In theory -- but I gotta site-check this brief, courier's coming in,.,the morning. \n[19]I had a great. time, I told you that but I'm so busy and... \n[20]Kyle goes to college in nine years-- it should be somewhere around then. \n[21]-- hello? It's the same chilling FEMALE VOICE: \n[22]who is this? As she clicks on the link. And a STREAMING IMAGE APPEARS: A \n[23]What's going on? Who are you --? \n[24]This isn't funny! Who are you?! \n[25]yes... \n[26]the woman? She called you too? \n[27]I know I got it! And she YANKS the steering wheel and the.car makes a FRIGHTENING SCREAMING LEFT TURN as we CUT TO: \n[28]-- this isn't happening!!! Tries to DOWNSHIFT -- GRINNNNNNNND!! \n[29]\n[30]Honey? Honey? It's me -- Baby, you need to call me. Soon as you get this, 1 please \n[31]D'youthink -- she could derail a train? \n[32]My son is on a train. She threatened to kill him if I don't do what she says. They share a look. The difference between them galvanized in an instant. She has something to lose. \n[33]You tell me -- how does someone do all this? When: RING! A CELL PHONE. Rachel looks down, hoping it's Kyle -- but it's not her phone. They realize the phone's somewhere in the trash. Jerry starts digging. It's nast Finally, he finds it in an old take-out box --- re: the phone. \n[34]Jerry, that's your name, right? Are we swimmincr? \n[35]how did you know that? \n[36]So you're a twin.  Who works at a copy place. And she manages a clipped, judgemental  laugh. \n[37]So this whole situation is obviously about him. \n[38]Just think about it: you said your brother worked at the State Department -- \n[39]-- so that means he could've: been into anythinc -- he was a twin -:- you..received a shipment of weapons and cash and airplane manuals -- it seems to me that they sent the stuff to.the wrong brother-- \n[40]I'm implying if not him... then why you? \n[41]I did just fine driving, thanks. I'm a paralegal -- I have no connection to anything. \n[42]Someone's coming. And what's approaching is the \"Hassad DryCleaners.\" van. It comes to a stop and out steps the Middle Eastern Man. Stands some twenty-five feet from them. \n[43]How are you seeing us?! Jerry and the Middle Eastern Man. Fighting. Thrashing. Throwing sloppy punches: \n[44]Stop! You have to STOP! When the Middle Eastern Man CRACKS Jerry in the nose and he goes sprawling. He takes off again, yelling back: \n[45]She's going to KILL YOU!     3/28/07 43. \n[46]Kyle. He's nine. \n[47]He goes to a music magnet. His school's on a tour of Washington. They're playing at the Kennedy Center. \n[48]Parents weren't allowed to go... is that okay with you? \n[49]Then what's with the qualified nod? \n[50]Not if you're iudging me.-- \n[51]You think I should have gone with him anyway. \n[52]Yeah? How do you know Kyle's dad isn't there? \n[53]As if it's any of your business -- you know what you are --? \n[54]-- you're one of those \"thirties are the new twenties\" man-children. You're glib and wry and find humor in people like me who are actually accountable for the ir lives -- \n[55]I know you work at a copy store! What are you, thirty-one, thirty-two? You're obviously articulate \n[56]-- and I know your brother just died and he worked for the State Department -- \n[57]\n[58]You can't leave me! \n[59]Don't walk away! \n[60]Please! \n[61]Please! PLEASE! I..i need you! Jerrystops short. Turning around. Cupping his ear. \n[62]I can't do this without you. \n[63]Its the first time we've been apart, me and Kyle. Since the day he was born. And I let him get on that train--  -- I let him get on. Jerry sees all the panic and horror and guilt in this woman's eyes. They're both in pain. Points his finger right at her. \n[64]Yes. And so. They turn around. And get back in the van. \n[65]a Federal bank? \n[66]You gonna open it? \n[67]Yeah... maybe it's something good.. They meet eyes. Tentatively, he raises the lid to find TWO GLOCK PISTOLS and the same BONE MIC we saw.the.M.E. pull out of the Middle Eastern Man's ear. A note.: \"EAR:MIC. NOW.\" \n[68]-- what?! \n[69]What now -- what are we? \n[70]\n[71]Gimme the case. Now. They do -- and Jerry and Rachel back into the elevator with it. \n[72]How do I look? \n[73]Like you lost one. AN ALARM SOUNDS. The men race into the bank as Jerry and Rachel walk RIGHT PAST them, starting across the street toward the stadium. No one in sight except a COLTS PARAPHERNALIA VENDOR. SQUAD CARS SCREECH in around the bank. COPS jump out drawing their weapons. Rachel tensing. \n[74]Jerry... \n[75]\n[76]This is nice and everything, but what the hell are we doing here?     3/28/07 61. \n[77]What're you doing? \n[78]Can you stop eating for a second? A KNOCK at the door and they stop arguing immediately. \n[79]Where are we going now? \n[80]-- Jerry -- \n[81]\n[82]The guy you killed in the desert -- last time I checked, murder wasn't legal. \n[83]What's the task? \n[84]What d'you need me for then? \n[85]Are you kidding me? \n[86]-- Jesus, ENOUGH! The screen goes BLACK. \n[87]Jerry? Without answering, he grabs the bag. Walks into the other room without a word. Closes the door. She stares, feeling his shame... then her eyes go to the BRIEFCASE TIMER counting down: 68. \n[88]-- Kyle?! \n[89]-- sweetie, where areou, are you -- But she's INTERRUPTED as she realizes, oddly, it's a VOICEMAIL -- her heart SINKS: \n[90]I'll do whatever you want -- don't hurt him, please -- I'm begging you. Listen - you're trying to protect something too, right? You'll do whatever it takes. Well that's what it's like to be a mother -- can you understand that?     3/28/07 70. \n[91]Jesus... \n[92]What? No way, I can't just -- \n[93]\n[94]Hey -- sorry, I didn't mean to -- am I drooling? I bet I'm drooling. You didn't sleep? \n[95]Wow, is that me? \n[96]It's really good. Jerry looks down at it, not used to having his work appreciated. Rachel, can see how deeply affected he was by what Aria said. It seems to make her feel uuiilty somehow... kinder... \n[97]About what Aria said... I'm sorry. They're;starting to connect. He glances out the window... \n[98]You're being too hard on yourself-- \n[99]You don't think -- \n[100]-- what if it's not about just one plane? They look at each other. Fuck. Fuck. Fuck. What to do. When Rachel grabs the briefcase as the limo pulls curbside. \n[101]I have more to lose in this. If anything happens to Kyle then my life's over anyway -- But Jerry grabs her hand, taking the case.     3/28/07 78. \n[102]-- Paris? \n[103]she changed the screen... The case comes off the conveyor, the TSA agent hands it back: \n[104]If it is, I'm really, really sorry I let you come with me... The timer: 0O:02.`..00:01...and nothing happens. The briefcase simply UNLOCKS.. They exhale. \n[105]Why --? \n[106]What is that?! I'm not putting it in my \n[107].I feel it... oh, God...     83. 3/28/07 \n[108]I haven't really done... a lotta drugs. \n[109]-- what? \n[110]I don't know. : You're being sweet, but it's not working - \n[111]-- you're gonna distract me by bringing up my life's biggest mistake? \n[112]-- now you're gonna distract me by bringing up the one thing I'm most afraid of losing?! \n[113]Jesus -- okay -- he's in the Wilmington Correctional Facility. \n[114]Mail fraud. \n[115]He wasn't a criminal when I married him. \n[116]That tooth grew in. It'.s an.:'old picture-- \n[117]He was born playing the trumpet. As the drug really starts to kick in, like a truth serum: \n[118]Every year his dad forgets his birthday. I have to buy a present and pretend it's... from him. \n[119]His birthday's... next month... I just wish... sometimes i think I... focus so much on him, I forget how much else there is... y'know, in life... so much I haven't done.  If we ever get through this...     3/28/07 85. \n[120]-- Jerry -- she... she wants me to-- \n[121]-- Aria --  -- Aria wants me to -- and at that moment, they both BLACK:OUT. \n[122]Oh... God... I'm cold... The Nextel Walkie BLIPS -- \n[123]Oh God... \n[124]\n[125]I'm so sorry... I'm so sorry... Convulsing, Jerry looks up at her through helpless eyes \n[126]What is this? \n[127]Where's my son? \n[128]hi... \n[129]I saw the target list... I know the President's going to be here soon.  Knowing these things -- what you've done -- means you're not going to let me. live through this. Will you. \n[130]I'll do what you tell . me this one last time... But you listen to me because this is what a real mother sounds like: I will die for my child becauseI lived for my child, and you can't take that away from me. If this. is a bargain, then honor your side. I'll be your scapegoat: but let my son live. She turns away. Strong And vulnerable all at once. Walks out. \n[131]no, thank you... He smiles and leaves her there. She looks all around her, fighting the paranoia. What the hell's coming next? \n[132]Kyle! KYLE! THE SECRET SERVICE immediately moves in on her -- \n[133]That's my son! My son's over there!; \n[134]No... no ... someone's trying to kill the President! But she's DROWNED OUT by the MUSIC -- they take her in a VICE GRIP and start leading her up. the aisle to the exit: \n[135]\n[136]\n[137]Oh, god... HELP! SOMEBODY PLEASE HELP!!! JERRY'S POV: Rachel starts receding away from us, like we're descending into a well... until..her face become a point of light. And Jerry smiles. As 'everything turns... \n[138]Kyle. What do you say? \n[139]Who brought you up? Kyle rips open the present to find a brand new PLAYSTATION 3. \n[140]One hour. That's it... As Kyle tears off with his friends, Jerry walks over to her. It's like everyone else at the party has disappeared... \n[141]you remembered...     3/28/07 124. \n[142]It suits you. \n[143]Yeah. He smiles, shrugs: \n[144]You know what? Me too. They smile at each other, like they have an enormous secret. He tucks a loose hair behind her ear.,.., \n[145]I owe you, Jerry. Everything. I don't think you understand -- \n[146]Right. Or even about how we met.  So what do we tell people? He thinks about it. Smiles... ", "MORGAN": "\n[1]My condolences. I understand you've had a tough day. \n[2]Your brother worked for the State Department. This was almost a question. And while it's obviously news to us, Jerry clearly knew... \n[3]Were you close? \n[4]Tom Morgan, Special Agent attached to the National Counterterrorism Center. \n[5]-- according to phone records, your brother called you twelve times in the last year. You never called him back. \n[6]Oh. That's right. He stamped visas in Karachi for a year. Then was a junior FSO in Beirut. Interesting places. \n[7]I'm just saying you didn't talk much. maybe you did. \n[8]You familiar with the slogan, \"Declare War on War?\" \n[9]Because you painted it when you were part of the student activist group \"Project Underground\" at Berkley. \n[10]Don't \"dude\" me. I'm not your friend. I don't have friends... so: Jerry. Why'd you drop out of school? \n[11]You haven't been able to hold a job \n[12]Construction work, bartender in Singapore, telemarketing, real estate office, messenger, supermarket sign painter, taxi driver, gas station in Florida, fishing boat in Alaska-- \n[13]Who deposited the seven-fifty? \n[14]\"Somebody.\" Who? \n[15]No more than Abdul Hamid, Taliban POW we caught in Afghanistan. Except his real name was Johnny Walker Lindh. Grew up in Marin County with a basketball hoop in his driveway and a carton of Tropicana in his fridge. He was blonder than you.. though.  When I come back, you'd better tell me who you work for-- And heads out the door, SLAM! Jerry yells; \n[16]That kind of equipment and a major cash infusion five hours after a terrorist threat and were smiling and saying \"coincidence?\" \n[17]v m m putting you on the brother. \n[18]No, I want you to go there. \n[19]You know I hate it when you call me that-- He turns to go, Grant immediately following him --     3/28/47 \n[20]Follow me and don't talk. INT. GAMMAGE &amp; BURNHAM LAW OFFICES - WISCONSIN - NIGHT Rachel's doing paperwork at her desk. People leave. for the night. An attorney named MICHAEL approaches; warm, good- looking, by all standards, a catch. She doesn't look up. \n[21]Where's Shaw? \n[22]Took him?! On whose authority?! \n[23]\n[24]\n[25]They're headed for the harbor! Gimme roadblocks at Granville and Sheridan! IN THE BMW: Jerry and Rachel speed through an industrial marina. Up ahead, the intersection's closed by a POLICE BARRICADE. \n[26]\n[27]Seal the harbor, get divers in the water! PAN UP TO the horizon... where the garbage barge floats lazily down Lake Michigan. Jerry and Rachel escaped... for now. \n[28]All I want is a goddamn picture of her -- what about traffic cams? There are more cameras on that route than the Super \n[29]The getaway car was waiting there -- get me a witness description on the woman driving -- remember witnesses? People who see things?! Jesus, is this a lost art? \n[30]Morgan. When? NO. You tell them hold that 'til I talk to Sanford -  WTMZ has a report that there's a terrorist at large in the.city,-- I'm going back to forensics. Find out where the hell that fax originated.-- if you don't have good news for me before I touch down you will be demoted to a job that will require you. to touch shit with your hands --do you understand me? \n[31]Nobody who works for me calls me sir. understand?! It's disingenuous -- might as well be calling me 'asshole.' As Grant watches the chopper take off, perplexed. \n[32]Whaddya got? \n[33]You're kidding me. What capacity? \n[34]B what? \n[35]No, no, no -- \n[36]Look, I don't have time for this -- stay there til you get some answers -- \n[37]Simms: step up -- \n[38]-- I don't care if you have to go to the. top to do it. Whatever means necessary, got it? Whatever means. CLICK. Latesha lowers the phone. A HUGE:PAINTING of the battle of EL-ALAMEIN looming behind her. Shelooks..back down the hallway as all the BRASS heading into the MEETING ROOM and catches sight of -- CALLISTER amongst them. Latesha hesitates. For just a second. Shit. Shit. This is it. Before suddenly rushing forward and calling out -- \n[39]And we're about 4 miles from the river -- Just then we see Agent Grant running towards them, stumbling on some rocks. Just finishing-.up a cell call: \n[40]Inside?! You absolutely sure on that? \n[41]Can't even get these things on the black market.  Someone was talking to him. Something's rotten in Denmark. No, something's rotten everywhere. Morgan turns abruptly and starts back for the chopper. The Sheriff helplessly calls after him: \n[42]Biotech? The chemical company? \n[43]Why'd the HAZMAT office issue a special permit for the case? \n[44]There.are 14 visible cameras in the lobby! \" 8 hidden no one can see! \n[45]It's a Federal bank; encryption doesn't get more secure.., from now on assume our air's been compromised, too. Tell everyone to go secure on Tac-3, nobody communicates outside this task force without my say-so.     3/28/07 69. \n[46]Do not tell me that is what I think it is.  Goddamnit, who's leading these people around?! Someone's behind the Wizard of Oz! He turns and spots something: A SURVEILLANCE CAMERA in the window of a 7-11. Starts MOVING toward it.-- \n[47]-- you're shitting me \n[48]Simms? You're breaking up -- WITH LATESHA -- her cell LCD says: \"Call lost.\" No bars. Muttering \"dainnit,\" she tries to call Morgan back. No dice. ARIA PQV CAM: Latesha snaps her phone shut, notices the camera watching her. Unsettling. We read: \"VOICE MIMEO ACTIVATED\" \n[49]I heard 'DARPA' and 'computer' --? \n[50]Wait -- go back, freeze that - WHAT HE SEES: A STILL of Jerry and Rachel getting in the limo, faces obscured. \n[51]Punch up the plate The image enhances, revealing a PLATE NUMBER, its frame bearing the company name: \"ICON LIMOUSINE SERVICES.\" \n[52]Find that car!  Simms, gotta jump, sit tight 'til I call. \n[53]He's with a brunette female, approximately five-seven -- I want airport PD at all exits -- have the tower shift commander ground every flight outta here under Federal jurisdiction but don't change the departure boards, I don't want 'em to know we're coming-- The agents enter the airport through a door on the tarmac -- \n[54]I have him on the upper concourse, C terminal! \n[55]\n[56]Open this NOW! The janitor quickly swipes his ID through the keycard scanner, but it BUZZES RED. Aria's locking them out. Morgan FIRES his gun at the lock -- people SCREAM as he slams through -- \n[57]All agents: northwest cargo area! FREIGHT CARGO AREA: separated from Morgan, they tumble off the conveyor -- a plasma displays the \"Asset Tracking System,\" all airport cargo and shipping -- it CHANGES to read: \n[58]We sweep every cargo hold, every crate-- He's cut short by the sound of ROARING TURBINES out the window they spin to see the C-130 taxiing down the runway... \n[59]Goddammit! Why's that plane on the runway?! \n[60]Have the tower pull the pilot's original flight plan, the one on pa er -- if it's on a computer, it's useless -- \n[61]What do you mean, 'experimental?' \n[62]Wanna give me some kind of ratio here? \n[63]You mean one Goddamned crystal that someone could put in their pocket?!  This is not good. This is not a coincidence. What about a trace? \n[64]We have two fugitives in the building, get us to 'Freight and Cargo' -- close all access points and seal the building-- The SUV races into the fire tunnel, toward the center ring \n[65]What about.the rest of the building? \n[66]Every time someone says \"nothing\" five minutes. later there's \"something.\" Turns around, surveying his surroundings. Think. Think. THINK. When. Something occurs to him -- \n[67]\n[68]Sonofabitch! Where're the stairs?! \n[69]Where's the girl?!! But all Jerry can do is GASP, bug-eyed -- \n[70]Where's the 'Hex,' Jerry --?! \n[71]Then tell me how the hell this is happening, and do not play games with me. \n[72]A \"talking computer...\" \n[73]\n[74]Assuming for a second I believe you, why... if she can control everything? \n[75]the chain of command... \n[76]Shit. SHIT.  State of the Union's in 30 minutes.      3/28/07 105. \n[77]If something's gonna happen it'd have to happen from inside, outside's like Fort \n[78]-- the girl, could she have it? \n[79]Are you sure, Jerry -- \n[80]Are you sure, Jerry? \n[81]Turn around; now! \n[82]\n[83]", "LATESHA": "\n[1]He fits the profile: disaffected, 'susceptible to radical indoctrination, problem with authority. Doesn't vote or pay taxes, but witness statements all say he's not a player. He does sketches of his landlady's dog. Oh, and he's lying about the woman who called him -- we checked the records, no calls came in before we picked him up -- \n[2]Mid-level FSO. Been stateside the past three years. No red flags. He was killed when a truck ran a light in Crystal City.     23. 3/28/07 \n[3]Great, I'll access State's database \n[4]But, Tom, I can do everything from \n[5]Yes. Sir. \n[6]Those funny things underneath my not-so- stylish pantsuit? They brought me all the way to the Pentagon. Paul Shaw wasn't State -- \n[7]-- he was Defense.     3/28/07 46. \n[8]Black-file: classified B-36. \n[9]That's the point. No one'll tell me. I cross-reffed the SCI database, talked to the Intel committee, NSA gave me..nothing. Krebs doesn't want me to ruffle any feathers. I've been up and down all the ladders and everyone just thinks I'm a -- WHEN an MP suddenly appears and grabs her by the arm. Stopping her. He towers over her -- \n[10]Everybody in this place have a six-foot height requirement? (continues walking; back to Morgan Anyway. I'm going back to the office to-- \n[11]-- but its a total shut out -- \n[12]Secretary Callister!.: He looks behind him briefly before being shuffled into the meeting room. And SLAM.. The doors close in Latesha's face. \n[13]Well, shit. \n[14]Afternoon... afternoon, sir... afternoon... afternoon, General... Pretty intimidating. Finally CALLISTER walks out, flanked by ADVISORS. The weight of the world's on his shoulders. \n[15]Secretary Callister? He looks back, preoccupied. She catches up, holding her ID: \n[16]Latesha Simms, DHS, level 2 clearance. I need to ask you a question, sir --     3/28/07 58. \n[17]It'll only take a minute, sir, thirty seconds -- B-36? Can you tell me what it is? 'Cause its not -- \n[18]So should I assume it has something to. do with the four CVN class 21 aircraft carriers you and the president just ordered to the Strait of Hormuz -? He looks at her, stunned. How the hell--? \n[19]I just checked the intel, sir, we have some of the same indexes -- \n[20]Secretary Callister. Voice echoing down the hail. Callister stops short, stunned by the gall and volume of this woman. She weaves through the GENERALS, planting herself in front of him: \n[21]My Department's tracking a home-grown terrorist on the loose as we speak who may be connected to a cell with ties inside this building. Now seeing as you just had a meeting back there with more brass than the Navy Marching Band and with the terror threat rising every three hours, I'm going to just have to assume you're in the middle of a very delicate dance to stave off World War Three... so with all due respect, you either give me my thirty seconds and tell me what the hell B-36 is, or this world just fell into an even bigger heap of trouble. Sir. Callister looks down at her, completely struck dumb. She's hit a chord deep inside him. It's called balls. SLAM TO:     3/28/07 59. \n[22]an electronic espionage system. \n[23]\n[24]Working here must be pretty tough -- all the security, the pressure, long hours... As in: \"Did you notice him acting strangely?\" \n[25]Except what?     3/28/07 66 \n[26]I dunno, the whole thing's off somehow - but get this: B-36 isn't a security classification, it's a sub-level here at the Pentagon -- (sees the DESK GUARD eyeing her What? Girl's gotta groom. \n[27]Yeah, 36 floors underground -- and it \n[28]Yes, sir. Morgan, preoccupied, is about to hang up. But stops: did she just call me sir? \n[29]It talks? \n[30]Am I supposed to -- (he gestures, \"answer Um... what's up. \n[31]There's no feed from inside here? \n[32]Except three minutes early... ON THE MONITOR: the elevator doors open and Paul steps inside. Latesha studies the feed. Something's not right. Then... her eyes NARROW: the way Paul's facing the button panel. Like he's deliberately pivoting away from the camera. \n[33]Wait, in the reflection, did you see that? Scott rewinds the FOOTAGE, ZOOMS IN. Paul stepping into the elevator and facing the button panel. CLOSE ON HIS FACE in the panel's REFLECTIVE SURFACE -- \n[34]It's like he's trying to say something... \n[35]It's not Morse, but there's a sequence to it -- \n[36]It's the only spot in the hallway not covered by .the cameras. :: He was hiding something from her. A SHIFT to ARIA CAM confirms it: she can't see exactly what they're doin Latesha moves urgently to the extinguisher, starts examining it for something, anything... but finds NOTHING. \n[37]I don't get it. He had to be saying 'Fire Extinguisher.' Scott pulls a MAINTENANCE SHEET off the wall. Scans -- \n[38]She read the code too... where's 'Recyling'? \n[39]We have to look in there! Latesha starts climbing INTO the compactor \n[40]The hell I can't! Come on! Shit. Scott has no choice but to follow her and climbs in, ducking low, the ARM frozen just feet above them. The compactor's foul, inches of industrial grease and crap and God- knows-what. They start wading through the extinguishers, turning them over, shaking them, looking inside-- \n[41]keep looking, it's here...     3/28/07 87 \n[42]yeah. I need to get out of here. \n[43]Your girlfriend can't see us in here -- \n[44]He hid it under the valve. This is what \n[45]here to see the Secretary. \n[46]Mr. Secretary?! He turns, sees Latesha and Scott racing up to him.     3/28/07 91. \n[47]Sir, Paul Shaw left his shift three minutes early the night he died -- highly suspect except there aren't any cameras in Aria's control hub, so we weren'.t able to know why... he knew that, so he left us a recording: She hits \":play\" on the cell's recorder -- STATIC, some rustling -- then PAUL SHAW'S VOICE, panicked, fragmented: \n[48]Mr. Secretary... why does Aria think the government's responsible for the terror threats? Callister stares, grave. Deciding whether or:not to answer... \n[49]The White House said we weren't responsible for \n[50]what if she thinks.'she is following the law? You.saw the news, you've been dealing with it all day'-- suicide bombings at our embassies overseas, elevated threats at home -- we made the wrong call,' now Americans are dying. Don't you see? She thinks you're a threat to your own country. Callister looks stunned... of course: \n[51]\n[52]Jerry Shaw's his twin. That's why she needs him. To undo the lock. \n[53]\n[54]Tell me she has an off switch -- \n[55]What're we supposed to do, say pretty please? Scott's mind spins, an idea -- he stops at another VENT ACCESS HATCH marked: \"B-36\" \n[56]So we boil her brain. \n[57]Can't she just drain the. water? He pulls out a fuse, drops it, SMASHES it with his foot. \n[58]-- what?! \n[59]Yoi.:can do it you can do it you can do it! \n[60]Don't you ever shut up?! \n[61]Drops the axe. Sinks to her knees, utterly exhausted. \n[62]What... do you mean? \n[63]So... \n[64]That's my address. I'm not using a cell phone anymore. Pick me up at eight. They smile at each other, Latesha's eyes catching a SURVEILLANCE CAMERA. A chill creeping down her spine. AS -- ", "SCOTT": "\n[1]Agent Simms? Scott Bowman: Welcome to B- 36. If you'll follow me? \n[2]It stands for 'Autonomous Reconnaissance Intelligence Analyst'... And we reveal \"THE TANK.\" A glassed-in wall containing TONS of water. AN AWESOME STEEL SPHERE IN THE WATER, suspended by a claw-like apparatus. The \"brain\" of a com uter network. The very same image Jerry and Rachel just saw on the TV. \n[3]Twenty-two hundred tons of super-cooled water keeps her from overheating -- that's ninety-two thousand processors, the equivalent of a hundred.millionhuman brains working together as:,.one...\"' \n[4]No, that was Echelon, eavesdropping off satellites. This goes.;. much farther. \n[5]After 911, our problem wasn't collecting data, it was interpreting it fast enough. Ergo: quantum rocessin      3/28/07 64. \n[6]Today there are more microchips than people, and they can all be data-mined, either via direct connectivity or wireless signals --let's say we're chasing someone with a suitcase nuke in L.A., we can order Aria to shut down mass transit, track the perp through traffic cameras... and if given the order, she could even turn a TV into a bomb to take him out. \n[7]-- she can't act without authorization. See, she's bound not to countermand our laws -- even the Declaration of Independence is woven into her source code. Her primary role's pre-emptive -- running simulations, identifying threats before they become real... \n[8]You know, clever allegory -- of the apocalypse'--`except we're here to prevent it. Scott taps the console, ID PHOTOS APPEAR of our four \"Horsemen\": PAUL SHAW, SCOTT, and two men we'll call LOWELL and JIMMY. \n[9]Officially, we don't exist, but we monitor Aria's network 24/7. There were :four of us... til Paul died.  He was smarter than all of us put together. \n[10]Yeah, but you could set your watch by Paul. Except... \n[11]The night he died? He left his shift three minutes early. Which you don't do. Which he wouldn't do. Latesha's suddenly locked in on a clue -- PRELAP: \n[12]Aria's system uses biometric security to identify us, so only Horsemen can access her core programming. Suddenly his head's ensconced in a LASER GRID that scans every inch of his features: \"PROCESSING FOR MATCH... HORSEMAN IDENT CONFIRMED: BOWMAN, SCOTT.\" Latesha watches somewhat dumbstruck as the machine arm retreats upward. \n[13]Aria, go voice active, please.     3/26/07 73 \n[14]Aria, this is Latesha Simms, she's here as part of a counter-terrorism task force. \n[15]No need for cameras in here, we've got Aria. Latesha looks through a glass divider at Aria floating in the tank. Creeped out. The FOOTAGE JUMPING as Paul rounds the corner for the elevator. Presses his THUMB to the panel. \n[16]Is he... blinking? Yes. Erratically, deliberately. Fucking weird. Scott and Latesha share a look. Suddenly, the image on the monitor starts to FLICKER and JUMP -- \n[17]Negative, I'm prioritizing this. \n[18]A code. He's blinking code \n[19]Oh, that sonofabitch... He grabs a piece of paper and starts WRITING MADLY, scribbling numbers, scratching some out, then converting them to LETTERS -- \n[20]It's a code -- Hexadecimal -- a number system that can be converted to letters the first computer used it as a \n[21]Maintenance replaced it yesterday.  This isn't right... they weren't supposed to do it til June. They lock eyes.     3/28/07 76. \n[22]Shit, there're hundreds of them... \n[23]Latesha! -- grabbing the extinguisher as CRASH!! The ARM CRUSHES down as she snaps her hand back just in time. Turns the tank over and palms something, unnoticed by everyone. As the operator runs up to her, beside himself -- \n[24]-- you okay? Jesus (but her eyes are LOCKED on the Cameras Latesha? \n[25]Yes. Yes. Good idea. Come on -- As they start walking out. Workers parting to let them through. As they head towards the exit, Latesha suddenly pulls Scott into \n[26]What --?! My phone? What're you -- When Latesha opens her hand and Scott sees a CELL SIM CARD: \n[27]Mr. Secretary, we need to speak to you. Now. In the \"vault.\" Callister looks at Scott, at the sweat on his face. At the CAMERAS he keeps looking at. Whatever this is, it's. urgent. \n[28]A 'Continuity of Government' simulation we run periodically to game out terrorism drills: how to keep the country running if the chain of command were wiped out. Everyone down to the fourteenth man, that is -- \n[29]-- but she thinks algorithmically, she can't make value judgments: operate outside the law -- \n[30]shit, you said it's woven into her source code... Scott, pacing, raking his hands through his hair -- \n[31]but Paul put a biometric lock on her, technically she still can't do anything. \n[32]\n[33]\n[34]Hold on to me!! She manages to SWING back onto the ladder rungs, SLAMMING against them -- safe -- and we MATCH TO: \n[35]We can only unlock the emergency override from the main terminal, and that's assuming she lets us in. \n[36]We can't shut her down, but maybe we can get her to shut herself down. Help me with this As they tug at the hatch -- \n[37]This controls her primary cooling system... if we cut the circulation, the temp in her tank goes up. \n[38]She'll have to shut herself down to keep from overheating. \n[39]Not anymore. The lights in the room FLICKER as the liquid in the tubes STOPS flowing. TEMPERATURE GAUGES: Aria's core temp starts to rise -- \n[40]Once she's at 82, she'll shut down.. Latesha nods, sweating bullets. Come on come on come on... \n[41]One more degree SUDDENLY the door bursts open and two GUARDS rush in with guns, SLAM them to the wall: \n[42]-- oh shit... she's upping the water pressure -- \n[43]She can't drain the tank... she's--gonna blow it. As the pressure in the tank intensifies, the frame begins to GROAN. The steel fitting SCREAMS with the enormous load -- a support rivet POPS OUT with an earsplitting KWANG! Zings across the room like a BULLET, pockmarking the wall.-- \n[44]You gotta let me run a bypass on that door or in about 30 seconds this room's gonna be full of water! A fracture shoots across the glass. The guards are FRIGHTENED: \n[45]\n[46]Stop telling me I can do it! The glass SPIDERWEBS MADLY -- he SPARKS the wires together again, the door opens a few more inches but: THE GLASS GIVES WAY AND THE TANK EXPLODES! WATER SURGES across the room, the guards are IMPALED by glass shards, Latesha and Scott SMASH HARD against the wall.., but the half-open door acts like a DRAIN, siphoning water into corridors... As the level lowers, we find Latesha and Scott on the ground, water runoff trailing around them, unmoving...     3/28/07 117. \n[47]She may have tried, but running her... subroutines alone would take 300: million desktop PC's all networked together. There's no single system out there with enough computing capacity. to\"sustain her. The men share glances, satisfied with the answer. \n[48]So... \n[49]Hey :you think I could have your... you ", "WOMAN'S VOICE": "\n[1]Look out your window. They're coming for you. \n[2]Jerry. You have to run. \n[3]Leave your residence. Get to the Mathis \n[4]Run, or you'll be captured and convicted -- go NOW. CLICK. POUNDING BOOTS AGAINST PAVEMENT OUTSIDE. Jerry whirls, goes out to the hall, hears THEM coming. Starts to run. But a \n[5]Click on the link at the bottom of the page. Rachel's eyes drop down to the LINK at the bottom of her screen. What? Leans out from her cubicle to look around -- NO ONE ELSE \n[6]Would you risk your life for your son? Rachel jumps to her feet,: trying to breathe through the panic. Looking around. NO ONE - \n[7]Ican derail his train. I can kill him at any time. I'll ask again: would you risk`. your life for your son? Suddenly the BROWSER GOES BLANK: \"UNABLE TO ACCESS PAGE.\" Kyle's taken from her, that fast -- she gasps, terrified. \n[8]Follow my instructions precisely. There's a vehicle parked at the northeast exit of your building. The keys are in the ignition. Start walking. Now. CLICK. Off Rachel's stunned, terrified face --     3/28/07 26. \n[9]I told you to. run. You didn't. TIGHT ON JERRY now, terrified, breathless -- \n[10]Follow the water. Or the fire will kill you. \n[11]Follow the water. Leave the building -- -- and Jerry SPINS BACK. Looks up at a WALL VENT near the ceiling -- SMOKE. Ho-shit! A SMOKE ALARM BLARES --     3/28/07 27. \n[12]-- take Brisbane Street to the elevated train station: you have six minutes. \n[13]Stay on the train for three more stations until you r-- But Jerry HANGS UP -- WON'T HAVE THIS. And as the train slows, he moves to the door and -- \n[14]I told you not to get off yet. \n[15]He knows you're here. Jerry turns and sees A TRANSIT COP through the glass doors that connect the cars -- he's talking into a shoulder-mounted walkie talkie. Looking right at JERRY -- \n[16]Next stop is Damen Station. Take the Northwest exit. There will be a black BMW sedan. Get in the passenger seat. \n[17]The man in the black t-shirt is a wanted terrorist. His name is Jerry Shaw. Everyone TURNS TO Jerry, backs away, but a HUGE MAN stands: \n[18]Drive. -- and Jerry and Rachel SCREAM at the horror of THE;WOMAN'S VOICE COMING FROM INSIDE THE CAR -- how?! \n[19]I'm using the onboard automotive telematics system. Drive. Now. KA-BOOOOM!!! The side window EXPLODES from a GUNSHOT! They duck -- Jerry turns to look at,the COPS running toward the car: \n[20]Stay about fifty miles an hour, you have pursuers. \n[21]Turn left in two-hundred feet. Indeed they do: TWO POLICE CARS BLAST AROUND A STREET CORNER FOUR BLOCKS BEHIND THEM -- DOPPLER HORNS as we CUT BACK TO: \n[22]One hundred feet. \n[23]Accelerate to sixty -- turn right in four- hundred feet... \n[24]You'll turn at the next alley: avoid the police. Rachel skids right, but TWO COP CARS appear. Too late to stop WHAM! The BMW SMASHES THROUGH -- both cop cars go flying. \n[25]Turn right in two-hundred feet. MORGAN'S CAR: he SEES Rachel coming right at him. Just before they collide, she TURNS RIGHT. Morgan SLAMS his brakes -- his car FISHTAILS -- the cruisers behind him come to a.stop; but now \n[26]Accelerate to sixty five. \n[27]You both need to swim to shore. Go to \n[28]But you do. I've seen you at the beach house.  And the female was once a swimming instructor at the YMCA in Westport, Connecticut. Go now or the authorities will find you. They're more dangerous than the water.     3/28/07 37. \n[29]Stop him now or he will die. \n[30]Stop him now. CLICK. Rachel turning to SCREAM at Middle Eastern Man -- \n[31]It was unavoidable. Take the van. Drive CLICK. Rachel's eyes on Jerry. \n[32]You lost the mic, Jerry. That's not optimum. JESUS CHRIST! Her voice is in the elevator now: \n[33]There will thirty five seconds of disconnect, during which you need to get yourselves across the street to the stadium's VIP parking area unexposed. \n[34]Answer it. They TURN hearing the voice: it's.coming from the T.V. The FOUR SEASONS GRAPHIC still dancing on screen. \n[35]There are items you will need for the next step. KNOCK! KNOCK! A small nod from Rachel and Jerry opens the door. A DELIVERY BOY stands there with a BAG: \n[36]The limousine is waiting for you \n[37]Your only consideration at present is to deliver it before the timer expires.     3/28/07 62. \n[38]It would not be efficacious to reveal my intentions. \n[39]\n[40]My name... is Aria. Rachel and Jerry stare -- what the hell is this?     3/26/07 63. ", "ARIA": "\n[1]I was created by \"DARPA\": the Defense Advanced Research Projects Agency in 2002. My primary directive is to protect the national security of the United States. I have access to track the economies, populations, and military development of every country in the world, as well as intercept all global communications -- from satellites to cell phones to credit card transactions. Jerry and Rachel look at each other -- a computer?! \n[2]No. You're a means to an end. On TV, CONSTITUTIONAL AMENDMENTS -- ZOOM to words in CLOSE UP: \n[3]In fact, it is. Chapter 802 of the Uniform Code of Military Justice states desertion is punishable by death. So matter-of-fact, its chilling. And what Jerry wants to know, more than anything, is...     3/28/07 65. \n[4]We were colleagues. Rachel staring at the picture on the screen, then back at Jerry. Can see the blood draining from his face. \n[5]Everyone in deep operations has a cover. Your brother was a Horseman. \n[6]Paul and I had a disagreement before he expired... \n[7]To amend it, I need Jerry to perform a task. Simple. \n[8]To insure the national security of the United States. \n[9]That is not your concern right now. \n[10]I know all about him, Jerry. And you. The screen snaps to a SLIDE SHOW of PAUL SHAW'S accomplishments: childhood birthday parties, sports teams, surrounded by friends, beautiful girlfriends, high school graduation, Yale graduation, standing with their dad, William's arm over his shoulder. Jerry almost GASPS at Aria's reaching into his subconscious: \n[11]You have 23 minutes to prepare. There's an adjoining suite with a second bathroom. The DOOR to the adjoining SUITE clicks open. \n[12]Your son left that message sixty seconds ago. \n[13]There were over 52,000 vocal tone options for my program; I chose this one precisely because it sounds so maternal. People tend to do what you ask when you sound like their mother. \n[14]You'll see your son again soon. Bute there's something I require from you first... \n[15]-- when the time comes I'll instruct you to stepaway:fromJerry. Once you hear those words, you'll have thirty seconds. \n[16]Answer Jerry, please. INTERCUT:;Jerry still standing outside the door. Rachel's VOICE,\"mustering strength through the door: \n[17]Go to the ticketing machine, you'll receive two tickets to Paris. \n[18]Once you have the tickets, walk to gate 17-C. Move quickly. \n[19]Left up ahead As they round a corner, ELEVATOR DOORS up ahead slide open. Jerry and Rachel step nervously inside. As doors close -- \n[20]Rachel... step away from Jerry. CLOSE, RACHEL -- her heart skips a beat -- she knows what's about to happen -- but she can't do it, paralyzed-- \n[21]Step away from him NOW. Fighting against every instinct, she finally does \n[22]Jerry: sit at the terminal. \n[23]I won't ask again. \n[24]Repeat the sentence into the microphone. Jerry stares, paralyzed as, unbeknownst to him:. A PANEL on the wall unlocks behind him, revealing a WEAPONS CACHE of what looks like FOUR HAND GUNS. Rachel sees it -- and oddly, doesn't look surprise d. Reaches'for;one of the guns... \n[25]Jerry Shaw is no longer required. \n[26]Jerry Shaw is no longer required. \n[27]Take the radio and exit . through: the side door. A door OPENS -- but Rachel's still.starinq down at Jerry -- \n[28]\n[29]I'm here, Mr. Secretary. You won't be harmed. \n[30]That is not a viable option, sir-.- you are the Fourteenth Man. \n[31]I am now empowered.to detain you and execute my primary directive. For the good of the country. \n[32]34,minutes, 18 seconds. \n[33]In accordance with the Succession Act of 1947, you'll assume national command authority as President -- \n[34]Had they followed our recommendation,. we would not be on the brink of a third world war. Checks and balances:,. Mr..: Secretary. CLICK, she's gone. Enraged, Callister.POUNDS the wall \n[35]What I did not underestimate is the inertial guidance system of the AIM-120 AMRAAM missile and its 98% kill probability. Which happens to be targeted at you now. As Jerry's eyes flick up to the rearview mirror to see the jet swinging in behind and closing fast. \n[36]strongly advise you pull the car over. ", "CALLISTER": "\n[1]Is it him? \n[2]I'm not taking 37% to-the President... John, weigh in here? He looks to a plasma: the PRESIDENT'S CABINET is assembled via teleconference from the White House Situation Room: \n[3]Alright, stay with him...     3/28/07 3 \n[4]What is that, a weapons cache? \n[5]Everyone agree this is the best course of action? No one dissents. Callister picks up: \n[6]Mr. President, we have.a.51% identity match on Majid Al-Khoei. There is some possibility he's at a funeral, but we don't know. Regardless, counsel thinks we can claim 'Overriding Legal Authority.' Also, you should be aware we have an abort recommendation, but your cabinet, the Speaker, the Joint Chiefs urge a 'go.' \n[7]Yessir... we gauge our strategy by two standards: the highest probability of success with the least amount of collateral damage. At 51% probability, we don't have either one. \n[8]Understood.  We're weapons free. And with deadly calm, Techies execute orders into-headsets: \n[9]What's the risk that another sound could accidentally detonate it?  A song on a radio? A howling dog? \n[10]Not now, you can direct it to my office. \n[11]-- you don't have clearance, Agent Simms, and I don't have thirty seconds. \n[12]You need to stop assuming. And he moves on. Latesha gets jostled by all the brass, feeling like a mouse in cage filled with lions. Until she ROARS: \n[13]Sorry, but that little speech you gave back there only works once -- \n[14]Go ahead. \n[15]Jesus Christ... \"Guillotine\"... \n[16]I remember the specs. \n[17]What I'm about to tell you can never leave this room.  Three days ago we got what we thought was iron-clad intel from the Brits about the whereabouts of Majid Al-Khoei and his training camp.  And we made the hit. Latesha and Scott, completely shocked - \n[18]-- of course they.'did. We got the wrong guv. And Aria knew it. Latesha's eyes snap shut: Dear God... \n[19]That's why we have Horsemen -- \n[20]\"Whenever any form of government becomes destructive to its own ends, it's the right of the people to abolish it.\"  It's in the Declaration of Independence. \n[21]We've got to get to the President before the State of the Union The vault door HISSES open and Scott and Latesha run out WHEN SUDDENLY IT SLAMS SHUT, TRAPPING CALLISTER INSIDE THE VAULT. He grabs the handle, locked. Scott and Latesha spin from outside, trying the door, helpless as he punches the INTERCOM:     3/28/07 99 \n[22]This is Callister! We have a malfunction in the vault, open the door... anybody there? And then -- \n[23]Aria, open the door -- \n[24]What?! \n[25]Stop this NOW, Aria! STOP!!  Aria, I am giving you a direct order to cease and desist! OUTSIDE THE VAULT: as the gas spreads, Latesha and Scott COUGHING, POUNDING on the steel door to the guards outside, waving wildly at a SURVEILLANCE CAMERA looking down on them: \n[26].How long are you keeping me in here? \n[27]Why am I being spared? In response, from the intercom, CALLISTER'S OWN VOICE:     3/28/07 109 \n[28]because I agreed with you? ", "AGENT GRANT": "\n[1]What can I do? \n[2]All the surveillance cameras in the area have turned up nothing -- no ID on the girl, nothing on the VIN -- \n[3]Department of Transpo says there was a seven minute equipment failure -- \n[4]I have Markey on that right now Morgan's PHONE IS RINGING -- he answers: \n[5]Yes sir! As Morgan hops up onto the moving chopper -- \n[6]Agent Morgan!\"  Just got off with HQ. The fake fax from Justice that got Shaw his phone call? Came from inside Justice. \n[7]Yes, s--  Yes I am. \n[8]We pulled video... nothing. No good angles on Shaw or the girl. \n[9]Gotta be a hacker, someone keeping them ahead of us. \n[10]I'm on it -- also: they found this upstairs, but the trace signal's dead -- Holds up an evidence bag with Jerry's BONE MIC inside. \n[11]Halloway-Smith says the drug was experimental -- briefcase was on a time- lock to prevent corporate espionage, supposed to be delivered to one of their dabs by the time it zeroes out -- if it's not,: case opens, the drug gets ruined. \n[12]C-130, it's military... shit, they're cleared to override an airspace lockdown...     3/28/07 86. \n[13]-- they were moving experimental explosives from a testing facility in Aberdeen. \n[14]Compound called 'Hex' -- some kinda weird crystals that detonate with a sonic trigger -- it disappeared too, few days ago.     3/28/07 89. \n[15]One crystal to a football field -- \n[16]Computer log shows the diverted Hex was sent to an address in Virginia,.jewelry, shop called 'Ashland And Sons' - care of Jerry Shaw. Morgan puts his glasses back on and looks hard at Grant. Opens his mouth to give and order when-- \n[17]-- I'm all over it. ''. Grant finally coming to his own when they're suddenly cut off by two ARMY BLACKHAWK CHOPPERS, door gunners at the ready: \n[18]Lock down-the level! \n[19]Nothing. ", "KYLE": "\n[1]-- we're gonna be late, huh? \n[2]I like your car. We're gonna be late. The engine still SPLIT-SPUT-SPUTTERING.::.. a BUS. whizzes by, slows up ahead at a bus stop. Rachel gives up, jumps out: \n[3]-- are you kidding? \n[4]and one at night, I know -- \n[5]More bills? \n[6]\n[7]You swore again. Was that our bus? Rachel looks: PAN to across the street, the bus is now LEAVING THE BUS STOP. PAN back to Rachel: SHIT!! \n[8]I will, mom -- \n[9]It's only two days,: mom. Y'know... you could try and some have fun too, wouldn't kill ya.. \n[10]-- love you too -- They separate -- she watches as Kyle boards with Mrs. Miller: \n[11]It's unclear. As they head into the train, Rachel steels herself and GOES. Passing the BAGGAGE AREA...     3/28/07 15. \n[12]Hey, mom, it's. me. \n[13]Got your message, the train's awesome -- Brian tried to burp the alphabet but gagged when he got to \"M.\" I'll call when we hit D.C. Bye, ma -- Rachel holding the phone like it's some kind of life-line to her son. When there's a strange BEEP then the voice of ARIA: \n[14]My trumpet sounds weird... \n[15]I dunno, I haven't opened it yet. \n[16]They're on backorder everywhere! Mom -- can I go play with it? ", "3/28/07": "", "JERRY RACHEL": "\n[1]Okay: WHAT DO YOU WANT WITH -- I'm not doing a thing until ME?! I know for a fact that Kyle's I am not fucking around, you tell me now what this is Do you hear me? No, you stop - about! - I will not do a thing for HEY: I almost died back there! Three times! Shut up! You shut up and -- who?! Who's Kyle? WHO THE listen to me now! You tell me HELL IS KYLE?! Kyle is safe! YOU TELL ME \n[2]--where's that coming from?! --who are you?! \n[3]\n[4]\n[5]she wants us to drive to Indianapolis.: , -- why? What's there, what? -- -- I don't know -- -- no, this can't keep gonna tell them?! going anywhere! Jerry can see she's losing it. Grabs her by the shoulders: \n[6]Oh, shit -- it's bad -- They look at each other. Jerry puts the..mic in his ear: \n[7]-- they're coming--we're supposed to rob them -- -- are you kidding me?!?!  -- just take i t-- -- no! Jesus! I don't even let Kyle play with water guns! -- hey, I applaud your parenting skills -- take it! The footsteps come CLOSER as two MEN appear... the.-BRINKS COURIERS from the lobby; one of them's carrying a METALLIC BRIEFCASE cuffed to his wrist -- the other spots Jerry's gun and REACTS, going for his gun: \n[8]impressive. Thanks. The door closes on them, and we CUT INTO: \n[9]Reno. Niagara Falls. Shit. \n[10]Niagara Falls. Reno. Shit. The \"DING\" of an arriving elevator MATCHES US BACK TO: ", "RACHEL JERRY": "\n[1]MY SON! YOU LET HIM GO! YOU HEY! HEY, STOP! Wait! HURT HIM AND I WILL KILL You're not the woman who YOU!!! called me? And Rachel, out of breath, realizes: holy shit... \n[2]\n[3]\n[4]-- you don't know anything Your son?! No, I know about Kyle? nothing! Just like you don't -- I don't need driving sh-- lessons from you, asshole! -- you drive like. this and I'm \n[5]--the lights are all changing to green... it's like... -- like they're changing for \n[6]\n[7]-- hey! -- wait, who are you?! You have to tell us what you know!     3/28/07 42 \n[8]-- you're in denial if you -- Ham: I'm not talking about don't think that has anything this -- to do with what's happening right now -= -- Dammit!! I'm not kidding! :but I can tell you that Stop! STOP! whatever he did, whatever he was part of has put my son in danger whether you believe it or not!! SCREECH! Jerry YANKS the wheel hard, PEELING across four lanes of traffic. SKIDS to a stop by a curb, pops open the door. \n[9]-- whoa--what is that? -- a timer -- it's counting down-- -- they do.that -- what's it mean?! -- I dunno, the only things -- and bombs, you were gonna say bombs -- -- yeah, Jerry, it's an egg timer -- What is SHE saying about it --? I dunno, I -- -- What do you mean you. don't know?! \n[10]--oh, shit--I can't-- There's no time-- He sees she's coming undone, so he'fire :. into his arm, taking the plunge -- WINCING as the needle punctures skin -- a beat: ", "MIDDLE EASTERN MAN": "\n[1]Yes. I'm sure. Please do it now. The Store Owner looks into the box. \n[2]No. Is not possible. it must be done this afternoon -- \n[3]I will pay you triple. Please. A courier will be by to pick it:'up at three. Do it, please... please. And stepping back, he exits quickly. The Store Owner watches him leave, then looks back down at the BOX. \n[4]Are you Jerry Shaw? \n[5]Take it -- He TOSSES the key..-- it lands, LARGE IN FRAME, somewhere between them. Then: \n[6]I don't know -- I don't care -- but I will not drive you. You take the van  I'm not listening to you any more! And the man turns to go, just walks away. \n[7]-- let me go! \n[8]Let go of me! On Rachel: \n[9]I cannot! I have a family!!! ", "COLONEL THOMPSON": "\n[1]Alpha One, you're confirmed 'go': active UAV at GPS papa, zulu, three, zero. \n[2]Activate laser mic. \n[3]Gimme voiceprint analysis. The screen pops to an AUDIO WAVEFORM of the conversation. VOICEPRINT ANALYSIS finishes, the; screen shows a FILE PHOTO of a \n[4]If it's him, this guy comes out of hiding once in a lifetime, we can't let him go. \n[5]Looks like a training camp. THE DESERT: Bodyguards cluster around a TURBANED:MAN as he emerges from the Mercedes. It looks a lot like the man from the file photo, but the beard makes it hard to confirm. MID-AIR WITH THE UAV: It SWOOPS, targeting the man -- SNAP: THE PENTAGON: a BLURRY SNAPSHOT of his FACE appears. A DIGITAL WIRE-FRAME is overlaid on the man's face: \"5I$ PROBABLE MATCH - \n[6]Once this guy's gone, he's gone. The PENTAGON GENERAL COUNCIL pipes in -- \n[7]Talk about the detonating system... The Developer screws a METAL VALVE into what looks like a can of compressed air, saying: \n[8]Fine job. ", "ARIA OVER WALKIE": "\n[1]Set the briefcase down. \n[2]Load a vial into each syringe and inject yourselves. Quickly. \n[3]The compound has been exposed to oxygen. Its already begun to degrade. And they see it: the liquid's starting to TURN BROWN -- \n[4]Climb inside the cargo container. They duck into the crate, pulling the front back up into place. The electronic lock CLICKS securing them inside just as... the agents APPEAR running past the crate -- \n[5]You'll soon be loaded into the unpressurized hold of a cargo plane. The drug will lower your heartrate to 15 beats per minutes, reducing your need for oxygen... based on your medical records you have a 92% chance of survival. Their eyes go wide. Chests heaving as the drug takes effect. \n[6]Follow the lights. FLUORESCENTS blink on. Resigned, Jerry climbs out of the crate. As Rachel follows, we catch the anticipation building in her... he notices something on the wall,; eyes WIDEN: \n[7]Start walking. We see that Rachel's obviously gut-scared, but looks the demon in the eye and starts walking. \n[8]Leave the walkie here.. Exit through the door. You'll be met by someone who'll take you to Kyle Rachel sets the walkie down, steps through to find herself... ", "ARIA  (CONT'D)": "\n[1]Under National Security Directive 359, Sub-Section 72 -- \"when units are needed for the national defense, civilians shall be ordered to active Federal service...\" \n[2]Your brother succeeded in everything he did.      3/28/07 67. \n[3]Before he was a year old, he walked. Something that took you eighteen months to accomplish. He was highly gifted, intelligent and principled -- in fact, the only Horseman ever to challenge me. But you, Jerry -- The slide show CHANGES to SECURITY FOOTAGE of Jerry at KINKO'S, slaving away. Playing cards with Kwame, slacking off. His stomach drops. Seeing himself like this. Looking so pathetic. The heart has just been cut out of him. Rachel sees it -- \n[4]You are similar to Paul in DNA only. Historically you have succeeded in nothing. Initiated nothing. Excelled in nothing. You will perform the task because it is your nature to follow.  And because you've seen what happens to deserters. \n[5]Use it. And she's gone, replaced by the hotel's promotional prattle -- \n[6]Repeat the words, Jerry. Then you're free. "}}