{"dialogues": {"SAM": "\n[1]Why does he have all those things? \n[2]You're givin' me nightmares. \n[3]U.P.S. brought this to the station. \n[4]Better late than never. \n[5]Is that the one you wanted? \n[6]What's wrong? \n[7]I told him to send batteries. \n[8]Hang on. \n[9]Party's over, gentlemen.   Off the bikes. \n[10]I told you not to act like kamikazes. Especially with Ashley riding behind. That is unacceptable, Bret. \n[11]You just bought yourself a reckless. \n[12]Get in the car, Ashley.       Now. \n[13]Over my dead body. \n[14]The next time you put my daughter's life in danger, I'll show you exactly how little that means to me. \n[15]I want both wheels on the ground. \n[16]I can always count on you, Mike. \n[17]This bad girl act doesn't suit you, Ash. \n[18]That's what scares me. \n[19]I told you to keep this with you. \n[20]A mother's job is to protect her children. \n[21]I'd like to. But you keep skipping classes to go to the dunes with Bret. \n[22]I don't hate him. I just want you to have a future. I thought you wanted to get out of town. Go to med school. \n[23]Thanks for the flashback. \n[24]Uh-oh. \n[25]That's enough! \n[26]I heard. \n[27]Let's all calm down. \n[28]Don't take another step. \n[29]I'm trying to keep the peace. \n[30]It's okay. \n[31]What are you talking about? \n[32]Where did you learn that it's okay to talk to me like this? \n[33]Work it, babe. \n[34]It's all yours. \n[35]You still want a ride, Mike? \n[36]Have fun. \n[37]Now what? \n[38]Quiet!   Quiet please! \n[39]I had spiders at my house too.     We need an exterminator not a sheriff. \n[40]I don't know, Travis. We're gonna keep an eye out. But we're not gettin' anywhere like this. You should go back out there and look for your animals. If they haven't shown up by tonight. I'll call Fish and Game. Okay? \n[41]I can't do this right now, Mike! Everyone's having pest problems! \n[42]Maybe he's out looking for his spiders? \n[43]Mike... I've got missing pets. Spiders in the plumbing. Rats and mice coming out of basements. And your sister's about to end up on a milk carton. I can't have you losing... \n[44]Hello? Wade... wait a second... your ostriches? \n[45]Coyotes? \n[46]All this happened last night? \n[47]What about him? \n[48]How's the ostrich business? \n[49]You've got that new Hummer. You must be makin' enough to pay for it. \n[50]These birds are insured.   Right? \n[51]Come on, Mike.     Let's hit it. \n[52]If I find anything I'll let you know. So you can fill out that insurance form. \n[53]Mike? \n[54]What are you talking about? \n[55]Have you been overdosing your Ritalin? \n[56]Nothing yet. I'm sorry.     We're still trying to get... \n[57]Let me call you back. This has been one crazy day. We've got missing pets, dead ostriches. God only knows what's next. \n[58]I wanted to ask you... \n[59]Have you noticed anything strange in the mines? \n[60]I had spiders in my house. Hector had roaches in his basement. Some mice... \n[61]Were they running away from something? \n[62]Are you asking me out on a date? \n[63]My kids are the world to me, Chris. When their dad left... it really took a toll. On all of us. I can't go through that again. I won't. \n[64]Maybe she got out. \n[65]Why don't you come home with me? We'll get you cleaned up. \n[66]Is Bret here? \n[67]Then why is his truck out front? \n[68]What do you mean?     What happened? \n[69]Mike, please.    Now isn't the time. \n[70]What is this? \n[71]No. That's a piece of cactus. Look... It's covered with spines. \n[72]Giant tarantulas? \n[73]I guess I should watch more 'Oprah.' It must be a textbook 'no-dad' kind of thing. \n[74]All Jason cared about was getting out and starting over. I guess that included buying a new wardrobe. \n[75]I'm sorry, Chris. \n[76]It wasn't about spending the gold, it was about finding it. \n[77]They look great. \n[78]Ever used one of these? \n[79]I'm sorry I didn't believe you. \n[80]Calm down, baby. \n[81]I won't let anything happen to you. \n[82]We need to warn people. \n[83]Good one.    We'll go to Harlan's. \n[84]It's okay... \n[85]We need to make an emergency broadcast. \n[86]Is this thing on? Hello? This is Sam Palmer. We have an emergency situation. \n[87]A pack of rabid coyotes is loose in town. \n[88]They are extremely dangerous. \n[89]Arm yourselves with any weapons you can find. \n[90]Stay together and head for the mall. \n[91]The walls are concrete and the exits have steel gates. We could hold an entire army of giant spiders from inside. \n[92]Not giant spiders!      I meant to say... \n[93]Your keys? \n[94]Go ahead.    I've got your butt. \n[95]Your back!    I've got your back! \n[96]How can we spot them? \n[97]Open this goddamn door! \n[98]The gates!    Close the gates! \n[99]Shut the other entrances! \n[100]You pump the slide to jack in a fresh round. Point at your target and squeeze. \n[101]Try not to cut yourself. \n[102]Me? \n[103]I don't have that many handcuffs. \n[104]You're not goin' back out there, Pete. None of us are. \n[105]Are you sure you can handle this? \n[106]I'll do my best. Uhh... Do you want to go out sometime?  Dinner? Maybe a movie? \n[107]No way. \n[108]Let's stay together, guys. \n[109]Move it! \n[110]Oh my God... \n[111]Ashley!   Mike! \n[112]Did you get help?!    Is anybody coming!? \n[113]Chris! \n[114]Not today. \n[115]What are you going to do?! \n[116]Hurry! \n[117]Hold that thought. \n[118]Which way do we go? \n[119]Can you get us out of here? \n[120]Where did you see it, Mike? \n[121]You put all of us at risk. \n[122]I think our lives are worth a little more than that. \n[123]That one just moved! \n[124]Is it real? \n[125]You saved my life. \n[126]Spiders! \n[127]We have to get out! \n[128]Where did you get an idea like that!? \n[129]And the toxic waste... \n[130]What about you? \n[131]He has a cute butt.    Don't you think? \n[132]Keep going! \n[133]Banzai! \n[134]I don't have any power! \n[135]Come on! \n[136]Chris! ", "CHRIS": "\n[1]Damn. \n[2]Hope you like bologna! \n[3]Oh, great. \n[4]Right on. \n[5]I've warned you not to talk about my family! \n[6]My family built this town! \n[7]Stay out of this, Sam! \n[8]Did you hear what he said? \n[9]Those mines are full of gas. One spark in the wrong place could blow this entire valley sky high. Do you really want to load that gun with toxic waste? \n[10]How could they run tests? I didn't give them permission to go into the mines. \n[11]I asked you a question, you greedy son of a bitch! \n[12]You're taking his side? \n[13]He wasn't crazy. \n[14]He had it comin'. But Sam Palmer... That woman abuses her power. \n[15]I'm not proud of it. \n[16]I thought you were trying the patch. \n[17]That burner's on the fritz again. \n[18]Today... For a split second... I actually thought I had it. \n[19]Yeah... Then a rat stole my lunch. I practically blew myself up trying to get it back. \n[20]What are you saying? \n[21]You of all people know how much my dad wanted to find that mother lode. \n[22]And maybe you didn't know him so well after all. \n[23]Don't give up on me, Gladys. I promised him I'd find the gold. And I will. \n[24]What am I, the Pied Piper... \n[25]Need some rat traps. \n[26]What is all this? \n[27]I'll have mine without Nicotine. \n[28]Rats... \n[29]Have you been smoking? \n[30]Gladys... \n[31]She really has it in for me. \n[32]What? \n[33]Me and Sam... Hook up... \n[34]Too much information. \n[35]This is where I throw up. \n[36]I'm sorry about yesterday. Wade is... He knows how to push my buttons. \n[37]On a date? \n[38]I'm kidding.   What did you want to ask? \n[39]Define strange. \n[40]How about stampeding rats? \n[41]Could have been. Never saw them do that before. I guess it qualifies as strange. \n[42]Sam... Do you want to go out sometime? \n[43]Only if you're going to say yes. \n[44]So that's a 'No.' \n[45]No... I understand... I don't know what I was thinking... Gladys has some crazy ideas. I'm gonna kill her. \n[46]No!   Let me go! Gladys!   Let me go! \n[47]She was cooking. The stove was broken. \n[48]Gladys is dead. \n[49]It's a little large. \n[50]They keep their food alive. \n[51]If there were giant spiders roaming the desert, don't you think somebody would've seen them by now? \n[52]That one looks kind of scratchy. \n[53]Gladys thought I should sell... but you know... I never wanted to get rich. If it was about the money, I would have sold out to Wade a long time ago. \n[54]I think I just wanted to prove the gold was down there. That my family wasn't crazy to keep looking. Even after we'd lost so much. And now... she's gone, too. \n[55]Do you know what I'm trying to say? \n[56]That's right.    That's exactly right. \n[57]Remind me never to let you do my laundry. \n[58]I'll keep that in mind. \n[59]How am I supposed to do that!? \n[60]I'm gonna need some new pants. \n[61]I'm a fast learner. \n[62]What other spiders did Joshua have? \n[63]Why couldn't he keep goldfish like a normal person? \n[64]How about the radio station? \n[65]What are you going to say?   You can't tell them the truth. \n[66]The mall? \n[67]Let's try for the mall. \n[68]My truck's at the museum. \n[69]In my other pants. \n[70]What? \n[71]Keep going! \n[72]We're sealed up at both ends. \n[73]Like that? \n[74]Then at daybreak they'll go back inside. We can walk out the front door. \n[75]Radio Shack is full of cell phones. \n[76]I'll cover you, Harlan. \n[77]While I'm gone, do you think you could find me a size 32? \n[78]Don't even think about locking this door. \n[79]It looks clear. \n[80]We've got company! \n[81]This always looks so easy on TV! \n[82]They're coming! \n[83]No!   Don't say that! \n[84]What happened? \n[85]What a shock!     Try again! \n[86]Climb! \n[87]I've got you! \n[88]No! \n[89]You're going down! \n[90]We're on our own! \n[91]We should be able to hold them off for a little while. \n[92]What the hell? \n[93]We can get out this way! \n[94]Cover me! \n[95]At least they can't follow us. \n[96]I think we're in one of the old tunnels. \n[97]Don't worry, Sam. \n[98]I don't believe it... \n[99]Toxic waste. \n[100]We can get out this way! \n[101]You did this? \n[102]We're wasting time. \n[103]One end of these lights should be connected to a generator. That'll be near the entrance. \n[104]Methane.   This cavern is full of gas. \n[105]One spark and we're all dead. \n[106]There's somebody in here! \n[107]Gladys! \n[108]Gladys, please... Can anybody help her?! \n[109]It's okay.    It's okay. \n[110]You're okay. \n[111]No... \n[112]Jesus... it's the mother lode... He was right. My dad was right... \n[113]Consuela? \n[114]Go! \n[115]Leave it! \n[116]Bret, come on! \n[117]This is our chance to kill them all. \n[118]When the power comes on, the bulb will ignite the methane and torch them! \n[119]Keep going up the tunnel. There should be a generator at the exit. Start it up and await for my signal to throw the switch. \n[120]Will be buried under tons of rock! Go! \n[121]I need to set the fuse as close to the spiders as I can. That should give us time to get clear. \n[122]Bingo. \n[123]I hate spiders. \n[124]Start the generator! \n[125]Throw the switch! \n[126]No! It's a chain reaction! The whole valley is going to blow! \n[127]I really need some pants that fit. ", "MIKE": "\n[1]He's huge! \n[2]Like what? \n[3]You ate snake? \n[4]Yeah. They're definitely getting bigger. \n[5]All from eating these bugs?   Maybe I should try some. \n[6]Run, little guys. \n[7]I could get away. \n[8]Are the new tarantulas in here? \n[9]That is too cool. \n[10]And you wonder why my mom doesn't like me hanging out with you. \n[11]Bad!   Bad Consuela! \n[12]Do that again and I feed you to the parrot. \n[13]See you tomorrow, Joshua! \n[14]You   should see them, Mom. Each one   has a unique feeding behavior. The   spitters fire poisonous snot. The   tarantulas mummify their prey. The   jumpers can... \n[15]He studies them. NASA uses spider webs in outer space. And for medicine. They've been here forever, and they'll be here long after we're all dead. \n[16]Nightmares are cool. \n[17]It's from Dad! He didn't forget my birthday. I told you he wouldn't. \n[18]Rockin'! \n[19]Cassiopeia 2304 with 64 megs of ram. Integrated modem. Voice recording capability. This baby is tight. \n[20]He forgot to send the batteries. \n[21]Why? \n[22]You have the right to remain silent. Anything you say can and will be used... \n[23]I read her her rights. \n[24]What's your excuse!? \n[25]I'm just going to the mall. \n[26]A pack of cigarettes? \n[27]Where's this secret location? \n[28]Norman, you know my mom's the sheriff. \n[29]What? \n[30]Where's aisle five? \n[31]Hello?   Joshua? Charlie? \n[32]Captain's log. Stardate... \n[33]Cool! The house is deserted. No sign of Joshua Taft or his bird. The spider tanks are shattered. There is broken glass everywhere. \n[34]Animal tracks. Definitely too big to be spiders. Could be rats. \n[35]Mom! Mom!   All Josh's spiders are gone! \n[36]But Joshua is gone! \n[37]Mom, I'm serious! You're not listening! \n[38]I've found more tracks.    Even larger now. \n[39]We have to go back. \n[40]That was a trapdoor spider's burrow. \n[41]Joshua was feeding his spiders bugs from the creek. And they were getting bigger. \n[42]What if they didn't stop growing? What if they broke out of their tanks. Ate Joshua. And went into the mines? \n[43]That could be why the other species are coming out into the open. They're trying to get away from the giant spiders. The ecosystem is out of balance. \n[44]Maybe I am losing it... \n[45]Hello?   Hello? \n[46]Holy God... \n[47]Mom!   Wait! \n[48]Spiders shed their skins when they grow. \n[49]Like snakes. \n[50]Maybe not. \n[51]This is a tarantula's leg. Or it was. It's an exoskeleton, to be scientific. \n[52]See! Male tarantulas wrap their prey in webbing. Tight like a mummy. The food stays alive so they can eat it later. \n[53]A spider's leg! \n[54]Careful! \n[55]Those are quills! Tarantulas can flick them at you like darts! \n[56]Tarantulas! Wolfs! Trapdoors! Joshua had a ton of exotics! \n[57]The jumpers hunt in daylight. But not the others. They only come out when the sun goes down! \n[58]Can't you turn that down?! \n[59]I'm doing spider research! \n[60]Wow!   A scytodes spitter! \n[61]The scytodes spits a gooey discharge to immobilize their prey. \n[62]Watch its fangs! The spitter's fangs move from side to side as it fires! \n[63]Get under it! Stab it in the abdomen! They don't have any armor down there! \n[64]I told you! I told you all!     But nobody ever listens to Mike! Still think I'm crazy, Mom? \n[65]Spitters, jumpers, orb weavers, tarantulas... \n[66]Giant spider invasion. \n[67]Wait, Mom! The noise will attract more of them! \n[68]Look out! \n[69]You stink. \n[70]Trapdoors!    They're all around us! \n[71]I didn't download that part! \n[72]Get away from the doors! \n[73]Glass won't stop them! \n[74]Hurry up! \n[75]For the last time! They can't handle the sunlight. They were waiting in the mines for the sun to go down! \n[76]We won't make it that long. \n[77]They're growing very fast. They need food to sustain that kind of development. \n[78]I don't.   It's spider repellent. \n[79]Arac attack! \n[80]They're trapping us like ants in a log! Once they have all the exits blocked, they'll come in through the last one! \n[81]We've gotta go! \n[82]Where do you grow your weed?! \n[83]They're going to kill us, you stoner! \n[84]Not until daylight. \n[85]I've seen one of these before! \n[86]The creek where Joshua gets his spider food. There was one in the water. \n[87]That's what I was talking about, Chris. Presents from the male tarantula to the female. \n[88]I think you should stop. \n[89]They don't have hair. They aren't fully grown tarantulas. \n[90]They're giant babies! \n[91]Consuela. \n[92]Mom! \n[93]It needs gas! \n[94]It needs gas! \n[95]He's coming! \n[96]We'll never get out in time! \n[97]Oh no... she's molting! \n[98]Consuela!   No!     Bad!   Bad Consuela! \n[99]Look out! ", "ASHLEY": "\n[1]Oh shit. \n[2]Don't antagonize her, you guys. \n[3]Can't you give 'em a break? \n[4]But, Mom! \n[5]Shut up, dork. \n[6]Do you get off on humiliating me? \n[7]I'm just trying to have fun. Don't you remember what it's like to grow up here? \n[8]You are so over protective. \n[9]You need to start trusting me. \n[10]Why do you hate him so much? \n[11]Maybe I want to stay. I could get pregnant by nineteen. Then divorce with a couple of kids I can't handle. Slap on a badge and be a trailer trash sheriff. \n[12]Maybe you're not gay after all. \n[13]You can't take your eyes off his butt. \n[14]Relax, Mom. He's hot for an old guy. I can admit it. Why can't you? \n[15]Ladies first. \n[16]Woo-hoo! \n[17]Haven't you had enough of that? \n[18]I don't know. I want to do something with my life, Bret. Help people. Maybe med school is still an option. \n[19]Thanks, Mom. \n[20]Slow down... \n[21]I do! \n[22]I don't feel... \n[23]I don't want to lose my virginity in the front seat of a monster truck. \n[24]No... I guess... I'm just not ready. \n[25]Then call them! Have a menage a trois! \n[26]Please, Bret... Please don't... \n[27]I told you to back off! \n[28]Screw you, Bret. I'm going home. \n[29]I can't believe my mom was right about you. Do you know how embarrassing that is? \n[30]No. \n[31]Don't worry about it. \n[32]Nothing. \n[33]Nothing happened, alright! \n[34]Spider... Mike... Spider... \n[35]Where are you going? \n[36]No shit! \n[37]Use my stun g... \n[38]There aren't enough wine coolers in the world to calm me down! \n[39]Outside?    You want to go outside? \n[40]You just said giant spider on the air. \n[41]He was out at the dunes. \n[42]You dork! \n[43]There's someone inside! \n[44]Mom! \n[45]They're gonna come in after us? \n[46]You're not really going to get him bigger pants are you? \n[47]I didn't know you wore cologne. \n[48]Can I get this? \n[49]They're inside! \n[50]I can't stay in here! \n[51]What are they doing? \n[52]Here! \n[53]They're coming through the wall! \n[54]Don't waste your bullets. \n[55]Aren't the spiders in there? \n[56]What are they? \n[57]Ewww... what's that smell? \n[58]What does that mean? \n[59]Her breathing is shallow.       She's going into arrest. \n[60]Bret! \n[61]Hurry! \n[62]Oh shit. \n[63]Hurry! \n[64]Hurry, Mom! \n[65]Yo, Mom! \n[66]Earthquake! ", "WADE": "\n[1]Thanks, Harlan. As I was saying, Chemical Technologies has been looking for viable storage sites. And Prosperity is lucky enough to be on that list. \n[2]I may have overestimated the need for 100,000 square feet of outlet shopping. \n[3]If the government subsidies hadn't dried up, I'd still be rolling in cash. \n[4]With one phone call I could put together a deal that would make us all very rich. \n[5]They probably don't have any. \n[6]Money pays for kids to go to college. It pays the mortgage. \n[7]It puts food on the table. Haven't the people of this town lived hand-to-mouth for long enough? \n[8]We're all gonna die in this hell hole. \n[9]Wouldn't it be nice not to worry about surviving retirement? Or taking a shot at that life-long dream? \n[10]Think about it, Harlan, you could buy a commercial transmitter and start broadcasting to a national audience. \n[11]If Chris McCormick refuses to sell his mines. The rest of us are out of luck. \n[12]I don't think it's fair for one person to wield that much power. But he's just like his father. Selfish. Greedy. And more than a little bit nuts. \n[13]That family has been digging in those tunnels since the twenties. If there was something down there, don't you think they would have found it by now? \n[14]Common sense does not apply to crazy people. \n[15]Might as well be chasing a leprechaun's pot of gold at the end of the rainbow. \n[16]... lunatics... \n[17]... certifiably nuts... \n[18]... at the very least... \n[19]... those McCormicks are just plain-old dumb. \n[20]Am I supposed to be grateful? \n[21]I want him locked up! \n[22]We have no economy! People are barely scraping by! And now we've been offered the deal of a lifetime. You don't have the right to stand in our way! \n[23]Chem-Tech did seismic analysis, vapor checks, groundwater reads, soil sampling. They found isolated methane pockets, but no benzene or hydrogen sulfide. \n[24]I'm greedy?! You're the one keeping us down so you can search for gold! \n[25]You're crazy!    Just like your father! \n[26]Came out to feed my birds this morning. \n[27]Hell no! \n[28]My flock had fifty birds! Where'd they go, dammit! Who the hell steals fifty birds that can't even fly!? \n[29]I guess.   And we didn't hear a thing. \n[30]Not a peep. \n[31]Not so good lately. \n[32]You like it? I'll take you for a ride. \n[33]I didn't kill my birds, Sam.      Is that what you think? \n[34]... reject... absolutely not... \n[35]Now you're on the job?! What the hell were you doin' last night?! \n[36]I need to know what happened to my birds! \n[37]Just give me the usual. \n[38]No!     Please! \n[39]Thank you! \n[40]Have you seen Bret? \n[41]Watch it! \n[42]Why didn't we see them earlier? \n[43]You're the sheriff. \n[44]But the signal won't get out of the valley. That's why we couldn't sell any of the damn things. \n[45]Great idea.    You should do that. \n[46]Hey, loverboy... you've got a town to save. \n[47]I'll be right here waiting. \n[48]Over here! \n[49]Where are you taking us? \n[50]Oh great! Now you've trapped us! \n[51]I thought you were a goner, boy! \n[52]Come on, Bret! \n[53]We're trapped again! \n[54]Uh... yeah... he's right.   We can't get out that way. \n[55]I knew you'd never sell... We're under my property so... \n[56]I didn't have a choice! I was broke! They gave me a hundred grand! \n[57]My birds! You see, Sam? I wasn't lying! That's what I can put on the insurance form... giant spiders! \n[58]Gold! Gold!     Look!    It's everywhere! \n[59]Get as much as you can! \n[60]So you can keep it all!?   Hell no! ", "GLADYS": "\n[1]Did you pop him one? \n[2]Why? Because she stopped you from givin' Wade another pop? \n[3]I am. \n[4]Oh something's broken? What else is new? You need to pay these by the end of the month. \n[5]Another vein of iron pyrite? \n[6]I'm glad you like my bologna sandwiches. Maybe you should talk to Wade. \n[7]Honey, if he really does have a buyer... \n[8]Your daddy wanted to    get rich. I don't think he cared    how that happened. If he was     still alive, maybe he'd sell those    mines. \n[9]You're right... I'm just worried about how we're going to pay these bills. \n[10]What are you doing home? \n[11]Try the basement. \n[12]I wanted to surprise you with a special dinner. Turkey De La Gladys. \n[13]Not as good that way. \n[14]No. \n[15]Get back to work. I'll see you tonight. \n[16]Sam called for you. \n[17]She wants you to come by the station. \n[18]Oh please. \n[19]You two should just sleep together and get it over with. \n[20]I may be older than electricity, but I used to be a nice-looking piece of tail. \n[21]I'm not kidding. I got more action than those chicks on VIP. So when I tell you Sam thinks your butt is U.S.D.A. choice... \n[22]Don't tell me you don't think she's a fox. \n[23]See you for dinner. \n[24]Am I... dead? \n[25]I'm not in heaven? \n[26]Then what's with all the gold? \n[27]So were you. \n[28]Have you got a smoke, kid? \n[29]I blew up the kitchen. \n[30]U.S.D.A. choice. \n[31]There's a ranch! \n[32]Let's get the fuck out of here! ", "BRET": "\n[1]Hang on, babydoll! \n[2]There is something very sexy about an older woman in uniform. \n[3]I could always ride her from behind. \n[4]No sweat, babydoll.       We'll hook up later. \n[5]Larry, do we know anybody at City Hall who can mark this go away? \n[6]Oh, yeah. He signs your paycheck. \n[7]Relax, bee-otch. It's all good. \n[8]No such thing.     Norman's bud is da'kine. \n[9]When I medal at the X-Games, Honda will give me full sponsorship. Then I'll take you with me on the Supercross tour. \n[10]Are you still thinking about going away? \n[11]Not if you keep hanging out with me. \n[12]I thought you loved me. \n[13]Then what's the problem? You want to leave town. You don't want to make out. \n[14]What? \n[15]Why didn't you say so? We can go outside. I've got a blanket in the back. \n[16]Tammy and Larry do it every night! \n[17]Come on,   Ashley. Mommy's not around.    You don't have to play the good   girl. Let Daddy give you what you   really want. \n[18]My balls? Ahh! My balls! I pissed myself?! Damn, bee-otch! \n[19]Ashley, wait! \n[20]Please!   Open the door!     I'm sorry! \n[21]Open the door, baby!      I love you! I want to marry you!      Have my children! Please! \n[22]Get out of here! They're coming! \n[23]Ride! \n[24]I didn't touch her!     I swear! \n[25]You're going back in there?!       Are you all crazy!? \n[26]No way!   I'm not going! \n[27]No, we can't. Isn't that tunnel blocked off, Dad? \n[28]So the female's around here? \n[29]Nice work, Doc. \n[30]Dad! \n[31]I'm sorry I... ", "HARLAN": "\n[1]... listening to W.F.R.E. Freedom radio. We've put aside the U.F.O.'s and conspiracy theories... \n[2]... for some down home talk back with our own mayor: Wade Hale. \n[3]Lucky? I think most of us are insulted that some outsiders think our town is a perfect place to dump toxic waste. \n[4]Isn't this just your latest get- rich quick scheme? \n[5]Your mall has more employees than customers. \n[6]And your ostrich ranch? \n[7]They say money doesn't buy happiness. \n[8]It would be nice to get the message out. Let people know the aliens walk among us. \n[9]We have a surprise guest in the studio. \n[10]Good morning, Prosperity, Nevada. It's another beautiful day on the frontier. \n[11]No charges have been filed in yesterday's fracas between Chris McCormick and Wade Hale. And we've got... \n[12]... I'm saying the invasion has already occurred. The aliens are among us. But they've taken common forms. They hide in plain sight. \n[13]What happened? \n[14]Now that's great radio! \n[15]The aliens! \n[16]Stop!    Take us with you! \n[17]My antenna... \n[18]I could climb up to the top. I bet I could get a signal out. \n[19]I've got a signal! \n[20]I'm calling from Prosperity Nevada! We're being attacked by giant spiders! The entire town has been overrun! \n[21]They didn't believe me! \n[22]There was a massive explosion! Everybody's dead! \n[23]She hung up on me! \n[24]Defend the human race! ", "JOSHUA": "\n[1]Hey, Mike.   Check this one out. \n[2]They've been like this all week. Must be something extra tasty in the water. \n[3]Dead coyote. Snake maybe. Back in the 'Nam we'd eat python with a dash of habanero sauce. Mighty satisfying. \n[4]When you're thirty klicks out from the nearest firebase. Humpin' through the wake-up with your finger on the trigger. Charlie doesn't give you time to stop for cutlet. \n[5]Quiet, bird.     We're working. \n[6]The sun is going down, my nocturnal hunters. It's time to come out and feed. \n[7]I've calculated a growth factor of twelve percent over the last forty-eight hours. But that seems to be accelerating. \n[8]They can't outrun the food chain. \n[9]Imagine yourself the size of that fly. A scytodes spitter would be as big as a Cadillac. You'd be spider chow, kid. \n[10]Took me forever to get a breeding set of Chilean reds. I must have bribed every customs agent from Vegas to Santiago. \n[11]Male tarantulas compete for the female's attention. \n[12]Each one tries to bring her the best present. Bugs, rats, even the occasional parrot. \n[13]The prey is cocooned alive so she can eat them in her nest. You know how women love breakfast in bed. \n[14]Take a look, the female of the species is three times as big as the male. \n[15]Say hello to Consuela. \n[16]She fills her prey with digestive acid to liquify the internal organs. Now watch... She'll drink her victim from the inside out. While it's still alive! \n[17]Arachnids have been roaming the earth for millions of years. And they'll be here long after the human race is dead and buried. \n[18]There's your mom. \n[19]An exponential growth rate... That's impossible. \n[20]Be quiet, bird! \n[21]Stop screwing around...! \n[22]Where'd you go? Consuela? \n[23]Charlie... Semper fidelis. ", "NORMAN": "\n[1]Hey, dude. Yeah. You. \n[2]Wanna buy some smoke? \n[3]Smoke to get high, not to die. My stuff is hydroponically grown in a top secret location. No artificial flavors. No preservatives. Just 110 percent homegrown. \n[4]I could have a dime bag for you toot sweet. But if I tell you where exactly, I'd have to kill you. \n[5]Oh yeah... Right on... Does she get high? \n[6]We're closed. \n[7]Wait! I have a prescription! It's for my glaucoma! \n[8]Yes, ma'am. \n[9]Be cool, little dude.     They're locked. \n[10]Trick or treat. \n[11]Dude, if I tell you, I have to kill you. \n[12]Over here! \n[13]To Shangri-la. \n[14]You aren't going to arrest me for this are you? \n[15]The man says this cavern is full of highly flammable methane gas. I smoke to get high, not to die. \n[16]What's the big deal? \n[17]Why? \n[18]Bummer... ", "HANK": "\n[1]I want to finish before I go to work. \n[2]I can't finish if you keep interrupting! \n[3]If you're gonna keep pulling the plug... \n[4]He was chasing something earlier. \n[5]Hey, Zeke.   Breakfast is ready. \n[6]Zeke? \n[7]I've got him by the tail. \n[8]Someone should go out and get help. \n[9]It's tool time! ", "EMMA": "\n[1]Why do you need to do that as six in the morning!? Do you hate me that much!? \n[2]You've been saying that for six months! \n[3]Have you seen Zeke this morning? \n[4]If he got into the wall again, it's your balls in the blender. \n[5]I'll get the tuna. \n[6]What's wrong with him? Zeke!?   Zeke!    Zeke! \n[7]I want to know what killed Zeke! \n[8]You go, Sam. ", "CLERK": "\n[1]The bug spray is on aisle five! \n[2]You want mousetraps!?       Is that it?! Aisle five! \n[3]Oh.     I thought you wanted... \n[4]Aisle five! \n[5]All bug spray, rodent traps, ant poison and fly paper is on aisle five! \n[6]That'll be three fifty-two. "}}