{"dialogues": {"TREVES": "\n[1]I'll join you shortly. \n[2]Forgive me... \n[3]How long has this man been here? \n[4]Mmmm. Hodges, Pierce come closer. Mr. Hill, take hold of the rope please. It's a machine accident. I expect you'll be seeing a good deal of this. \n[5]Abominable things these machines. One can't reason with them. \n[6]What got you into medicine, Hodges? \n[7]Is that your case as well, Pierce? \n[8]Of course you do realize that medicine has changed quite a bit since your father's time. In those days we didn't even wash our coats. In fact, the sign of a truly accomplished surgeon-- was his black operating coat, so stiff with dried blood and pus that it could stand up by itself in the corner. I've still got mine upstairs... You don't mind blood, do you? Oh no, sir. \n[9]Good, that's one thing we've always plenty of. \n[10]Yes? \n[11]Did you see it? \n[12]I'll be with you in a moment ... \n[13]Oh nothing... nothing of any great importance. \n[14]Do you know where the proprietor is? \n[15]Are you the proprietor? \n[16]Just one of the curious. I'd like to see it. \n[17]I'd pay handsomely for a private showing. Are you the proprietor? \n[18]Pardon me? \n[19]So you'll bring him to me, tomorrow, 10:00 a.m.? Mr...? \n[20]I'll send a cab. Here is my card. \n[21]I'll be in my rooms, Mothershead. I'm not to be disturbed. \n[22]Come with me, please. \n[23]My name is Frederick Treves... I am a surgeon here at the London Hospital, and I lecture in anatomy at the Medical College... I would very much like to examine you. Would that be all right? \n[24]Ah... yes. Um, first I would like to ask you a few questions, would that be all right? \n[25]Good. Now, let's see. Your Owner... um, the man who... who looks after you tells me that you are English and your name is John Merrick. Is that correct? \n[26]Do you know where you were born? Where you come from? \n[27]I tell you what, I'll ask you a question, and you shake your head like this for \"no\" and nod like this for \"yes\", alright? Do you understand? \n[28]Are you in any pain? \n[29]Um, no. Just nod your head like this for \"yes\" and shake it like this for \"no\". Now, are you in any pain? \n[30]Are your parents still alive? \n[31]Do you understand? Are they dead? Your father... your mother? \n[32]You'll know presently. At the meeting of the society. But until then, I beg of you Fox, keep it to yourself. \n[33]I don't know what I've got. \n[34]I'll tell you this much, Fox, it's beyond anything you or I have ever dealt with. Keep it to yourself, please. \n[35]Come sit down. \n[36]Sit... down. \n[37]I think I'll examine you now. I'll save the questions for later... Will you take off your hat now, please? \n[38]Don't be frightened, I simply want to look at you. Do you understand? \n[39]That's right, don't be frightened. Don't be frightened. \n[40]Are you ready? \n[41]Go ahead. \n[42]He is English, he is twenty-one years of age and his name is John Merrick. Gentlemen, in the course of my profession I have come upon lamentable deformities of the face due to injury or disease, as well as mutilations and contortions of the body, depending upon like causes; but, at no time have I met with such a dreaded or perverted version of a human being as this man. I wish to draw your attention to the insidious conditions affecting this patient. Note, if you will, the extreme enlargement of the skull... and upper limb, which is totally useless. The alarming curvature of the spine... Turn him, please... the looseness of the skin, and the varying fibrous tumors that cover 90% of the body. \n[43]...And there is every indication that these afflictions have been in existence, and have progressed rapidly, since birth. The Patient also suffers from chronic bronchitis. As an interesting side-note, in spite of the afore-mentioned anomalies, the patient's genitals remain entirely intact and unaffected. \n[44]So then, gentlemen, owing to this series of deformities: The congenital exostoses of the skull; extensive papillomatous growths and large pendulous masses in connection with the skin; the great enlargement of the right upper limb, involving all the bones; the massive distortion of the head and the extensive areas covered by papillomatous growth, the patient has been called, \"The Elephant Man.\" \n[45]Hmm? \n[46]Hmm? \n[47]It's been a long day for everyone. \n[48]Oh, yes, you'll need a cab... Stay. \n[49]Come with me. \n[50]He's imbecile, no doubt from birth. He speaks, but... it's all gibberish. No, the man's a homeless idiot... I pray God he's an idiot. \n[51]Yes, very well, I think. Are the girls in bed? \n[52]No, I think a whiskey. \n[53]What is it? \n[54]I'll get my bag. \n[55]What do you mean? \n[56]I intend to. \n[57]What happened? \n[58]He must have taken quite a fall. \n[59]Why is he sitting up like this? He needs rest. \n[60]This man belongs in hospital. \n[61]You listen, you're not going to have much of a livelihood if this man dies. He's got the rale, he's very weak, and I don't know how much damage has been done by his \"fall\". Now stop wasting time and fetch a cab. \n[62]Everything will be seen to. \n[63]I don't know if you will understand this, but you will never go back to that man again. You're safe now. No one will ever harm you. Do you understand? \n[64]It's for a patient. \n[65]Good morning, sir. \n[66]It's quite nutritious, sir. \n[67]Don't be frightened. He won't hurt you. \n[68]No sir, he's got bronchitis and he's been badly beaten. \n[69]Well sir, he's quite seriously deformed, and I fear the other patients would find him... rather shocking. \n[70]Yes sir. \n[71]Yes, I'm well aware of that. But this case is quite exceptional. \n[72]No, more of an acquaintance. \n[73]Yes sir, I'll look into that. Would you like to meet him sir? \n[74]Excuse me, sir. \n[75]I'm sorry, my dear, I should have warned you. I'm so terribly sorry, please forgive me. There, you're alright now. Go downstairs and please ask Mrs. Mothershead to come up. Tell her to knock on the door and wait for me. Alright? \n[76]I'm very sorry about that. Are you resting well? \n[77]Ah good. Well then... oh yes, we'll have to get you some more food. I'm sure you must be simply famished. Hmm? \n[78]Of course you are. Now then, I think you'll be quite comfortable up here for awhile. I'll see to it you have everything you need, and, uh... yes. \n[79]Ah, Mothershead. How are you feeling today? \n[80]Good. Excellent. Now then, Mrs. Mothershead, I want you to come into this room with me. Inside there is a man with a rather... unfortunate appearance. \n[81]Yes... Well, I want you to clear up a little mess, a breakfast tray was spilt. And bring up another breakfast. When you've done that, you and I shall give the man a bath. But, Mothershead, I'm counting on your many years of experience to get you through this, Above all, do not scream, do not cry out, or in any way show this man that you are frightened of him... \n[82]Yes... Yes, let's go in. \n[83]I would like you to meet Mrs. Mothershead - Mrs. Mothershead, Mr. John Merrick. \n[84]The disease is shocking. \n[85]I wonder how far it can go before it... \n[86]It's pretty certain that if he had the disease as a child, he was abandoned. But in that case, he'd have to have had care. The very fact that he's alive bears that out... But, where? \n[87]Yes! The workhouse! \n[88]The workhouse. \n[89]Good morning, Charley. I'll keep that in mind! \n[90]Mr. Merrick? \n[91]....Good morning... John. I've brought your breakfast. \n[92]What are you doing down there? Come up John, come up on the bed. The cold floor is bad for you. I won't hurt you, come on now... \n[93]You must eat. We must keep your strength... \n[94]...What on earth is the matter with you? \n[95]Now please, John, you must do as I say. Come up from there. \n[96]Not quite yet, Mrs. Mothershead. There seems to be some difficulty this morning. \n[97]No, he's very upset about something. \n[98]No! Don't pull at him like that. We don't want to frighten him more than he already is. \n[99]He's had his share of \"smacks\", Mothershead. I expect that's what drives him under the bed. We must use patience and understanding with this man. \n[100]What good am I to you...? \n[101]...What is my purpose? ...It's so important that I understand you. I want to help you, I want to be your doctor... but I can't help you unless you help me, unless I know what you are feeling. I believe there's something back there, there's something you want to say, but I've got to understand you. Do you understand me? \n[102]No! You are going to talk to me! We are going to show them! We're going to show them that you're not a wall. We are going to talk! Do you understand? Nod your head if you understand me! \n[103]You do understand me! You understand. Now you're going to say it. I've got to hear how you say things. Now, very slowly, say \"yes.\" \n[104]\"Yes.\" \n[105]Yes John! \n[106]Yyyess. \n[107]That's much better. I could understand that \"yes\". \n[108]Very good! Oh yes! Now listen. I'm going to say some things to you and I want you to repeat them... um... I want you to say them back to me. Do you understand? I'm going to say some things to you and I want you to say them back to me. Do you understand? \n[109]Excellent! Now, say... \"Hello\" \n[110]My name is... \n[111]John Merrick. \n[112]Say \"Merrick\". \n[113]Say \"Mmmerrick.\" \n[114]Say \"Mmmerrick.\" \n[115]Well, that's alright. I understand you. Now, say the whole thing again, Hello ... \n[116]Come in. \n[117]Why, my dear Mrs. Mothershead, how good of you to join us. Mr. Merrick, will you please introduce yourself? \n[118]We've made tremendous strides today, Mothershead. He listens and repeats with great attention, and this certainly isn't easy for him. \n[119]I'm sure that if Mr. Merrick made a good impression on the hospital committee they'd see that he's the exception to their rule. Now I'm not expecting miracles. I'm not saying he'll be able to read or write, but I do think that I can get him to speak for himself. I'm going to arrange things with Carr Gomm right now. That was very good, John, very good. That's all for today. We shall do some more tomorrow. Mothershead? \n[120]I'll see you soon. \n[121]Ah, no sir. I had planned to see them in the morning. \n[122]He's doing very well. In fact that's why I came to see you. I think that if I were to present Mr. Merrick to the hospital committee, then they would have a chance to see for themselves not only the extraordinary nature of the disease, but of the man as well. If the committee had a chance to speak with him, hear him say a few words for himself, I'm sure they would see him as a patient, rather than as a violation of the rules. \n[123]Well sir, perhaps I should explain... \n[124]I don't agree. No one can make a reasonable decision about this man's future without at least meeting him. No doctor would presume to diagnose a patient he had never met. \n[125]Then will you meet him, as a representative of the committee. \n[126]Just a moment, how did you get in here? \n[127]He's still very sick. Please come downstairs with me. I'll explain the situation. \n[128]You misunderstood. This man suffered a severe fall, if you take my meaning. He's my patient now and I must do what... \n[129]I know what you've done to him and he's never going back to that. \n[130]All you do is profit from another man's misery! \n[131]You don't own this man! \n[132]So you can beat him? So you can starve him? A dog in the street would fare better with you! \n[133]Now I think we really do understand one another. \n[134]Thank you very much Sir. Shall we say in a few days then? \n[135]Wh... whatever is most convenient for you, sir. \n[136]...Yes, Sir. \n[137]Two o'clock? \n[138]I shouldn't be. We made great progress today. I taught him to repeat a few basic phrases. He did rather well, too, but I had to lead him every step of the way. Though frankly, at times I was unsure of who was leading whom. \n[139]Well, I wasn't sure whether he was parroting me because that's all he was capable of, or whether he sensed that that's all I wanted to hear, and he was trying to please me. \n[140]He is. I mean, I've always thought he was. I think he must be. Is he simple? Or is that just something I've wished upon him to make things simpler for myself? \n[141]I don't know. I can't explain it. If this is an intelligent man, trapped in the body of a monster, then I'm under a moral obligation to help free that mind, free that spirit as best I can, to help him live as full and content a life as possible. But! If he's an imbecile, who's body I can't treat and who's mind I can't touch, well, then my obligation is discharged. They can put him where they will; he won't be bothered, I won't be bothered, and everyone's conscience can remain free and untroubled. And that is my dilemma... what is in his mind? \n[142]And what qualities are those? Intelligence or stupidity? \n[143]I'm sorry... I don't know either. I just don't know. \n[144]I've only got until two o'clock tomorrow afternoon, when Carr Gomm meets him. Somehow, between now and then I've got to make John Merrick at least seem like an intelligent man... Why am I fooling myself? Nothing short of John delivering the Sermon on the Mount is going to sway Carr Gomm... \n[145]Righteousness... \n[146]Very good, very good. Now, when your visitor comes today I want you to say it exactly the way you said it just now. I will introduce him to you and you will say the words you've learned. If you have any trouble with any of the words, I'll help you. I'm sure you'll be just fine. If you do as well for him as you've done for me these last two days, then I'm sure our visitor will be very pleased. Now, let's go through the whole thing again, shall we? I will say \"May I introduce you to Mr. Carr Gomm.\" And you will say... \n[147]It's only a physical problem. He has trouble with certain sounds because of the constrictive deformity of the mouth. But he can talk, and has a great eagerness to make contact with people who will let him. So if you have any difficulty understanding what he is saying, just tell me and I'll make it clear. \n[148]...As I said, it's only a physical problem... but I do feel that Mr. Merrick is very flattered that you're taking the time and trouble to meet him, and he's most anxious to make a good impression, so he might seem rather nervous. \n[149]Yes, I spoke to both the British Home and Royal Hospital for Incurables. I'm afraid that they weren't very encouraging, but they said they'd bring it up at their next committee meeting, so we should have their answers shortly. \n[150]John, may I introduce you to Sir Carr Gomm. \n[151]Mr. Merrick likes the food here. Don't you John? \n[152]And what was that, John? \n[153]...Yes potatoes... but... \n[154]Thank you, John. You did very well. \n[155]Yes, I'm very sorry to have wasted your time, sir. I just felt that I had to do anything I could to protect him. \n[156]I didn't teach him that part! \n[157]How did you, know the rest? I never taught you the rest of it. \n[158]Tell me, John, how did you know the rest of the 23rd Psalm? \n[159]I'll be right back. \n[160]Of course, sir. Thank you, thank you very much. \n[161]Not me, sir. Mr. Merrick. He succeeded in spite of my shortsightedness. \n[162]Why did you let me go on like that, teaching you what you already knew? Why didn't you tell me you could read? \n[163]I never thought to ask. How can you ever forgive me? \n[164]We do have a lot to talk about, don't we? \n[165]Yes, I think I can. \n[166]I could easily arrange... \n[167]Well, yes. \n[168]Do you think they'll go along with us? \n[169]No, we don't. Their committees have informed me that they're unwilling to take Mr. Merrick, even if they were supplied with funds. They don't want him. \n[170]...Due to the progressive nature of the disease, I feel sure that the patient does not have much longer to live. \n[171]Forgive the redundancy, gentlemen, but there is no other place for him. Both the Royal Hospital and the British Home have turned him down even if sufficient funds for his care were provided. The workhouse is certainly out of the question. The patient has an overwhelming fear of returning to the horrors of his past. His appearance is so disturbing that all shrink from him. He cannot, in justice to others, be put in the general ward of the workhouse. The police rightly prevent his being exhibited, and he is mobbed in the streets wherever he goes. What is to be done with him? \n[172]Gentlemen, John Merrick is not an animal, he is a man, fully aware of his condition. An intelligent, sensitive, literate man, with an intimate knowledge of the Bible. His horrible infirmities do not reduce him to anything less than what he is, a man; and it would be criminal if we of the London Hospital, his final refuge, the last place on earth where this man can find peace, were to cast him out. \n[173]Excuse me gentlemen. I seem to have lost my appetite. Good evening. \n[174]Good evening. How are you feeling? \n[175]Very well, thank you. I have something for you, John. I'm sure you'll enjoy it, it's very popular. \n[176]I came to tell you that I'll be here early tomorrow morning. We're moving you to your permanent home. I'm sure you'll be very happy there, John. So get a good night's rest, there'll be new people to meet tomorrow. Good night. \n[177]This is your new home, John. \n[178]Yes. \n[179]Of course! What did you think? \n[180]I promise you. You will never see the inside of that horrible place again. You will never, ever go back to the workhouse... or that man. It's a splendid room, don't you think? \n[181]Has the response picked up? \n[182]But he's so afraid he's going to be carted off. I've promised him that won't happen. \n[183]Please do. \n[184]You look splendid, John. \n[185]When one is invited to tea, one must look one's best. \n[186]Make yourself comfortable, John. \n[187]Come and meet our quest, my love. \n[188]John Merrick, I'd like you to meet my wife, Anne Treves. \n[189]John... what's the matter? John... why are you upset? \n[190]Yes, a cup of tea would go nicely. \n[191]John... would you like to see the rest of the house? \n[192]Come with me, John. I'll show it to you. \n[193]John loves the house. \n[194]Yes, we do have a lot of room. But you should see the place on weekends, when I see patients here. Sometimes there are so many, we have to set them down wherever we can. In fact, Mrs. Treves sometimes says that the only room she can call her own is the bedroom. \n[195]That's a canopy, John. \n[196]How is your tea, John? \n[197]Not at all, John. \n[198]Oh yes. \n[199]Oh, our relatives... the children. \n[200]Of course. \n[201]Oh, they're gone for the day... with friends. \n[202]Yes. \n[203]Your mother? \n[204]Good morning, John. \n[205]John, there's someone here who would like to meet you. Would that be alright? \n[206]John, I'd like you to meet one of the brightest lights of the British stage, Mrs. Kendal. Mrs. Kendal, John Merrick. \n[207]I regret that I must leave you here, m' Lord, m' Lady. Thank you so much for coming. It was an act of the greatest charity. \n[208]Incredible, isn't it? Well, I think John has had enough visitors for one day, Mothershead. I've got a lecture at the college, I'll be back this evening. \n[209]Oh?... Well, quickly please, Mothershead, I'm overdue. \n[210]Now Mothershead, you have to understand that this is very good for John. He relishes contact with people outside the hospital... \n[211]Aren't you being just a little harsh, Mothershead? You yourself hardly treated John with much loving kindness when he first arrived. \n[212]You're right, Mothershead, please forgive me... Of course, I appreciate everything you've done for John, and I'm glad that you are concerned about his welfare. But, I'm the physician in charge and I must do what I think best. I'm also very late, so please forgive me. \n[213]Never, oh! Never, nothing will die. the stream flows the wind blows the heart beats Nothing will die. \n[214]Yes, John? \n[215]No John, I can't. I can care for you, but I can't cure you. \n[216]John...? \n[217]Are you looking for me, Sister? \n[218]The cathedral is coming along nicely. \n[219]How blind of me. Is there anything else, John, anything at all that I could get for you? \n[220]Please John, it would give me so much pleasure to give you something. Something just for yourself. Isn't there something you would like to have? \n[221]You want a dressing bag, John? \n[222]Thank you, Mothershead. Have a porter put them in my office. \n[223]A dressing bag. \n[224]Yes. John wants it. \n[225]You don't think it's too gaudy, do you. \n[226]John thinks it's very dashing. Something no gentleman should be without. I'm inclined to agree. \n[227]You stay with me. \n[228]Hmmm? \n[229]Oh... I've just been thinking about something that man Bytes said. \n[230]That I am very little different from him. \n[231]But why did I do it? What was this all for? So John Merrick could live out his last days in peace and comfort? Or so I could become famous? \n[232]...Am I a good man or am I a bad man? \n[233]Don't you think this is a bit premature? We don't have the backing yet to... \n[234]Good afternoon, John, Mr. Carr Gomm has something he would like to say to you. \n[235]So you see, John, there's no need for a lighthouse. All your friends are here. \n[236]Yes, John. \n[237]Yes. \n[238]There is one more thing, John. Here. \n[239]Is it the one you wanted? \n[240]Are you sure? Because I can take it back. \n[241]John? \n[242]\n[243]\n[244]Don't lie to me. I know all about it. You were SEEN. Where did you take him? \n[245]\n[246]YOU BASTARD! You tortured him. YOU TORTURED HIM, you bastard. WHERE is \n[247]\n[248]Yes... \n[249]Yes, he's... my friend. \n[250]John.... how can you ever forgive me? \n[251]I'm very grateful to you, Mrs. Kendal. This is just the thing to help him forget his ordeal. John will be very excited. \n[252]I fear not, Mrs. Kendal. Even in the short time he was gone the size of his head has increased rapidly... as is his pain. \n[253]And yet, not once have any of us heard him complain. \n[254]Yes. There is nothing more frustrating, nothing that makes a physician feel more useless, than standing by watching his patient deteriorate. And when that patient is a friend, no... no, there's absolutely nothing I can do. \n[255]Yes. \n[256]Stand up, John. Let them see you. \n[257]It's for you, John. It's all for you. Go ahead, let them see you. \n[258]Will the cathedral be finished soon, John? \n[259]Splendid. it's truly a masterpiece. Well, I suppose I'll be on my way now. I hoped your enjoyed yourself this evening. \n[260]I'm glad, John. Goodnight. \n[261]Yes John? \n[262]No, John, not one that I can see. \n[263]No, no, I wouldn't change a thing. \n[264]Goodnight John. Sleep well. ", "MERRICK": "\n[1]Yyyy... Yyye... yyyess. \n[2]...Yyes \n[3]Yyess. \n[4]Yes! \n[5]Yes. \n[6]Hello... \n[7]My... name is... \n[8]John... Merrick \n[9]Merrick... \n[10]Mmmerrick. \n[11]Mmmerrick. \n[12]Hello... my name is... John Merrick. \n[13]Hello, my name is John Merrick. \n[14]The Lord is my shepherd, I shall not want, he maketh me to lie down in green pastures; He leadeth me beside still waters. He restoreth my soul: He Guideth me in the paths of righteousness... \n[15]Righteousness for his namesake. \n[16]Hello, my name is John Merrick. I am very pleased to meet you! \n[17]Come in. \n[18]Hello... my name is John Merrick. I am very pleased to meet you. \n[19]I feel much better. Thank you for asking. And you? \n[20]I feel much better. Thank you. \n[21]Everyone has been very kind. I am extremely grateful. \n[22]Oh yes! It is much better than what I am used to. \n[23]Potatoes... \n[24]But the variety of food here is very pleasing... I commend you. \n[25]I'm feeling much better now... \n[26]...I... everyone has been very kind to me. \n[27]...everyone has been very kind. \n[28]The Lord is my shepherd, I shall not want. He maketh me to lie down in green pastures... \n[29]Yea, though I walk through the valley of the shadow of death, I will fear no evil, for Thou art with me; Thy rod and Thy staff, they comfort me... \n[30]Thou preparest a table before me in the presence of mine enemies, Thou anointest my head with oil... \n[31]My cup runneth over. Surely goodness and loving kindness shall follow me all the days of my life, and I shall dwell in the house of the Lord forever. \n[32]I... I used to read the Bible every day. I know it very well. The Bible, and the Book of Common Prayer. The 23rd Psalm is very beautiful. \n[33]I am very pleased to meet you. \n[34]You did not ask me. \n[35]Oh, no do not say that. You have been so kind to me. I was afraid to say too much. People always want me to be quiet. You wanted me to speak, but I was afraid. Forgive me. \n[36]Thou heardest my voice; hide not thine ear at my breathing, At my cry. \n[37]Noooo! \n[38]Yyyesss. \n[39]\"A silent shaft of stone on a deserted promontory, the lonely Eddystone is a beacon of aid and comfort to mariners of all nations.\" \n[40]Good evening. Very well, thank you. And you? \n[41]Thank you... so much... oh it's beautiful! \n[42]Good night. \n[43]Workhouse! \n[44]This... is my new home? \n[45]The hospital? \n[46]How long will I stay here? \n[47]When I'm next moved may I go to a lighthouse?... or to a blind-asylum? \n[48]Yes. \n[49]Thank you very much. \n[50]No, nothing. \n[51]Thank you very much. \n[52]I'm very... \n[53]I'm not used to such kindness. From a beautiful woman. \n[54]Yes... thank you. \n[55]Yes please, two. \n[56]Two, please. \n[57]Oh yes. You have so many nice things, and so much room. \n[58]Well, it's a lovely bedroom. What do you call that thing above the bed? \n[59]Ohhh... \n[60]It's very good. I'm enjoying my visit with you very much. It's so very kind of you to have me as a guest in your home. I'm sorry I made a spectacle of myself. \n[61]I love the way you've arranged your pictures on the mantlepiece. Is that the way it's done in most houses? \n[62]Who are they of? \n[63]The children! May I see? \n[64]The Children. Where are your children \n[65]Friends. Ah yes, friends! How nice. \n[66]How lovely. \n[67]They have noble faces. \n[68]Oh, yes. \n[69]Would you... would you like to see my mother? \n[70]Here. \n[71]She has the face of an angel... She was an angel. She was so kind... so kind to me. It's not her fault, for in the fourth month of her maternal condition she was knocked down by an elephant. I'm sure I must have been a great disappointment to her. \n[72]If only I could find her. If only she could see me now, here, with such lovely kind friends. You, Mrs. Treves, and you, Mr. Treves. Then maybe she would love me as I am. I've tried to hard to be good. \n[73]Please... please... \n[74]Good morning. \n[75]Yes. \n[76]Thank you... very much. \n[77]I meant no harm, it was the only place where I could find cardboard. I thought it has been thrown away. \n[78]The main spire. \n[79]...I learned a long time ago. \n[80]I'll have to find some more. \n[81]Come in. \n[82]Good morning. \n[83]Good day...! \n[84]Oh, no. \n[85]Oh, no. I would never think it! It's so beautiful. You are so... I'll give it a place of honor, here, next to my mother. \n[86]Yes. \n[87]Mr. Treves says that you are in the theatre. Do you live there? \n[88]Well, even to work there would be wonderful. Is it beautiful? \n[89]Alas, no. \n[90]Tell me about it, please! \n[91]Romance! \n[92]No, but I certainly shall. \n[93]Romeo and Juliet. I know of this... \"If I profane with my unworthiest hand, This holy shrine, the gentle fine is this: My lips, two blushing pilgrims, ready stand, To smooth that rough touch with a tender kiss.\" \n[94]Have not saints lips, and holy palmers too? \n[95]O, then, dear saint, let lips do what hands do. They pray, grant thou, lest faith turn to despair. \n[96]Oh no? \n[97]Thank you for your kind gifts. I can't say enough about this ring. And this walking stick is ever so dashing. So much more elegant than my old one. More tea? \n[98]If you have a chill I can close the window. \n[99]I don't get out as often as I'd like to, for some people DO find my appearance disturbing. Of course, I can't fault them. \n[100]People are often frightened by what they don't understand. \n[101]And it is hard to understand, even for myself, for you see, Mother was so very beautiful. \n[102]How's your tea? \n[103]When will the stream be aweary of flowing under my eye? When will the wind be aweary of blowing over the sky? When will the clouds be aweary of fleeting? When will the heart be aweary of beating, and nature die? \n[104]Mr. Treves, there is something I've been meaning to ask you for some time... \n[105]...Can you cure me? \n[106]I thought as much. \n[107]Come in. \n[108]Yes, soon I will start the main spire, but I must finish these columns first, How kind of her! \n[109]Oh no! There is nothing! I have everything, you have given me everything I could possibly want. I am happy every hour of the day. I only wish there was something I could give to you. \n[110]You don't think it's too gaudy, do you? \n[111]Night! \n[112]I must be more careful! \n[113]...Ladybug, ladybug, fly away home... it's cloudy out, I know, but remember; behind the clouds there is always the sun. \n[114]Please, come in. \n[115]...my... home? \n[116]You did this for me? \n[117]Please... please thank the governing committee for me. I will do my utmost to merit their kindness. \n[118]My home. \n[119]Oh, Mr. Treves. Mr. Treves. \n[120]Mr. Treves. Thank you my... friends. \n[121]Hello, my name is John Merrick. I am very, VERY pleased to meet you! \n[122]Bytes! \n[123]...Alright. \n[124]Bytes... please! \n[125]Bytes! Bytes, please!! \n[126]\n[127]y-y-yes-- \n[128]You're English. \n[129]Yes. \n[130]But... but... \n[131]Thank you, my friends. \n[132]Oh no, my friend... \n[133]Oh, yes. \n[134]I am not an animal... I'm not... I'm not... I am a man. \n[135]Mr. Treves! Treves. \n[136]You women are such strange and wonderful creatures... Alas, it seems to be my fate to fall in love with each and everyone of you. I especially wish you could all be with me tonight... I'm finally going to the theatre. \n[137]...The theatre... \n[138]Oh no, I couldn't. \n[139]I feel as if I've traveled my whole life just to stand here. \n[140]Wasn't Mrs. Kendal wonderful? I can't blame the King for wanting to marry her. \n[141]Yes, very soon. \n[142]Oh yes! It was wonderful! \n[143]Mr. Treves? \n[144]Mr. Treves, tell me... tell me truly. Is it alright, did I make any mistakes that you can see? \n[145]Then I shouldn't change anything? \n[146]...I'll walk you to the door. \n[147]You too, my friend. Goodnight. \n[148]It is finished. \n[149]John... Merrick! \n[150]When will the stream be aweary of flowing under my eye? \n[151]When will the wind be aweary of blowing over the sky? \n[152]When will the clouds be aweary of fleeting? \n[153]When will the heart be aweary of beating.... \n[154]...and nature die? ", "CARR": "\n[1]Mr. Treves, come over here a moment, won't you? \n[2]Good morning, Treves. \n[3]You've acquired a taste for this? \n[4]Don't be mad. This muck can kill you. \n[5]Take this up, to to the man in the isolation ward when you have a moment, won't you? \n[6]Indeed! \n[7]A hospital is no place for secrecy, Mr. Treves. Doctors spiriting hooded figures about are liable to cause comment. Why wasn't this patient properly admitted, and why is he in isolation? Is he contagious? \n[8]Why isn't he in the General Ward, then? \n[9]Deformed? Is that it. Then am I to assume that he is ultimately incurable? \n[10]What are your plans then, Treves... You are aware that the London does not accept incurables. The rules are quite clear on that point. \n[11]Oh, is he a friend of yours? \n[12]I certainly sympathize with your problem, Treves... Why don't you try the British Home, or the Royal Hospital for perhaps they would have a place for him. \n[13]The Elephant Man? \n[14]Ah, Treves... \n[15]Have you contacted the British Home and the Royal Hospital? \n[16]Good! How is the patient? \n[17]A few words? I thought he was imbecile? \n[18]I really don't think that's necessary Treves. I'm quite sure the committee will be able to make an equitable decision on the merits of the case, such as they are. \n[19]No, Treves, it's out of the question. Now if it was up to me, I'd say \"Certainly, let's meet the fellow, by all means,\" I'm sorry, I simply can't speak for the other members of the committee. \n[20]Mr. Treves, it's out of the question. I want to hear as soon as possible what the other hospitals can do. I'm sorry. \n[21]Well, go to the authorities... \n[22]By all means do so. In fact, I'll fetch them myself. I'm quite sure they'd be very interested in your story, as well as ours. \n[23]Singularly unpleasant chap... uh... I don't suppose there would be any harm in my meeting your... patient, Mr. Treves. \n[24]Shall we say two o'clock tomorrow afternoon? \n[25]Two o'clock then... you know Treves... It seems this acquaintance of yours has become rather more than just an acquaintance. \n[26]Elephant Man? I don't want to meet an Elephant Man. \n[27]Speaking is one thing, Treves, but can the man comprehend? \n[28]He needn't. I have no desire to cause him any discomfort. Did you make those inquiries we spoke about? \n[29]Fine, fine. You know, your dedication to this patient is an inspiring thing, Treves. But you must remember that this is a hospital, and there are many patients here. Patients who can be made well, and you owe them your first consideration. Just don't become so obsessed, old man, that you begin to neglect them. \n[30]I'm very... pleased to meet you. \n[31]How are you feeling today? \n[32]I'm feeling very fit, thank you. How is your bronchitis? \n[33]Are you comfortable here? \n[34]Oh yes? \n[35]I understand that you were beaten? \n[36]No, I meant in your former situation. \n[37]Tell me, how do you like Mr. Treves? As a teacher? \n[38]Of course. How long did you and Mr. Treves prepare for this interview? \n[39]Yes, of course... Well, it's been a pleasure meeting you, Mr. Merrick. Good day. \n[40]It was a nice try, Treves, but the man is so obviously mouthing your words. \n[41]I'm sorry too. He simply doesn't belong here. He's be much happier somewhere else, where he could be constantly looked after. Believe me, Frederick, it's better that it worked out this way. Good day. \n[42]What is it, Treves? \n[43]I don't understand. \n[44]It was a great pleasure to meet you, Mr. Merrick. \n[45]I hope we can talk together again sometime. Good day. \n[46]I want to see you in my office as soon as you're through up here. We've a good deal to discuss. \n[47]Treves. Well done. \n[48]Can you imagine what his life has been like? \n[49]No you can't. You can't begin to know, no one can. \n[50]You are quite right, Treves, this is an exceptional case. And I quite agree that the committee should see Mr. Merrick. \n[51]No, not that way. Broadneck and the others don't like to deal with patients directly. It makes them queasy... Do you have any photographs of Mr. Merrick? \n[52]Excellent. We shall present them, along with the other particulars of the case to the committee. I want them to see, exactly, how horribly his body has been affected. You and I shall vouch for his inner qualities. \n[53]Of course they will. They're reasonable men. \n[54]As far as I can see, the only obstacle might be Broadneck. He has enormous influence over the others, very old school, not an easy man to impress. In any case, if worse does come to worse, we still have the British and Royal Homes to fall back on, don't we. \n[55]Don't we? \n[56]Well, it's up to us then, isn't it? \n[57]Don't worry Treves, we'll make them see it our way. \n[58]They've eyes, haven't they? \n[59]Gentlemen, may I make a suggestion. There are two small rooms off Bedstead Square that are no longer in use and would be admirably suited to Mr. Merrick's needs. I also propose to write a letter to The Times, appealing to their readers for assistance. Knowing the generosity of the British public, I feel we would have little trouble in raising the funds for his maintenance. Indeed, this hospital's rules do preclude the admission of incurables, but if ever there was an exception to the rule, it is this patient. So therefore, I propose, if Mr. Treves is finished, that we put it to a vote. All those in favor of keeping Mr. Merrick here? \n[60]I see. All, then, that move we keep Mr. Merrick here? \n[61]All those opposed? \n[62]I see. \n[63]I second the motion gentlemen. This meeting is adjourned. \n[64]Somehow I don't think they quite understand. \n[65]Frankly, Treves, it's not what I'd expected. A few small cheques. Well- wishers. Don't worry, these things undoubtedly take time. \n[66]Well... I'll let you know if there's something in the afternoon post. \n[67]Ahh! Broadneck! You'll no doubt be pleased to know that we've received a smashing response to my letter. It's all very heartwarming, though several letters do mention how beastly it would be to part the poor fellow from Mr. Treves and the staff, but since the committee insists... \n[68]I'm afraid so, Mrs. Mothershead. Perhaps tomorrow. \n[69]Steady on, Treves. Have a seat. \n[70]Gentlemen, I know we begin every meeting by reading the minutes, but in the interest of speed I think we should conclude a matter discussed previously, to wit, that of Mr. John Merrick, the Elephant Man... \n[71]Mr. Broadneck? \n[72]Yes, I believe that time has come. \n[73]Indeed not, your Highness. Your presence is always greatly appreciated. We were just about to put the matter of Mr. Merrick to a vote. The Princess is very interested in Mr. Merrick's fate. \n[74]Thank you very much, your Highness, you may be sure we shall. \n[75]Well then, I move that Mr. John Merrick be admitted to the London Hospital on a permanent basis, on condition that the Hospital shall receive a yearly payment equal to the cost of occupying one bed, and that the funds for his care shall be clearly separate from hospital funds. All those in favor. \n[76]The motion is carried. \n[77]Well, now we may go about our normal business. \n[78]Mr. Merrick, it is my great pleasure to welcome you, officially to The London Hospital. The Governing Committee this morning voted unanimously to provide you these rooms on a permanent basis. This is your home now. I'm so very, very pleased for you. \n[79]I'd like to think I felt no less for John than you, Treves, but face the facts, the man has disappeared, very likely to the continent. There's no question of your going after him, you're desperately needed here by your patients. Remember Treves, you did everything in your power... everything in your power. ", "BYTES": "\n[1]Belt up, you misbegotten garbage. How can I eat with that? \n[2]How can I eat with THAT? \n[3]Out of my sight! \n[4]\n[5]You clumsy sod! \n[6]\n[7]This won't do, my lad. This just won't do! \n[8]What did you do to him? He's been like this all night! \n[9]He was fine when he left here, and now look at him. \n[10]He fell. He falls. \n[11]He's a clumsy git. Never watches where he is going. \n[12]That's the way he sleeps. If he lays down, he'll die. Head's too heavy. \n[13]Can't you fix him up here? ...He's my livelihood. Listen. \n[14]I really appreciate this, guv. You know, there's lot of things that I can do for you. I move in the proper circles, for this type of thing... \n[15]I like doing business with you. You and I understand each other, completely. I know I can trust you. Can't I? \n[16]I want my man back. \n[17]Never mind that, I want my man! \n[18]DON'T... Don't muck me about. You've had plenty of time to fix him up, and he's leaving with me, NOW. Do you understand me? Now, Mr. Treves. We had a bargain! \n[19]Pull the other one, why don't you! We made a deal! \n[20]He's a freak! That's how they live. We're partners, him and I, business partners. You're willfully deprivin' me of my livlihood! \n[21]You think you're better 'n me? YOU wanted the freak to show all your doctor chums and make a name for yourself, you guv. So I gave him to you. On trust, in the name of science! And now I want him back. \n[22]I want him back! \n[23]I've got my rights, damn you, and I'm going to the authorities! \n[24]Right... Right. \n[25]So, there you are, my boy, my treasure. \n[26]Room for one more? \n[27]Well, let's be off then. \n[28]Perhaps the ladies would like a closer look? \n[29]Bring him out then, so's we all can see him. \n[30]My treasure... \n[31]Aren't you glad to see me? \n[32]Get into your cloak... ...now, your hood... do it! \n[33]Let's go. \n[34]Still haven't eaten, eh? \n[35]Eat, my treasure, I want you healthy. \n[36]I'm beginning to feel your weight. \n[37]...The result is plain to see. Ladies and Gentlemen... THE TERRIBLE ELEPHANT \n[38]Turn around! \n[39]Dance! \n[40]Dance! \n[41]Eat, my treasure. \n[42]Eat. I said eat! \n[43]Eat, damn you. EAT! EAT! \n[44]I said EAT!! \n[45]The result is plain to see. Ladies and gentlemen... THE TERRIBLE ELEPHANT \n[46]Turn around! \n[47]Dance! \n[48]Up! Up! \n[49]Give the call of the elephant! \n[50]Louder! \n[51]Get up you miserable bastard! \n[52]\n[53]I'm beatin' a dead horse. \n[54]Another bleedin' heart! \n[55]You sly bastard. You're doing this to spite me, aren't you! \n[56]He's doing it to spite me, I tell you, and it's got to stop! \n[57]If he does it's his own fault! But I'm not burying that swollen bag of flesh. \n[58]I'll show you! I'll show you! \n[59]Shut up! \n[60]Out! ", "NIGHT PORTER": "\n[1]What's all this, then? \n[2]Elephant Man? \n[3]Friend of the night, eh? The Elephant Man. I think I'll have me a look at that. \n[4]Now, you need the scrubbing, ducks! \n[5]Hush, love, I told you before one word from me, they'll toss you back on the street, and then those pretty little arms of yours will never grow straight. Now close your eyes. \n[6]Here he is, the old fiend of the night, the terror of the London. Let's have a look at you. Let's see what makes 'em scream... \n[7]Cor Blimey! \n[8]So this is the Elephant Man. I ain't never seen nothing like you before. What the bleedin' hell happened to you? \n[9]Oh... dumb, eh? \n[10]Good. I likes people what can keep quiet. \n[11]Like a drink? Go on... Go on have some. No? You should try being more sociable, mate. \n[12]You and I are going to be good friends, we are. And, I've got lots of friends who I know would like to meet you. And they will, mate... they will. \n[13]Welcome to the London. \n[14]I hear you have some trouble sleepin'... \n[15]Head's too heavy, eh? \n[16]And I heard a nasty rumor about you; I heard you can talk but you can't, can you... can you... can you?... \n[17]No... No you can't! One word about me out of that stinking cakehole... Just ONE word, and you'll have no trouble at sleepin'... no trouble at all. You understand me? Do you!! \n[18]There now, that's better, i'n' it? \n[19]Here... listen to this. This is a letter to THE London Times from the guvnor of the hospital. There is now in a little room off one of our attic wards a man named John Merrick, so dreadful a sight that he is unable even to come out by daylight to the garden. He has been called The Elephant Man on account of his terrible deformity... \n[20]...His appearance is so terrible that woman and nervous persons fly in terror at the sight of him. ...and guess who can get you tickets to see him? Your own Sunny Jim! \n[21]Keep your shirts on. ...When the time is right. Right now he's in the attic but tomorrow they're movin' him into Bedstead Square, right into my lap... then... for the right price you'll see something you'll never see again in your life. \n[22]You're on mate. Alright, alright, that's enough for this performance. \n[23]Hang on, hang on, there's always tomorrow night. Not to worry. \n[24]At the right price... \n[25]There's room. \n[26]Quietly now! Quietly! We don't want to scare him. \n[27]Curtain time!!! \n[28]No, no! You look lovely. Don't change a thing, darling. You look like the bleedin' Prince of Wales. \n[29]My friends... The Elephant Man! \n[30]A prince needs a harem! \n[31]Mind his head... You'll kill him. \n[32]Quiet down. Quiet down. You'll have the whole place down on us. \n[33]Everyone outside!!! \n[34]Here now... Here now... He's had enough... show's over! \n[35]Meet you at the Peacock. \n[36]He's had 'is fill for one night. \n[37]I did real well tonight. \n[38]Here... buy yourself a sweet. \n[39]I... I don't know what you mean, Sir. \n[40]Take him? Now wait... I didn't take him anywhere. We were just having some fun. We didn't hurt him... just having a laugh, that's all. \n[41]When I left him, he was in his bed, safe and sound. \n[42]YOU'RE NOT LISTENING TO ME! I ain't done nothing wrong. People pay to see your monster, Mr. Treves. I just take the money. \n[43]Have a care, Mr. Treves. I ain't afraid of you! You and your bleedin' Elephant Man! I'm glad what I did! And you can't do nothing! Only Mothershead can sack me. ", "MOTHERSHEAD": "\n[1]Nora! Mind your duties... if you don't concentrate dear, you'll only make more work for the rest of us. Now, get about your business. ...and do get your collar straight, dear. \n[2]Do get on with it, Nora. \n[3]Fine. \n[4]I've heard. \n[5]Sir, you don't have to worry about me. I'm not the sort to cry out. Shall we go in? \n[6]How do you do? \n[7]Sit still. Don't wiggle about like a pup. I won't stand for any foolishness. \n[8]The workhouse. \n[9]Good morning, Mr. Treves. It'll be his bath-time soon. Has he eaten? \n[10]Won't come out, eh? \n[11]Just being obstinate, sir. I'll handle it. \n[12]Alright, my son, none of this fuss. Come up from there, this instant. \n[13]Honestly, sir, you must be very firm with this sort. Otherwise they'd lay about on the floor gibbering all day long. All he understands is a good smack. \n[14]Perhaps you've got the time for that, Mr. Treves, I certainly don't. I've got an entire hospital to look after, and you have your real patients. Don't waste your time with him sir, it's like talking to a wall. I don't mean to be harsh, but truthfully what can you do for him? I'll be back later for his bath. And Mr. Carr Gomm would like to see you when you have a moment. Good day sir. \n[15]Patients here are not \"its\". They are either \"he's\" or \"she's\", but that's alright, Ireland. This one's going to be more work for all of us. Good God girl! Mind your broth. \n[16]Good Lord, Mr. Treves! \n[17]Parrots can do as much, Mr. Treves. It's all very nice, but I don't see the point. You know they won't let him stay here. \n[18]Read it. \n[19]Credit where credit is due. You'll have the paper every morning at breakfast. \n[20]Well, I think I can safely hand the duties over to you girls now. Mr. Merrick will require a bath every day... that way he won't pong quite so much. Nora, you can instruct Kathleen on the finer points of Mr. Merrick's bath. You'll be on your own tomorrow. \n[21]Don't look so glum girls. Such enthusiastic volunteers should be more cheerful. \n[22]Oh, and girls, under no circumstances are there to be any mirrors brought into this room. \n[23]Watery headed bunch. \n[24]Excuse me, sir. I'd like to have a word with you. \n[25]I can't understand why you let those people go in there, sir. \n[26]But you saw them, sir. They couldn't hide their disgust. They don't care anything for John, they're just trying to impress their friends. \n[27]I bathed him, didn't I? I fed him and cleaned up after him! If loving kindness can be called care and practical concern, then yes, I did treat him with loving kindness, and I'm not ashamed to say it. \n[28]If you ask me, sir, he's just being stared at all over again. \n[29]Mr. Treves, some more books arrived for Mr. Merrick. \n[30]Yes sir. What's that? \n[31]Very smart indeed. \n[32]A dressing bag? \n[33]Well... \n[34]A dressing bag? \n[35]Is this all there is for John? \n[36]What is it? What is it? \n[37]Welcome home, John. \n[38]Good God... John? \n[39]Done. \n[40]There's a policeman to see you, Sir. ", "ANNE": "\n[1]Alright... Your turn. \n[2]Oh, elephants! We'll go see them. \n[3]You won't be long? \n[4]Did it go well, darling? \n[5]Yes, and they send their kisses. Would you like your sherry now? \n[6]Freddie? \n[7]Freddie?... Freddie, don't look so discouraged. \n[8]What do you mean? \n[9]But I thought you said that he was rather... simple? \n[10]Frederick, why are you so interested in this particular case? \n[11]Perhaps you're just polishing a stone, endowing this Elephant Man with qualities he doesn't possess? \n[12]I'm sure I don't know, Freddie. \n[13]Well, these things take time. \n[14]I'm very pleased to meet you, Mr. Merrick. \n[15]Mr. Merrick, sugar? \n[16]One or two? \n[17]Do you? \n[18]Oh? \n[19]And here is one of Frederick's mother. \n[20]And here are my mother and father. \n[21]I've always thought that myself. \n[22]Oh... why Mr. Merrick she's beautiful. \n[23]Oh no, Mr. Merrick. No. No son as loving as you are could ever be a disappointment. \n[24]Dinner will be served, shortly, dear. \n[25]More romances for John? \n[26]...Freddie! What's the matter? You've been like this all evening. \n[27]Oh, Freddie. What could that wretched vampire say to upset you? \n[28]Oh that's absurd, Frederick. No, no Frederick, that's all wrong! John is happier and more fulfilled now than he has ever been in his entire life. And, that is completely due to you. \n[29]Frederick, just what is it that you are saying? \n[30]Oh Frederick. \n[31]You're a good man. A very good man. ", "NORA": "\n[1]I'm so sorry, Mrs. Mothershead. \n[2]Yes, sir. \n[3]Yes Sir. I'm sorry, Sir. \n[4]Yes. \n[5]Oh, Mrs. Mothershead, please forgive my behavior yesterday. I'm sorry if you're having to do extra work on my account. It was just seeing it... \n[6]Ugly or not, you're going to help me. \n[7]Feeling better now, Mr. Merrick? \n[8]You look very nice in your new clothes. \n[9]Well, if there is nothing more, I suppose we'll be leaving you now. \n[10]Good morning, Mr. Merrick. \n[11]What is this that you're doing? \n[12]What is it? \n[13]What? Oh! I see! It's St. Phillips. Oh, of course. Why... why that's very good, I mean you've gotten the windows and arches just right. \n[14]But it's so good, I mean... it's so very good. \n[15]Where did you get this box? \n[16]The hallway? Oh, the wastecan! \n[17]It's alright, it was thrown away. No one wants it. It's just that it's a little dirty, that's all. \n[18]What's this? \n[19]The... oh, the spire! How silly of me, it's as plain as day... Mr. Merrick, where did you learn to do this? \n[20]Oh, but how will you finish it? You haven't any more cardboard. \n[21]Yes... well, good day, Mr. Merrick. \n[22]No sir, Mr. Merrick. I have something for you. \n[23]I thought these things would be helpful with your cathedral. ", "KENDAL": "\n[1]Good day, Mr. Merrick. \n[2]I've brought you some things. I hope you'll like, Mr. Merrick. I hope you don't think it too forward. \n[3]I knew you'd understand. Here. \n[4]I want you to know that I don't go about giving my pictures to just anyone. \n[5]She's very pretty, your mother. \n[6]Oh no, Mr. Merrick. I just work there. \n[7]You've never been? \n[8]Well you must go. It is one of the most beautiful places on earth. Of course, I'm rather partial. \n[9]It's very difficult to put into a nutshell, but I should say the theater is the shrine of the imagination, where one may suspend disbelief and travel anywhere in the world, to any time you desire. You may look over the shoulders of kings, unobserved, battle with ruthless tyrants, and marry the beautiful princess, all in the space of a few hours. Onstage you may be whoever you wish to be, do anything you please, and always, always live happily ever after. The theatre is all the brightest and best things of the world, Mr. Merrick. It is lights and music, gaiety and joy. It's... well, it's romance. \n[10]That's one thing the theatre has in great store. which reminds me. I have something else for you... \n[11]Have you read it? \n[12]Good pilgrim, you do wrong your hand too much, Which mannerly devotion shows in this; For saints have hands that pilgrims hands do touch, And palm to palm is holy palmer's kiss. \n[13]Ay, pilgrim, lips that they must use in prayer. \n[14]Why, Mr. Merrick, you're not an Elephant Man at all... \n[15]Oh no... no... you're a Romeo. \n[16]It's all arranged. I'll send over some evening gowns for the sisters that you select to accompany Mr. Merrick. You'll be using the Royal entrance and Princess Alexandra herself will be there to welcome him to her private box. \n[17]Well it is a miracle he ever got back. And, I'm sure, Mr. Treves, under your expert care, he'll have many happy years ahead. \n[18]How awful for John. \n[19]Is he... dying then? \n[20]Well, it's all quite... I've never heard... It's quite... ", "BOY": "\n[1]Excuse me, Mr. Treves, sir. \n[2]I found it. \n[3]No, I don't think so. \n[4]Stand up! \n[5]Turn around! Turn around! \n[6]Bytes! DON'T... \n[7]Our man is sick. Come right away. \n[8]Like this. \n[9]Aw, Bytes, he's sick. \n[10]He's sick, Bytes. He's going to die. \n[11]What are you going to do? \n[12]Don't! \n[13]Bytes, please... \n[14]Here... you'll need these. \n[15]Good luck. \n[16]I'll be alright. \n[17]Mummy! Mummy! Look at that man! His head, it's huge! Mummy, why is his head so big? Mummy? Mummy? ", "OWNER": "\n[1]You can't do that! I've got my rights! \n[2]He's a freak! How else can he live? \n[3]...Movin' again! \n[4]Have a care, guv'nor. \n[5]He's not a peeler... \n[6]No... I don't think so. \n[7]And who might you be, sir? \n[8]I don't think so. No sir, we're closed. \n[9]Handsomely?... Who sent you? \n[10]Never mind. I'm the owner. \n[11]Here we are sir. Life is full of surprises. Ladies and gentlemen, consider the fate of this creature's poor mother. In the fourth month of her maternal condition, she was struck down by a wild elephant Struck down, if you take my meaning, on an uncharted African isle. The result is plain to see ladies and gentlemen... THE TERRIBLE ELEPHANT \n[12]Stand up! \n[13]Turn around! \n[14]Bytes. Mr. Bytes. He'll be there. \n[15]Now we got a deal... We understand each other... guv. We understand each other completely. \n[16]Don't just stand there. Help him up. ", "FOX": "\n[1]Three quarters of an hour. \n[2]What a mess. \n[3]I say Freddie, what are you about? \n[4]Freddie, what you doing for... I say do open a window in here or... \n[5]Oh, I'm dreadfully sorry, I had no idea that... I say! \n[6]Good Lord, Freddie! What have you got in there? \n[7]Certainly, if you insist. You must have quite a find there. \n[8]Nothing of any importance, eh? \n[9]You never mentioned his mental state. \n[10]I pity the poor cab driver, myself. \n[11]Do continue reading, Mr. Stanley, please. \n[12]Well, no one did ask you Atkins. Frederick Treves is not only the most skillful surgical operator here, he's also a humanitarian of the highest order. You sound like a pack of whining school boys with your petty jealousies. \n[13]Oh belt up! ", "ISOLATION WARD": "\n[1]CU of a bottle of dark fluid and a bottle of light fluid. Treves mixes the two in a glass. We are in a small oddly shaped room off the attic ward. There is one tiny barred window located high up on the far wall. There is also a bed, two hard chairs and a table. The E.M. is sitting on the bed in shadow and his disguise is now hanging from a peg on the wall beside him. He is still wheezing and appears to be very weak. Treves serves the mixture to the E.M., who sputters and gags on it, but manages to get it down. Treves goes to the table and puts the two bottles in his bag. He goes to the door and turns to the \n[2]Closing the door, Treves steps over the spilt breakfast and goes to the E.M. \n[3]Mothershead goes right to the mess. \n[4]Merrick's seated in a tin bathtub trying to hide his nakedness. Mrs. Mothershead pours the water in. She scrubs his back with obvious distaste, but does her job. Months of filth and accumulated excrescence are turning the bath water a murky black. As Mothershead scrubs, Merrick slowly leans forward in the bath, closing his eyes, apparently oblivious to his surroundings. Treves sits beside him. \n[5]Treves and Merrick are absorbed in their work. A knock comes at the door. \n[6]Merrick is propped up in bed. Suddenly the door bursts open. The Night Porter, an arm around a drunken giggling tart, stands in the doorway. As soon as the Charwoman sees Merrick, she screams as does Merrick, and she wriggles free, making for the stairs. The Night Porter watches her go and then turns to Merrick laughing noisily. He then pulls the door shut with a bang. Merrick, very frightened, crawls down into his hiding place. \n[7]Merrick's disguise hangs on the wall. \n[8]Merrick is standing beside his disguise on its hook. He nervously smooths the cloak down, repositions the Bible on the bedside table and smooths the cloak again. He looks at the door, expecting it to open. It doesn't. His hands smooths the cloak over and over again. Voices can be heard outside the door. Merrick freezes. There are two raps at the door. Merrick flinches, clutching the cloak. The raps are repeated. He pulls himself together and walks to the middle of the room. He takes a deep breath and closes his eyes. \n[9]A few minutes later. We hear voices inside the room. \n[10]Merrick is on the bed, propped up by pillows. The door opens. Treves comes in, shuts the door and leans against it. They look at each other for a moment. \n[11]Merrick is in bed, very tired. It's been an exhausting day. Suddenly the door opens and Mothershead comes into the room. Merrick looks up at her very apprehensively. She walks over to the bed, picks up the Bible from the table, opens it and hands it to Merrick. \n[12]Merrick is in his bed as always. He holds the portrait of the beautiful woman, gazing at it longingly. He hears a door close far away in the silence of the hospital. Suddenly we hear the heavy footfalls of the Night Porter's boots. As they get louder and louder we move slowly closer to Merrick's face. The sound is very close now, and Merrick's eyes are visibly agitated. Finally, the door bursts open and the Night Porter is standing there. He stares malevolently at Merrick for a long moment and then walks to him menacingly. \n[13]Merrick sitting on his bed, hunched over in concentration reading an Illustrated London News. He is staring at a picture of the Eddystone Lighthouse. ", "PLUMED DWARF": "\n[1]You alright? \n[2]Want to come out? \n[3]Of course! You want out? \n[4]Won't be a moment. \n[5]We've decided... You've got to get away from here... \n[6]Good of you, mate. \n[7]I'll go in with you, you'll need a ticket. \n[8]I'm just going to help my friend on board. \n[9]This'll do. \n[10]I'm sorry I could only get you a third class ticket, but it's all we had. \n[11]Say hello to London for me. I miss her. \n[12]You know, I saw you once there, in London. You're a great attraction. \n[13]Luck, my friend, luck. Who needs it more than we? ", "HALLWAY": "\n[1]A hospital MESSENGER BOY, dressed in a blue uniform and a can is making his way down the hall. He stops and looks into an operating room much like the one we have just seen. Inside, the room is empty. The Boy closes the door and continues on to another operating room. The Doctors move with great urgency around the operating table. Blood is draining down into a white porcelain bowl. A Woman can be heard moaning. The Boy looks carefully, but finally closes the door and continues on his way. \n[2]NURSE NORA IRELAND is pushing a cart filled of empty breakfast trays down the hall. She glances into the stairwell and sees Treves and the E.M. coming through the door. She continues on, startled by the sight of the mysterious hooded figure. At the end of the hall, she goes into the kitchen. \n[3]Treves and the E.M. cross the hallway and head up a narrow stairway towards the attic. There is a sign reading \"Isolation\". Carr Gomm is leaning out the door to his office, unseen by Treves. He closes the door. \n[4]Half the lights go off. \n[5]Nurses leave for their quarters - half the lights go off. \n[6]Treves, carrying a bowl, crosses the upper hall and starts to the narrow stairway to the Isolation Ward. Over his shoulder we see him knock twice on the door. As the door swings open, the camera pushes past him and we see the room. The lamp is still burning, but Merrick is nowhere to be seen. Treves enters, looking about for him. \n[7]Treves and Carr Gomm are speaking together as they walk along. \n[8]Treves and Carr Gomm are on their way to the committee meeting, confident of their position. Treves is holding a folder, and Carr Gomm is looking at the photographs of Merrick. \n[9]We see Carr Gomm walking to his office. He is met at the door by an anxious Treves. \n[10]Mrs. Mothershead finds Treves walking slowly down the hall, looking at the ad. \n[11]We see in a pair of hands holding a buff colored envelope embossed with the Royal Seal. We follow the hands down the hall to a door where one of the hands knocks next to the \"F.C. Carr Gomm\" sign, then enters the office. \n[12]Treves, Carr Gomm and Mrs. Kendal are walking down a hallway engaged in conversation. ", "MERRICK'S ROOM": "\n[1]There is no one in the room. The bathroom door opens and Nora and another nurse enter, carrying buckets which they set down by the hall door. They straighten up and lean back against it. Mrs. Mothershead enters from the bathroom, speaking over her shoulder to Merrick. \n[2]Merrick goes to his table and puts the box down. He hangs up his disguise, then goes back to the window and pulls the curtains aside. Moonlight bathes the table, illuminating the portrait of his Mother. John seats himself and sets the box in front of him. He reaches for a pencil, and then begins to draw windows on the front of the box. \n[3]Merrick, as before, is hunched over the table, pencil in hand. The sides of the box are covered with carefully drawn windows and archways. There is a knock at the door and Merrick, startled, looks up. Nora enters and puts the tray on the table. She glances at the box. \n[4]Merrick is at his table working on his cathedral. There is a knock at the door. \n[5]We pan across Merrick's bookcase, now quite full, and we see a few titles: \"Moll Flanders\", \"Emma', \"Jane Eyre\", \"Pamela\", and then to Merrick. He and Treves are reading poetry together. \n[6]Merrick is still at his cathedral working away. Suddenly, he looks up at the window and the Night Porter is standing there smiling wickedly, pointing a finger at him. \n[7]Merrick is working on his cathedral. It is almost finished. He is detailing the spire, carefully painting in the stonework. There is a knock at the door. \n[8]Merrick is alone, wearing his cloak and standing by the table, cradling the dressing bag. He takes each article out of the bag and lays it carefully on the table, all in very neat order. He stares at the elegant objects, then rearranges them. Merrick picks up the toothbrush, examining it with a sort of reverence. He does the same with the ivory-handled razors and the comb. \n[9]Kendal and picks it up. We see his face reflected in the glass. Merrick sets the picture down on the table. He takes up one of the silver brushes and, using the picture as a mirror, neatly brushes his hair over his monstrous skull. He lays the brush down in its specific spot. Merrick takes his ring and puts it on his left hand. He opens the cigarette case and stuffs one into his right hand. He takes up his walking stick, breathes deeply, then walks around the room in a slow circle. Merrick is transforming himself. Merrick comes back to the table and examines his reflection in the picture. With the ring, the stick, the cigarette and his neatly brushed hair, Merrick is the very image of a dashing young man about town. He inclines his head to the picture. \n[10]Morning sunlight on the floor of Merrick's room. We move slowly around, discovering the church spire, the columns, the penny and Merrick's mother's picture. Over this, the sound of knocking on the door. Through the door, we hear Treves calling, \"John?... John?\" More knocking. The door opens. \n[11]Merrick, in a night-shirt, is seated at his table working on his cathedral. Treves is nearby. ", "BROADNECK": "\n[1]I, for one, am sick and tired of this competitive freak-hunting by these overly ambitious young doctors, trying to make names for themselves. To parade then about in front of the pathological society is one thing, but to waste this committee's valuable time with requests for shelter for these abominations of nature is quite another. \n[2]One moment, as far as I'm concerned this creature has no business being in our hospital. I think Mr. Carr Gomm's letter would be an excellent idea, and when you appeal for funds, I think you should appeal for a more appropriate place for him as well. I agree the British public is generous, and I'm sure that somewhere the creature will find a happy and permanent home, but not here. \n[3]Well then. In the meantime, of course, he needn't be turned out. He may stay in the rooms off Bedstead Square until such time as more suitable arrangements can be made, thus freeing the Isolation Ward for more deserving patients. Well then, Mr. Chairman, if there is nothing further to discuss, I move that we adjourn this meeting and all go bout our normal business. \n[4]Good day, Carr Gomm. \n[5]Mr. Chairman! I was under the distinct impression that we had concluded discussion of this disagreeable matter. Had we not ascertained that an Elephant Man is not acceptable as a patient? Have we not, very generously, allowed the creature to use two of our rooms until such time as he could be properly disposed of? Have we not... \n[6]Which brings to mind my next point. The rules, gentlemen, the rules. In a society such as ours, it is of paramount importance that we not stray from the established order. Has that order not already been fearfully strained by allowing this... this... sideshow exhibit to take up residence, however temporary, in two very useful rooms, the purpose of which would be far better served in accommodating treatable patients, patients to whom this hospital was originally dedicated? I believe we have a duty... \n[7]...In light of these facts, our course is clear. The question is not whether to accept this creature as a patient, the question is when will those rooms be vacated for use by better qualified, more deserving cases? I move that this Elephant Man be removed from the premises immediately. We have a sacred duty to cure the sick, not care for circus animals. That is my last word on the subject. Mr. Chairman, shall we vote? \n[8]Mr. Chairman! Don't you have ears? I am unalterably opposed to any... \n[9]...No, my mind is made up on this, and I am resolved to stand firm. You shall not sway me. May we now vote, Mr. Chairman, at long last? ", "WOMAN": "\n[1]Oh yes they are, they're yours alright. \n[2]Beast, Beast... \n[3]...terrible though his appearance is, so terrible indeed that women and nervous persons fly in terror from the sight of him, and that he is debarred from seeking to earn his livelihood in any ordinary way, yet he is superior in intelligence, can read and write, is quiet, gentle, not to say even refined in his mind. \n[4]I'd very much like to meet that gentleman. He sounds almost Shakespearean. \n[5]Parkins, whose carriage is that? \n[6]Lord and Lady Waddington! Well. Drive back to the house. I can't be seen in this. "}}