{"dialogues": {"SLIM": "\n[1]Hi, can I help you? What would you like? Want a menu? Hey Billy. Hey Tom. You take care, Rosie. \n[2]Sure thing, Annie. Have a good one. That's two straight up. You're good to go. Morning. Hey there. Morning to you.  (looks down, sees she's carrying lunch food \n[3]What can I get you? Whattaya like? Whattaya want? (rolls eyes; good-humored Hey, lemme get that for you. Hey. Common' right up. \n[4]And you're only like 299 thousand short of what you'd need for law school. \n[5]Piece of pie - \n[6]I don't know... \n[7]I'm also thinking... well ...I could go back to school. \n[8]Psychology maybe, I don't know. I know it's not cool to say so, but I'd like to contribute something to society, even if - \n[9]Ever try the rock, hey? \n[10]The deodorant thing. It's salts or something, it comes in like a...it looks like some kinda hippie crystal. \n[11]Perspire, Ginny. You lightly - \n[12]Waiting for somebody? He shakes his head. She can't help noticing he's very handsome. \n[13]I'll give you a minute to look over - \n[14]No. \n[15]No, I don't tell my name. \n[16]Oh. \n[17]Finneaan's Wake by James Joyce. A friend told me it's the hardest book in the English Language. Not the hardest hardest, just the hardest one it's actually possible to read, and I figure if I can get through that one, I can do the others. \n[18]Six years. I'll be back with your \n[19]Wanted to find out how smart I was so I told him I was reading the hardest book in the English language. \n[20]I think he's just a dick. \n[21]I know - \n[22]Okay, so he likes me. \n[23]I don't know him. \n[24]I didn't notice. \n[25]He's cuter than me?? tinny gives her a long stare; this is obviously a favorite \n[26]That is bad news, 'cause my personality bites. Ginny grins. Slim writes up a check for a CUSTOMER at the counter. When she finishes, the turkey burger is up. She carries it to the table: \n[27]TB, coleslaw, and so forth. You don't really write books, do you? \n[28]I don't read Finnecan's Wake either. \n[29]Who's the rose for? He shrugs. She's busy, so she starts to go: \n[30]Enjoy your grub, huh? She's seven feet away when she hears: \n[31]What're you - \n[32]Was it two hundred or five? I want to know what I'm worth. Our Hero gestures to Mitch: would you mind putting me down? Mitch reluctantly obliges. Our Hero does his best to recollect his dignity. Looks at Slim. Drops a ten on the table and smirks: \n[33]No. Hey. Thank you. He nods, keeps going. \n[34]I... I can't believe you actually said something. \n[35]You sure,you love me? \n[36]For ever and ever? He stops dancing. Senses the real issue beneath her questions: \n[37]Thanks for giving me away, okay? You're the best substitute Dad a girl could possibly have. \n[38]Oh yeah. \n[39]How soon can we get out of here? He hoists her into his arms and carries her off the floor. Applause from the GUESTS. It's a grand romantic gesture. You have to wonder if Mitch is just a little too good to be true... \n[40]It's Slim, is he there? Water is flooding down the barstool; she's miscarried. \n[41]Well, will you please just... Just tell him I'm sorry, okay? \n[42]I lost this one too. \n[43]Who was that? \n[44]Hey. \n[45]Should I join you? \n[46]Oh. \n[47]Okay.  \n[48]She's in the bedroom now. It's underlit, full of shadows. In scary-movie nomenclature, she's exposed, vulnerable; it feels like someone's going to leap out and attack her at any - Not this time. She throws on shorts and a t-shirt - \n[49]You just paged my husband, right? Mitch. Who are you, what's your name? \n[50]It's too late to deny it. \n[51]Don't hang upl Don't be a cowardl \n[52]Just your name. That's the least you could do, don't you think? A simple plea, one woman to another... \n[53]How can you do this to Gracie? He doesn't say anything. \n[54]Darcelle paged you. That' s where you're going, right?  Yeah. Wow. Mitch? Can you please? Can you sit here with me? He does. She doesn't know where to start, how to talk about it... \n[55]She's French? \n[56]No. \n[57]Yes. \n[58]Mitch?, I can't... I couldn't stand for this to... I'm happy, I've really been happy, and I don't want to - \n[59]You... Damn it! You said I was safe with you! \n[60]I smell her. \n[61]Her perfume. Darcelle or whoever. \n[62]How many, Mitch? How many are there? How many have there been? \n[63]Including you? He contemplates his answer...and shrugs. \n[64]No! No! No! \n[65]I can't do this anymore! I can't! Just take it, and take it, and take it!? I'm not strong enough! I don't know who would be. I love you, okay? I love you and I'm your wife and you can't do this! You understand me?!!! No more! No more! With the same speed he attacked \"Our Hero\" at the diner, Mitch's hand shoots out like a snake striking. Slaps her. A warning: stop it and stop it now. Her face: shock. Confusion. Outrage. She raises her hand to her cheek. Touches her skin where his fist landed... He reads her expression and is almost amused: \n[66]No. You can't. He hits her again, this time with a closed fist. Knocking her to the ground. Stands over her like a boxer. Sees rase flare across her face - \n[67]It's your rules. \n[68]And if I don't like the rules?? \n[69]Tomorrow may be great. \n[70]Tomorrow will be great. (Without you . He appears to miss her inference. \n[71]Your mother. \n[72]I'm supposed to bring Gracie tomorrow. Maybe I better cancel. \n[73]He knows every cop in the city. \n[74]I gotta pick up Gracie at pre-school. \n[75]What?? \n[76]It's your loaf of bread. \n[77]Where are you? \n[78]Why didn't you tell me you were going to - \n[79]When are you coming home? \n[80]Educate me. \n[81]I want to be happy. He's not sure of her subtext, but he's willing to give her the benefit of the doubt : \n[82]humiliating him. \n[83]He'll come after me and kill me. Mitch overhears this, smiles. \n[84]Wow ... whattaya think, Toots? \n[85]Jesus, are you okay? \n[86]He scare you? Joe shakes his head - more at Mitch than in answer to her question. \n[87]I'm dangerous to know right now. \n[88]At the restaurant? \n[89]Hey. Gin. You okay? \n[90]What? \n[91]The line went dead. Joe stares at her, concerned. She presses redial, and we hear THE PHONE start to ring... She- goes to the window, parts the curtain: OUTSIDE in the street, the FBI MEN sit in their car - No answer on the phone. Slim looks at Joe and shakes her head: this isn't good. \n[92]I know you don't want to see me or know about me, but I am desperate, I had nowhere else to go...I need your belg!  You want me dead? He shrugs affably and leads her into his office - \n[93]You are my Dad, Jupiter. When Mom died, I wrote you, you didn't answer. I didn't have enough money to bury her, that was really fun. \n[94]No, you had help. \n[95]I thought you should meet your granddaughter. \n[96]And yes, we need money. To survive. \n[97]Well. Now I know. \n[98]Used to be if I did something nasty, my temper got the better of me?, I'd wonder where the hell it came from. Thanks for clearing that up. \n[99]Wait. Wait. What're you...? Who're you...? \n[100]Hello? Where are we going? The Driver answers her in a Middle-Eastern language. Gracie looks alarmed. \n[101]It's okay, Sweetheart, they're friends of Phil's. \n[102]You're not afraid to help me? \n[103]No. Phil, wait a minute, I - \n[104]I know, but - \n[105]What about the police? The fire. Do they - \n[106]2? That's good on a race-horse, Gin, but for Gracie?, to lose both parents? Besides, this is me, i couldn't kill anybodyl \n[107]Even so. I'm not that kind of person, okay? Ginny nods reluctantly. She's not sure the subject is closed. \n[108]Yes, I lost my birth certificate - color and she wears glasses. The name is Erin Shleeter,. \n[109]You're not the Queen of England anymore either. Gracie nods fatalistically, stares out the window. Flat voice: \n[110]Thanks. \n[111]I'm thinking. Beat. \n[112]Anybody talks to you, hit the horn. \n[113]I need the best lawyer in town. I know you can't give names, it's against the law or whatever, but I really need help, and I can see you're a decent person. She slides a paper and pencil across the desk: \n[114]Please. Just a name. \n[115]Watch how it's done. 117 Slim goes to the Receptionist's desk: \n[116]Hi. Is Mr. Toiler with someone? \n[117]I'm not a crazy person. She walks past the Receptionist - \n[118]I know, but I'm desperate.  My husband keeps trying to kill me, and I need to talk to somebody who's smart, okay?, smarter than me at least.  This is all the money I have - well, all but twenty - it's almost 500, and I'll give you all of it if you'll just listen to what... ... just two minutes, okay? Please? She's so charming and intense and discombobulated, he can't help but give in. \n[119]He...he already did. \n[120].That's all?  You're not gonna help me? \n[121]I gotta make you a solemn promise, Grace. Gracie is, of course, fast asleep. \n[122]Ever since you were born ... well-one day I started to think of all the awful things that were gonna happen. People you'd love who'd die, or leave you, betray you, break your heart... .Physical injuries: broken bones or sickness or guys who hurt you some way... And I thought that if I could protect you even once, from any of those, if I could absorb any part of that myself... Well... Here goes. \n[123]I had to make sure you weren't followed. \n[124]There's a credit card and cash. It's on me, but make no calls home, or to Phil. Think of it as a vacation till the Orca reopens. Toots? This to Gracie, who started to climb into the car. Gracie looks at Slim and again tries to climb in - she wants }}g part of saying goodbye - but Slim pulls her back into a hug. Slim holds her for as long as Gracie can possibly tolerate. When Slim is done, Gracie climbs into the car with Ginny's kids. Slim has tears in her eyes. \n[125]Take care of her, okay? Extra ice- cream and... and if you need to reach me...  Just don't call your friends. \n[126]In an emergency, I'm #1 on the auto- dialer. Or I'll call you. Any calls between us must run is seconds or less. Cake? \n[127]Ass.  Enjoy it, huh? \n[128]The custody hearing's end of next month. That's my deadline. \n[129]He's a lot bigger. \n[130]He's a lot stronger. \n[131]No way. \n[132]It takes.twice as much energy to swing and miss as to swing and hit. \n[133]That's not possible - \n[134]You're saying - \n[135]For the sake of this exercise, he hits me. He's standing over her. She looks completely vulnerable. \n[136]Yes. \n[137]I don't care what you want. This almost makes him smile; he's getting to like her. \n[138]So? \n[139]Good. \n[140].I hope so.  The English guy is good too. But that's not why I'm here. I need a woman who looks like me. Someone who can handle herself: an off-duty cop or something.  Five four, one ten. Hair like this but cut higher, over the ear -  Miko hotel, room 509, 8 o'clock. \n[141]What? I thought Jupiter was like all-powerful, king of the Gods? Oh yeah. One more thing. At some point.. .not right now 'cause it'd be phony ...I need you to acknowledge that I'm your kid. She walks away. He stares after her. Hint of a smile comes to his face. \n[142]You sure this'll work? \n[143]Thanks, I will. She leaves, taking out her cell phone. FOLLOW HER as she goes: \n[144]Yes. Tony. Could you please tell Mrs. Tyler that I'll call her around f our this afternoon. \n[145]It's closed? \n[146]And I'd guess whoever owns it isn't a very nice person. \n[147]Why here? \n[148]People on the street? \n[149]Meaning he's inside.  I'm ready. Alex moves slightly to block the view as Slim bends over and slips her tool into the lock... Slim working quietly, concentrating... Alex looking. around... A SHADY CHARACTER noticing them. Hesitating. Coming over.. \n[150]We were hoping to see some action, but it looks like they're closed. The Shady Character stares back. He is ve skeptical. He watches Slim and Alex walk off down the block. Alex mutters under his breath: \n[151]She's coming day after tomorrow, then we're flying to L.A. I was thinking after the hearing, maybe I could bring her by. \n[152]I was out in the country, Mrs. T. I'm in a big city now, meeting with my lawyer, so there're lots of cell phones. No one can trace this. \n[153]Say something else. \n[154]They have to think I'm still here, so use my cell phone, tomorrow, to call my dad. Autodial 2. Slim presses the autodial number, then SEND, and motions for Tova to put on Slim's gray coat. It fits Tova perfectly. \n[155]Hey, it's me. \n[156]I don't know, I'm getting some bronchial thing. \n[157]Yeah. \n[158]Tomorrow stay in, order room service. Call him twice. Keep it brief. \"Hello, I don't feel well...\" \n[159]Go around the corner, eat at Guido's. \n[160]Green trenchcoat. Tova nods and Slim takes off her own wig. Short dark hair. \n[161]Wish me luck, huh? \n[162]Luck has nothing to do with it. Tova smiles. \n[163]I'm in. \n[164]Can you stay off the phone? \n[165]I hope so. She hangs up. Retrieves her duffle bag from its hiding place and pulls out tools, equipment, etc. Picks up a screwdriver and starts searching the apartment, checking the phone line, following it to the place where it enters the apartment. MONTAGE INTERCUT WITH FLASHES of Slim' a face: a running tab on her emotions. Intensity, focus, determination, fear,. ..and, as the sequence builds: concern about what she doing... \n[166]\". .thanks for letting me come talk about Gracie. And I'm glad you're willing to admit your temper, and - let's not mince words - the physical abuse you subjected me to.\" And glances at SECOND LETTER: \n[167]\"Perhaps with your new attitude, we can really work something out. Per your last letter, I'll see you the evening of...\" She puts the letters in the drawer where the pistol was. They're not in envelopes; they're loose, open. She picks up the metal detector, resumes her search. The machine beeps insistently around his desk. She can't find anything. Finally she discovers a false bottom on one of the drawers: a second gun is in there. With the gun are papers: reports from private detectives looking for her, an assessment of his custody rights... She hides the guns in the bottom of the laundry hamper. Finds a photo of herself with Mitch and Gracie. Rips it up. Puts the metal detector back in the duffle. Changes into sweatshirt and sweatpants. Takes the distinctive red bag  out of the duffle. There's a machine inside. She plugs it in, tucks it behind the couch. Puts her cell phone beside it. She makes one last check: every wall, surface, every drawer. Barefoot, she begins to glide around the space. Backing up. Moving with ease and grace, sliding deftly to the side as she approaches a couch, desk, chair. She's building on her earlier reconnaissance: learning where the furniture is and how to navigate around it... \n[168]Say it again. \n[169]You know. What you told me. Beat. On Slim's face as: \n[170]Yeah. She hangs up, turns the machine back on and stashes her cell phone. With simple ease, she lowers herself onto the chair. Facing the door. Waiting in the fading light... \n[171]Fair to whom? As he realizes her meaning, she moves into the open area between two couches. She has no weapon. She's barefoot, in her sweats, feet spread for balance, arms just slightly raised. Compared to him: she's tiny. He moves toward her. \n[172]This is what you wanted, right? What you were going to San Francisco for: the chance to get me alone? He lunges for her; she slides to the side and he misses. He begins to stalk her. And as he stalks, she moves backward, slowly and gracefully, in the way she was practicing. \n[173]Self defense is not ,murder. This stops him cold.. He lowers his hands a moment. Stares at her, trying to assimilate this new information... \n[174]So far you're attacking me. He lunges, almost hits her, rushes in - She has to leap sideways with great speed and dexterity: jumps over the couch to avoid being hit. He also jumps over the couch, but his balance isn't as good, and she's waiting for him as he stumbles - With perfect balance and full force, she slugs him in the nose. He goes down. Stays there. For the first time it occurs to him: this might not be easy. He climbs to his feet, feels his nose: blood. \n[175]You see? I'm just defending myself. He resumes stalking her. Only he's angry now, and it's scary. \n[176]I told you. Self-defense. I came here, as arranged in our letters, to talk about Gracie - \n[177]In the drawer where your pistol was. You just left prints all over them. He stares at her, stunned in every way. Touches his forehead, feels the blood... \n[178]You attacked me, I fought back. And of course if you never touch me... I'll have to give myself bruises... He goes berserk. Leaps at her, covering ground quickly with his long stride, swinging his massive arms. This is the most terrifying form of combat: a huge person attacking a tiny one. If he should hit her even once, a glancing blow, she will go down, she will break, it will be over. \n[179]I'm confused, Mitchy. Aren't you a man? I thought it was \"no contest?\" I mean, can't you hit me even once? He grabs a lamp, yanks out the cord, wields it like a club. \n[180]A weapon? He smashes the lamp down, just missing her head - \n[181]It's a martial-arts cliche, honey. A weapon throws you off balance - \n[182]You see? He turns toward her, pain on his face, holding his hand - And she truly attacks for the first time. Smashes her fist against his head - He flies back, bounces vs. the wall. As he comes off it, she punches him again - He roars with rage, lunges at her, head first, great speed - She hurtles him in the same direction, increasing speed - Right into the opposite wall. The top of his head hits the wall. He shudders like someone in a cartoon: a spasm running head to \n[183]I can't, Gin. \n[184]Yeah. \n[185]\n[186]Listen to me! I did it, but I can't do it! I can't kill him! Behind Slim, out of focus: movement, a soft blur... \n[187]I know - \n[188]I know all that! I have to, but I can't! I'm not a killer! I'm not him! Mitch. Crazed and bloody face. In his hand: the wooden lamp. She senses something, turns her head slightly to one side - - so the lamp does not land quite flush on her skull. Still sends her crashing to the floor. Now she does not move. He stands over her. Looks insane: bloody, dazed, beaten: but triumphant. \n[189]Hi. \n[190]Gin, he's ...he hit his...he's not breathing. \n[191]Yeah. \n[192]Okay. As Ginny talks, Slim puts the cell-phone blocker into the duffle and carries the duffle to the rear of the building. \n[193]See you soon. She drops the cell phone out the bedroom window into the water. Then the duffle. They both sink. \n[194]This time be nice to her. \n[195]Yeah. Jupiter smiles, shakes hands with Gracie: ", "MITCH": "\n[1]How much did you settle on? \n[2]The bet. How much is it? Our Hero has a completely blank look on his face - \n[3]You and your friend. Yesterday. Was it 200 or 500 or - ? \n[4]He bet his friend he could get in your pants in less than twelve hours, starting noon today. Our Hero rises to his feet and pushes Mitch in the chest, which looks like a stupid move, since Mitch is bigger - \n[5]Don't come back here, buddy. Ever. Our Hero nods nervously. Mitch steps back 3 inches, just far enough to let our Hero leave. Which he does with considerable relief. Slim's leaning vs. the counter, shaken, tears in her eyes - Mitch tugs his baseball cap, mutters as he heads for the door: \n[6]Sorry to get in your business. \n[7]If I'd kept my mouth shut, I'd'a felt bad later. Good luck, huh? She nods. He ambles out the door. A touch of the cowboy in him. She shakes her head, looks at Ginny. Ginny gestures as if to say, well? At first Slim doesn't get it. Ginny gestures more urgently: Come on. What're you waiting for? She looks toward the door - Slim follows her look. PUSH IN ON SLIM'S FACE as she tries to work up the courage... Just as she starts toward the door, we: \n[8]Uh-huh... \n[9]You're safe with me, Slim. You're safe, and it's okay to be happy. We deserve it. They kiss. Others stop to watch: how cute. Phil comes over, waits. When they break: \n[10]That's very sweet - \n[11]He really loves you. She nods, not quite picking up how odd his statement is: of course he loves her; she nicked him to give her away. Mitch turns her toward him and slips his hands inside the top of her dress (so the back of his hands touch her breasts; is this going too far?). He pulls her to him, whispers: \n[12]You gonna give me babies? \n[13]How soon? \n[14]Hi. We've been driving around, and my wife has completely fallen in love with your house. \n[15]We want to buy it. The Home Owner's jaw drops as Mitch gestures toward his bulging \n[16]My wife wants it for our family. \n[17]Sure you are. Mitch hands him a slip of paper. Totally amiable: \n[18]That's the price. Don't worry, it's well over-market. \n[19]I know. That's just it. So before you say no again, think how miserable one determined crazy person can make you. Miserable today, miserable tomorrow, miserable for every single day until the day you sell. We glimpse the Home Owner's will just starting to crumble... \n[20]Your kids are grown, you'll be happier in a smaller place. MOVE OFF the Owner's face... SLOW PAN TO the window of the house .the SENSE that time is passing... and when we reach the window, we see SLIM inside. MOVE THROUGH the window... \n[21]You saw the doctor? It's so obvious from her face that she barely needs to'say it: \n[22]Can I hold her? The Nurse looks at Slim,. who nods, and gives Mitch the baby. He kisses her head, dances with her. Slim looks adoringly at father and daughter: the sight is almost unbelievably sweet. His cell phone rings. He keeps dancing, ignoring it. After one ring, it stops. He's kissing the baby's head over and over, just like he kissed Slim, and staring into the infant's eyes - \n[23]She looks just like my baby pictures. His cell phone rings again. As if the previous call had been a signal. Slim looks at him as the phone keeps ringing. With some difficulty, juggling the baby, he turns the phone off. But he doesn't look at Slim. \n[24]I don't know. Who cares? Some construction thing, I guess. She stares at him. He stares at the baby. \n[25]Isn't she the most beautiful thing you ever saw in your life? Slim nods cautiously. \n[26]Hey. \n[27]I'm about to get out. \n[28]I have to go to back to work, I'm just doing this to wake myself up. \n[29]Sorry. \n[30]Hey. She doesn' t say anything. He approaches her. Some instinct keeps him from speaking. He sees she's holding his phone, the silly toy... \n[31]She isn't important. \n[32]You're important. \n[33]And Gracie. She nods. \n[34]You won't have to. Believe me. She's nothing, she's no-one - \n[35]You are, Slim. You are. I promise. They fall into an embrace. We feel how keenly they need each other. \n[36]What? \n[37]\n[38]What does it matter? A stunning statement. Even more stunning because of the casual way he says it. \n[39]ID I mean what're you saying here, that I don't deserve to get laid? Please. I'm a man, Slim. With the pregnancies, Gracie, you don't have time and energy like you used to, and I understand that, I really do. Men and women have different needs, and that's okay. Darcelle is willing to take care of it, and maybe that's better for everybody. \n[40]Calm down, Slim - Wild, violently invading his space and assaulting his authority, screaming at him, her face just inches from his: \n[41]What, I can't hit you? \n[42]You want to fight? I'm a mom, honey; it's no contest. She's silent, but we see  her reaction: Oh yeah?? \n[43]You with me? \n[44]Yeah. She keeps her voice meek so as not to offend: \n[45]If you don't \"like\" them?! She nods cautiously. \n[46]That's right. \n[47]Yeah. Today is the price you pay for having such a good life. She stares at him. \n[48]I'm going out. She says nothing. \n[49]Who you calling? \n[50]What're you gonna tell her? \n[51]I was thinking. You...you know that I adore you, but if you ever want...if you want out... For a second he can't talk. He's choked up. She watches coldly. His emotion appears real, but who cares? \n[52].I'll understand. I really will. But there's one thing: you can't have Gracie. She's my daughter. Don't even think about taking her. Slim stares at him. He adds calmly: \n[53]If I see that thought even cross your mind, I'll kill you. There. He's said what he needs to. He walks toward his car. She shuts the window. Stares after him. In an odd and defiant way, she starts to whistle. Loudly. To herself. Almost daring him. He keeps walking. \n[54]It made me nervous when I couldn't reach you. Slim shrugs. He stares at her. Smiles. His voice so soft and calm: \n[55]Slim. I'm a determined person. I was determined to have you, and I did. This house...the company...I am, and always will be, a person who gets what he wants. You can either share in my success or leave us  right now. Which way you wanna go? Beat. \n[56]Good. With a sudden shock, Slim sees Gracie staring at Mitch: the girl has picked up on his tone. Slim glances at Mitch to see if he notices Gracie's expression. He doesn't. Slim looks back at Gracie: still staring at Mitch. If she already senses what's happening, how long before she's affected by it? How long before she sees Mitch become violent? Slim's jaw tightens slightly; her resolve grows stronger. \n[57]Another step and you're dead. Mitch emerges from darkness. Light glints off his pistol. Thirty feet behind him: Gracie's sleeping on the couch. Mitch moves and they stare in horror. Lying at his feet is Slim's body.. Pain springs from Ginny's throat, she rushes to Slim - Mitch rams the gun into her head: \n[58]Didn't you hear me?i Ginny feels Slim's pulse, says to Phil: \n[59]Unless you go, your brains'11 be on imy rug i \n[60]I could give a shit. Slim makes a SOUND as Ginny strokes her head... Mitch FIRES the gun into the wall over Ginny's head. Muffled sound: silencer. But he has everyone's attention now: \n[61]This is your last chance. \n[62]I don't want to say this in front of the group, but you're just a rug-head, nobody'll believe you. You go to the cops, it's her word against mine. They'll find drugs in her bureau...  Or her car, whatever. Trust me on that.  I'll have custody of Gracie by the end of the week. \n[63]That's right. \n[64]You hear that? That's why she loves me.  Nobody cares like I do. The others stare at him in astonishment, but continue toward the door. Mitch leans toward Slim, whispers: \n[65]See you soon. \n[66]I know mine was  short, but she made other calls, right? Ginny?, or my mother? He crosses to a map with colored pins. Sticks in another one - \n[67]Good. Good. Keep it up.  Isn't he here yet? Great, yeah, send him in. To our shock, the person who enters is the man previously known as \"Our Hero.\" ROBBIE  and Mitch are good buddies: \n[68]Hey. \n[69]Look, will you tell what's his face, Lieutenant Harris: I bought his Miata, I paid for his rec room, can he please keep his patrolmen from hassling my guys? \n[70]I didn't bring you for that. \n[71]Yeah, but coming from you... \n[72]I know where she is, Robbie. More or less. \n[73]I need you to find her. Take your \n[74]Who else'm I gonna get? Huh? She stole my fucking childl \n[75]She made calls from these places - \n[76]She's not stupid, okay? It says on the Net it takes 84 seconds to trace a call; she keeps hers well under. Of course-your equipment is faster. \n[77]Okay: say she lives within a two hour radius... \n[78]Wanna know a secret? Whispering to her, his hands moving to her neck... \n[79]Cops need a body. Without your body, they'll think you disappeared again. Her hands at his hands, clawing, trying to pry them loose - \n[80]'Cause where you're going, they will never... ever... find you. She turns the gizmo so it points away from her face... Toward his face... At the last instant he realizes what she must be doing - But it's too late. She presses a button - Orange spray hits his face, eyes - He screams and releases her - She leaps up - and Sees \"Queen E.\" standing in her doorway. Staring, mute and horrified. How long was she watching?! \"Erin\" grabs \"Queen E.\" and runs down the hall. Mitch writhes on the floor - \n[81]Coffee? \n[82]I'll call you. She stares at him a second. \n[83]Sure. She sees how \"eager\" he is to talk to her again. Irritated, she scribbles the number quickly, hands.it to him - \n[84]Thanks for everything. For the sex, in other words. She gives it right back to him: \n[85]Janie? Hey. Yeah, I was working late. No, tonight's no good either. I've got a morning flight to San Francisco. Slim in therafters, listening. \n[86]If it was pleasure, you'd be going too. No, I'm going down to get my daughter. Slim's reaction to this... \n[87]Sure, the custody hearing's here next week, but it looks like Gracie's being brought to San Francisco and my ex-wife ...well, seems like she completely vanished. ON SLIM. His words echo his threats when he was trying to strangle her in her hallway. \n[88]Right off the face of the earth. I doubt they'll ever find her this time. Slim's jaw tightens. When we come back to Mitch, he's dressed and packing his briefcase. \n[89]Yeah, I want her to meet you. We'll call when we get in. You too. He hangs up, takes a sip of coffee. HIGH ANGLE SHOT looking down on Mitch as he heads out the door. Slim waits in the rafters until the alarm system beeps: it's armed. She climbs down, walks into the kitchen. Notices his Mr. Coffee machine is still on. Hesitates, turns it off. Opens the fridge to find something to eat - The alarm beeps again. Slim drops silently to the floor. SOUND of the KEY IN THE LOCK - Slim scuttles away as we hear: FRONT DOOR OPENING. FOOTSTEPS coming toward her. She slips around the edge of the counter just as: Mitch enters the kitchen. He goes to the Mr. Coffee... Looks at it... Frowns. Didn't he leave it on...? Slim in the foreground, crouched down, Mitch 15 feet away. He looks around. Is something wrong? Is someone here? Slim frozen, trying not to breath. Mitch listening. Wondering: should he search the place? She looks for a place to hide - He looks at his watch. He's late. He walks right toward Slim, curls around the counter - But she's not there any longer. He heads for the front door - Goes out. HOLD ON the hall, where she was, where he walked. EMPTY. The alarm beeps again as he resets it. One silent beat, then Slim rises in the kitchen. (She did a 360. She sighs. Pours herself some coffee, replaces the liquid with water. Auto-dials her cell phone. \n[90]106 \n[91]Of what? \n[92]You have my guns. \n[93]Then someone's here with you. \n[94]You're alone? \n[95]'Cause it'd be stupid. Silence is her answer. \n[96]You're sayin' this is man to man? \n[97]That's what I meant: man against woman - you sure that's fair? The lights go back on. Slowly Slim comes out from hiding... \n[98]I don't understand, Slim. How does this work for you? She ignores his words. Watches his eyes and his chest. Wants to know where he's going to attack. \n[99]I mean: this is carefully thought out, right? She does not respond. He throws three punches. None of them hits her. He's unfazed, keeps stalking... \n[100]But say you succeed - beat me up or whatever. You're not going to murder me... Her expression remains neutral, focused. He takes this to be agreement. \n[101]So all you've done is further piss me off. \n[102]You don't have the guts. She just looks at him. He blinks, worried for an instant. Covers it with a smile: \n[103]It's not self-defense when you break in here and attack me. \n[104]If you fail, you can count on this: you'll never see Gracie again. She reacts - He sees it, rushes her - Punching as he goes. From the standpoint of pure physics, he makes a terrifying force. Until: She steps back, grabs his arm, whips him vs. the brick wall - He hits it, bounces off. Cut on his forehead, blood streaming down his face. He stares at her... breathing hard... trying to put it together: \n[105]You really  ...you think you'll kill me and get away with it?l \n[106]Letters? There are no - \n[107]This doesn't bother me, Slim. I don't care how long it takes. We both know: Ionly have to hit you once. Once, and it's over. She laughs at him. This is the last thing he expected and the last thing he can stand. He rushes at her again, fast - She starts left - He blocks her way - She starts right - Again he's blocking her - She lunges to the left, through a narrow space - He punches, grazing her hair; punches again, just missing, and a third time. We feel the awesome power behind these blows. She's in the clear again. Smiles casually. Clearly part of her strategy is to keep him angry: \n[108]Listen to me, bitch. Ginny's silent. \n[109]if you value your children, don' t call anybody. It's over, okay? It's all over. He throws the phone on the couch and moves back toward Slim, lamp clenched tight in his fist. ", "\"ERIN\"": "\n[1]Look. I have to find the right place and get you admitted, okay? \n[2]Thank you. \n[3]What do you think, you like this place? \n[4]\n[5]Me too. So here's the deal. Try to remember,. while we're here, to call me Mom or Erin, but not Slim, okay? \n[6]I know, but... \n[7]Thanks a lot. \n[8]I guess. If you want one... Gracie stares at her blankly. \n[9]Excuse me, Betty? Hi, I'm Erin Shleeter, I called you - \n[10]This is my daughter. \n[11]Yes, he is - \n[12]He turned?  Oh my God, you're right. He turned. Wells \n[13]I don't know, I can cook something. \n[14]We can't afford to eat out every night. I can cook, Tootster. \"Queen E.\" rolls her eyes as: \n[15]Is the vehicle all right? \n[16]Who are you?! Who sent you?! You want a date?! You are totally out of your mind if you think I'm gonna have even this conversation we're having right now! I'm not, okay?! We are not talking! Get it?! \n[17]What? You're thinking I over- reacted? Huh? Just a little? \n[18]Don't get on my case. \n[19]It's not 55 - \n[20]Don't beg. You look like a dog. \n[21]Mrs. Tyler? It's Slim. \n[22]Oh that's good news - \n[23]I do, thanks, I appreciate it. Listen: we have to keep it short again or he might trace it, so I better put her on -  \n[24]Sorry, your Majesty. Remember: names're secret. \"Queen E.\" nods. Puts on her mournful look... \n[25]That is the most pitiful expression I've ever seen. \n[26]No questions, okay?, or it ends now. (hands phone back to \"Queen E.\": Just tell him you love him and say goodbye, okay? \"Queen E.\" nods, puts the receiver to her ear. Even \"Erin\" can hear Mitch yelling... \"Queen E.\"'s face changes. Mitch keeps shouting angrily. \n[27]Sorry, kid. My mistake. \n[28]What do you think, is it okay? It's okay, right? \"Queen E.\" nods dubiously. \n[29]No, it's not, it's horrible. \n[30]But it's not good, is it? Is it good? \n[31]\n[32]Daddy yells at me, Toots. \"Queen E.\" nods. Thinks... \n[33]Rent a car, make sure you're not followed, drive to the Taos airport. \n[34]In Taos, go to Starbucks. Not the main one or the one by Hagen-Dazs. The one near the book store. \n[35]I tell you it's this one. \n[36]No, Toots. That one's from Reno.  There! Joel She waves. \"Queen E.\" waves too. Joe waves back. But that's not what we're looking at. We're. looking at Robbie: walking slowly toward them with the other Reno passengers. He doesn't see \"Erin\", but in a moment he will. He'll turn the dogleg corner and be right next to them... Robbie pulls out his boarding pass. With it are old photos of \"Erin\" and \"Queen E.11. He shuffles past the photos, finds his claim check. He's now only a few feet away from them... And they're oblivious of him... And he turns the little dogleg and looks at them - Except they're no longer there. They've moved toward the unloading area for Joe's gate... And Robbie goes safely past as Joe enters the terminal, sees them, shakes his head: \n[37]And there's the diner where I do not work. \n[38]There's the one-plex. (pointing again at a \n[39]Not at all. \n[40]And this is the guest bedroom...  \n[41].normally known as Buckingham palace. \n[42]You better warn him, huh? \"Queen E.\" looks confused. \"Erin\" whispers in her daughter's ear, and she confides in Joe: \n[43]Yeah. \n[44]Gracie is safe. \n[45]Pardon me? \n[46]I'm not Denise. \n[47]Never been there. \n[48]Because of some homeless guy? Joe: it could be the Pack'N'Ship in Trenton, New Jersey.  One thing I learned: I can't jump every time someone says boo. I can't do that to her. Joe looks at \"Queen E.\" and nods. \n[49]Yeah, mine too. Cuddle? \n[50]You remember the house rules? \n[51]Joe. \n[52]You ever think about what would've happened... \n[53]What do you think? Beat. \n[54]Ginny told me about that weekend. \n[55]Joe. This routine? It might work on other people, but you forget: I've actually had you - \n[56]- and I'm telling you, from memory... you are not that bad... They both laugh. It subsides into affection... \n[57]You really go tomorrow...? He nods. \n[58]Couldn't you quit your job, and stay here and play the horses or something and become independently wealthy? Beat. \n[59]Oh my Godl, the Queen is out of dance class! I'll be back in 20 - \n[60]You can't find her??! \n[61]I should've! ... I should've known!, he did it before! She rams the car in gear, rockets out of the pick-up line - Almost hits a TEACHER and 4 YEAR OLD KID - Slams the breaks, calls: \n[62]I'm sorry, I'm sorry, I... I... Freaked out, frantic, she pulls to the side of the road, yanks up her brake, grabs her cell phone. Auto-dial #2. \n[63]Did Queen Elizabeth call?! \n[64]Anyone else?! \n[65]Gracie, are you there?! Is anyone there?! Please? Pick up! No one picks up. Silence. She beats the wheel in frustration... lowers her head. For one long second, she seems completely beaten... A KNOCK on her window - She looks up, sees Betty. Betty's talking, but it's as if \"Erin\" has gone crazy. For a moment there's no sound, and then the sound is there but unintelligible, and finally the words and sounds come together: \n[66]Thank you, thank you, I... I'm sorry. I'll explain later, I... She rushes forward, wraps \"Queen E.\" in a big, not quite appropriate hug. \"Queen E.\" looks at her as if to say, \"This is nice, Mom, but will you please tell me what gives?\" \n[67]Seatbelti Seatbelti Put on your - \n[68]I can't slow'- \n[69]I don't know, some...  Oh shit... \n[70]Okay, Toots. We can talk. \"Queen E.\" stares at her mutely. ", "GINNY": "\n[1]Why not? My grandfather was a lawyer... Plus: I have a logical mind... \n[2]I Piece of cake - \n[3]Piece of ass. So what would you do? \n[4]\n[5]In what? I thought you hated - \n[6]We contribute. We give 'em food, energy, so they can go out and save Western Civilization - A bell rings, a CUSTOMER comes in, and the owner of the place, PHIL  sticks his head between them: \n[7]Not that we noticed. Oh my God, speaking.of time - The lunch rush is coming; they start working triple speed - \n[8]Excuse me? \n[9]You're saying I sweat. \n[10]I'll remember that.  Your turn, I'm sweatin' too much. Slim gives her a look, grabs a menu, goes over to where the new customer, whom we will call for the moment OUR HERO, is seated. When she reaches his booth, she notices he's got a book and a long-stemmed red rose. She hands him a menu - \n[11]What'd he say? \n[12]He likes you. \n[13]Slim...he was in yesterday - \n[14]And he's back today with a rose, he pulls you into conversation. Honey, if you can't tell he likes you, you need to study psychology. \n[15]Do you like him? \n[16]What's that got to do with it? Slim: he is a major piece of cake/piece of pie. \n[17]Trust me. Carrot cake. And when a guy like that - cuter than you? - he actually likes you - \n[18]Hey. Wise up, huh? No-one is ever gonna go for you 'cause of your looks. \n[19]Don't eat at their ice cream, huh? They squeal with pleasure and run off. Ginny turns back, resumes dancing with JOE (24, handsome in a casual way, a good guy): \n[20]So this was during college or after? \n[21]What was wrong with you?  I mean-why'd you and Slim break up? \n[22]Evolution? You were going the wrong direction, bud. \n[23]Why am I not believing this? Can I take you home right now? \n[24]My kids are out for the night, and... \n[25]I didn't propose, huh? I just want to have...  a brief and completely unsatisfying sexual encounter. \n[26]Men are land mines. Some you trigger the first week, others it's years in. Problem is: you want a man man, meaning his veins run thick with testosterone, which is good 'cause he can fuck your brains out but he can also turn around, no warning, and beat your brains out too. \n[27]Relax, Phil. Nobody's talkin' about your dick here, okay? Phil brings Slim an iced tea and slice of pie: \n[28]construction, Phil. \n[29]Even if he didn't. My aunt? She got a restraining order? When it was up, this slimeball beat her into a coma. \n[30]'Cause he's a man, Phil! He's psychotic!  You're leaving him today. Right now. \n[31]She heard it. \n[32]She's not asleep, okay? She's coming out any second. Phil nods. They wait. She does not come out. Ginny shakes her head, looks at her watch. \n[33]Do it again. Teddy nods. Cups his hands, coos like a dove... They wait again. Beat. \n[34]It'd be crazy to wake him. If anything's wrong, she'll flick the lights. .Right? Phil nods skeptically, and Ginny herself doesn't seem so sure. They look at the house-and wait. . .and wait... We want to scream: \"GO IN! GO! SAVE HER!\" Suddenly something. Subtle. Was that A SOUND from inside??? They go on alert. . .step forward... listen more closely... But hear nothing unusual. Phil. looks at Ginny, shrugs - Ginny shrugs back - FLASH OF LIGHT, then darkness. The signal. They run toward the house - SCREAM. Slim. Intense horrible spit of sound, replaced by an even more horrible silence. Deadly silence. CLOSE ON GINNY as they run: as if we've lost Slim and Ginny's.our new protagonist. As we near the house, we realize: it's not silence. There are sounds from inside: almost inaudible THUDS. Sound of a beating. On Ginny's horrified reaction - Baseball bat. Phil smashes a window. They climb through the hole into the house - \n[35]She's alive - \n[36]What? \n[37]Yeah, right during dinner. Like anybody's gonna bomb a diner in Carpenteria. \n[38]You know Phil. He won't leave his ship. We're doin' cleanup. \n[39]What? \n[40]You got more than a bad feeling, hon. You got a bad husband. \n[41]All right, all right, take it easy - Let's go - \n[42]Screw the police, we're outta here. \n[43]Can you run? \n[44]It's Michael Johnson, Phil. \n[45]No letters, Slim, but you can call \n[46]You know, I keep having a bad idea. The first time he hit you, we saw your bruises. Second time, he beat you unconscious. The next time? Well. If you should fight back, defend yourself, and he dies? Who'd convict you? Who'd prosecute? \n[47]I called my cousin, he's some shit- for-brains lawyer over in Tarzana, he says it's 2-1 she'd walk: self- defense, justifiable homicide. \n[48]We're talking about Mitch here. \n[49]This is the most ridiculous thing I've ever done. \n[50]Okay, this is the second most - \n[51]You're out of your mind. \n[52]\n[53]I like it.  Maybe. Hey, Graceland. Gracie slips out from behind Slim, goes and hugs Ginny as Slim holds up a wallet: \n[54]Oh great. I'll call strangers. \n[55]\n[56]How long? \n[57]Deadline for what? Slim looks at her... \n[58]So whattaya say, Slim-girl, you comin' back to work? ", "JOE": "\n[1]During. \n[2]Oh. Well. I'm terrible in bed. (lets this hang for a moment for shock value, then: Plus, I don't know: we just sort of.. . evolved into being friends. \n[3]That's kinda what .1 thought, but I guess I was so totally pathetic - \n[4]If you've got a sense of humor. \n[5]Another thing: I live in Chicago; women always want the possibility of \n[6]Hey. I'm your guy. She pulls him into a kiss, and...well: he's not a bad kisser... We glide from them to Slim and Mitch, hardly moving. Suddenly: tender and insecure and almost comic, she looks at him... \n[7]Well. It's only a lake, but we like it. \n[8]Coming up, whattaya say?! Bobbing for apples! Slim  and Gracie (back) both drop their heads so Joe turns the corner, presses a garage door opener, and drives into the basement garage of a nice-looking 4-plex. \n[9]Is there anybody who likes ice cream? Gracie whoops - The doorbell rings - Slim and Joe freeze - Slim whips her hand over Gracie's mouth - Gracie looks horrified: why are you covering my - Slim puts her finger to her mouth: shhh. She takes Gracie's hand; they scurry out of sight - Joe hurries to the stereo, puts it on. Music to cover Gracie's \"whoop . \" He goes to the door, looks through the peep hole. Sees a LARGE MAN IN A SUIT. \n[10]Yes? \n[11]Go ahead. \n[12]You got a search warrant? \n[13]Can I she the warrant? First FBI Man ignores this. \n[14]Who're you looking for? The FBI Man gives him a sarcastic glance. \n[15]A mother taking her own child isn't kidnapping. I don't think you're FBI at all. This elicits no response. Joe moves to where he can see the other two guys. Looks down the hall toward: \n[16]Mister: unless you leave right now, I'm calling the police. \n[17]That's enough. You hear me? It's time to go. Now.  I know who you are, okay? I know who hired you. First FBI Man whirls. Suddenly he's got a knife in his hand. Definitely NOT FBI. Putting the. knife to Joe's throat: \n[18]No. Inside the cabinet, Gracie gasps. Slim puts a hand over her mouth. But Slim herself has to fight the impulse to burst out of there to save Joe - \n[19]No. \n[20]I guess.  I needed a shave, anyway. The phone rings. They look at it. It can't be who they think it is... it rings again. Joe goes to it. Hesitates. Answers: \n[21]Hello? \n[22]Hello, yes, how are you? Joe points at phone: \"It's him.\" He nods toward Gracie, indicating Slim should take her into the next room. Slim does. \n[23]Of course. \n[24]I don't know. I'm on her side here, not yours. \n[25]Goodbye, Mitch. \n[26]Wow. Charming. \n[27]Sure you should - \n[28]Slim. You can be here anytime. She nods. They both know what he's saying: if he's willing to take this kind of risk, he's either a very good friend (which he is) or he's still in love with her (which he is, also). \n[29]Oh. He said you should call your friends. \n[30]Sorry, my plane was delayed - \n[31]What is this, a treasure hunt? I'm gonna spend the whole weekend flying around? \n[32]I can guarantee one thing in my lifetime: I was not followed. He embraces \"Erin\" and \"Queen E.\"\" The CAMERA looks past them to where Robbie might be watching. He's not. \n[33]Where do you work? \"Erin\" gives him a look: she's not telling. She resumes the tour, points to an old crumbling \"movie palace:\"' \n[34]No way. \n[35]Just friends, right Gracie? \n[36]Right. Sorry, your highness. \n[37]Very... colorful. \n[38]I look forward to that. \n[39]You seem like you're doing great. \n[40]How long can you stand it?  I mean: not to talk to your friends or family or have anything to do with your real life? \n[41]Yeah, but what, now Mitch started some kind of custody battle?, what \n[42]What now? We call Pack 'N' Ship, see if Denise ever - \n[43]Gracie was right.  'Bout the dreams in there. \n[44]With Gracie here? Who can forget? They hold hands. \n[45]Yeah. \n[46]Yeah. \n[47]I think Gracie is truly a great kid, and any path that doesn't include her doesn't make any sense. \"Erin\" nods. Beat. \n[48]Of your wedding? She nods. \n[49]She tell you how terrible I was? \n[50]I didn't forget - \n[51]Please kiss me, Slim. I know we're not supposed to, it's against house rules and all, but for me to come all this way and feel the way I do and for us to not even - She kisses him - And he kisses back. And they stop. Incredible self control. Lie next to each other-hold hands again... \n[52]You're a great person, Slim. You're a great person just like your daughter. She squeezes his hand. THE CAMERA LINGERS FOR A MOMENT ON THIS SWEET IMAGE... clasped hands...THEN PULLS SUDDENLY BACK, so we're seeing their hands from outside, through a crack in the window. Hold. \n[53]What rules are we playing by now? She answers him with the kind of kiss you can get away with at a bar or airport and almost nowhere else. ", "PHIL": "\n[1]Ladies, please. Am I paying you? \n[2]Dead to her. He left when she was two. \n[3]You don't get along with your son? She gives him a look. She's both offended by, and appreciative of, his bluntness. Looks out at Mitch: \n[4]He's done well to get Miss Slim. \n[5]I'm sorry, I gotta get up five o'clock to buy green beans. He slips an envelope into Mitch's hand: \n[6]In my country, it's tradition to give money to groom. You don't need it, but... Slim shakes her head, touched, as: \n[7]No substitute. I am real thing. She kisses him, and he goes. They look after him. \n[8]I never touch Salima. Ginny waves at him: of course not. \n[9]But the other part, first part: I can - \n[10]You went to cops, I hope? \n[11]If he wants to put her in coma, why worry restraining order? \n[12]No. Teddy's right. She could still be asleep - \n[13]We better go in. \n[14]Sir. We are three people. If you kill us all, you will go sure to electric chair. \n[15]We are happy to leave, Sir: with Miss Slim and Gracie. Ginny's helping Slim to her knees. \n[16]And make no mistakes. If you keep them here, we will go to police, who will arrest you with pleasure. \n[17]And if we take them away, you will shoot all four of us?? \n[18]Then we die young. The others are uncertain, but Phil helps Slim up; Teddy joins him. Ginny tentatively follows his lead and picks up Gracie.. \n[19]The police are - \n[20]Like Michael Jackson! As they sprint, sort of, toward the boardwalk: \n[21]I know. But I run like Michael Jackson. And he kind of does: arms flailing, not quite connected to his body. Just as when we're enjoying this comic sight - EXPLOSION behind them - They're thrown TOWARD CAMERA - Debris flying everywhere - They lie on the. ground. Not moving. Are they dead or just stunned? Slowly they raise their heads. Blink. Look back at the restaurant: Starting to go up in flames. \n[22].so secret we don't even know who this man is or where he takes you. Slim nods. \n[23]In my country people bleed their enemies to death out of their genitals. A fire? This is for roasting lamb. \n[24]Must be very short. Slim nods. Phil ceremonially hands her a thin envelope. She looks inside... and clearly finds money - \n[25]I have insurance from fire - \n[26]I will not discus, okay? We are family! She nods. Gratefully. Ginny takes her hand. Beat. \n[27]Mr. Mitch - of course - he has beautiful alibi. Slim nods again. Looks at Ginny...who's been working up to: \n[28]This is American law??l \n[29]\n[30]She has to go back to school, make big success. Sigmund Freud, yes?! Don't worry, Mr. Moneybags will pay. Jupiter gives Phil a playful look: thanks a lot. Phil whispers to Gracie: \n[31]But don't let her cook, huh Gracie? You eat here all the time. Gracie nods thanks, whispers back: ", "\"QUEEN ELIZABETH\"": "\n[1]That's what I've been saying. There are other cars, okay? Just 'cause somebody's behind you doesn't mean -  Mom? You just drove past my school. \n[2]Or we can go to McDonalds. \n[3]You know Mom? I like the doughnuts and all, but the driving... \n[4]Every Sunday, to drive for 55 hours? In exasperation, \"Erin\" gestures with both hands - taking them off the wheel. Nothing bad happens, but again her recklessness makes us nervous - \n[5]Just to reach some phone booth?! Hey can I call Daddy this time?! Please??? Please please please... \"Erin\" shakes her head. \"Queen E.\" gives her a mournful look. \n[6]Hi Grandma! I have a new name!  Yeah! You wanna hear it? \"Erin\" pushes down the lever, ending the call, mutters: \n[7]Hi Daddy! We're having a great vacation! I don't know. At a phone booth somewheres. \"Erin\" shakes her head, takes the receiver away: \n[8]Goodbye Daddy. She did not say \"I love you.\" She hands \"Erin\" the receiver. \"Erin\" hangs it up. \n[9]I am really really sad. \"Erin\" nods, angry at herself: \n[10]It's not horrible, Mom. \n[11]63 \n[12]Know what I think? \n[13]I think you miss Daddy. This comment is so wacko that it's almost touching. Almost. She feels compelled to be honest: \n[14]Well. You miss somebody. \n[15]No, he's not. He's with... She's looking at some OTHER PASSENGERS who have already entered through another gate and are walking past them. \n[16]Queen Elizabeth. \n[17]No problem. \"Erin\" pulls up in front of their house, gestures: here it is. \n[18]Oh yeah. The dreams in here get really noisy. Joe sets his suitcase down. \n[19]Then slow down so I - \n[20]Who was that guy?! \n[21]Mom? Up ahead is a one-lane covered bridge crossing over a stream. The bridge is very narrow. \n[22]Mom, are you sure...?! Quite sure, thank you. \"Erin\" guns the accelerator. Robbie's FACE... driving, confident, full of blood lust, and then his expression changes. Eyes widen. He realizes - shit! too late!! - that the bridge is way too narrow for - \"Erin\" Is car slides through, scraping one side The Suburban crashes into the bridge, careens into the water - \"Queen E.\" looks back through the rear view mirror... looks at her mother ...back and forth... \n[23]That was dangerous. \n[24]Slim nods sadly: she liked Erin too. ", "GINNY'S VOICE": "\n[1]Awright already! Orcal \n[2]We had to clear the customers out, some ridiculous bomb threat - \n[3]Hey. \n[4]\n[5]Hey. Slim says nothing. \n[6]You okay? \n[7]Say what? \n[8]Oh. You have a divine animal right to protect your own life and the life of your offspring. Silence. \n[9]'Re you okay? \n[10]You're okay?!, you beat him?! \n[11]It worked?! \n[12]Slim. He'll come after you - \n[13]He'll come after Gracie - An indistinct shape, something rising over her head... \n[14]Hello? Slim? You there? The lamp moving in his hand. He's rotating it. A simple menacing image... . and we realize: he' s aoinq to hit her again. \n[15]H o?d \n[16]Oh thank God you're alive. \n[17]oh. \n[18]Well: I called the cops, they're on their way. Slim nods. \n[19]Slim... can you hear me?, this is important. Beat. \n[20]You're not him, okay? You're not him, and you never will be. ", "GRACIE": "\n[1]It's a big ocean! \n[2]Can we stay here a while? \n[3]Don't cry, Mom. Please don't cry. - that we realize Slim is crying. \n[4]You have mtg. Beat. \n[5]Mommy? One of the Swarthy Men speaks to Slim, but in the flurry, we can't hear it. She looks relieved, turns to Gracie - - but before Slim can speak, their bags are thrown in the trunk of a car and they're pushed into the back seat - The car speeds off, whips into a left-hand turn - \n[6]Mom...who are all those people? \n[7]They're strangers. \n[8]Thank you.  What j it? \n[9]Why, are we moving again? \n[10]Good. 'Cause I am sick and tired to death of movingi \n[11]I never call you Slim. \n[12]I don't think you are that slim. \n[13]Do I get a new name too? \n[14]I have a crood idea . \n[15]Queen Elizabeth. Betty blinks. \"Erin\" shrugs: that's my daughter! \n[16]I'm hungry. \n[17]I'm working on that one. The waitress does a double-take and leaves. To Slim: \n[18]\n[19]Call me Queen Elizabeth. RUN TITLES ON THE REST OF THEIR MEAL. The longer it runs, the happier this odd family  seems... ", "SLIM'S VOICE": "\n[1]What about you and Phil, did you - \n[2]Get out. \n[3]I got a bad feeling, Gin. \n[4]I know! That's what I'm saying! Get Phil and get out of there! Nowt \n[5]Run, okay?t Ginny?! Runt \n[6]Oh yeah? How 'bout Horace? Ginny glances at one of her kids, evidently Horace's child. \n[7]Rent a car, drive to Denver, then fly to Reno. \n[8]You noticed. Dialtone. We watch from a distance as Ginny shakes her head in disbelief, mutters to her kids. As they trudge off, the CAMERA FOLLOWS. \n[9]It's me. He nods slowly. \n[10]You always did forget to turn off the coffee. He rummages in the drawer. We hear the RUSTLE of the letters Slim put there. He fails to find the gun. Gives up trying to be quiet, tosses papers onto the floor - \n[11]It's a machine. Knocks out cell phones. He throws the cell phone onto the bed. Walks out of the bedroom area. Looks around the vast space. Spooky. Slanting light and dense shadow. He doesn't see her. Walks toward his desk. \n[12]I found that gun too. He stops. Doesn't know where to go. or what to do. \n[13]Scared? \n[14]Now is when you decide, Mitch.  Whether you're a coward. If you are, you can run. I won't stop you. \n[15]Threw 'em away. \n[16]No. \n[17]Why not? \n[18]Woman, Mitch. ", "OUR HERO": "\n[1]Just water, thanks. \n[2]That's okay. I was in yesterday...  Slim. She nods, slightly uncomfortable. He hands her his menu. \n[3]What's your real name? \n[4]Hmm. I like it, but don't you think it's kinds negative? \n[5]Okay. Coke and a turkey burger, coleslaw no fries, couple extra slices tomato. I write books. \n[6]You read books? She kind of half-nods half-shrugs. \n[7]What're you reading now? She stares at him... \n[8]How long you been reading it? \n[9]Nope. \n[10]I'm goin' into law. Enforcement. She nods. This is more like what she expected. \n[11]\n[12]You. She smiles back-their eyes meet... a sudden utterly magical moment. This is also the moment to.note OUR HERO should be played by a famous actor doing a cameo. Because at this instant the scene changes. The man  in the booth behind Our Hero - a man we haven't noticed because all we've seen is the back of his head - turns and looks at Slim. Stands. Looks down at Our Hero... \n[13]Excuse. me? Slim frowns, steps closer so she can overhear: \n[14]Is this your business?  What are you, the morals police? He pushes again and Mitch,s hand shoots out like a snake striking. Grabs him by the collar. Lifts him. A frozen moment, more violence just a breath away, and a sense of things about to spin out of control... Our Hero's eyes are popping; he tries to hide his fear: \n[15]Take it easy, M...man. She and I were just having some fun - \n[16]The bet was two, but now that I know you? Way too high. A pained look flashes across Slim's face - Our Hero starts toward the door, but Mitch steps in his path. Speaks quietly but with authority; there's a physical power in his words. Since he's protecting Slim, the power is ", "JUPITER": "\n[1]It's a good gig. To claim I'm your father? What year were you born? \n[2]Don't look at me, I didn't kill her. \n[3]That's a stupid thing to say. What do you want, money?. \n[4]Hi. Gracie looks at him skeptically, nods. \n[5]Look sweetheart. From '68 to like '72, I had maybe 5 kids. Different women. It was like a joke to me. \n[6]You're the third to show up here with a hand out. I give all of you the same thing.  Six bucks. Enough for a sandwich. For you, it's' twelve, you can buy the kid a sandwich too. \n[7]Yeah. \n[8]No problem. She goes, leaving the $12 on the table. He pockets it. \n[9]Ah. Just a sec, I'll be right back. (to her, irritated} I thought I made it clear you weren't supposed to come here. \n[10]You're a different person. \n[11]How's that black guy I .set you up with? \n[12]Did he teach you how to think? It's not the question she expected; it's more interesting and complicated. \n[13]Tonic ? That's awful short notice; I don't know if I can - \n[14]Is it gonna be like that? \n[15]I hope I can work into being your grandfather, okay? Gracie shrugs. ", "ROBBIE": "\n[1]Hey. \n[2]You got me on a Sunday, for that? I could be out shaking down wetbacks. \n[3]Her?  I told you not to be an asshole. \n[4]We had rules, okay? The rescue routine - like in the diner? It always worked, 'cause we said: one time only. You come, then you go. But you end up marrying the bitchl \n[5]That's a blessing. \n[6]Thanks. Thanks a lot. \n[7]She's that stupid? You traced her? \n[8]You're welcome, you're welcome... \n[9]Are you Denise? SHOCK. There he is, standing right over them, in bad clothes and a baseball cap, dark glasses. Completely unrecognizable. \n[10]You're Denise, right? Used to work at the Pack 'N' Ship? \n[11]Oh. Sorry, I... You look-but you're right, your voice... You're not from New Zealand, are you? \n[12]Boy. Sorry to bother you folks. He backs away, embarrassed. Joe stares after him warily... ", "MITCH'S VOICE": "\n[1]How is my little croissant? \n[2]Oh. Hi. How's it going? \n[3]Zoo. \n[4]I called you at home, left messages - He's interrupted by a LOUD SQUEAL from Gracie, followed by a question, which he answers: \n[5]Your Mom. \n[6]She's a little excited. \n[7]This is Mitch Tyler, Joe. \n[8]I assume Slim's called you. Joe thinks for a split second, then: \n[9]Will you give her a message?  If she calls again, I mean. Slim and Gracie are in the next room, but Slim's looking through the door back at Joe. \n[10]Her side? Come on, Joe, you're a smart person. Let me say two words, okay? \"Lug nuts.\" You don't want to worry they're loose every time you get in your car. And how 'bout the windows to your apartment: are they still locked? A person could go crazy thinking about stuff like that. \n[11]Tell her to call her friends. Joe hangs up. Slim comes back out. ", "INSTRUCTOR": "\n[1]So if he hits you - \n[2]Say it. \n[3]After he misses, what do you do? She answers him with an intense look. He nods and moves after her. Slow, strong, powerful: predator. She backs up. Her movements simple, graceful, economical but athletic: they remind us of the easy way she moved around the restaurant in the first scene... Scattered over the mat are old-fashioned plastic SANTAS that kids use as punching bags. He backs her toward one... .then another. As she nears them, she slides deftly to the side: like she has eyes in the back of her head... He maneuvers her toward a desk-her back to it... Rushes at her - For a moment she seems trapped - But as he reaches her, she slips to her left, tosses him over the desk and onto the mat. She moves quickly to an attacking position, standing over him. He pats the mat beside him. She sits. He makes a motion and she closes her eyes. \n[4]One last thing. The hardest lesson: we can't control the universe. She listens. \n[5]The unexpected may happen. He slides his hand over the mat, an order. She lies down. \n[6]Suddenly his maid enters, you're distracted for an instant, and he hits you... \n[7]We bend the universe to our will, but it will only go so far. \n[8]That's right - \n[9]Yes. And you lie there as if dead. But hear me. Hold onto my voice. She nods almost imperceptibly. \n[10]He's standing over you, he thinks he's won-and as sure as he's a coward, he'll try to kick you. \n[11]And because you know what he'll do, you're smiling inside,... Her face blank, eyes still closed-but something changes; we sense her confidence and serenity returning. He draws his foot back as if to kick her... ", "ALEX": "\n[1]Today, hon, you graduate. \n[2]Till six, eh? \n[3]That's a safe one. Slim starts walking toward the shop. As they go: \n[4]You've got soft hands, you've worked hard. The tricky part now is nerves. They reach the entryway; Slim takes out her tools. \n[5]Yeah. And you have to go in when his alarm's turned off - \n[6]We got company, doll... Slim still working... The Shady Character has almost reached them... \n[7]Forget it. You're too slow. She opens the door - Alex glances down, nods - She closes the door again and stands just as: \n[8]\"Action?\" Off her grin - ", "JIM TOLLER": "\n[1]I don't know where you learned manners, young lady, but this is not the way to get my attention. \n[2]Pardon my French, dear, but I hope you got pleasure from it, 'cause you have really fucked yourself. You had two chances to file a complaint with the police and put his violence on record. You ignored them. Which tells him to keep comin' till he kills you. Slim reacts to this. \n[3]As for Gracie: his next move... he'll initiate a custody hearing. \n[4]If you don't show up, the judge'll rule against you, you become a fugitive from the law. If you do show, Mitch will, as you say, portray you as a drug addict. For all I know you are one: you break in here, uninvited. I'd say your husband has a good chance for sole custody. Now if you don't mind:  I'd like to go back to my work. \n[5]No one can help you, lady. She nods. Stares at him. And does not go. After a moment we see him have a thought... hesitate... look up at her... \n[6]The custody hearing, if he pushes for it, is just a trick. She says nothing. Listens. Watches as: He plucks a $20 bill from her stack of funds. Obviously he's giving her a valuable piece of advice: \n[7]It's a way to get you to a particular place at a particular time... so he can kill you. He pockets the $20. She stares at him. Blinks. Of course. He's right...- ", "FIRST FBI MAN": "\n[1]FBI. Can we talk? He holds up an I.D. Not readable through the peep hole. \n[2]Would you mind opening up? Joe glances over his shoulder: no sign of them. He opens the door, but not far enough to let the man in. Behind the large man are TWO OTHER MEN IN SUITS. \n[3]We're investigating a kidnapping; we'd like to look around. \n[4]Oh, we got a warrant all right. He slaps a paper and pushes past Joe; the other men follow... \n[5]Oh...jeez...that's a scary thought. Joe picks up the phone - First FBI Man slams it down. \n[6]I marri a cop, okay? I'm not in the mood. Joe accepts this. . .but only for the moment. ", "JUPITER'S VOICE": "\n[1]\n[2]Yesterday three men threatened to kill me if I helped you in any way. Fortunately for you, this aroused my interest. \n[3]I'm sending this via your former boss. If you get it and need more, leave word at my office. \n[4]What happened to your voice?; you okay? \n[5]Otherwise everything's okay? \n[6]Get some rest, huh? She presses END, says to Tova, back to normal voice: ", "BETTY": "\n[1]Oh, hi - \n[2]What's your name? \n[3]Erin. I'm glad you're here. We can't find Queen Elizabeth - \n[4]So many kids're staying for these after-school things - She turns, distracted, as ANOTHER TEACHER calls - n \"Erin\" blinks... looks around frantically... OTHER KIDS in gym or dance gear, but no \"Queen E.\"...and the knowledge of what's happened is hitting her...her eyes're dilating, breathing becoming frantic. Betty turns back as \"Erin\" mutters: \n[5].what I've been trying to tell you... \"Erin\" nodding now, beginning to grasp the words... \n[6]At the end of dance class, the teacher lets them go hide, and for a minute no one could find her - \"Erin\" looks past Betty, sees \"Queen E.\" in her tutu and leaps out of her car - ", "MAN'S VOICE": "\n[1]You ready? She nods. CAMERA CONTINUES BACK, we see more of her face. \n[2]Sure? Another nod. Perspiration streaming from her pores, running down her face. And a look we haven't seen before. \n[3]Can you lose? She shakes her head. \n[4]Can he hurt you? She barely dignifies the question with another shake. We're now far enough back to see we are: \n[5]Even though he's bigger? \n[6]Even though he's stronger? Finally see her INSTRUCTOR (6'4\", 235 pounds, African-American, 0.4% body fat). "}}