{"dialogues": {"MAC": "\n[1]I have a question. \n[2]That is of no interest. \n[3]Why.  Are we speaking.  Japanese? \n[4]Something of a habit? \n[5]You know the alleged value of this piece from some fucking computer, which has no clue of the price I can turn the scroll around for in 30 minutes. \n[6]Are you a confederate of my adversaries?  Or are you just stupid. \n[7]Virginia Romay... \n[8]Or a cheap cocktail. \n[9]As in.  I'll have a Gin Romay, please.  With a twist. \n[10]I'm supposed to be selective. \n[11]Art and Antiquities Acquisition Advisor, how alliterative... \n[12]And am I the antiquity? \n[13]You said.  Everything. \n[14]Excuse me. \n[15]Well, they don't... \n[16]...as a rule. \n[17]No, you can't. \n[18]...only it's not bloody football! \n[19]...it's just that crap Americans call 'football', like you could call your ass a butterscotch scone and have it be one! \n[20]Why you'd want to bring that foolishness to Japan, you're just pissing your investment down a bungee hole. \n[21]Seriously, put the money into pharmaceuticals or prostitution, something stable. \n[22]Garbage, perhaps.  Or industrial plastics. \n[23]My favorite thing in life. Coincidence. \n[24]Staying here, as well.  You are in room...? \n[25]Will you send a half-bottle of Chateau d'Yquem '67 to Room 138, please?  And some berries and chocolates for the lady to enjoy it with. \n[26]Actually, I was just across the room, dickering with a gentleman over the purchase of an interesting Spitzweg.  Until I determined the painting was apparently stolen... \n[27]Goes against my grain.  The DeKooning in your slide, the 4.6 million you can get for 3.  Can you get it for 2 and a half? \n[28]My checkbook is in my safe.  You wait here. \n[29]Just want to see if I'm with the person you say you are.  Can't be too caref... \n[30]Oh, dear. \n[31]We'll go in there, and call the police. \n[32]I have damaged the car of these kind people.  Please help them call the police... \n[33]May I use a washroom, please. \n[34]These are my papers, passport, car registration.  If the police arri... \n[35]That's actually.  Very sweet. \n[36]Might you have a First Aid kit, of some kind? \n[37]Better eat first. \n[38]Just 'Mac'.  And whatever became of a gentleman's privacy? \n[39]My God, more females? \n[40]Eighteen, actually.  The leg is fine, but I got sort of...woozy. \n[41]Lost my stomach once or twice. \n[42]I'm an old man.  You probably noticed. \n[43]You should see me without my teeth. \n[44]Ah.  Mustn't forget to zip up. \n[45]Odd place, this. \n[46]What do you suppose they make here?  Video recorders? \n[47]Bad investment.  The best ones are here today... \n[48]Gone tomor... \n[49]I've changed my mind. \n[50]You can't get it for me at 2.5, can you? \n[51]You were setting me up.  The correct price is 2.8.  You conspire with the seller to start at 4.6, so I'll be grateful when you 'bargain' him down to three.  Close enough to fool some people.  unfortunately... \n[52]I'm old.  I know what everything is worth. \n[53]I am going to the airport.  You are going on to the rest of your life.  Which... \n[54]...should be interesting. \n[55]The hotels deal with that.  The things I need are always waiting at the next one. I don't carry.  Baggage. \n[56]Oh, that's highly personal. \n[57]Young lady.  I am old enough to be your grandfather. \n[58]A reward for what? \n[59]You mean.  Not as old as I look. \n[60]What's hard to find.  Is someone you truly want to be with. \n[61]Even for awhile. \n[62]Would that make it more stolen? \n[63]Something you need? There are all-night chemists... \n[64]Ah.  Maybe the thief thought you had something valuable in there. \n[65]Well.  Wannabe dealers make excellent fences. \n[66]I'm joking, of course. \n[67]The Vermeer wouldn't fit. \n[68]Why, did you do something wrong? \n[69]The most famous painting stolen this week. \n[70]If you don't keep up on your craft.  You'll miss all the jokes. \n[71]I'm so glad I didn't leave Tokyo. \n[72]There was a call.  While you were sleeping. \n[73]An art dealer I know.  He has a Monet.  Minor, but it is Giverny. He'll let me have it for 5.3 million. \n[74]I agree.  This is a bank debit card. It gives the bearer access to an account containing 4.6 and change. I dislike round numbers. \n[75]I'd like you to go down there, and pick up the painting.  If that's all right. \n[76]If I'm there, he'll haggle.  You just hand him the debit card, with that...luminous smile.  And say, take it or leave it. \n[77]Oh, dear.  I thought you so wanted to make a good impression. \n[78]And along with making an excellent impression.  You will also make 2 percent of the purchase price. \n[79]That's $92,000.  And change.. For two hours work. \n[80]Any problems.  Just give me a ring. \n[81]Of course not. \n[82]If it was.  I wouldn't pay more than three. \n[83]You got it? \n[84]Turn it over. \n[85]Is there an envelope?  Taped to the back?  In a Ziploc bag? \n[86]Detach the bag.  Read what's in it.  Aloud. \n[87]Papers back in the envelope, envelope back in the Ziploc, very quickly, without seeming to hurry... \n[88]Now take the debit card from your purse, slipping the Ziploc into the purse as you do it, shielding the move from everyone in the room but Okati. \n[89]Give him the card. \n[90]This is a test.  Of whether you'll still be alive four minutes from now.  Do you hear me? \n[91]Now.  Hand him the card, and tell him in Japanese to pretend he is checking it by phone.  Tell him to take awhile, as if he's on hold. \n[92]While he's checking, look around the room casually, as if searching for the cheesy handbags... \n[93]All the while laughing, as if you are chatting with someone you actually like. \n[94]As you're looking around, do you notice any m... \n[95]Call out cheerily to Okati, in English, 'Where's the toilet?' \n[96]Wing it. \n[97]Get going.  Now. \n[98]You've got what we bought, are you out of their sight? \n[99]Run into the men's toilet. I know you know how. \n[100]Are you running? \n[101]Jump. \n[102]The window, twit! \n[103]\n[104]\n[105]\n[106]\n[107]Dry clothes, you'll need them. In five minutes. \n[108]I won't look.  Gentleman's word of hon... \n[109]I've seen you naked.  Give the boys a thrill. \n[110]You probably won't be dating any of them, so what the hell. \n[111]Found 'em in your room.  Perhaps the thief wasn't your size. \n[112]We have a business appointment. In four minutes. \n[113]Time has come to tell you.  What business.  I'm actually in. \n[114]I'm a thief. \n[115]And now that I've told you. I'll have to kill you. \n[116]Or... \n[117]...you can spend the most interesting three weeks of your life.  Training. \n[118]...followed by the most exciting night of your life.  After which, you can walk away with 20 million untraceable dollars... \n[119]...which will come in handy. Things being what they are. \n[120]From now on.  You can valet park. \n[121]Don't.  Please. \n[122]Last night, at Fujitsu, I did some business.  While you thought I was in the toilet. \n[123]Thirty-five super-microchips. Each worth one million dollars. And change. \n[124]I stole your suitcase when I left you at the bar.  I have since sent it on to the States, with three chips, well hidden. \n[125]Since you aren't there to claim it, the bag will sit at Customs. Safe.  Unless... \n[126]They receive.  An anonymous.  Tip. \n[127]No, entrapment is what cops do to robbers. \n[128]Blackmail.  Is what robbers do to schmucks. \n[129]Even adorable ones. \n[130]Pop quiz. \n[131]Admit it's a rush.  The best day of your heretofore drab life. \n[132]Banquo MacDuff.  This is my associate-fiancee, Ms. Duncan. \n[133]I'm a Scot.  It's a different country.  Culturally and historically. \n[134]Thank God. \n[135]What if there's a fire?  In the chamber. \n[136]Wine. \n[137]The bloody Japs bought up half the premium clarets in the universe. You may have heard. \n[138]I'm in charge of shipping some 14,000 bottles, most quite rare, to a number of premium hotels in Hong Kong, Bangkok, Singapore, Phuket, and Penang. \n[139]All of which are destinations on your October voyage.  Five months from now.  However... \n[140]Wine.  Doesn't prefer.  To be jostled. \n[141]Adequate.  I suppose. \n[142]Did we see...a bathing pool. On deck? \n[143]Mildly.  Interesting. \n[144]Adequate.  I suppose. \n[145]Anything sooner?  That goes perhaps from...say, Sri Lanka? To Jakarta. \n[146]You seem depressed. \n[147]Because.  You're a greedy girl. \n[148]There is no wine.  That just bought us a look at their security. \n[149]What we want is on the boat in three weeks.  Now can we jump? \n[150]We're nearing the targ... \n[151]How do I know who you are, hmmn? \n[152]For all I know, your name isn't Virginia Romay.  Maybe you're a cop. \n[153]Entrapment, remember? What cops do to robbers. \n[154]One...two... \n[155]Smart girl. \n[156]Consistent.  And rather impressive. \n[157]All right, six and seven... \n[158]Three and four... \n[159]A chalet, I think.  Or an outhouse. \n[160]Forty seconds. \n[161]This time, when you raise your arm.  Don't breathe. \n[162]Very, very nice.  Had a tour with the Mosad, did you? \n[163]Oh, it doesn't.  But one never knows... \n[164]You might need it with me. \n[165]But you will, you'll get it all. You are actually... \n[166]Quite remarkable. \n[167]Take the rest of the evening off. \n[168]I'm relieved to hear you have some. \n[169]What's amazing, is that only eleven workers died during construction of this thing... \n[170]Of course, the others were saved by a safety net. \n[171]Now, as for the suicides, they always jump facing the city.  Avoids that tall fence about 50 stories down, see it, there? \n[172]Call it a lapse. \n[173]Oh, it doesn't.  We came for the view. \n[174]To Ginger Baker. \n[175]And you get sentimental for him. Every time you order drugs. \n[176]I could listen to you lie all night. \n[177]Do you like diamonds? \n[178]You asked.  Does the machine. Make gold. \n[179]Gold is shit.  It's six thousand dollars a pound.  Worth your weight in gold...? \n[180]That would put you at seven hundred thousand. \n[181]When the light hits you just right.  I'd pay more. \n[182]Gem quality.  First ever.  God save Japan. \n[183]A diamond reactor takes graphite, runs it through a combination of lasers, electron beams, and scanning- tunnel mg microscopes. \n[184]This one uses krypton-fluorine laser, with a new isotope of krypton. \n[185]The atoms are rearranged.  And the molecule of graphite becoznes a molecule of... \n[186]Of course. \n[187]We had booked Suite 9. \n[188]Down there.  Ten o'clock. \n[189]Changed my mind.  There's nothing on the instruments downrange.  The longer she flies before she ditches, the less chance they notice on the Bridge. \n[190]You should lose the oxygen tank at 8000 feet. \n[191]I hate a crybaby. \n[192]You can do this. \n[193]It's over, it's over... \n[194]Catch your breath, quickly. Hang on for the wake. \n[195]\n[196]If I were you, I'd watch the desserts. \n[197]Too long ago to remember. \n[198]Yes, you would.  You're a girl. \n[199]Anytime you're ready. \n[200]Better angle. \n[201]You might want to move aside... \n[202]May I trouble you for the torch? Or would you rather just dance. \n[203]Coal into diamonds.  A wealth machine. \n[204]It's 12 by 9 by 7 feet.  And it's the only thing worth waterproofing, in case the ship sinks. \n[205]Hmmn? \n[206]Why would I bother? \n[207]Shit.  Well then, let's forget the whole thing. \n[208]Let's get one thing straight.  I don't work with partners much, because basically, I find most people to be idiots. \n[209]You, in contrast, are first-rate. \n[210]And if I think so.  Maybe you should start thinking the same. Now move your ass. \n[211]GPS transponder.  Sends a scrambled signal by satellite... \n[212]Precise coordinates.  You could find a golf ball in the Gobi Desert. \n[213]Fork lift. \n[214]Unless you've got the keys, someone has to hot wire it. \n[215]Finish up on the floaters. \n[216]Over these engines?  Through five feet of steel? \n[217]Hell, if they do, they don't have the second key to get in. \n[218]Thank God for redundant security. \n[219]One, before I beat you senseless, dump you over the side, and donate your share to charity. \n[220]Or the thing on the right. \n[221]JUMP, for God's sa... \n[222]You did activate the floaters. \n[223]I did say, 'Finish up on the floaters'.  Surely, you heard me. \n[224]Oh.  Guess I did it m'self. \n[225]Excuse me? \n[226]I like a quick study. \n[227]...no matter how many stones we make, the diamonds are just an appetizer. \n[228]My contract.  With DeBeers. \n[229]Sensible folks, DeBeers.  A world monopoly in diamonds based on one simple principle...something's only priceless if it's scarce. \n[230]These guys dig up all the diamonds on the planet, just to keep them out of circulation.  Otherwise, you could buy 'em at the Five and Dime... \n[231]Imagine the chaos we could cause. \n[232]We're sort of bounty hunters. \n[233]Our machine is worth far more dead.  Than alive. \n[234]Promise you an interesting time... \n[235]Or my name's not Banquo MacDuff. \n[236]...well, I would ask what you're doing with the rest of your life. But that's your own bloody affair, isn't it? \n[237]Not here. \n[238]It only looks dangerous... \n[239]You couldn't fall off.  Unless someone threw you over. \n[240]More intimate.  For a confession. \n[241]What business.  You are actually. In. \n[242]Of course not.  You're a cop. \n[243]An insurance investigator for Webber Assurance, your boss is an idiot named Hector Cruz, you've been there four years and ten months, you're quite the rising star. \n[244]Nope? \n[245]Why n... \n[246]We. \n[247]Imagine my relief. \n[248]Ever.  Is such a long time. \n[249]And it's worth...? \n[250]How much in shillings? \n[251]And I tried so hard to hide that. \n[252]One moment in time, you s... \n[253]Don't be so hard on yourself.  It's your plan, you should take at least thirty perc... \n[254]50-50.  Or you can swim to Taipei. \n[255]What are you gonna do with six billion dollars that you can't do with four? \n[256]Your share is 50%.  And one dollar. \n[257]You didn't even see wha... \n[258]No surprise. \n[259]Tired? \n[260]You look beautiful doing it. \n[261]Rather steal it. \n[262]No.  If memory serves. \n[263]The options seem so limited. \n[264]Ginny...? \n[265]This lovely parting gift can be yours.  If the price is right. \n[266]Good morning. \n[267]Quite a parting gift.  I would have settled for roses. \n[268]Ah.  American culture.  Well, that is a joke. \n[269]Relax.  It's only eight billion dollars. \n[270]Your Vermeer?  I like this View Of Delft better than the larger one. The sky is more emotionally rendered. \n[271]Is it easier now? Not pretending. \n[272]Not pretending you're an innocent. Not pretending you...like me. \n[273]Here's a tip from an old-timer. Never forget who you are... \n[274]It gives you someone to be.  When you stop pretending. \n[275]So.  Our train runs from the museum, through an underground tunnel.  To a mountain. \n[276]Your model has five vents. \n[277]Then we will. \n[278]Seems like overkill.  For one simple jump. \n[279]...we've missed the train, yeh. The Bones?  The Scan? \n[280]An oversight. \n[281]Jump sooner. \n[282]I'm too old for this shit! \n[283]We agreed.  No underwear. \n[284]I'd lose the underwear. \n[285]What makes this one so valuable? \n[286]Except it's Chien-lung, mimicking Sung Period.  The color is far too delicate. \n[287]It's all right, you have a nice body. \n[288]When you're old, you can do anything \n[289]\n[290]Amanda!  Time for my pills! \n[291]Get lonely?  Sure, all the time. It's healthy. \n[292]What's unhealthy.  Is denial. \n[293]Why, Ginger.  This is so sudden. \n[294]You're in charge of ego and worrying. I'm in charge of keeping you alive. \n[295]These are plasma jet.  All the force is directed forward, instead of dissipating in a sphere like a grenade. \n[296]Shut up. \n[297]You don't trust me, you won't get through this. \n[298]Try to adjust to that for three more days.  After July 1... \n[299]...you'll never have to trust again. \n[300]Something.  To look forward to. \n[301]\n[302]I can do this. \n[303]\n[304]\n[305]It's all right, the security cameras behind the mirrors are working again. \n[306]Well.  If everything is in order... \n[307]\n[308]\n[309]I like this. \n[310]Not being told what the fuck we're doing. \n[311]I like your not trusting me. Because it frees me to do the same. \n[312]...remain in control. \n[313]Which is a sign of weakness. \n[314]I like that, too. \n[315]Please.  Mr. MacDougal will do. \n[316]My sentiments exactly. \n[317]Planning to spend much time here? \n[318]Colonel.  You are touching the woman I love... \n[319]From time to time. \n[320]Sure, I'll take a case. \n[321]Ah.  How much was the Minister told the raid would cost? \n[322]Which you can now keep. \n[323]Like a woman.  Of mystery. \n[324]Glad I have a function, here. \n[325]And his retinal plate is in there. \n[326]Our trade for the great train robbery.  All right, let's say we're in the door.  Now what? \n[327]Modest. \n[328]And you've set up a laundry. \n[329]Seychelles? \n[330]You're forgiven. \n[331]But those first instructions, transferring the 8 billion dollars. They're recorded in the main computer. \n[332]Dearest.  The accounts won't reconcile. \n[333]The money.  Is still.  Missing. \n[334]The shit doesn't splatter.  Until the first account runs dry. \n[335]I was hoping there'd be one. \n[336]It does sound like the beginning of a beautiful friendship. \n[337]Pity it will be over.  In 21 hours. \n[338]No, ma'am... \n[339]Only the best of them. \n[340]Nice of the Colonel to provide an invitation... \n[341]...long as I don't have to have sex with him. \n[342]We'll take the next one. \n[343]What time tomorrow do the tanks roll in? \n[344]So all that time, sitting at your computers.  All the research, the access codes your job allowed you to steal, floor plans, schematics... setting up all your bank accounts... \n[345]Years of work, comes down to.... ...six minutes.  Don't be nervous.  Easy come, easy go. \n[346]Your share prob'ly works out to, what?  Dollar and a quarter an hour? \n[347]That I like you, Ginger. \n[348]The dedication, the skill, the guts... \n[349]I'm going to see you get everything you deserve. \n[350]Woman.  If you can't have fun, right now.  You're in the wrong business. \n[351]So let's see.  Across town at the British Consulate... \n[352]...everyone is working frantically to complete transactions before they go off-line at midnight. \n[353]...then, deep in the high-tech bowels of the Bank of China Building, just across the square... \n[354]...the Chinese are sitting on their thumbs, waiting to come on-line at midnight. \n[355]I feel for these boys.  Let's give them a breather, hmmn? \n[356]We'll let the Brits go off-line 4 seconds early. \n[357]And we'll give our new Chinese overlords 4 extra seconds of rest before they have to go on-line. \n[358]Playing God here, Ginger.  We've created 8 seconds that do not exist, anywhere but in this room. \n[359]8 seconds, where no one is on-line but your little CD-Rom. \n[360]And when, eventually, everyone discovers what transaction XJ6 was really about... \n[361]They'll each be positive.  The other guy.  Did it. \n[362]Liable to be an ugly international incident. \n[363]Baby girl.  Nothing.  Is bulletproof.  Ever. \n[364]Britain goes bye-bye in 6... 5...4...3. \n[365]Hong Kong midnight, happy new year. Except at China Bank. \n[366]Feel like a nightcap? \n[367]Relax, don't jam it... \n[368]Don't panic, now, there's no rush... \n[369]Easy with that, there's no ru... \n[370]The disc.  Is still in there. \n[371]Was wondering where to leave this... \n[372]Time to go. \n[373]Time they find out. \n[374]Down?  I never liked down. \n[375]\n[376]You can do this. \n[377]Shut up.  You're on a 'need-to- know' basis. \n[378]Well.  Something to be said for being self-aware. \n[379]May I have the last grenade, dear. It's about to rain. \n[380]You see, banking will be more democratic under China. \n[381]Well.  No more glass ceiling. \n[382]How refreshing.  The night air. \n[383]You can.  If I say so. \n[384]If you stay.  You'll have to pay for the damage... \n[385]Now that split.  Did we say 60-40? \n[386]Got the keys? \n[387]They fix those things so you can't steal them... \n[388]These, they're not so worried. \n[389]Go grab that hook. \n[390]Let me rephrase that.  Run and grab that hook.  Or die... \n[391]This only works if you shut your eyes. \n[392]Of course not.  Now close baby eyes... Suit yourself. \n[393]Let go NOW!! \n[394]Planning. \n[395]And dumb luck. \n[396]Good.  I hate you, too. \n[397]...if I can't have my usual suite, I'll take my business to the Bristol, simple as that. \n[398]...why indeed should I be more loyal to you than you've been to me?  Think it over. \n[399]You ran your calls. \n[400]Why?  The CD erased the trans- actions, all accounts seem in order.  It looks like the thieves were stopped in time. \n[401]Except it never is, really. Quite.  Over. \n[402]You're not going back to Mr. Cruz, and the nine-to-five? \n[403]Well.  You want to watch those pennies. \n[404]You know, for a bitch.  You can be awfully sweet. \n[405]You know, all night I've been wrestling with something... \n[406]I've changed your travel plans. \n[407]Instead of taking the subway to the airport, you change at Jordan Station for Kowloon Tong.  Got that? \n[408]Jordan is only 90 seconds up the line.  Like a wire transfer, you're gone.  Vanished. \n[409]In this bag are passports, tickets, papers.  An amber wig, a good one.  A dress you can slip on in five seconds. \n[410]You're on a tight connection to the Trans-Siberian Express, be in Europe in a week. \n[411]Shhh.  You always talk too much. \n[412]Time has come to return the favor. One last time. \n[413]Tell you.  What business.  I'm actually in. \n[414]That's my girl. \n[415]See, my profession was cover, too.  A notorious thief has access to colleagues, their plans... \n[416]I've turned in...well, couple hundred.  over forty years. Scotland Yard, Interpol, FBI... \n[417]Thought I might retire.  After you. \n[418]Well, the chips were returned. The machine was just a box, did you actually think it was real? \n[419]Well, the State Department liked that one.  They have more fish to fry with Beijing than Taiwan. \n[420]So they're taking credit for letting it go through.  Tho I'm afraid your Colonel may be in for a career disappointment. \n[421]I haven't told them. \n[422]I said you hadn't revealed the job.  That it wouldn't take place until after the changeover. \n[423]Don't look, they're there. \n[424]Well.  Kept my options open.  If I give you up, they don't matter, do they? \n[425]Had lots of crazy thoughts.  One was retirement.  With four billion dollars.  After all, I know some places where life could be private... \n[426]Creature of habit.  I suppose. \n[427]Keep smiling.  They won't move, until I raise my left arm. \n[428]I thought.  Well, I've got the CD. I could contact the banks, reverse all the transactions... \n[429]...except maybe.  Leave you with... oh, a hundred million, say.  To tide you over. \n[430]Then, I thought, nah.  Not my style. \n[431]I figured.  What the hell? \n[432]Let her keep the lot. \n[433]No rush.  The doors won't close for 60 seconds. \n[434]There's a pistol in the bag.  Reach in slowly.  Take it out fast.  Point it at my temple. \n[435]You can do it.  If I say you can. \n[436]Step onto the car, keep the pistol trained on my face. \n[437]Seems I was wrong. \n[438]Entrapment.  Is what robbers. Do to cops, huh? \n[439]Twenty seconds.  Shoot me in the shoulder, it'll slow them down. \n[440]Come on, you can do it, if I sa... \n[441]Ten seconds, hold on. \n[442]Airport.  Changing at Mongkok Station, we can cut her off. \n[443]She might lose the wig, be looking brunette or blonde, navy pants suit... \n[444]I think you're wrong, but cover it. You got maybe four minutes. \n[445]No problem.  She's trapped. ", "GIN": "\n[1]Actually.  Yeh. \n[2]I was with someone, all right? \n[3]Hector, I hardly know the guy. Why be impolite to strangers? \n[4]Yeh, well, they didn't insure it, so they don't have to solve this. To them it's a crime.  To us it's 24 mil, less re-insurance, which is... \n[5]He came in through the window. \n[6]What's not possible is entry through the doors or the vents.  That would have triggered instant alarm. \n[7]Only for trauma.  They used smart glass, where the sensors respond to violation of the panel's integrity. \n[8]I think he scaled the wall, popped the frame.  In one piece. \n[9]Then, he only had to deal with heat and motion sensors.  They were on 60-second delay, so the owner wouldn't trigger the alarm just be walking arou... \n[10]This particular guy is the best. The best there ever was. \n[11]I wrote a program and ran it, Dumbo. \n[12]Here's how I figured it out... \n[13]No one arranges flowers like that. It was the draft from the window. \n[14]Andrew MacDougal. \n[15]Because they couldn't do it. \n[16]Maybe not.  No one ever proved, hell, even arrested him, for stealing anything.  But we all know he was numero ichiban for thirty years.  Why not forty? \n[17]A list of his private collection. Complete to three acquisitions last Thursday. \n[18]Don't be a putz.  This is his legitimate collection, which he buys.  Presentable for any search warrant surprise party. \n[19]What he rips off, he fences.  And the money feeds his portfolio of investments, which are daring, savvy, and obscenely succesf... \n[20]You love to embarrass yourself. \n[21]The auction.  Where our client bought the painting... \n[22]Ashcroft Hall, Buckinghamshire, four weeks ago. \n[23]Anyone we know? \n[24]Staking it out.  Why bid, when you can mark the buyer, and jack it within the month? \n[25]At this moment, he is winging on JAL flight 307 to Narita, ostensibly to attend a prestigious auction at the Hotel Akura, which will include a mixed media collage/oil by Georges Braques, on which he supposedly has his eye. \n[26]Bet your ass.  At Vegas odds. \n[27]Research reveals three known fences, still at large, who are believed to have brokered Vermeers to black market buyers.  Sandrine Palmer is hospitalized in Malta with ovarian cancer. \n[28]The other two.  Live in Tokyo. \n[29]Sounds like you're sorry you're already a friend. \n[30]You're already over value.  By 15 percent. \n[31]Will you stop being stubborn for one sec... \n[32]Who the fuck am I? \n[33]What, then? \n[34]Uh.  I'm showing off. \n[35]No, you can't. \n[36]It's sold. \n[37]How about.  If I try humility. \n[38]Gin, actually, Gin Romay.  I was named after a card game. \n[39]You're supposed to be charming. \n[40]In mint condition. \n[41]Look, I've studied you, I know... pretty much...everything. \n[42]Made your first millions selling scrap metal.  Then, gold mining concessions, gems, art, and lately strategic metals for new technologies - platinum, zirconium, titanium... \n[43]The cat burglar stories?  Why would anyone...with so much to lose...take those kinds of risks? \n[44]You'd have to be.  Stupid. \n[45]I didn't know Porsche made things like this. \n[46]Recognize that? \n[47]My seller is in Shinjuku, we can go there tonight. \n[48]He wants 4.6 million.  I can get it for three. \n[49]I'm staying here, what's your excuse? \n[50]One thirty-eight. \n[51]Sure. \n[52]Okay.  I'll wait here. \n[53]That's my purse. \n[54]Are you all right? \n[55]You're going to need stitches, let me get you to a hospital. \n[56]Really, this can all wait. I'll handle it. \n[57]Mr. MacDougal?  Sir? \n[58]Uh.  Mr. Ma... \n[59]Stand outside.  That door.  Two minutes... \n[60]I was worried, it's been twenty... \n[61]Woozy. \n[62]Microchips, I think, for computers. \n[63]This isn't the way to my sel... \n[64]Mind telling me why? \n[65]Well, we can tr... \n[66]So where are we g... \n[67]You forgot your lugg... \n[68]Sensible.  And you're off to...? \n[69]I did so hope to impress you. \n[70]I'm still hoping... \n[71]My father. \n[72]That's part of the rush. \n[73]Here.  A reward. \n[74]For not being old.  After all. \n[75]Yeh. \n[76]Do I deserve a reward? \n[77]It's so hard to find good casual sex, anymore.  I'm probably out of practice. \n[78]It's lucky we stopped by my room, for the wine. \n[79]Otherwise, we'd never have found my bag was stolen.  Until tomorrow. \n[80]They even got my prescriptions. \n[81]I take Prilosec.  For stomach acid.  And an inhaler.  For asthma. \n[82]But since I didn't have to work all that hard tonight... \n[83]Ouch.  I had that coming. \n[84]Why would someone steal my luggage? Every guest in this place must have more than a wannabe art dealer. \n[85]Such as... \n[86]He thought I had a stolen painting.  In my bag. \n[87]Excuse me? \n[88]You said.  Vermeer. \n[89]I love a guy who knows how to sweet talk. \n[90]We can maybe beat that. \n[91]Me. \n[92]Thought I already did th... \n[93]Stolen painting is it? \n[94]I like men with a sense of humor. This does not qualify. \n[95]May I please speak with Mr. Okati. \n[96]I think there's some mista... \n[97]I'm from Mac. \n[98]You first. \n[99]Now bring me the real one. \n[100]Is this an audition, a joke, or a rip-off?  I'm staring at an obvious forgery, here. \n[101]Uh-huh. \n[102]Shikoku Naru, a freighter, it says, Yokohama to Jakarta...dates, statistics...specs on some kind of machine, diag... \n[103]Mac, the painting's a forg... \n[104]Yes, Mac, I do. \n[105]Mac says, pretend you're checking this by phone, and take your ti... \n[106]I'm not that good. \n[107]Three guys, two together, one alone.  Cheap suits, not looking at me in a cop-casual way. \n[108]Can I say, 'little girl's room'? \n[109]\n[110]Mac, the painting isn't... \n[111]\n[112]It's too small. \n[113]\n[114]\n[115]\n[116]\n[117]\n[118]I guess you're gonna explain all this, huh? \n[119]I'm supposed to change?  Here?? \n[120]There are a million sailors! \n[121]These...these are mine! \n[122]Business, huh? \n[123]Uh.  Am I gonna like th... \n[124]Training for wha... \n[125]And if I refuse? \n[126]I mean, you won't really kill me, I'm far too adorable. \n[127]What could you possibly steal in 18 min... \n[128]You hate round num... \n[129]That's entrapment. \n[130]Fuck you. \n[131]...accompanied by related foreplay. \n[132]I'm a hyphenate. \n[133]Impressive. \n[134]I like this. \n[135]Sound mathematics. \n[136]But dearest, in five months, we'll be in Cape Town. \n[137]At your insistence, I'm leaping to my death, and I don't know why! \n[138]I'm not jumping until you talk about this, it's been two days! \n[139]Why are we going in three weeks, if the wine is on a different route months lat... \n[140]I knew that. \n[141]The machine in those diagrams.  on the back of the painting. \n[142]What does it do, make gold? \n[143]Why won't you trust me? \n[144]Why would a cop do all th... \n[145]Oh.  That. \n[146]Mac, I'm afraid. \n[147]Of you. \n[148]\n[149]What the hell are we building? \n[150]Get your fucking equipment together, man, this is a professional operation!! \n[151]Where does this fit in the game plan? \n[152]Shit. \n[153]\n[154]This one, I will not get! \n[155]This is oh-four-six-one.  Hector Cruz, please, on a secure line. \n[156]Thank y... \n[157]...no way I'm telling you shit. \n[158]...right now, you're more dangerous than he is. \n[159]If I tell you what this is, and where this is, you'll send back-up, and those morons will blow my cover, and I'll be too dead to accept your apology. \n[160]Right to the wall. \n[161]Only romantically.  I'll write to him in prison. \n[162]Ooooo.  Is that a promise? \n[163]Nope.  I'm headed back to the hot tub.  I'll call again, if I'm in the mood. \n[164]Is it over? \n[165]I'm freezing my tender parts. \n[166]...thanks for sharing... \n[167]I never liked you. \n[168]One act of fucking human kindness... \n[169]And how does this fit into the game pl... \n[170]I'm partial to drummers.  If they played with Clapton and Winwood. \n[171]The prescription bottle.  When you stole my suitcase. \n[172]Armand Baker was my husband, May 13 to October 27, 1982, he played alto sax, I was 17 years old. \n[173]He named me Ginger.  He likes drummers, too. \n[174]I have I.D. in that name.  I use it for various things I don't want traced.  When credit unions turn their computers my way. \n[175]Same here, fella. \n[176]Would you pay it? \n[177]The machine.  That we are stealing. Makes diamonds? \n[178]Real ones? \n[179]I hate it.  When you make a point. \n[180]...and never been kissed. \n[181]Oh.  Can't we stroll around the port?  Just a little? \n[182]Better safe.  Than sorry. \n[183]Are you dumping fuel? \n[184]And how do I judge that?  Babe's intuition? \n[185]So I just ask you on the way down? Or were you planning to e-mail me. \n[186]\n[187]\n[188]\n[189]Boy, I'll bet you were in shape before you got old. \n[190]I can take it from here, thanks. \n[191]If you'd packed my primary chute right, I wouldn't ha... \n[192]I know I packed it. \n[193]How do you know that's it? \n[194]...you twit. \n[195]I'm just finishing your sentence. Can't you answer a question with- out making me feel stupid? \n[196]They don't look like flotation bags... \n[197]Okay, it was a dumb ques... \n[198]Where you g... \n[199]That's my assignm... \n[200]Won't they hear it? \n[201]How many tries do I get? \n[202]You gotta work on that impatient streak. \n[203]How professional. \n[204]Uh.  Thing on the left is the brakes? \n[205]\n[206]Activa... \n[207]Um... \n[208]...I wouldn't do that. \n[209]Well...I saw our suction things. Lying...over...there? \n[210]...so I put 'em in my pack? \n[211]Or maybe.  I put 'em there. \n[212]And the meal...? \n[213]Oh my G... \n[214]Watch the old guy stuff, they don't have dimestores anym... \n[215]You said 'contract'... \n[216]Oh, I wish you had.  We love having strangers join us!  Maybe later...? \n[217]Yeh.  Anyway, before you get too choked up on the farewell.  I feel I owe you a confession. \n[218]Time has come to tell you.  What business.  I'm actually in. \n[219]Yeh.  I'm not an art dealer. \n[220]Nope. \n[221]I'm a thief, Mac. \n[222]For five years, I've used the database of every client Webber has to plan my jobs.  Museums, banks, jewelers, rich people, I have floor plans, alarm codes, passwords, the works. \n[223]I've made a fortune.  It's not enough. \n[224]Why wasn't it enough for you? \n[225]The Vermeer that was stolen from Hancock Tower?  That was my job. I scaled the building with electromagnets, and parachuted down an air vent... \n[226]...after mailing the painting.  To where we're going next, actua... \n[227]Yeh, we.  You passed the audition. \n[228]I need a partner.  For the biggest, smartest, job.  Ever.  The one you retire off of, because nothing else could ever compare with the rush. \n[229]This is a job that can only be done in one place, in one split-second in human history.  If we miss that instant.  We lose. \n[230]Eight billion dollars.  That's eight thousand million. \n[231]You're not a real trusting guy. \n[232]It's two jobs.  The first steals something priceless from the National Palace Museum in Taipei.  We don't keep that.  We trade it in for our ticket to the show. \n[233]Midnight, July 1, 1997.  Eight days from now.  The moment that Hong Kong is annexed by china. \n[234]80-20 split. \n[235]My 80, your 20.  Asshole. \n[236]Hold the record.  Alone. \n[237]I like what you left.  In the hold. \n[238]A lump of coal.  A pair of pliers. A note that said, 'Squeeze hard'. \n[239]Squeeze hard. \n[240]That's Madame Chiang Kaishek, she's my bud.  An evil streak a mile wide. \n[241]I have a lot on my mind. \n[242]You wanna buy a Vermeer? \n[243]Been there, done that. \n[244]National Palace Museum, Taipei, Taiwan.  Repository of four thousand years of Chinese culture... \n[245]Works of gold, bronze, jade, onyx, pots and scrolls, paintings and porcelains and lacquer work.  Every treasure the Kuomintang could loot before the Reds took over. Ever rob the place? \n[246]You need to eat something, or are you ready for sex? \n[247]It's a joke.  You know, a joke? People who have a sense of humor make them? \n[248]You're rich, go buy an American, have him fill you in on the culture. \n[249]Nice.  When a sky is that. \n[250]Because the museum displays 10,000 relics at any given moment.  But there are 60 times that many, stored in the mountain. \n[251]Which is why it's guarded.  By an army. \n[252]The train shuttles relics to and from storage.  It looks exactly like that. \n[253]I've been down the air ducts four times.  The train always has two armed guards.  Always travels between 32 and 36 miles per hour.  Relics don't like to be jostled too much. \n[254]We go down the first.  Back up the third, if you're lucky.  If not, we have to get out by the fourth. \n[255]Electromagnets, incredibly powerful. This switch is on-off. \n[256]Well, it's an eight billion dollar jump.  You miss the train...you've missed the train. \n[257]We've got five days to grab the Bones, trade them for the Scan, and pull our 8 billion out of Hong Kong. Once midnight passes on July 1st... \n[258]Oh.  Have I neglected to fill in the details? \n[259]Which I learned from the master. Hey.  Wish me luck... \n[260]Be my fucking guest. \n[261]Know a dude named Wiley Coyote? \n[262]Forget it. \n[263]Isn't it easier now?  Not pretending? \n[264]Five years, you won't need make-up. \n[265]Overkill.  I can do it with legs. \n[266]The Oracle Bones date back to the Shang Dynasty, 3500 years ago. They are writings...carved into ox bones, tortoise shells... \n[267]The oldest Chinese writing any- where, the first proof of Chinese civilization. \n[268]There we are. \n[269]Last year, ancient artifacts were discovered in the Gulf of Mexico. An Olmec civilization, 3200 years old. \n[270]Amazingly, markings on these Olmec figures were identified as Shang Dynasty writing... \n[271]This particular Bone is price- less, because it is the one that establishes the link.  Proves that American civilizations descend from Chinese ancestors. \n[272]Exactly the kind of propaganda shit they eat up in Beijing.  The mainland would pay anything to get its paws on th... \n[273]Those are the coins.  These are my legs. \n[274]...no, I don't think that way. \n[275]...and I suppose you do? \n[276]Be real.  you could never see yourself...you know, quitting the game.  Settling...down. \n[277]...way we can use those in here. I thought I was in charge of this operat... \n[278]I don't need th... \n[279]\n[280]\n[281]\n[282]\n[283]\n[284]\n[285]\n[286]\n[287]\n[288]There you are!  Do you know how filthy this place is? \n[289]I'm looking for dress pumps, I'll need eight pairs. \n[290]Unless you're too busy to help me. \n[291]Come to think of it, I need some dresses for evening... \n[292]Are you coming? \n[293]You like wha... \n[294]You're on a 'need to know' basis. You'll get each step in time to execute, I thought you agreed to those condit... \n[295]I trust you.  I only need to... \n[296]Colonel \n[297]Of course. \n[298]Col. Qiu Lai Chuen, this is Andrew MacDougal. \n[299]Real names here, darling.  The Colonel and I have every incentive to keep each other's secrets. \n[300]The Colonel has divorced his wife.  To facilitate the necessary entertaining of Western women. \n[301]The Colonel told his Minister of Culture that he could mount a surgical raid to liberate this treasure from Taiwan. \n[302]How do I look, honey? \n[303]In the Hong Kong and Shanghai Bank Building.  Is a room with two computers.  One for you. And one for me. \n[304]The room is a vault on the 14th floor.  Access codes to that room are changed daily, computer pass- words on the hour, but... \n[305]Four men in the world.  Don't need codes.  Their retinas will scan to unlock everything.  One of these is China's Minister of Finance. \n[306]Hong Kong has a huge portion of its holdings invested in foreign banks. In hundreds of separate accounts... \n[307]This CD ROM is programmed to send, instantaneously, thousands of instruc- tions, with all necessary confirmation codes, to transfer reasonably modest sums out of those accounts.... \n[308]Two or three million at a crack, in odd numbers.  Total, eight billion.  And change. \n[309]Every wire transfer gets rocketed through a series of multiple switches, Austria, Uruguay, Antigua, The Channel Islands, the Caymans... \n[310]I left that out. \n[311]Thank you.  As soon as each deposit lands somewhere, it's shot somewhere else, til the Mafia couldn't find it. \n[312]Nope.  The CD instructs the computer to erase the real transactions. And replace them in its memory with an innocuous loan coded XJ6. Little homage to Limeyland, there. \n[313]Wrong.  The CD instructs the computer to over-report all account totals forever, in the exact amounts we've lifted.  So the Chinese think the money's still there. \n[314]Sure, the foreign banks know they sent out some money.  But they think Hong Kong knows it, too.  And since we're leaving plenty in every account... \n[315]And then.  Comes the really brilliant part of the whole thing! \n[316]Admit it, so far you're blown away. \n[317]Bet you say that.  To all the one-night-stands. \n[318]Well, I promised him a bonus. Five million.  Comes out of your share. \n[319]What's your point? \n[320]Open.  Sesame. \n[321]Uploading.  And you've got... two minutes, fifty seconds. \n[322]China will think it happened before midnight.  Britain will swear it happened after midnight... \n[323]Britain off-line in 18 seconds. We're bulletproof. \n[324]Jesus God, it's going through. \n[325]C'mon, c'mon... \n[326]The CD won't come out of the driver. \n[327]\n[328]We can't leave it IN THERE, it's got all our accounts, everything that can NAIL us to a goddam CROSS!! \n[329]There's a rush. \n[330]\n[331]We can't help it, we...we've gotta... \n[332]What a guy. \n[333]They don't know we're the bad guys. \n[334]Okay.  How do we get down? \n[335]\n[336]Okay, now what? \n[337]Mac, I'm sorry. \n[338]Turns out, I'm a screw-up. \n[339]I can't do this. \n[340]\n[341]I thought you could...hot-wire stuff? \n[342]\n[343]You're not gonna lower me over the side. \n[344]\n[345]God, I hate you. \n[346]All the transactions, all the transfers.  It's a miracle. \n[347]The Colonel says police have nothing.  A man in black-tie, a blonde in a gown.  The elevator guards saw faces, but no mug shots to ID.  I think it's over. \n[348]Well, one hopes not.  The Bristol, huh?  In...Paris? \n[349]Not hardly.  I've arranged to be killed in a car crash.  On Taipei. Amazing how little it costs. \n[350]I could arrange for two.  In that crash. \n[351]Woman of mystery.  What do you say? I like the Bristol, just fine. mean, it's not the Ritz... \n[352]Not the most flattering way to put it. \n[353]Mine. \n[354]Mac, wh... \n[355]My God.  You're a cop. \n[356]And all the...microchips, the diamond machine... \n[357]I thought...everything was real. Stupid girl. \n[358]Those were your jobs, so I could have claimed entrapment.  You had to wait.  For mine. \n[359]The Oracle Bone... \n[360]And the 5 billion. \n[361]And my tickets.  In the shopping bag? \n[362]If. \n[363]But you couldn't do that, huh? \n[364]Otherwise.  They wouldn't be here. \n[365]Lots.  Of thoughts, you s... \n[366]Oughta shoot you in the face. \n[367]No way.  Not anymore. \n[368]When do I see you? ", "CRUZ": "\n[1]Baker.  You got it solved? \n[2]What took you so long, Gin?  I called 4:30 this morn... \n[3]So?  This is work. \n[4]Look at those assholes... \n[5]If the Vermeer were lying on that table, they'd toss their doughnuts on it. \n[6]Only thirty percent, Gin. \n[7]Which is why you're on this. \n[8]That's not possib... \n[9]The windows are wired, too. \n[10]The pane weighs 200 pounds, the building's 1100 feet high. \n[11]Popping the frame would trigger the alarm. \n[12]You said.  This particular guy. \n[13]Why not Houdini?  Or Pretty Boy Floyd?  Maybe Jesus Christ. \n[14]He's been out of the business. For ten years. \n[15]Why?  Because of the Bozo switch? Guys have been copying his pack- rat signature for decades.  Maybe the thief wanted it to look like MacDougal. \n[16]No Vermeer.  Nothing close. \n[17]Oh, I get it.  He has no interest in Vermeers, so that proves he stole one.  By that logic, he oughta be a suspect most of the time. \n[18]So he was there. \n[19]But you know better. \n[20]And you did all this since 4:30 this morning. \n[21]Plus.  You were polite to a stranger. \n[22]Baker, this is an extremely dangerous g... \n[23]You want to explain th... \n[24]You're fucking him, aren't you? \n[25]You're over your head, Baker. \n[26]Okay, it's your funeral.  Next time I see you, I owe you a spanking. \n[27]While you're on secure, do you want a transfer? ", "CARLSBY": "\n[1]That is...fiancee and assoc... \n[2]Well, it's a pleasure, in this alien place, to do business with a countryman. \n[3]Well.  They've brought you to quite the wrong place, I see. \n[4]In Penny Lane, the barber shaves another customer... \n[5]Five feet thick with hidden rein- forcements, no way to drill through! \n[6]Only the tip of our security iceberg.  See these two Brinks locks...? \n[7]The Captain keeps one key.  The other is continually forwarded: to the Chief of Security at next port.  There is no way to enter during voyage. \n[8]The best armed guard, rotated every six hours.  A redundancy, of course, but we would rather be safe three times over than merely two. \n[9]Sprinklers.  New design.  Incredible power.  The entire chamber is water- proof, fireproof, airtight.  If the ship sinks, God forfend, your cargo is secure for salvage. \n[10]And your cargo is...? \n[11]Our 'delicate treasure' platforms, suspended on gimbals.  Your cargo remains unruffled by roiling seas. Then, on arrival, is plucked... \n[12]By that forklift, and gently deposited on dock through the cargo hatch... \n[13]Oh, yes, sir.  The Shikoku Maru carries sixteen luxury suite pas- senger cabins.  The finest cuisine. For valued clients who prefer to cruise in privacy. \n[14]Why, yes.  In three weeks. ", "QIU": "\n[1]...it's not over yet, it hasn't even begun. \n[2]...after Midnight, when his meeting ends.  In Zhongnanhai. \n[3]The mask will be ready... \n[4]You fucking bring the bones. \n[5]You look lovely, Ginger.  Is the rose for me? \n[6]Like the place, Andy? \n[7]This way.  Doesn't matter if we spill. \n[8]This place was a gift.  From its former owner.  A Brit whose business will now happily continue to function.  Perhaps...even expand. \n[9]Tho it has required many sacrifices. \n[10]Tho some are more entertaining than others. \n[11]You're a Scot.  Would you like some 25-year-old Macallan? \n[12]Counting equipment, personnel, bribes, an even fifty million American.  All in. \n[13]He would have paid twice that. But my needs are modest. \n[14]Unlike.  The woman you love. From time to time. ", "STEWARD": "\n[1]All right, then.  All set. \n[2]We will keep your passports in our safe until Jakarta. \n[3]You are Suite 16... \n[4]16 is our Tokugawa Suite, far superior, trust me. \n[5]You luggage is in the room, these are your keys, the housekeeper will show you t... \n[6]I'd be on board in forty minutes. Just to be safe. \n[7]When you missed cocktails.  And supper.  I thought of knocking on your door... ", "VOICE": "\n[1]Excuse me. \n[2]Hullo, there! \n[3]Webber Assurance. \n[4]Please hold. \n[5]Go ahead, please. \n[6]Glad to see you're both alive. ", "OKATI": "\n[1]You doin' it. \n[2]You from Mac? \n[3]Lemme see card. \n[4]Four million, six hundred thirteen thousand, five hundred? \n[5]This as real as it gets, lady. \n[6]...like I'm on hold, sure. "}}