{"dialogues": {"ERIN": "\n[1]Fuck. \n[2]Shit. \n[3]God damn it. \n[4]Thanks a lot. I tell you, I never thought just standing would take it out of me, but ever since that shithead hit me, it feels like my whole body's put together wrong. \n[5]I was pulling out real slow, and out of nowhere, his Jaguar comes racing around the corner like a bat outta hell ... \n[6]They took some bone from my hip and put it in my neck.  I didn't have insurance, so I'm about seventeen thousand in debt right now. \n[7]... couldn't take painkillers cause they made me too groggy to take care of my kids. \n[8]... Matthew's six, Katie's four, and Beth's just nine months. \n[9]... just wanna be a good mom, a nice person, a decent citizen.  Just wanna take good care of my kids.  You know? \n[10]Which one? \n[11]Yeah.  There's two.  Why? \n[12]... not like a career, cause I had my babies. But I woulda worked, for sure, if I didn't have this neck thing. \n[13]What's your point? \n[14]What?  Hey -- he hit me. \n[15]He came tearing around the corner, out of control -- \n[16]That asshole smashed in my fucking neck! \n[17]Open and shut?  Open and fucking shut? \n[18]Oh, please, it was long over by then.  God damn, he made me look like some cheap -- \n[19]Bullshit.  You told me I'd get half a million dollars.  You told me I'd be set. \n[20]Settle down?  I got 74 bucks to my name, Mr. Masry!  I can't afford to settle down! \n[21]Yeah?  Well, fuck you.  Sorry doesn't feed my kids. \n[22]Hi, sweetie.  Were you a good girl?  Where are Matt and Katie? \n[23]It'll be fine, yeah. \n[24]What? \n[25]You're moving away?  When? \n[26]Wow, that's soon -- \n[27]Ugh. \n[28]Put your napkins in your laps and eat up. \n[29]Mamma's gonna eat later. \n[30]Don't go getting sick on me, baby.  Okay? \n[31]It's gonna be okay, sweetheart.  I promise. \n[32]Hi, remember me?  I was in yesterday.  Bought a whole mess of stuff?  Round about five? \n[33]Oh, shoot, yeah, I guess that'd be tough. Well, listen, I meant to buy my baby here some medicine, and by the time I got home, I realized I'd bought the adult stuff by mistake.  And now, wouldn't you know, I can't find the receipt.  I was wondering -- could I maybe exchange it anyway ... \n[34]Just remember.  No matter what your Mamma does, lying and stealing is real bad.  I don't ever wanna hear you doing something like that ... \n[35]... Cause there's no excuse for it, you hear me?  No excuse at all. \n[36]You never called me back.  I left messages. \n[37]There's two things I can't stand, Mr. Masry. Being ignored, and being lied to.  You did both. \n[38]You said things would be fine, and they're not. \n[39]I don't need pity.  I need a paycheck.  And I've looked, but when you've spent the last six years raising babies, it's real hard to convince someone to give you a job that pays worth a damn.  So I figure, since you're the one who said I was gonna be okay, you should be the one to hire me. \n[40]Bullshit.  If you had a full staff, you'd have time to return your damn phone calls. \n[41]I'm not everyone else, Mr. Masry.  I'm someone you made promises to that you didn't deliver on.  I trusted you.  With my kids' well-being.  Now, I'm smart, and I'm hard- working, and I'll do anything.  But if you think I'm leaving here without a job, you got another thing coming. \n[42]Oh, hell. I'm dyslexic. \n[43]Mr. Masry? \n[44]I was wondering -- could you tell me who I'd talk to about maybe getting an advance on my paycheck?  Just -- for the weekend. \n[45]Oh.  Okay.  That's okay. \n[46]I don't wanna take your money, Mr. Masry. \n[47]Sweetheart, you can get a whole big bunch. \n[48]Hey! \n[49]\n[50]What the hell do you think you're doing, making all that Goddamn noise? \n[51]Well, I'm the neighbors.  There, now we're introduced, so you can shut the fuck up. \n[52]Just think of me as the person next door who likes it quiet, and we'll get along fine. \n[53]You want my number? \n[54]Which number do you want, George? \n[55]Shit, yeah.  I got numbers coming out of my ears.  Like, for instance, ten. \n[56]Sure.  That's one of my numbers.  It's how many months old my little girl is. \n[57]Yeah.  Sexy, huh?  And here's another: five. That's how old my other daughter is.  Seven is my son's age.  Two is how many times I been married and divorced.  You getting all this?  16 is the number of dollars in my bank account.  454-3943 is my phone number. And with all the other numbers I gave you, I'm guessing zero is the number of times you're gonna call it. \n[58]Y'all got something you wanna discuss? \n[59]How long's she been crying like that? ... Well, she's got that tooth coming in -- \n[60]Give her a cold washcloth to suck on -- I gotta go -- there's a clean one in that bag -- I'll check back in a bit. Sorry.  My kid -- \n[61]Out to lunch with the girls. \n[62]Oh.  Okay. \n[63]Yeah.  I got it.  No problem. \n[64]Excuse me? \n[65]I guess I'm not the right kind. \n[66]Anna?  With this real-estate valuing stuff - - could you remind me, cause I'm a little confused about how exactly we do that. \n[67]Ugh. \n[68]No. \n[69]Return 'em.  Maybe you'll get your money back. \n[70]I had a good neighbor, George.  She was 60 and Mexican and she watched my kids for free.  Something tells me you're not gonna be able to measure up to that. \n[71]I'm not gonna leave my kids with you. \n[72]Cause I don't even know you. \n[73]And if I catch either of you anywhere near one, I'll knock you silly.  Go on to bed, now -- I'll come tuck you in in a minute. \n[74]Yeah.  I'm probably ruining them. \n[75]I'm never here.  I gotta leave 'em with this weird sitter all afternoon who costs a fortune and smells like chicken fat. \n[76]Great.  Another deadbeat. \n[77]Yeah?  And what do you do the rest of the time, live off your trust fund? \n[78]I hope that's not supposed to impress me. \n[79]It's been a while.  Maybe I'm just out of practice. \n[80]Why in the hell would you want to watch my kids? \n[81]Right. \n[82]You're around every afternoon? \n[83]This isn't gonna get you laid, you know. \n[84]It was in this real estate file I'm valuing. And -- see, I know they're the medical records from the people selling the house -- but it talks about things like lymphocytes and T8 suppressers. \n[85]I mean, it's not a problem or anything, but -- I'm just a little unclear on what those things are.  I thought maybe you'd know. \n[86]Hi, Rosalind, this is Erin.  Brockovich. From the file room?  I was wondering if you could tell Mr. Masry that I'm following up on that real estate thing out of the office. \n[87]Dr. Paulsen? \n[88]Hi, I'm Erin Brockovich.  I was just over in the library there, asking a mess of questions about -- I guess they call it epidemiology? -- and the fella there told me to find you, cause you know all about it. \n[89]Who's Baxter? \n[90]No one put me up to anything.  I was just hoping I could ask you a couple questions. \n[91]Right, I guess those are the kids -- \n[92]Their parents, I'm pretty sure. \n[93]Whoa, whoa!  Easy, easy, easy -- \n[94]Hi.  Donna Irving? \n[95]I'm Erin Brockovich, from Masry &amp; Vititoe? \n[96]Hell, no.  I hate lawyers.  I just work for them.  You got a minute? \n[97]This is a real nice place you got here. \n[98]Yeah?  I should learn to do stuff like that. They make the place feel real homey. \n[99]Right. \n[100]Yeah, I'm real glad you brought that up.  I was going through your file here, and I ran into these medical records.  They kinda surprised me -- \n[101]Yeah, I'm real sorry to hear that. \n[102]I'll say.  Holy moley. \n[103]Yeah, I can see that. I guess the only thing that confused me is - - not that your medical problems aren't important, but -- how come the files about them are in with all the real estate stuff? \n[104]Right, but -- I'm sorry, I don't see why you were corresponding with PG&amp;E about it in the first place. \n[105]They did? \n[106]Wow.  Why would they do that? \n[107]The what? \n[108]What's chromium? \n[109]Well, hell, maybe that's why you all have been so sick -- \n[110]Seems like an awful big coincidence -- your water being messed with and you being so sick. \n[111]What're you doing? \n[112]You want some coffee, George? \n[113]Thanks for reminding me. \n[114]You think it could make you sick, living in a place like this? \n[115]I was talking to this lady -- she and her husband both got cancer, and she thinks it's cause they live in a bad neighborhood.  You think that's possible?  That living in a bad neighborhood could give you cancer? \n[116]Hi, y'all -- how you doing today? \n[117]I'm okay, I'm just fine.  I was wondering -- could I maybe ask you a couple questions? \n[118]... and when I realized our area's just as bad as Hinkley, I thought maybe my neighbors are all sick too.  So I went and asked. \n[119]Uh-huh.  Spent the last few days knocking on doors.  And you know what?  They're not. I mean, they got problems, but none of this cancer stuff.  And their pets are fine.  So I don't know -- I just can't shake the feeling that it wasn't no multivitamin they put in the water. \n[120]Don't go telling anyone.  It'll ruin my reputation. \n[121]There's more than one kind? \n[122]Harmful, like -- how?  What would you get? \n[123]So that stuff -- it kills people. \n[124]Well, how do I find out what kind of chromium is up in Hinkley? \n[125]Hunh-uh.  What's that? \n[126]County water board.  All righty, thanks. \n[127]Whew!  Goddamn, that's a heavy door. \n[128]Thank you very much.  Aren't you a gentleman?  Mr. ... \n[129]Ross.  Real pleased to meet you.  I'm Erin. \n[130]Well, believe it or not, I am on the prowl for some water records. \n[131]I guess I did. \n[132]I wish I knew.  It's for my boss.  He's fighting his water bill, and he wants me to find all manner of bills from all kinds of places.  The easiest thing would probably be if I just squeezed back there with you and poked around myself.  Would that be okay? \n[133]Nope.  Maiden. \n[134]Not anymore. \n[135]Well.  Here goes nothing. \n[136]\"... On December 7, 1987, the discharger notified the regional board and the San Bernardino County Environmental Health Services of the discovery of 0.58 ppm of hexavalent chromium in an on-site ground water monitoring well ...\" ... hexavalent ... \n[137]Where's my stuff? \n[138]What the fuck did you do with my stuff? \n[139]Someone stole my stuff. \n[140]I had photos of my kids, plus a mug -- \n[141]What's going on? \n[142]I've been working.  Shit, that's all I've been doing.  Ask Mr. Masry.  He knows. \n[143]You said to fire me? \n[144]I left a message.  I've been dealing with that real estate thing.  I was gonna write up a whole damn report and -- \n[145]What am I supposed to do, check in every two seconds? \n[146]I am not talking to you, bitch. \n[147]Don't bother. \n[148]Bullshit.  You're trying to feel less guilty about firing someone with three kids to feed.  Fuck if I'll help you do that. \n[149]I don't suppose any one of you cunts could open the fucking door for me. \n[150]What are you doing here? \n[151]I didn't ask you to do that.  Damn it, George, I don't ask you to do things like that. \n[152]Great. \n[153]Ugh -- Jesus -- \n[154]Damn it -- \n[155]Come here, you little motherfucker -- \n[156]\n[157]... God damn it. \n[158]What kind of person lives like this?  Huh? What kind of person lets her kids run around in a house crawling with bugs the size of housecats? \n[159]I can't call an exterminator.  I can't afford one.  God, I can't even afford my phone. I got fired. \n[160]Doesn't matter.  Doesn't make one bit of difference. Oh God, George, how'd this happen to me? How'd I end up so ... so nothing? \n[161]Well, I'm sure as hell not what I thought I was gonna be.  I was supposed to have one of those great lives, with everything all laid- out and perfect.  I mean, hell -- I was Miss Wichita, for God's sakes.  Did I tell you that?  You live next door to a real live beauty queen. I still got the tiara.  I kept it cause I thought it meant something.  I thought it meant I was gonna do something great with my life.  I thought it proved I was gonna grow up to be someone. \n[162]No I'm not.  Look at me.  I'm not. \n[163]I'm no good, George.  I make people miserable. \n[164]Don't be too nice to me, okay?  It makes me nervous. \n[165]Come on, baby.  Maybe that's Ed McMahon. \n[166]What are you doing here? \n[167]Oh, yeah? \n[168]Well, that was nice of him.  Isn't it funny how some people go out of their way to help people and others just give 'em the ax? \n[169]Now, why in the hell would you assume that? \n[170]Boy, are you ever a shitty judge of people. \n[171]You wanna know, you gotta hire me back.  I got a lot of bills to pay. \n[172]They told her something, but it can't have been too specific, cause I talked to her, and she sure didn't think her water was bad. \n[173]It doesn't take a genius to look at those medical records and think something's wrong. \n[174]The ones in the box of files. The box of files?  The one from your office? \n[175]Boy, you musta really fine-tooth-combed it then, huh? And you fired me.  Jesus. \n[176]Course I did. \n[177]I want a raise.  And benefits.  Including dental. \n[178]Ten. There's a lot of other places I could work. \n[179]So far.  But that place is a pig sty.  I wouldn't be surprised if there's more. \n[180]There's no way a son of mine hates Funky Town.  It's impossible. \n[181]Oh, come on, where's your sense of adventure?  We're going someplace you never been before. \n[182]You know what I'm realizing for the first time?  You kids are a couple of downers.  I mean, you are the real thing -- a couple of honest-to-God depresso-types. Who in the heck raised you, anyway?  Some kind of moron? \n[183]Some kind of half-wit, no-good, big-haired, bimbo, I bet. \n[184]Thank God we got you away from her, huh? \n[185]Stay out of the road.  I'll be right back. \n[186]We'll go eat in a minute.  Settle down. \n[187]Ross -- you are an absolute angel. \n[188]It was right up on the PG&amp;E property over there. \n[189]Yeah. \n[190]I know.  But the toxicologist I been talking to?  He gave me a list of problems that can come from hexavalent chromium exposure. And everything you all have is on that list. \n[191]Right, but -- didn't you say he was paid by PG&amp;E? \n[192]So you think we got 'em scared? \n[193]Nice to see you again, too, Brenda. \n[194]Not to question your judgment or anything, Mr. Masry, but -- that doesn't exactly look like sitting up and taking notice to me. \n[195]-- breast cysts, uterine cancer, Hodgkin's disease, immune deficiencies, asthma, chronic nosebleeds. \n[196]At least they made an offer. \n[197]I don't get why they'd do that. \n[198]And you can't? \n[199]Mr. Masry, Mario gets lost going to the bathroom.  They'll be driving around the valley for hours. \n[200]Well I'll be God damned. \n[201]I'm a slow reader, on account of the fact that I look at the word \"dog\" and see \"god\". \n[202]Yeah.  Who are you? \n[203]Wow.  How many were born like this? \n[204]It sure could, yeah.  Thanks a lot. \n[205]What? \n[206]Are you kidding?  My God -- \n[207]I'm surprised Donna didn't say anything. \n[208]Hey.  You guys still awake? \n[209]Come on, now.  No faking.  George told me he just shut out the light a few seconds ago. \n[210]Look, I know you're mad.  But the way this job is, things come up at the last minute, real important things, and I gotta deal with them.  Now I don't like me missing dinner any more than you do, but we're all gonna have to get used to it, cause the fact is, it's gonna happen sometimes. \n[211]That's not true; we had dinner together just last night. \n[212]I'm sorry, pumpkins.  I'll try a whole lot harder to be around, okay?  I promise. \n[213]Um -- you mind pulling over?  Just -- for a second? \n[214]First of all, don't talk baby talk to your wife in front of me.  It really undermines your authority.  And second, I know you're my boss and all, but you are the worst fucking driver I've ever seen.  Move over or I quit. \n[215]Boy, do I know how you feel.  First time I heard that number, I said you got to be kidding me.  Forty God damn percent? \n[216]I'm the one who's injured, and this joker who sits at a desk all day is gonna walk away with almost half my reward? \n[217]Then I asked him how much he makes if I didn't get anything. \n[218]And I realized, he's taking a chance too. \n[219]Mr. Masry, if you don't mind my saying, you got a lot to learn about being friendly. These people just hired you as their lawyer. The least you could do is make a little pleasant conversation. \n[220]Donna, let me help you clean all this up. \n[221]Uh-huh? \n[222]Excuse me.  Are you Mr. Linwood? \n[223]I'm Erin Brockovich.  I work at the law firm that represents your former neighbors the Browns.  They suggested I give you a call. \n[224]Boy howdy, did I ever wear the wrong shoes. \n[225]... and Mr. Linwood seemed to think that your husband had been sick as well. \n[226]Mrs. DeSoto said she wasn't sure exactly what it was that you had -- \n[227]... then Mike Ambrosino remembered seeing you folks at the hospital from time to time too, so I thought I'd just stop by. You must be Annabelle. \n[228]Whew, are you ever a beauty.  I mean, you must drive those boys crazy. \n[229]Tell me something, George.  What kind of God lets a beautiful little 10-year-old girl get brain cancer?  Isn't He supposed to be in charge of stuff like that?  Make sure it doesn't happen? I swear, any other job, He'd be fired. \n[230]That's crazy -- why not? \n[231]Okay, so here's what I'll do.  I'll go on up to Ted and Rita Daniels -- two of the nicest people you'd ever hope to meet, who spend every single day watching their little girl fight like a dog against this cancer -- I'll tell them we can't help them cause you don't feel like working that hard. \n[232]Bullshit. \n[233]-- who happens to know they poisoned people and lied about it. \n[234]And this shit is bad news, Mr. Masry.  Not only does it attack every organ of the body, it fucks with your DNA, too.  That means these people's genes, and the genes of their kids, and the genes of their grandkids -- \n[235]We can get these people.  With a little effort, I really think we can nail their asses to the wall. \n[236]Okay, fine.  I don't know shit about shit. But I know the difference -- \n[237]\n[238]Four more.  Eleven people.  So far. \n[239]Well -- I found one document at the water board that had a toxic test well reading from 1967.  A hell of a lot of people have lived on that land since then. \n[240]Kinda like David and what's-his-name? \n[241]You're doing the right thing, Mr. Masry. \n[242]Course, gathering evidence -- now, that's a big job.  A hell of a lot bigger than just filing.  I'm gonna be working a lot harder now, taking on a lot more responsibility ... \n[243]Another raise wouldn't hurt.  And with all the time I'm gonna be spending on the road, I'll probably be needing my own cel phone, won't I? \n[244]You each can pick out four things.  But nothing huge.  Look at the price.  Nothing crazy. \n[245]George, I am just trying to do something nice for my kids on my one day off.  Could you please not give me a hard time about it? \n[246]Well, hell, I guess that's it, then, huh? They're scarred for life.  They're gonna start holding up 7-11's any day now. \n[247]I know what you're saying, and I don't wanna hear it.  I am doing the best I can. \n[248]Dr. Frankel, it's Erin Brockovich.  Tell me something: if I wanna find as much evidence of hexavalent chromium contamination as I possibly can, what should I do? \n[249]Liar.  I'm not wearing any. \n[250]Hello? \n[251]Yes.  Who's this? \n[252]I'm not gonna quit cause of one creepy phone call, George. \n[253]I'm not in danger.  I have a dead bolt. Remember? \n[254]No, see -- that's exactly what those arrogant PG&amp;E fucks want me to think -- that because they got all this money and power, we don't stand a chance in hell against them.  But you know what?  They're wrong. \n[255]How would you know? \n[256]Nothing. \n[257]I didn't say that. \n[258]Keep your voice down. \n[259]Hey, Ross.  Tell me something.  Does PG&amp;E pay you to cover their ass, or do you just do it out of the kindness of your heart? \n[260]The fuck you don't.  No one calls me Pattee. That heavy-breathing sicko that called the other night could've only found out about me from you. People are dying, Ross.  You got document after document here, right under your nose, that says why, and you haven't said word one about it.  I wanna know how the hell you sleep at night. \n[261]I'm so tired I'm about to drive off the road.  Keep me awake, willya? \n[262]No, no jokes, I gotta pee.  Just tell me about your day.  What went on back there? \n[263]What? Beth?  My Beth? \n[264]She lived on the plume.  You never know. \n[265]This was the community pool? \n[266]Just a few more minutes, then we can go. Take her, will you? \n[267]I'm sorry.  What were you saying? \n[268]I need a ride. \n[269]No. \n[270]What, asshole? \n[271]That's okay.  I understand. \n[272]I'm real sorry, Laura. \n[273]Jaguar's a darn pretty car. \n[274]A lot.  But you hang in there, maybe you'll get one. \n[275]They used the hex chrom here, in these cooling tanks, as an anti-corrosive.  Then they dumped it here, in these six ponds. \n[276]They covered 'em over.  And not too carefully either, cause you dig one inch under the surface, and the dirt is green as a fucking shamrock. \n[277]It didn't help, but no.  The real problem's on the bottom. \n[278]See, according to this, they were supposed to line the ponds so this shit couldn't seep into the ground.  But guess what -- \n[279]I guess it was a little too inconvenient. So for fourteen years, this stuff flowed into the groundwater, free as you please. \n[280]For your information, Frank cares what was in those ponds 'cause he used to spend half his day wading around them.  That was his job. \n[281]No -- \n[282]SHIT!  SHIT!  Hot!  Hot!  Hot! \n[283]You ... asshole ... \n[284]Yeah?  Then gimme another raise. \n[285]Don't give me that.  You're gonna get plenty rich off of this, Mr. 40 percent.  We got those PG&amp;E fuckers by the balls here. \n[286]What do you mean? \n[287]Oh, they knew.  They had to know. \n[288]Jesus Christ, Ed -- you know, the more I work on this thing, the more I realize what a crock of shit this legal system is.  Here we got a company that poisoned a whole aquifer -- that built a pool for a town, then filled it with toxic water -- and we're the ones who've gotta bust our ass proving things?  That's just not right. \n[289]Really?  It makes me sick. \n[290]You didn't care about my case? \n[291]Well, good, Ed.  I like working with you too. \n[292]Cause it's my office party.  If you had an office, I'd go to your party. \n[293]And here, ta-daa, is my desk. \n[294]God damn.  I work so hard.  The least they could do ... \n[295]That's Ed. \n[296]No, I wanna say hi. \n[297]Come on, George, it's a party. \n[298]What do you want to talk about instead? Your day?  That's a fascinating subject. \n[299]That is not what I'm -- \n[300]Great.  Excellent.  Thank you very much. \n[301]It's okay, baby.  It'll be okay. \n[302]Sure you are.  You're just a happier woman, cause you don't have to deal with maxi-pads and underwire. \n[303]If they've sent that little shmuck Baum again, I'm gonna be real pissed off. \n[304]Yeah, I heard that one before. \n[305]Jesus.  They look like the Secret Service. \n[306]Oh, see, now that pisses me off.  First of all -- we got more'n a hundred plaintiffs. They may not be sophisticated, but they do know how to divide, and two million dollars isn't shit when it's split between them. \n[307]And second of all -- these people don't dream about being rich.  They dream about being able to watch their kids swim in a pool without worrying they'll have to have a hysterectomy at age 20, like Rosa Diaz -- a client of ours -- or have their spine deteriorate like Stan Bloom.  Another client of ours.  So before you come back here with another lame-ass offer, I want you to think real hard about what your spine is worth, Mr. Buda -- or what you'd expect someone to pay you for your uterus, Miss Sanchez -- then you take out your calculator and multiply that number by a hundred.  Anything less than that is a waste of our time. \n[308]I'm gonna assume that was meant as a compliment, Anna, and just say thank you. \n[309]D'you get his name? Course not.  Jesus, Ed -- \n[310]Boy, this job takes me to some of the best damn places, huh? \n[311]This is the only station in town, right? \n[312]Someone's following me. \n[313]Some guy in a truck -- he waited till I was alone, then he followed me, like, two miles. Jesus, I'm shaking.  Get me a beer. \n[314]I don't know.  Big.  Dark. \n[315]No, Ed -- what with me running for my life, I didn't have time to check those things -- \n[316]Yeah.  Yeah, I'm ... fine. \n[317]I think you should know -- there's very few people in the world who don't piss me off 90 percent of the time. You're one of 'em. \n[318]Hello? \n[319]What are you doing?  Where's George? \n[320]George! \n[321]Jesus, George, they're turning the kitchen into a hellhole.  You know you can't leave them alone like that. \n[322]What's going on?  What are you doing? \n[323]About what? \n[324]What's that? \n[325]I'm sorry.  I'm just working so hard -- \n[326]I can't leave my job, George. \n[327]I can't.  Look -- this job -- it's the best thing that ever happened to me.  I mean it. For the first time in my life, I got people respecting me.  Up in Hinkley, I walk into a room and everyone shuts up just to hear what I got to say.  I never had that.  Ever. Don't ask me to give it up.  I need it. \n[328]I need it. \n[329]You already packed up your stuff? \n[330]Wait here. \n[331]Where's my paycheck? \n[332]What? \n[333]Now how'm I supposed to do that when I'm not in here most mornings and nights? \n[334]I don't believe this -- \n[335]I want my fucking money -- \n[336]Yeah, I mind.  You bet your ass I mind. \n[337]It's my paycheck.  Which I earned.  Which I deserve.  Which I shouldn't have to beg for. That fat-ass bitch won't give it to me. \n[338]Fuck you.  Make time.  Cause I bust my ass for you.  I watch everything else in my life go straight in the toilet, for you.  And what do you do for me?  Huh?  You see the way I'm treated around here -- but have you ever stood up for me once?  Have you ever mentioned to everyone what good work I'm doing?  Have you ever bothered saying, hey, Erin doesn't get paid the most cause she has the best tits; she gets paid the most cause she's the best God damn employee I've ever had? \n[339]I want my paycheck.  By the end of the day. \n[340]You might want to think real hard about the amount, too.  My kids are sitting in the God damn parking lot right now, cause I still don't make enough to afford good child care. Makes me think about looking around for a job where I'm appreciated, for shit's sake. \n[341]We'll see. \n[342]Well, God damn it, Matthew -- Randy's mom doesn't work eighteen-hour days, and Randy's dad didn't leave her, so figuring out who's gonna take who where is a little easier over at Randy's house. \n[343]Yeah? \n[344]Believe it or not, I would've been satisfied with just the check. \n[345]What kind of things come up? \n[346]Whoa.  No shit. \n[347]So what are you thinking? \n[348]... but it won't cover Annabelle Daniels's medical bills. \n[349]Do you think we'd do better by going to trial? \n[350]Plus, 40 percent of 20 million's a whole lot of money. \n[351]That's a fucking fortune, Ed.  And you know I'm the last person on Earth to walk away from a big payday.  But you and me didn't get into this to get rich.  We did it cause we both have this voice in our heads saying, do the right thing; get these plaintiffs what they deserve -- the right to live and die in some kind of comfort and peace.  If 50,000 isn't gonna buy that, then we gotta say no. Trust me.  If you don't do the right thing for these people, getting that 6 million dollars is gonna feel like shit. \n[352]Holy shit.  Who do they represent, God? \n[353]Scuse me, sir, you got a real nice ass, you know that? \n[354]Oh, I'm sorry.  Was that not what you meant by behaving myself? \n[355]What's a demur? \n[356]Counts? \n[357]Why good? \n[358]Hey -- those are my files -- \n[359]Excuse me -- Theresa, was it?  There are no holes in my research. \n[360]Don't talk to me like I'm an idiot, okay?  I may not have a law degree, but I've spent 18 months on this case, and I know more about those plaintiffs than you ever will. \n[361]Whose number do you need? \n[362]I said, whose number do you need? \n[363]Annabelle Daniels.  714-454-9346. \n[364]10 years old, 11 in May.  Lived on the plume since birth.  Wanted to be a synchronized swimmer, so she spent every minute she could in the PG&amp;E pool.  She had a tumor in her brain stem detected last November, had an operation on Thanksgiving, shrunk it with radiation after that.  Her parents are Rita and Ted.  Ted's got Chron's disease, and Rita has chronic headaches and nausea and underwent a hysterectomy last fall.  Ted grew up in Hinkley.  His brother Robbie and his wife May and their five kids Robbie, Jr., Martha, Ed, Rose, and Peter lived on the plume too.  Their number's 454-9445. You want their diseases? \n[365]That's all you got, lady.  Two wrong feet. In fucking ugly shoes. \n[366]She insulted me! \n[367]Why the fuck should I respect her? \n[368]Not in my world. \n[369]Hey!  You're my ride! \n[370]I know she isn't real warm, but they say she's a real good lawyer ... \n[371]Ted, no -- don't do that.  If you don't like Theresa, you don't have to work with her. Me and Ed are still here for you. \n[372]Don't be a pain in the ass, okay, Brenda? Just put him on. \n[373]So did I. \n[374]What's going on in there? \n[375]PG&amp; -- Are you sure? \n[376]staring at him from the other side of the glass wall, her face cold with hurt and anger. \n[377]If you tell me to relax, I'm gonna kick your fucking head off -- \n[378]People don't fly down in their own god damn plane for \"just a meeting\" -- \n[379]Bullshit.  You'd drag me off my deathbed if it suited you. \n[380]Kurt thought?  What about you?  Do you think anymore? \n[381]And, what, I'm not serious? \n[382]\"Fun?\"  Jesus, \"fun?\"  I kill myself for a year and a half, hand you the best case of your life on a God damn silver platter, remind you of why you became a lawyer in the first place, and you think of me as \"fun?\" \n[383]Not personal?  That's my work in there, Ed. My sweat, my labor, my time.  If that's not personal, I don't know what is. \n[384]How dare you take that away from me. \n[385]Bullshit.  You stuck me in Siberia dictating to some God damn steno clerk so you could finish this thing without me.  After all I've done for you, that's the thanks I get. \n[386]Perks?  Jesus -- perks? \n[387]If this piece of shit is supposed to take the place of your respect, you can take it and shove it up your ass. \n[388]Holy shit -- \n[389]Matthew -- \n[390]Matthew!  MATTHEW! \n[391]God damn it, Matthew.  What the hell are you doing out here? \n[392]If you leave here real fast, I might not kill you. \n[393]We'll work out the roller hockey thing, okay?  Whatever you want, we'll work it out. I promise. \n[394]I never forget, honey.  I try, real hard. It's just, for some reason, I don't seem to be able to organize things right and -- when it comes to you guys, I end up falling short. \n[395]Oh, God, sweetheart, no.  There's nothing on Earth I love more than you.  Nothing. I promise. \n[396]They said that'd be tomorrow.  They just wanna keep an eye on me another night. \n[397]Thank you. \n[398]George, hang on. Look ... I'm sorry.  I just -- \n[399]If you're here to fire me, your timing's lousy. \n[400]I know.  I'm sorry. Do I get to hear what happened anyway? \n[401]Between 50 and 400 million, definitely? \n[402]And if you had to guess ... \n[403]So why would PG&amp;E offer it? \n[404]Wait, what do you mean, ten years? \n[405]I'm sorry, are you saying that if this thing goes to trial, it'll be ten years before these plaintiffs see their money? \n[406]Fuck legal terms.  We're talking about human beings here.  Sick people.  A whole bunch of them are gonna be dead in ten years.  They need their money now! We gotta get 'em to agree to the arbitration, Ed.  We gotta get every damn one of those plaintiffs to -- \n[407]When?  Where? \n[408]Okay, good.  I think I should be the one to tell 'em, cause they trust me more than -- \n[409]The fuck I'm not.  I don't care what the doctor says -- \n[410]Why not? \n[411]Fuck Kurt. \n[412]No, I'm serious.  You know what Kurt Potter is?  He's the kind of guy who never would have taken this case in the first place. He's the kind of guy who would have sold these plaintiffs down the river when PG&amp;E offered 20 million.  He doesn't work like us, Ed.  There's no little voice in his head telling him to do the right thing. \n[413]Come on, kids, we're going for a ride. \n[414]Stay in the car, babies, I won't be long. \n[415]Fucking idiot -- \n[416]Can I have one of those counter thingies, please? \n[417]We got no choice.  I'm not gonna make it home tonight.  Now go wash up and climb into bed. \n[418]Hi.  It's me. I got a favor to ask you. \n[419]It's not for me; it's for my kids.  You're the only one I trust them with. \n[420]I got you your own room. \n[421]Hunh-uh.  Not yet. Look, don't take any of 'em on your bike, okay?  Call a cab if you wanna go somewhere. \n[422]I don't know.  Few days. Thanks for helping me.  I appreciate it. \n[423]And I miss you. \n[424]I treated you real bad, George.  I know that.  But, my problem was -- I never been with anyone who deserved better than that. You're the first nice guy who ever liked me. \n[425]I just ... didn't know how to handle it. That's all. \n[426]You know me.  I pick things up real fast. \n[427]Yeah, but I'm gonna get better.  A lot of these folks aren't. \n[428]I understand all that. And I don't wanna force you into anything.  If you don't want to sign, that's fine.  But why don't we talk it over a little, cause I'd sure hate for you to turn this down for the wrong reasons. \n[429]You wouldn't happen to have a little time right now, would you, Donna? \n[430]Well, I was gonna head over to the Browns now.  I was thinking -- Mandy really values your opinion ... \n[431]What time is it? \n[432]No, I need my car -- \n[433]Oh, baby, please don't play with that, okay? I got 'em all organized.  Just put it back. \n[434]That's right, sweetheart. \n[435]Yeah.  She is. But you know what?  That's why I'm helping her.  So she can get some medicine to make her feel better. \n[436]Cause her own mom's real sick, too. \n[437]Eggs'd be great, baby.  Eggs'd be perfect. \n[438]Hey, y'all.  How you all doing today? \n[439]Mike!  I been looking all over for you. Come here, I wanna talk to you. \n[440]I'm gonna head out to Barstow and talk to some folks out there tonight. \n[441]I will.  Bye. \n[442]Jesus! \n[443]Okay, what're you gonna do?  You gonna kill me?  Dump my body in a ditch somewhere?  Or maybe you just wanna inject me with some poison too -- why change tactics at this stage of the game? Get outta my way, you make me sick. \n[444]Well ... I guess that depends on what the documents were. I'm sorry -- I didn't get your name. \n[445]Did he say why? \n[446]Did you get a look at the stuff you destroyed? \n[447]And ...? \n[448]And you were told to destroy those? \n[449]What do you mean? \n[450]How come you didn't say anything when you found these things? \n[451]Hey, Ros, where are they? \n[452]Morning! \n[453]You know what, Mr. Potter?  I completely forgot your birthday this year.  And seeing as how you've been so good to me, I think that is a terrible oversight.  So what I been doing over the last few days is I've been putting together a present for you. \n[454]635.  They all signed.  Every single one. \n[455]Oh, now don't get all jealous, Ed.  I got a little something for you, too. \n[456]Internal PG&amp;E documents, all about the contamination.  The one I like best says, and I'm paraphrasing here, but it says yes, the water's poisonous, but it'd be better for all involved if this matter wasn't discussed with the neighbors.  It's to the Hinkley station, from PG&amp;E Headquarters. Stamped received, March, 1966. \n[457]Well, what with me not having any brains or legal expertise, I just went on up there and performed sexual favors.  635 blow jobs in five days.  Whew, am I ever tired. \n[458]Say you were wrong. \n[459]Say you shortchanged me and you shortchanged yourself. \n[460]Say you'd be the luckiest son of a bitch on Earth if I didn't up and quit over all this. \n[461]How do you know that? \n[462]How you feeling today? \n[463]Well, then -- if you're feeling up to it, maybe we should talk shop. \n[464]The judge came up with a number. \n[465]Both. \n[466]He's making them pay the maximum. \n[467]And he's making them give five million of it to you all. \n[468]Five million dollars. \n[469]It's enough -- for whatever you need, for whatever your girls need, for whatever your girls' girls need -- it'll be enough. \n[470]Any school you want. \n[471]Yup. \n[472]Hey, Ros.  Nice view, huh? \n[473]Careful you don't spit from here; you could kill someone. \n[474]Yeah.  Yours is nicer. \n[475]Here what comes? \n[476]I wasn't gonna -- \n[477]Ed, I swear, I'm not -- \n[478]What is that? \n[479]Two million dollars? ", "ED": "\n[1]Don't ask that on Mondays, Rosalind. \n[2]Oh, Jesus.  Who's responsible for his pain and suffering this time? \n[3]What do you think?  What's this? \n[4]Carlos isn't a friend; he's a client. \n[5]Whoa. Remind me. \n[6]You shouldn't judge, Brenda. \n[7]Erin -- hi.  Sorry you had to wait.  Here, sit down, sit down. \n[8]Jesus, you poor thing. Well, listen, you came to the right place. Whoever did this to you made one hell of a mistake, and you and me, we're gonna make him pay for it. \n[9]Why don't you tell me what happened? \n[10]Yeah.  I know. \n[11]If you hadn't used profanity -- \n[12]I told you the questions might get a little personal -- \n[13]Okay -- let's try and settle down here. \n[14]I'm sorry, Erin. \n[15]Damn it! Brenda! \n[16]What the hell is this doing here? \n[17]I didn't mean for you to leave them in the middle of the floor.  Jesus.  Look at me. What do I have this afternoon? \n[18]What's she doing here? \n[19]Hey -- Mario -- what's she doing here? \n[20]Erin!  How's it going? \n[21]You did?  Wow, sorry about that. Listen, Mario's a little not so bright.  He seems to think that you said -- \n[22]I never lied.  I may have miscalculated -- that happens sometimes, but -- \n[23]I'm sorry about that.  Really.  But -- \n[24]I'd love to help, Erin, but I'm sorry, I have a full staff right now, so -- \n[25]Okay, look.  If you really want to apply for a job here, you can do it the way everyone else does.  Send in a rÈsumÈ, make an -- \n[26]No benefits. \n[27]Yeah? \n[28]Jane's the office manager.  She handles payroll and petty cash.  But she leaves early on Fridays. \n[29]Oh, for Christ's sake ... \n[30]All I have is hundreds. \n[31]Bullshit, you don't. \n[32]Damn it! Brenda! \n[33]Where's Anna? \n[34]Oh.  Huh. Well, look, I got this file I need valued. Real estate thing.  A lady has some property next to a PG&amp;E plant that PG&amp;E wants to buy. I need to know what to ask for it. \n[35]You do know how to do that, don't you? \n[36]Good. \n[37]You're a girl. \n[38]How come you're not at lunch with the girls? You're a girl. \n[39]Erin, you've been gone for a week. \n[40]That's not how we work here.  You don't just leave a message and take off. \n[41]Okay, enough -- Now, look, Erin -- this incident aside, I don't think this is the right place for you. So what I'm gonna do is make a few calls on your behalf.  Find you something else, okay? \n[42]Come on, I'm trying to help here. \n[43]Brenda! \n[44]Yeah, Ed Masry here ... She doesn't work here anymore.  Who's this? \n[45]I got an interesting call this afternoon. It was from a Dr. Frankel. \n[46]He wanted you to know the legal limit for hexavalent chromium, is .05 parts per million.  And that at the rate you mentioned, .58, it could be responsible for the cancers in that family you asked about. The Irvings. \n[47]Look, I'm sorry.  You were gone.  I just assumed you were off having fun. \n[48]I don't know.  Maybe cause you look like someone who has a lot of fun. \n[49]So what's the story on this thing?  This cancer stuff? \n[50]Fine. \n[51]But, PG&amp;E told her about the chromium? \n[52]So what made you think it was? \n[53]What medical records? \n[54]I didn't see any medical records in there. \n[55]That document you found, the one that says it was the bad chromium -- you didn't happen to make a copy did you? \n[56]Lemme see it, will you? \n[57]Look, Erin, this is not the way I do business, this extortion nonsense. \n[58]Okay.  A 5% raise, and -- \n[59]A ten percent raise and benefits.  But that's it.  I'm drawing the line. \n[60]This is the only thing you found? \n[61]Find out. \n[62]Fax these to this number, okay? \n[63]All of them. \n[64]I'm telling you, the minute Brenda sent the fax -- I'm talking the second she pressed that send button -- PG&amp;E claims department is on the phone to me, scheduling a meeting. \n[65]It sure as hell sounded like they were sitting up and taking notice. \n[66]250,000? \n[67]What about in terms of medical expenses? 250,000 doesn't come close to what this family's gonna have to spend on doctors. \n[68]You're kidding, right? Look at these readings for Christ's sake. PG&amp;E's own technicians documented toxic levels of hexavalent chromium in those test wells, on numerous occasions. \n[69]Everything the Irvings have had is a proven reaction to exposure to hexavalent chromium. They've had ... \n[70]Wait a minute -- I thought we were negotiating here. \n[71]Jesus Christ. I will present your offer to my clients.  I doubt they'll accept it. \n[72]Thanks.  I'll keep it in mind. \n[73]That wasn't an offer.  A million would've been an offer.  When they send the God damn mail clerk down to jerk me off, waste my time, it's a fuck you. \n[74]Because they can.  You heard that kid -- they have 28 billion dollars at their disposal.  They can afford to waste all the time in the world. \n[75]What, you think I'm made of money? \n[76]Tell you what, why don't you go on over to reception, tell them I said Mario should take you to the airport. \n[77]Yeah.  Isn't that a shame? \n[78]It's Sinatra's world, we just live in it. \n[79]Hello? ... Hi, babys.  Baby's fine.  Yes, I did.  I did, too, you just didn't feel it. \n[80]You think I could leave without kissing my babys?  Okay, here you go. \n[81]Bye-bye ... bye-bye ... no, you.  Okay, together.  Bye-bye. \n[82]To establish a statute of limitations.  See, in a case like this, you only have a year from the time you first learn about the problem to file suit.  So PG&amp;E figures, we'll let the cat out of the bag -- tell the people the water's not perfect; if we can ride out the year with no one suing, we'll be in the clear forever. \n[83]It's okay.  We're not suing.  All we're doing is using this information to get you a real nice purchase price on your house, and get you two -- -- a comparable retroactive bonus added to your sale price.  This way, and PG&amp;E can still look good to their shareholders, cause they're not involved in an ugly lawsuit; all they're doing is buying a little property. \n[84]My fee's forty percent of whatever you get awarded. \n[85]Erin -- \n[86]Erin -- \n[87]Then I don't get anything either. \n[88]All right, then.  Let's hit the road. \n[89]So, what's, uh ... what's new? \n[90]Hunh-uh.  Absolutely not. \n[91]Because I said no.  Look -- the only reason PG&amp;E's even talking to us is cause this is a quiet little real estate dispute.  We add plaintiffs, and suddenly we're in the middle of a toxic tort -- with a statute problem -- against a massive utility.  No, thank you. \n[92]It's not about working hard -- \n[93]-- It's about being realistic.  Something like this, Erin -- it could take forever. They're a huge corporation.  They'd completely bury us in paperwork.  I'm just one guy with a shitty little P.I. firm. \n[94]I know how DNA works, Erin -- \n[95]Oh, you do?  With all your legal expertise, you believe that? \n[96]Damn it. \n[97]How many families we talking about here? \n[98]You think there's more? \n[99]This is a whole different ball game, Erin. A much bigger deal. \n[100]Kinda like David and what's-his-name's whole fucking family. Okay, here's the deal -- if, and only if, you find me the evidence to back all this up -- I'll do it.  I'll take it on. \n[101]Yeah, yeah.  Remind me of that when I'm filing for bankruptcy. \n[102]What now? \n[103]Is that what I think it is? \n[104]You wanna talk about -- \n[105]I don't remember seeing any ponds up there. \n[106]And that's what caused the contamination? \n[107]They skipped that step. \n[108]Jesus. I don't even wanna ask what you did to make this Melendez guy talk. \n[109]No shit. \n[110]Erin -- lemme tell you something.  If I'da put three researchers on this, I wouldn't expect them to dig up all the information you got here.  This is some damn good work. \n[111]Hey, I got a staff to pay, plus rent, plus I haven't billed a minute of my time since I started on this case, so you can quit hitting me up like I'm rich or something. \n[112]We've got the PG&amp;E fuckers in Hinkley by the balls.  But nobody's getting rich unless we can pin this on the corporate PG&amp;E fuckers in San Francisco. \n[113]PG&amp;E corporate is claiming they had no way of knowing what was going on in Hinkley. \n[114]Show me the document that proves that. \n[115]Then they didn't know.  And if they didn't know, we can't hit 'em for punitive damages. And punitive damages is where the money is. \n[116]I like this case. \n[117]Me too.  That's why I like it.  It's been a long time since I had a case I cared about. \n[118]I would now. \n[119]Hey.  I like working with you. \n[120]When'd you start calling me Ed? \n[121]I'll show you what we did back here -- \n[122]From their tone of voice on the phone, I'd say they're taking us more seriously. \n[123]They're trying to intimidate us. Tell them to wait in the conference room. \n[124]Counselors -- \n[125]Erin -- \n[126]Hey.  A new plaintiff called, wants to meet you.  I told him we'd be out there Thursday. \n[127]He said he'd be at the gas station at six. \n[128]What?  Who? \n[129]Beer, please. \n[130]What kind of truck? \n[131]He's gone. Did you get a license plate?  Or a make? \n[132]I was just asking.  Are you all right? \n[133]Jesus, you look like shit.  When was the last time you had a decent night's sleep? \n[134]Don't worry.  I'm getting two rooms. \n[135]Lock the door every which way you can.  And if there's anything -- funny sound, whatever -- pound on the wall.  I'll come right over. \n[136]I'm triple locking my door, so don't even think of trying to take advantage. \n[137]I'm sorry, I'm gonna have to put you on hold for just one second here -- Do you mind? \n[138]Oh, Jesus.  You wanna tell me what the problem is here, or -- \n[139]Erin, you're a big girl.  If you got a problem with Jane, work it out for yourself. I don't have time to deal with -- \n[140]Is that what you want? \n[141]I'll see what I can do. \n[142]Well, you go threatening to leave, I can't take any chances.  You're the only person around who understands what I'm doing. Things come up, I gotta know I got someone to turn to. \n[143]Things like the head counsel for PG&amp;E calling me with an offer. 20 million, plus attorney's fees.  Take it or leave it. \n[144]It's about 50 thousand per plaintiff. \n[145]I'm thinking ... I wish someone else had to make this decision. 50 thousand bucks is more than any other California toxic plaintiff has gotten. Ever.  But ... \n[146]And it's less than pocket change for PG&amp;E. \n[147]Maybe.  but maybe not.  We still don't have anything linking this to PG&amp;E corporate. Plus, there's the statute problem.  Plus, we're way short on manpower, so we'd need to bring on more lawyers ... \n[148]It's eight million dollars, Erin.  Eight million dollars. \n[149]I knew I put up with your bullshit for a reason. \n[150]This guy, Erin -- he's got more toxic tort experience than anyone else in California. He's huge.  And he said yes to me on the first phone call, right off the bat. That's it.  The big one.  They've got the top three floors. \n[151]Don't joke.  They might.  So do me a favor and behave yourself for once. Ed Masry to see Kurt Potter. \n[152]Theresa, hey -- this is Erin Brockovich. \n[153]Yesterday. \n[154]It's PG&amp;E saying to the judge that we don't have a case.  Their lawyers go -- \n[155]Sixty-nine.  We've got good answers to all of 'em. \n[156]Reasons PG&amp;E thinks it shouldn't go to -- \n[157]Corey. \n[158]He's got a reputation for doing all his -- \n[159]Bullshit.  It was a misunderstanding.  But instead of handling it politely, instead of treating her with respect -- \n[160]Because that's how people treat each other! \n[161]Gee, I wonder why. \n[162]Right. \n[163]50-400 million dollars isn't a whole hell of a lot of money for your company, Mr. Corbin. \n[164]Could I -- just take a brief break here for a moment?  I'll be right back. \n[165]Erin, it's just a meeting. \n[166]Look, you said you weren't feeling great.  I thought you should rest. \n[167]Okay, look.  It's an important meeting. Kurt thought, if it was just lawyers -- \n[168]Look, this is serious now.  They're talking serious money -- \n[169]You're emotional.  You're erratic.  You say any God damn thing that comes into your head.  And I'm not saying that's bad.  That can be great; that can be a lot of fun -- \n[170]Okay, now you're making this personal, and it isn't -- \n[171]No one's taking anything -- \n[172]Don't give me that.  You've gotten plenty. You've been well-paid; you've gotten lots of perks ... \n[173]I'm not gonna fire you. I wanted to.  But then you got sick, and that woulda made me look like a shit. You embarrassed me, Erin. \n[174]Uh-huh. \n[175]With nothing linking it to the corporate offices yet, I'd say we'll end up on the lower end of that.  Still a lot of money. \n[176]Because.  They know the evidence; they know they're gonna lose a jury trial.  Maybe they wouldn't lose 400 million bucks, but once you factor in all they'd spend on this case in the next ten years, it makes a lot of -- \n[177]Five years, maybe, for a trial.  Double that for the appeal. \n[178]Hey, that's not so bad.  Compare it to the Love Canal -- that was twenty years ago, and those people still haven't seen a dime.  So in legal terms, ten years is -- \n[179]I know.  We're having a meeting, it's all set up -- \n[180]Tuesday at seven, at the Hinkley firehouse. \n[181]You're not gonna be there. \n[182]This isn't doctor's orders.  It's mine.  I'm saying you can't come. \n[183]Because Kurt doesn't want to work with you. He thinks you're a loose cannon. \n[184]Erin -- \n[185]Don't come, Erin.  I mean it.  If you do, I'm gonna have to fire you. Just ... concentrate on getting well. \n[186]I think ... Kurt's right.  We shouldn't speculate. \n[187]Erin?  What are you -- \n[188]Ho - ly - shit. \n[189]Hey! \n[190]I don't know what to say. \n[191]I was wrong. \n[192]I did.  Both. \n[193]The luckiest son of a bitch in the universe, Erin.  The luckiest son of a bitch in history. \n[194]But I know you're not gonna quit on me. \n[195]Cause you got a little voice in your head saying, do the right thing.  Give him another chance. \n[196]You see your office? \n[197]Oh, okay.  Here it comes. \n[198]The extortion, the threats ... \n[199]\"I can always find someplace else to work. Someplace that'll pay me a fortune and give me a view of the French Riviera ...\" \n[200]Okay, fine.  Fine  You backed me into a corner again.  You're holding me hostage ... \n[201]Take it. \n[202]The firm took in sixty.  That's three percent.  Seemed like a fair bonus to me. \n[203]Oh, now I suppose you're gonna say it's not enough.  Well, tough, Erin.  Too goddamn bad.  Cause this is absolutely, positively where I draw the line. ", "GEORGE": "\n[1]Well, hello to you, darlin'. \n[2]Just introducing myself to the neighbors. \n[3]Ooh, now, see, if I'da known there was a beautiful woman next door, I'da done this different.  Let's start over.  My name's George.  What's yours? \n[4]Now, don't be like that.  Tell you what. How about if I take you out on a date to apologize for my rudeness? \n[5]Come on.  Gimme your number, I'll call you up proper and ask you out and everything. \n[6]I do. \n[7]You got more than one? \n[8]Ten? \n[9]You got a little girl? \n[10]How the hell do you know your bank balance right off the top of your head like that? See, that impresses me. \n[11]Hey, neighbor, wanna beer? \n[12]C'mon.  I bought 'em for you, to make up for that night. \n[13]Now, why're you giving me such a hard time? I'm just trying to be a good neighbor. \n[14]You need help with your kids?  I could probably do that. \n[15]Why not? \n[16]Yeah, and whose fault is that? \n[17]What, you got so many friends in this world, you don't have use for one more? \n[18]That's for Harley Davidson.  The best damn motorcycle ever made. \n[19]Night. \n[20]Great kids. \n[21]How? \n[22]I was serious before, you know.  If you need someone to keep an eye on them -- after school or something -- I don't have a job now, so I'm around in the afternoons. \n[23]I'm not a deadbeat.  I work when I need to. \n[24]I do construction, which pays real good. And I make it last by living cheap. \n[25]Are you this hard on everyone who tries to help you? \n[26]Then lemme remind you, the polite thing is to say, thank you, that's a real nice offer, I don't mind taking you up on it. \n[27]Cause I like kids.  I like hanging out with them. \n[28]I do.  I like how they keep it all simple, you know?  They don't get all complicated about life, like grown-ups do.  A bicycle and an ice cream cone -- boom, done, they're happy. \n[29]Yup.  Usually working on my bike. No big deal.  If it doesn't work out, you can send 'em back to the chicken fat lady. \n[30]Yeah, we'll just see about that, won't we? \n[31]Better safe than sorry. \n[32]I'm gonna put a dead bolt on your front door, too.  This isn't exactly the safest neighborhood in the world, you know. \n[33]I guess we get what we pay for, huh? \n[34]What do you mean? \n[35]Man, I hope not.  You got enough damn problems. \n[36]That's a sandwich. \n[37]Sure it is.  Here, I'll show you. \n[38]Most people think a sandwich's gotta have bread on the outside.  Not true.  Chicken is a perfectly good outside for a sandwich. \n[39]See? \n[40]Fixing a leak under your sink. \n[41]I'm gonna clean it up. \n[42]Relax, Erin, I'll do it -- I'm not -- \n[43]Yeah -- you had a whole family of those things hanging out back there. \n[44]Don't worry about it, I'll get it later. \n[45]Hey, whoa -- relax -- \n[46]It's a simple thing.  Everybody gets them. All we gotta do is call an exterminator. \n[47]What?  But you been working so hard -- \n[48]You're not nothing, Erin. \n[49]You are someone. \n[50]You're someone to me. You're someone real special to me. \n[51]Man.  Even your earlobes are beautiful. \n[52]If it's any consolation, I love you. \n[53]You can buy 'em all the toys you want, but come Monday, when you split again, they're still gonna be pissed. \n[54]One toy per kid is doing something nice. Four is ... something else. \n[55]I'm just saying -- \n[56]Come on, Erin.  A job's supposed to pay your bills, not put you in danger. \n[57]Look, don't take this the wrong way, but don't you think you might be out of your league here? \n[58]It doesn't have to be this complicated, Erin.  There's a lot of jobs out there. \n[59]You mind telling me what that's supposed to mean? \n[60]If you got a problem with me taking care of your kids instead of getting some job, just say so. \n[61]Cause I can get a job.  I will.  And you can start leaving the kids with the chicken fat lady again.  Would that make you happy? \n[62]I know what they can sleep through, Erin.  I probably know it better than you. \n[63]Hello? \n[64]What do you want, a joke? \n[65]Well, come to think of it, we did have a big event around here.  Beth started talking. \n[66]Yeah.  We were sitting around at lunch and she pointed at a ball and said, \"ball.\" \n[67]I'd never seen that before -- someone's first word.  Pretty intense. \n[68]I'm bored, and so are the kids. \n[69]I'm just saying -- we have one night to ourselves, why do we have to spend it here? \n[70]Which one? Maybe they didn't think you were coming. \n[71]Hey.  Fuck 'em, babe.  Who needs 'em, huh? \n[72]See?  All we need is each other. \n[73]Good thing there isn't a present there, huh? That mighta hurt. \n[74]Lock the door. \n[75]We'll say hi later.  Lock it. \n[76]She's not my wife. \n[77]It wouldn't kill you to talk about something other than yourself and your own fucking job once in a while -- \n[78]Fuck you.  Just cause I don't spend all day trying to prove what hot shit I am -- \n[79]Bullshit, Erin.  Bullshit. \n[80]Thinking. \n[81]About this. \n[82]It's a pair of earrings.  I saw 'em in the mall one day, and I thought, damn, those would look good on those beautiful earlobes. So I bought 'em.  And I said to myself, next time Erin says something nice, does something nice, I'll surprise her with 'em. Know how long ago that was?  Six months.  In six months, you haven't said one nice thing to me.  That's a long time. \n[83]I know.  But still.  Six months. I think you oughta either find a different job or a different boyfriend.  Cause there may be men who don't mind being the maid and getting nothing in return, but I'm sure as shit not one of 'em. \n[84]Yeah, you can.  You could just quit.  People do it all the time. \n[85]More than you need me. \n[86]Maybe you didn't like who you were before, Erin, but I did.  That's who I fell in love with. \n[87]I pretty much knew what your answer was gonna be. \n[88]I'm looking for Erin Brockovich.  They brought her in in an ambulance? \n[89]Meningitis?  What the hell is meningitis? \n[90]Jesus. \n[91]How does someone get meningitis? \n[92]... or lemme guess -- toxic waste? \n[93]They can stay at my place till you go home. \n[94]Fine.  I'll drop 'em off tomorrow afternoon. \n[95]Mm-hm. \n[96]I'll drop 'em by tomorrow. \n[97]Hello? \n[98]I don't do favors for you anymore. \n[99]They up? \n[100]How long's this whole thing gonna take? \n[101]Yeah, well -- good help is hard to find. \n[102]Think you could learn? \n[103]You shouldn't be driving around, you know. You're sick. \n[104]Real early.  We're just gonna take your car to get some breakfast. \n[105]We'll just be a minute.  Get a little more sleep. \n[106]C'mon, pal.  Leave that alone, we gotta go. \n[107]Promise you'll turn around if you get tired. ", "DONNA": "\n[1]Yes? \n[2]You're a lawyer? \n[3]Well it oughta be, with all the work I put into it. \n[4]I added air conditioning, put in the pool, made all those pillows by hand ... \n[5]Thank you.  I think so too.  That's why I'm being such a stickler on this house price thing.  I don't mean to be a pain in PG&amp;E's backside, especially after all they've done for Hinkley, but I look around here and I think, if they want this place, they're gonna have to pay for it.  And I don't just mean pay for the house; I'd like them to pay me for the trouble of starting over. \n[6]Cause first you gotta move, then there's decorating, and if the windows aren't the same size, you know -- you're making all new curtains.  Honest to God, I don't know if I have the energy.  You know, I've been sick. Me and Peter both have. \n[7]I know.  They're more than a bit unusual. See, two years ago, Pete got Hodgkin's disease.  That's a kind of cancer -- \n[8]Thank you.  It's in remission now, thank the Lord, but you never know.  And then while that's going on, I end up having to have a hysterectomy.  Plus a whole mess of lumps removed from my breasts.  All benign so far, but still, no matter how positive you stay, an operation can still take it out of you. \n[9]So the whole idea of selling the house -- don't get me wrong, I'd be glad to move to some better place, but if they aren't gonna pay us properly, I just don't see the point. \n[10]Are you kidding?  With how our lives are, if I start subdividing files, I'll be sunk.  I just kept all PG&amp;E correspondence in one place. \n[11]Well, they paid for the doctor's visit. \n[12]You bet.  Paid for a check-up for the whole family.  And not like with insurance where you pay, then wait a year to be reimbursed, either.  They just took care of it.  Just like that.  We never even saw a bill. \n[13]Cause of the chromium. \n[14]The chromium.  Well, that's what kicked this whole thing off. \n[15]PG&amp;E came around a few years ago, told us they put chromium in our well by mistake. And since we shouldn't have to drink it if we don't want to, they gave us free spring water and offered to buy our house. \n[16]It's a chemical they used over at that compressor station up the road there. \n[17]I thought the same thing, right off the bat. That's why we went to see the doctor.  But hunh-uh.  Turns out one's got nothing to do with the other. \n[18]This is the info they gave us.  You'll see if you look through it, chromium's good for you.  When I saw what they charged for it at the health-food stores, I about fainted. \n[19]Not around here.  This is a rough part of the world.  Hard times, not a lot of money, not a lot of luck. It's a challenge, staying healthy in a town like this.  Heck, even our dogs up and die. \n[20]An on-site monitoring well?  That means -- \n[21]And you say this stuff, this hexavalent chromium -- it's poisonous? \n[22]Well -- then it's gotta be a different than what's in our water, cause ours is okay. The guys from PG&amp;E told me.  They sat right in the kitchen and said it was fine. \n[23]No.  Hunh-uh, see, that's not what the doctor said.  He said one's got absolutely nothing to do with the other. \n[24]\n[25]\n[26]\n[27]But it was more than a year ago that they told us -- \n[28]Erin, this here's Frank Melendez.  He works over at the compressor station -- \n[29]I'd got so used to having 'em come up benign, I guess I just didn't expect it. \n[30]Sure wish I had longer to get used to the idea. You think if you got no uterus, and no breasts, you're still technically a woman? \n[31]We're gonna get them, aren't we, Erin?  You gotta promise me we're gonna get them. \n[32]I don't know, Erin -- the way he was talking to us, telling us everything was gonna be fine -- I just didn't trust him. \n[33]For what? \n[34]It's a good day.  I feel good. \n[35]A number for the whole group, or for us? \n[36]Oh, my God. \n[37]Five million dollars? \n[38]I don't even know how much money that is. \n[39]I can put them in a good school. \n[40]And get someone to help around the house. \n[41]Oh my God.  Oh my God. \n[42]Oh, my God. ", "BRENDA": "\n[1]Tony Marvin. \n[2]His dry cleaners.  You want him? \n[3]Tequila.  From your drug dealer friend. \n[4]He's a low-life.  Speaking of which, that's your nine o'clock in there. \n[5]Erin Brockovich.  Car accident.  Not her fault, she says. And she looks like such an honest girl, don't you think? \n[6]Right.  Lap-dancers are people too. \n[7]I can't find him, Tony.  We'll have to call you back. \n[8]Yeah? \n[9]It's those files you asked for. \n[10]Nothing you can't show up for with a stain. \n[11]Who? \n[12]What's your sister look like? \n[13]All of 'em? \n[14]What's she doing here? \n[15]What??  Why? \n[16]And dumb old me thought working hard and being loyal was the way to get ahead. \n[17]David Baum from PG&amp;E is at reception. \n[18]For God's sake, Erin, I can see your panties. \n[19]Mr. Sanchez, Mr. Webster, Mr. Buda, and Ms. Cooper, from PG&amp;E are here. \n[20]Ed Masry's office ... Sorry, he can't be interrupted. \n[21]I said, he can't be interrupted. ", "MATTHEW": "\n[1]I don't like this part, it's all crusty. \n[2]I hate this music. \n[3]Well I hate it. \n[4]Me too. \n[5]Yeah. \n[6]I'm hungry. \n[7]Can I play roller hockey? \n[8]When? \n[9]Randy's mom said yes right away. \n[10]I'm gonna go live with George. \n[11]You always say that.  Then you go to work and forget you promised. \n[12]You never fall short for the work people.  I guess maybe you just love them more. \n[13]I don't want to stay here.  It smells. \n[14]This girl's the same age as me. \n[15]She's one of the sick people? \n[16]How come her own mom isn't helping her? \n[17]Maybe we'll bring you back some breakfast. You want eggs? ", "POTTER": "\n[1]Well.  Now I know what you meant when you called her your secret weapon. \n[2]When'd they file the demur? \n[3]How many counts? \n[4]Who's the judge? \n[5]Good. \n[6]How long's he gonna take? \n[7]I've also been thinking about the team. Responsibilities, who should cover what -- \n[8]I think we should makes some changes. \n[9]Any preconditions on the settlements? \n[10]Binding arbitration isn't all that different from a trial.  It's overseen by a judge. Evidence is presented in much the same way. \n[11]No, sorry, I should have mentioned that. There's no jury in binding arbitration.  No jury, and no appeal. \n[12]Well -- you have none.  The judge's decision is final.  But I really don't anticipate that as a problem. \n[13]As I said before, it will definitely be somewhere between 50 and 400 million dollars. \n[14]I wouldn't want to speculate at this point. \n[15]Judges don't make decisions based on whim, ma'am.  They make them based on precedent and evidence. \n[16]Look.  Everyone.  Is this a big decision? Absolutely.  But I do believe that if you put a little faith in the system, you'll be quite pleased with the outcome. \n[17]Where did -- how did you do this? ", "FRANKEL": "\n[1]What kind of chromium is it? \n[2]Yes.  There's straight-up chromium -- does all kinds of good things for the body. There's chrom 3, which is fairly benign, and then there's chrom 6, hexavalent chromium, which, depending on the amounts, can be very harmful. \n[3]With repeated exposure to toxic levels -- God, anything, really -- respiratory disease, liver failure, heart failure, reproductive failure, chronic headaches, bone or organ deterioration -- plus, of course, any type of cancer. \n[4]Oh, yeah.  Definitely.  Highly toxic, highly carcinogenic.  Bad, bad stuff. \n[5]Have you been to the water board? \n[6]Every county has one.  They keep records of anything water-related within their jurisdiction.  You should be able to find something there. \n[7]Good luck. Oh -- I wouldn't advertise what you're looking for if I were you ... \n[8]... Incriminating records have a way of disappearing when people smell trouble. \n[9]Well, what you have to remember is, if you have hex chrom in the water, you have it in anything that lived off the water. \n[10]What I'd do is start a collection.  Anything that existed in water, on water, under water ... \n[11]anything that had water flow over or under it ... \n[12]anything that had water pass through it ... \n[13]... collect 'em, label 'em, then bring 'em to me.  I'll analyze 'em, see what we got. ", "JANE": "\n[1]Just last week, he told my sister we weren't hiring. \n[2]What do I look like, Erin?  A library? \n[3]Nice to see you, Erin.  We've missed you. \n[4]-- toothbrush, toothpaste, and a pair of hose.  Here. \n[5]There may be jobs where you can disappear for days at a time, but this isn't one of them.  Here, if you don't do the work, you don't get to stay. \n[6]Yes.  It's called accountability. \n[7]Excuse me? \n[8]He hired her back.  With a raise. \n[9]Well, let's see.  It's not cause she's smart, and it's not cause she's professional.  That leaves ... \n[10]Have you been logging on? \n[11]I moved payroll onto the computer.  It only knows to process paychecks for employees who log on in the morning and off at night. \n[12]You're clever.  I'm sure you'll think of something. ", "PAULSEN": "\n[1]Yes? \n[2]Is this a joke?  Did Baxter put you up to this? \n[3]He did, didn't he?  Baxter! \n[4]Oh.  Oh. \n[5]Of course!  Oh, gosh, of course -- \n[6]Well, look, there isn't a ton of information here, but from what there is, I'd say that these two people here -- what are their names?  Shanna and Ashley? \n[7]They've both got some immune system problem. Can't say what from, whether it's viral or genetic or what, but something's wrong.  And these guys -- Donna and Peter -- \n[8]Well, from what this stuff says, I'd say they both have some form of cancer. \n[9]You did? \n[10]Well, if you're talking about contamination, you're getting out of my area of expertise. Let me give you the name of a toxicologist friend of mine over at USC. \n[11]I gotta say, Erin -- first time I saw you, I did not peg you as the kind to go off and conduct her own epidemiological study. ", "ROSALIND": "\n[1]Morning, Mr. Masry.  How you doing today? \n[2]Masry &amp; Vititoe, can I help you? \n[3]You've been reading for hours. \n[4]Hey, just so long as you see Him. \n[5]Hey, Erin, I thought you were taking a sick day. \n[6]Some meeting.  With PG&amp;E people. \n[7]Yup.  They must be important, too, cause they came on a special plane. \n[8]In the conference -- \n[9]Masry &amp; Vititoe, can I -- shoot! \n[10]Yeah, I'm gonna start sleeping here. Masry &amp; Vititoe, can I -- damn it. Does anyone know anything about these phones? ", "KATIE": "\n[1]I like the crust. \n[2]How come you're not eating? \n[3]Mommy, can I get a flower? \n[4]What's that stand for? \n[5]No, it's not! \n[6]I hate it too.  I hate this trip. \n[7]I'm gonna hate it. \n[8]Yeah.  A real moron. \n[9]It happens all the time. \n[10]I don't know. ", "ROSS": "\n[1]Oh, hey -- lemme give you a hand there. \n[2]Ross. \n[3]Erin.  Cool.  What can I do for you, Erin? \n[4]You come to the right place. \n[5]You just tell me what you want to look at and I'll be glad to dig 'em out for you. \n[6]Heck, yeah.  Come on back.  Just gonna need you to sign in here -- \n[7]Pattee?  That your middle name? \n[8]You're married. \n[9]You know what, Erin?  I got nothing but time here.  Why don't you let me do that for you, and you can get your kids some dinner. \n[10]I don't know what you're talking about. ", "THERESA": "\n[1]Ed.  Good to see you again. \n[2]Kurt, Ed Masry's here.  And this is Erin Brockovich, Ed's assistant.  Erin, this is Kurt Potter. \n[3]You know what?  Why don't I take Erin down the hall, so we can start in on this stuff? \n[4]Yeah, we had them couriered over.  And listen, good work.  They're a great start. We're just going to have to spend a little time filling in the holes in your research. \n[5]No offense.  There are just some things we need that you probably didn't know to ask. \n[6]Erin.  You don't even have phone numbers for some of them. \n[7]Everyone's.  This is a lawsuit.  We need to be able to contact the plaintiffs. \n[8]You don't know six hundreds plaintiffs' numbers by heart. \n[9]Annabelle Daniels. \n[10]Okay, look -- I think we got off on the wrong foot here -- ", "BAUM": "\n[1]... in the interest of putting this whole thing to rest, PG&amp;E is willing to offer the Irvings 250,000 dollars for their home. \n[2]In terms of land value out in Hinkley, Mr. Masry, we feel it's a more than fair price. \n[3]I understand they've had a bad run of luck, health-wise, and they have my sympathies. But that's not PG&amp;E's fault. \n[4]A million things could have caused those problems.  Poor diet, bad genes, irresponsible lifestyle.  Our offer is final and more than fair. \n[5]250,000 is all I'm authorized to offer. \n[6]Mr. Masry, before you go off on some crusade, you might want to remember who it is you're dealing with here.  PG&amp;E is a 28- billion dollar corporation. \n[7]Hey, you know where I can get a cab?  My plane leaves Burbank in forty-five minutes. \n[8]Hey, excellent.  Thanks. ", "EMBRY": "\n[1]I was working in the compressor, and out of nowhere the supervisor calls me up to the office and says, we're gonna give you a shredder machine, and send you on down to the warehouse.  We want you to get rid of all the documents stored out there. \n[2]Nope.  And I didn't ask. \n[3]Well, it's pretty boring work, shredding -- you gotta find some way to entertain your mind.  So yeah, I took a look. \n[4]There was a lot of dull stuff -- vacation schedules, the like. But then there were a few memos about the holding ponds.  The water in them.  They had readings from test wells, stuff like that. \n[5]That's right. \n[6]Course as it turns out, I'm not a very good employee. \n[7]Well.  There were a few documents that I somehow didn't get around to shredding. That I kept instead. \n[8]At the time, I thought, I got six kids, some of 'em want to go to college.  I can't afford to lose my job.  I told myself I was being honorable. But there's nothing honorable in what I did. Maybe that's why they picked me for the job. Maybe they knew what kind of man I was. ", "DEFENDING LAWYER": "\n[1]Seventeen thousand in debt.  Whew.  Is your ex-husband helping out? \n[2]There's more than one? \n[3]Right.  No doubt. \n[4]So.  You must've been feeling pretty desperate that afternoon. \n[5]Broke, three kids, no job.  A doctor in a Jaguar must've looked like a pretty good meal ticket. \n[6]So you say. \n[7]An ER doctor who spends his days saving lives was the one out of control -- ", "MANDY": "\n[1]Excuse me, are you Erin Brockovich? \n[2]When Donna told us about you, and what you told her about the chromium, we figured that might have something to do with this, too. \n[3]There's something else, too. \n[4]I know.  It's an awful lot. \n[5]I figured it musta been something I did, like when I smoked marijuana, maybe.  Or took birth control pills.  But then Donna told me you thought this chromium might be to blame for her problems, so I figured ... \n[6]You know that thing it says in here about rashes? \n[7]Well, this old neighbor of mine, Bob Linwood -- he ran the dairy on Community -- seemed like someone in his family always had a rash somewhere or other.  I just figured it was something in the genes.  And you know how it is -- you don't like to ask about things like that ... ", "LAURA": "\n[1]Well, they know what it is -- it's called fibrous dysplasia -- \n[2]-- they just don't know what caused it. \n[3]I'm embarrassed. \n[4]It's just -- the pain.  It's only getting worse.  I can't be a good wife.  I can't be a good mother. \n[5]Know what I always thought I wanted outta life, Erin?  A Jaguar. \n[6]I thought if I could spend that kinda money on a car, it'd mean everything else was fine. I don't even know how much they cost. \n[7]Wouldn't mean the same thing. ", "ANNA": "\n[1]... what we do in here is keep track of all the case files.  That way, at any time, we can find out a case's status -- where it is in the office, stuff like that.  We file 'em all here, alphabetically -- \n[2]That's a joke, right? \n[3]Erin, you've been here three weeks.  If you don't know how to do your job by now, I am not about to do it for you. \n[4]Where've you been? \n[5]Don't use language with me -- \n[6]Um, Erin? Listen.  Even though you're not necessarily my favorite person in the world ... ... sometimes you're not half-bad. "}}