{"dialogues": {"JOEL": "\n[1]Hi, Cindy.  Joel.  Listen, I'm not feeling well this morning.  No.  Food poisoning, I think.  Sorry it took me so long to call in, but I've been vomiting. \n[2]January 13th, 2006.  Today I skipped work and took the train out to Montauk. It's cold. The sky is gray. I don't know what else to say.  Nothing happens.  Nothing changes.  I saw Naomi last night.  We had sex.  It was weird to fall into our old familiar sex life so easily.  Like no time has passed.  After two years apart suddenly we're talking about getting together again.  I guess that's good. \n[3]I'm sorry. \n[4]Why what? \n[5]No, I didn't know if you were talking to me, so... \n[6]Well, I didn't want to assume. \n[7]Anyway.  Sorry.  Hi. \n[8]No, I mean, I don't know.  I can't really think of much to say probably. \n[9]I mean, it's okay if you want to sit down here.  I didn't mean to -- \n[10]It's okay, really. \n[11]Rockville Center. \n[12]The weirder part is I think actually I recognize you.  I thought that earlier in the diner.  That's why I was looking at you.  You work at Borders, right? \n[13]Really?  Because -- \n[14]-- because I go there all the time.  I don't think I ever saw you before. \n[15]I don't have one. \n[16]I noticed your hair.  I guess it made an impression on me, that's why I was pretty sure I recognized you. \n[17]I like it. \n[18]Yeah.  Tom Waits says it in -- \n[19]I can't remember. \n[20]I don't really know how -- \n[21]You think that could possibly be a full time job?  How many hair colors could there be? \n[22]I'm sure you would. \n[23]You sure?  That doesn't sound -- \n[24]Oh, I doubt that's the case. \n[25]Sorry.  I was just trying to be nice. \n[26]I'm Joel. \n[27]I don't know any jokes about your name. \n[28]I don't know what that means. \n[29]I'm nut nuts. \n[30]Sorry.  It's a pretty name, though.  It means \"merciful\", right? \n[31]See, I wouldn't think that about you. \n[32]Oh.  I don't know.  I was just... I don't know.  I was... You seemed nice, so -- \n[33]Well, anyway... Sorry. \n[34]Okay. \n[35]Yes? \n[36]That's okay. \n[37]It's no problem.  Anyway, I have some stuff I need to -- \n[38]Probably see you at the book store. \n[39]Hi.  I could give you a ride if you need. \n[40]You're sure?  It's cold. \n[41]It's okay. \n[42]Where do you live? \n[43]Well, I probably wouldn't say if I were, but no. \n[44]I'm not a stalker. \n[45]Yeah. \n[46]It's okay.  I didn't think you were. \n[47]I like to read. \n[48]Yeah?  I can't remember that album very well.  I remember liking it.  But -- \n[49]Sort of, um... \n[50]What? \n[51]Well, I wouldn't want to be -- \n[52]Take care. \n[53]Um -- \n[54]Very much. \n[55]Thanks.  That was good, that crow sound. \n[56]I don't know. \n[57]Frost? \n[58]It's pretty. \n[59]Cheers. \n[60]I'm fine. \n[61]No, I'm okay for now. \n[62]What do you want to hear? \n[63]You just say.  I'm not really -- \n[64]Well, I should probably get going. \n[65]No.  I -- \n[66]Thanks. \n[67]Yeah? \n[68]I don't know. \n[69]Yeah, I don't know.  It's hard to know. \n[70]Yeah, I guess. \n[71]Sorry.  My life isn't that interesting. I go to work.  I go home.  I don't know what to say. \n[72]I think about that. \n[73]I do have a tendency to use that word too much. \n[74]Thanks. \n[75]Yeah. \n[76]Yeah.  I think so.  It's hard to -- \n[77]Yeah. \n[78]No. \n[79]No, not at all. \n[80]Oh, yeah. \n[81]That's scary sounding. \n[82]I think so. \n[83]Okay. \n[84]Sounds good.  But right now I should go. \n[85]I have to get up early in the morning tomorrow, so... \n[86]Yes. \n[87]I don't think your personality comes out of a tube.  I think the hair is just... a pretty topping. \n[88]So, I enjoyed meeting you. \n[89]Yeah. \n[90]Tomorrow? \n[91]Okay. \n[92]It was snowing. \n[93]The driver waved.  So casual, friendly. \n[94]I might be making a mistake. \n[95]Fuck you, Clementine. \n[96]Pink. There was a number on it.  I remember. \n[97]We're sorry, the number you have dialed... Screw you, Clementine, for doing this ... \n[98]Bye. \n[99]It's them. \n[100]Fuck. \n[101]I should maybe talk to you. \n[102]I love you and if you knew that... if I told you what happened...  I'll explain everything, what we meant to each other. I'll tell you everything about our time together.  You'll know everything again and... \n[103]Clementine. \n[104]How could she have done this to me?  How could anyone do this to anyone? \n[105]What's happening here? Oh, God!  I have to go home.  They'll be there soon. \n[106]Gotta get home.  How could she do this to me? How could she not care about what we meant to each other.  What a fuck!  What a fucking monster she is! \n[107]Them. \n[108]How exactly is this going to work tonight? \n[109]Is there any sort of risk of brain damage? \n[110]It's happening now!  I'm already in my brain. \n[111]But you're tracing and erasing now.  It's already started.  I'm home in my bed. \n[112]My name is Joel Barish.  I have an appointment. \n[113]Not great. \n[114]Well... I did. \n[115]It was a mess.  I don't know how it got this way... \n[116]So then she just stops calling. \n[117]Any messages, Carmen? \n[118]Any messages for me, Carmen. \n[119]Sorry, Carmen.  Any messages? \n[120]Why would she do that? \n[121]She's punishing me for being honest.  I should just go to her house. \n[122]Yeah, I don't want to seem desperate. \n[123]I don't know.  I'm so... I can't believe she'd be so goddamn immature! \n[124]They can't erase memories.  It's a joke. It's a nasty Clementine hoax. \n[125]It's three. \n[126]I can't believe you wrecked my car. \n[127]You're driving drunk.  It's pathetic. \n[128]Well it is pathetic.  And fucking irresponsible.  You could've killed somebody. \n[129]I don't know, maybe you did kill somebody. \n[130]And what are you like?  A wino? \n[131]No, see, Clem, I assume you fucked someone tonight.  Isn't that how you get people to like you? \n[132]I'm sorry.  Okay.  I didn't mean that.  I just... I was just... pissed, I guess. \n[133]Let me drive you home. \n[134]Look at it out here.  It's falling apart. I'm erasing you.  And I'm happy. \n[135]You did it to me.  I can't believe you did this to me.  By morning you'll be gone.  Ha! \n[136]That must be the guy I saw you with. \n[137]Where are you going? \n[138]Oh shit.  I remember this. Want to go? \n[139]Let's talk about it later. \n[140]I don't think we're ready. \n[141]Clementine, do you really think you could take care of a kid? \n[142]I don't want to talk about this here. \n[143]Clem, I'm sorry.  I shouldn't have -- \n[144]Oh, thank God.  It's going. \n[145]It's going, Clementine.  All the crap and hurt and disappointment.  It's all being wiped away. \n[146]Me, too. \n[147]So, um -- \n[148]You're drunk. \n[149]No, it isn't that. \n[150]I just don't have anything very interesting about my life. \n[151]How's the chicken? \n[152]No.  Thanks. \n[153]It's good. \n[154]Yeah, Tangerine? \n[155]No. \n[156]No!  Jesus, No! \n[157]Please!  Please!  I've changed my mind! I don't want this.  Wake me up!  Stop the procedure!  Plea -- \n[158]...die right now, Clem.  I'm just... happy.  I've never felt that before.  I'm just exactly where I want to be. \n[159]Clem, no!  This can't keep happening. Please!  Oh, fuck!  Please! \n[160]You have to stop this! \n[161]I'm trapped in my head and everything I love is being erased!  Stop it now! \n[162]Yes indeed. Fuck!  They're erasing you, Clem! \n[163]I hired them to.  We're in my brain.  But I want it to stop, before I wake up and don't know you anymore. \n[164]I don't know. \n[165]Aaargh!  It's horrible!  I'm trapped! \n[166]I loved you on this day.  I love this memory.  The rain.  Us just hanging. \n[167]What do you mean? \n[168]Where?  Where?  Where? \n[169]I must be about two. I want my mommy.  She's busy.  She's not looking at me. Look, my Huckleberry Hound doll!  I told you about this! I want my mommy! \n[170]I want my mommy. I don't want to lose you, Clem. \n[171]I'm scared.  I want my mommy.  I don't want to lose you.  I don't want to lose... \n[172]I really want her to pick me up.  It's weird how strong that desire is. \n[173]I loved you so much this day.  On my bed in your panties.  I remember I thought, how impossibly lucky am I to have you on my bed in your panties. \n[174]I came over to the bed and you smelled so good, like you just woke up, slightly sweaty.  And I climbed on the bed with you and you said something like -- \n[175]There's this guy! \n[176]There's this guy.  I heard him talking in my apartment.  He's one of the eraser guys.  And he fell for you when they were erasing you, so he introduced himself the next day as if he were a stranger and now you're dating him. \n[177]He stole a pair of your panties while you were being erased! \n[178]I love getting bathed in the sink.  It's such a feeling of security. \n[179]Don't call me Antoine.  My name is Wally. \n[180]They found us before.  The plan didn't work.  I don't know what to do now. \n[181]This kid, Joe Early, is going to beat the shit out of me. \n[182]He calls me Jill.  Everyone calls me Jill after this. \n[183]Just shut up, Joe.  I'm going home. \n[184]I don't want to fight you. \n[185]I'm too scared to even throw a punch. When I tell people this story I leave that part out. \n[186]Clem, c'mon, we've got to hide you. Remember? \n[187]I don't like it either, but I'm just trying to find horrible secret place to -- \n[188]Happy Birthday. \n[189]I scoured the city for it. \n[190]I can't.  I have to go home.  I'll do it later. \n[191]That's where I live.  Lived. \n[192]It was horrifying, seeing my father like that. There was no hope for me if his life was such a failure.  And he saw failure in me, too, written in my future. \n[193]I'm done, Clem.  I'm just going to ride it out.  Hiding is clearly not working. \n[194]I want to enjoy my little time left with you. \n[195]Do you remember what we talked about? \n[196]Yeah. \n[197]God, I should know.  Your hair was red. I remember it matched the wallpaper. \n[198]No!  I think you were wearing that black dress, y'know, with the buttons. \n[199]Right.  Something black though. \n[200]We did talk about Naomi. \n[201]I'm sure, I said. \n[202]I was so nervous.  I remember I couldn't think of anything to say.  There were long silences. \n[203]I thought I was foolish.  I thought I'd mistaken infatuation for love.  You said: \n[204]And I didn't have an argument. \n[205]I dropped you off after.  You said -- \n[206]It's very late. \n[207]This was our first time. \n[208]Naomi. \n[209]You take it.  I don't know. \n[210]Naomi, I really value our relationship. I hope it's possible for us to stay in touch. \n[211]I told her today I need to end it. \n[212]I did it.  I guess that means something. \n[213]I don't know, I've just been thinking, maybe we're not happy with each other. \n[214]Y'know, we've been, I don't know, sort of, unhappy with each other and -- \n[215]I think maybe, we're both so used to operating at this level that -- How can one person be unhappy?  If one person is unhappy, both have to be... by definition. \n[216]No.  I just need some space, maybe. \n[217]It's not somebody else. \n[218]Is there a Clementine who works here? \n[219]Hi. \n[220]Sorry to track you down like this.  I'm not a stalker.  But I needed to see you. \n[221]I'd like to... take you out or something. \n[222]Not yet.  Not married. \n[223]Okay. \n[224]I just think that you have some kind of... quality that seems really important to me. \n[225]I remember that speech really well. \n[226]You had the whole human race pegged. \n[227]I still thought you were going to save me.  Even after that. \n[228]It would be different, if we could just give it another go around. \n[229]Thanks, guys. \n[230]Yeah. \n[231]Hi. \n[232]You didn't miss much.  Rob Carrie say hello. \n[233]Go back to sleep. \n[234]In a minute. \n[235]So you don't mind? \n[236]Okay.  I wish you could come. \n[237]I hope you get your work done. \n[238]Just a little overworked, maybe. \n[239]I remember you turned around.  Your face was dark and your hair was backlit -- I could see a halo of frizz -- you asked me if things were okay between Naomi and me. \n[240]I remember. \n[241]Yeah, you told me that later. \n[242]No one. \n[243]You were down by the surf.  I could just make you out in the dark. \n[244]Your back to me.  In that orange sweatshirt I would come to know so well and even hate eventually.  At the time I thought, how cool, an orange sweatshirt. \n[245]But I went back to my food.  The next thing I remember, I felt someone sitting next to me and I saw the orange sleeve out of the corner of my eye. \n[246]Hi. \n[247]You said... \n[248]Yeah.  I don't ever know what to say. \n[249]Even then I didn't believe you entirely. I thought how could you be talking to me if you couldn't talk to people? \n[250]You know what I did. \n[251]You said -- \n[252]And you picked it out of my plate before I could answer and it felt so intimate like we were already lovers. \n[253]I remember -- \n[254]I'm Joel. \n[255]You mean, like... Oh, my darlin', oh, my darlin', oh, my darlin', Clementine... ?  Huckleberry Hound?  That sort of thing? \n[256]Nope.  No jokes.  My favorite thing when I was a kid was my Huckleberry Hound doll.  I think your name is magic. \n[257]I know. \n[258]Enjoy it.  Say good-bye. \n[259]So you're still on the Zoloft? \n[260]I know what you mean.  That's why I stopped. \n[261]I don't think I've slept in a year. \n[262]yeah? \n[263]Okay. \n[264]I love her. \n[265]I think she's great. \n[266]Did this conversation come before or after we saw the house? \n[267]Seems too coincidental that way. \n[268]Yeah, yeah.  It goes \"Perhaps there is someone in this world to whom I could send all these lines\"? \n[269]Um, no. \n[270]I do sort of live with somebody though. \n[271]Female. \n[272]What are you doing? \n[273]Clementine. \n[274]I hesitated for what seemed like forever. \n[275]I knew. \n[276]It's dark. \n[277]Naomi. \n[278]I think we should go. \n[279]I really should go.  I really need to catch my ride. \n[280]I did.  I walked out the door.  I felt like I was a scared little kid.  I thought you knew that about me.  I ran back to the bonfire, trying to outrun my humiliation.  You said, \"so go\" with such disdain. \n[281]I walked out the door.  There's no more memory. \n[282]I love you. \n[283]Hi... Naomi?  Yeah, hi!  How are you?  I know, I know.  It's been a long time. Not too much.  You?  Oh, that's great! Congratulations!  Maybe I could buy you dinner to celebrate?  Tonight?  I'm free. Okay, good! \n[284]It's been a pretty lonely couple of years. \n[285]Well, it was my fault -- the break-up. I'm sorry. \n[286]I miss you. \n[287]Oh!  Great.  That's great! \n[288]I'm sorry.  I really shouldn't have -- \n[289]So you think the dissertation will get published? \n[290]Yeah. \n[291]Tomorrow? \n[292]Yeah. \n[293]Hi, Naomi, it's Joel. \n[294]How's it going? \n[295]I know.  I had to take the day to think. \n[296]I just got in. \n[297]Yeah, I suppose so. \n[298]There you are. Naomi, it's just... I'm afraid if we fall back into this fast without considering the problems we had... \n[299]I had a good time last night.  I really did. \n[300]We'll speak soon. \n[301]I just walked in. \n[302]Oddly enough, I do. \n[303]I guess so. \n[304]I don't know. \n[305]This is so beautiful. \n[306]I don't know.  What if it breaks? \n[307]I think I should go back. \n[308]Listen, did you want to make love? \n[309]Have sex.  Y'know -- \n[310]Because I just am not drunk enough or stoned enough to make that happen right now. \n[311]I'm sorry.  I just wanted to say that. This seems like the perfect romantic exotic place to do it and -- \n[312]-- and I'm just too nervous around you right now. \n[313]Yeah?  I wouldn't have thought that. \n[314]I'm nervous because I have and enormous crush on you. \n[315]Did you send this?  Is it a joke? \n[316]I mean, I haven't even told anyone I've met you.  Who would even know to do this? \n[317]That's what you have to say?  How could it be true?  I never even heard of any procedure like this.  It's a joke. \n[318]It's true. \n[319]Look, I have to go.  I have to think. \n[320]Says you were a bully... \n[321]That's what it says.  You drank too much, you picked on me for being passive and timid. \n[322]Says you would sometimes disappear all night, then brag to me about your sexual conquests. \n[323]I don't know. \n[324]Says you were a slob, leaving trails of panties and dirty socks in your wake. \n[325]I sort of do.  But I only see it as a fantasy version of reality.  Cleaned up enough to be erotic. \n[326]You're so beautiful. \n[327]Hi, it's Joel. \n[328]I'm just, y'know, passing the time best I can till I can see you. \n[329]You must have been crazy. \n[330]I don't know.  Panties and -- \n[331]Jesus. \n[332]I can't stop thinking about you. \n[333]What old mill?  Is that somewhere we -- ", "CLEMENTINE": "\n[1]Yeah, hi, I have a one o'clock with Dr. Mierzwiak.  Clementine Kruczynski. \n[2]Hi. \n[3]Okay, I guess. \n[4]Okay, I guess. \n[5]I don't care. \n[6]Well, I've been having a bad time of it with um, my boyfriend, I guess. \n[7]What?  No.  I don't like the term boyfriend.  It's so gay. \n[8]Maybe gay isn't the right word.  But, anyway, it's been rough with him... whatever the fuck he is.  Heheh.  My significant other... heh heh.  And I guess on a certain level, I want to break it off, but I feel... y'know... it's like this constant questioning and re questioning.  Do I end it?  Should I give it more time?  I'm not happy, but what do I expect?  Relationships require work. You know the drill.  The thing that I keep coming back to is, I'm not getting any younger, I want to have a baby... at some point... maybe... right?  So then I think I should settle -- which is not necessarily the best word -- I mean, he's a good guy.  It's not really settling. Then I think maybe I'm just a victim of movies, y'know?  That I have some completely unrealistic notion of what a relationship can be.  But then I think, no, this is what I really want, so I should allow myself the freedom to go out and fucking find it.  You know?  Agreed? But then I think he is a good guy and... It's complicated.  Y'know? \n[9]Um, well, he's a fucking tidy one -- \n[10]God, yes.  You've saved my life! \n[11]Ain't that the question of the century. \n[12]You got grilled cheese and tomato soup? \n[13]And some cream, please. \n[14]Hi! \n[15]Why? \n[16]Why are you sorry?  I just said hi. \n[17]Really? \n[18]Aw, c'mon, live dangerously.  Take the leap and assume someone is talking to you in an otherwise empty car. \n[19]It's okay if I sit closer?  So I don't have to scream.  Not that I don't need to scream sometimes, believe me. But I don't want to bug you if you're trying to write or something. \n[20]Oh.  So... \n[21]No, I don't want to bug you if you're trying to -- \n[22]Just, you know, to chat a little, maybe. I have a long trip ahead of me. How far are you going?  On the train, I mean, of course. \n[23]Get out!  Me too!  What are the odds? \n[24]Ucch, really?  You're kidding.  God. Bizarre small world, huh?  Yeah, that's me: book slave there for, like, five years now. \n[25]Jesus, is it five years?  I gotta quit right now. \n[26]Well, I'm there.  I hide in the back as much as is humanly possible.  You have a cell phone?  I need to quit right this minute.  I'll call in dead. \n[27]I'll go on the dole.  Like my daddy before me. \n[28]Ah, the hair. Blue, right?  It's called Blue Ruin.  The color.  Snappy name, huh? \n[29]Blue ruin is cheap gin in case you were wondering. \n[30]Exactly!  Tom Waits.  Which song? \n[31]Anyway, this company makes a whole line of colors with equally snappy names.  Red Menace, Yellow Fever, Green Revolution. That'd be a job, coming up with those names.  How do you get a job like that? That's what I'll do.  Fuck the dole. \n[32]Purple Haze, Pink Eraser. \n[33]Someone's got that job. Agent Orange!  I came up with that one. Anyway, there are endless color possibilities and I'd be great at it. \n[34]My writing career!  Your hair written by Clementine Kruczynski. The Tom Waits album is Rain Dogs. \n[35]I think.  Anyway, I've tried all their colors.  More than once.  I'm getting too old for this.  But it keeps me from having to develop an actual personality. I apply my personality in a paste.  You? \n[36]Well, you don't know me, so... you don't know, do you? \n[37]Yeah, I got it. \n[38]My name's Clementine, by the way. \n[39]No jokes about my name?  Oh, you wouldn't do that; you're trying to be nice. \n[40]Huckleberry Hound? \n[41]Huckleberry Hound!  What, are you nuts? \n[42]Oh my darlin', oh my darlin', oh my darlin' Clementine?  No? \n[43]Yeah.  Although it hardly fits.  I'm a vindictive little bitch, truth be told. \n[44]Why wouldn't you think that about me? \n[45]Now I'm nice?  Don't you know any other adjectives?  There's careless and snotty and overbearing and argumentative... mumpish. \n[46]I just don't think \"nice\" is a particularly interesting thing to be. \n[47]What is nice, anyway?  I mean, besides an adjective?  I guess it can be an adverb, sort of. \n[48]It doesn't reveal anything.  Nice is pandering.  Cowardly. \n[49]And life is more interesting than that. Or should be.  Jesus God, I hope it is... someday. I know it's here. \n[50]I don't need nice.  I don't need myself to be it and I don't need anyone else to be it at me. \n[51]Shit.  Shit.  I know it's here.  Hold on. \n[52]Damn it.  DAMN IT! Oh.  Here. \n[53]Joel?  It's Joel, right? \n[54]I'm sorry I... yelled at you.  Was it yelling?  I can't really tell.  Whatever, I'm a little out of sorts today. \n[55]My embarrassing admission is I really like that you're nice.  Right now, anyway.  I can't tell from one moment to the next what I'm going to like.  But right now I'm glad you said, \"that's okay\" to me.  That was nice of you. \n[56]Oh, okay.  Well, sure, I'll just... Take care, then. \n[57]Unless I get that hair-color-naming job. \n[58]No, that's okay.  Thanks, though. \n[59]I don't want to take you out of your way. \n[60]Yeah? \n[61]You're not a stalker or anything, right? \n[62]You can't be too careful.  I've been stalked.  I've been told I'm highly stalkable.  I don't need that. \n[63]You know Wilmont? \n[64]Wilmont.  Near the high school. \n[65]Look, I'm very sorry I came off sort of nutso.  I'm not really. \n[66]So you like bookstores, huh? \n[67]Me too.  It is Rain Dogs, by the way. \n[68]The song's 9th and Hennepin.  I spent most of the train ride trying to remember.  \"Till you're full of rag water and bitters and blue ruin/And you spill out/Over the side to anyone who'll listen.\"  Remember? \n[69]Remember?  \"And you take on the dreams of the ones who have slept there/And I'm lost in the window/I hide on the stairway/I hang in the curtain/I sleep in your hat...\" Oh, shit.  I'm so stupid.  Sorry. \n[70]I'm just a bit of a wreck.  \"I sleep in your hat\" makes me cry. Me. \n[71]Thanks very much.  That was very nice of you. \n[72]Oh, geez, I'm full of shit.  I already told you that. Anyway.  See Ya. \n[73]Hey, do you want to have a drink?  I have lots of drinks.  And I could -- \n[74]Never mind.  Sorry, that was stupid.  I'm embarrassed.  Good night, Joel. \n[75]Thanks.  I like it, too.  Been here about four years.  It's really cheap.  My downstairs neighbor is old so she's quiet, which is great.  And the landlord's sweet, which is bizarre, but great, and I have a little porch in the back, which is great, because I can read there, and listen to my crickets and... \n[76]Two blue ruins... \n[77]You like that? \n[78]This... someone gave that to me, just like, recently.  I like it, too.  I like crows.  I think I used to be a crow. \n[79]Do you believe in that stuff? Reincarnation? \n[80]Me neither.  Oh, there's an inscription on the back. The way a crow/Shook down on me/The dust of snow/From a hemlock tree/Has given my heart/A change of mood/And saved some part/Of a day I rued. \n[81]Yeah.  I'm not, like, a Robert Frost lover by any stretch.  His stuff seems strictly grade school to me.  But this made me cry for some reason.  Maybe because it is grade school.  Y'know? \n[82]I miss grade school.  I don't know why I'm calling it grade school all of a sudden.  When I went we called it elementary school.  But I like grade school better.  Sounds like something someone from the forties would call it. I'd like to be from then.  Everyone wore hats.  Anyway, cheers! \n[83]God, that feels so fucking good.  Take yours off. \n[84]Yeah?  Well, have a seat, anyway. \n[85]Ready for another? \n[86]Well, I'm ready.  Put some music on. \n[87]You pick it. \n[88]I don't know!  I can't see them from here, Joel!  Just pick something good. \n[89]Oh, excellent choice. \n[90]Mmmmmmm.  Way to go, Joel.  You pick good. \n[91]No, stay.  Just for a little while. Refill? \n[92]I know a man who needs a refill. \n[93]Drink up, young man.  It'll make the whole seduction part less repugnant. \n[94]I'm just kidding.  C'mon. \n[95]Y'know, I'm sort of psychic. \n[96]Well, I go to a psychic and she's always telling me I'm psychic.  She should know. Do you believe in that stuff? \n[97]Me neither.  But sometimes I have premonitions, so, I don't know.  Maybe that's just coincidence.  Right?  Y'know, you think something and then it happens, or you think a word and then someone says it?  Y'know? \n[98]Exactly.  Exactly!  That's exactly my feeling about it.  It's hard to know. Like, okay, but how many times do I think something and it doesn't happen?  That's what you're saying, right?  You forget about those times.  Right? \n[99]But I think I am.  I like to think I am. \n[100]It's helpful to think there's some order to things.  You're kind of closed mouthed, aren't you? \n[101]Oh. Does that make you sad?  Or anxious?  I'm always anxious thinking I'm not living my life to the fullest, y'know?  Taking advantage of every possibility?  Just making sure that I'm not wasting one second of the little time I have. \n[102]You're really nice.  I'm sorry I yelled at you before about it.  God, I'm an idiot. \n[103]I like you.  That's the thing about my psychic thing.  I think that's my greatest psychic power, that I get a sense about people.  My problem is I never trust it.  But I get it.  And with you I get that you're a really good guy. \n[104]And, anyway, you sell yourself short.  I can tell.  There's a lot of stuff going on in your brain.  I can tell.  My goal... can I tell you my goal? \n[105]What's the goal, Joel? My goal, Joel, is to just let it flow through me?  Do you know what I mean? It's like, there's all these emotions and ideas and they come quick and they change and they leave and they come back in a different form and I think we're all taught we should be consistent.  Y'know? You love someone -- that's it.  Forever. You choose to do something with your life -- that's it, that's what you do.  It's a sign of maturity to stick with that and see things through.  And my feeling is that's how you die, because you stop listening to what is true, and what is true is constantly changing.  You know? \n[106]Like I wanted to talk to you.  I didn't need any more reason to do it.  Who knows what bigger cosmic reason might exist? \n[107]You're very nice.  God, I have to stop saying that.  You're nervous around me, huh? \n[108]I'm nervous.  You don't need to be nervous around me, though.  I like you. Do you think I'm repulsively fat? \n[109]I don't either.  I used to.  But I'm through with that.  Y'know, if I don't love my body, then I'm just lost.  You know? \n[110]With all the wrinkles and scars and the general falling apart that's coming 'round the bend. So, I've been seeing this guy... \n[111]Well, for the last week, anyway!  He's kind of a kid.  Kind of a goofball, but he's really stuck on me, which is flattering.  Who wouldn't like that?  And he's, like, a dope, but he says these smart and moving things sometimes, out of nowhere, that just break my heart.  He's the one who gave me that crow photograph. \n[112]That made me cry.  But, anyway, we went up to Boston, because I had this urge to lie on my back on the Charles River.  It gets frozen this time of year. \n[113]Exactly!  I used to do it in college and I had this urge to go do it again, so I got Patrick and we drove all night to get there and he was sweet and said nice things to me, but I was really disappointment to be there with him. Y'know?  And that's where psychic stuff comes in.  Like, it just isn't right with him.  Y'know? \n[114]I don't believe in that soulmate crap anymore, but... he says so many great things.  We like the same writers.  This writer Stephen Dixon he turned me on to. And he's cute.  It's fucked up.  Joel, you should come up to the Charles with me sometime. \n[115]Yeah?  Oh, great! \n[116]I'll pack a picnic -- a night picnic -- night picnics are different -- and -- \n[117]You should stay. \n[118]Okay. \n[119]I would like you to call me.  Would you do that?  I would like that. \n[120]You'll call me, right? \n[121]When? \n[122]Tonight.  Just to test out the phone lines and all. \n[123]You were not. \n[124]Come over after I'm done here? \n[125]You rat. \n[126]You didn't say anything about my hair. \n[127]In the room? \n[128]Yo ho ho! \n[129]Anyhoo, sweetie, I done a bad thing.  I kinda sorta wrecked your car... \n[130]...a little.  I was a little tipsy. Don't call me pathetic. \n[131]Oh Christ I didn't kill anybody.  It's just a fucking dent.  You're like some old lady or something. \n[132]A wino?  Jesus, Are you from the fifties? A wino! Face it, Joel.  You're freaked out because I was out late without you, and in your little wormy brain, you're trying to figure out, did she fuck someone tonight? \n[133]Fuck you, Joel.  Faggot. \n[134]How can you watch this crap? \n[135]I'm fucking crawling out of my skin. \n[136]I want to have a baby. \n[137]No.  I want to have a baby.  I have to have a baby. \n[138]You're not ready. \n[139]What?! \n[140]Joel, We're fucking gonna talk about it! \n[141]You can't fucking say something like that and say you don't want to talk about it! \n[142]I'd make a fucking good mother!  I love children!  I'm creative and smart and I'd make a fucking good mother! \n[143]It's you!  It's you who can't commit to anything!  You have no idea how lucky you are I'm interested in you!  I don't even know why I am!  I should just end it right here, Joel.  Leave you in the zoo. Maybe you could find a nice sloth to hang out with! \n[144]I'm glad. \n[145]Would you get me another, Joely? \n[146]Thanky!  Thanky! \n[147]Joel, this is Mark.  He likes my boobs. He came over special to tell me that. Isn't that nice.  He doesn't think I'm fat. \n[148]S'okay, Mark.  Joel doesn't like my boobs. I don't think he likes girls. \n[149]You're a whiz kid.  So perceptive, so -- \n[150]You don't tell me things, Joel.  I'm an open book.  I tell you everything.  Every damn embarrassing thing.  You don't trust me. \n[151]I want to know you. \n[152]Joel, you're a liar. \n[153]Good. \n[154]More? \n[155]How's the fish? \n[156]Joely... \n[157]Do you know The Velveteen Rabbit? \n[158]It's my favorite book.  Since I was a kid.  It's about these toys.  There's this part where the skin Horse tells the rabbit what it means to be real. I can't believe I'm crying already.  He says, \"It takes a long time.  That's why it doesn't often happen to people who break easily or have sharp edges, or who have to be carefully kept.  Generally by the time you are Real, most of your hair has been loved off, and your eyes drop out and you get loose in the joints and very shabby.  But these things don't matter at all, because once you are Real you can't be ugly, except to people who don't understand.\" \n[159]I don't know.  I'm lost.  I'm scared.  I feel like I'm disappearing.  I'm getting old and nothing makes any sense to me. \n[160]Nothing makes any sense.  Nothing makes any sense. \n[161]Come up to Boston with me? \n[162]Now.  Now!  I have to go now.  I have to see the frozen Charles!  Now!  Tonight! \n[163]Yay!  It'll be great!  I'll get my shit. \n[164]I'm so excited.  Yay! \n[165]It's gorgeous. Just my taste.  I've never  gone out with a guy who brought me a piece of jewelry I liked. Thanks.  So let's get going.  Long drive. \n[166]Such a beautiful view. \n[167]Oh? \n[168]Wow.  Um, well... can't you just force yourself awake? \n[169]What if you hide me? \n[170]Well... if they're looking for me in memories I'm in, what if you take me to a memory I'm not in? And we can hide there till morning. \n[171]Jesus.  What's this? \n[172]I'm right here. \n[173]Joel, Joely, look... it's not fading. The memory.  I think we're hidden. \n[174]You know, we're okay.  They're not finding us.  You'll remember me in the morning.  And you'll come to me and tell me about us and we'll start over. \n[175]You remember what happened next? \n[176]-- another rainy day.  Whatever shall we do? \n[177]What? \n[178]Really?  Is he cute? \n[179]Gross! You must remember to tell me this in the morning.  I'm, like, so freaked out now. \n[180]What's wrong with me? \n[181]I've never seen you happier. \n[182]But can't you see... I love you, Antoine. \n[183]Yes, but I can't love a man named Wally. \n[184]Hide me somewhere deeper?  Somewhere buried? \n[185]Look at you, cutey!  What are we doing? \n[186]Poor Joel. \n[187]Our house!  Our house! \n[188]Joel! \n[189]Thanks, Joely.  A present!  Oh boy! \n[190]Oh, Joel.  It's beautiful! I mean, you're the first guy who ever bought me a piece of jewelry I could honestly say that about. \n[191]I love it! \n[192]It's okay.  You were a little kid. This is a great birthday present. Getting to see you as a boy. \n[193]I want to go home. \n[194]I love this book, Joel.  Thank you so much for telling me about it. \n[195]Joel, you're not sewn in.  He's wrong. \n[196]Yeah. \n[197]This is our first \"date\" date. \n[198]Naomi, I guess. \n[199]What was I wearing? \n[200]Egad, were you horrified? \n[201]No, you were with me when I bought that. At that place on East 6th.  It was later. \n[202]I'll buy that.  Black's always good. \n[203]I said: Are you sure?  You seem unsure. \n[204]But you weren't.  I could tell. \n[205]So what.  Infatuation is good, too. \n[206]Come up and see me... now. \n[207]Yes, exactly.  Exactly my point. \n[208]Is that what you want? \n[209]I didn't think you'd show your face around me again.  I figured you were humiliated.  You did run away, after all. \n[210]Yeah? \n[211]Well, you're married. \n[212]Look, man, I'm telling you right off the bat, I'm high maintenance.  So I'm not going to tiptoe around your marriage or whatever it is you got going there.  If you want to be with me, you're with me. \n[213]So make your domestic decisions and maybe we'll talk again. \n[214]Joel, I'm not a concept.  I want you to just keep that in your head.  Too many guys think I'm a concept or I complete them or I'm going to make them alive, but I'm just a fucked-up girl who is looking for my own peace of mind.  Don't assign me yours. \n[215]I had you pegged, didn't I? \n[216]Probably. \n[217]I know. \n[218]Remember me.  Try your best.  Maybe we can. \n[219]Hi there. \n[220]I saw you sitting over here.  By yourself.  I thought, thank God, someone normal, who doesn't know how interact at these things either. \n[221]I can't tell you how happy I am to hear that.  I mean, I don't mean I'm happy you're uncomfortable, but, yknow... I'm such a loser.  Every time I come to a party I tell myself I'm going to be different and it's always exactly the same and then I hate myself after for being such a clod. \n[222]But, I don't know, maybe we're the normal ones, y'know?  I mean, what kind of people do well at this stuff? \n[223]You did?  You liked me? \n[224]Yeah, I know.  I'm fishing. \n[225]I'm Clementine.  Can I borrow a piece of your chicken? \n[226]Oh God, how horrid. \n[227]Hi, Joel.  So no jokes about my name? \n[228]Yeah, like that. \n[229]This is it, Joel.  It's gonna be gone soon. \n[230]What do we do? \n[231]No, I stopped.  I didn't want to feel like I was being artificially modulated. \n[232]But my sleeping is really fucked up. \n[233]You should try Xanax.  I mean, it's a chemical and all, but it works... and it works just having it around, knowing that it's there.  Like insurance. \n[234]I'll give you a couple.  See what you think. \n[235]Have you ever read any Anna Akhmatova? \n[236]Really?  Me, too!  I don't meet people who even know who she is and I work in a book store. \n[237]Me too.  There's this poem -- \n[238]I think, before. \n[239]Yeah, maybe. \n[240]Do you know her poem that starts \"Seaside gusts of wind,/And a house in which we don't live... \n[241]Yes!  I love that poem.  It breaks my heart.  I'm so excited you know it. Look, houses in which we don't live. \n[242]I wish we did.  You married? \n[243]Let's move into this neighborhood. \n[244]Oh. \n[245]Male or female? \n[246]At least I haven't been barking up the wrong tree. \n[247]Cool. \n[248]It's freezing out here. \n[249]C'mon, man.  The water's fine.  Nobody's coming here tonight, believe me.  This place is closed up.  Electricity's off. \n[250]I could see you wanted to come in, Joel. \n[251]As soon as you walked in.  I knew I had you.  You knew I knew that, right? \n[252]I knew by your nervousness that Naomi wasn't the kind of girl who forced you to criminally trespass. \n[253]Yeah.  What's your girlfriend's name? \n[254]Ah-ha!  Now I can look for candles, matches, and the liquor cabinet. \n[255]No, it's our house!  Just tonight -- -- we're David and Ruth Laskin.  Which one do you want to be?  I prefer to be Ruth but I'm flexible. Alcohol!  You make drinks.  I'm going find the bedroom and slip into something more Ruth.  I'm ruthless at the moment. \n[256]So go. \n[257]What if you stay this time? \n[258]Come back and make up a good-bye at least.  Let's pretend we had one. \n[259]Bye, Joel. \n[260]\n[261]So you'll call me, right? \n[262]When? \n[263]Tonight.  Just to test out the phone lines. \n[264]Don't worry.  It's really solid this time of year. \n[265]Isn't it? \n[266]What if? \n[267]Joel, come here.  Please. \n[268]Make love? \n[269]Oh, um... \n[270]That's okay.  I -- \n[271]Hey, Joel -- \n[272]I'm nervous, too. \n[273]Well, you obviously don't know me. \n[274]Show me which constellations you know. \n[275]Maybe.  Call someone who'd know. \n[276]Says you were closed off, non communicative, never told me what you were feeling. \n[277]A bully?  Moi? \n[278]Well, sounds like me.  Sorry, man. Says you were jealous and suspicious. \n[279]Did I use the term \"sexual conquests\" or is that your way of putting it. \n[280]Doesn't sound like me. \n[281]Says you were constantly calling me a slob. It's sexy that we were like a married couple, griping and overly-familiar and bored.  Don't you think? \n[282]We should have sex.  It's old hat for us. \n[283]You know my body like the back of your hand. \n[284]Every curve, every freckle. \n[285]You're still excited by my irreverence. You haven't yet started to think of it as my \"gratuitous need to shock.\" \n[286]Yay.  Meet me after work by the old mill. \n[287]I just wanted to say that.  Come by my house. ", "MARY": "\n[1]May I help you? \n[2]Yes, please have a seat.  He'll be right with you. \n[3]Howard, your one o'clock. \n[4]Yes? \n[5]Cole slaw, ice tea? \n[6]Welcome, Howard. \n[7]Hi. \n[8]Stan... c'mon... \n[9]It's just...y'know... I mean... \n[10]Anyway, I've got to do my tap dance here. \n[11]'kay. \n[12]I better do this, Stan. \n[13]Ms. Kruczynski? \n[14]How are you today? \n[15]Here we are. \n[16]Hello again, Mr. Barish.  Good, you've got your stuff. \n[17]How are you today? Here we are. \n[18]May I help you? \n[19]Please have a seat.  Dr. Mierzwiak will be right with you. \n[20]How are you today? \n[21]Here we are. \n[22]Hi, May I help you? \n[23]Oh, hey, Patrick. \n[24]It's freezing out. \n[25]Yeah. Poor guy. Have anything to drink? \n[26]Well, allow me to do the honors.  It's fucking freezing and I need something. \n[27]Hey, hey. \n[28]Oh, Patrick, you didn't want any, did you? \n[29]Blessed are the forgetful, for they get the better even of their blunders. \n[30]Nietzsche.  Beyond Good and Evil.  Found it my Bartletts. \n[31]Yeah, I can't wait to tell Howard!  It seems really appropriate. \n[32]I love quotes.  So did Winston Churchill. He actually has a quotation in Bartlett's about Bartlett's.  Isn't that trippy? \n[33]\"The quotations when engraved upon the memory give you good thoughts.\" \n[34]I like to read what smart people say.  So many beautiful, important things. \n[35]Don't you think Howard's like that? Smart?  Important? \n[36]I think he'll be in Bartlett's one day. \n[37]Let him go, Stan.  I can help. \n[38]It's amazing, isn't it?  Such a gift Howard gave the world. \n[39]To let people begin again.  It's beautiful.  You look at a baby and it's so fresh, so clean, so free.  And adults... they're like this messy tangle of anger and phobias and sadness... hopelessness.  And Howard just makes it go away. \n[40]No. Besides, Howard's married, Stan.  He's a very serious and ethical man.  I'm not going to tempt him to betray all he believes in. \n[41]What? \n[42]Where? \n[43]Well, what should we do? \n[44]Sor-ry We have to do something.  He can't wake up half done. \n[45]We should call Howard. \n[46]This guy's only half cooked.  There's no time to fuck around, Stan. \n[47]He's coming? \n[48]Hell no. \n[49]Shit, I'm so stoned.  I don't want him to see me stoned.  Stop being stoned, Mary! \n[50]There he is.  Oh my God.  Oh my God.  Do I look okay? \n[51]I'm still stoned.  Are you?  Crap. \n[52]Your Visine didn't do shit, fella. \n[53]I wanted to learn as much about the procedure as possible, Howard.  I think it's important for my job...to help comfort the clientele.  You know. \n[54]That was beautiful to watch, Howard. Like a surgeon or a concert pianist. \n[55]I'm so sorry, Howard, you must be tired. \n[56]I like watching you work. \n[57]Do you like quotes, Howard? \n[58]Oh, um, like famous quotes.  I find reading them inspirational to me.  And in my reading I've come across some I thought you might like, too. \n[59]Okay, um, there's one that goes \"Blessed are the forgetful, for they get the better even of their blunders.\" \n[60]Yeah, yeah it is, Howard.  And here I was thinking I could tell you something you didn't know. \n[61]There's another one I like, I read.  It's by Pope Alexander. \n[62]Yes, shit.  Oops, sorry! Sorry.  It's just I told myself I wasn't going to say Pope Alexander and sound like a dope and then I go ahead and do it.  Like I psyched myself out. \n[63]You are such a sweetheart. \n[64]Anyway, the quote goes \"How happy is the blameless Vestal's lot!  The world forgetting, by the world forgot: Eternal sunshine of the spotless mind!  Each prayer accepted, and each wish resign'd\". \n[65]Really?  I thought it was appropriate maybe.  That's all. I really admire the work that you do.  I know it's not proper to be so familiar but I guess since we're outside the workplace I feel a certain liberty to -- \n[66]Okay.  Good.  Great.  Thanks. I like you, Howard... an awful lot.  Is that terrible? \n[67]I've loved you for a very long time.  I'm sorry!  I shouldn't have said that. \n[68]I wish I was your wife.  I wish I had your kids. \n[69]No you're right.  Once again.  You're a decent man, Howard. \n[70]What? \n[71]Oh my God! \n[72]Mrs. Mierzwiak, it's true.  And it's not Mr. Mierzwiak's fault.  I'm a stupid little girl with a stupid little crush. I basically forced him into it.  I swear. \n[73]Tell me what? \n[74]What, Howard? \n[75]Do you swear you didn't know? \n[76]And you never even suspected?  Never saw us behaving in any unusual way together? \n[77]How did I look? \n[78]And after that? \n[79]Do you remember anything else?  What I was wearing?  Was I standing close to him?  Was I leaning against his car like I owned it?  How did he look at me when I giggled?  Tell me everything. \n[80]Thanks, Stan. \n[81]You're nice. But I love him.  I knew I loved him.  Now I know. \n[82]I need this signed, Howard. \n[83]Thanks. So... do we talk about this... or what? \n[84]Do you love me?  Did you love me? Something.  I listened to my tape.  I can't believe I've been sitting right in front of it for a year.  It's like listening to someone else's story.  I mean, I hear myself talking about having sex with you and I can't even imagine you naked.  I can't even say \"naked\" to you! \n[85]You made me have an abortion. \n[86]You made me have you erased!  I loved you.  I love you!  How could you -- \n[87]Oh. \n[88]What do you want, Stan? \n[89]Nothing. \n[90]Then why did you ask me? \n[91]They have a right to know.  Howard is a thief.  He steals the truth. I can't remember my baby!  I can't remember my baby.  It existed and I can't even remember.  Do you understand that? \n[92]I won't allow it.  Those who cannot remember the past are condemned to repeat it.  What do you think of that?  That's from my quote book. \n[93]Remember the Alamo!  Remember the Alamo! \n[94]I don't want to hurt people. But these things happened!  All these little sadnesses, the big ones.  What if no one remembers?  What does that do to the world? Someone has to remember, Stan. \n[95]May I help you? \n[96]Yes, please have a seat.  The doctor will be with you momentarily. \n[97]Howard, your 10:30. ", "STAN": "\n[1]Boo. \n[2]Barely seen you all morning, kiddo. \n[3]Sorry.  I just -- \n[4]I know.  Anyway -- \n[5]See you later, alligator. \n[6]Hey, if you're ordering lunch for Mierzwiak, would you -- \n[7]Mr. Barish. \n[8]We use the articles you brought to create a map of Clementine in your brain. Tonight while you sleep we'll be able to trace the map and erase. \n[9]Very good. \n[10]Good.  We're getting healthy read-outs. \n[11]Then check the connections. \n[12]Yeah, that looks better.  Thanks. \n[13]December 15th, 2004.  I met someone tonight.  Oh, Christ:  I don't know what to do.  Her name is Clementine and she's amazing.  So alive and spontaneous and passionate and sensitive.  Things with Naomi and I have been stagnant for so long. \n[14]It's an apartment. \n[15]Patrick, let's just get through this.  We have a long night ahead of us. \n[16]Just wanted to let you know. \n[17]She likes you okay. \n[18]You can if you want. \n[19]This one's history.  Moving on... \n[20]Patrick, we need to focus. \n[21]She was unconscious, Patrick. \n[22]Jesus, Patrick! \n[23]Hey, you. \n[24]You found us okay? \n[25]We haven't checked. \n[26]Maybe if you stopped stealing their panties. \n[27]That's a good one. \n[28]It's a good one all right. \n[29]It's a quote book. \n[30]Yup. \n[31]Yup. \n[32]Patrick, we're in the middle of -- \n[33]Go. \n[34]Yeah. \n[35]You love him, don't you? \n[36]I can handle it.  He's pretty much on auto-pilot anyway. \n[37]It's stopped. \n[38]Listen, it's not erasing. \n[39]It's not erasing.  He's off the screen. \n[40]I don't know.  He's not on the map. \n[41]I don't know what to do!  I don't know what to do!  Crap.  Crap... \n[42]I don't know!  I just said that! \n[43]Shit! \n[44]No way.  I can handle this. \n[45]Okay. \n[46]Hello, Howard? \n[47]You better go. \n[48]She came to help, Howard. \n[49]I tried that already. \n[50]Yeah.  Of course. \n[51]You get some sleep, Howard.  I'll take it from here. \n[52]Howard, they've disappeared again. \n[53]I'll go out for a smoke.  If no one minds. \n[54]Let me take you home. \n[55]So, I've got to drop the van off. \n[56]Hey. \n[57]I swear. \n[58]Once, maybe. \n[59]It was here.  At his car.  I was coming back from a job and spotted you together. You seemed caught.  I waved.  You giggled. \n[60]Happy.  Happy with a secret. \n[61]I never saw you together like that again. So I figured I was imagining things. \n[62]I really like you, Mary.  You know that. \n[63]You were in red.  That red sweater with the little flowers, I think.  You were leaning against his car. He looked a little like a kid.  Kind of goofy and wide-eyed.  I'd never seen him look like that before.  Happy.  You looked beautiful.  You looked in love. \n[64]I work here.  I used to work here.  Stan. Please just tell Howard I'm here to clean out my desk. \n[65]I don't know what you're talking about, Howard. \n[66]Jesus. \n[67]Hi. \n[68]Can I... I brought some -- \n[69]What's this? \n[70]I know what it is. \n[71]I don't know.  I just -- there are a lot of really confused people showing up at the office. \n[72]Mary, people come to him voluntarily. \n[73]The office is filled with people who want their memories re-erased. \n[74]Mary... please.  This is hurting people. ", "MIERZWIAK": "\n[1]Yes? \n[2]Thanks, Mary.  You can bring her in. \n[3]Mary... \n[4]Order me a pastrami for after? \n[5]Thanks. \n[6]Ms. Kruczynski, please come in. \n[7]How are you today? \n[8]Well, why don't you tell me what's going on?  Do you mind if I turn this on? \n[9]You guess he's your boyfriend?  Or you guess you're having a bad time with hm? \n[10]I think I know. I think we can help.  Why don't you start by telling me about your relationship.  Everything you can think of.  Everything about him.  Everything about you.  And we'll take it from there. \n[11]Ah, Mr. Barish.  This is Stan.  He'll be in charge of your procedure tonight. \n[12]We'll start with your most recent memories and go backwards -- There is an emotional core to each of our memories -- As we eradicate this core, it starts its degradation process --  By the time you wake up in the morning, all memories we've targeted will have withered and disappeared.  Like a dream upon waking. \n[13]Well, technically, the procedure itself is brain damage, but on a par with a night of heavy drinking.  Nothing you'll miss. \n[14]Yes, I suppose you are. So, let's get started -- If we want the procedure underway tonight, we have some work to do. \n[15]We'll dispose of these mementos when we're done here.  That way you won't be confused later by their unexplainable presence in your home. \n[16]Ah, your journal.  This will be invaluable. \n[17]I'm sorry you saw one of our notification cards.  You never should have. \n[18]We can help you through this.  Why don't you start now by telling me everything you can remember about your relationship with Clementine. \n[19]So we'll need you to go home and bring in everything you ever received from Clementine and anything that might remind you of her... \n[20]We can help you through this.  Why don't you start now by telling me everything you can remember about -- \n[21]What?  What do you mean? \n[22]Yes, but... I'm just something you're imagining.  What can I do?  I'm in your head, too. \n[23]Stan?  What's going on? \n[24]Okay, what happened right before he disappeared? \n[25]Well, where was Patrick? \n[26]Jesus.  All right, what's the address. \n[27]Mary.  What are you doing here? \n[28]Let's get to the bottom of this.  Shall we? \n[29]Odd. \n[30]Did you try going through C-Gate? \n[31]I'm going to do a Spectrum search throughout his memory, see if anything comes up. \n[32]Okay, here it is.  I don't know why it's off the map like that, but -- \n[33]Okay, we're back in. \n[34]Well, thank you, Mary. \n[35]Yeah, probably a good idea. \n[36]Oh dear. \n[37]We got him back.  Stan, I think I'm just going to have to get through this manually.  We're running late. \n[38]I'm getting the hang of it.  I still understand it.  But I'm finding him quickly enough.  I'm hopeful there won't be too much peripheral eradication. \n[39]That's fine, Stan. \n[40]How do you mean? \n[41]Oh.  Well, I'd love to hear some. \n[42]Is that Nietzsche? \n[43]It's a good quote, Mary.  I'm glad we both know it. \n[44]Alexander Pope? \n[45]It's no big deal. \n[46]That's lovely. \n[47]It's fine, Mary.  I'm happy to hear it. \n[48]You're a wonderful girl, Mary. \n[49]I've got a wife, Mary.  Kids.  You know that. \n[50]We can't do this. \n[51]I want you to know it's not because I'm not interested.  If that means anything. \n[52]Hollis!  Hollis! \n[53]It didn't start out to be this.  I came here to work.  It's a one-time mistake. \n[54]We... have a history.  I'm sorry.  You wanted the procedure.  You wanted it done... to get past.  I have to finish in there.  It's almost morning.  We'll talk later. \n[55]Thanks, Stan.  Thanks. \n[56]I don't know what I'm supposed say, Mary. I want to do the right thing here. \n[57]I have a family, Mary. \n[58]It was a mutual decision. \n[59]I didn't make you.  You thought it best. But, look, I take full responsibility. \n[60]She should not have done this, Stan.  As mad as she was... as justifiably -- \n[61]Mary has stolen our files and is sending them back to people. \n[62]This is why people must never be told. It's like waking a -- \n[63]I know you don't like me much, Stan, but please talk to Mary.  She of all people should know this is a dangerous thing she's doing. ", "PATRICK": "\n[1]I just thought I'd say hi.  I was in the neighborhood. \n[2]I was not. \n[3]I can't.  I want to, but I have to study. \n[4]I really want to, but tonight's important.  Test tomorrow. \n[5]It's so cool.  You're by far the most sensational person in the room. \n[6]In the world. \n[7]The voltage looks fine. \n[8]Does that help? \n[9]Not a dump, then, but kind of plain. Uninspired.  And there's a stale smell. Sort of stuffy.  I don't know.  Stuffy. \n[10]Yeah. \n[11]So who do you think is better-looking, me or this guy? \n[12]Yeah? \n[13]I like Mary.  I like when she comes to visit.  I just don't think she likes me. \n[14]I wonder if I should invite my girlfriend over, too.  I have a girlfriend now. \n[15]Did I tell you I have a new girlfriend? \n[16]The thing is ... my situation is a little weird.  My girlfriend situation. \n[17]I gotta tell you something.  I kind of fell in love with her last night. \n[18]She was beautiful.  So sweet and funky and voluptuous.  I kind of stole a pair of her panties, is what. \n[19]Hi, Mary.  How's it going? \n[20]Mary hates me.  I've never been popular with the ladies. \n[21]Okay, There's more, Stan -- \n[22]Nah, I don't know. \n[23]What's your bartlett's? \n[24]Yeah.  Cool. \n[25]Very cool.  Trippy. \n[26]Definitely! \n[27]Definitely. \n[28]Hold on.  Let me ask my friend. Stan, can I leave for a little while?  My girlfriend is very -- \n[29]She's right in the neighborhood.  She's upset. \n[30]Mary hates me. I'll be right over, Tangerine. \n[31]Oh, baby, what's going on? \n[32]Oh, Tangerine. \n[33]Sure.  We'll go next weekend and -- \n[34]Um, okay.  I'll call my study partner. \n[35]Stan, it's Patrick.  Pick up. \n[36]I got into a situation with the old lady. Can you handle things tonight alone?  I'm really sorry, man. \n[37]Thanks, Stan.  I owe you. \n[38]I'm excited, too.  Oh, and I wanted to give you this.  It's a little... thing. \n[39]I didn't have a chance to wrap it. \n[40]Nothing is wrong with you.  You're the most wonderful person I've ever met. \n[41]I could die right now, Clem.  I'm just happy.  I've never felt that before.  I'm just exactly where I want to be. \n[42]You want to stop for coffee or something? \n[43]Well, it was sure beautiful on that river.  Thanks for sharing it with me. \n[44]Well do it again soon. \n[45]This never should've happened, ma'am. We'll take care of it. ", "NAOMI": "\n[1]Yours? \n[2]Don't do this to me now, Joel.  Really. \n[3]So what's going on, Joel? \n[4]What? \n[5]Don't say \"we\" when you mean \"you.\" \n[6]Bullshit.  Who is it?  You met someone. \n[7]The thing is, Joel, whatever it is you think you have with this chick, once the thrill wears off, you're just going to be Joel with the same fucking problems. \n[8]Hi. \n[9]How was it? \n[10]Hi, Rob and Carrie. \n[11]Yeah.  Come to bed.  I'm cold. \n[12]I've got to finish this chapter anyway. \n[13]Me, too. \n[14]Say hi to Rob and Carrie.  Have some fun! \n[15]Yeah. \n[16]So... you haven't been involved with anyone in all this time? \n[17]I'm sorry. \n[18]Oh, sweetie.  It really does cut both ways.  We were taking each other for granted and -- \n[19]Miss you, too. I have been seeing someone for a little while. \n[20]A religion instructor at Columbia.  A good guy.  He's a good guy. \n[21]I'm glad you called. \n[22]I don;t know.  I'm not sure there's a big public demand for books on Calvinism and Misogyny. \n[23]Okay, Joel.  I suppose you're right. \n[24]So I'm going to get some sleep.  I'm glad you're okay. \n[25]'Night. ", "CLEMENTINE'S VOICE": "\n[1]I took Joel to walk on Charles River with me last night.  It was so beautiful and charming.  Joel was nervous about stepping onto the ice, but he wanted to please me so much -- he's so sweet -- that he came out after me.    We lay down right in the center and watched the stars.  He took my hand and said \"I could... \n[2]... and we made love right on the ice. It was absolutely freezing on my ass!  It was wonderful. \n[3]What took you so long? \n[4]Hmmm.  Do you miss me? \n[5]Ha Ha!  You said, I do.  I guess that means we're married. \n[6]Tomorrow night... honeymoon on ice. \n[7]Yeah? \n[8]I probably got the same thing as you. \n[9]Maybe it's true then.  It's my voice on the tape. \n[10]I know.  I spoke to my friend Magda. \n[11]Joel, we've fucked.  We've made love. Like a million times.  And we were so sweet and shy and inept with each other last night.  Isn't that lovely? \n[12]Come over here, sweetheart.  Please. \n[13]Hey, lover.  Whatcha doing? \n[14]God, I can't believe I ever hated you. \n[15]Guess what I'm wearing. \n[16]Your dried cum. ", "CARRIE": "\n[1]I don't know, honey.  It's horrible. \n[2]Maybe you need to look at this as a sign to move on.  Just make a clean break. \n[3]Joel, honey... We have to feed the dog. Would you just wait here?  Just a second. Clementine Kruczynski has had Joel Barish erased from her \n[4]You weren't supposed to see that. \n[5]Sweetie, we called the company. \n[6]I hope you feel better, sweetie. \n[7]Say hi to Naomi. \n[8]I'm sorry Naomi couldn't make it.  You okay?  You seem quiet. \n[9]I did.  You said, things were fine. \n[10]This is the night you met Clementine, Joel.  I remember watching you walk down the beach with her and I thought, oh shit. \n[11]I told you that later. \n[12]Who was the girl you walked off with? \n[13]Is this the right way? \n[14]Did you have fun? \n[15]Yes, Joel.  It is true.  We weren't supposed to say anything.  They say it's like waking a sleepwalker. ", "STAN'S VOICE": "\n[1]Patrick, do me a favor -- \n[2]-- and check the voltage levels, I'm not wiping as clean as I would like here. \n[3]I think we got this one.  Let's push on. \n[4]So, Mary's coming over tonight. \n[5]Yeah, that's this guy's girlfriend.  Was. \n[6]Look, just don't tell me this stuff.  I don't want to know this shit. \n[7]We have work to do. \n[8]Patrick... do you know how unethical... \n[9]Hey, where are you? \n[10]The guy we're doing?  He's disappeared from the map.  I can't find him anywhere. \n[11]I was away from the monitor for a second. I had it on automatic.  I had to go pee. \n[12]He went home sick. \n[13]1062 Sherman Drive.  Apartment 1E, Rockville Center. ", "RECEPTIONIST": "\n[1]Oh, hi. \n[2]I think he's in a conference. Unfortunately.  I'm really sorry. \n[3]Of course.  Please have a seat. \n[4]It's her -- I know, but couldn't you just -- Yes, I know, but -- I know, but she's old and it would be a nice -- Yes, sorry. I'm sorry, ma'am, he's not in right now. It's a crazy time of year for us. \n[5]Maybe after the holidays then. \n[6]May I help you? \n[7]Mr. Mierzwiak, Stan is here to -- Yes sir. He says he needs to see you. ", "OLD WOMAN": "\n[1]Hi, I was in the neighborhood and thought I'd see -- \n[2]Would you just try him?  You never know. As long as I'm here.  You never know. \n[3]This book -- It's essential that people read it because -- -- It's the truth.  And only I know it. \n[4]Let's see... Still dying, Howard. \n[5]Well, don't try.  It's unbecoming on you. \n[6]I think the doctor is free this morning. He can probably take you right away for an initial consultation. \n[7]Dr. Mierzwiak, this is Clementine Kruczynski.  She'd like to talk to you. ", "PATRICK'S VOICE": "\n[1]It's kind of a dump, don't you think? \n[2]See, remember that girl?  The one we did last week?  The one with the potatoes? \n[3]I know.  It's not like... I mean, they were clean and all. \n[4]Yeah, okay. \n[5]Okay, but there's more. \n[6]After we did her, I went to where she worked and I asked her out. \n[7]Hi, Clementine! -- Why, what's wrong? -- Oh, I'm sorry. -- Well, I'm not sure, I kind of have to study for my test -- ", "MARY'S VOICE": "\n[1]Um, I liked you immediately.  At the job interview.  You seemed so... important and mature.  And I loved that you were helping all these people.  You didn't come on to me at all.  I liked that.  I was tongue-tied around you at first.  I wanted you to think I was smart.  You were so nice.  I loved the way you smelled.  I couldn't wait to come to work.  I had these fantasies of us being married and having kids and just... ...and so... then... when... that one day, when I thought you looked at me back... like... Oh, Howie, I can't do this?  How can I do this? \n[2]Yeah, I know.  Oh, God.  Okay, well, I was so excited... \n[3]...Remember you bought me that little wind-up frog? \n[4]And you said... \n[5]\"This is for your desk.  Just a little token\" \n[6]I knew then... I knew something was going to happen... something wonderful. "}}