{"dialogues": {"PIKUL": "\n[1]Hold it. Not so fast. In response, the fan thrusts a card at him. Pikul takes the card, a complex invitation card which includes a holographic photo of the fan under which floats his name, Joel Dichter. Dichter anxiously looks past Pikul into the depths of the church, nervously adjusting the vinyl case slung over his shoulder. \n[2]It's just the first wave. You can be part of the second wave.  OK, Joel Dichter. Put your arms up. I have to scan you. Metal and heavy synthetics can't come in. \n[3]More for recording devices. Lotta money invested in these games. Industrial espionage happens. What's in this case? \n[4]You won't need it tonight. Everything's provided for. Dichter suddenly spots Geller on the dais. He almost faints. \n[5]This is where the real people live, Joel. Her real fans, like you. \n[6]She seems to be very shy. It never occurred to me that a big star would be shy. \n[7]Really? She doesn't enjoy all the adulation? \n[8]Then why does she do it? \n[9]By \"we\" you mean, the game company, Antenna Research? \n[10]Why? \n[11]Me? Oh, I'm with your own management training program.  I want to end up in marketing and public relations.  The only thing I know about security is how to switch this thing on. \n[12]A problem with her new game? \n[13]Yeah, right, it's a game system. I heard that. \n[14]4 I've heard that she's very sensitive. A strange, choral humming begins to fill the church. Pikul and Levi turn their attention to the dais, where the fans rock and sway with the pulsing of the pods in their laps. \n[15]What are they doing? \n[16]Catchy. Levi helps him out, and soon the whole room is humming along happily, warmed by the Antenna Research corporate theme song. The whole room, that is, except for Joel Dichter, who, at the edge of the dais, is more concerned with fumbling around in the vinyl pod-case hanging from his shoulder. In the case, we watch as Dichter tears open his obsolete game-pod to reveal a bizarre weapon, a pistol made of bone and gristle, almost like the half-decayed body of a small mammal - whose snout is the barrel, whose rigid hind leg is the trigger. Dichter takes his weapon out of its case, shakes off a few gelatinous strips of game-pod flesh, and steps up onto the dais. Pikul is the first to notice this. He glances at Levi, who's still blissed out and humming, then launches himself awkwardly through the crowd. Now in the middle of the circle, Dichter makes his way towards the blissfully unsuspecting Geller, raising his weapon as he goes. \n[17]No! Don't do it! Dichter turns to see Pikul stumbling through the small crowd, scrambling onto the dais. Distracted, Dichter hurriedly raises his weapon again and fires it at Geller. The first shot hits her in the shoulder and spins her off her chair, which collapses over her and takes the second bullet on its seat rim. The circle of players on the dais moans as one, swoons and jostles: they are all feeling the neural surge of Geller's traumatized nervous system. Peeking out from under her folding chair, Geller's eyes are wide with fear and confusion. She clutches her shoulder without being aware of it. Blood seeps in between her fingers Now Levi and his two assistants scramble onto the platform to get at Dichter, who fires wildly, hitting two of the players nearest Geller. The circle of players immediately goes spastic, screaming and twitching and dropping to the ground and writhing. Many of them are clutching their shoulders in the same spot as Geller, sympathy pain transmitting through their UmbyCords. Pikul manages to tackle Dichter, then starts whacking at him with the security wand. Dichter twists around and raises his weapon at Pikul, who immediately backs off in terror. But before Dichter can pull the trigger, the two assistants produce small, normal pistols from hidden holsters and empty their clips into the prostrate Dichter. Dichter manages to squeeze off one last shot at the approaching Jevi, hitting him squarely in the chest. Levi goes down and is lost amongst the jostling feet. The watching fans pile onto the dais and begin to help the players unplug from the game-pods which are obviously causing them distress. Three of the players attack the dying Dichter, dragging their game-pods after them, kicking at whatever part of him they can find in the confused mass of bodies. in the turmoil, Pikul is knocked to the ground. Amid the stamping, sliding feet, he finds himself lying across the stricken-Levi. Levi clutches Pikul desperately. \n[18]Me? Me take her? \n[19]She's coming with me! I'm responsible for her! She's supposed to come with me! To his surprise, Geller laughs a dazed, hearty laugh. \n[20]Yeah, you're coming with me. Pikul pulls her to her feet, but she immediately dives back to the floor to find her game-pod and UmbyCord. \n[21]No, no! \n[22]I don't trust the driver! \n[23]I normally like the countryside, don't you? Normally, the country is relaxing and calm. \n[24]What do you mean? \n[25]Well, I like the countryside. \n[26]I might? \n[27]They? \n[28]I was hoping that was just one crazy guy. \n[29]Everybody likes a conspiracy. It's more satisfying than just one crazy guy doing one crazy thing. Geller goes silent. \n[30]Well, what are we going to do out here? Do you know your way around? You know any country people? \n[31]That's weird. I never knew that. \n[32]So you know your way around. We can hide out. \n[33]Wow.  Hey, how'd you know my name? \n[34]Oh. Yeah. How did you know how to fire that, gun? I've never seen anything like it. \n[35]Can I see it? \n[36]Migod, you're bleeding. I forgot you got hit. There is an urgent buzzing from somewhere in Pikul's breast pocket. \n[37]It's my pink-fone. I'm not sure I should answer it. \n[38]Ted Pikul. What happened? Some fan went crazy and started shooting up the place. I don't know why. He was just nuts. Allegra Geller? She's with me. We're OK. Yeah. Yeah. \n[39]You're kidding me. You're kidding me! God. 1 can't believe it. I can't do that. No, how can I do that? Well, I'm not really sure where we are because... Geller grabs the pink-tone from him. She fumbles around with it, trying to find the power button. She accidentally summons up a read-out, which she pauses to look at. What she sees makes her glance up at Pikul. \n[40]What? Can I have my pink-tone back? Geller finds the power button and pushes it. The pink inner light flutters out. She unceremoniously throws the pink-tone out the window. It lands in a rain ditch full of frogs. \n[41]What did you do that for? That was our lifeline to civilization. \n[42]They? You mean head office? \n[43]I don't think he died. I mean, do you? I think he maybe fainted... Maybe he went unconscious... \n[44]That was Alex Kindred, head of publicity and marketing, at Antenna HQ... .on that very expensive pink- fone you threw away. He said that some bizarre fanatical group called the Anti- eXistenZialists has put a price of 5 million dollars on your head, payable to anybody who kills you. It's been released to all the media now. Everybody knows about it. \n[45]No. Anti-eXistenZialists. Capital X, capital Z. They somehow found out about eXistenZ and they want to kill you for creating it. They say that the eXistenZ game system will \"finally destroy reality\", or something totally nuts like that. \n[46]It makes sense to you? You're not suprised? \n[47]Kindred said that I'm your bodyguard and the company is holding me totally responsible for your safety. \n[48]What? \n[49]Who told you that? I'm just a marketing trainee. My clinic master thought I'd learn something about marketing if I moonlighted as a security guard on one of your test previews. \n[50]Jesus! Marked for death! \n[51]We do? Why? \n[52]\n[53]I got it. Wow. Did somebody bite you? \n[54]What I just dug out of you. It's a tooth. A human tooth. Pikul holds the tooth out to her, but she just glances at it, then rummages around in her MetaFlesh game-pod bag. \n[55]That thing was designed to get past any kind of metal or synthetics detector. It's all flesh and bone. \n[56]That guy really came there tonight just to kill you. \n[57]Yes. I remember you said that at the church. \n[58]Where were you just now? What were you doing? \n[59]Why won't you let me contact Antenna? They've got to be going crazy, wondering what's happened to you. I mean, it's not like we've done something wrong. We just ran because we didn't know how many of them there were, right? I think we owe it to Antenna to let them know you're all right, to get them to send somebody to help you who knows what he's doing... And besides, I can't... I can't just keep doing this, whatever it is, you know, forever, not having any idea when it's going to be... Geller gets up and goes over to Pikul. She pulls up his shirt. \n[60]Hey, what are you doing? \n[61]No, I was never fitted with a bioport. What do you care? \n[62]My clinic master told me I don't need to play a game to know how to sell it. \n[63]Look, I've been dying to play your games. But I have this - phobia about having my body penetrated - surgically. You know what I mean. \n[64]Getting a bioport fitted... I dunno. I can't do it. It's too freaky. Makes my skin crawl. \n[65]Yeah, sure. With only an infinitesimal chance of permanent spinal paralysis. I've read all about it. \n[66]Well, yeah, of course, but... Let me, uh, let me call Antenna... \n[67]You can't seriously want to play games now. Not here. Not while we're being hunted down by crazy people. _ Geller sighs, then switches into her explaining-the-facts- of-life-to-a-child mode. \n[68]It... she, yes, she's quivering. \n[69]Sure, all right. (he might have found a way \n[70]What was your life like before? \n[71]Before it was changed by Allegra Geller. \n[72]But you still operate a gas station, don't you? \n[73]Liberated? \n[74]I don't have a bioport, remember? \n[75]Those are sterile, are they? \n[76]Then why the clean overalls? \n[77]Oh, God. \n[78]Never say dye. \n[79]I didn't expect that to hurt. I expect the next part to hurt. Gas pulls the bioport insertion gun out of another drawer, this time a locked wooden one bolted under his metal-topped work bench. It is a scary thing, like a hydraulic jack designed by Giger, only smaller. \n[80]Yeah, that's what I expect will hurt. \n[81]How many have you done? \n[82]Yeah. All two of them. As you can see, I've decided not to have a bioport installed. Geller walks over to Pikul and puts her face quite close to his. He watches her lips move from the corner of his eye. They. are full and moist and convincing. \n[83]I love it. Great. Pikul tries to get up from the wingback chair and promptly collapses into the arms of Geller and Gas. \n[84]What's going on? I can't walk! \n[85]You're looking more like a butcher than a mechanic. \n[86]What are you doing? \n[87]You're going to port into me? While I'm paralysed? \n[88]Yeah, I did, and I do, but... Here? Now? \n[89]What's that for? It feels cold. \n[90]How come bioports don't get infected? I mean, they open right into your body... \n[91]Don't you think you could call me Ted? \n[92]What do you mean? \n[93]I.. I was nervous, but I didn't panic. \n[94]You can get a new pod... \n[95]Are you serious? This is the only version that exists? \n[96]But why is it my fault? I'm telling you, I didn't, I did not neural-surge. I didn't. I didn't feel any surging. Gas strolls into the garage, still wearing his work gloves, which now hold an agricultural-looking shotgun. It is levelled at Geller. \n[97]What are you talking about? \n[98]But, but... she changed your life. \n[99]But wait... Why did you install a bad port into me? \n[100]Oh, God, I think he's dead. I thought I could just distract him. \n[101]He wanted to kill you. \n[102]That's two people in one day who wanted to actually kill you. \n[103]Allegra, we need help. \n[104]We're going skiing? \n[105]Look at that huge bug. It's got two heads. \n[106]What if somebody comes up here and really wants to ski? \n[107]I've watched some ski shows. Downhill racing, Austrian Alps. \n[108]If I'm her bodyguard, then she's in grave danger. \n[109]It was a flawed installation - my first. It... it neural-surged. Allegra says you can fix it. \n[110]Nerve boards? \n[111]Wow. And where do the batteries go? \n[112]It hurts. I think it's infected. \n[113]But I really don't think that I want action. Me, I mean. The bearer of the excited bioport. What I want is... not now. Not here. I feel too... too exposed. Geller sighs, then switches into her explaining-the-facts- of-life-to-a-child mode. They are both aware that they are replaying an earlier moment. \n[114]You're telling me this thing will run off my body's energy? \n[115]You've got a bit of an unfair advantage, don't you? How can I possibly compete with the designer of the system? \n[116]That was beautiful. I feel... just like me. Is that kind of transition normal, a kind of smooth dissolve from place to place? \n[117]This is amazing. I had no idea. We... we're still ourselves, but we're in the game. Where are we? \n[118]4  \n[119]Are you serious? \n[120]Wait a minute. That reminds me. What precisely is the goal of the game we're playing now? I mean, the rules, the objective... Nobody's ever really said anything about what you have to do in eXistenZ. \n[121]But that's kind of cheating, isn't it? Not to say confusing. \n[122]Look at this. Could this be the future too?  Ever see anything like this before? They are looking at a game-pod in a gel-pak that is even weirder than a tissue-pod. It has a logo and a name - \n[123]Yes. I can imagine. \n[124]You do? \n[125]It's none of your businesz who sent us. We're here, and that's all that matters. Pikul is shocked at his own response. He turns to Geller in horror, worried that he's blown the game already. \n[126]Oh God, what happened? I didn't mean to say that! \n[127]But should you be saying that in front of him? Nader? \n[128]What's he doing? \n[129]This is tricky. \n[130]We're here, Dorsey Nader, and that's all that matters. Nader immediately comes out of his loop. He chuckles. \n[131]Well, Nader, you said you had what we want. We're waiting. \n[132]I assumed we did. I mean, here. In the game. Of course, we might not. \n[133]Yeah, it's there. Looks a little different, but it's there. Geller grabs Pikul's shirt and lifts it. His is there too. \n[134]I assume that Nader is our entry point into the game. \n[135]Nader? \n[136]Yeah. Do we blame ourselves for that? The bad dialogue? Or would it be bad no matter who was ported in? \n[137]What happened? \n[138]It disappeared into my back?! It... it's in my spine? It's winding its way around my spinal cord? \n[139]No, I don't. Not a thing. I don't feel a thing. Uh, do you want me to do you? They change positions. Pikul ports in the micro-pod and it duly crawls its way into Geller's bioport. Tenderly, as though kissing a cut to make it better, Pikul kisses her back, low near her bioport. Geller whirls around with sudden anger. \n[140]That wasn't me. That was my game character. I wouldn't have done that. Not here, anyway. She pauses, then kisses him on the mouth, hard. \n[141]What about our new identities? Do you feel yours yet? \n[142]I'm very worried about my body. Geller stops, sits up. \n[143]I mean, where are our real bodies? Are they all right? Are they hungry? What if there's danger? \n[144]\n[145]Yes. I... I'm... very new. Did you say trout farm? \n[146]It surprises me more than it surprises you. Nourish moves back to the insect motherboard that he has been working on, then leans over again exactly as he did the first time. It has the effect of an instant replay, but not in slow-motion. \n[147]I, ah... I've been trained by the very best. Nourish unlocks and looks around with a delicate furtiveness. \n[148]I'm new here. I have no plans for lunch. \n[149]Won't you be going there too? \n[150]All right, I'll do that. Nourish turns back to his task and begins to work away as though Pikul didn't exist. Pikul takes this cue to go back to his own board and is soon preoccupied with testing the board's circuits by porting it into a test UmbyCord that uncoils from the center of the bench. His strange reverie, watching himself work on auto- pilot at this bizarre task, is soon interrupted by a worker pushing a canvas and metal cart with bicycle wheels. The worker parks the cart behind Pikul and taps him on the shoulder. \n[151]Yes? \n[152]What's that mean? \n[153]Should I just get up and go there? \n[154]I order the special. \n[155]He told me where to have lunch. \n[156]We want the special. The waiter looks stunned. The others at their table look distressed. The waiter seems to lock up, almost freeze- framed. \n[157]Did you hear me, Chinese waiter? We want the special. The waiter unfreezes, smiles grimly. \n[158]But this is a special occasion. It's... Pikul pauses, waiting for the proper game line to materialize in his mouth. Finally, it does. He gestures towards Geller. \n[159]It's her birthday. The waiter locks up for a moment, then unfreezes. \n[160]I guess the special isn't very popular. \n[161]But you know, really, don't you? You don't have to guess. I mean, it's your game, your little universe. \n[162]You're telling me, for example, that you don't know what the special is? \n[163]Or why we ordered it. \n[164]I want to put the game on pause. Geller just looks at him, puzzled. Pikul panics. \n[165]The game can be paused, can't it? I mean, all games can be paused, right? \n[166]I'm feeling a little disconnected from my real life. I'm kind of losing touch with the texture of it, you know what I mean? I mean, I actually think there's an element of psychosis involved here. I mean, I don't know where my body really is, or where reality is, what I've actually done, or not done. \n[167]Yeah. Pikul stands up and screams at the top of his lungs. \n[168]eXistenZ is paused! The Chinese restaurant melts away. \n[169]Did I do that? I guess I did. \n[170]What? \n[171]Just sitting here, it feels completely unreal. I'm sure you knew that would happen. \n[172]Worse than that. I'm not sure here, where we are, is real at all. This feels like the game. And you... you're beginning to t1 feel a bit like a game character \n[173]Did we really make love to each other? \n[174]It feels like we did. \n[175]I... I'm actually just like that in real life. You got the real Ted Pikul there, in the stockroom of the game store. \n[176]I didn't? She kisses him gently. \n[177]I think I've lost my appetite. \n[178]I don't know. I find this disgusting but I can't help myself. \n[179]Good? You think this is good? \n[180]I am fighting it, but it isn't doing me any good. Pikul is now snapping together bits and pieces of bone, gristle and flesh, a grotesque Lego set. When he's finished, he's made a gun very much like the one that was used in the attempted assassination in the church. \n[181]Omigod, this looks awfully familiar. You sure this is OK? \n[182]Absolutely not. My teeth are perfect. Don't ask me how I knew this thing was in my mouth. \n[183]Death to the demoness Allegra Geller. \n[184]Sorry, I couldn't resist. But you know... I do feel the urge to kill someone here. Geller grips the edge of her bowl of hot-and-sour soup - the handiest weapon she has. \n[185]I need to kill our waiter. \n[186]But everything in this game is so realistic. I don't think I really could... \n[187]\"Free will\" is obviously not a big factor in this little world of ours. \n[188]He's too nice. I won't do it. The waiter arrives at their table. \n[189]I found this in my soup and I'm very upset. Pikul fires. The tooth-bullet hits the waiter in the cheekbone. A chunk of the waiter's cheekbone comes off and his head jerks back like a fighter taking a stiff jab. The waiter's sweet face instantly transforms into a hideous, angry, snarling mask of hatred. He pulls a meat cleaver out of his jacket. Geller immediately throws her bowl of hot-and-sour soup into the waiter's face. The waiter screams, then wildly wipes the noodles and goop out of his eyes. He raises the cleaver over his head. The waiter swings and lunges across the table, managing only to hack the tip of the gun off. Pikul is shocked to see the gun begin to bleed. The waiter, sprawling across the table, screams as he tries to reach Geller with his cleaver. Pikul 44. fires into the waiter's shrieking, open mouth - a tooth- bullet into teeth. A piece of the waiter's skull comes off like a piece of coconut, the gold-filled tooth now flattened and embedded in it. The gun is bleeding all over Pikul's hand now. He drops it in disgust. The restaurant dog comes out of nowhere, picks the gun up, and runs off with it under a table, where he crouches down and starts to gnaw on it, growling. Pikul stands up shakily, begins to become aware of the strange, tense stillness of the other patrons in the restaurant. \n[190]St's all right, just a little misunderstanding over the check. Pay no attention and enjoy your meal. To his surprise, the patrons actually turn back to their meals, albeit with a certain sinister reluctance. Pikul looks around wildly. \n[191]I feel a serious game urge to get out of here! Through the porthole in one of the pair of metal-clad kitchen doors, Geller spots someone wearing a che'f's hat, someone who is wildly beckoning to them. \n[192]Yes. It was very... revealing. \n[193]He betrayed you? \n[194]Is that where you caught today's special? \n[195]Reality is a fragile thing. Most people think that reality must of course be the most solid thing, but it isn't. Reality is threatened now more than ever. It is being eroded and it is washing away in the deforming storm of non-reality, which masquerades as reality, and eventually replaces it. Deformed and crippled and limping and hideous, threatening to engulf us all. Geller looks at Pikul in admiring disbelief. \n[196]The game made me do it. \n[197]\"Enemies of Reality\"? Or does it really mean, enemies of eXistenZ? Are the Realists the game-life version of the Anti- eXistenZialists, desperately want to kill you? \n[198]Yes. So that makes it the game- life version of our own company. Cortical Systematics is equivalent to Antenna Research in the real world. \n[199]So, then, do we meekly go back to work and say nothing? It sounds as though Nourish and his Realists are preparing to sabotage the Trout Farm. Before you know it, they'll be planning to assassinate game designers. \n[200]Then what do we do next? \n[201]Migod! \n[202]Why not? \n[203]But we were contacted there by Yevgeny Nourish. He seemed to know exactly who we were. \n[204]If Nourish isn't our real contact, who is he? \n[205]We are? \n[206]We do. \n[207]How will we know what to do? \n[208]Yeah, we were. And it's amazing. \n[209]What is that you've brought? \n[210]\n[211]It might be the safest thing. Are you hungry? \n[212]Me neither. I'm terrified to look under the plates. This \"support for the fanatics\" thing doesn't sound too good. Maybe we should stop... \n[213]Listen, to be honest, I find your game very confusing. I'm not sure I want to go back in there, because I'm not convinced I'm going to keep coming out. Do you really like that feeling? \n[214]Will it? \n[215]Allegra, I'm worried that your game will wipe me off the face of the earth. I'm thinking I was right never to have a bioport installed. \n[216]That was cruel. I don't want to be here. \n[217]I don't like it here. I don't know what's going on. We're blundering around together in this unformed world, whose rules and objectives are largely unknown, seemingly indecipherable, or even Possibly non-existent, always on the verge of being killed by forces we don't understand. \n[218]That sounds like a game that's not going to be easy to market. \n[219]The cashier said it would be in a familiar place. Is there such a thing here? \n[220]Is that it over there? They stroll over to the basket. Geller kneels down and carefully begins to unwrap it while Pikul stands guard. \n[221]God, it's ugly. Even for a game- pod. \n[222]Oh, sure. Yes. Desperate to port into it. Geller steps over to a bunch of UmbyCords draped over a peg and strips one off. She sits down on a rotting wooden folding chair next to the death-pod's basket and ports in one end of the UmbyCord. \n[223]You're not serious! I mean, that's a diseased pod! Once you port into that, you become, you... you... \n[224]How long does it take for the infection to take hold? \n[225]And then you quietly port into all the other pods and spread the infection to them... \n[226]What's happening? \n[227]I'm gonna unport you now. Pikul tries to unport Geller, but her bioport has swollen and seized the jack. He gives the UmbyCord a tug. \n[228]I'm going to cut you free! \n[229]I'm sorry! I don't know what else to do! \n[230]Death to who?  Oh, yeah... Barb... Nourish drops the torch, falls to the ground and snaps into the foetal position. A wall of flame roars up around him, fueled by the straw, wood, canvas, pod-oils. Pikul jumps over to Geller and picks up the trailing cord, twists it in his hands until it stops bleeding. All four walls of the assembly bay are on fire now. The doorway is a flapping sheet of flame. Mixing with the swelling rush of the flame are the sounds of the entire plant going on alert: yells, screams, sirens, running feet, doors being slammed open and closed. Pikul holds Geller tightly. She is limp, weak, drained in his arms. \n[231]I think we just lost the game. But now, strange, anomalous objects begin to appear out a nowhere in the flames - a chair, a tv set, a bath tub, a table, objects emerging into the game from the quest chalet. After a moment's confusion, Pikul smiles. \n[232]Or maybe not. And sure enough, the Trout Farm and its flames and its black cloud melt away. \n[233]Allegra, we're back home. What's the matter, what's wrong? As Geller swims back up into full consciousness, she begins to talk, mumbling at first, then with terrible clarity. \n[234]Brought what back? I can't understand what you're saying. \n[235]But this can't be possible. How can a game event emerge into real life? \n[236]What's in that needle? \n[237]What? \n[238]Vinokur? \n[239]Oh, no. \n[240]I'm infected? Wait a minute! \n[241]The theme of disease? I'm fucking reall infected! Is it going to crawl up my spine and rot my brain? \n[242]Yeah, great. Now, listen. This could be critical. Were you really saying that Vinokur is an \n[243]agent of the Anti- eXistenZialists? Because if he is, if he's with them, then we are really... \n[244]The cashier? He's a game character! How can he be here? \n[245]Allegra, listen to me. I think we're still inside the game. I think your real pod's out there somewhere, somewhere safe. I think it's OK to let go of this one, this pod. It's not the real one. A Molotov cocktail comes sailing into the room and shatters against the bed. The bed ignites with an explosive whump. \n[246]What is it that we're seeing? \n[247]What are you doing? We're on your side. \n[248]Something's slipped over the edge, here, Allegra. Something's all wrong. \n[249]Wait a minute. Cortical Systematics is just the qame version, it's only... \n[250]What the fuck are you doing?! You've killed him! Are you gonna kill me next? \n[251]Didn't you? You didn't like that and so you killed him? \n[252]But Allegra. What if we're not in the game anymore? \n[253]If we're not, then you just killed someone real. A real person. You see what can happen. It's important for me that you see that. \n[254]It wasn't an accident that you and I ended up on the run together. \n[255]No. \n[256]I still am one of them. \n[257]I made the bioport sacrifice to get close to you, to make love to my enemy. \n[258]To understand what I have to kill. 7. \n[259]We do, but I'd like to assure everybody here that Allegra wouldn't really jump into bed with a security guard unless he was me. (laughs from the security \n[260]Hi. We were just wondering if we could ask Mr. Nourish a question, away from all the others. \n[261]We've played your game now, and so we can finally agree with the others that you are the world's greatest game artist. We weren't sure before. \n[262]Yes. Don't you think the world's greatest game artist ought to be punished for the most effective deforming of reality? ", "GELLER": "\n[1]The world of games is in a kind of a trance. People are programmed to accept so little, but the possibilities are so great. You probably thought that tonight, we were going to test a new game that I designed. Excited murmurings from the crowd. \n[2]But there is no new game to test, at least, not in the usual sense. Confused, slightly disappointed mutterings. \n[3]No, no, it's going to be much better than you expected, because eXistenZ is not just a game. It's an entirely new game system. Antenna Research and I developed it together - the eXistenZ System by Antenna - and it involves a whole lot of new toys, which you are going to be the first to try out. The crowd's spirit rises again. Levi steps forward, smiling, playing off the renewed energy. \n[4]Sure. This is my favourite part. There is giddy laughter in the room. Geller looks at every player-in the circle as Levi steps down off the platform and retires to the far edge of the small, watching throng. \n[5]I'm ready to download eXistenZ by Antenna Research into you all now. I'm warning you, it's going to be a wild ride, but don't panic no matter what happens. I'll see you all back here in no time at all. Now the giddy laughter goes a touch nervous, uncertain, but it's too late. Geller depresses a nipple-like protuberance on the game-pod on her lap, and all the players close their eyes and go rigid, like members of a seance who have suddenly been contacted by the spirit world. The pods in their laps begin a rhythmic, peristaltic rippling. At the edge of the crowd, Pikul sidles up to Levi. \n[6]Am I? With you? \n[7]I can't lose this! I can't lose this! She finds the game-pod still under the folding chair, a bit flattened on one side but in one piece. She grabs the game- pod and its UmbyCord and stuffs them into her MetaFlesh pod case which has been knocked to the edge of the dais. As she clutches it to her, Pikul takes her hand and hauls her through the crowd, which is now spilling off the overcrowded dais and clutching at Geller fitfully, like Velcro. They head for the door, fighting everybody off as though they might be lethal. As they leave through the side door, Pikul sees five or six fans, shrieking like monkeys, still stomping and kicking the body of Dichter viciously, hysterically, while Levi's two assistants carry him to the safety of the church's apse. \n[8]Let's take my limo. \n[9]Why no? \n[10]You drive, idiot! They cross the road and jump in the Defender. Frances, the driver, sixtyish, a retired lady farmer who moonlights, is apprehensive. \n[11]We need this vehicle, and we need it without you. But with the keys. \n[12]Get out, Frances. You can say you were hijacked. \n[13]Thanks, Frances. They drive off down the country road, leaving Frances in the dust. \n[14]Only if you don't really know what's going on. \n[15]There is great stress and anger and violence in the countryside. Thousands of life forms all screaming ME ME ME and trying to kill and dominate and devour the other life forms. It's terrifying and exhausting. \n[16]That's good, `cause you might end up spending a lot of time here. \n[17]Sure. If you go back home to the city, they'll probably be waiting for you. \n[18]Yeah. My assassins. They'd want to have a little talk with you about where I am. \n[19]Did you hear the way he screamed at me? He wasn't alone. \n[20]Not country people. Games people. The countryside's full of games development people, project co- ordinators, little factories - you name it. \n[21]The city's full of bad microwaves, bad thermals, bad electro-optics. You can't shield from it anymore. You can't get true readings. The whole industry moved out of the city years ago. \n[22]Maybe. But it seems I have some enemies I didn't know I had. \"Death to Allegra Geller.\" How'd you like to hear somebody with a gun screaming, \"Death to Ted Pikul\"? \n[23]You're labelled. \n[24]It has a trigger. I pulled it. \n[25]Later. I think I'm gonna use it in my next game. If there ever is a next game. Pikul glances at her. He hits a pothole and she bounces around in her seat, exposing her far shoulder to him. Her shirt is soaked with blood. \n[26]What's that? \n[27]Answer it. Pikul pulls the pink-fone - it's soft surgical plastic, palm-sized - out of his pocket. When he squeezes it open, a diffuse pink light swells up from deep inside it. \n[28]That was a rangefinder. As long as you have that, they know where you are. \n[29]I mean anybody. I heard what Levi said to you. He said, \"We have enemies in our own house.\" He said it as he was dying. \n[30]Anti-existentialists? \n[31]Yeah. \n[32]I hear things. It's hard to surprise me. And what else? \n[33]Pikul, why don't you have a gun with you? \n[34]You're not armed. They told me you were my security but you have no weaponry. \n[35]Fuck. I'm marked for death and they send me on the road with a PR nerd. \n[36]Don't sweat it, Pikul. I'll handle it. We just have to disappear for a while. And right now, we have to stop. \n[37]So we can have an intimate moment together. \n[38]C'mon. If you're gonna do it, do it. \n[39]What do you mean? \n[40]Lemme see that weirdo pistol. Geller pulls the strange weapon out of the bag. After a moment of study, she expertly pops the magazine out of the grip. The gristly magazine is packed with teeth. \n[41]Yep. The bullets are human teeth. Look - this one's got a cavity. \n[42]I suppose the smaller caliber pistols would have to fire baby teeth. The tooth fairy could go I into the arms business. \n[43]The whole gamesworld is in a kind of trance. \n[44]People are prepared to accept so little. They're in a'cage formed out of their own limited \n[45]expectations. They have no idea what amazing things could be theirs. \n[46]I was wandering through eXistenZ - the new system, I mean.  I like it in there. Of course, without another player you're only a tourist. It's frustrating. \n[47]Where's your bioport? Don't tell me you were never fitted. I can't believe it. Pikul shrugs his shirt back down, starts tucking it in. \n[48]You're hoping to get into the biz and you've never played one of my games. You've never played any game. That means you have no idea what a genius I am. \n[49]Bullshit. Posturing. You don't play my games, you don't work for Antenna Research, I'll make sure of that. \n[50]I'm not so sure I do. \n[51]God, c'mon. They just pop your spine with a little hydro-gun. Shoot the port-plug into it. They do it at malls, like getting your ears pierced. \n[52]It's your chosen profession, geek. She pauses, then moves very close to him. She breathes her words slowly, intimately, into his ear. \n[53]There's an intimacy involved in playing eXistenZ that is beyond description. It has to be experienced. And frankly, the two-player version is the most exquisitely intense. Wouldn't you like to play with me? \n[54]They wouldn't want to talk to you if they knew you had never had a bioport installed. It's company policy, you know. They want you to be passionate about your work. Besides, once you're ported, there's no end to the games you can play. \n[55]My baby here took a huge hit in the church, Pikul. You see how she's quivering? Pikul takes a look. The pod is, in fact, quivering like a terrified hamster. \n[56]When those UmbyCords got ripped out of her in the church, ripped \n[57]out just as the game architecture was being downloaded from her to all those slave pods... that's a very vulnerable time for her. She could be crying out for help right here, right now. The only way I can tell if everything's OK - the game's not been contaminated, the pod, my baby, is not about to be crippled for life because of my negligence - the only way is to play eXistenZ with somebody friendly. Are you friendly, or are you not? \n[58]Well, Gas, you could check your bioport-plugs. \n[59]You heard me. My friend here has a bioport problem. \n[60]Sure you do. Gas looks at her closely for the first time. His eyes widen in disbelief. He pulls a greasy wallet out of his overalls and flips out the card holders. Amongst various family photos, hot rod photos, fishing photos, is a photo of Allegra Geller clipped from a glossy magazine. Under the photo is the legend \"Genius In A Game-Pod\". Gas takes her hand in his and kisses it. \n[61]What's going on, Gas? \n[62]This is it, you see. This is the cage I was talking about, the cage of your own making which keeps you trapped and pacing about in the smallest possible space forever. Break out of your cage, Pikul. Break out now. \n[63]That swelling doesn't last for long. Tomorrow, you won't even notice it. \n[64]We don't have to wait for the swelling to go down. \n[65]You wanted to play my game, didn't you? \n[66]It's an instant-on world, isn't it? She lifts up his shirt to reveal the new bioport. It already looks a bit less angry than it did before. Geller caresses it, prods it, plays with it. Then she takes out a little bottle of WD-40 and sprays it around and into the port. \n[67]New ports are sometimes a bit tight. Wouldn't want to hurt you. \n[68]Listen to what you're saying, Pikul. Don't be ludicrous. \n[69]Maybe afterwards. Geller gently works her UmbyJack into Pikul's bioport. She locks her eyes onto his, then squeezes her game-pod's ON teat. Instantly, her pod convulses and begins to flash and spark and crackle. White electronic smoke seeps from its crevices and a kind of bioelectronic fat sputters from its pores. Geller leaps up from the arm of the chair and rips her UmbyJack out of Pikul's spine. He can't feel it, but the furious force of her move twists him in his chair. \n[70]Shit, Pikul! I can't believe this! I trusted you and you blew my pod! You must have neural- surged! \n[71]I jacked you into my pod and you obviously panicked. Now it's totally fucked! This is a disaster! \n[72]I was forced to trust you and you panicked and you neural-surged, and you blew my pod. \n[73]Pikul, in this pod is the only, the original version of eXistenZ, an entire game system that cost thirty-eight million to develop, not including pre-release marketing costs. And I'm locked outside of my own game! I can't get it out, or me in! \n[74]Security is everything these days. It's the only one and its stuck inside and it's your fault. Geller uses her sleeve to clean the drool off the pod with tragic gentleness, as though it were an injured child. \n[75]I've devoted my five most passionate years to this strange little creature. And I've never regretted it, Pikul, because I knew that it was the only thing that could give my life any meaning... \n[76]Oh, no, Gas, not you. \n[77]What's going on? \n[78]But can you kill a person? Can you do that, Gas? Can you kill me? Hide my body. Contact the crazies. Trust them to pay up. Hand over my now-decaying, fucking grotesque corpse. Really expect them to hand over 5 mil cash? Don't you ever go to the fuckin' movies? \n[79]You did distract him.  Plug your toaster into that hole, corpse! \n[80]Yep. \n[81]I've never been more popular. \n[82]You're right. I've got to get this pod fixed. \n[83]Nothing in the countryside is what it seems. It's all appearance versus reality, and the reality here is something unique. \n[84]Nobody actually physically skis any more, Pikul. You know that. \n[85]Yeah, right. \n[86]Kiri Vinokur, this is my bodyguard, Ted Pikul. \n[87]There have been a couple of attempts on my life already. \n[88]I don't know if they can do anything about it. It seems to be open season on me. \n[89]Kiri, no, don't. You mustn't let anybody know we're here unless you have to. I can't be sure that Antenna is completely safe for me. \n[90].and make sure I don't lose everything I have in here. \n[91]Pikul's bioport. \n[92]He's not kidding. He's a total PR nerd. It ports into you, and you are the power source. Your body, your nervous system. Your energy. When you get tired, run down, it won't run properly. \n[93]It's not infected. It's just excited. It wants action. She attempts to jack her pod into his port using the Y- shaped UmbyCord, but he twists away from her. \n[94]My baby here has now taken three major hits, one in the church, one in the gas station, and one on the operating table. The only way I can tell if everything's OK - the game's not been contaminated, the pod's not fucked - is to play eXistenZ with somebody friendly. Are you friendly, or are you not? Pikul swallows nervously, then turns his back to Geller so that she can port in. \n[95]That's how they work. See? You're hummin' along already. Sure enough, he is. Geller deftly twists the second jack into her own bioport and takes a deep breath. \n[96]All right. eXistenZ. Only from Antenna. Here we go. \n[97]You could beat the guy who invented poker, couldn't you? Geller flicks the game-pod nipple, and the chalet begins to melt away around them. \n[98]Depends on the style of the game. You can get jagged, brutal cuts, slow fades, shimmering little morphs... \n[99]It's basically a game store I used to hang out in as a kid. \n[100]We're ported into a game-pod together, remember? eXistenZ has complete access to both our central nervous systems. Its game architecture will be based on our memories, our anxieties, our preoccupations... \n[101]You keep saying that.  Look at this. Games I've never heard of. Biological Father. Hit By A Car. Viral Ecstasy. Chinese Restaurant.  In Viral Ecstasy, you are a virus invading a specific human body. You create ingenious viral strategies to cope with the efforts of the body's immune system to destroy you...\" \n[102]The beauty of eXistenZ is that it changes every time you play it. It adapts to the individuals who are actually playing it. The result is that you have to play the game to find out why you're playing the game. \n[103]Not at all. It's a much more organic approach to gaming than classic, arbitrary, rule- dominated games. It's the future, Pikul. You'll see how natural it feels. \n[104]Will it work with an industry standard bioport? \n[105]We're just looking. \n[106]It's your character who said it. It's a kind of schizophrenic feeling, isn't it? But you'll get used to it. There are things that have to be said to advance the plot and establish the characters, and those things get said whether you want to say them or not. Don't fight it. Just go with it. \n[107]Look at him. Pikul does. Nader doesn't seem to have heard him. In fact, he doesn't respond at all other than to hum the Antenna Research corporate-song and tap his fingers repetitively, caught in a small behavioural loop. Geller chuckles at Pikul's confusion. \n[108]He's gone into a game loop, he's locked up, and he won't come out of it until you give him a proper game line of dialogue. \n[109]Start by repeating your last line. Include his name so he knows you're talking.to him. \n[110]Yes, of course, that's right. We both have bioports. Here she pauses, looks at Pikul. \n[111]We do, don't we? \n[112]We'd better check. While Nader goes into game lock-up, Geller lifts up her shirt. Pikul takes a look. Her bioport is there, although slightly rougher, puckered, more organic than in non-game life. \n[113]I see what you mean. Yes, we both have bioports. \n[114]Yeah. Kinda disappointing. \n[115]Yeah. Not a very well-drawn character. And his dialogue was just so-so. \n[116]The game engine is just getting used to us. It'll get more daring once it warms up. Geller fumbles the micro-pod out of its vacuum-pak shell. She reads the instructions on the back. \n[117]OK. The pods are so small they plug directly into the bioport. Geller delicately twists the end of the micro-pod into Pikul's bioport. The micro-pod changes colour, pulses, ripples, and then slowly flows and wriggles its way into Pikul's bioport until it has completely disappeared. \n[118]God! \n[119]The whole pod just disappeared into your back. \n[120]Don't panic, it's just a game. Do you feel anything yet? \n[121]What the hell was that? \n[122]You're right. Our characters are obviously supposed to jump on each other. Probably to create emotional tension when danger happens. No use fighting it. \n[123]They'll take care of themselves. \n[124]Your what? \n[125]\n[126]Don't sweat it. All your senses are still operating. You'll pop right out of the game if there's a problem. They begin to make seriously hot love amrngst the game paks and cartons of replacement UmbyCords. And then the game store melts away around them. \n[127]I guess. \n[128]I don't know. You have to understand that, to understand what we've really created with eXistenZ. \n[129]Correct. I don't. \n[130]We ordered it because another game character told you to. That's a clue we can't ignore. But that's just basic games playing. \n[131]Sure, yeah, but why? What's wrong? Aren't you dying to see what's special about the special? \n[132]That's a great sign. It means your nervous system is fully engaging with the game architecture. The game is a lot more fun when it starts to feel realer than real. \n[133]So how does it feel? \n[134]Your real life. The one you came back for. \n[135]You're stuck now, aren't you? You want to go back to the Chinese restaurant because there's nothing happening here. We're safe. It's boring. \n[136]Definitely not. \n[137]Our characters did. I'm sure it would be very different if we did. \n[138]Well, you didn't get the real Allegra Geller, I can tell you that. no \n[139]No. In real life I tend to lose control. It can get messy. Let's go back. Pikul looks down at the pod. He flicks the PLAY nipple. The room melts down around them and is replaced by the Chinese restaurant. \n[140]No, it looks terrific. Thank you. We're happy. The waiter nods. \n[141]Pikul, what are you doing? \n[142]Oh, good! Pikul looks up from his big bowl, which is rapidly filling with creature parts. His fingers are'slimy and sticky, but he doesn't stop, his fingers working expertly on their own. \n[143]Yeah. It's a genuine game urge. It's something that your game character was born to do. Don't fight it. \n[144]It should be OK. Now Pikul reaches into his mouth, pulls out a bridge of three teeth - one of them gold-filled - and loads them into the gristly magazine. \n[145]Do you have that bridge in real life? \n[146]It probably wasn't until you ordered the special. He slaps the magazine into the handle, then pulls the slide back and releases it so that there is now a toothy round in the chamber. Then with a smile, Pikul points the weapon at Geller. \n[147]That's not funny! Pikul looks at Geller and sees that there is genuine terror in her eyes. \n[148]Who? \n[149]Oh, well, that makes sense. Waiter! Waiter! When he comes over, do it. Don't hesitate. \n[150]You won't be able to stop. You might as well enjoy it. \n[151]It's like real life - there's just enough to make it interesting. - Pikul spots the waiter making his way across the room towards them, a big smile on his face. \n[152]Through the kitchen! That way! \n[153]Why did the Chinese waiter have to die? \n[154]The Trout Farm is owned by Cortical Systematics? \n[155]Where did that come from? \n[156]I'm impressed. Nourish is also impressed. He smiles broadly, then takes Pikul in his arms and hugs him, then Geller. \n[157]I wouldn't take it too seriously. \n[158]We saw it everywhere in Dorsey Nader's game store, remember? \n[159]That's probably fair to say. \n[160]We're just characters in here. Don't mix your real-life loyalties into it or you'll lose for sure. \n[161]I'm looking for Dorsey Nader. Is he here? \n[162]Is Dorsey Nader here? The cashier glances around the store, then locks the register. \n[163]What happened? In response, the cashier starts rummaging around on one of the shelves. He soon finds what he was looking for, and turns around to face them. In his hand is a grotesque, slightly chewed gristle gun - the one Pikul assembled in the Chinese restaurant - in his hand. \n[164]You're with the Realist underground. \n[165]Are you trying to talk us into having them removed? \n[166]I don't understand. Are you wanting us to jack a game into our bioports? \n[167]Come on in. The door opens slowly to reveal Vinokur, who stands there uncertainly, holding a large tray. \n[168]Thanks so much, Kiri. This is very sweet of you. \n[169]Has what? \n[170]Oh, yes, sure. That's why we're so spaced out. We were right into it, weren't we? \n[171]Kiri? \n[172]Have you heard anything yet? I mean, about the eXistenZ test seminar and the shooting? \n[173]What? Tell me. \n[174]Support for the fanatics? What does that mean? \n[175]Who is? \n[176]Not yet, Kiri. Thanks. Vinokur smiles gently and leaves. \n[177]Sounds like you might approve of that. \n[178]Are you kidding? \n[179]We can't stop. I've been noticing some new... glitches. I'm not sure what they mean. I'm not sure the game is OK. \n[180]Yeah, I love it. When eXistenZ is released, it's gonna wipe the competition off the face of the earth. \n[181]It really will do that, yes. Don't hurt me, Pikul. Don't make me go back in alone. Play with me. \n[182]But you have one now. And you're ported in. She mischievously flicks the pod nipple, and the chalet melts away around them. \n[183]It wasn't cruel, it was desperate. C'mon, Pikul. You've just got a bad case of first-time user anxiety. \n[184]That sounds like my game, all right. They are now close enough to the security cubicle'at the end of the corridor to see the workers ahead of them being frisked by hand, then scanned by a wand similar to the one that Pikul used at the church. \n[185]But it's a game that everybody's already playing! Existence, it's wonderful! \n[186]My assembly bay. They make their way to the last assembly bay and slip inside it. There is, for the moment, nobody else there, but several pods have been left on the work tables half-assembled. Pikul spots it first, in the far corner: a large, mouldy wicker basket in the opposite corner. Something lumpy in it is covered by a thread-bare canvas sheet. \n[187]I'd say it's exactly as advertised. The final wrap comes off. In the basket is a necrotic, purpled, very diseased-looking pod. \n[188]I have a terrible urge to port into it. What about you? \n[189]Here we go. Wanna give me a hand? \n[190]Exactly. Help me. Pikul kneels beside her as she pulls up her shirt to reveal her bioport. Geller hands him the free end of the UmbyCord and he ports it into her. \n[191]No time at all. \n[192]Oh, God! \n[193]\n[194]0, God, don't! That really hurts! Pikul lets go. The death-pod, triggered off by Pikul's attempt to disconnect Geller, now begins to convulse in peristaltic waves in its wicker basket. Pikul looks around desperately and spots a clutch of tools hanging from nails on the wall. \n[195]No, don't, I'm afraid! But Pikul seizes a crude linoleum knife used for trimming oversized motherboards and, with three erratic slashes at the quivering UmbyCord, hacks her loose. Blood immediately pours out of both ends of the severed cord. \n[196]Pikul. It's here, it's happened. It's come back here with us. We brought it back with us from eXistenZ. \n[197]We brought the disease back with us. My pod is diseased. As though realizing the implications of what she's saying for the first time, Geller twists away from Pikul and begins to fumble with her UmbyJack. \n[198]Oh God, I'm really going to lose it, I'm going to lose my game! Unport me! C'mon, unport me! Pikul unports her, then begins to tug at his own jack. When he takes a close look at the pod, he can see that it looks - unhealthy. Geller jumps off the bed and yanks open her bag on the table. She pulls out a tiny hypodermic syringe, unwraps it, flicks the bubbles out of it, falls to her knees beside the bed. \n[199]I'm coming, I'm coming! Geller jabs the pod with the needle. As sne pushes in the plunger, she starts to massage it with her free hand, rub it, prod it. She's so close to it we think she might give it mouth-to-mouth. \n[200]There's a very weird reality- bleed-through effect happening here. I'm not sure I get it. Pikul finally gets his UmbyCord unplugged. \n[201]It's an anti-viral serum. It sometimes works if you get it in time. Unconsciously, Pikul scratches at his bioport. Geller fixes on him with strange intensity. \n[202]Lemme see your bioport. \n[203]Lemme see it! Pikul turns and shows it to her. She begins to examine it with microscopic, clinical attention. \n[204]I know what happened. It's Vinokur, that bastard. \n[205]He gave you a new bioport, didn't he? \n[206]He gave you an infected bioport so that my pod would die and so would my game-system. \n[207]The poor thing was trying to tell us that it was sick by introducing the theme of disease into our game. \n[208]All right, don't panic. I've got something that will help you. Brusquely wiping away her tears, Geller goes over to her bag and takes out a cork-shaped plastic capsule. She snaps open the capsule to reveal a knurled, plug-like electronic device. \n[209]I'm going to seal up your bioport with this anti-viral resonator. Geller bends over Pikul and works the device into his bioport until it's flush with his skin. \n[210]It uses the Umby pick-ups for power. Should cleanse all your porting channels of infection in a few hours. It'11 give you a little skin buzz when it's done. Of course, we can't play until then. \n[211]Oh, God! Pikul, my pod's dying. Sure enough, the thing is quivering, rippling, convulsing, turning purple. \n[212]I can't help it! I can't do anything for it! Geller falls to her knees beside the pod. As though triggered by this action, an explosion in the nearest chalet blows the windows and the door out of the guest chalet. Pikul and Geller are knocked to the floor by the impact of the blast. Waves of heat and debris billow into the room. A moment of eery silence, and then Pikul and Geller peek wide-eyed over the-edge of the bed. Flames now engulf the nearby chalet, all too clearly visible throught the shattered window frames. Sounds of pandemonium begin to well up from the hills below, and then a figure steps boldly in through the doorway. When the flamelight flickers over his face, Pikul and Geller are stunned to see that it is the cashier, and he is cradling a real-life submachine gun in his arms. The cashier screams at the bewildered and terrified pair. \n[213]I don't know! I don't know! The cashier strides into the room and pulls her to her feet. She tries to pick up her pod, but the cashier tugs her away from it. \n[214]But my game! My game's inside it. I don't want my game to die. The cashier unslings his submachine gun, cocks it, and blows the pod into streaks of slime, flesh, and slivers of insect- board. Geller is in shock. Pikul turns her to face him, speaks' forcefully right into her face, shuts everything else out. \n[215]The death of eXistenZ. And we were part of it. The cashier turns on her with his gun. He snaps out his old clip and slams home a new one. He cocks the gun. \n[216]You didn't get here in time. My game is dead. You murdered my game. \n[217]You copied eXistenZ? \n[218]You're a spy for Cortical Systematics. \n[219]Only from Antenna Research. \n[220]You know, this guy was actually going to kill me. Vinokur looks to Pikul for support. \n[221]C'mon, Pikul. He's only a game character. And I didn't like the way he was messing with my mind. \n[222]He was only a game character. \n[223]Huh? If... if we... we're not? \n[224]Why? \n[225]Not an accident? Pikul hefts the submachine gun in his hands. \n[226]That's why you never had a bioport. You were one of them. \n[227]But you have a bioport now. I thought that was forbidden to Anti-eXistenZialists. \n[228]Why would you do that? \n[229]Then. understand this. Geller produces a tiny electronic remote controller from the pocket of her shirt. \n[230]Understand that I suspected who you were from the moment you made that fake phone call to yourself in the limo. Understand that I knew you were my real assassin when you pointed the gun at me in the Chinese restaurant. She flicks up a safety cover on the remote's tip, revealing a toggle switch. Pikul's hands tense around the submachine gun. \n[231]And understand that you're dead. Geller flips the toggle switch. The base of Pikul's spine blows out, his shirt billowing with blood as his bioport explodes. A delighted Geller dances to her feet as Pikul staggers backwards. \n[232]Death to the demon Ted Pikul! His eyes frozen in a death stare, Pikul falls, rolls down the hill into the underbrush. Smoke creeping up from the fires below curls over him like a blanket. Arms raised in the air, Geller dances around on the top of the hill, looking down on the flames and the chaos. \n[233]Have I won the game? Have I won? Have I won? The hill, the trees, the flames melt down around her. \n[234]I'd just like to say thank you to Mr. Nourish for giving me the chance to play the role of a star designer. I guess the game picked up on my ambitions to be like you. \n[235]I guess you all could tell that Ted and I had a relationship prior to our coming here. We really do like to play together. \n[236]Yevgeny, don't you think you should suffer for all the harm you've done, and intend to do, to the human race? \n[237]Death to the demon Yevgeny Nourish! \n[238]What? ", "NOURISH": "\n[1]Tryin' to remember who you are? Pikul snaps his head up to see a long-haired, morose-looking worker sitting next to him, snickering. Mocking Pikul, he twists his own card around, comically bunching up his work shirt so he can read his own name, which is YEVGENY NOURISH. \n[2]Hey, it works! I must be Yevgeny Nourish! Nourish leans over to squint at Pikul's name tag. \n[3]And you... you are new to the Trout Farm. \n[4]You know - raise baby trout from eggs and then stock the rivers with them. Entire place used to be a trout farm. Seems like most everything used to be something else, doesn't it? Pikul looks around him. The place is humming, but Geller is still nowhere in sight. The workers are small-town locals o_Â° a wide range of ages. Pikul looks down at his own hands, which seem to,know what to do: place glue on the boards, glue them down to a resin frame using a template, insert needle-like electrodes into the bodies of certain epoxied insects. The insect boards, Pikul notes, are actually whole insects coated in epoxy and frozen together like a sick collage. At least, here in the game they are. Pikul is now automatically doing flashy moves with the odd materials in front of him with great dexterity. Nourish takes note of this. \n[5]\n[6]You might be new but you seem to know what you're doing. Pikul realizes he hasn't given the right answer. He now just lets it come without thinking. \n[7]So have I. Where do you plan to have lunch? \n[8]I have other plans for lunch. But I do suggest that you order the special. And don't take no for an answer. \n[9]It means that they want you in the back room. They need more insect boards for the pod assembly bays. \n[10]Yeah. I'll take care of your incoming boards. Pikul gets up to go. Nourish grabs him by the arm and whispers intensely. \n[11]Remember. The Chinese restaurant for lunch. \n[12]Did you like the meal I prepared for you? \n[13]It certainly was for me. You both passed our little test with flying colours. \n[14]A waiter hears many things spoken when people are relaxed and eating. A waiter has many opportunities for betrayal. \n[15]He betrayed us. Out this way, quickly! They go out a side door, and find themselves walking along the river that links the Chinese restaurant and the Trout Farm. \n[16]See there, the breeding pools. The pools are all alive with strange creatures, mutated fish, amphibians, and, along the small, muddy terraces that border the pools, reptiles. Like the dysfunctional insect at the gas station, these creatures do not work very well. They float and swim belly up, lie on their sides at the bottom of their pools, flop and flounder around, and in general, ostentatiously fail to function. \n[17]The restaurant is controlled by us. We raise these mutant creatures as food and that is our cover, but of course, we are also raising them as components for undetectable and hypoallergenic weapons. Right under the noses of our enemies. And speaking of our enemies, it's important that you go back to work at Cortical Systematics. We need to maintain as many agents there as we can. I'll take care of the mess at the restaurant. \n[18]Yes. \n[19]Their corporate slogan should be, \"Enemies of Reality\". A glazed look comes over Pikul. He begins to speak like a robotic orator. \n[20]We love you two now, now that you have proven to be true and trustworthy Realists. We'll be in touch. Nourish turns around and walks back-towards the restaurant. \n[21]I know what to do. Pikul twists awkwardly around to see Yevgeny Nourish standing just behind him. He is in the process of slipping a large propane torch off its wall hook. \n[22]I know exactly what to do. Nourish unscrews the gas valve and ignites the torch. \n[23]Death to Realism! Nourish turns the blazing torch on the pod in the basket. Where the cone of flame hits the pod, it begins to shrivel, crackle, sputter fat. The pod itself tries to ripple away from the searing flame as though it were alive. Nourish laughs and begins to play the cone over the entire surface of the pod. Geller sinks to the ground in exhaustion, holds on to Pikul's leg. The death-pod now swells and bubbles under the torch's flame, then explodes with a dull whump. \n[24]No, no! \n[25]Death... death to the demoness Barb Brecken... to the... \n[26]We're back, Merle. Although I have a feeling some of our crew might not realize it yet. Shaky laughter from some of the players. Throughout the following round of comments from the garners, whom we now realize have been, up to now, playing characters in a game, we hear nothing from Pikul and Geller. These two, who sit next to each other and are now holding hands, remain enigmatically silent. \n[27]Nice try, but you're going to have to turn them in because they're beta versions, pre- production hand-made specials, and we need to study them after use for wear and tear and other things. But you'll get a certificate for helping us out here - I'm right about that, aren't I, Merle? \n[28]well, let me first say that I'm kinda glad I lost this game. I don't usually play such nasty characters. And, Allegra, you were so good in that role that I suspect it won't be long before PilgrImage is after you to sign a designing contract.  And maybe you should take your friend Ted, here, Mr. Pikul, with you. He's obviously good in a crisis, and when you design games, there are plenty of them. Amid the renewed good-natured laughter, Geller blushes. She reaches out for Pikul's hand. \n[29]Merle, I was very disturbed by the game we just played. \n[30]It had a very strong, very real anti-game theme. I mean, it began with the assassination of a game designer. \n[31]It sure didn't come from me. The tone of it in the game was very, very passionate, fanatical. And the atmosphere of paranoia and betrayal was overwhelming. The whole thing felt unstable, dangerous, volatile. But worse than that, there was a kind of industrial espionage subplot. Stealing game-systems, jumping ship from one game company to another. That kind of thing. They both reflexively begin to scan the gaming group, who are all innocently dealing with their question cards. \n[32]Let's probe it when we do the focus group. I think we might have been infiltrated here, and if we have, we've got a big security problem. Pikul and'Geller, questionnaires in hand, wander over to the wary Nourish and Merle. Pikul is now leading the dog that the security guard was holding for him earlier on, the model for the game dog in the Chinese restaurant. \n[33]Sure. Shoot. Long as you don't ask me to fill in your questionnaire. \n[34]\n[35]What? ", "LEVI": "\n[1]Written like this. One word. Small e. Capital X, capital Z. He turns back to face an as-yet-unseen audience. \n[2]eXistenZ. It's new, it's from Antenna Research, and it's here, right now. We now see Levi's audience, about seventy-five people, some standing, some sitting on plastic folding chairs. They are of very mixed age and type, but they all cheer and applaud enthusiastically. We are in the central playing area of a small, deconsecrated country church, and Levi performs on a broad, low, carpeted plywood dais. At the far end of the dais, a man and a woman - assistants to Levi - are carefully laying out about two dozen plastic modules that look somewhat like high-tech ski boots. \n[3]My name is Wittold Levi, my friends call me Witt - and I'm the project manager for eXistenZ. I recognize some familiar faces - that's all right, that's all right. We won't throw you out. We encourage consumer loyalty, and we want you to help us with our product testing. We're a team, Antenna and you. A delighted stir from the crowd. \n[4]Those of you who have come to our invited seminars before will know that I normally lead the group through our new games, but \n[5]tonight, it won't be me. No, for the test launch of eXistenZ by Antenna, we have brought you a seminar leader who is rather special. An unbelieving, excited stir. Could it really be? \n[6]Yes, it is. The world's greatest game designer is here, in person, to lead you, the first test enclave, through her newest creation, eXistenZ by Antenna... The small crowd is now tremendously excited, wide-eyed, murmuring, one or two have actually gotten on their knees. \n[7]I give you, the Game-Pod Goddess herself - Allegra Geller! Levi moves to the edge of the crowd, works his way into it until he has reached a small, unobtrusive figure who up to now has hardly been noticed. She stands next to a security guard who is dressed in a suit and tie but carries an electronic wand of some sort. His name-tag identifies him as Ted Pikul , and we will see more of him later. As Levi takes her hand and gently leads her out of the crowd, her fans applaud softly, touch her hem. They part like water as she passes amongst them, clutching her own personal game-pod case with both hands. She mounts the dais like a blind person led by her seeing-eye dog. Allegra Geller, early thirties, conservatively dressed, is bright, acutely aware, but wary and controlled. When she speaks, she is deliciously, sexily shy, serious, melodic. \n[8]MetaFlesh. Levi turns to the chalkboard and writes the word. \n[9]Written like this. One word. Capital M, capital F. MetaFlesh is what our new toys are made of - the MetaFlesh Game-Pod, only from Antenna Research. It connects with any industry standard bioport, which I know you all have or you wouldn't be here...  .using, however, a very non- standard connecting device which we call... Levi turns again to the chalkboard. \n[10].we call an UmbyCord. Spelled like this. Levi writes the word out and then turns back to his by-now- salivating audience. \n[11]I guess you can tell I started off as a schoolteacher. But I never had anything quite so fun or so revolutionary to teach as what Allegra and I are going to teach you all tonight. With a theatrical flourish, Levi whirls around to face his two assistants, who have finished laying out their devices on the back table and are now standing crisply at attention at either end of it. \n[12]Are the MetaFlesh Game-Pods by Antenna Research ready? \n[13]And how many of these precious prototypes did we manage to bring with us? \n[14]Twenty-one? I thought we had an even two dozen. \n[15]Really? Any chance that some of the others...? \n[16]\n[17]We have twenty-one prototype MetaFlesh Game-Pods, and that means that for our first wave test enclave we need twenty-one volunteers who will port in these slave units with the Game-Pod Goddess herself... Levi doesn't need to finish his pitch. Every hand is waving in the air, and every pair of lips is saying, \"Me, me, oh God, please, let it be me!\" Geller can only stand by modestly and beam at the intensity of the small crowd's enthusiasm. \n[18]Everything's in order. Are you ready, Allegra? \n[19]She spends most of her time alone in a room designing her games. I think she'd like it best if she never had to show them to anybody. \n[20]She hates having to port in with her fans. It's too intimate. \n[21]We make her do it. \n[22]Are you with us or did an independent security company send you? \n[23]Well, for example, we've spent a fortune developing eXistenZ, but we all know it's a risky project. She might have to make changes. It's the only way we can convince her that there might be a problem. \n[24]eXistenZ is a lot more than a game. \n[25]And we're worried that it's too intellectual, too complex, too weird, too artsy. That argument ; never bothers her until she faces her fans. She hates to be rejected in the flesh, so we make her come out sometimes to take the heat. \n[26]It's the new Antenna Research theme song. We thought this would be a good way to launch it. Everybody who plays eXistenZ is going to be very familiar with that tune. Haltingly, but gamely, Pikul tries to hum along. \n[27]Get her out of here! Save her! There might be more of them! Go on! \n[28]We have enemies in our own house. Trust no one. Trust no one... The wide-eyed Pikul scrambles to his feet and promptly trips over the all-but-dead Dichter. He falls painfully to his knees, struggles up again, and finds the bizarre bone gun in his hand. Pikul stares at it, fascinated, horrified. He turns back to Levi, but Levi's eyes are rolling back as he loses consciousness. The two assistants are making their way towards them through the shoving, shuffling throng, guns cocked, faces set hard. Panicked, Pikul jams the bone gun into his suit pocket and jumps off the platform, wildly looking around for Geller. She and her chair have slipped off the dais in a heap only a few feet away, and she is in several kinds of agony. Pikul unports her, which immediately brings her some relief and a lot of clarity. Pikul wards off a couple of fans with one arm, screams at them. \n[29]But you were so wonderfully bad. So scary and crazy. I had a lot to do in that first scene in the church but I thought my character was kind of boring. ", "GAS": "\n[1]Anything else I can do for you? \n[2]The what? The sparkplugs? \n[3]A bioport, now, that's a sort of a hole in your spine, isn't it? Lotta assholes `round here, but that's generally it. I don't know why you'd be talking to me about that, lady. Geller smiles a knowing smile. \n[4]Allegra Geller. You changed my life. \n[5]Before? \n[6]I operated a gas station. \n[7]Only on the most pathetic level of reality. Geller's work liberated me. \n[8]Did you ever play her game ArtGod? One word, capital A, capital G? \n[9]\"Thou, the player of the game, art God.\" Very spiritual. Funny, too. God, the artist. The mechanic.  Funny. Gas zips up his fresh overalls. \n[10]Not to worry. They way they set things up, you could fire in a bioport in a slaughterhouse and not generate an infection. \n[11]It's a mental thing. Helps me focus. The one thing you don't want to do is miss with the stud- finder. \n[12]God, the mechanic. \n[13]We call this thing a stud-finder.' It locates the spot on your spine where the x intersects with the y. We don't want to be even a micron out of whack. That's when you get troubles. It's a little radar/sonar/laser thingee. Marks you with a special range-finding dye. \n[14]Lift up your shirt and turn around. \n[15]See, that didn't hurt, did it? \n[16]I've never crippled anyone yet. \n[17]Three. Well, you'll be the third. \n[18]Hell, he's acting like I'm attackin' him. People usually pay me.to do this, you know. \n[19]The procedure comes with its own epidural, just like when you have a baby. Kinda like instant paralysis from the waist down? That's why it didn't hurt you. It'll wear off in about twenty minutes. As they ease Pikul into a sitting position in the chair, Gas almost drops the insertion gun which he has been holding in one hand. He leans it against the wingback chair, and Pikul notices blood and flecks of skin on Gas's work gloves. \n[20]Things do get kinda confused these days, don't they? I'm gonna go wash up. You two make yourselves at home. Gas strides off towards the washroom with an air of great satisfaction. Geller eases her game-pod out of its case and starts to attach its two-player, Y-shaped UmbyCord to it. \n[21]It isn't your fault. It's my fault. Pikul looks at Gas in disbelief. His feet begin to writhe in circles, but he still can't get out of the chair; Geller backs away from Gas, clutching her pod protectively. \n[22]I wouldn't try to use that bioport again, `cept maybe for a toaster or something. \n[23]You're worth a lot of money. If you're dead. \n[24]You know what I'm talking about. It's all over the countryside. Five million for her dead body. No questions asked. \n[25]Yup. And now I'm gonna change hers. \n[26]Seems there's a big bonus for killing Allegra Geller's latest game, or whatever it is. I think I just did that, didn't I? Geller decides to try another tack. She stops backing away and begins to slowly approach Gas. \n[27]I like your script. I want to be in it. Gas cocks his shotgun. He's really going to do it. Except that Pikul shoots him right in the mastoid bone, just behind the ear, with the bioport insertion gun. The back of Gas's skull shatters and he goes down hard. Pikul drops the gun and launches himself out of his chair. He falls to his knees beside Gas's body. \n[28]Well me, I was really bummed out at first. I got knocked out of the game so soon. It was fun to watch the rest, though. I liked that part where the ones who got knocked out of the game early got to be spooky customers in the game store. \n[29]Well, you know, I'm a gas-jockey in real life, so I was kind of disappointed that I was basically the same thing in the game. A little more fantasy, there, fellers. ", "VINOKUR": "\n[1]My darling Allegra. I am so pleased to see you here. They embrace. \n[2]Hello, yes, I heard the ridiculous story about this fatwa against you. The company is desperately trying to find you. Is it really serious? Are you in danger? \n[3]No! That's unbearable. The company must stop this. They owe you every kind of protection. \n[4]I understand. Yes. The company draws many eccentric people into its fold. You can hide in one of the guest chalets. As long as you like. I will make sure you get fresh towels... Geller pats her game-pod case. \n[5]What did you port into? \n[6]Really? That's what did all the damage? \n[7]It fried some very expensive nerve boards. See? Here. These are kaput. It's a complex thing. \n[8]We use the nervous systems of specially-bred insects to create the electronic circuits on our motherboards. Only Antenna Research has it. \n[9]Very funny. \n[10]Landry here will finish up the pod-work. Meanwhile... Let's get that nasty bioport out of you and get a nice, fresh one in there. We have guest chalets out back. You're both welcome to stay. Now where did I put my bioport-plug puller..? Here it is. Vinokur hauls out a device that looks like a pair of spring- loaded fire tongs. \n[11]Lie down on that couch and pull up your shirt. \n[12]Sorry to interrupt you kids, but I thought you'd better have something to eat. We knocked on your door a few times to invite you to dinner... Pikul and Geller sit on the bed, game-pod between them, UmbyCord joining them to each other and to the pod. They look at each other. Pikul shrugs. \n[13]..and when we got no answer, I figured you were playing eXistenZ to try out your new pod, and your new bioport. Everything's all right, I take it? An awkward moment, as though Vinokur has caught the pair having illicit sex. Vinokur moves into the room towards the table. \n[14]Can I leave this here for you? Don't bother unporting. I just had to be sure our star designer was in a good place and that she'd recovered her multi- million-dollar game system from her defective pod. Vinokur puts down the tray, which holds several plates covered by smaller, inverted plates to keep the food warm. \n[15]\n[16]Well, that's a relief. I'll leave you two alone. You can leave the tray outside your door when you're finished. \n[17]Believe it or not, it's Chinese food. There's a great Chinese restaurant on the other side of the escarpment road. Vinokur turns to go. \n[18]Yes? \n[19]Oh, yes. It's come over all the media now. You've never been more famous. Your face is everywhere, which of course just.makes it worse. I...  \n[20]They've announced the possibility that Antenna will delay the release of your new system indefinitely, until they can determine how widespread support for this fanatical group really is. I don't approve, myself. I don't think we should bend one degree to extremists. \n[21]Well, you know. They're all coming out of the woodwork now. \n[22]A lot of people are taking the opportunity to jump on the anti- game bandwagon. They've now heard rumours about what the eXistenZ system is, and they say we've gone too far psychologically, medically, socially, you name it. And I'm afraid I wouldn't put it past our competitors to be involved in this, to try to whip up public opinion and kill our new system before it gets born. You're sure you don't want me to contact Antenna, even just to see what they have to say? \n[23]I tried to find you. Thank God I got here in time.  My dog brought me this. \n[24]No, just your pod. I replicated the entire contents of your pod when I fixed your nerve boards. They're in safe-keeping. They're all in one piece. \n[25]Allegra, come over to Cortical Systematics. Yes, yes, Cortical Systematics. I'm defecting and so are all the Antenna Research top brass, Pellatt, Melzack, Sherrin, everybody good. \n[26]\n[27]But why stay with them? Look at that mess down there. How could you trust Antenna again, when they've endangered you like this? Geller seems to have lost the thread. She wanders over to the cashier's body and disentangles his submachine gun from him. \n[28]Can you talk to her? I mean, we can take you with us too. But before Pikul can respond, Geller, now sitting next to the cashier's body on the grass, opens fire at Vinokur with the submachine gun. Vinokur falls with a startled expression on his face. Pikul, absolutely horrified, runs at Geller and kicks the weapon out of her hand, picks it up himself. \n[29]I will, if you make sure there ", "CASHIER": "\n[1]Say that again? \n[2]Come with me. He's in the back. The cashier leads them through the store towards the stockroom door. As they move amongst the customers, both Pikul and Geller feel that they are being scutinized carefully by shoppers who turn their eyes away from them at the last moment, so that they can't be absolutely certain. And as for us - have we glimpsed some characters from the game that we have already seen? Possibly even Wittold Levi from the first scene in the church, and Frances the limo driver, and Gas? We aren't positive. \n[3]You want him, there he is. Nader lies dead, the unnatural purple of his face eerily matched by the veiny purple streaks in the UmbyCord around his neck. \n[4]You shouldn't have killed the Chinese waiter. \n[5]He was your contact at the Trout Farm. A damn good man.  His dog brought me this. The cashier toys with the gun's claw-like hammer. \n[6]That's because Nader tipped him off that you were coming. Nader was a mole for Cortical Systematics. \n[7]Yes. I was placed here to keep an eye on Nader. The cashier puts the gun back on the shelf. \n[8]Nourish is a double agent for Cortical Systematics. He was working with Nader to subvert the Realist cause, and doing it rather well. After all, he got you to assassinate your own contact. But now you're going to put a stop to him. \n[9]I assume that you both have had spinal port inserts, bioports, installed. \n[10]Do you both realize that neither of you can be buried on hallowed ground because of these... these mutilations? Does your bioport manual tell you that? \n[11]No, no. In fact, you would be useless to us without them. We Realists are forbidden to have them, and so we have to use people like you on occasion. \n[12]Game? No. Not a game. A weapon.  You go back to the Trout Farm, and in a familiar place, you find a mouldy old wicker basket with a thread-bare canvas cover. \n[13]Even a child would know what to do. Someone begins to knock loudly on a door very near by. The cashier is oblivious, but'both Pikul and Geller hear it. The stockroom begins to morph away as its objects are replaced one at a time by chalet objects. \n[14]The uprising has begun! The whole place is on fire! Let's go! You've got to get out of here. They'll be looking for you. \n[15]Leave that rotting piece of meat here. It's done its job. Let it die. \n[16]Everybody out! now! The three of them scramble out into the fiery night. \n[17]Up here. We can see everything from here. \n[18]The victory of Realism. And you were part of it. \n[19]There's just one more thing. \n[20]How could you be? How could Allegra Geller, the world's premiere game designer, be on our side? (off their bewildered \n[21]There. You see what I mean. You see the problem. The cashier raises his gun to fire at Geller, but before he can pull the trigger, he jolts backwards and falls twitching to the ground. From the shadows of the trees, backlit by the fiery landscape below, steps Kiri Vinokur. In his hand he holds the gristle gun which Pikul assembled in the Chinese restaurant. \n[22]The twists and turns at the end made my head spin. Maybe there were too many, to fast to absorb.  Hey, but you two were fantastic. You guys are game divas! I think you both deserved to win. There is general agreement amongst the garners about this compliment to Pikul and Geller. The pair just smile sweetly and bob their heads modestly at the smattering of applause. ", "NADER": "\n[1]These are delicate. You have to be careful. \n[2]Cortical Systematics is the latest and the hottest. Not just a new game, but a new system. \n[3]I haven't seen you two before, have I? This is my place. Haimische, isn't it? Funky? \n[4]Welcome to Dorsey Nader's Game Emporium. I'm Dorsey Nader. Is there anything I can help you with? \n[5]I have what you're looking for. \n[6]Follow me. Nader turns his back on them and walks to the back of the store. He stops at a warped and dirty door, turns, beckons to them urgently, trying not to be noticed by the preoccupied patrons. As Pikul and Geller follow Nader through the door, they do not escape the notice of the sour-faced young cashier, who writes something down hurriedly on a pad with an air of vengeful self-importance. \n[7]Who sent you? \n[8]You're right. That is all tha matters. Pikul smiles, delighted. Now he takes a deep breath, closes his eyes, relaxes. The line comes. \n[9]You're going to need these micro- pods to download your new identities. I assume that you both have had those industry standard bioports you mentioned installed. \n[10]Good. Port in and this'll tell you all you need to know for now. Pikul and Geller examine the pak, which bears the Cortical Systematics name and logo. It seems to be a miniature version of their real-life game-pod. \n[11]I'm going to leave while you finish up here. It wouldn't be good for us all to be seen together. Nader gets up to leave, pauses at the door. \n[12]Don't do anything I wouldn't do. Nader chuckles a very theatrical chuckle, then leaves. ", "MERLE": "\n[1]Are you all back? The man whom we knew in the game as Yevgeny Nourish immediately stands and takes charge. But it is a different Nourish, exuberant, sensitive and artistic. \n[2]About twenty minutes. \n[3]Interesting. Interesting. Hold that thought for the focus group. \n[4]And that will entitle you to reserve one of the first batch of the TranscendenZ by PilgrImage game modules to hit the market, and at a seriously discounted price. You're gonna love it. Amidst applause and general excitement, Merle turns to the tripod-mounted chalkboard standing, as in the first scene, at the back of the dais. There we see the words that she has already written: TranscendenZ by PilgrImage. \n[5]Remember - it's written like this. Capital T, capital Z. TranscendenZ. It's new, it's from Pilgrimage - capital P. capital I, and it's coming soon. Allegra Geller now stands up, walks over to Nourish and gently takes his hand. He turns to see who's got him, then smiles broadly. \n[6]Well, what do we say to our brilliant, award-winning game designer, Yevgeny Nourish? Does he have another winner on his hands or not? \n[7]All right, now, I have to ask you some questions, before the game half-life wears off. First, let me thank you for taking part in this test seminar. PilgrImage wants to deliver nothing but the finest to the game enthusiast, and you have all been a proud part of that process tonight. When we've collected all the head-sets and game modules, we'll be handing out a questionnaire to each of you, and I'd like your answers to the questions to be as honest, as brutal, as clear as you can make them. Don't hold back. After that, we're going to form a focus group where we'll discuss details of each of your experiences playing TranscendenZ. You've all had different but interlocking lives in the game, and I think you'll be amazed when you hear each other's stories. \n[8]What do you mean? \n[9]or Really? But that's very creative. But on second thought, I see what you mean. It makes me nervous. You think it must have come from one of our game players? \n[10]So which one of them did these elements come from? \n[11]I don't think this is very... (looks towards security ", "WAITER": "\n[1]We have nice sea bass today. Shall I bring it for everyone? Pikul and Geller exchange a look. Pikul shrugs OK. \n[2]The special is for special occasions. I cannot give you the special. \n[3]A birthday is a special occasion. I will therefore bring the special for everybody. The waiter walks away. The others at the table get up and move away, drift over to other tables with occasional furtive backward glances at Pikul and Geller. \n[4]Special order for the birthday girl. Hope you enjoy it very much. In the dishes are a variety of cooked reptiles, amphibians, fish and birds, all weirdly mutated and presented in a bizarrely beautiful fashion. \n[5]A shame. Mutant creatures provide new and previously unimagined taste sensations. Shall I clear all this away? Geller sees that this is a crucial game moment. \n[6]Very good. Enjoy. The waiter leaves. Geller watches him go, suspicious. When she turns back to Pikul, she is shocked to see that he has served out most of the creatures to himself and is avidly stripping the meat off their bones. \n[7]What can I do to make your lunch more pleasant? Pikul lifts the gun and points it at the waiter. \n[8]Wow. Anybody here want a bowl of hot and sour soup? \n[9]No, wait, you don't have to shoot me. I just wanted to ask you a question. _ \n[10]Hey, tell me the truth. Are we still in the game? Pikul and Geller look at each other, then into the camera. The church melts down around them into blackness. ", "DICHTER": "\n[1]Oh, god. I hope I'm not too late. Did I miss the port-in? \n[2]A weapons check? \n[3]I brought my game-pod. It's got original Marway tissue architecture. It's kind of obsolete but I was hoping,... \n[4]even though I couldn't afford the Antenna Fifteen upgrade, I figured out a method of virtual porting that I thought might... Pikul uses his wand to scan the vinyl case, then opens the zipper and feels around. In the case is a more solid, rubbery version of the new MetaFlesh pods. \n[5]Migod! Is that who I think it is? \n[6]But why would a star like her come to a product seminar in a little one-horse town like this? \n[7]Yeah, well, you said it. Just like me. Dichter has scanned OK. Pikul waves him into the church to join the spectators who will form the second wave and re- locks the door. On the dais, in the center of the circle of linked game players, Levi nods at Geller. \n[8]Death to eXistenZ! Death to Antenna Research! Death to the demoness Allegra Geller! \n[9]It seemed like days. That's fantastic. "}}