{"dialogues": {"VALERIE": "\n[1]Jessica McDowell. Cognis Chemicals. I hope I'm not late. \n[2]I fly to Taiwan Tuesday then back to Dusseldorf. I really only need five minutes of his time.. \n[3]Oh I can imagine. \n[4]Actually. If it's all the same- \n[5]Well. I'm sure you're aware Mr.. You're aware that recently your subsidiary, Kopa Oleochemicals developed an organic, ester based lubricant derived from Kernel oil, that makes offshore drilling significantly more environmental. My company, Cognis CMBH wants- \n[6]Canadian. Actually. From Toronto. \n[7]Right. Uh. No. Not really. \n[8]Oh I'm a fan. Dad's from Vancouver, so I'm a Canuck. Between us, the Maple Leaves suck. They should never have signed Mark Bell. Guy's a liability on an off the ice. So who's your team? \n[9]Is that ok? I really don't wish to intrude. \n[10]Mr. Tabir? Jessica McDowall, Cognis GMBH. Thank you for allowing me to come to your beautiful Home. \n[11]Mr Tabir I wonder if you had time to glance at our proposal which would allow Kopa to access to Cognis' current Petrochemical Service Partners. Essentially its- \n[12]Hi. I was waiting for Mr. Tabir. \n[13]Why are we stopping? \n[14]But he trusts you, Hafiz.. \n[15]Your car was swept an hour ago. Do not get out. If you get out of this car I can't protect you. \n[16]Let go of my arm Hafiz. NOW. \n[17]Listen carefully. Your uncle is in business with Abu Domar Khan- \n[18]Khan has made contact with a terror organisation via an aid agency in Pakistan. They are seeking materials to build a weapon. \n[19]Your brother is in Kalutara jail in Colombo facing execution for trafficking. We can help him. \n[20]You have to think straight here Hafiz. Because I promise you one thing... Right now, you have no idea what we can and cannot do. \n[21]We need information about your uncle. Contacts. Shipments. If you help us, we help you. If you don't, your brother dies and tomorrow you're sitting next to your uncle in a cell in Thailand and it won't be me asking the questions. \n[22]You will get a call at 8am. You'll be asked if you need a cleaner. You want her to come three mornings per week. Do you understand? I said DO \n[23]I work in Venture Capital. Brewster Jennings, here in Georgetown. \n[24]Right. Retail and consumer.. Basically we create pooled investment vehicles.. \n[25]I guess. But you know..high risk, high return. Pretty boring actually. So what do you do? \n[26]It's real scary. \n[27]Joe thinks Disneyland is Vegas for kids. \n[28]Every time. Every time we go out. \n[29]He's drunk Joe. Everybody's had a hard day. They're just trying to let off steam- \n[30]So you can't call him a racist pussy. \n[31]Who's that? \n[32]Hello. \n[33]So who am I? \n[34]Valerie Plame. \n[35]Former Ambassador to Gabon. Ambassador in Iraq during the Gulf War. Married twice.. Has a reputation for trouble. \n[36]I'm an energy consultant for a firm in Brussels. \n[37]I love it. \n[38]Didn't I say? She can't get here til after lunch. \n[39]Are you sure- \n[40]Hafiz hired a cleaner. \n[41]What time did he call this in? \n[42]We have a shipment. A holding company in Pakistan asks Tabir to purchase 200 un-identified units, trackable by part numbers, from.. \n[43]The shipment is delivered to Goza Tech in Secaucus, New Jersey... \n[44]There it's bundled in with a second shipment of legitimate electronic parts, and documentation attached that masks its point of origin. \n[45]Sir, we're from U.S customs. Can I take a moment of your time? \n[46]Does it have other uses? \n[47]This is a list of other components exported through the same network over the last 3 years. Tilt tables. timing equipment. High speed monitioring devices. \n[48]I'm not stopping it. \n[49]We keep the transaction live. Trace it all the way to the end user. \n[50]The shipment arrives in Joburg on the 21st. It's put in an unmarked container and shipped to the free trade zone in Dubai. Our asset meets there with the buyer on the 23rd. \n[51]Dr Forster and his team at Los Alamos have altered the impedence timings of the spark gaps by a fraction of a nanosecond. Basically, they won't know it doesn't work til it doesn't work. \n[52]Too dangerous. This network has avoided detection for years. Expect meticulous operational security and counter surveillance. Any questions? \n[53]Yes Sir. \n[54]What about the Dubai op? \n[55]Manucher Vaziri. Syrian National. Based out of Karachi. On a wire picked up in Cairo he talks about componentry from a known source in Pakistan he's moving to an unnamed Gulf state.. \n[56]Vaziri's devoutly Shia. Iraq's controlled by the Sunni. Saddam's Sunni. There's no way this is Iraq. \n[57]And Martin Luther King and the KKK are both Christian. \n[58]Don't fuck up. \n[59]He's qualified. He's been there hundreds of times. Knows the arena inside out. \n[60]He's been working hard to build his business. Then there's the twins. Money's kinda tight right now. \n[61]You want to go out for breakfast. Or stay here? \n[62]There's something I have to tell you. \n[63]What are you thinking? \n[64]Joe? \n[65]I need to get you cleared. \n[66]Actually. I work in Georgetown for Brewster Jennings. We're a small firm of Venture Capitalists. \n[67]It pays the rent. \n[68]This is Joe Wilson. Joe, this is Mike, the Deputy Chief of CPD. I'll leave you guys to it. \n[69]I've seen them. \n[70]When I seized them last year in Jordan. When I headed the covert team that intercepted them, bought back samples and delivered them to you guys at WINPAC. \n[71]You're right. I'm no nuclear expert. But Dr. Houston Wood, at Virginia U atomic facility is. He also knows Dr Zippe, who's 89 and lives in Austria, and he told him that the wall thickness of the Iraqi tubes was three or four times the thickness of his design. \n[72]A metal that hasn't been used in gas centrifuges since 1952. \n[73]Joe. No one is saying you're wrong here. But if you're right, it's huge. So we ask the question. Right? We have to ask the question. \n[74]They write a report. Give it to the analysts. It'll be re-written, then kicked upstairs where it'll be thrown in with whoever else's report they got- \n[75]You can't compile Intelligence from a single source? That's not Intelligence. That's an opinion. \n[76]Say who? \n[77]What if you're wrong? One guy says it's true. It's not true. Lots of guys say it's true, it's still not true. It's intelligence. It's slow. Painstaking. But it works. Checks and balances. \n[78]Probably neither. You're a teeny tiny weeny cog in a giant machine. But you did your job. You should feel good. They count on that. That's why they don't pay you. \n[79]I can get the kids to make you a medal, if it'll help. \n[80]I'll see what I can do. \n[81]Why is the OVP here? \n[82]Mike. The Vice President's men are here. \n[83]Behind the curve Sir. Most of the intel is outdated. We don't have a single operative or asset in the country.  \n[84]With respect sir, you can't look at this problem from space and make a call.  \n[85]The defectors are unreliable. Most are supplied through a former asset the agency's had on a burn notice since `95. It's a racket. They walk in and get paid to say whatever the Pentagon wants to hear.  \n[86]We need sources we can rely on. We need to get in close.  \n[87]Inside.   \n[88]Thank you. \n[89]Thank you. \n[90]Sir, Dr Harper is in Cambridge, Massachusetts. She received a call yesterday requesting she stay home for 48 hours. \n[91]I'm sorry for misleading you. But I'm here to ask you the same question. Because you are not Professor Aziz. \n[92]I'm sorry to surprise you like this Sir. Your name is Doctor Harif Al Fallari. You were born in Basra. \n[93]So you're not Doctor Fallari. \n[94]You were not lead engineer at the Osirak nuclear installation outside Tikrit. You were never captured by the Mukhbarat escaping to Syria. You didn't spend three years in the Abu Dhan jail. \n[95]You weren't tortured. Broken. You didn't finally escape and arrive here in Cairo with nothing. \n[96]Dr. Al Fallari had two daughters. They were taken by Uday Hussein's private guard. He never saw them again. \n[97]That didn't happen. They never existed. \n[98]I need names. Of your colleagues in the weapons programmes. The lives of hundreds of thousands of your people may depend upon it. \n[99]I know Tarif. I know what happened. \n[100]No. We've got 29 names. I want to get to them all. \n[101]Maybe. \n[102]Hey, did I wake you up? \n[103]I gotta go. I have to be at the airport in forty five minutes. \n[104]I left a post-it by the lamp. Its all on the post-it. \n[105]I didn't want to wake you. Are you OK? \n[106]I'm going to Cleveland. \n[107]I'll be home tonight. It's on the Post-It. \n[108]Dr. Al Haddad? Is there somewhere we can speak? \n[109]How long is it since you saw your brother? \n[110]Would you like to go back and see him? \n[111]We need to ask Sa'ad some questions. Do you think he would answer them? \n[112]We can help your brother. Right now he is extremely valuable to us. \n[113]He could come here Sawsan. He's an expert physicist. He'd have a job, his children, his family would be safe. You, your daughter could see him whever you want. Sawsan. Can you help us? \n[114]Then do it for Sa'ad. \n[115]How do you feel? \n[116]Just remember, if anyone asks you anything, if anyone stops you stay calm and tell the truth. You're just visiting your brother. Keep it simple and keep to the truth. \n[117]You have to know. Know why you're lying. And never forget the truth.. \n[118]I'm coming home. \n[119]You can still smell it. \n[120]Put on a coat. \n[121]Don't think Churchill. Think Scott of the Antarctic. \n[122]I was in Europe on business last week. I missed it. \n[123]Thank Sue. Bottom cupboard. \n[124]You're right Sue. Who knows? \n[125]We need Mike to see this. And Bill. \n[126]Sawsan's brother worked with five hundred scientists at the Safa factory. In `91 it was blanket bombed by B52s. Hussein Kamel, Saddam's son in law, kept the scientists together, threatening to kill them if they tried to leave. But sanctions destroyed the economy, and when Kamel was executed in `95, the team just drifted apart. They're all say the same thing Mike. Everyone. \n[127]Bill. Wait up. \n[128]I gave my word Bill. \n[129]Hold the elevator please. \n[130]What the fuck is going on Mike. It's like, if there was a baby on the ledge up on seventh, no-one would get up and save it in case the White House wanted it there. \n[131]These scientists are the WMD. If we can't protect them, they'll run to the first country who can. And they'll put them to work. \n[132]Beth! Who do you have in Baghdad? I need to get an RG-17 to an asset in Mansour. \n[133]I'm asking you. \n[134]Sa'ad, I know that. We will take care of your family. But we have to move fast. \n[135]Sa'ad. Do exactly as I say, we won't let you down. \n[136]Nothing. I'm just tired.. \n[137]I'm fine. Are the kids asleep. \n[138]OK. I'm going to bed. \n[139]The CIA's decision to send retired diplomat Joseph C. Wilson to Africa- \n[140]Wilson never worked for the CIA, but his wife, Valerie Plame.. \n[141]Does this run overseas? \n[142]Good morning Sir. Ma'am. \n[143]I've already started a list Sir. \n[144]Sir, I have several live ops at crucial stages, people in the field in critical windows of operation- \n[145]Sir, why is Internal security here? \n[146]Mike. We need to get a message to Baghdad. Sa'ad and his family are being taken to the border today. I have to get word to them. \n[147]Mike. They're packed and ready. Mike you know what this means. \n[148]Bill. I have eight, nine teams in the field. We have assets in Kuala Lumpur. Dubai. Mumbai. \n[149]I need to brief my replacement in the Joint Task Force. \n[150]I have a critical operation in Baghdad in a major ongoing- \n[151]Hey guys. Give mommy a kiss. \n[152]Well, did you say \"Please\"? \n[153]Wow. That is one cool scarecrow. Don't eat that Sam. It's a crayon. It's icky. Give it to mommy. \n[154]Don't pick it up. Who've you spoken to? Joe, who have you spoken to? \n[155]Hello? \n[156]Lisa. Yes. I read it. Listen- I'm sorry..I can't talk about this. I can't..I can't make a comment on this right now. \n[157]I have to go. I'm sorry. I'll call you tomorrow. \n[158]I don't want you to go on TV. \n[159]I have to go. Samantha's crying. \n[160]Joe- \n[161]Joe- \n[162]`84. Straight out of college. \n[163]I had no plan for this day. Right now it feels like I'm.. Everything is smashed into a million pieces. It's like I'm suddenly in this- \n[164]What? \n[165]Diana. I know it's hard to understand, but it.. \n[166]It becomes normal. \n[167]I know this is strange for you. And you may not feel like it's, but I need you right now. Because I'm- \n[168]Hey guys. How was your day? \n[169]Hello. Hello. \n[170]It's OK honey. Mommy's just tired. \n[171]So the caterpillar built a cocoon and it stayed safe inside for weeks. And when it emerged it was a beautiful butterfly.. \n[172]Sawsan. What are you doing here? \n[173]Who? \n[174]Sawsan, listen to me- \n[175]We don't have him. \n[176]Falli. Habbuck. Who else? \n[177]Who else Mike? \n[178]A call? \n[179]You've.. We're killing them. We're killing the scientists. \n[180]You'll drive them underground. They'll run straight to Iran. Pakistan. \n[181]It's not my problem. It's not my problem. How can you sleep when you know- \n[182]It's called counter-proliferation, Mike. \n[183]I get death threats every day. People threatening to kill my husband. Hurt my children. I went to the agency and I requested security to protect my family. It was declined. Because quote \"My circumstances fall outside budget protocols.\" If this is a knife fight, right now, Sir - we're fighting it alone. \n[184]What do I think? Do I want my photograph in Vanity Fair? Is that the question? \n[185]I'm going to bed. \n[186]My name is everywhere, Joe. My real name. Everywhere. All this publicity and noise and fighting talk, where is it getting us? \n[187]It's the White House Joe. You seriously think you can pick a fight with the White House and win. They'll bury us. \n[188]By the time they're finished here you won't know what that is. \n[189]Hey. \n[190]What's that? \n[191]Joe wait- \n[192]Joe. I didn`t send you. I didn't have that power. \n[193]I didn't make the decision. I was asked to write a recommendation. What am I supposed to do. Not say my husband knows about this. \n[194]Joe- \n[195]So what do you want me to do Joe? Go to the papers like you did? Write a piece in the New York Times? You know I'd have to submit it to the Agency, and they'll- \n[196]It's to MY FAMILY. I put my family first. ALWAYS. Were you putting them first when you wrote that fucking article? \n[197]I'm taking different routes to and from school. I'm looking in empty rooms..under the beds every time I come home. A home we're going to lose because your work has dried up and your clients are running for cover. What has all this achieved? What changed Joe? Who won? \n[198]How dare you? \n[199]You think I'm lying to you. \n[200]You fucking bastard.. \n[201]When we were at the \"Farm\", training to be field officers, they picked four or five of us and told us we'd stood out. \n[202]We were bound, hooded and thrown in separate cells. They beat us. Deprived us of sleep. All you had to do was give up the name of one of the others. Just one name. For a glass of water. A sandwich. To avoid another punch. \n[203]Another hour in a stress position. \n[204]They push you until they find it. Til they find the point at which you break. Because they have to know. You have to know. And one by one, everybody broke. Except me. I never broke. I've been in situations, places where I was afraid. Where if you made a mistake, one tiny mistake, at any moment.. But I never made a mistake. And that made me feel special. I thought: I'm Different. Bullet- proof. You can't break me. I don't have a breaking point. I was wrong. \n[205]OK. Say goodbye to your father. \n[206]OK guys. C'mon. \n[207]It's beautiful. \n[208]How's is he? \n[209]Yeah I see `em. \n[210]Dad, I think my marriage is over. \n[211]He wants me to go on the record. Speak out. Like that would suddenly make this all go away. We can't even speak to each other. I can't see how this comes round. I just can't see it, pop. Not anymore. \n[212]Thank you. \n[213]I don't care how angry you get. I don't care what they say about us. I don't care if you hate me. If they take everything away from us, but they are not going to take this. They do not get to take my marriage. \n[214]You did good. \n[215]I know why you did it. Thank you. \n[216]This is who I am. Right here. \n[217]So are you ready to fight? \n[218]Good morning, Mr. Chairman and members of the committee. My name is Valerie Plame Wilson, and I am honored to have been invited to testify under oath before the Committee on Oversight and Government Reform on the critical issue... ", "JOE": "\n[1]Keep the change. \n[2]Absolutely not. Far from being a playground of the imagination, Disneyland is actually a giant clearing house for crappy merchandise. And Space Mountain is a major disappointment. \n[3]Ye Gods.. \n[4]Well Jeff.. \n[5]He started it- \n[6]By invoking quasi-racist connundra? The guy's a parent. \n[7]So? \n[8]If not sitting there while someone spouts obnoxious crap makes you an asshole. Then I'm an asshole. And you knew that when you married me. By the way. How was your trip? \n[9]Hi. Forgive me. I was staring. It's just I'm sure we've met before. \n[10]Joe. Joe Wilson. \n[11]You've been misinformed. I was only acting Ambassador in Iraq. \n[12]So what do you do, Ms. Plame? \n[13]And do you enjoy your work? \n[14]Val. Where's the babysitter? \n[15]OK. I'll work from home this morning. \n[16]Relax. Me `n Spongebob are on it. \n[17]I promise to behave. \n[18]See. We're all gonna be on our best behavior. \n[19]Hey hey hey. Everybody OK? Let's take a look at you. Four arms. Four legs. No broken bones. \n[20]That's fine. Look guys. Heather's here. \n[21]I want to live with you. \n[22]Is your name really Valerie? \n[23]Hey. \n[24]Nice place you got here. Cosy. \n[25]You work in the basement? \n[26]That must be interesting work. \n[27]I believe it's a concentrate obtained from uranium ore used to create fissile material for weapons programs. But I'm not a scientist. \n[28]The UN Human Development Index ranks Niger the number one Least Liveable country in the world. I started my Foreign Service there. As Ambassador to Gabon, I travelled back many times. Then as director of Africa policy for the NSC under President Clinton, I frequently visited, often met with Prime Minister Mayaki. I know the former foreign minister. I know the Minister of Mines. \n[29]Par la grace D'Allah. Comment allez vous, M. Bonzala ? \n[30]So it would seem. \n[31]500 tons of Yellowcake is not an off the books size transaction, it represents a 40% production increase in the nation's annual output of uranium. A sale that size would leave a huge paper trail. \n[32]Any documentation would by law have to be signed by the Prime Minister, Foreign minister, and the Minister of the mines... But say it was an off the books deal.. \n[33]How do you hide the transportation of 500 tons of anything, let alone lightly refined uranium? You're talking fifty semi tractor trucks on one road through villages where nothing passed for months except maybe one bush taxi. It would be the biggest event for months. To say they forgot, it's like kids forgetting Christmas. \n[34]The droughts of the 80s and 90s were met by millions of dollars of U.S Aid, which continues to this day. It just doesn't make sense Niger would compromise this lifeline. For that reason, and the others I've given, it's my opinion that the sale couldn't happen. \n[35]What happens next? \n[36]You guys are hysterical. I can't believe you're actually gonna send someone else all the way out there to ask exactly the same questions. \n[37]I can save the CIA some air fare here. There isn't a snowflakes chance in hell this thing happened. \n[38]Says me. \n[39]What am I, a check or a balance? \n[40]I'm not feeling that 007 right now. \n[41]Us double oh's are more about the gratuitous sex. \n[42]It's three forty five.. \n[43]Well...how long this time? I mean... Do we need childcare for tomorrow- \n[44]Right. Its on the post-it. \n[45]We've been leaving post-its for each other for months now.. we talk via Post-It. That fridge is like a dead letter drop. Jesus. Listen to me!. I sound like an old... Some- I don't know where you go. Who you meet. If you're in some jail, or lying in some ditch in Jordan, Beirut. And if you go missing, I can't tell anyone because you were never there. I'd never know what happened. I don't know where you go. \n[46]Have a nice day. \n[47]You want me to roll up a wet towel? Like a teenager smoking in his bedroom. Maybe sandbag my study? \n[48]Oh right. Middle of winter. It's minus ten degrees. The whole point- \n[49]Valerie. Steve. Help me out. Val. The whole point of a cigar you gotta get a little Winston Churchill vibe goin'. Slippers. A crackling fire. \n[50]That's it. I quit. \n[51]That's not quite true. It wasn't the Oval Office it was the Roosevelt Room. \n[52]I haven't seen the intelligence. I'm not qualified to comment. We have intelligence services working hard to assess just this. But I have met Saddam. I've looked him in the eye, so I can tell you what I saw. During a particularly vicious period of bloodletting in the late eighties, Saddam was asked by his foreign minister why he had executed a certain official who had been a loyal supporter. He said he would rather kill a friend in error than allow an enemy to live. For me, that is the mark of a monster. \n[53]She's fine. She's working late. \n[54]Yeah. Well if you see her say hi. Listen Pete. I have a question. And it's real important. \n[55]Hey. Are you OK? \n[56]What's wrong Val? \n[57]Whats the matter..what happened? \n[58]Yeah. They're asleep. \n[59]\"is an agency operative on weapons of mass destruction.\" \n[60]They just went ahead and did it. \n[61]Valerie. Where are you going? \n[62]\"Two senior administration officials told me that Wilson's wife suggested sending him to Niger\" That means a Vice President, a chief of staff or top advisor.. I gotta go. \n[63]It's been ringing all day. \n[64]OK who wants to watch TV? \n[65]Your mom called. And your Uncle. And Janey called from Chicago. I wrote them down. And Andrea Mitchell called. She says White House sources say that quote \"the real story here is not the sixteen words but Wilson and his wife\". Would I care to comment? Yeah I fuckin' would care to comment. She wants me on the show day after tomorrow. \n[66]This is clearly designed as a shot across the bow to those who might step forward, those unnamed analysts who said they were pressured by the White House would think twice about having their own families names being dragged through this particular mud. \n[67]I was sent to Niger at the request of the Vice President. I was not sent by my wife. The issue here is not who sent me here is whether a crime has been committed. \n[68]It is a crime to reveal the identity of a covert agent working in the employ of this nations intelligence agencies. This is now a matter for the justice department Pete. \n[69]The justice department need to establish whether those in the Highest Office sought to destroy the career of a public servant to punish me for speaking the truth. \n[70]Valerie. Turn on MSNBC. \n[71]I have another call. I have to go. \n[72]Joe Wilson. \n[73]Your support means everything to us. Really. \n[74]The real heroes are in Iraq right now fighting a war which was prosecuted on lies and falsehoods. \n[75]My wife and I have never sought publicity. But I know when I tell her about how much support there was here today, I know how thrilled and humbled she'll be. \n[76]Karl Rove told the Financial Times they're rolling the earth movers over Joe Wilson. Quote. \n[77]Earth Movers. Well I'm sorry but they don't get me without a fight. Not without a big fucking fight they don't. \n[78]Go and play now. \n[79]Did you send me to Niger? \"His business is struggling. He's on the slide. I'll throw him a bone.\" Was that it Val? You pull some strings for me? You help your old man out? \n[80]Could I tell if you were? \n[81]Can I help you? Excuse me. Can I help you? \n[82]OK. This is a private lunch. Please leave us alone. \n[83]OK. Leave now. \n[84]OK.   Leave my fucking table. Now. How   dare you talk about my wife? You   don't know her. You don't know me.   Now leave my table. Now. \n[85]No, I'm not. \n[86]They served up Libby. He's taking the fall. \n[87]I bet they've already struck the deal. He takes the fall. He gets pardoned. The deck's stacked. I bet this doesn't even get to a trial. \n[88]If I could give it back to you. If I could give you back who you were- \n[89]How many of you know who put the 16 words in the State of the Union address? ", "JOE WILSON": "\n[1]No Sir, you don't. \n[2]OK. Number one I always open the window and close the door.. \n[3]Exactly. You can't be freezing your balls off in a GOOSEDOWN alone in the dark. \n[4]My father smoked cigars at the dinner table for forty years. And look at me. \n[5]Well Jeff. I don't know anything about these tubes. I'm not qualified. But I suppose the real question here is- \n[6]Have you met him? Fred. Have you met Saddam? Have you looked him in the eye? Did he threaten you? Did he threaten to kill you? You don't know Saddam. You don't know what you're talking about. \n[7]Can I get an American please. Just a regular American? \n[8]Thank you. \n[9]Is the President be referring to another African country? \n[10]I don't know. I don't know what to do. \n[11]Niger Pete. Yellowcake from Niger. \n[12]So why has no one's come forward? \n[13]It's the White House Pete. It's the President of the United States. \n[14]Further down. \n[15]How did it go? \n[16]Hello? It's Lisa. \n[17]They've launched an investigation. Ashcroft just announced it. They're saying he's going to convene a grand jury. \n[18]I'll be home later. I gotta go over to Fox. They want me to comment on the investigation. \n[19]We have to fight this Val. If we don't push back. \n[20]At the end of the day, it's of keen interest to me to see whether or not we can get Karl Rove frog- marched out of White House in handcuffs. And trust me when I use that name, I measure my words. \n[21]Tucker Carlson said yesterday that Wilson's wife sent him on a boondoggle. Said I needed the work. Who needs to work for free? Niger does have restaurants. The Opera. Reminds me alot of Paris. \n[22]Someone from Vanity Fair called. They want to do a piece on us. Cover-story. Five thousand words. In-depth interview. Photographs of the two of us. What do you think? \n[23]Val...what's wrong? What did I say? \n[24]They'll bury us if we don't. How loud can you shout Val? Say we get in an argument you think you're right, and I think your wrong. You start making your point with all your might, and I start shouting back, except I'm the White House, and I can a shout a million times louder. Does that make me right? They lied Val. That's the truth. \n[25]That is the Senate Select Committee on Intelligence. On page thirty six it says \"the former ambassador's wife offered up his name\" and includes a memorandum written by Valerie Plame which says quote \"my husband has good relations with both the prime minister and the former Minister of Mines, both of whom could possibly shed light on this sort of activity.\" I've spent a whole year denying just this. \n[26]Telling everyone who'll listen, on TV. In the press. My wife did not send me on a junket. \n[27]You sent an email. The SSCI found the email. \n[28]They have this now. They will call me a liar. It will stick. They have all the power here, what do I have? \n[29]My word. You have to speak up. You have to go on record. \n[30]You have to defend us. Now. \n[31]The agency? The.. Wait.. Is this the same Agency which won't give you protection for your children? Is this the same CIA that's erased your pension? Where's your loyalty Val? To your husband or the CIA? \n[32]Maybe you're right. Maybe I should have kept my mouth shut. Is that what your dad taught you Valerie? That what Colonel Sam Plame said? \n[33]A good American doesn't rock the boat. A good American looks the other way. \n[34]Did you send me? \n[35]My wife did not send me. I didn't receive payment. It was not a holiday. It was a fact finding mission in the run up to a war. But the fact is no one wanted facts. \n[36]No comment. \n[37]Hey guys. \n[38]Come here. \n[39]I'll see you both real soon OK? \n[40]Good morning. \n[41]She's fine. She's well. She uh.. \n[42]Hi. I'll just have a strong coffee. I'm not very hungry. \n[43]So. How long are you in town for? \n[44]No. Please. \n[45]Shame on you. You call yourself a reporter. Shame on you. You're a self publicising hack. Fuck you. Fuck you. \n[46]Pallisades. \n[47]I'm fine. \n[48]That's somebody else. \n[49]Joe, we both know Freetown's a shit- hole. \n[50]I wouldn't be so sure of that. \n[51]Can we pull over. I'm going to walk. Look keep the change. \n[52]No. \n[53]I'm so sorry. \n[54]I did it for me. \n[55]Arguably the most important speech the president makes all year. Never more important when the nation is on the brink of war. \n[56]How many of you know who put it in? How many of you know my wife's name? How do you know one and not the other? \n[57]How did the question move from \"Why are we going to war?\" to \"Who is that man's wife\". I asked the first question. Someone else asked the second. It worked. Its still working. Because we still don't know the truth. But you all know my wife's name. \n[58]It was committed against you. And if you ever feel angry. Misrepresented. Ashamed even. \n[59]Do something about it. In 1787 as Benjamin Franklin left the Constitution Hall after the last drafting session, he was stopped by a woman on the street. She asked-- \n[60]-what manner of government have you bequeathed us? Ben said 'A Republic madam. If you can keep it.' \n[61]If you can keep it. \n[62]We are strong and we are free from tyranny only for as long as each and every one of us remembers their duty as citizens. \n[63]Whether its a pothole at the end of your street or a lie in the State of the Union Address..Speak up. Ask the question. Demand the truth. \n[64]Democracy is not a free ride... \n[65]Man I'm here to tell you that. But its where we live. And if we do our job its where our children will live. God bless America. ", "MIKE": "\n[1]\n[2]DIA released the report Tuesday. WINPAC aren't buying and State kicked it back, but it's making waves in the Vice President's Office. What do you think? \n[3]You don't look overjoyed. \n[4]We're at full stretch here. You know that better than anyone. He's helped us before. Could you ask him to come in? \n[5]Mr Wilson, what can you tell us about Yellowcake? \n[6]What about Niger? \n[7]The Office of the Vice President has received a report concerning a memorandum of sale between the governments of Niger and Iraq for the purchase of five hundred tons of Yellowcake Uranium ore.. \n[8]I don't have to tell you how serious this allegation is. \n[9]This is a request from the Vice President. Can you help us? \n[10]What the fuck? \n[11]Bullshit Jim. The only time a Vice President comes to Langley is to cut a fucking ribbon.  \n[12]It's a coordinated leak.. \n[13]Someone in the OVP leaked to the New York Times and now they're across the networks quoting the leak. \"Smoking gun\". \"Mushroom cloud\". They're using the same words. It's co-ordinated. \n[14]Bill's right. This is just one snafu in a thousand we got right now. The scientists are- \n[15]I never said this. If anyone asks, I deny any knowledge. How quietly can you do this? \n[16]I don't what you're talking about.. \n[17]Sorry. I have to go. \n[18]Valerie. What are you doing here? \n[19]Valerie- \n[20]I don't know what you're talking about. \n[21]You were right. It's all about the scientists. We made a call. \n[22]We passed your case files to liason. You know yourself we're not great at this stuff. Val, Mossad were already on the same page. \n[23]They've been trying to hunt these guys down since the invasion. \n[24]Valerie- \n[25]Valerie. This isn't your problem anymore. \n[26]I sleep just fine. Now Carol's mother is here. I'm going to have to ask you to leave. ", "SAWSAN": "\n[1]1989. I attended a medical convention over there. Before that, in `83, he came here for an engineering conference. Twice in twenty five years. We try to stay in contact. It's difficult. \n[2]You want me to become a spy. \n[3]I'm a doctor. I work hard. I'm also a mother. I have a small girl and I'm all she has. \n[4]And to Saddam. The Mukbarat watch him night and day. \n[5]I won't do anything to help you. I don't know you. I would only do this for Sa'ad. \n[6]What would I have to do? \n[7]- I am not taking any of this. If the Mukhbarat find any of this they will do things to me you cannot imagine. Tell me what you need to know. I will memorise it. \n[8]You have 206 different bones in your body. Do you want their names in english, latin or arabic? \n[9]Except it's not the truth. How do you do it? \n[10]How do you be someone you're not? How do you lie to someone? To their face. How do you do it? \n[11]Sa'ad! I am so happy to see you. \n[12]The house looks very different. \n[13]Sa'ad I need to speak- \n[14]The gardens yes of course, I would like to see them. \n[15]They can help you if you get out to the Kurdish zone. \n[16]They've given me questions for you. \n[17]How close is your program to a warhead? When and where is the first test scheduled? How much 235- grade uranium do you have? Identify other scientists in the program. \n[18]Who in the military controls the program? Which of the- What is it? \n[19]What Sa'ad? \n[20]How advanced is the centrifuge facility? Which method are you using to separate fissile isotopes? \n[21]Your name and address are all over the web. There's even a picture of your house.. \n[22]Sa'ad has disappeared. His wife, his children are missing. My uncle in Mansour. He said they were targeting them. They were killing them.. \n[23]Sa'ad's colleagues. Dr Habbuck was shot dead in the street. Dr Falli was murdered in his hallway. They're killing them. \n[24]I know you can't tell me where he is. Just tell me you have him. I beg you. Please. I don't need to know anything. Just tell me he's safe.. He's my little brother. Please. If you have him, if he's somewhere... Please. Please, I beg you. Do you have him. I have to know. \n[25]You said he would be safe. You said we would help. You promised- \n[26]I trusted you. ", "BILL": "\n[1]And yet I'm incredible in bed. \n[2]Val, seventh floor have issued a directive for a Joint Task Force on Iraq. We want you to head it up. \n[3]You can pick your team. This is top priority. Down the line D.F.U. \n[4]Mike says you got a hunch on the buyer. \n[5]Iraq? \n[6]They're all good Muslims right? \n[7]Great job. From Monday, I need you both eyes on Iraq. \n[8]Jim. Val thinks she can get us inside the weapons program. \n[9]Its a dead end. \n[10]So we've got a list of names. The Mukhbarat watch the scientists night and day. Their houses are bugged. Their friends are followed. \n[11]You get through the checkpoints and roadblocks. You show up in my bedroom in the dead of the night with an armed tac team ask me to help out Uncle Sam? I'm going to react unpredictably. \n[12]Jim, these people took a great risk- \n[13]The White House is getting \n[14]Someone is cherry picking raw data and serving it up to the press as fact. And then they look to us to confirm it. It's bullshit. \n[15]Val, every Mobile Exploration Team is combing the desert looking for WMD. I can't- \n[16]Say we extract these guys. Bring `em home. Put `em on CNN. What are they going to tell us that the White House wants to hear? \"Thank you oh and by the way there was no nuclear programme. There's no WMD. PS you all knew that.\" You want me to go to the DCI, ask him to sign off on his own funeral? \n[17]That's not my problem. I got bigger problems. \n[18]Why do you do this job? The paycheck? The holiday package. No. To make a difference. To act. To protect people. Then one day you realize you're not Superman. Sometimes you fail. \n[19]One thing at time. Make a list. Then come back here. Don't do anything else. \n[20]To help us. To help you, and us conduct this damage assessment. \n[21]Valerie. \n[22]Go fuck yourself. \n[23]Sit down Valerie. I've just been on the seventh floor. As of this morning all CPD operations involving you have been suspended. Effective immediately you are to have no further contact with assets or agents in the field. Any further involvement in operations is no longer possible. \n[24]The head of the JTFI's identity is classified for reasons of operational security. \n[25]Val. It's over. ", "LIBBY": "\n[1]My name is I. Lewis Libby. I'm the Chief of Staff to The Vice President. You are? \n[2]What can you tell the Vice President about aluminium tubes? \n[3]Let me level with you here Paul. I don't know what these tubes are for. From everything you're saying, there could be something to this, but very likely not, right? \n[4]May I ask a question? When you say we don't really know how to play this, what do you mean? \n[5]Except you didn't say `I' you said `we'. So you and the others have discussed how to \"play\" these briefings. Why does the CIA feel the need to play these briefings? \n[6]Which part. The last part. Or other things too. \n[7]You want me to come back? \n[8]You don't know why I'm here do you? In 1991 the United States invaded Iraq, and afterwards weapons inspectors discovered Saddam was six months off enriching uranium to sufficiently high specification to make a nuclear bomb. He had fissile material. And not a single person at the CIA, from the DCI down to the janitor had the slightest clue that such a program even existed. So now, one decade on, are you telling me that you're 100% sure these tubes are not intended to create nuclear weapons? \n[9]So. What? Are you.. Ninety nine percent sure? Ninety eight? \n[10]But if you had to say, could you say you're ninety seven percent sure? Is there a three percent chance you've got this wrong? Or four? Or five? Still pretty good odds. You like those odds Paul? You willing to put your name to that. Are you ready to make that call? \n[11]Yes you do Paul. Each time you interpret a piece of data. Each time you choose a \"maybe\" over a \"perhaps\" you make a call. A decision. And right now you're making lots of little decisions adding up to a big decision and out there's a real world where millions of people depend upon you being right. But what if there's a one percent chance you're wrong. Can you say for sure you'll take that chance and state, as a fact, that this equipment is not intended for a nuclear weapons programme? \n[12]Do you know what one percent of the population of this country is? It's three million, two hundred and forty thousand souls. \n[13]It's a process. \n[14]And not everyone agrees. \n[15]Who doesn't agree? \n[16]I want a transcript of everything across networks, blogs and print citing Ambassador Wilson, Niger or Yellowcake. I want Hadley to meet me in the VP's office in five minutes. And tell Karl I'll be in my office straight after I'm done. I have something. \n[17]This has become a trust issue for the President. We can't get behind this. We need to change the story. \n[18]Linda. You still here. It's late.. \n[19]So who can? \n[20]What's that? \n[21]Am I going to enjoy it? ", "SA'AD": "\n[1]How is my little sister? \n[2]I've a friend in security services. I've been a government employee for 25 years, there has to be some advantage. You can wait all day. \n[3]It's falling down. In `93 they bombed government buildings here. The foundations are shattered. \n[4]..I have been meaning to repaint the exterior.. \n[5]..but it is difficult to find the time when I am so busy at work..but the gardens are still the same as when we were children. \n[6]I am watched Sawsan. If I drive even twenty minutes north of Baghdad they will stop me. \n[7]What questions? \n[8]They do not know? \n[9]The program was destroyed in 1991. The Americans destroyed it, they know that. My god..what else? \n[10]This is insane. We don't have spare parts to keep a tank on the road. I have to work at a plant which develops fertilizer. They know. The inspectors are back. They know this. They must know. \n[11]What you doing? They're watching- \n[12]Least no Mukbarat gets to watch it. \n[13]It's good to see you, my dear fellow doctors... \n[14]My sister said the Americans could get us over the border. \n[15]It's our only hope. \n[16]I need to know my family will be safe. \n[17]My wife, my children. They are all I care about. \n[18]How do I know I can trust you? ", "PAUL": "\n[1]Where are the tubes? \n[2]And the tubes are twice as long as Zippe's design. In fact the only similarity between his tubes and the alumumium tubes is that they're made of aluminium. \n[3]So basically, they're your tubes and if we don't let you win you're going home. \n[4]OK. I'll handle this. \n[5]And so apart from all the scepticism surrounding the specification, the analysis from the IAEA which I believe is numbered in the report.. Mr Libby. Energy department nuclear scientists are among the most boring people on the planet. They can talk about gas centrifuges until you want to jump out of a window. And maybe once every ten years someone comes along and says \"so, tell me about gas centrifuges\". That's literally the only time you should listen to these guys. If they say an aluminium tube is not for a gas centrifuge it's like a fish talking about water. We've been over this data with you now five, six times. And... We don't really know how you want us to play this.. \n[6]Exactly. \n[7]I'm just saying I don't know how to say it any other way than that- \n[8]No. I mean that.. Ok. I didn't mean what I just said. \n[9]I'm a getting a little confused- \n[10]No. GOD no. \n[11]I..Sir..OK. With intelligence, nothing's 100 percent. \n[12]You can't put an exact figure. You can't be that precise. \n[13]I don't make the call, Sir-. \n[14]Sir. We're not machines. We.. It.. We look at the evidence, we game it out. Not everyone agrees all the time. It's a process. \n[15]Yes. \n[16]Exactly. ", "PAVITT": "\n[1]Relax Mike. The Veep's just dotting the i's.  \n[2]Look. Cheney doesn't trust us. This shit with Dick goes back thirty years. It'll blow over. Where are we on Iraq?  \n[3]What about geo-satellite imaging?  \n[4]So talk to the defectors.  \n[5]So we're blind.  \n[6]How close?  \n[7]How? \n[8]So you got thirty nuclear scientists interrogated by Iraqis, inside Iraq, who are all saying the same thing. \n[9]To bring us what? I could have saved us the air-fare- \n[10]Thank you for coming here today. I wanted to convey my outrage to you in person. In all my experience, nothing has disgusted me like this business. \n[11]I know it's not easy for you, but I want you to know how much the agency appreciates your silence in the light of this matter. We know how damaging this has been to you. We can't afford for this knife fight to go on any longer. \n[12]Joe Wilson versus the White House. Well, all I can say is Good Luck. But as a friend, I feel I should tell you that those men.. \n[13]Those few men in that building over there, that small white house, are the most powerful men in the history of the world. How much of a stretch do you think it would be for them to take on Joe Wilson? \n[14]Joe's out there on his own Valerie. But I know we can trust you. Speak to your husband. ", "HAFIZ": "\n[1]..why don't you practice your little pitch on me? \n[2]I know all my uncle's business. He trusts me. Begin. \n[3]You American? \n[4]You a Maple Leafs fan? \n[5]You must be the only person from Toronto's not a hockey fan. \n[6]I don't like hockey. \n[7]Come to the party. \n[8]My uncle had to leave. He asked me to drive you to his tennis club. You can have your meeting there.. \n[9]Ms. Macdowall, my uncle believes that trust is something you earn. And he doesn't trust anyone until he knows them very, very well.. \n[10]How do you know my name? \n[11]Who are you? \n[12]Fuck you. ", "PRESIDENT": "\n[1]They could attack our allies or attempt to blackmail the United States. In any of these cases, the price of indifference would be catastrophic. \n[2]Knowing these realities, America must not ignore the threat gathering against us. Facing clear evidence of peril, we cannot wait for the final proof -- the smoking gun -- that could come in the form of a mushroom cloud.. \n[3]Mr. Speaker, Vice President Cheney, Members of Congress, distinguished guests, fellow citizens: Every year, by law and by custom, we meet here to consider the state of the union. This year, we gather in this chamber deeply aware of decisive days that lie ahead. \n[4]We know that Iraq and the al Qaeda terrorist network share a common enemy -- the United States of America... \n[5]Today the gravest danger facing America and the world is outlaw regimes that seek and possess nuclear, chemical and biological weapons. \n[6]U.S. intelligence indicates that Saddam Hussein had upwards of 30,000 munitions capable of delivering chemical agents. \n[7]From three Iraqi defectors we know that Iraq, in the late 1990s, had several mobile biological weapons labs. \n[8]The International Atomic Energy Agency confirmed in the 1990s that Saddam Hussein had an advanced nuclear weapons development program, and was working on five different methods of enriching uranium for a bomb. The British government has learned that Saddam Hussein recently sought significant quantities of uranium from Africa. \n[9]Our intelligence sources tell us that he has attempted to purchase high-strength aluminum tubes suitable for nuclear weapons production. \n[10]This nation fights reluctantly, because we know the cost, and we dread the days of mourning that always come. We seek peace. We strive for peace. And sometimes peace must be defended. \n[11]We Americans have faith in ourselves, but not in ourselves alone. We do not claim to know all the ways of Providence, yet we can trust in them, placing our confidence in the loving god behind all of life and all of history. May he guide us now, and may God continue to bless the United States of America. Thank you. \n[12]This is a very serious matter, our administration takes it seriously. I've got all the confidence the Justice Department will do a good, thorough job. I want there to be full participation, because, April, I am most interested in finding out the truth. ", "PROFESSOR AZIZ": "\n[1]The warping of the extra dimension is analogous to the warping of spacetime in the vicinity of a massive object eg: a black hole. \n[2]Red-shifting, generates a large ratio of energy scales so that the natural scale at one end of the extra dimension is much larger. \n[3]It's an honor to meet you at last Dr. Harper. \n[4]I was unable to attend your String- Gravity seminar at MIT but I read a transcript. Truly groundbreaking work. \n[5]The Faculty have just moved me, so you must excuse the mess. \n[6]My old rooms were on the other side of the courtyard. They were smaller but I got the morning sunlight. Will you settle for Peppermint tea. It's fresh. \n[7]Tell me Dr. Harper, did you read my latest paper on quarks. I cite your 1995 essay more than once. I would be very intrigued to know what you made of my findings.. \n[8]I don't understand. Who are you? \n[9]Well. This is indeed a strange morning. Madam, there seems to have been a mistake. My name is Said Uhmah Aziz. I am a theoretical physicist. I model space. I've never been to Basra. I'm a teacher. I'd like to be of assistance. But I'm afraid I can't help you. \n[10]Madam. I've never even heard of this man. \n[11]This is absurd. \n[12]No. ", "DIANA": "\n[1]Whatever they're telling us we're totally vulnerable. I mean who's protecting us. \n[2]He's a threat. You can't tell me he's not a threat. \n[3]So when did you join? \n[4]Jenny said it makes a weird kind of sense. Everyone says Valerie's a great listener. Asks lots of questions. About your job. About Steve or the kids. \n[5]Why did you do it? \n[6]Every conversation. For twenty years. Thousands of phone-calls. You lied to me on every single one. Nineteen years. Birthdays. My wedding. You're my best friend Val. \n[7]Normal. \n[8]What? What are you? My ol' pal Val? I have photos. Hundreds and hundreds of photographs with this person. And.. \n[9]I'm sitting here, and I know the face, I've known it half my life. What else do I know? Who are you? ", "TAXI DRIVER": "\n[1]You OK? \n[2]You're him. I see you on the TV. You're Joe Wilson. \n[3]Yes brother. I see you on the TV. \n[4]No no. I know you. My name is Joe too. I am from Sierra Leone. Freetown. You've been there, right. You like Freetown? \n[5]That's the truth. That's the truth right there, brother. Yes indeed. Sierra Leone is dying. The people at the top have too much power. WAY too much power. Over there we have no truth. Just power. People can't see that from here. Over here it's a different world. \n[6]How can you say that? Land of the Free, brother. Home of the Brave. \n[7]Do you pray, Joe Wilson? \n[8]I give you this. It is my church maybe you come. And if you open a bible, look John Chapter eight. \n[9]Then Jesus said if you continue in my word then are you my disciples indeed. And you shall know the truth and the truth shall set you free. Take care brother Joe. ", "JEFF": "\n[1]OK. You get on a plane, there's two guys with turbans, seats A1 and 2. \n[2]They look nervous. They're sweating, saying prayers.. \n[3]Steve you have a two year old. You're off that plane. You're calling the cops. I think if we're honest we all are. Joe. Two guys. On a plane. Turbans. Praying. Sweating. What's the call? \n[4]Did you read about this Valerie? \n[5]Basically Saddam bought all these tubes. And we've nailed him. We got them. They're packed with uranium. \n[6]Right. They're for purifying it. The bomb comes later. It's how you boil it up it to make the big one. \n[7]Joe you know about this stuff, what do you think they're for. These tubes. What's your hunch? \n[8]What is this? Meet the Press? ", "PETE": "\n[1]So how's Val? Is she there? Put her on.. \n[2]Val's working late. I'm working late. You don't see a pattern here? You know she finds me devastatingly attractive- \n[3]I've seen the INR. It's Niger. He's referring specifically to Yellowcake from Niger. Why? \n[4]Uh huh.. I see..I see. What exactly are you proposing to do Joe? \n[5]You want my advice? Do nothing. You already did your job. You did your best. You came home. End of story. \n[6]Look. I don't have to go all the way to Africa to know something's fucked up here. Three months and what have we found? No centrifuges. No yellowcake. No bio. No WMD. You think something's up here. Join the queue. Join the line stretches all the way from State to the Pentagon and back. \n[7]Why you think Joe? We went to war. Listen. You're a smart guy. As your friend, now. Just. Be smart here. I mean..you have a wife and a family. \n[8]Yes it is Joe. Now go take a long look in the mirror and say that again. ", "VOICE": "\n[1]Everything that stands in your way. \n[2]..your foes, your fears, your terrors....your darkest nights. \n[3]..are all sent to ask you the same question. The only question.. \n[4]Who are you? \n[5]Seeing's we're waiting.. \n[6]How do you think she got the job? \n[7]Don't you have a home to go to? ", "STEVE": "\n[1]So what do you do Valerie? \n[2]Cool. So like net startups..? \n[3]Sounds high risk.. \n[4]We got the same train to your mom's. \n[5]Vegas. A dirty bomb in Vegas. \n[6]Musty books, slippers. Maybe a faithful hound. \n[7]They're not packed with uranium. ", "ALI": "\n[1]Gotta go. Kuala Lumpur just went live. \n[2]Teludyne Electronics of Lowell Massachusetts.. \n[3]What the hell is that? \n[4]Can we put a wire on the asset? \n[5]It's time. \n[6]Mukhbarat. Watching the flight desk on this side. \n[7]You need to see this.. ", "REPORTER": "\n[1]Retired Ambassador Joe Wilson yesterday claimed in a piece in the New York Times that the President mispoke in his State of the Union Address in January, concerning claims that Saddam sought 500 tons of Yellowcake from Niger. Wilson, who was acting Ambassador in Iraq during the first Gulf War, said- \n[2]Will the President move aggressively to see if such a transgression has occurred in the White House? \n[3]Mr Wilson, do you still maintain the Vice President's office sent you Niger and not your wife? \n[4]Are you against our troops Mr Wilson? \n[5]Mr. Wilson is it true you donated money to the Kerry campaign? \n[6]People are saying your wife does not actually work for the CIA. \n[7]Is it true she was just a secretary at Langley? ", "ROVE": "\n[1]What is that tit-fuckin' homo Fleischer doing to us? Call Mary. Call Scooter. Call Hadley. We need to get a hold of this. NOW! \n[2]Who is Joe Wilson? \n[3]We can't do this. \n[4]Scooter home? \n[5]Scooter. \n[6]Findings of the Select Committee on Intelligence. All five hundred pages and eleven pages of it. \n[7]I know someone who isn't. ", "CPD AGENT": "\n[1]Counter Proliferation tracks and thwarts nuclear and WMD acquisition by rogue nations and non-state actors. \n[2]We're the fastest growing division in the Agency, which sounds cool but means you may have to share a desk. Work like hell for years you may get your own cubbyhole. And if you're a workaholic, they make you boss, and you get- \n[3]Bad time? \n[4]11 hundred hours PST. \n[5]She made the drop fifty minutes later... just outside Ko Yonh Subway station.. \n[6]..a field team picked it up and D and D'd it at the safe house.. ", "DR FORSTER": "\n[1]A spark gap is a high energy voltage-controlled switching device. \n[2]To detonate a nuclear bomb you need to be able to switch high voltage, high current electrical circuits at very high speeds to the nearest hundredth of a nanosecond. \n[3]The extremely short rise times are achieved by discharging a low- induct, high-voltage capacitor through the spark gap into the bridge wire inside the warhead. The ballpark is 5 kilovolt and 1 mf for the capacitor, with a peak current between 500 and 1000 amperes... \n[4]High speed photography, industrial photo-chemistry. Zapping kidney stones.Is someone out there building the fire train for a nuclear device component by component? You're talking one helluva complicated process. This guy is just one tiny piece in the jigsaw. \n[5]Quartz rate sensors. Calibration units... It's not kidney stones. Thank god you stopped this. \n[6]I don't understand.. ", "TURNER": "\n[1]\"In summer 2001 Iraq sought to purchase 60,000 high alloy 7075-T4 aluminum tubes manufactured in China. The high spec of these tubes led us to conclude they were intended for the enrichment of uranium. In August 2001 J. Turner..\" That's me.. \"flew to Vienna, to meet with IAEA scientists. Mr. Turner produced this report, aspects of which represents the CIA's present position.\" I'm happy to take questions. \n[2]WINPAC has them. We've examined them. This is my point. None of you guys has even seen the tubes. \n[3]And when was that? \n[4]So I take it you're not a nuclear expert. These tubes are an EXACT match for those developed by German scientist Gernot Zippe in the 50s. \n[5]I went to Vienna. Canada. I've worked on this for months. They're centrifuges. Fact. \n[6]That's pathetic. "}}