{"dialogues": {"JACK": "\n[1]All in one tape? \n[2]I\u0092m not even gonna say it, Kate. Maybe it\u0092ll be like I never left... \n[3]About the plane? What do you think it\u0092s gonna crash? Don\u0092t say that... \n[4]You mean don\u0092t go at all? What about my internship? \n[5]For us, Kate. \n[6]What? \n[7]No, you\u0092re right.  What are we doing? \n[8]Okay, I'm going... \n[9]You hear me complaining about that? \n[10]Look, we're at the airport and no one ever thinks clearly at the airport so we should just trust the decision we already made.  You've been accepted to one of the best law schools in the country, I've got this internship at Barclay's Bank. We have a great plan, honey... \n[11]I love you, Kate... \n[12]...and a year in London's not gonna change that.  A hundred years couldn't change that... \n[13]It's not what you think.  I took Mentadent public... \n[14]Of course I did. \n[15]You are an amazing lover.  You should be giving motivational seminars. \n[16]I want to see you again. \n[17]Tonight. \n[18]So we'll get egg nog. \n[19]Jersey?  You know what the traffic's gonna be like? \n[20]I've got plenty of places to go. \n[21]If it's something you feel strongly about. \n[22]Mrs. Peterson. \n[23]It\u0092s because I\u0092m shy, Betty.  So, when are you going to leave that old corpse Mr. Peterson and run away with me? \n[24]How\u0092d you do this year, Tony? \n[25]Just until the Deutsche Mark turns... \n[26]...if MedTech's shares sink any lower than... ...forty three, we're in trouble with the stock valuation.  So for god's sake watch what you say to your institutional customers... \n[27]...we still have almost a full day of trading before zero hour and I don't want any trouble... ...penny for your thoughts, Alan... \n[28]Is that tonight? \n[29]You think I like being here on Christmas Eve, Alan? \n[30]Okay, maybe I do have a touch of tunnel vision this holiday season.  But in two days we're going to announce one of the largest mergers in U.S. corporate history.  Thirty billion dollars... When this kind of deal turns up you get on and you ride it `till it's over.  You don't ask it for a vacation... \n[31]December 26th.  After that there'll be so much money floating around here it'll be like Christmas every day... December 26th, people.  If you'd like to celebrate that day, you all have my blessing... \n[32]I don't want you to be sorry, Alan, I want you to be excited.  I want my gift to be the first one you open this year.  You know why? \n[33]Because my gift comes with ten zeroes at the end... \n[34]Good man... \n[35]You too?  This holiday's about giving, Adelle.  And I'm giving everything I've got to this deal, so in a way, I'm more Christmassy than anyone... Lifesaver? \n[36]Ooh, my suits are ready... \n[37]Kate Reynolds... \n[38]Her assistant? \n[39]Kate Reynolds was my girlfriend in college.  I almost married her... \n[40]Almost married.  And almost a junior broker at E.F. Hutton... \n[41]She didn't want me to go to London.  We're standing at the airport saying goodbye and she asks me to stay. \n[42]God, no.  I thought about it for practically the entire flight... \n[43]I took the road less traveled, Adelle. \n[44]No... \n[45]She's probably just having a fit of nostalgia.  You know, lonely Christmas Eve, call the one that got away, that kind of thing. \n[46]I'm telling you, it's ancient history... \n[47]Peter.  I don't see you rushing home to trim the tree. \n[48]And God love you for it. \n[49]That'll happen when you're about to spend thirty billion dollars on some aspirin... \n[50]Why are you staring at my breasts, Peter? \n[51]Where is he? \n[52]Call Aunt Irma.  Tell her I won't be able to make it tomorrow... \n[53]Hey Peter, lemme ask you a question.  An old girlfriend calls you out of the blue on Christmas Eve... \n[54]Not by a long shot. \n[55]I'll leave from the office tomorrow afternoon.  Call the group.  Schedule an emergency strategy session for noon. \n[56]I'm thinking I might walk tonight, Frank. \n[57]Thanks.  To you too... \n[58]Egg nog? \n[59]Let me see that ticket. \n[60]Maybe I'll buy it from you. \n[61]Hey, c'mon... \n[62]No. \n[63]Look, I'm talking about a business deal here.  I buy the ticket for two hundred, take it to a store where the guy behind the counter... ...doesn't have a death wish ...I just made myself a quick thirty eight dollars. \n[64]Like I said, it's a business deal... \n[65]How'd you know my name was Jack? \n[66]There's no way I was gonna die in that deli... Let's just say I've been on a lucky streak lately. \n[67]I don't do that.  That's just not for me... \n[68]Hey... \n[69]What do you want to carry that gun around for, anyway? You're just gonna do something you'll regret... \n[70]I'm just saying that you seem like a smart guy.  At a certain point you're gonna do something, and then there's no turning back... \n[71]I mean there must be programs out there, opportunities... \n[72]Everyone needs something. \n[73]Me? \n[74]I've got everything I need. \n[75]Look, I'm not saying you'd be able to do it without some hard work... \n[76]Sure it's about you.  But it's about society, too. \n[77]Ed?  Lorraine? \n[78]Excuse me. \n[79]Where\u0092s my car?!  Where\u0092s my Ferrari!? \n[80]Look, can I just borrow your car?!  I promise it\u0092ll be returned! \n[81]Tony, thank god... \n[82]What are you talking about?  It\u0092s me, Jack Campbell.  Penthouse C. I put you into commercial paper! \n[83]Elizabeth Peterson! \n[84]You know me, Betty.  You do.  Jack Campbell. We\u0092re on the co-op board together.  We fought side by side for garbage disposals.  Every morning we exchange quasi-sexual witty banter.  Think... \n[85]Thank you, Betty.  I know if I can just sleep this off, I\u0092ll be fine... \n[86]A shelter?!  I\u0092m the richest guy in the building...I\u0092ve got twice the square footage you have! \n[87]Frank.  Where\u0092s Alan Mintz?  Is he here yet? \n[88]Look, I don\u0092t know what\u0092s going on here but I am Senior Vice President of this company. \n[89]Maybe you\u0092re not hearing me.  I am Jack Campbell... Right here.  Jack Campbell, President... \n[90]That\u0092s my car!  You stole my car! \n[91]What?! \n[92]What the hell is happening to me?! \n[93]Brought what on myself?! I didn\u0092t do anything! \n[94]You mean because you thought I was cocky I\u0092m now on a permanent acid trip?!! \n[95]Give me my goddamn life back! \n[96]Please.  Just tell me what\u0092s happening to me. In plain English.  None of that mumbo jumbo... \n[97]I glimpse?  A glimpse of what!?  What glimpse?! Glimpse! \n[98]I asked you a direct question!  A glimpse of what?! \n[99]How much time?! \n[100]Look, I just want my life back.  Now what\u0092s it gonna take?  You wanna talk turkey?  Let\u0092s talk turkey!  How much money...? \n[101]Why not? \n[102]Figure it out?  Figure what out?! \n[103]That\u0092s it?  That\u0092s all I get?!  A glare?! \n[104]Look, I don\u0092t have time for this right now.  I\u0092m in the middle of a deal... \n[105]You know what?  I\u0092ve had it with you.  I\u0092ve had it with all of this shit... \n[106]What\u0092s this, a signal? Will you come whenever I ring it? \n[107]But what do I do? \n[108]Hey, you did this to me, you can\u0092t just leave me like this. \n[109]Thanks, man... \n[110]Excuse me.  Do you know where Merrison Street is? \n[111]Great room... \n[112]We\u0092re friends, aren\u0092t we? \n[113]I\u0092m having kind of a bad day. \n[114]Is it...? \n[115]I don\u0092t think so. \n[116]Kate\u0092s my wife... \n[117]It\u0092s just two kids, right? \n[118]You cut your hair... \n[119]Yeah...fine. \n[120]I don\u0092t know!  Please stop yelling at me! \n[121]I was in the city. \n[122]Because that\u0092s where I live. \n[123]Look, you don\u0092t understand.  I woke up here...and this is very strange ...this is not my house... \n[124]I\u0092m not \u0093Dad...\u0094.  Kate, you\u0092re not my wife... \n[125]I\u0092m...I\u0092m sorry. \n[126]Party?  Oh no, I can\u0092t go to a party... \n[127]Trust me on this Kate.  I really don\u0092t think going to a party is the right move for me at the present time. \n[128]What are you doing? \n[129]Why not? \n[130]I\u0092ll be ready in ten minutes. \n[131]Christ... Where the hell is the bathroom? \n[132]This is just... ...this is sub-par... \n[133]It\u0092s lovely... \n[134]The Nets?  You\u0092re kidding, right...? \n[135]Well...they\u0092re certainly due. \n[136]Okay...why? \n[137]Triple bypass? You really think you should be eating all that? \n[138]I don\u0092t think so, thank you... \n[139]They\u0092re great!  Thank you! \n[140]Well do whatever it is you do well, and just...just do it. Excuse me... \n[141]...what do you mean he won\u0092t come to the phone?! Do you realize how much money I\u0092ve made for that sonuvabitch in the last eight years?! \n[142]Damnit! \n[143]Yes, I\u0092m fine.  It\u0092s just this god awful football phone!  Who has a phone like this anyway?! \n[144]So you\u0092re a lawyer...? \n[145]A non-profit lawyer... \n[146]Pro bono.  You don\u0092t get paid at all.  Nobody makes a dime.  Well, bravo... \n[147]You\u0092re kidding me... \n[148]No, she\u0092s not. \n[149]But it\u0092s twenty degrees outside... \n[150]Figure it out...I\u0092m s crewed...don\u0092t have to be a genius to figure that out... \n[151]It\u0092s as good a place as any... \n[152]...but obviously not up to your high standards... Okay...he said you\u0092re working on a new deal now...fine, you\u0092ve done a thousand deals, what\u0092s the first thing you do? \n[153]Triage.  It\u0092s your signature.  You survey the damage, find out everything you can, you probe, leave nothing to chance.  I\u0092m just gonna have to go detective. How did you get Mentadent?  You learned everything there was to know about toothpaste and then you pounced... \n[154]That\u0092s our play here... \n[155]If you could take a dump some time in this century, then we could go home where it\u0092s warm... \n[156]That is if I can even remember how to get home... You remember, don\u0092t you girl? \n[157]Hello? \n[158]Hello! \n[159]\n[160]Uh...that baby\u0092s crying... \n[161]Pull tape... \n[162]Holy mother of god! \n[163]You must be kidding... \n[164]No, I\u0092m not. \n[165]I work on Wall Street, you know with the big buildings...? \n[166]I live in an apartment house with a doorman, I can buy just about anything I want... \n[167]This isn\u0092t my real life. It\u0092s just a glimpse... \n[168]I don\u0092t know... \n[169]But don\u0092t worry, he loves you and I\u0092m sure he\u0092ll be back very soon... ...very, very soon... \n[170]Who did? \n[171]Uhh...thanks...slightly better looking though, right? \n[172]You\u0092re not going to start crying, are you?  Because I\u0092m not really sure I could deal with that right now. \n[173]On a case by case basis... \n[174]I think I could figure it out. \n[175]Sure. \n[176]Check... \n[177]Do I get a receipt or something...? \n[178]Five thirty.  Okay. \n[179]Got it.  Good tip. \n[180]Hey!  Annie! \n[181]Where do I go now? \n[182]Big Ed\u0092s?  Big Ed\u0092s Tires? Why...? \n[183]You mean I sell tires... \n[184]That\u0092s what I do.  I\u0092m a tire salesman... \n[185]Good Lord... \n[186]Uh...lemme get back to you on that one... Tommy... \n[187]I\u0092m gonna have to get back to you on that...Ed. \n[188]Do I have a private office somewhere in the building? \n[189]Thank you. \n[190]Bowlers do it in an alley?...Non profit lawyers do it for free... what is it with these people?  Don\u0092t they realize this refers to sex? \n[191]At least you splurged on some decent scotch... \n[192]What are you smiling about...? \n[193]Number one...not bad. \n[194]1988...?  I was in London in 1988... \n[195]You never went to London... ...you never got on that plane... \n[196]...I was the number one junior sales associate at E.F. Hutton in 1988.  Did you know that? \n[197]That\u0092s the kind of thing you can really build on... \n[198]I mean sales has always been a feeder for M and A, always... \n[199]Well, I\u0092m just a little confused right now about why I work here... \n[200]Do you know why do I work here...? \n[201]I taught you the business? \n[202]Everything I taught you. I want to hear it all, right now. \n[203]What do you want? \n[204]Here.  These are great. You\u0092ll need four. \n[205]Hey, you heard the guy, I\u0092m the best damn tire guy in the state of New Jersey. Everything. \n[206]...I have no idea what our inventory level is, that\u0092s why I\u0092m asking you... \n[207]Look, just send us what you sent us last month, okay...?  And keep doing that until further notice... \n[208]I\u0092ve got all the time in the world... \n[209]...and a helluva bridge player.  Ed\u0092s told me a lot about you... \n[210]I have no idea... \n[211]I mean it.  From what I can tell, we\u0092re a mom and pop operation, we\u0092re already over-extended in sales, and any price advantage we could offer would easily be matched by a larger supplier... \n[212]So like I said, I don\u0092t have any idea why you should buy your parts from us... \n[213]Except for rule number one... \n[214]The customer is always right.  A cliché?  Sure. The difference is, we mean it.  We\u0092re small, we need our customers.  We can\u0092t afford to disappoint them, ever. Yeah, you could go to some leviathan supplier, probably save a few pennies on the price of oil filters, but with us you get more than a supplier, you get a bridge partner... \n[215]You want to bid hearts, we\u0092re right there with you.  You feel the need to redouble, you\u0092re not going to get any argument from us... \n[216]The big guys may have the high cards, but you know as well as I do, Sydney, high cards don\u0092t always take the trick. \n[217]A Lamaze class...!? \n[218]What?!  That\u0092s my deal? \n[219]Well that\u0092s just great...those little monkeys can be a real handful... \n[220]Hey!  I was watching that! \n[221]I\u0092m working on a new deal now... \n[222]Wait a second.  You want me, don\u0092t you? \n[223]Shouldn\u0092t we grab some dinner first?  Maybe a bottle of wine...? \n[224]Whatever you say...honey. \n[225]God...you\u0092re beautiful... \n[226]No, I\u0092m serious...you\u0092re really stunning... \n[227]I mean back in college, you were a very pretty girl, there\u0092s no question about that.  But this... ...you\u0092ve really grown into a beautiful woman... \n[228]Do what? \n[229]Why don\u0092t we just go to all the stores?! \n[230]Every single store in this godforsaken shopping mall.  We can go to them all. \n[231]It\u0092s an unbelievable thing.  Wearing this suit actually makes me feel like a better person. I\u0092m gonna buy it... \n[232]She got those shoes... \n[233]No. \n[234]Do you have any idea what my life is like? \n[235]I wake up in the morning covered in dog saliva...I drop the kids off, spend eight hours selling tires retail...retail, Kate. \n[236]I pick up the kids, walk the dog, which by the way, carries the added bonus of carting away her monstrous crap...I play with the kids, take out the garbage, get six hours of sleep if I\u0092m lucky, and then it starts all over again...and why is it that I always have to drive everyone everywhere?  I spend practically my entire day in that slow as hell mini-van listening to Raffi tapes and trying to figure out how the cup holders work...I\u0092m sick of it. \n[237]What\u0092s in it for me? Where are my Mary Janes? \n[238]I can\u0092t believe it\u0092s not a disappointment to you! Jesus, Kate, I could\u0092ve been a thousand times the man I became.  How could you do this to me?  How could you let me give up on my dreams like this?! \n[239]Look, I\u0092m sorry.  I\u0092m sorry I was such a saint before and I\u0092m such a prick now.  Maybe I\u0092m just not the same guy I was when we got married... \n[240]Forget it... We\u0092ll get a funnel cake. It\u0092ll be the highlight of my week... \n[241]Listen, I\u0092m sorry about that back in the store. I really don\u0092t want to fight with you... \n[242]But you must sometimes wonder how we ended up here.  I mean back in college, did you see us... ...here...? \n[243]It really has, hasn\u0092t it?  So if you had to...what would you say was the biggest surprise? \n[244]Surprise.  We\u0092re pregnant... Yeah...that must\u0092ve been...I mean that was very unexpected.  But what are you gonna do, right? \n[245]Sure.  I really like Annie. \n[246]No, I love Annie.  We had a lot of good times, didn\u0092t we? \n[247]Charles Street?  In the Village?  When we were living in Greenwich Village...? Great times.  Why\u0092d we ever leave? \n[248]You had a heart attack? \n[249]That\u0092s why I work for Big Ed? \n[250]I mean, that\u0092s why I work for Big Ed... \n[251]So we had a baby, Big Ed had a heart attack, we b ought that house, and I\u0092ve been working for him ever since...Sayonara, Wall Street. \n[252]Our life in a nutshell... \n[253]How would you look at it? \n[254]Damn... \n[255]Hey, I\u0092m doing the best I can... I\u0092d like to see you hit a squash ball after seventeen beers... \n[256]You are Jack Campbell. You\u0092re better than this sport.  You shot the rapids at Kenai.  You ran with the bulls at Pamplona.  You jumped out of a plane over the Mojave Desert, for Christ\u0092s sake.  You can do this... \n[257]Yeah!! \n[258]Evelyn, right? \n[259]Something like that. \n[260]You\u0092re a nurse? \n[261]Wait a second... \n[262]Are we...? \n[263]Is there something going on between us? \n[264]It would help me if we were. \n[265]Do I have your number? \n[266]I just saw Evelyn Thompson. \n[267]She wants to have an affair with me. \n[268]Pretty much. \n[269]So could you write down her exact address? \n[270]It wouldn\u0092t really be cheating... It\u0092s complicated. \n[271]I\u0092m telling you, those rules don\u0092t apply to me, Arn. \n[272]Hey, is that really necessary? \n[273]Long, boring, and generally pretty sad. Arnie seemed to enjoy it... Hey, where\u0092s that chocolate cake...? \n[274]That\u0092s my piece.  I was saving it because I got nauseated from that store bought chicken. \n[275]Gimme that cake. \n[276]C\u0092mon. \n[277]I want that cake! \n[278]I want it... \n[279]Thank you... \n[280]Are the kids asleep? \n[281]What...? \n[282]Yeah, baby, I know what you like to hear... \n[283]Oh yeah, you\u0092re a bad girl, baby... You make me so hot...I\u0092m gonna take you to that special place... \n[284]Not it...? \n[285]What? You make me hot... \n[286]C\u0092mon, Lucy, maybe one of us can get a little relief tonight... \n[287]C\u0092mon, girl, let\u0092s go home... \n[288]And everyone knows image stabilization is for the weak... \n[289]It\u0092s your birthday? Today?  What\u0092s your name?  Where were you born? \n[290]Wait a minute.  You\u0092re my wife? \n[291]I do have one thing I wanna say... \n[292]Oh those fingers in my hair, that sly come hither stare, strips my conscience bare, it\u0092s witchcraft... \n[293]...and I\u0092ve got no defense for it, that heat is too intense for it, what good would common sense for it do... \n[294]...\u0091Cause it\u0092s witchcraft, wicked witchcraft...and although I know it\u0092s strictly taboo...when you rouse the need in me, my heart says yes indeed in me, proceed with what you\u0092re leadin\u0092 me to... \n[295]It\u0092s such an ancient pitch, but one that I\u0092d never switch, there ain\u0092t no nicer witch than you... \n[296]\u0091Cause it\u0092s witchcraft, that koo koo witchcraft...and although I know it\u0092s strictly taboo... \n[297]...when you rouse the need in me, my heart says yes indeed to me, proceed with what you\u0092re leadin\u0092 me to... \n[298]It\u0092s such an ancient pitch, but one that I\u0092d never switch... \n[299]\u0091Cause there\u0092s no nicer witch than you... \n[300]...than you... \n[301]...than you... \n[302]Happy Birthday sweetheart...I love you. \n[303]Maybe I should wait... \n[304]Zeena... \n[305]You really are incredible... \n[306]You\u0092re probably expecting something from me... \n[307]Here\u0092s the thing.  I really hadn\u0092t planned on giving you your...uh... anniversary gift until tonight. You know, anniversary\u0092s good all day... \n[308]I know that, but... \n[309]I\u0092ll fix it.  I\u0092ll go out right now and get you something.  I\u0092ll make it right. \n[310]Please don\u0092t cry... \n[311]C\u0092mon...c\u0092mon... \n[312]C\u0092mon, goddamnit, how was I supposed to know the date of their anniversary!?  I never married her! \n[313]Like what? \n[314]Don\u0092t you think that\u0092s a little gimmicky? \n[315]Maybe there\u0092s a jewelry store back at the mall. I could get her a pair of earrings or something. \n[316]Right.  That\u0092s a major oversight... So if I\u0092m Kate...I can\u0092t really afford the finer things, my husband\u0092s career is a crushing disappointment to me, I\u0092m trapped in suburbia... \n[317]Did he ever take her to the City? \n[318]You look beautiful... \n[319]Thanks, Catherine... \n[320]Fine... \n[321]What\u0092s the difference? I\u0092m taking my baby out for our anniversary, damn the costs... \n[322]Arnie... Arnie.  He\u0092ll throw you a curve ball once in a while, that\u0092s for sure... \n[323]We\u0092ll have the tureen of quail breast with shiitake mushrooms to start, then the veal medallions in raspberry truffle sauce and the sea scallops with pureed artichoke hearts...sea scallops, North of the Caspian... \n[324]You may... Also, we\u0092ll have a bottle of Lafite, 1982. \n[325]Just a glass of red wine for each of us... \n[326]But I\u0092m gettin\u0092 close, right? \n[327]You want to dance? \n[328]Sure there is... \n[329]I have my moments... \n[330]God I missed that taste... \n[331]Why are you laughing? \n[332]I need to tell you something. \n[333]I think it may help us but there\u0092s a slight chance it could make things worse. \n[334]Are you sure? \n[335]I feel like I\u0092m living someone else\u0092s life... \n[336]I used to be so sure about everything, you know?  I knew exactly who I was and what I wanted. Then one morning I woke up and suddenly it was all different... \n[337]No.  Well, maybe a few things.  But mostly just different... \n[338]I never used to be like this, Kate.  I had it all figured out.  No doubts, no regrets. \n[339]Now...I don\u0092t... \n[340]But you always seem so certain. \n[341]That\u0092s a big one for me, too. \n[342]Your pay check is a disgrace to pay checks. \n[343]I guess...some of them are probably faking. \n[344]It\u0092s wonderful... \n[345]And...? \n[346]Good things... \n[347]I\u0092m sure that right now there\u0092s nowhere I\u0092d rather be than here with you... \n[348]I\u0092ll just full yours up to the top. Happy anniversary, sweetheart. \n[349]I\u0092m out of the doghouse? \n[350]You\u0092re so...beautiful... \n[351]My god, all this time...I never stopped loving you... \n[352]I don\u0092t think I\u0092d fight you on that one... \n[353]For the money, they\u0092re hands down the best radial we carry... \n[354]You won\u0092t regret it... Tommy!  Set Mr. Conlin up with four B.F. Goodrich G-Force T/A\u0092s... ...and give him ten percent off for having the best costume... \n[355]If you\u0092re into that kind of conspicuous consumption... \n[356]Sure...be careful, he looks like a tough negotiator... \n[357]Tell Kate I\u0092ll call her back... \n[358]I\u0092m with a customer. I\u0092ll call her back. \n[359]Why don\u0092t you let me take this one, Kenny? \n[360]Peter Lassiter... \n[361]Not exactly. I\u0092ve seen you on CNBC. You look taller in real life... \n[362]...truth is, Mintz was so busy timing his wife\u0092s breathing he didn\u0092t see that MedTech needed Global more than the other way around.  Ten days, two weeks tops, they would\u0092ve approached you with an offer, and I\u0092d bet anything it would\u0092ve been thirty billion, not twenty nine... Problem was, Peter, you had a pussycat running the show. What you needed was a rottweiler. \n[363]Sure. We\u0092re going to have to special order that tire. It\u0092ll be ready in about two days. \n[364]Hector...do I usually listen to your personal problems? \n[365]Look, I have some business that I have to take care of in the city so I\u0092m leaving early... My advice to you...follow your dreams. \n[366]But you\u0092re not interested in boutique dollars... I get it... \n[367]Mr. Mintz. \n[368]I can see that, Alan. \n[369]Uh...actually, yes. Two... good ones. \n[370]I was a sales associate, at E.F. Hutton. \n[371]That\u0092s right. And auto supply... \n[372]Uh...we actually get about sixty percent of our business from automotive service. \n[373]We did one point seven million in total revenue... \n[374]Well, Alan, I think we\u0092re gonna have a banner year. Sales are up almost twenty percent in the first quarter and we just landed a major trucking company account. \n[375]That\u0092s right. And that would make us number one in our market... You mind if I stand? \n[376]Look, I know our paltry little two million in sales is about what you spend on office supplies in a year.  And I know some regional trucking company account is nothing compared to a sixty billion dollar merger... \n[377]It\u0092s okay, Alan. I get it. I\u0092m in your shoes, I\u0092m thinking exactly the same thing...but here\u0092s the thing. Business is business.  Wall Street, Main Street, it\u0092s all just a bunch of people getting up in the morning, trying to figure out how the hell they\u0092re gonna send their kids to college.  It\u0092s just people... \n[378]And I know people. \n[379]Take you, for instance... \n[380]You drink about sixteen Diet Cokes a day. You\u0092re an excellent father, but you feel guilty about the time you spend away from home. You drink bourbon, but you offer your clients scotch... \n[381]And your wife decorated this office... \n[382]You\u0092re a little tougher, Peter. \n[383]For one thing, you like expensive things. \n[384]Okay...you smoke Hoyo de Monterreys. You\u0092re a scotch man, single malt, not because it\u0092s trendy but because you\u0092ve been doing it for forty years, and you stay with what works. You have two great loves in your life, your horses and this company. You wept openly the day the Dow hit ten thousand... \n[385]And you\u0092re a man who prides himself on finding talent in unusual places... \n[386]Because I\u0092m here. \n[387]I\u0092m prepared to do anything it takes to get this job. Start anywhere you need me to start. I\u0092ll park cars if I to... The biggest part of judging character is knowing yourself. And I know this, I can do this job. Give me a chance, Peter, I won\u0092t let you down. \n[388]Seven.  Really. \n[389]God, you really are different, aren\u0092t you... I mean...wow...I am impressed. \n[390]Good for you. Why shouldn\u0092t you protect what\u0092s yours. \n[391]Oh, I\u0092m hearing you, Alan. That\u0092s not the problem. The problem is that what you think is yours, is really mine.  And I don\u0092t care how low on the totem pole I start, I will get it back... So do yourself a favor and don\u0092t get too attached to that view because sometime soon, maybe very soon, you and your French country antiques, your chintz sofa, and your little play pen are gonna be moving out of that office. \n[392]Oh, and by the way, you try selling tires for a living.  I promise you, you\u0092d starve. \n[393]Welcome to Xanadu... \n[394]Pretty incredible, isn\u0092t it? \n[395]Think bigger. \n[396]This place is a perk, Kate. \n[397]A company called P.K. Lassiter and Associates Investment House uses it to attract new executives... \n[398]You\u0092re talking to their new Vice President of Mergers and Acquisitions. \n[399]I\u0092m going into arbitrage, honey.  Turns out I have a knack for it.  I\u0092ll be making two hundred grand a year plus a hefty bonus and that\u0092s just to start.  And, we can live in this apartment practically rent free for as long as we want. \n[400]We can finally afford to move back into the city. In style. \n[401]I don\u0092t think so. This is going to be a better life for all of us, honey.  We\u0092ll put Annie and Josh in private schools... \n[402]I\u0092m talking about the best schools in the country here, Kate... \n[403]This is New York City, it\u0092s like the needy people capital of the world.  Those Jersey clients of yours aren\u0092t a tenth as pathetic as the ones you could get here... \n[404]No, this is the center of the universe.  If I were living in Roman times, I would live in Rome, where else?  Today, America is the Roman Empire and New York is Rome itself. John Lennon. \n[405]Look, I\u0092m detecting a kind of funky tension here...We don\u0092t have to live in this apartment. I don\u0092t need this...I\u0092ll commute...I\u0092ll drive to work... \n[406]Kate. You\u0092re not understanding me. I\u0092m talking about a great life.  A perfect life. Everything we pictured when we were young. The whole package. You said it yourself, life has thrown us surprises, and so we made sacrifices. But now I can finally get us back on track... \n[407]I can do that.  I want to do that.  For all of us. I need to do that as a man... Think about it.  No more lousy restaurants, no more clipping coupons, no more shoveling snow... \n[408]Look, you\u0092re making this into something it\u0092s not. This isn\u0092t a referendum on our lives, Kate. It\u0092s a step forward... Don\u0092t you see?  I\u0092m talking about us finally having a life other people envy. \n[409]Very nice. What is it? \n[410]Ah. A classic... \n[411]Please don\u0092t stop... \n[412]From London to New York...? I came back... \n[413]What are you doing? \n[414]Four ninety nine?! It\u0092s just salt for god\u0092s sake... \n[415]You...! \n[416]What are you doing here... \n[417]You\u0092re not sending me back... \n[418]I\u0092m not going back... \n[419]Hey! Did you hear me...?! \n[420]Hey, I\u0092m talking to you! I am not going back, do you understand...?! \n[421]You can\u0092t do this. You can\u0092t keep coming in and out of people\u0092s lives, messing things up... \n[422]I\u0092ve got kids, I\u0092m going home... \n[423]I\u0092m staying. \n[424]No, honey. Go back to sleep. \n[425]Take care of yourself, Annie.  I\u0092m going back to the mother ship... \n[426]These last weeks, Kate, I know that I\u0092ve done some...some unusual things. \n[427]But I\u0092ve done some good things too, haven\u0092t I? \n[428]I need you to remember me, Kate.  How I am right now, right this very moment.  I need you to put that image in your heart and keep it with you, no matter what happens. \n[429]Please, just promise me you\u0092ll do that. You have to promise, Kate. Because if you don\u0092t, then it\u0092s like it never happened and I don\u0092t think I could live with that. \n[430]Promise me again... \n[431]Soon... \n[432]Yeah...okay, send her up... \n[433]Damnit. \n[434]Paula... \n[435]That\u0092s totally see through... \n[436]Christmas?  It can\u0092t be Christmas... \n[437]Is Kate here? Does Kate live here?! \n[438]Damn...damn...damn... \n[439]No...I\u0092m not... \n[440]I\u0092m sorry, no... \n[441]It\u0092s me, Jack... \n[442]Tell me you recognize me, Arnie.  Please... \n[443]We bowl together. We\u0092re bowlers ...we won a championship...we\u0092re winners. \n[444]Yes...Jack Campbell... \n[445]Yes, that\u0092s it...yes, we went to high school together. \n[446]Yeah...I guess I just wanted you to know, we could\u0092ve been really good friends... \n[447]Hello? \n[448]Adelle? \n[449]I\u0092ll be there in twenty minutes... \n[450]What\u0092s going on here? \n[451]You know something, Alan. There\u0092s a much more assertive person somewhere inside of you... \n[452]But I think I like you better this way... \n[453]No. \n[454]I\u0092ll tell you exactly what we\u0092re going to do.  You\u0092re going to do whatever you have to do to find out which European company he\u0092s been talking to.  Then I\u0092m going to clean myself up, fly to Aspen, and drink egg nog with Bob Thomas.  His wife and kids will be playing in the background while I spend Christmas day convincing him that the European company is the devil and Global is the answer to his prayers, after all... Then I\u0092m going to spend four hours skiing. Alone. On Christmas day. Completely and utterly alone. I\u0092m going to do that because that is my life, that is what\u0092s real, and there is nothing I can do to change that... \n[455]For Manhattan...Kate Reynolds...I need an address too... \n[456]Make a right here... \n[457]We\u0092re not going to the airport... \n[458]I\u0092m Jack Campbell...I\u0092m an old... friend of Kate\u0092s. I just called. \n[459]Kate... \n[460]You look great. \n[461]I'm sorry... \n[462]What\u0092s going on? \n[463]Paris? \n[464]You\u0092re moving... \n[465]To Paris. Paris, France. \n[466]So you\u0092re not at a non- profit firm? \n[467]You\u0092re not married, are you? \n[468]Not exactly... Can we just take a minute here?  Maybe get a cup of coffee or something...? \n[469]Do you ever think about us, Kate?  About what might have happened...? \n[470]Sure. Goodbye, Kate. \n[471]Kate! \n[472]You can\u0092t go! \n[473]Don\u0092t get on that plane! \n[474]Please. Let\u0092s just go have a cup of coffee. That\u0092s all I\u0092m asking for. I\u0092m sure there\u0092s another flight to Paris tonight. \n[475]We have a house in Jersey! \n[476]We have two kids, Annie and Josh... \n[477]...Annie\u0092s not much of a violin player but she tries really hard. She\u0092s a little precocious but that\u0092s only because she says what\u0092s on her mind. And when she smiles... \n[478]And Josh...he has your eyes. He doesn\u0092t say much but we know he\u0092s smart... ...he\u0092s always got his eyes open, always watching us... sometimes you can look at him and just know that he\u0092s learning something new... it\u0092s like witnessing a miracle... \n[479]...the house is a mess, but it\u0092s ours... ...well, after a hundred twenty two more payments it will be... \n[480]And you...you\u0092re a non- profit lawyer. That\u0092s right, completely non-profit. But that doesn\u0092t seem to bother you... \n[481]And we\u0092re in love. After thirteen years of marriage we\u0092re still unbelievably in love... You won\u0092t even let me touch you until I\u0092ve said it... \n[482]...I sing to you...not all the time but definitely on special occasions... \n[483]Excuse me... We made a lot of sacrifices, dealt with our share of surprises, but we stayed together... \n[484]You see, you\u0092re a better person than I am... \n[485]...and it made me a better person to be around you... \n[486]Maybe it was all a dream. Maybe I went to bed one lonely night in December and imagined it all. But I swear, nothing\u0092s ever felt more real to me... \n[487]And if you get on that plane right now, it\u0092ll disappear forever. \n[488]I know we can both go on with our lives. And we\u0092d both be fine. But I\u0092ve seen what we can be like together...And I choose us... \n[489]Please, Kate, one cup of coffee. You can always go to Paris. Just please, not tonight... ", "KATE": "\n[1]I got you a few necessities... \n[2]Your copy was a mess... \n[3]Every one of these songs will remind you of me in a slightly different way... \n[4]I also put side two of London Calling on there... \n[5]That was not officially the goodbye kiss. It was just an interim kiss... \n[6]You have your ticket? \n[7]Wait. \n[8]I have a bad feeling about this. \n[9]I know we\u0092ve talked about this a thousand times and we both agree that going to London is the right thing to do. But in my heart... this feels wrong. \n[10]Don\u0092t  go, Jack... \n[11]Believe me I know what an incredible opportunity this is for you... \n[12]Right, for us. But...I\u0092m afraid that if you get on that plane... \n[13]Go. I\u0092m sorry, you should just go... \n[14]We're being responsible.  Go. Get on the plane. \n[15]Get the hell outta my sight. You bother me. \n[16]I can't seem to let go of you... \n[17]You want to do something great, Jack?  Let's flush the plan...start our lives right now, today...I don't know what that life's gonna look like but I do know it has both of us in it.  And I choose us... \n[18]The plan doesn't make us great, Jack.  What we have together, that's what makes us great. \n[19]Mmmm...ten more minutes, Jack... it\u0092s Christmas... \n[20]You\u0092re jumping, sweetheart... \n[21]Mommy needs five more minutes in la la land. That could be her present... \n[22]Jack...? \n[23]Strong coffee, okay? \n[24]Use an entire can if you have to! \n[25]Hold on a second... \n[26]Ten years ago... \n[27]Are you okay? \n[28]Never mind, he just walked in... \n[29]Do you have any idea what you put us through today?!  You walk out of here at 7:30 in the morning, don\u0092t tell me where you\u0092re going, or even that you\u0092re going, and I don\u0092t see you \u0091til hours later.  I had state troopers looking for you!  I called hospitals... ...I was just on the phone with the morgue for god\u0092s sake! \n[30]What kind of man leaves his family on Christmas morning without a word about where he\u0092s going? Jack\u0092s almost to a breaking poINT. \n[31]What kind of man does that!? \n[32]Where were you? \n[33]The city?  New York City?  Why? \n[34]Jack...don\u0092t even start... \n[35]You know what, Jack? It\u0092s not funny this time.  I\u0092m really angry. \n[36]Jack! \n[37]You missed the whole thing, Jack.  The pancakes, the presents...you spent six hours putting that bike together and you didn\u0092t even get to see the look on Annie\u0092s face when she opened it... \n[38]You missed Christmas, Jack. \n[39]Look, we don\u0092t have time for this right now, we\u0092ll talk about it later.  Now get dressed... You\u0092re not wearing that to the Thompsons\u0092 party. I don\u0092t care how hilarious you think it is... \n[40]You look forward to this party all year.  What\u0092s with you today? \n[41]Fine.  Do whatever you want. \n[42]Telling my mother she doesn\u0092t have to stay with the kids. \n[43]Because you\u0092ll be here. \n[44]Funny, Jack.  I\u0092m laughing on the inside. \n[45]Jack...? \n[46]Are you sure you\u0092re okay...? \n[47]Uh huh... \n[48]You must really love Evelyn\u0092s mushroom puffs, huh? You know they\u0092re not real... \n[49]...then she asks me to put this sweater on. What choice do I have, right? \n[50]But as I\u0092m slipping it on I notice she\u0092s misspelled the word \u0093lawyers.\u0094 I had to go through the entire day wearing a hand embroidered sweater that said, \u0093Non-Profit Layers Do It For Free.\u0094 \n[51]Jack... \n[52]I better go wake my mother... \n[53]Here you go... \n[54]She\u0092s your dog, Jack. \n[55]Fine, she\u0092s the kid\u0092s dog.  Let\u0092s go wake Josh, see if he wants to walk her. \n[56]You\u0092re having a bad day, I\u0092ll go with you...actually, there\u0092s no way in hell you\u0092re gettin\u0092 me back out there... \n[57]Make sure you reward her verbally when she does a number two... \n[58]...my feet are hurtin\u0092... \n[59]And...? \n[60]Don\u0092t give me that look, Jack, Tuesday\u0092s your day and you know it.  And try to get Josh to day care on time, okay?  He missed the macaroni painting last week... \n[61]The kids are asleep... \n[62]Jack.  I said the kids are asleep... \n[63]I thought we had a deal about you watching CNBC in bed. \n[64]Fine, but not tonight... \n[65]That is the general idea, yes... \n[66]It\u0092s ten thirty, Jack. By eleven you\u0092re gonna be sprawled out on the bed snoring your head off. We don\u0092t have time for wining and dining. \n[67]Thanks, Jack... \n[68]This is good stuff, Jack, keep it coming... \n[69]How can you do that? \n[70]Look at me like you haven\u0092t seen me every day for the last twelve years... \n[71]Don\u0092t move. \n[72]\u0091night, honey... \n[73]We\u0092re almost done here... \n[74]That\u0092s right.  Okay, let\u0092s make a quick stop at the kids\u0092 shoe department, pick up my watch from the battery place, then I\u0092ll run into the linen store... \n[75]You know what, Jack?! I\u0092ll go with the kids. Why don\u0092t you just hang out here in the men\u0092s department... okay? \n[76]You look amazing in that suit... \n[77]I mean...wow...off the charts great. \n[78]$2,400?!  Are you out of your mind? \n[79]Those shoes were twenty five dollars.  C\u0092mon, take it off.  We\u0092ll go to the food court and get one of those funnel cakes you like. \n[80]No? \n[81]Excuse me? \n[82]Really. \n[83]It\u0092s sad to hear your life is such a disappointment to you, Jack. \n[84]Who are you? \n[85]Maybe you\u0092re not.  The Jack Campbell I married wouldn\u0092t need a $2400 suit to make himself feel better about his life, but if that\u0092s what it\u0092s gonna take, then buy it. Just buy the goddamn suit ...we can take the money out of the kids\u0092 college fund. \n[86]I\u0092ll give you this, life has thrown us a few surprises... \n[87]Well...Annie for one. \n[88]I think it worked out okay, don\u0092t you? \n[89]Good, Jack.  Maybe we\u0092ll keep her. \n[90]We were young... Remember that little place on Charles Street we used to go to? \n[91]You can\u0092t really raise a kid in an apartment in the Village... \n[92]The trek out to the hospital every day didn\u0092t help either... You were great. Surviving the heart attack was one thing... \n[93]Jack, stop that. I'm still mad at you... ...who knows what would\u0092ve happened if you hadn\u0092t stepped in at the store. \n[94]If you want to look at it that way... \n[95]A great success story... \n[96]How was the game, honey? \n[97]You mean this chocolate cake? \n[98]It\u0092s good... \n[99]No way. \n[100]Sorry, Jack.  It\u0092s too important to me. \n[101]You want the cake!? \n[102]It\u0092s good, right? \n[103]Say it, Jack... \n[104]C\u0092mon, you know what I like to hear... \n[105]Then say it...just say it to me...! \n[106]What...? \n[107]Nice, Jack.  You\u0092re sweeping me off my feet. \n[108]Jack. \n[109]Time to get up, honey... \n[110]Happy Anniversary, honey... \n[111]Before you do whatever crazy stunt you\u0092ve got planned I want you to open mine... \n[112]No, open it... \n[113]I found it at an outlet store.  I know it\u0092s a knock-off, but I think it\u0092ll look great on you... \n[114]Enjoy it, sweetheart... \n[115]What are you talking about?  You never wait all day.  You can barely wait until it\u0092s light out. \n[116]You forgot. \n[117]You actually forgot our anniversary. \n[118]Jesus, Jack...Is this where we are now?  Is this our marriage? Suddenly I\u0092m the wife who has to drop hints two weeks before her anniversary so her husband doesn\u0092t fuck it up? \n[119]I don\u0092t want to be that, Jack... \n[120]Which do you think? \n[121]Fighting\u0092s a part of it, Annie.  You know that, right? \n[122]C\u0092mere. \n[123]Now go like this... \n[124]You\u0092re gonna break a lot of hearts, you know. \n[125]You okay? \n[126]Jack...can we afford all this? \n[127]How do you even know about this place? \n[128]It\u0092s five hundred and fifty dollars, Jack! \n[129]You are so not off the hook yet, slick. \n[130]I don\u0092t think there\u0092s dancing here, Jack. \n[131]Pretty good for a tire salesman from Jersey... \n[132]Mmmm... ...here, try one of these... \n[133]Okay... \n[134]Now I\u0092m worried...just say it.  Whatever it is we\u0092ll deal with it. \n[135]Worse, you mean... \n[136]And now...? \n[137]Me neither. \n[138]I think it\u0092s good to be a little unsure about who you are.  It\u0092s very human. \n[139]C\u0092mon, Jack, you think there aren\u0092t mornings when I wake up and wonder what the hell I\u0092m doing in New Jersey... \n[140]My office is a dump, I answer my own phone...and you\u0092ve seen my pay check. \n[141]I mean yes, I help people that need it... \n[142]God, sometimes I think it would be so nice not to have to stretch ground beef or maybe drive a car with a CD player... \n[143]Imagine having a life where everything was easy...where you asked for things and people just brought them to you... \n[144]I think about it, too, Jack.  I do.  I think about the kind of person I\u0092d be if I hadn\u0092t married you... \n[145]And I realize I\u0092ve just erased the things in my life I\u0092m most sure about.  You, the kids... \n[146]What are you sure about? \n[147]This is so beautiful... \n[148]You know champagne makes me do crazy things. \n[149]I don\u0092t know how you did it, hoss, but you pulled it off. \n[150]Way out... \n[151]You may even get lucky tonight... \n[152]I already told you you were gonna get lucky, Jack... \n[153]That\u0092s all I wanted to hear... \n[154]Mmmm...Jack... \n[155]I feel like I should give you money... \n[156]I mean, my god, Jack you were always good but this...this was... like a porno movie. \n[157]I could stay here forever... \n[158]Have a good day... \n[159]It\u0092s like a museum. \n[160]So what\u0092s the big surprise? You didn\u0092t rent this place for the weekend, did you? \n[161]For the week? \n[162]A perk for what? \n[163]What are you talking about, Jack? \n[164]Are you out of your mind? \n[165]Annie goes to a great school. \n[166]Jack, what could you possibly be thinking? What about my job? \n[167]I can\u0092t believe you want to move back into the city.  I thought the reason we left was because we didn\u0092t want to raise the kids here? \n[168]Jack. \n[169]In traffic?  It\u0092s over an hour each way?  That\u0092s almost three hours a day.  When are you going to see the kids? \n[170]Then get a goddamn snow blower! \n[171]Don\u0092t get a new career without even telling me. Don\u0092t take Annie out of a school she loves.  Don\u0092t move us out of a house we\u0092ve become a family in... \n[172]Don\u0092t do that... \n[173]They already do envy us, Jack... \n[174]Our finest moment, right... \n[175]When you got on that plane I was sure it was over.  I left the airport afraid I\u0092d never see you again.  And then you showed up the very next day... That was a good surprise... \n[176]I think about you on that plane, about what must have been going through your mind...you sitting there imagining our life together, our life apart...I think about the decision you made... \n[177]Maybe I was being naive but I believed we\u0092d grow old together in this house.  That we\u0092d spend holidays here, have g randchildren visit us here.  I had this image of us all grey and wrinkly, me working in the garden, you repainting the deck... \n[178]Things change, right? People change... If you need this, Jack, I mean really need this, I will take these children from a life they love, and take myself from the only home we\u0092ve ever shared, and move wherever you need to go.  I\u0092ll do that because I love you... \n[179]I love you, Jack. And that\u0092s more important to me than our address... \n[180]I choose us. \n[181]Hey... \n[182]It\u0092s been interesting, that\u0092s for sure. \n[183]You\u0092ve been Jack Campbell.  And that\u0092s always a good thing... \n[184]Are you okay, Jack? \n[185]I promise, Jack... \n[186]I promise. Come to bed, honey. \n[187]Did you call the airline like I asked?! \n[188]Jack...God, it\u0092s been so long...You look... \n[189]It\u0092s good to see you... \n[190]Lori! Where\u0092s that box?! \n[191]Don\u0092t worry about it, Jack... \n[192]I\u0092m moving to Paris...it was right here... It\u0092s a box marked \u0093Jack.\u0094  I put it in the stack for the Salvation Army... \n[193]Hey, kind of under a little pressure here. \n[194]You didn\u0092t seem to mind offering to help me on Christmas day when you were unwrapping that Prada bag I gave you. \n[195]Uh huh. To Paris. My firm has an office there and I\u0092m going to be heading it up. \n[196]That\u0092s the one... \n[197]Not with what they pay me... \n[198]No, Jack, I never got married. You? \n[199]Yes! \n[200]I found it! \n[201]Here you go.  It\u0092s just some old things of yours... \n[202]You\u0092re serious... \n[203]I\u0092ll tell you what, Jack, if you\u0092re ever in Paris, look me up. Maybe we\u0092ll go for that cup of coffee. \n[204]Jesus, Jack... \n[205]Jack. \n[206]What do you want from me? You want me to tell you everything that happened was okay? \n[207]Well it is. Yes, I was heartbroken ...But I got over it. I moved on. People change, Jack. I changed. I don\u0092t know why you suddenly feel the need to revisit that time in our lives but I assure you, it\u0092s over... \n[208]Don\u0092t do this, Jack... But he continues... \n[209]Okay, Jack... ", "CASH": "\n[1]Oh yeah...yeah, yee-ah!  She's a certified winner...paper- thin but good as gold... \n[2]Y'all do the lotto here...? `Cause I got me a winner...I know, I know, Lotto keeps the black man down... but not me... \n[3]...06...14...18...48...right there.  Four numbers...that's two hundred and thirty eight dollar... Merry Christmas and shit... \n[4]What're you talkin' about? \n[5]What!?  Look at the ticket...! \n[6]You're lookin' at me, you're not even lookin' at the ticket! \n[7]You first generation, xenophobic, money-theistic, hot pastrami sandwich making... \n[8]\n[9]Was I talkin' to you?! \n[10]Guy in $2,000 suit gets ass kicked tryin' to be a hero. Film at eleven... What?!  Oh no, not another lookie-loo.  You know how big a job this is? \n[11]You're double bookin' me! You're gonna get double billed!  Shit! \n[12]Do you want to die? \n[13]\n[14]Yes you do... \n[15]Damn, you are the real thing... \n[16]C'mon, Jack, let's get outta here... You were lookin' at me, papa, you shoulda been lookin' at the ticket.  That ticket was legit, B.  You're fake... \n[17]I call all you white guys \"Jack.\" \n[18]You know you seem pretty relaxed for a guy who just had a gun pulled on him. \n[19]A lucky streak, huh? \n[20]Sound pretty sure of yourself, don't you? \n[21]So you're telling me, you've got a gun to your head and you don't think for one second, what if this, what if that, maybe I shouldn't do this, I shoulda done that. \n[22]Okay, Jack.  Nice doing business with you... Cash is about to take off... \n[23]You want to talk about regrets, you're talking to the wrong person. \n[24]Yeah, in most cases that'd be true. \n[25]Wait a minute, wait a minute... you're tryin' to save me? \n[26]Oh man, you're serious... This man thinks I need to be saved! \n[27]Yeah?  What do you need? \n[28]You just said everyone needs something. \n[29]Wow.  It must be great being you.  You got it all. \n[30]You still think this is about me, don't you? \n[31]Oh man, I'm gonna enjoy this one... Just remember, Jack, you did this.  You brought this on yourself... \n[32]Miss me, Jack? \n[33]It\u0092s a callable asset seized in accordance with the acquisition by-laws of your alt-fate contract... \n[34]Basically, it\u0092s my car now.  Get in. \n[35]Look, I don\u0092t make the rules, Jack.  This is how it works.  Get in. \n[36]Might wanna fasten your seat belt, Jack... \n[37]This kinda thing makes a lotta guys throw up. Seen it happen.  So if you get the urge, do it out the window. I don\u0092t want you marring this exquisite leather interior... \n[38]Look, I don\u0092t know what you\u0092re getting so worked up about, you did this...you brought this on yourself. \n[39]No?  C\u0092mon, Jack...I\u0092ve got everything I need, I don\u0092t have regrets, that\u0092s just not for me... sound familiar? \n[40]Everyone else in that store is a statue, they see their lives passing in front of their eyes, but not you.  You\u0092re making a business deal... \n[41]You?  What about me?  I\u0092m working hard for you here, Jack.  On Christmas too!  Now you did a good thing last night, intervening that way.  I was moved... \n[42]It\u0092s a glimpse, Jacko. \n[43]Look, eventually, everybody gets one...some of \u0091em take a couple seconds... ...some of \u0091em take a lot longer... \n[44]Figure it out.  You got plenty of time. \n[45]As long as it takes to figure it out.  Which, in your case, could be considerable. \n[46]Do I look like I need your money.  It doesn\u0092t work like that and I can\u0092t tell you why. \n[47]Because you got to figure it out for yourself. Are you listening to me? \n[48]Look Jack, in my experience the best way people deal with this is to just relax and breathe through it...let it come to you. \n[49]Oh you\u0092re working on a new deal now...did I mention that? \n[50]Here... \n[51]Do I look like I live in a bottle? \n[52]Look Jack I\u0092m late.  I\u0092d love to help you out some more but I gotta go handle my business... Happy trails. \n[53]Fine.  You want to know everything, I\u0092ll tell you everything.  But not here.  Let\u0092s get some air... \n[54]That\u0092ll be sixty five cents, little angel... \n[55]Jack, it\u0092s good to see you... \n[56]Thank you darlin\u0092... \n[57]seeing the rock salt \n[58]Everything okay...? \n[59]That was a character issue... ...and for nine dollars? That\u0092s just sad... \n[60]C\u0092mon, Jack... \n[61]You know what the word glimpse means, J? It\u0092s by nature an impermanent thing. ", "ARNIE": "\n[1]Jeannie!  I found Jack! \n[2]You look terrible... \n[3]Truth is I expected you. Kate called before and asked if I knew where you were. \n[4]I know, I moved the Barca-lounger into the corner.  It\u0092s throwin\u0092 everybody off.  What do you think? \n[5]You and me, buddy.  We know how to live... \n[6]So Jack, you okay? \n[7]I mean you leave the house on Christmas morning, you don\u0092t tell anyone where you\u0092re going... \n[8]Maybe I don\u0092t say it enough but you moving in next door to me... \n[9]Talk to me... \n[10]I read somewhere that the suicide rate doubles during the holidays... \n[11]What am I saying?  You don\u0092t need to hear that... All I meant was a lot of people have a hard time dealing with all the forced reverie, that\u0092s all.  Is that you? \n[12]Trouble at work? \n[13]It\u0092s not Kate, is it? \n[14]You see, it\u0092s like we\u0092re in each other\u0092s heads... \n[15]Just keep saying it, Jack, like a mantra. \n[16]C\u0092mon, I better walk ya home.  She\u0092s mad enough as it is, right...? \n[17]Look, you fit the profile exactly.  Thirties, house, kids, financial responsibilities.  You start thinking...this isn\u0092t the life I dreamt about.  Where\u0092s the romance, where\u0092s the joie de vivre?  Suddenly, every lingerie ad in the Newark Star Ledger represents a life you can\u0092t have... \n[18]You made a choice, Jack, a promise to your wife. Maybe sometimes it seems like you gave up the world, but look what you got... \n[19]Four bedrooms, two and a half baths, and a partially finished basement... \n[20]Kids... \n[21]Okay look, you probably don\u0092t want to hear this right now but remember what you told me last summer when I almost had that thing with Arnie Jr.\u0092s speech therapist. \n[22]Don\u0092t screw up the best thing in your life just because you\u0092re a little unsure about who you are.  Okay? \n[23]God, it feels so good to finally give something back to you... \n[24]I\u0092m gonna hug you now... \n[25]Good thinking, Bill. Have another drink. He\u0092ll be lucky if he lives through the night... \n[26]Jesus, Jack, this is a league match, for god\u0092s sake! \n[27]Where\u0092s your follow through?  Where\u0092s your stance? \n[28]You\u0092re right.  Why am I so competitive!? Compensation, I guess. Look, just focus, Jack. You can still pick up the spare... \n[29]Okay, Pete, you\u0092re up. \n[30]Hey Jack, you\u0092re all flush.  I guess that seventy-one took a lot outta you. \n[31]She is relentless. \n[32]She said that? \n[33]Oh yeah... What is it about you? \n[34]Whoa...whoa...wait a second, Jack.  You\u0092re not actually gonna cheat on Kate? \n[35]Look, maybe I\u0092m not as good a consigliere as you are but you have to trust me on this one.  A little flirtation\u0092s harmless but you\u0092re playing with fire here.  The Fidelity Bank and Trust is a tough creditor.  You make a deposit somewhere else, they close your account forever. \n[36]Screw the rules.  I\u0092m talking about the choice. \n[37]C\u0092mon, Evelyn Thompson\u0092s got no class.  She doesn\u0092t marry Dr. Steve, the woman\u0092s living in a trailer. \n[38]All I\u0092m saying it there isn\u0092t a guy in Union County who wouldn\u0092t give his left nut to be married to Kate... \n[39]I\u0092ll see ya later, Jack... \n[40]Jesus, Bill, this thing is an antique.  Don\u0092t you even have image stabilization? \n[41]So Jack, it\u0092s your wife\u0092s birthday, got anything to say to her? \n[42]Hey, you can\u0092t park that thing here. \n[43]I don\u0092t care if you\u0092re Tim Allen with your fancy car and all your tools, you still can\u0092t park here. \n[44]How\u0092d you know my name? \n[45]I never won anything in bowling. \n[46]Wait a second... Jack...Jack... \n[47]Of course. Jack Campbell. I went to high school with you...you played baseball, right? You\u0092re doing well... \n[48]You never really talked to me.  I wanted to talk to you, man... ", "ANNIE": "\n[1]Jingle bells, Santa s mells, Rudolph laid an egg...la la la, la-la la la, la la la la la... \n[2]You too, Luce... \n[3]Rise...and...shine...! \n[4]Mom, don\u0092t you think we need to open the presents? \n[5]C\u0092mon, Dad.  Get up! \n[6]What\u0092s that? \n[7]I like this... ...thanks, Dad! \n[8]You\u0092re not really our dad, are you? \n[9]Where\u0092s my real dad? \n[10]They did a pretty good job. \n[11]The aliens...In the mother ship.  You look just like him. \n[12]Do you like kids? \n[13]You know how to make chocolate milk? \n[14]You promise not to kidnap me and my brother and implant stuff in our brains? \n[15]Welcome to earth. \n[16]Stop here... \n[17]This is day care.  It\u0092s where babies go when their parents are at work. \n[18]I have winter camp until four, then ballet until five thirty. \n[19]Try not to be late because kids don\u0092t like to be the last one picked up. \n[20]Bye... \n[21]Big Ed\u0092s. \n[22]That\u0092s where you work. \n[23]Mary Janes, Mom.  You promised. \n[24]Put the bicycle back on the ground... \n[25]Not bad...I shoulda warned you.  Dad always does something really special for their anniversary. \n[26]One year he had a solar system named after her... \n[27]Mom liked it. \n[28]That\u0092s good but...you did forget the anniversary. \n[29]You\u0092re really gettin\u0092 the hang of this. \n[30]The black one... \n[31]I\u0092m not worried, Mom. He\u0092s still learning our ways... \n[32]Really? \n[33]Mary Had A Little Lamb. \n[34]I knew you\u0092d come back... \n[35]Ringing my bell... \n[36]Is it morning yet? ", "ALAN": "\n[1]Sorry, Jack.  I told Dee and the kids I'd be home by dinner.  You know, it being Christmas Eve and all. \n[2]I don't know.  Maybe... \n[3]You're right, Jack.  Sorry... Jack approaches Alan. \n[4]Why Jack? \n[5]Jack, of course. \n[6]Please, call me Alan. We try to cultivate a casual atmosphere around here... \n[7]You have kids, Jack? \n[8]That\u0092s great... Why don\u0092t you have a seat? \n[9]So, Peter mentioned that you were an avid CNBC watcher but didn\u0092t say whether you had any actual Wall Street experience? \n[10]A broker? Really. And now you\u0092re in the tire business? \n[11]Uh huh. The retail end, I understand. \n[12]Mind if I ask what kind of sales you did last year? Ballpark... \n[13]Uh huh...one point seven. And what do you project for this year? \n[14]Any thoughts at all on that? \n[15]Jack? \n[16]Really. So you\u0092re projecting what, a tad over two million? \n[17]I\u0092m not trying to knock the tire business, Jack. \n[18]I\u0092m sure you do... \n[19]What about me? \n[20]I\u0092d love to. \n[21]...that\u0092s our war room. We did seven major deals last year, three of them hostile. \n[22]Let\u0092s cut the shit, huh Campbell? What, did you go through his wallet or something? \n[23]No matter. That circus act back there may have dazzled Lassiter momentarily but it doesn\u0092t do shit forme. Even if you get this job, which I highly doubt, let me warn you, Lassiter loses interest in his pet projects very quickly. I\u0092m in the big office because I\u0092ve proved myself to him year after year and nobody is going to come in here and start turning the old man\u0092s head. Especially not some tire salesman from New Jersey. So you watch yourself and stay away from Lassiter, and maybe, just maybe, I\u0092ll keep you on after he gets tired of you. Do we understand each other? \n[24]Do we?! \n[25]I don\u0092t think you\u0092re hearing me. \n[26]Thank god, Jack\u0092s here. I\u0092ll call you right back... \n[27]Jack, are you okay? \n[28]It\u0092s not good.  Bob Thomas has secretly been talking to a European drug company. We\u0092re not sure which one, Julia\u0092s on it right now. Word is they\u0092re willing to let him buy a minority stake and keep running the entire company.  The Global people are up in arms.  They say we should\u0092ve been prepared for this.  We\u0092re in trouble here, Jack... \n[29]Excuse me? \n[30]Is this another one of those Sun Tzu \u0093Art of War\u0094 tricks? \n[31]So what are we gonna do, Jack? \n[32]Jack...? ", "LASSITER": "\n[1]Eight forty-five on Christmas Eve and Jack Campbell is still at his desk.  There's a Hallmark moment for you... \n[2]That's because I'm a heartless bastard who only cares about money. \n[3]I just got a call from Terry Haight.  Bob Thomas is nervous... \n[4]Someone's gonna have to nurse him through this. \n[5]I need you, tiger.. \n[6]Aspen. \n[7]You're a credit to capitalism, Jack. \n[8]You suddenly having trouble getting dates? \n[9]Then leave it in the past. Old flames are like old tax returns.  You keep `em in the file cabinet for three years and then you cut `em loose. \n[10]I seem to have had some kind of blow out... \n[11]Do I know you? \n[12]Well, I\u0092m impressed. \n[13]I really am... \n[14]So, about my car... \n[15]This has my office address on it... Why don\u0092t you drop it off yourself? \n[16]...we\u0092re really more of a boutique operation, as you can see... \n[17]Alan, this is Jack Campbell...the one I was telling you about... \n[18]Let\u0092s let the man have his say... \n[19]He certainly has your number, Alan. \n[20]That\u0092s easy. You\u0092ve seen my car. \n[21]Oh? And how would you \n[22]Alan, why don\u0092t you show Jack around a bit... ", "EVELYN": "\n[1]Kate!  Jack! Everybody, Jack and Kate are here! \n[2]Like the dress...? \n[3]I thought I saw you notice it at the kids\u0092 recital. \n[4]Finger food...? \n[5]C\u0092mon, as soon as I put them down, you\u0092re gonna grab a couple...you always do... \n[6]Let me.  They\u0092ll melt in your mouth... \n[7]Good? \n[8]Mushroom puffs aren\u0092t the only thing I do well... \n[9]Hi Jack... \n[10]Very funny.  I saw you out there on lane five. What do you have the flu or something? \n[11]Need a nurse? \n[12]If that\u0092s what you want... \n[13]Are we what, Jack? \n[14]Are we finally being honest? \n[15]Okay, you\u0092re right, we\u0092ve been dancing around this for years... \n[16]God, my heart is racing. Here goes... When I get dressed for a party and I know you\u0092re going to be there... well, let\u0092s just say I don\u0092t go strapless because my husband likes it... \n[17]I\u0092ve got six sets of snow tires piled up in my garage and I won\u0092t even drive in the snow...And our kids just happen to be in the same ballet class every year? \n[18]So, if you\u0092re asking me whether I\u0092d like it to be more, the answer is yes... \n[19]...and Kate would never have to know. \n[20]Steve\u0092s out of town with the kids this week.  Why don\u0092t you just stop by... ", "PAULA": "\n[1]I hope you don't mind.  There were like ten new ones in the cabinet. \n[2]Did you really mean what you said about Tuscany? \n[3]Last night was great... \n[4]Thanks.  You're not bad yourself... \n[5]I'd like that, too. \n[6]It's Christmas Eve, Jack. \n[7]I have to go to my parents' house out in Jersey.  Would you like to come? \n[8]I'm taking the train... \n[9]Don't you have anywhere to go? \n[10]Maybe I can try and sneak away some time tomorrow morning... Okay? \n[11]It was nice meeting you, Jack... \n[12]Waiting for me by the door, huh? \n[13]Merry Christmas... \n[14]It\u0092s whatever you want it to be, Jack... \n[15]Jack?...Jack! ", "ADELLE": "\n[1]Only eight thirty?  What's the matter, had some last minute shopping to do? \n[2]You're a ray of sunshine, Jack. \n[3]Oh, and Oxxford called... \n[4]Her assistant said you could call her at home after eight. \n[5]Yeah Jack, her assistant... \n[6]You?  Married? \n[7]Excuse me? \n[8]So you left her?  Just like that? \n[9]Stop Jack, I'm getting all weepy. \n[10]And look where it's led you... I'm gonna get her on the phone... \n[11]No?!  You almost married this woman.  Aren't you even curious what she wants? \n[12]That'll be a nice little holiday treat. \n[13]Hey Santa, where are you? Everybody\u0092s here. \n[14]You were supposed to be here half an hour ago...the emergency strategy session? Your trip to Aspen? They\u0092re all panicked here... \n[15]Jack...? Are you going through the tunnel? ", "BIG ED": "\n[1]Jack you ol\u0092 bird dog. Merry Christmas to ya\u0092... \n[2]I heard that.  This is who I am, woman! Tell her, Jack!  You\u0092re the only one who gets me, for god\u0092s sake! \n[3]\u0091Course you do.  Hell, it\u0092s almost 8 a.m. Where are my two l\u0092il pardners?  Annie!  Josh! Giddy up, Bid Ed\u0092s here! \n[4]Damned if I know... \n[5]What the hell are you talking about? What\u0092s he talking about? \n[6]The Caddy?  Why don\u0092t you take your own damn car! \n[7]He\u0092s got a perfectly good mini-van sitting out there in the driveway! \n[8]Jack my boy!  You are looking mighty worse for the wear...Hey, guess who I played bridge with two nights ago...? \n[9]Hell, you\u0092ll never guess.  One Sydney Potter.  That\u0092s Sydney Potter, Chief Executive Officer of BuyRite Transport.  Only the third largest trucking company in the state.  I even let the sonuvabitch win, which wasn\u0092t easy because the guy\u0092s been bashed in the head by Teamsters so many times his brain\u0092s like porridge.  Anyhoo, he\u0092s looking for a new parts supplier... we can handle that kind of volume, right? \n[10]Got a minute, Jack? \n[11]Jack, meet Sydney Potter, BuyRite Transport, one of Jersey\u0092s top businessmen... \n[12]My daughter\u0092s no slouch either... \n[13]C\u0092mon Jack... \n[14]That\u0092s my boy... C\u0092mon, lemme show you the rest of the ranch... \n[15]Nice shootin\u0092, Jack... ", "KENNY": "\n[1]Uh...sure Jack... Right back there... \n[2]No, I didn\u0092t...that\u0092s great. \n[3]Uh huh... \n[4]Here we are, mag wheels... Hey Jack, are you sure you\u0092re okay? \n[5]Uh...I just started here last Tuesday. \n[6]Kate\u0092s on two, Jack. Nice ride... \n[7]You want me to handle him?  I think I\u0092m ready... \n[8]Okay, chief. ", "LORI": "\n[1]Are you from the shipping company? \n[2]Kate! Some guy\u0092s here! \n[3]Do you want me to look for the box or call the airline? \n[4]Hey, kind of giving up Christmas day for my ex-boss here. \n[5]Maybe it\u0092s by the wardrobe boxes... \n[6]I\u0092ll go for a cup of coffee! \n[7]Congratulations. The La Guardia flight\u0092s canceled but I got you out of Kennedy on United at nine. Am I good or what? ", "FRANK": "\n[1]Mr. Campbell.  Why didn't you call down, I would've had Joe get your ride. \n[2]Nice night for it.  I'll have Louis send your car home. \n[3]Merry Christmas to you, sir... \n[4]Whoa, whoa, whoa...hold it right there... \n[5]Mr. Mintz? I don\u0092t think so...building\u0092s closed pal.  You\u0092ll have to come back tomorrow. \n[6]I don\u0092t care who you are.  It\u0092s Christmas and like I told you the building is closed. ", "SAM WONG": "\n[1]Dairy case.  Five dollar. \n[2]Ticket bad.  You draw in lines with pencil. \n[3]You draw lines with pencil!  I know about this! \n[4]Get out, I call 911. \n[5]You leave now.  Take ticket somewhere else. Next customer in line...! \n[6]Get out! ", "MAN": "\n[1]Okay, I\u0092ll take them... \n[2]Can I help you? \n[3]Kate? No, there\u0092s no one here named Kate.  Is that good enough for you? \n[4]Hey, are you okay? \n[5]Is there anything I can do for you? \n[6]Hey, my wife\u0092s in the kitchen. You got a cigarette? "}}