{"dialogues": {"REED": "\n[1]High open space, exposed structural elements.  Obviously aimed at first time visitors to create feelings of... smallness, inadequacy. \n[2]This wasn't our first stop, in case you forgot NASA.  And Victor's not that bad.  He's just a little... Larger than life. \n[3]He's financed some of the biggest breakthroughs of this century. \n[4]Reed Richards and Ben Grimm to see -- \n[5]My research suggests that exposure to a high-energy cosmic storm born on solar winds might have triggered the evolution of early planetary life. \n[6]In six weeks another cloud with the same elemental profile will pass Earth's orbit.  A study in space could advance our knowledge about the structure of the human genome, and help cure countless diseases, extend human life -- \n[7]Give kids the chance to be stronger, healthier, less prone to -- \n[8]But I haven't fully explained my -- \n[9]You remember in school we talked about working together.  That's what I was about to explain... \n[10]Ben.  This is business.  Just work.  \n[11]You're, you've, I mean, how have you bee-- \n[12]Not at all. \n[13]You back this mission, and I'll sign over a fair percentage of any applications or -- \n[14]Ben, the money's not important.  We could save lives. \n[15]Hilarious. \n[16]Ben, think about all the people we can help if this works -- \n[17]We got what we wanted.  That's enough. \n[18]Those solar winds are flaring, but I factored them into my coordinates and -- \n[19]Well, uh, based on our history...you can handle the biogenetics, and I'll focus on the molecular physics.  Or, uhm, maybe I should take the biotech, you work the microscopes, since you have some background in electropho-- \n[20]I, uh, think I remember the number. \n[21]As far as crew, I was hoping Ben could pilot the mission -- \n[22]External SRBs, orbital system engines. Its just like the shuttles you flew in -- \n[23]Youthful high spirits. \n[24]I'm sure he's matured since then. \n[25]When have I asked you to do something you absolutely said you could not do? \n[26]I had it at four. \n[27]Wow.  Fantastic. \n[28]Material made from self-regulating unstable molecules.  I've been working on a formula for this. \n[29]He's made a few changes. \n[30]Victor's better at these things. \n[31]Yes.  Yes it is. \n[32]The shields on the station should protect us. \n[33]Let's start loading those samples. Get your suit ready, Ben. \n[34]Sure. \n[35]No...no...impossible.  It's...too fast. \n[36]The cloud is accelerating! \n[37]I don't know what happened. \n[38]We've got minutes until it hits, not hours...Victor, that storm's deadly -- the radiation's lethal.  We need to abort. \n[39]Ben's still out there -- \n[40]Ben, we need you back inside. \n[41]Ben.  This is serious.  Turn around. \n[42]Come on, Ben, come on... \n[43]Not until Ben is back inside! \n[44]Victor's right.  Johnny, get to the command center.  Close the shields.  \n[45]He's not responsive -- \n[46]How's she doing? \n[47]Blood panels show no irradiation. Good.  You'll step up this protocol, every -- \n[48]Sue...I want to tell you...I'm... \n[49]She's allergic to orchids.  Put that Amaryllis Apapathos by her bed.  The African lilies?  They're her favorites. \n[50]Three days.  I was worried about you. How are you feeling? \n[51]I don't know.  I just keep going over and over the numbers. \n[52]I should have done more, run more tests -- \n[53]Yeah, you and Debbie and perfect -- \n[54]What?  Come on.  She's got a good thing with Victor -- \n[55]He's smart, powerful, successful -- \n[56]Ben.  He'll give her the life she deserves.  She ended up with the right guy.  Things worked out for the best. \n[57]Are you alright? \n[58]Feeling better? \n[59]That's good.  That's uh...good. \n[60]I'm really happy for you and Victor. \n[61]I can tell you guys are enjoying what was the best part of our relationship -- \n[62]Passion. \n[63]For science. \n[64]What?  What did I say? \n[65]I...I...I just wanted to -- \n[66]Uh, Sue...?  I can't. \n[67]Sue...look at your hands. \n[68]Let's not jump to conclusions, we need a massive amount of evidence before making that leap. \n[69]The cloud has fundamentally altered our DNA. \n[70]We have to find Ben. \n[71]Ben, are you there? \n[72]...Ben? \n[73]Ben did this. \n[74]He's had some kind of...reaction to exposure from the cloud.  And he's not the only one. \n[75]He's going home. \n[76]Look, we've got a friend out there in trouble.  We need to get to him before -- \n[77]We need to get past them. \n[78]Sue.  Your clothes.  Lose them. \n[79]You've been working out. \n[80]Uh, Sue? \n[81]Ben.  Are you okay? \n[82]I swear to you, I will do everything in my power until there is not a breath left in me: you are going to be Ben again. \n[83]We're not going public with this. We're scientists, not celebrities. \n[84]Uh, during our recent mission to the Von Doom space station, we were exposed to as yet-unidentified radioactive energy, most likely some kind of nucleotide compoun-- \n[85]Ben Grimm is a genuine American hero who's been through a terrible orde-- \n[86]Look, we went up to space to find a way to understand DNA, to cure disease, save lives.  Well, now it's our DNA, our disease, our lives on the line... Thank you.  No more questions. \n[87]I'm afraid so... \n[88]Any visitors while I was away? \n[89]We had a tough year. \n[90]Oh, it is. \n[91]That's what we're here to find out. \n[92]We should stay here until we can define the extent of our changes... \n[93]...and figure out how to reverse them. Let me show you to your rooms. \n[94]Victor!  What are you doing here? \n[95]Not much.  We need to run tests to see the extent of the damage. \n[96]Victor wait... I just wanted to say, I'm sorry the mission didn't go as planned -- \n[97]I ruined?  With all due respect, I told you to abort -- \n[98]Victor, if we could understand what happened to us -- \n[99]If we're going to identify the source of the mutation, we need to isolate your recombinant DNA so we can activate positional genomes. \n[100]No, just sit back.  We have a good sense of your strength from the firetruck.  We need to find the source of your strength. \n[101]Okay, this might smart a little. \n[102]We'll...continue this later. \n[103]Back it down, Johnny! \n[104]Not only could you kill yourself, but you could set fire to Earth's atmosphere and destroy all human life as we know it. \n[105]Okay.  I've uh, got some questions, from Sue.  That she thought might be better coming from me... Can you, you know, go to the bathroom...like normal... \n[106]Ben, I'm afraid I've got to ask -- \n[107]O-kay.  We'll skip that question. \n[108]Is there something about flames? About flaming, that you -- \n[109]What?  No.  I'm trying to figure out why we each ended up with different symptoms. \n[110]It's not \"invisibility\" per se. You're bending the light around you with some kind of malleable force field.  That's what you projected on the Bridge. \n[111]Have you had any side-effects, from your powers? \n[112]You should be able to bend light around other objects, even people, if you could control your emotional state better -- \n[113]I'm saying, if you had a little more self control, you could locate the trigger.  Can you remember the exact emotions when -- \n[114]Okay.  Is there any way to duplicate that feeling?  Some memory or... \n[115]How's that coming -- whoa -- \n[116]What in the world would give me that idea? \n[117]I mean, you broke up with me, right? \n[118]No, I distinctly remember: you walked out my door.  Ergo... \n[119]I think it was a little more complicated than -- \n[120]There were a lot of variables to consider -- \n[121]Sue...I just...I thought... \n[122]Our uniforms were exposed to the storm like us.  So they can transform like us, becoming invisible, changing size on demand or remaining impervious to flame. \n[123]They're not costumes. \n[124]Nothing...nothing...nothing... \n[125]Of course...of course...the cloud... \n[126]The plants, from space.  Their particles are still charged.  With the right amount of energy, those ions could create the elemental profile of the cosmic storm. \n[127]If we can build a machine to re-create the storm, we can reverse the polarity -- \n[128]Curing countless diseases, not just ours. \n[129]Of course.  Of course. \n[130]With the right energy, we can stabilize the storm.  Maybe tie into the city grid... \n[131]There's a system to it. \n[132]Wait!  Sue, don't touch tha-- \n[133]That's what I'm trying to calculate. And it's not rubber.  It's muscle, tendon.  I seem to have the ability to manipulate the malleability of my molecular structure and redistribute my density to -- \n[134]No way to know.  Without more tests, experiments. \n[135]BEN!  What?  What's going on!? \n[136]He talked me into it. \n[137]Ben!  Slow down a second and -- \n[138]...wait for me... \n[139]This isn't permanent, Johnny.  We need to be careful until we're normal again. \n[140]You need to control yourself and think before you -- \n[141]A higher calling like getting girls and making money? \n[142]Victor, are you...are you okay? \n[143]What are you doing here? \n[144]But I'm not done with the machine -- \n[145]Mass-produced?  This isn't a toaster.  You have no idea how it works. \n[146]The storm needs to be handled exactly right, or it could make our mutations worse, much worse, maybe even kill us... \n[147]Victor, please.  We need time to verify the data... We can't afford any mistakes -- there's only enough ions for two or three attempts. \n[148]He was going to take away all my data, equipment -- \n[149]Which is why I'm working twenty hours a day, checking every variable -- \n[150]I'm not the only one in there.  I got you, Vic, Ben, Johnny, all rattling around in there. \n[151]I could get Ben to tap into the Baxter's main power to generate enough voltage -- \n[152]You were? \n[153]You know, I bribed the projectionist ten bucks to keep it open late? \n[154]Sue, you were right.  It wasn't complicated.  I just wasn't ready to be...to become... You can be a little intimidating. \n[155]You always talked about how you liked the kind of man who could approach you...speak his mind.  One who wasn't afraid to tell you what he wanted. \n[156]Why didn't you say something? \n[157]Ben -- \n[158]We're working as hard as we can -- \n[159]Come on, this is nothing. \n[160]Ben, I don't know if this thing'll change us back or make us worse. I need you to be patient for a little while longe-- \n[161]I am looking.  That's why I can't make a mistake!  I've got to get it right, and it's not right yet!  We need to test this. \n[162]I'm OK.  Just go, go after him.  Stop him. \n[163]I can...make it work. \n[164]The power...I need...more power...to control...the storm -- \n[165]Oh god Ben.  Are you okay? You did it, you really did it... \n[166]Victor...?  What, what happened to you?  What did you do to your -- \n[167]Victor, this isn't the way to -- \n[168]Sue.  The only thing I ever knew without thinking was... I...love... \n[169]\n[170]Johnny.  SUPERNOVA. \n[171]Now. \n[172]Sue, I need some of that anger, rage, frustration -- \n[173]Time for your lesson, Vic.  Chem 101: what happens when you supercool hot metal...? Ben... \n[174]Well, we do have the suits... \n[175]Ben, I've been crunching the numbers on the machine.  I think if we can rework the power settings... \n[176]Sue, can I talk to you for a second? \n[177]I found a broken gasket, from space -- \n[178]If one of us were to wear it... \n[179]No more thinking, no more variables... Sue Storm...will you... Sue?  Sue?  You there? ", "SUE": "\n[1]He's right, Ben. \n[2]It's just business. \n[3]Ben, it's been too long. \n[4]Never better. \n[5]Ancient history. \n[6]You sure about this, Reed? \n[7]I was talking about us.  Working together. \n[8]Right.  That's exactly what I meant. \n[9]I'll schedule the launch.  Call me in the morning to talk about resources and crew. \n[10]It's been changed. \n[11]Well, he's welcome to ride shotgun, but we already have a pilot on our payroll.  You remember my brother Johnny... \n[12]Victor did. \n[13]The synthetics act as a second skin, adapting to your individual needs to -- \n[14]Great minds think alike. \n[15]Long way from the projection booth at the Hayden Planetarium, isn't it? \n[16]We can monitor the cloud's approach and observe the tests from here. \n[17]I understand the business reasons. \n[18]It's been a good two years, Victor... The company's accomplished so much. \n[19]Uh, Victor, I hope I haven't done something to make you think... \n[20]Johnny... Reed... \n[21]What are you doing? \n[22]You can't leave them out there. \n[23]I can try. \n[24]Johnny!  Reed! \n[25]I can only stay for one drink, Ben. I've got to meet with Victor. \n[26]Yes, thanks. \n[27]You always had a way with words. I should be getting back. \n[28]You're happy for me and Victor. \n[29]Which was? \n[30]You are such a dork, Reed... You never got it and never will unless it's explained to you in quantum physics. \n[31]It's never what you say.  It's what you don't say. What you don't do... \n[32]It's been two years, and all you can say is you're happy for me and some other guy... You know, Victor may be a lot of things, but at least he's not afraid to fight for what he wants... And it's nice to be wanted sometimes. To be heard...seen... Reed, look at me. \n[33]What?  What do you mean you -- \n[34]It has to be the cloud.  It's fundamentally altered our DNA. \n[35]Apparently I can disappear. \n[36]Johnny. \n[37]Stop it. \n[38]Open up Ben, we need to talk. \n[39]I think that thing is Ben. \n[40]Victor, are you feeling alright? \n[41]We need to find him. \n[42]Victor, I'm sorry I -- \n[43]What now?  Reed...?  What do we do? \n[44]Ben's out there.  Let's go get him. \n[45]What? \n[46]What...? Oh. \n[47]Shut up. \n[48]Any more ideas, Reed?  Maybe you should strip down next, see how it feels to have fifty people staring -- \n[49]Oh.  Well then... \n[50]\n[51]Johnny, slow down.  Let's think this through, a second. \n[52]We don't know much more than you do, at this point.  Which is why we will be going directly to the lab, where we can diagnose our symptoms and -- \n[53]Jimmy.  Good to see you again. \n[54]How come Ben can't turn it on and off like us? \n[55]If it happened to him, then it could... \n[56]Grow up, Johnny.  You want to run around on fire for the rest of your life? \n[57]Victor, your scar -- \n[58]I'm sorry I didn't get a chance to -- \n[59]Thank you, that's generous, but I think I should stay here.  With my brother.  Until we get a handle on this. \n[60]We need to give you a physical, so we know what got zapped. \n[61]You were at 4000 Kelvin.  Any hotter, you're approaching supernova -- \n[62]That's the temperature of the sun. \n[63]He cooked the equipment. \n[64]What about you?  You haven't eaten in days.  How come you're never on this side of the microscope? \n[65]Bruises...from the bridge? \n[66]I've had some headaches.  Migraines. \n[67]Excuse me? \n[68]Anger.  Rage.  Frustration. \n[69]I'm sure I can come up with something. \n[70]I'm sorry, I'm sorry, I didn't mean to do that... You must think that was some kind of latent hostility or -- \n[71]Are you kidding? \n[72]Reed.  I was ready for the next step, you weren't, ergo, I walked. \n[73]I just wanted to share an apartment. What was so complicated about that? \n[74]No.  There weren't.  There was you. And me.  No variables, no math.  It was actually the simplest thing in the world.  But your head got in the way... like it always does. \n[75]Same old Reed.  Too much thinking... \n[76]The suit will stretch.  You should try it -- \n[77]We're not taking them out.  Johnny, we need to stay here till we've stabilized. \n[78]What are you doing? \n[79]And reverse the mutations -- \n[80]But we're the focus, right Reed? Reed...? \n[81]And you sure you can control this thing?  Last time didn't work out so well. \n[82]You really need to get a janitor. \n[83]This must be what it looks like inside your head. \n[84]Sorry.  My fault.  I won't...touch anything. \n[85]You said it was urgent. \n[86]Victor, wait, slow down a second.  I want you to know I appreciate everything you've done for me, but I just don't -- \n[87]He's working round the clock.  But the data needs to be tested, analyzed before -- \n[88]If these molecules aren't stable, they could make us worse, maybe even kill us. \n[89]Please don't make this personal -- \n[90]Victor, we can't do anything until the research is ready. \n[91]That's new... \n[92]Have you read these...?  From all over.  People want us to fight crimes... save their kids...solve their problems... ...when we can't even solve our own. \n[93]Reed.  How close are we to a cure? \n[94]We're not specimens, we're patients. This isn't just another science project to you, is it...? \n[95]He didn't. \n[96]What did he do to the uniform?! \n[97]Girl...?! \n[98]I'm driving. \n[99]You gave us names?  What are you, the \"face\" of the Fantastic Four now? \n[100]You two need a time-out. \n[101]Damn it, Johnny. \n[102]Ben!  Slow down... \n[103]He didn't mean it.  You know Johnny. He's always been a hothead -- \n[104]Just give Reed a little more time. You know how he works -- analyzing every little step before he takes one -- \n[105]No, it's not.  I thought I was done waiting for Reed... We're all in this together now, Ben. \n[106]Can I talk to you? \n[107]Don't let Victor push you into making a mistake -- \n[108]Better than your life.  Victor's not the one who has to get into that thing.  We are. \n[109]Every variable but yourself.  You don't eat, sleep.  You can't live in your head like -- \n[110]So clear it out.  Get out of your head.  Get out of here... \n[111]Reed.  Shh.  Just be quiet.  And look up. \n[112]Remember our first date here...?  God, I was so nervous. \n[113]Of course I was.  I'd read all your papers on bioethics.  Some of them two times just so I'd have something to say to you. \n[114]I gave him twenty. \n[115]I didn't want that night to end. \n[116]I did.  I did, Reed...but I wanted you to be that man. \n[117]When I walked out, I waited ten minutes outside your door.  Ten. Waiting for you to come find me. \n[118]That would have kinda defeated the purpose.  And Reed... I'm saying it now. \n[119]Come find me. \n[120]Ben!  Stop it!  Or I'll stop it. \n[121]Johnny?  Did you see Ben? \n[122]Is that what you call it?  \"Real\"? \n[123]Johnny, slow down.  Think.  You know mom didn't raise us to -- \n[124]As soon as you stop acting like one. Come on, you're smarter than this. You think those people out there care about you?  You're just a fad to them. \n[125]Oh god, Reed. \n[126]What did you do, Reed?  What did you do? \n[127]Reed, stop, you need to rest your -- \n[128]You need a doctor. \n[129]Ben?! \n[130]No, I'm sorry, for pushing you out. \n[131]Where is Reed? \n[132]What are you doing -- \n[133]But Johnny...you can't fly. \n[134]Ben, you got what we all wanted. You need to stay here.  It's too dangerous. \n[135]What has he done to you? \n[136]Victor, please -- \n[137]We know the machine works.  It worked on Ben, it'll work on you.  We can turn you back -- \n[138]Victor.  You always thought you were god. \n[139]No, Victor... Let's. \n[140]Me too, Reed. \n[141]Can't...hold...on... \n[142]I'm sure I can come up with something. \n[143]You know, about what we said up there, I think maybe -- \n[144]Hilarious. \n[145]A gasket?  Reed, we're at a party. \n[146]Reed.  What are you doing? \n[147]Yes. ", "BEN": "\n[1]Good thing it ain't workin... Reed, what are we doing here?  This guy's fast-food, strip-mall science -- \n[2]You'd never know it. \n[3]Jesus.  That too? \n[4]What's the price for a smile round here? \n[5]I can't take this. \n[6]Heya Susie. One more thing he's got. \n[7]What about his first born? \n[8]He knew about NASA.  What if he made the call to shut us down -- \n[9]Maybe you should think about yourself for once.  You always let this guy push you round -- \n[10]I know, I know.  I'm just worried about what he wants... Speaking of which... \n[11]Way to not overthink it. So when do we leave? \n[12]Can't do it.  I cannot do it. \n[13]No.  I cannot take orders from that underwear model.  That wingnut washed out of NASA for sneaking two Victoria Secret wannabes into a flight simulator. \n[14]They crashed it into a wall.  A flight simulator. \n[15]Five times. \n[16]This makes five. \n[17]I can handle the ship.  I can even handle Mr. Blonde Ambition.  But I don't know if I should be flying or playing Vegas in these suits.  Who the hell came up with them? \n[18]Isn't that your speech? \n[19]This is your dream, Reed.  You should be the one up there. \n[20]I'll be watching over you. \n[21]Soon as I'm back, I'm gonna trade that in for a bigger rock. \n[22]What the hell you smiling at?  Just keep your mouth shut, and your mind on those SMBs -- \n[23]What's wrong with being bald...? \n[24]Keep talking, there won't be a next time. \n[25]Is it safe? \n[26]Should? \n[27]He does the talking.  I do the walking.  Got it? \n[28]'Course not.  Strictly business. \n[29]Hey, two hearts got busted last time. Maybe she's not over it either. \n[30]Put your tiny little mind at ease. \n[31]I ain't done arranging your flowers, egghead. \n[32]Roger that, on my way. \n[33]Where...where am I? \n[34]Reed? ... Sue? \n[35]What's wrong with me? \n[36]Give me a mirror... \n[37]Give me the god damn mirror! \n[38]How long was I out? \n[39]Solid. \n[40]How you doing? \n[41]Reed.  Even you can't compute every little thing. \n[42]It was a freak of nature.  Last I checked, you don't have a crystal ball.  Let it go. \n[43]You go through something like this, makes you appreciate having the right woman in your life. \n[44]Reed, I'm not talking about Debbie. \n[45]I'm sorry, did that cosmic-bath loosen your screws? \n[46]Well maybe you should date him. \n[47]Do I have to do everything myself? \n[48]Wouldn't want to keep Vic waiting. \n[49]Hey Reed, what are you doing here? Great, why don't you join us? \n[50]God, I'm starving.  Gonna hit the buffet. \n[51]Pardon me... \n[52]I think I need to lie down.  Bad shrimp. \n[53]Really bad shrimp. \n[54]\n[55]Hello, Operator? \n[56]Deb... It's me.  I need you to step out front. \n[57]I got a surprise for you too. \n[58]Don't come any closer for a sec.  This is gonna be kind of a shock... You remember when we said \"together forever no matter what\"? \n[59]Deb, it's me.  It's still me. \n[60]I love you, Deb. \n[61]A few days in space, it'll be great, what's the worst that could happen? \n[62]Perfect.  Thanks. \n[63]You think you got trouble?  Take a good look, pal, how bad could it be? \n[64]Okay, easy there, buddy. \n[65]You had to choose my spot, didn't you? \n[66]This is really not my day. \n[67]A little help here?!  You wanna hit that button, sir? \n[68]What the --! \n[69]Am I okay?!  You wanna explain that?! \n[70]Or this?!  What the hell am I? 'Cause I sure ain't Ben anymore. \n[71]Be nice. \n[72]Uh...don't do drugs. \n[73]Yeah, nine years straight. \n[74]I'll take the stairs. \n[75]You got a chisel round here? \n[76]Well why didn't you say so?  You want me to lift some weights or something? \n[77]How bad is it?  You know I used to smoke. \n[78]Yeah. You don't wanna know the details. \n[79]Not unless you want that clipboard stretched up your -- \n[80]You look like an eighties rock band. \n[81]I wouldn't be caught dead in that. \n[82]Maybe it's missing a utility belt. \n[83]Yeah I'm surprised.  Surprised the fire department didn't shut this down. \n[84]I already got it.  Everything I want. \n[85]That's not funny! \n[86]Ernie.  Sorry for killing your business.  I'll take the usual, then I'm out... Better make it a double. \n[87]If there's a God, she hates me. \n[88]You wouldn't say that, if you could see me. \n[89]Trust me, this ain't one of those times. \n[90]\n[91]Oh, he did. \n[92]Could be worse. \n[93]Okay.  I'm gonna go kill him now. \n[94]It's about to be a broken face. \n[95]Did you just -- \n[96]Okay, that's it, tinkerbell!  You want to fly?  Fly. \n[97]It's not him.  It's them. I can't live like this. \n[98]It's easy for you to be patient. \n[99]Together?  Look at me, Susie.  You got no idea what I'd give...to be invisible.  Your nightmare...is my dream. \n[100]Eyebrows are a little big... \n[101]How'd you know it was me? \n[102]I'm not really dressed for a party. \n[103]No, I mean...I'm a little...dusty... \n[104]Those yours too? \n[105]What are you doing here? \n[106]About me?  How sweet. \n[107]Yeah, I have that effect on people. \n[108]Oh, you remember my name do you?  You happen to remember what you swore to do with every breath in your body? \n[109]Yeah.  I can tell.  Victor was right. \n[110]Glad \"nothing\" could take you away from your work. \n[111]Look at me, Reed.  Look at me! \n[112]I spent my whole life protecting you, from the schoolyard to the stars.  For what?  So you could play Twister with your girlfriend while I'm the freak of the week? \n[113]Stay out of this Susie. \n[114]Good thing you're flexible enough to watch your own back.  'Cause you're on your own now. \n[115]Go back to the drawing board. \n[116]What is this?  Where's Reed? \n[117]What do you want, Vic? \n[118]Reed said it'd be weeks till -- \n[119]And you can?  Power it up? \n[120]Let's do it. \n[121]Oh my God... Th-thank you.  THANK \n[122]Vic... What the...? \n[123]Victor, the machine worked for me.  It can work for you -- \n[124]You planned this...? \n[125]And no Thing to stand in your way. \n[126]The machine works.  And Vic's gone Mister Hyde on us -- \n[127]Victor must've taken him. \n[128]We need to help Reed -- \n[129]What...what have I done? \n[130]\n[131]Damn, I've been wanting to do that. \n[132]Victor's \"not that bad,\" huh?  Just \"a little larger than life\"?  Maybe you'll listen to me next time before -- \n[133]Excuse me, Maam.  Can I borrow your car? \n[134]Not gonna be a problem. \n[135]Got it, teach. \n[136]Job, huh...? \n[137]Funny how things turn out, isn't it? \n[138]Forget it, egghead.  I'm good as is. \n[139]I like the sound of that. \n[140]No more cracks about how I look. \n[141]Showoff. ", "VICTOR": "\n[1]But dreams don't pay the bills, do they? Same old Reed, the hopeless optimist. Still reaching for the stars, with the world on your back. \n[2]So it's not my money you want.  It's my toys... Tell me: if NASA doesn't trust you, why should I? \n[3]That's my job.  To stay a step ahead. To know what other men don't. \n[4]I think you both know my Director of Genetic Research, Susan Storm. \n[5]This isn't going to be a problem, is it? \n[6]Good.  Then you're just in time to hear the great Reed Richards ask me for help. You know, you made a lot of folks at MIT feel like a junior high science fair.  So you'll excuse me if I savor the moment. \n[7]The number's seventy-five.  And it's applications and patents. \n[8]Twenty-five percent of a billion is enough to keep the lights on, isn't it?  Maybe even pay off your fourth mortgage on the Baxter Building. \n[9]Deal...? \n[10]Well then, to our future.  Together. \n[11]Funny how things turn out, isn't it? \n[12]If Reed's right, then this little trip will double our stock offering. \n[13]Reed's always right.  Good thing he doesn't always know what he's got... \n[14]Guess some think faster than others. \n[15]I hired Armani to design the pattern. These colors will look great on camera. \n[16]Showtime. \n[17]It's not just the money.  I could make money in my sleep. \n[18]History, Leonard.  History. Everything else is conversation... How's the other matter? \n[19]Today we stand on the edge of a new frontier.  In the furthest depths of outer space...we will find the secrets to inner space.  The final key to unlocking our genetic code lies in a cosmic storm... \n[20]Think of a world without genetic flaws -- no asthma, allergies, baldness, breast cancer... \n[21]Darwin discovered evolution.  Now we -- I -- will define it.  Only in America could... \n[22]Leonard, how's the feed? \n[23]What's wrong, Ben?  Eighty-million dollars worth of equipment not enough for you? \n[24]So you still do all the heavy lifting? \n[25]Maybe you should have stayed back in the lab.  Field work never suited you. \n[26]Got it.  So take a walk, Ben...I'm going to borrow Susan for a second. \n[27]Surprised I agreed to Reed's proposal? \n[28]Well, when you're looking at your future, it never hurts to find closure about the past. \n[29]Susan, every man dreams that he'll meet some woman he can give the world to. \n[30]In my case, it's not just a metaphor. \n[31]You've been with me two years now. \n[32]Right, of course, the company... But you see, I've come to realize all the accomplishments in the world mean nothing without someone to share them with -- \n[33]Sue, I've lived my life unafraid of taking big steps.  And this is the biggest step yet.  If it helps, think of this as a promotion.  A merger of sorts... Four little words that can change our lives... \n[34]Get a grip.  Reed.  We didn't come all this way to lose our nerve at the first little glitch.  Just close the shields... \n[35]So reel him in.  But we came here to do a job.  So let's do it.  Quickly. \n[36]Reed, we're running out of time. \n[37]Reed, you need to get up here so we can close the shields!  Now! \n[38]It's too late for him, and soon it'll be too late for all of us. \n[39]Raising the shields. \n[40]Watch me.  Reed had his chance.  You can't help them any more than I can. \n[41]Accused by who?  My competitors? \n[42]Danger is always part of discovery. What would have happened if Ben Franklin never went out in a storm? Without risk, there's no reward. \n[43]And you'll have it.  I've never come up short.  And I'm not going to start now. \n[44]Yes, of course.  I've never been more confident in the compan-- \n[45]How's the IPO? \n[46]Reed's disaster.  You know, I half- think he did this to me on purpose. \n[47]Get me on the AM shows, Larry King, cover of the Journal... I've got to do something about this scar.  Make sure they only shoot my right side. \n[48]And that's a good thing? \n[49]Later.  First, I've got some unfinished business.  A deal that needs closing... \n[50]That's why.  Because I could have any other woman... You know, when they asked Caesar \"why England,\" he said, \"because it's not mine.\" \n[51]What's going on? \n[52]Just a little banged up.  A couple scrapes.  Why? \n[53]Ben did this? \n[54]Just find him. \n[55]Make sure you find Ben, bring him back here.  And keep it quiet.  I don't need this to hit the press. \n[56]Front page? \n[57]Leonard.  Think bigger. \n[58]Ned, you know I can turn this around. \n[59]I really appreciate all your support. \n[60]Goddamn book-keeper doesn't know preferred stock from livestock. \n[61]Very simple.  I cure them.  If I can cure these freaks, then I can cure anyone.  What better way to restore my reputation? \n[62]God, I've been so worried about you. \n[63]I told you, I'm fine.  It's you I'm worried about. \n[64]Please, no apologies.  I've arranged for your things to be moved to one of my condos.  You'll have round-the clock care. \n[65]Sue.  I think you should let my doctors have a look at you. \n[66]I'm starting to wonder the same thing... How much do you know about what happened to you? \n[67]Well, let me know if there is anything I can do.  We're all in this together now. \n[68]Didn't go as planned?  It was a catastrophe.  You ruined the lives of four people -- \n[69]Abort?  Reed, I put my company, my name, billions of dollars on the line, and I will not let you make me look like a fool -- \n[70]I don't want to understand it.  This isn't one of your science projects.  I just want to fix it.  Fast! \n[71]No problem, Ben. \n[72]Just pay your goddamn electric bill, and get to work on a cure. \n[73]So what's the prognosis? \n[74]And they're changing into... \n[75]Like the shields Reed said would protect us. How long? \n[76]What do you mean \"complete\"? \n[77]What? \n[78]Look at me.  I have a life.  I'm the face of a billion-dollar-company... We need to keep this confidential, understand? \n[79]That's terrible news... \n[80]...but I think I'll get a second opinion. \n[81]The only thing he's closer to is Sue... \n[82]Make me a reservation for two at Cipriani tonight. \n[83]And get this over to Ben Grimm. \n[84]Thank you for coming out to see me. \n[85]It is.  There's something we need to talk about.  Something I need to ask you... \n[86]Susan.  What are you doing? \n[87]You think I brought you here to talk about us?  Please.  This is business. I need to know: how close is Reed to finding to a cure? \n[88]Same old Reed.  All analysis, no action.  Wasn't that the problem with you two? \n[89]Then why is Reed dragging his feet? Maybe he likes having his prize specimen under glass... It's ironic, isn't it?  You're finally the perfect woman for him...because you're his science project. \n[90]Oh, I think you already have. \n[91]\"We,\" huh? \n[92]Don't forget who you work for, Susan. So get to work.  And do your job. \n[93]I have a plan to use their publicity for -- \n[94]You need to look long-term here. Without risk, there's no -- \n[95]It's pronounced Latveria. This meeting's over, Ned. \n[96]Reed... He got what he wanted... Everything he wanted...he took from me. \n[97]Now I'm going to take it back.  Piece by bloody piece... \n[98]Don't worry about me.  Worry about yourself. \n[99]What I should have done a long time ago.  Applications and patents, Reed. This all belongs to me. \n[100]Which is precisely the point. Analysis is over.  It's time for action.  My men could have mass- produced this by now. \n[101]Re-create the storm, invert the polarity here, reverse the mutation there.  Don't talk to me like I'm some schoolboy.  I've got the same Phd you do. \n[102]Reed.  I'm not asking permission. We'll build it, while you check the specs. \n[103]Need a ride, Johnny? \n[104]A few fans.  Hope you don't mind. \n[105]Look, I built my business knowing what people want.  And right now, the people want you. \n[106]No we don't.  Which is why we need to strike while the iron's hot. I'm talking action figures, videogames, sponsors -- \n[107]Johnny.  Let's be honest here.  Ben, Reed, Sue.  Good people, all.  But stars? I don't want to break up the band, but you're the one they want.  Don't you think it's time to go solo...? \n[108]Take the car for a spin.  Think about it.  Is this the life you want?  Or would you rather live in Reed's lab...? \n[109]This seat taken? \n[110]I'm worried about you. \n[111]Come on.  Let me buy you something to eat.  Looks like you could use the company. \n[112]I know it can't be easy.  Life hasn't changed that much for Reed, Sue and Johnny.  At least they can go out in public.  But for you?  People staring. Whispering behind your back... \n[113]I'm just saying, I know what it's like to lose something you love.  To see it slip away, and know it's never coming back. \n[114]For your sake I hope you're right. I'm sorry if that sounds a little skeptical. \n[115]Look, he's a brilliant man, we should trust he's working as hard as he can. You're his best friend.  So what possible reason could he have for taking his time? I mean, other than getting close to Sue? \n[116]More power...? \n[117]Ben, come in. \n[118]Where do you think?  With Sue. \n[119]I'll take it from here, Leonard. \n[120]To help you.  I've run every test known to man.  And they all yield the same result: the machine is ready. \n[121]He also said we'd avoid that storm in space.  And we know how that turned out. \n[122]He couldn't generate enough power for the machine to reach critical mass. Yet another mistake for \"Mr. Fantastic.\" \n[123]Yes.  I've found a new energy source. \n[124]Tell me...do you want to be Ben Grimm again? ", "JOHNNY": "\n[1]Captain on the bridge! \n[2]Digital camera: $254.  Memory stick: $59.  The look on your hard-ass former CO's grill when he finds out he's your junior officer: priceless. \n[3]Keep the hot side hot, and the cool side cool! \n[4]Actually, the engines are SMEs. Hydrogenbase, carbon propellant. Couple generations past your last ride. I'm not as dumb as you look. \n[5]If you behave, maybe next time daddy'll let you drive. \n[6]Please tell me your dawg's not trying to rekindle things with my sister. \n[7]Yeah, well, his eyes say different. \n[8]Let's see: you got Victor, stud of the year, more coin than God?  Or Reed, the world's dumbest smart guy worth less than a postage stamp.  Hmmm, it's a toss-up. \n[9]Don't you wander off, boy. \n[10]What about you? \n[11]Come on big guy, you can do it! \n[12]Ben!  Ben! \n[13]Back on Earth.  Victor's medical facility... We're in quarantine. \n[14]They're fine.  Everybody else...is fine. \n[15]I swear to you they've done everything humanly possible.  The best plastic surgeons in the world, Ben.  You had the best -- \n[16]They said that's not such a good idea, the shock alone could -- \n[17]Unfortunately, the doctors just couldn't do anything to fix your face! \n[18]Nice 'do.  Going for the \"grandpa\" look? \n[19]I don't know if \"we've\" noticed, but the sickest runs this side of the Alps are right outside that window -- \n[20]Finish the tests, I know -- could you give me a hand with this zipper? \n[21]Not yet. \n[22]Luckily grandma still sends care packages. \n[23]Brubbles my Triddle Name. \n[24]So are you! \n[25]I've never felt better in my life. When do you get off work? \n[26]Meet me at 4:01, top of the run. That'll give you a minute to freshen up. \n[27]Me like-y. \n[28]I though we went over this. \n[29]Not this again -- \n[30]Care to join me? \n[31]You guys will not believe what just happened! \n[32]Now what is up with that? \n[33]Cool.  What'd it do to you guys? \n[34]Please tell me you go silent too. \n[35]Flame on, flame off.  Flame on, flame off -- \n[36]Okay, \"mom.\" \n[37]Oh, you dawg you.  Better not be my nurse! \n[38]Ewwwwwwww.  That is disgusting. \n[39]What is that thing? \n[40]Anybody know where the big guy's going? \n[41]Not even Ben deserves that. \n[42]This is wrong in so many ways. \n[43]I'm gonna need serious therapy. \n[44]Nice. \n[45]Okay.  Done thinking. \n[46]That'd be me. \n[47]Working on it.  And it's a lot harder -- \n[48]Symptoms?  Please.  If having powers is a disease, then yeah we got it. And we are gonna blow your minds. There's a new day dawning.  The day of the Fantastic Four. \n[49]What he's trying to say is: every team needs a mascot... \n[50]Smile, Ben.  They want to like you. Give 'em your good side.  Or your less bad side. \n[51]Twenty?  From outside the place looks a lot taller. \n[52]Either we're moving really fast...or not at all. \n[53]Wait.  You mean there's chance we could be full-on-24-7-fantastic? \n[54]Is that a trick question?  C'mon, I can't be the only one who thinks this is cool. \n[55]This place is deluxe.  You got cable? \n[56]I can go hotter! \n[57]You're really cramping my style here. \n[58]Sweet. \n[59]Gotcha.  Okay.  Supernova bad. \n[60]What are you trying to say?  Just because I dress well and like to dance -- \n[61]Oh, well that's easy: I'm hot. You're...well, you're a little limp. Sue's easy to see through.  And Ben's always been a hardass. Why aren't you writing this down? \n[62]Okay guys, we have a serious problem. \n[63]He's right.  These costumes are... missing something.  I can't put my finger on it -- \n[64]I'm getting sick of being trapped here.  NASA wasn't even this strict! \n[65]How far's that rubber bend? \n[66]Right, whatever, have fun. \n[67]Hey, Ronnie Renner!  I'm a big fan. \n[68]My bad.  Sorry about that. Thanks for the lesson, bro. \n[69]Not too much, but I will say that it's all weather and no leather.  Kind of Armani meets Astronaut. \n[70]I go by the Human Torch.  The ladies call me Torch. \n[71]Uh, we call my sister the invisible girl...the Invisible Girl. \n[72]Well, I wouldn't say he's the leader. \n[73]That's it.  Just The Thing.  We would have gone with The Rock, but it was taken.  And \"Thing\" pretty much sums it up. \n[74]Actually, between us, I think he's got some problems staying rigid. \n[75]Dude.  That's my sister. \n[76]Where's my ride? \n[77]What the?!  Is that my -- \n[78]You're gonna pay for that, Pebbles. What?! \n[79]What if some of us don't want to be \"normal\" again?  We didn't all turn into monsters like -- \n[80]Let's see if we can get blood from a stone. \n[81]Blockhead started it! \n[82]Act.  Here we go again.  Reed, what if we got these gifts for a reason?  What if we have some, you know...like, calling? \n[83]Is there any higher? \n[84]This is who we are Reed.  Accept it. Or better yet: enjoy it. \n[85]Gotta take care of the fans, right? \n[86]And we don't want to let the people down now, do we? \n[87]Videogames?  You serious? \n[88]You talk to Reed and Sue about this? \n[89]Christmas come early!  Check it out! \n[90]Hey!  That's a prototype! \n[91]Yeah, for the last time, I hope.  I'm done with this freak show.  I'm moving back to the real world. \n[92]At least it beats living in a lab like somebody's science project. \n[93]Look around, sis!  She's not here.  So you can stop talking to me like I'm your little boy -- \n[94]Let's try something new: you live your life.  And I'll live mine. And just for the record: they LOVE me. \n[95]What do you say we get out of here? \n[96]This your boyfriend? \n[97]Sue! \n[98]I'm sorry, sis, for leaving you guys -- \n[99]Jesus, Ben! I go away, look what happens.  You got a lot of explaining to do. \n[100]Really?  With a name like Von Doom? Never saw that one coming. \n[101]Great.  Heat-seeker. \n[102]Sis.  Let me take care of you for once. \n[103]Well then this'll be one hell of a basejump. \n[104]Come on...come on...come on... \n[105]\n[106]Had a little relapse, huh? \n[107]Welcome back. \n[108]But all these people... \n[109]Damn, I love this job. \n[110]Dude, that's still my sister. \n[111]Hey, I'm Mr. Sensitivity now. Clear the way, wide load coming through. ", "DOOM": "\n[1]Everyone thought I was safe behind those shields... \n[2]It did, Ben.  It worked perfectly. \n[3]I've always wanted power.  Now I've got an unlimited supply... \n[4]Take a good look, Ben.  This is what a man looks like who embraces his destiny. \n[5]One down, three to go. \n[6]Right on cue. \n[7]No, Reed.  I did. \n[8]Exactly what I said I would: I built a better, stronger being.  And outsmarted the great Reed Richards -- \n[9]You always know best.  So tell me. What happens when you superheat rubber? \n[10]Never better, Jimmy.  And it's Doctor Doom now. \n[11]Why the long face? \n[12]Chemistry 101, Part Two.  What happens to rubber when it's super- cooled? \n[13]Allow me. \n[14]Painful...? \n[15]You don't know the meaning of the word. \n[16]But you will. \n[17]Flame off. \n[18]How romantic. \n[19]It's Doctor Doom to you. \n[20]Do you really think fate turned us into gods so we could refuse these gifts? \n[21]Sue please, let's not fight. \n[22]Susan...... You're fired. \n[23]Marco... \n[24]Polo. \n[25]One more down.  Now it's just the scientist and his specimen. \n[26]And so four became none.  It's my time now. \n[27]And you can't stop me. \n[28]Hello Susan. \n[29]What is this?  The pitiful three? \n[30]This is going to be fun. \n[31]Is that the best you can do...?  A little heat...? \n[32]No. ", "LEONARD": "\n[1]And if he's not...? \n[2]They're ready for you, sir. \n[3]Our numbers are through the roof.  The IPO's tracking at fifty, sixty a share.  The bank's five times oversubscribed -- \n[4]Then what is it? \n[5]Harry Winston sends his regards. \n[6]Recording, sir.  We see you perfectly. \n[7]Stable.  We're looking at low twenties.  It's a good number, considering the fallout from -- \n[8]Sir, I'm sure he wouldn't put himself -- \n[9]Actually, uh, people seem to think the scar \"humanizes\" you. \n[10]You know, maybe you should get some rest -- \n[11]Sir, I've always wondered... Why Sue? You could have any woman in the world but -- \n[12]Yes sir.  You've got the Mayor at eight, then a nine-thirty interview with the Journal -- \n[13]Top left, like you asked. Today Wall Street.  Tomorrow, who knows...maybe Washington. \n[14]Uh, sir...Larry King called, to cancel. Apparently, there's a bigger story. \n[15]Sir.  Reed's comments at that press conference killed us.  How are we going to turn this around? \n[16]Is Reed any closer to a cure? \n[17]Sir, is everything okay?  What happened to your...? \n[18]Ben!  They need you back at the Baxter building.  It's...Reed. \n[19]Yes sir. ", "ALICIA": "\n[1]Who killed the party? \n[2]I don't think She's real big on hate. \n[3]Can I...?  See you...? \n[4]It's okay, I won't bite... ...not that I could. \n[5]Such a sad face... You know, sometimes being different isn't a bad thing. \n[6]See you round, Benny... \n[7]I'm Alicia, by the way. \n[8]I'm blind, not deaf.  Wanna come in? \n[9]Relax, it's casual. \n[10]My step-dad's.  I'm strictly into stone.  I was wondering when you'd walk by. \n[11]\"Sensual blind chick seeks three-ton, rock-hard he-man for deep spiritual relationship.\" \n[12]Bennie.  You feel pretty good as is. \n[13]I wouldn't know anything about that. \n[14]Tell me.  When you grew up in Brooklyn, how many astronauts did you know? You went your own way then.  You didn't listen to people.  So why start now...? \n[15]Look around.  I'll get us drinks. They always let blind girls cut the line. \n[16]That's my Benny. \n[17]We're going to have to work on your touch. ", "NED CECIL": "\n[1]Well, Victor, the bank would like to congratulate you.  On the fastest freefall since the Depression.  We can't even give your stock away. \n[2]You promised a cure-all, and came back with this.  Who the hell's going to invest in a biotech company that turns its workers into circus freaks? \n[3]You've got a week, Victor.  One week to turn this around.  Or we pull out... This meeting is over. \n[4]This is how you \"turn things around\"? These freaks are on the front page and your company's in the obituaries. \n[5]Victor, stop.  The bank's lost enough already.  This isn't a negotiation. It's a notification.  We're pulling out. \n[6]Reward.  We all know the sales pitch, Vic.  And frankly, we're done buying... Gentlemen. \n[7]Hello...? \n[8]Von Doom?  Gave me a little shock.  No hard feelings, right?  Nothing personal. \n[9]You know, you could always move back to Latvura, start fresh. \n[10]Maybe that's where you belong, back in the \"old country.\" ", "THE THING": "\n[1]God.  I was good looking. \n[2]You know, you could'a run an ad in the personals. \n[3]This ain't permanent.  My friend Reed's working on a cure...I think. \n[4]You don't know what it's like out there.  Walking around like some kind of circus freak.  People staring, whispering -- \n[5]I mean... \n[6]'Scuse me. \n[7]If you're trying to cheer me up you're doing a helluva job -- \n[8]Reed's gonna fix me up -- \n[9]Skeptical...? ", "DEBBIE": "\n[1]Just get back soon, or I start looking for a new groom. \n[2]I don't care about rocks, I care about you. You bring him back in one piece, or you can forget being Best Man. \n[3]Out front?  You home, baby?  I got a surprise for you. \n[4]Ben? \n[5]Baby, you're scaring me. \n[6]Oh my G-g-g.  What did you...do to Ben? \n[7]Don't...don't...DON'T TOUCH ME! \n[8]What did you wish for, honey? ", "DOCTOR": "\n[1]Stable.  Vitals are strong. \n[2]Four hours.  We know what we're doing... One more day of observation, then you're all cleared. \n[3]Your tissue, your organs, your entire biophysical structure is changing. Every system is still functioning, somehow -- \n[4]I don't really know.  A compound organic-metallic alloy.  Stronger than titanium or carbon steel.  Harder than diamonds -- \n[5]At this rate, the infection should be complete in two, maybe three weeks -- \n[6]I wish I could tell you.  I can't pretend to know what we're dealing with here.  I'll notify the CDC and -- \n[7]The Center for Disease Control.  If this thing is contagious -- \n[8]But...this disease...is progressive... degenerative... ", "SEXY NURSE": "\n[1]And where do we think we're going? \n[2]You're hot! \n[3]I mean, you feel a little feverish. \n[4]My shift ends at four, but I couldn't -- \n[5]Stay right.  Left is trouble. \n[6]Last one down springs for room service. \n[7]You're on fire! \n[8]No: You're ON FIRE! ", "X GAMES ANNOUNCER": "\n[1]And now, ladies and gentlemen, we have a special guest for you... Johnny Storm of the Fantastic Four! \n[2]A rock-solid double-flip! \n[3]Look at that lift, ladies and gentlemen! \n[4]Frontside 360!  He's totally flat and whipped! \n[5]Whoa!  That's a...what is that?  A 720? \n[6]He's going for a Kiss of Death! \n[7]Is he......flying? \n[8]Unbelievable, ladies and gentlemen! You've just seen the first...the first...TORCHFLIGHT!  The McTORCH! ", "CHIEF FIREMAN": "\n[1]There's some folks outside, want to talk to you. \n[2]Too late, son. \n[3]That's what they're calling you.  The Fantastic Four. \n[4]So which one of you's the leader? \n[5]No seriously. \n[6]You're on, son.  They all want a statement. ", "VOICE": "\n[1]There a problem, Vic? \n[2]Damn, Stretch! \n[3]I figured the only way to get you here was to stick that in the window. \n[4]Actually, Vic... \n[5]I can't let you do that. \n[6]Four. "}}