{"dialogues": {"MARGE": "\n[1]...  Oh, my.  Where?...  Yah... Oh, geez... \n[2]...  Okay.  There in a jif... Real good, then. \n[3]...  You can sleep, hon.  It's early yet. \n[4]Yah. \n[5]That's okay, hon.  I gotta run. \n[6]Aw, you can sleep, hon. \n[7]Aw, Norm. \n[8]Thanks, hon.  Time to shove off. \n[9]Love ya, hon. \n[10]Hon? \n[11]Prowler needs a jump. \n[12]Hiya, Lou. \n[13]Yah, thanks a bunch.  So what's the deal, now?  Gary says triple homicide? \n[14]Where is everybody? \n[15]Ah, geez.  So...  Aw, geez. Here's the second one...  It's in the head and the ... hand there, I guess that's a defensive wound.  Okay. \n[16]...  Where's the state trooper? \n[17]Okay, so we got a state trooper pulls someone over, we got a shooting, and these folks drive by, and we got a high-speed pursuit, ends here, and this execution-type deal. \n[18]I'd be very surprised if our suspect was from Brainerd. \n[19]Yah.  And I'll tell you what, from his footprints he looks like a big fella - \n[20]Uh - I just, I think I'm gonna barf. \n[21]I'm fine - it's just morning sickness. \n[22]...  Well, that passed. \n[23]Yah.  Now I'm hungry again. \n[24]Oh, yah.  Norm made some eggs. \n[25]Let's go take a look at that trooper. \n[26]There's two of 'em, Lou! \n[27]Yah, this guy's smaller than his buddy. \n[28]For Pete's sake. \n[29]Well, he's got his gun on his hip there, and he looks like a nice enough guy.  It's a real shame. \n[30]You haven't monkeyed with his car there, have ya? \n[31]Somebody shut his lights.  I guess the little guy sat in there, waitin' for his buddy t'come back. \n[32]Heck, yah.  Ya think, is Dave open yet? \n[33]No, no, I just wanna get Norm some night crawlers. \n[34]You look in his citation book? \n[35]Uh-huh. \n[36]I'm not sure I agree with you a hunnert percent on your policework, there, Lou. \n[37]Yah, I think that vehicle there probly had dealer plates.  DLR? \n[38]Yah.  Say, Lou, ya hear the one about the guy who couldn't afford personalized plates, so he went and changed his name to J2L 4685? \n[39]Yah. \n[40]Hiya, hon. \n[41]Yah. \n[42]You bet.  Thanks for lunch.  What do we got here, Arbie's? \n[43]...  How's the paintin' goin'? \n[44]Aw, hon, you're better'n them. \n[45]They're good, Norm, but you're better'n them. \n[46]Ah, ya got Arbie's all o'er me. \n[47]How we doin' on that vehicle? \n[48]Geez, that's a good lead.  The Blue Ox, that's that trucker's joint out there on I-35? \n[49]Oh, yah? \n[50]Where you girls from? \n[51]Okay, I want you to tell me what these fellas looked like. \n[52]In what way? \n[53]Can you be any more specific? \n[54]Was he funny-looking apart from that? \n[55]So you were having sex with the little fella, then? \n[56]Is there anything else you can tell me about him? \n[57]And what about the other fella? \n[58]Yah? \n[59]Uh-huh. \n[60]Yah, that can happen. \n[61]Oh, yah? \n[62]Oh, you bet, yah. \n[63]...  Well, I'm turnin' in, Norm. \n[64]Hello? \n[65]Yah? \n[66]...  Well, yah.  Who's this? \n[67]...  Mike Yanagita! \n[68]Yah, yah, course I remember. How are ya?  What time is it? \n[69]No, that's okay. \n[70]Yah. \n[71]Yah, that's me. \n[72]Okay, ya know.  Okay. \n[73]Yah - how are you doon? \n[74]Heck, it's been such a long time, Mike.  It's great to hear from ya. \n[75]Pretty darn good, ya want some? \n[76]Whatcha got there? \n[77]Mm. \n[78]Uh-huh...  A what? \n[79]Uh-huh. \n[80]...  Yah, okay, I think I'll drive down there, then. \n[81]How ya doin'? \n[82]Real good.  I'm Mrs. Gunderson, I have a reservation. \n[83]Is there a phone down here, ya think? \n[84]...  Detective Sibert?  Yah, this is Marge Gunderson from up Brainerd, we spoke -  Yah.  Well, actually I'm in town here.  I had to do a few things in the Twin Cities, so I thought I'd check in with ya about that USIF search on Shep Proudfoot... Oh, yah?...  Well, maybe I'll go visit with him if I have the...  No, I can find that...  Well, thanks a bunch.  Say, d'ya happen to know a good place for lunch in the downtown area?...  Yah, the Radisson...  Oh, yah?  Is it reasonable? \n[85]- Wednesday night? \n[86]Well, you do reside their at 1425 Fremont Terrace? \n[87]Anyone else residing there? \n[88]Well, Mr. Proudfoot, this call came in past three in the morning. It's just hard for me to believe you can't remember anyone calling. \n[89]...  Now, I know you've had some problems, struggling with the narcotics, some other entanglements, currently on parole - \n[90]Well, associating with criminals, if you're the one they talked to, that right there would be a violation of your parole and would end with you back in Stillwater. \n[91]Now, I saw some rough stuff on your priors, but nothing in the nature of a homicide... \n[92]...  I know you don't want to be an accessory to something like that. \n[93]So you think you might remember who those folks were who called ya? \n[94]Mr. Lundegaard? \n[95]I wonder if I could take just a minute of your time here - \n[96]Huh?  Do you mind if I sit down - I'm carrying quite a load here. \n[97]...  You're the owner here, Mr. Lundegaard? \n[98]Well, you can help me.  My name's Marge Gunderson - \n[99]Uh-huh.  Well, I'm a police officer from up Brainerd investigating some malfeasance and I was just wondering if you've had any new vehicles stolen off the lot in the past couple of weeks - specifically a tan Cutlass Ciera? \n[100]...  Mr. Lundegaard? \n[101]Yah.  Yah.  Home a Paul Bunyan and Babe the Blue Ox. \n[102]Yah, ya know we've got the big statue there.  So you haven't had any vehicles go missing, then? \n[103]Okey-dokey, thanks a bunch.  I'll let you get back to your paperwork, then. \n[104]Mike! \n[105]Yah - easy there - you do too! I'm expecting, ya know. \n[106]Just a Diet Coke. \n[107]...  This is a nice place. \n[108]You're livin' in Edina, then? \n[109]Oh, yah, a long time ago. \n[110]Oh, yah, but there's not a heckuva lot to discuss.  What about you, Mike?  Are you married - you have kids? \n[111]No, I -  Mike - wyncha sit over there, I'd prefer that. \n[112]No, just so I can see ya, ya know. Don't have to turn my neck. \n[113]No, no, that's fine. \n[114]I think I remember Linda, yah. She was - yah.  So things didn't work out, huh? \n[115]Well, they're a good outfit. \n[116]It sounds like you're doin' really super. \n[117]I'm sorry. \n[118]No, I didn't... \n[119]I'm sorry, Mike. \n[120]Better times. \n[121]Well, I always liked you, Mike. \n[122]It's okay, Mike -  Should we get together another time, ya think? \n[123]It's okay... \n[124]It's okay, Mike... \n[125]Norm? \n[126]Oh, pretty good.  They bitin'? \n[127]Oh, fine. \n[128]No, no. \n[129]Had dinner at a place called the King's Table.  Buffet style.  It was pretty darn good. \n[130]Yah, not too bad.  So it's nice up there? \n[131]No, I'm leavin' this mornin', back up to Brainerd. \n[132]Mm.  But ya think he's all right? I saw him last night and he's - \n[133]Well, it was nothin' specific he said, it just seemd like it all hit him really hard, his wife dyin' - \n[134]Linda. \n[135]Linda Cooksey? \n[136]So ... they didn't... \n[137]Oh.  Oh, my. \n[138]Oh.  Geez. \n[139]Geez.  Well - geez.  That's a suprise. \n[140]Hello? \n[141]Mr. Lundegaard?  Sorry to bother you again.  Can I come in? \n[142]I unnerstand.  I'll keep it real short, then.  I'm on my way out of town, but I was just -  Do you mind if I sit down?  I'm carrying a bit of a load here. \n[143]Yah, it's this vehicle I asked you about yesterday.  I was just wondering - \n[144]Okay, are you sure, cause, I mean, how do you know?  Because, see, the crime I'm investigating, the perpetrators were driving a car with dealer plates.  And they called someone who works here, so it'd be quite a coincidence if they weren't, ya know, connected. \n[145]So how do you - have you done any kind of inventory recently? \n[146]but do you know that for sure without - \n[147]Yah, but - \n[148]I know, but - well, how do you establish that, sir?  Are the cars, uh, counted daily or what kind of - \n[149]...  I'm sorry, sir? \n[150]Sir, you have no call to get snippy with me.  I'm just doin' my job here. \n[151]Sir, could I talk to Mr. Gustafson? \n[152]...  Mr. Lundegaard? \n[153]Sir?  Right now? \n[154]I'm sorry, sir, I - \n[155]...  Oh, for Pete's sake. \n[156]...  Oh, for Pete's sake... \n[157]...  For Pete's s- he's fleein' the interview.  He's feelin' the interview... \n[158]...  Detective Sibert, please... \n[159]Uh-huh. \n[160]And his wife? \n[161]Geez.  Looks like this thing goes higher than we thought.  You call his home? \n[162]Oh, my. \n[163]Boy, this thing is really ... geez. \n[164]Yah.  Well, I just can't thank you enough, Detective Sibert, this cooperation has been outstanding. \n[165]End a April. \n[166]This'll be our first.  We've been waiting a long time. \n[167]Oh, yah, I know that! \n[168]You have children? \n[169]Oh, now he's adorable. \n[170]Oh, he's adorable. \n[171]Where'd you get him that parka? \n[172]Oh, no, I can't let you do that. \n[173]Well, okay - thank you, Detective. \n[174]In her cruiser, on her two-way.  Through it we hear Lou's voice, heavily filtered: \n[175]The day of our homicides. \n[176]And this guy is... \n[177]Gustafson's accountant. \n[178]But we still haven't found Gustafson. \n[179]Sorry - didn't copy. \n[180]Copy.  And Lundegaard too. \n[181]Oh, I'm almost back - I'm driving around Moose Lake. \n[182]Yah, the loudmouth.  So the whole state has it, Lundegaard and Gustafson? \n[183]Copy. \n[184]There's the car!  There's the car! \n[185]My car!  My car!  Tan Ciera! \n[186]Copy.  Yah, send me back-up! \n[187]Yah, Menominie only has Chief Perpich and he takes February off to go to Boundary Waters. \n[188]Stop!  Police!  Turn around and hands up! \n[189]...  Hands up! \n[190]...  Police! \n[191]...  Halt! \n[192]...  Halt! \n[193]...  Halt! \n[194]...  All right, buddy.  On your belly and your hands clasped behind you. \n[195]...  So that was Mrs. Lundegaard in there? \n[196]...  I guess that was your accomplice in the wood chipper. \n[197]...  And those three people in Brainerd. \n[198]...  And for what?  For a little bit of money. \n[199]...  There's more to life than money, you know. \n[200]...  Don't you know that?...  And here ya are, and it's a beautiful day... \n[201]...  Well... \n[202]...  I just don't unnerstand it. \n[203]Oooph! \n[204]They announced it? \n[205]...  So? \n[206]Your mallard? \n[207]Norm, that's terrific! \n[208]It's terrific! \n[209]Oh, for Pete's - a course they do! Every time they raise the darned postage, people need the little stamps! \n[210]When they're stuck with a bunch a the old ones! \n[211]That's terrific. \n[212]...  I'm so proud a you, Norm. \n[213]I love you, Norm. \n[214]Two more months. ", "JERRY": "\n[1]Yah, Shep Proudfoot said - \n[2]Shep said 8:30. \n[3]I'm sure sorry.  I - Shep told me 8:30.  It was a mix-up, I guess. \n[4]Yah, you bet.  It's in the lot there.  Brand-new burnt umber Ciera. \n[5]Yah, how ya doin'.  So, uh, we all set on this thing, then? \n[6]Yah, no, I'm sure you are.  Shep vouched for you and all.  I got every confidence in you fellas. \n[7]...  So I guess that's it, then. Here's the keys - \n[8]Huh? \n[9]Yah, but the deal was, the car first, see, then the forty thousand, like as if it was the ransom.  I thought Shep told you - \n[10]Well, okay, it's - \n[11]Yah, well, that was a mix-up, then. \n[12]Yah.  But it's not a whole pay- in-advance deal.  I give you a brand-new vehicle in advance and - \n[13]Okay. \n[14]Oh, no, it's real sound.  It's all worked out. \n[15]Yah. \n[16]Okay, it's - see, it's not me payin' the ransom.  The thing is, my wife, she's wealthy - her dad, he's real well off.  Now, I'm in a bit of trouble - \n[17]Well, that's, that's, I'm not go inta, inta - see, I just need money.  Now, her dad's real wealthy - \n[18]Well, it's all just part of this - they don't know I need it, see. Okay, so there's that.  And even if they did, I wouldn't get it. So there's that on top, then.  See, these're personal matters. \n[19]Yah.  Personal matters that needn't, uh - \n[20]Hon?  Got the growshries. \n[21]Yah, real good. \n[22]How ya doin', Wade? \n[23]Whatcha watchin' there? \n[24]...  Who they playin'? \n[25]Is he stayin' for supper, then? \n[26]Sure, ya done there? \n[27]Back at 9:30. \n[28]Wade, have ya had a chance to think about, uh, that deal I was talkin' about, those forty acres there on Wayzata? \n[29]Yah, you said you'd have a think about it.  I understand it's a lot of money - \n[30]A lot.  It's a limited - \n[31]I mean a parking lot. \n[32]Yah, well, it's a chunk, but - \n[33]Well, you know Stan'll say no dice.  That's why you pay him. I'm asking you here, Wade.  This could work out real good for me and Jean and Scotty - \n[34]Yah, but that TruCoat - \n[35]Yah, but I'm sayin', that TruCoat, you don't get it and you get oxidization problems.  It'll cost you a heck of lot more'n five hunnert - \n[36]Yah, but this TruCoat - \n[37]Okay, I'm not sayin' I didn't - \n[38]Well, okay, I'll talk to my boss... \n[39]...  See, they install that TruCoat at the factory, there's nothin' we can do, but I'll talk to my boss. \n[40]So you're goin' to the Gophers on Sunday? \n[41]You wouldn't have an extra ticket there? \n[42]Yah. \n[43]Well, he never done this before, but seein' as it's special circumstances and all, he says I can knock one hunnert off that TruCoat. \n[44]One hunnert's the best we can do here. \n[45]...  Yah, okay... \n[46]Say, let's watch the language - \n[47]How ya doin', Wade? \n[48]Oh, nothing, Wade.  How ya doin' there? \n[49]No kiddin'? \n[50]No kiddin'!  I'd need the cash pretty quick there.  In order to close the deal. \n[51]Yah. \n[52]Yah, okay. \n[53]Say, Shep, how ya doin' there? \n[54]Say, ya know those two fellas ya put me in touch with, up there in Fargo? \n[55]Well, yah, but he had a buddy there.  He, uh - \n[56]Well, that's okay, I just - \n[57]Carl somethin'? \n[58]Well, that's okay, he's a buddy of the guy ya vouched for, so I'm not worryin'.  I just, I was wonderin', see, I gotta get in touch with 'em for, I might not need it anymore, sumpn's happenin', see - \n[59]Yah, well, see, I did that, and I haven't been able to get 'em, so I thought you maybe'd know an alternate number or what have ya. \n[60]Okay, well, real good, then. \n[61]Yah, real good.  How you doin'? \n[62]Yah, it's pretty darned busy here, but that's the way we like it. \n[63]But I already got the, it's okay, the loans are in place, I already got the, the what, the - \n[64]Yah, so we're all set. \n[65]But the deal's already done, I already got the money - \n[66]Yah, well, they exist all right. \n[67]Well, but see, I don't have 'em in front a me - why don't I just fax you over a copy - \n[68]Yah, okay, I'll have my girl send you over a copy, then. \n[69]Yah, how much money was that? \n[70]Yah, no problem, I'll just fax that over to ya, then. \n[71]I mean send it over.  I'll shoot it right over to ya. \n[72]Okay, real good, then. \n[73]How ya doin' there, Stan?  How are ya, Wade? \n[74]Oh, those numbers are all right, bleemee. \n[75]Yah, thanks, Stan, it's a pretty - \n[76]...  Huh? \n[77]...  My fee?  Wade, what the heck're you talkin' about? \n[78]Yah. \n[79]Yah. \n[80]No, but, Wade, see, I was bringin' you this deal for you to loan me the money to put in.  It's my deal here, see? \n[81]Yah, right - \n[82]No, no.  I - I'd, I'd - pay you back the principal, and interest - heck, I'd go - one over prime - \n[83]No, see, I don't need a finder's fee, I need - finder's fee's, what, ten percent, heck that's not gonna do it for me.  I need the principal. \n[84]Yah, but I - okay, I would, I'd guarantee ya your money back. \n[85]Hon? \n[86]...  Got the growshries... \n[87]...  Hon? \n[88]Yah, Wade, I - it's Jerry, I. \n[89]...  Yah, Wade, it's, I, it's Jerry... \n[90]...  Wade, it's Jerry, I - we gotta talk, Wade, it's terrible... \n[91]...  Yah, Wade Gustafson, please. \n[92]No!  They said no cops!  They were darned clear on that, Wade!  They said you call the cops and we - \n[93]Well, they - \n[94]Yah, but think this thing through here, Wade.  Ya give 'em what they want, why wont' they let her go? You gotta listen to me on this one, Wade. \n[95]No!  No cops!  That's final!  This is my deal here, Wade!  Jean is my wife here! \n[96]You're darned tootin'! \n[97]Now come on here, no way, Wade! No way! \n[98]Yah! \n[99]They're gonna call, give me instructions for a drop.  I'm supposed to have the money ready tomorrow. \n[100]Yah, real good now. \n[101]No, I - they don't want - they're just s'posed to be dealin' with me, they were real clear. \n[102]Ya know, they said no one listenin' in, they'll be watchin', ya know. Maybe it's all bull, but like you said, Stan, they're callin' the shots. \n[103]Yah, geez, Scotty.  I'll go talk to him. \n[104]...  How ya doin' there, Scotty? \n[105]It's okay, Scotty.  They're not gonna want to hurt her any. These men, they just want money, see. \n[106]No, no, nothin's goin' wrong here. Grandad and I, we're - we're makin' sure this gets handled right. \n[107]No!  We can't let anyone know about this thing!  We gotta play ball with these guys - you ask Stan Grossman, he'll tell ya the same thing! \n[108]We're gonna get Mom back for ya, but we gotta play ball.  Ya know, that's the deal.  Now if Lorraine calls, or Sylvia, you just say that Mom is in Florida with Pearl and Marty... \n[109]...  That's the best we can do here. \n[110]Yah, ya got yer, this loaded here, this has yer independent, uh, yer slipped differential, uh, yer rack- and-pinion steering, yer alarm and radar, and I can give it to ya with a heck of a sealant, this TruCoat stuff, it'll keep the salt off - \n[111]Yah, you don't need that.  Now were you thinking of financing here? You oughta be aware a this GMAC plan they have now, it's really super - \n[112]Yah, okay. \n[113]Jerry Lundegaard. \n[114]Well ... yah. \n[115]Well, yah, I got an idea.  How's that Ciera workin' out for ya? \n[116]Well, what do ya mean? \n[117]What the - how's Jean? \n[118]My wife!  What the - how's - \n[119]What the heck're you talkin' about? Let's just finish up this deal here - \n[120]What the heck d'ya mean? \n[121]Oh, geez. \n[122]The heck d'ya mean?  What a you guys got yourself mixed up in? \n[123]This was s'posed to be a no-rough -stuff-type deal - \n[124]Well, I'm sorry, but I just - I - \n[125]Oh, for Chrissakes here - \n[126]Now we had a deal here!  A deal's a deal! \n[127]...  The heck d'ya mean? \n[128]Yah! \n[129]Yah! \n[130]Yah!  I ... those are in the mail. \n[131]Yah. \n[132]Yah. \n[133]...  Yah. \n[134]No, Wade!  They were real clear! They said they'd call tomorrow, with instructions, and it's gonna be delivered by me alone! \n[135]No, no.  See - they, no, see, they only deal with me.  Ya feel this, this nervousness on the phone there, they're very - these guys're dangerous - \n[136]The heck d'ya mean? \n[137]No, see - \n[138]Where's Shep? \n[139]...  Cop? \n[140]Huh?  Yah? \n[141]What...  What is it all about? \n[142]Naw, I...  Executive Sales Manager. \n[143]My father-in-law, he's the owner. \n[144]...  Brainerd? \n[145]...  Babe the Blue Ox? \n[146]No.  No, ma'am. \n[147]...  Yah, okay. \n[148]...  Yah, gimmee Shep...  The heck d'ya mean?...  Well, where'd he go?  It's only...  No, I don't need a mechanic - oh, geez - I gotta talk to a friend of his, so, uh ... have him, uh ... oh, geez... \n[149]Yah, I got the money, but, uh - \n[150]Yah, okay, but, uh - \n[151]...  Yah, well, you stay away from Scotty now - \n[152]Okay, real good, then. \n[153]It's okay, Scotty. \n[154]Be back in a minute.  If Stan calls you, just tell him I went to Embers.  Oh, geez - \n[155]Oh, geez! \n[156]Oh!  Oh, geez! \n[157]Yah. \n[158]Yah, okay. \n[159]Okay. \n[160]Yah. \n[161]Well...  I'm goin' ta bed now. \n[162]Yah, no, I'm kinda - I'm kinda busy - \n[163]No, I - \n[164]Yah, like I told ya, we haven't had any vehicles go missing. \n[165]Yah, I see. \n[166]The car's not from our lot, ma'am. \n[167]Well, I would know.  I'm the Executive Sales Manager. \n[168]We run a pretty tight ship here. \n[169]Ma'am, I answered your question. \n[170]Ma'am, I answered your question. I answered the darn -  I'm cooperating here, and I... \n[171]I'm not, uh, I'm not arguin' here. I'm cooperating...  There's no, uh - we're doin' all we can... \n[172]Well, heck, if you wanna, if you wanna play games here!  I'm workin' with ya on this thing, but \n[173]Okay, I'll do a damned lot count! \n[174]Sure right now!  You're darned tootin'! \n[175]...  If it's so damned imporant to ya! \n[176]Aw, what the Christ! ", "CARL": "\n[1]No, that's not it, Jerry. \n[2]The new vehicle, plus forty thousand dollars. \n[3]Shep didn't tell us much, Jerry. \n[4]Except that you were gonna be here at 7:30. \n[5]Yeah, you already said that. \n[6]I'm not gonna debate you, Jerry. \n[7]I'm not gonna sit here and debate. I will say this though:  what Shep told us didn't make a whole lot of sense. \n[8]You want your own wife kidnapped? \n[9]...  You - my point is, you pay the ransom - what eighty thousand bucks? -  I mean, you give us half the ransom, forty thousand, you keep half.  It's like robbing Peter to play Paul, it doesn't make any - \n[10]What kind of trouble are you in, Jerry? \n[11]So why don't you just ask him for the money? \n[12]Or your fucking wife, Jerry. \n[13]Personal matters. \n[14]Okay, Jerry.  You're tasking us to perform this mission, but you, you won't, uh, you won't - aw, fuck it, let's take a look at that Ciera. \n[15]What? \n[16]What're you, nuts?  We had pancakes for breakfast.  I gotta go somewhere I can get a shot and a beer - and a steak maybe. Not more fuckin' pancakes.  Come on. \n[17]...  Come on, man.  Okay, here's an idea.  We'll stop outside of Brainerd.  I know a place there we can get laid.  Wuddya think? \n[18]Yeah, yeah, Jesus - I'm sayin', we'll stop for pancakes, then we'll get laid.  Wuddya think? \n[19]Oh, Jesus, yeah. \n[20]...  Look at that.  Twin Cities. IDS Building, the big glass one. Tallest skyscraper in the Midwest. After the Sears, uh, Chicago... You never been to Minneapolis? \n[21]...  Would it kill you to say something? \n[22]\"No.\" First thing you've said in the last four hours.  That's a, that's a fountain of conversation, man.  That's a geyser.  I mean, whoa, daddy, stand back, man.  Shit, I'm sittin' here driving, man, doin' all the driving, whole fuckin' way from Brainerd, drivin', tryin' to, you know, tryin' to chat, keep our spirits up, fight the boredom of the road, and you can't say one fucking thing just in the way of conversation. \n[23]...  Well, fuck it, I don't have to talk either, man.  See how you like it... \n[24]...  Total silence... \n[25]Huh? \n[26]Geez.  That's more'n I've heard you say all week. \n[27]Ah, shit, the tags... \n[28]...  It's just the tags.  I never put my tags on the car.  Don't worry, I'll take care of this. \n[29]...  Let's keep still back there, lady, or we're gonna have to, ya know, to shoot ya. \n[30]...  Hey!  I'll take care of this! \n[31]How can I help you, officer? \n[32]It certainly is, officer.  Still got that smell! \n[33]Certainly - \n[34]Certainly. \n[35]...  I was gonna tape up the temporary tag, ya know, to be in full compliance, but it, uh, it, uh ... must a slipped my mind... \n[36]...  So maybe the best thing would be to take care of that, right here in Brainerd. \n[37]That's my license and regis- tration.  I wanna be in compliance. \n[38]...  I was just thinking I could take care of it right here.  In Brainerd. \n[39]Whoa...  Whoa, Daddy. \n[40]Whoa, Daddy. \n[41]Yeah. \n[42]Hold it. \n[43]Ha ha ha ha ha ha!  Jesus! \n[44]...days ... be here for days with a - DAMMIT! - a goddamn mute ... nothin' to do ... and the fucking - \n[45]...  TV doesn't even ... plug me in, man...  Gimmee a - DAMMIT! - signal...  Plug me into the ozone, baby...  Plug me into the ozone - FUCK!... \n[46]...  Who's Jean? \n[47]Oh, Jean's okay.  But there's three people up in Brainerd who aren't so okay, I'll tell ya that. \n[48]Blood has been shed, Jerry. \n[49]...  Blood has been shed. \n[50]Three people.  In Brainerd. \n[51]That's right.  And we need more money. \n[52]We need more - \n[53]\n[54]Look.  I'm not gonna debate you, Jerry.  The price is now the whole amount.  We want the entire eighty thousand. \n[55]Blood has been shed.  We've incurred risks, Jerry.  I'm coming into town tomorrow.  Have the money ready. \n[56]IS IT, JERRY?  You ask those three pour souls up in Brainerd if a deal's a deal!  Go ahead, ask 'em! \n[57]I'll see you tomorrow. \n[58]Yeah, I decided not to park here. \n[59]Yeah, I just came in.  I decided not to park here. \n[60]I decided not to - I'm, uh, not taking the trip as it turns out. \n[61]I just pulled in here.  I just fucking pulled in here! \n[62]I guess you think, ya know, you're an authority figure.  With that stupid fucking uniform.  Huh, buddy? \n[63]...  King Clip-on Tie here.  Big fucking man. \n[64]...  You know, these are the limits of your life, man.  Ruler of your little fucking gate here.  There's your four dollars.  You pathetic piece of shit. \n[65]Just in town on business.  Just in and out.  Ha ha!  A little of the old in-and-out! \n[66]Have ya been to the Celebrity Room before?  With other, uh, clients? \n[67]Yeah, well, it depends on the artist. You know, Jose Feliciano, ya got no complaints.  Waiter! \n[68]...  What is he, deaf?...  So, uh, how long have you been with the escort service? \n[69]Ya find the work interesting, do ya? \n[70]Shep!  What the hell are you doing? I'm banging that girl!  Shep!  Jesus Ch - \n[71]Shep!  Don't you dare fucking hit me, man!  Don't you - \n[72]Stay away from me, man!  Hey! Smoke a fuckin' peace pipe, man! Don't you dare fuckin' -  Unghh! \n[73]All right, Jerry, I'm through fucking around.  You got the fucking money? \n[74]Don't you fucking but me, Jerry. I want you with this money on the Dayton-Radisson parking ramp, top level, thirty minutes, and we'll wrap this up. \n[75]You're there in thirty minutes or I find you, Jerry, and I shoot you, and I shoot your fucking wife, and I shoot all your little fucking children, and I shoot 'em all in the back of their little fucking heads. Got it? \n[76]\n[77]Who the fuck are you?  Who the fuck are you? \n[78]I am through fucking around!  Drop that fucking briefcase! \n[79]Fuck you, man!  Where's Jerry?  I gave SIMPLE FUCKING INSTRUCTIONS - \n[80]Drop that fucking money! \n[81]Is this a fucking joke here? \n[82]...  Is this a fucking joke? \n[83]You fucking imbeciles! \n[84]Oh! \n[85]...  Owwmm... \n[86]...  Mmmmmphnck!  He fnkem shop me... \n[87]Ophhem ma fuchem gaphe! \n[88]...  Fnnkn ashlzh...  Fnk... \n[89]...  Mmmnphh. \n[90]...  Jeshush Shrist...  Jeshush fuchem Shrist! \n[91]Mmmphh... \n[92]You should she zhe uzher guy! \n[93]...  The fuck happen a her? \n[94]Jezhush. \n[95]...  Well, I gotta muddy. \n[96]...  All of it.  All eighty gran. Forty for you... \n[97]...  Forty for me.  Sho thishuzh it.  Adiosh. \n[98]...  You c'n'ave my truck.  I'm takin' a Shiera. \n[99]\n[100]\n[101]\n[102]...  Are we shquare? \n[103]\n[104]...  Fuckin' ash-hole.  And if you shee your friend Shep Proudpfut, tell him I'm gonna NAIL hizh fuckin' ash. ", "VOICE": "\n[1]Thank you, hon.  How's Fargo? \n[2]Dad's here. \n[3]Yah. \n[4]Yah... \n[5]Pretty good, Mr. Lundegaard. You're damned hard to get on the phone. \n[6]That's for sure.  Now, I just need, on these last, these financing documents you sent us, I can't read the serial numbers of the vehicles on here, so I - \n[7]Yeah, the three hundred and twenty thousand dollars, you got the money last month. \n[8]Yeah, but the vehicles you were borrowing on, I just can't read the serial numbers on your applicaton.  Maybe if you could just read them to me - \n[9]Yeah, but we have an audit here, I just have to know that these vehicles you're financing with this money, that they really exist. \n[10]I'm sure they do - ha ha!  But I can't read their serial numbers here.  So if you could read me - \n[11]No, fax is no good, that's what I have and I can't read the darn thing - \n[12]Okay, because if I can't correlate this note with the specific vehicles, then I gotta call back that money - \n[13]Three hundred and twenty thousand dollars.  See, I gotta correlate that money with the cars it's being lent on. \n[14]No, no, fax is - \n[15]Okay. \n[16]Yah, is this Marge? \n[17]Margie Olmstead? \n[18]This is Mike Yanagita.  Ya know - Mike Yanagita.  Remember me? \n[19]All right, Jerry, you got this phone to yourself? \n[20]Know who this is? \n[21]Circumstances have changed, Jerry. \n[22]Things have changed.  Circumstances, Jerry.  Beyond the, uh ... acts of God, force majeure... \n[23]Jerome Lundegaard? \n[24]This is Reilly Deifenbach at GMAC. Sir, I have not yet recieved those vehicle IDs you promised me. \n[25]Mr. Lundegaard, that very well may be.  I must inform you, however, that absent the reciept of those numbers by tomorrow afternoon, I will have to refer this matter to our legal department. \n[26]My patience is at an end. \n[27]Good day, sir. \n[28]Marge? \n[29]Hey!  Come on in there! \n[30]...  Yah? \n[31]...  Dad? \n[32]Where're you going? \n[33]...  Hello? \n[34]Well, I'm sorry I won't see ya. \n[35]What'd he say? \n[36]His wife? \n[37]No. \n[38]No.  No.  No.  They weren't - he, uh, he was bothering Linda for about, oh, for a good year. Really pestering her, wouldn't leave her alone. \n[39]No.  No.  They never married. Mike's had psychiatric problems. \n[40]Yah, he - he's been struggling. He's living with his parents now. \n[41]Yah, Linda's fine.  You should call her. \n[42]His wife.  This guy says she was kidnapped last Wednesday. \n[43]Yah. \n[44]Lundegaard's father-in-law's accountant. \n[45]Yah. \n[46]-  looking. \n[47]Still missing.  We're looking. \n[48]Yah.  Where are ya, Margie? \n[49]Oh.  Gary's loudmouth. \n[50]Yah, it's over the wire, it's everywhere, they'll find 'em. \n[51]We've got a - \n[52]Whose car? \n[53]Don't go in!  Wait for back-up! \n[54]...  Chief Gunderson? \n[55]Yes, ma'am.  Are we the closest PD? \n[56]...  Who?... \n[57]...  Just a sec. \n[58]...  Yah.  Yah, just a sec. \n[59]...  Just a sec... ", "WADE": "\n[1]Yah, pretty good. \n[2]Norstars. \n[3]OOOoooh! \n[4]Yah. \n[5]He just ate.  And he didn't finish. He's going to McDonald's instead of finishing here? \n[6]It's okay?  McDonald's?  What do you think they do there?  They don't drink milkshakes, I assure you! \n[7]You told me about it. \n[8]A heck of a lot.  What'd you say you were gonna put there? \n[9]I know it's a lot. \n[10]Yah, well, seven hundred and fifty thousand dollars is a lot - ha ha ha! \n[11]I thought you were gonna show it to Stan Grossman.  He passes on this stuff before it gets kicked up to me. \n[12]Jean and Scotty never have to worry. \n[13]Jerry around? \n[14]What's goin' on there? \n[15]Stan Grossman looked at your proposal.  Says it's pretty sweet. \n[16]We might be innarested. \n[17]Come by at 2:30 and we'll talk about it.  If your numbers are right, Stan says its pretty sweet.  Stan Grossman. \n[18]2:30. \n[19]This is do-able. \n[20]What kind of finder's fee were you looking for? \n[21]Stan and I're okay. \n[22]We're good to loan in. \n[23]But we never talked about your fee for bringin' it to us. \n[24]You're sayin' that we put in all the money and you collect when it pays off? \n[25]What the heck, Jerry, if I wanted bank interest on seven hunnert'n fifty thousand I'd go to Midwest Federal.  Talk to Bill Diehl. \n[26]He's at - \n[27]What the heck were you thinkin'? Heck, if I'm only gettin' bank interest, I'd look for complete security.  Heck, FDIC.  I don't see nothin' like that here. \n[28]I'm not talkin' about your damn word, Jerry.  Geez, what the heck're you?...  Well, look, I don't want to cut you out of the loop, but his here's a good deal. I assume, if you're not innarested, you won't mind if we move on it independently. \n[29]-  All's I know is, ya got a problem, ya call a professional! \n[30]Well, a course they're gonna say that!  But where's my protection? They got Jean here!  I give these sons a bitches a million dollars, where's my guarantee they're gonna let her go. \n[31]A million dollars is a lot a damn money!  And there they are, they got my daughter! \n[32]Heck, you don't know!  You're just whistlin' Dixie here!  I'm sayin', the cops, they can advise us on this!  I'm sayin' call a professional! \n[33]Well - \n[34]Ah, dammit! \n[35]Well...  Why don't we... \n[36]...  Stan, I'm thinkin' we should offer 'em half a million. \n[37]Dammit! \n[38]Dammit!  I wanna be a part a this thing! \n[39]It's my money, I'll deliver it - what do they care? \n[40]All the more reason!  I don't want you - with all due respect, Jerry - I don't want you mucking this up. \n[41]They want my money, they can deal with me.  Otherwise I'm goin' to a professional. \n[42]...  There's a million dollars here! \n[43]Look, Jerry, you're not sellin' me a damn car.  It's my show here. That's that. \n[44]Okay ... here's your damn money, now where's my daughter?... Goddamn punk ... where's my damn daughter... \n[45]...  You little punk. \n[46]I got your goddamn money, you little punk.  Now where's my daughter? \n[47]Where's my daughter? \n[48]Where's my damn daughter?  No Jean, no money! \n[49]No Jean, no money! \n[50]Unghh ... oh, geez... \n[51]Oh, for Christ ... oh, geez... ", "MIKE": "\n[1]Yah! \n[2]Oh, geez.  It's quarter to eleven. I hope I dint wake you. \n[3]Yah, I'm down in the Twin Cities and I was just watching on TV about these shootings up in Brainderd, and I saw you on the news there. \n[4]I thought, geez, is that Margie Olmstead?  I can't believe it! \n[5]Well, how the heck are ya? \n[6]Yah? \n[7]Oh, pretty good. \n[8]Yah...  Yah, yah.  Geeze, Margie! \n[9]Geez!  You look great! \n[10]I see that!  That's great! \n[11]...  What can I get ya? \n[12]Yah, ya know it's the Radisson, so it's pretty good. \n[13]Oh, yah, couple years now.  It's actually Eden Prarie - that school district.  So Chief Gunderson, then! So ya went and married Norm Son-of- a-Gunderson! \n[14]Great.  What brings ya down - are ya down here on that homicide - if you're allowed, ya know, to discuss that? \n[15]Well, yah, I was married.  I was married to -  You mind if I sit over here? \n[16]...  I was married to Linda Cooksey - \n[17]Huh?  Oh, okay, I'm sorry. \n[18]Oh, sure, I unnerstand, I didn't mean to - \n[19]Yah, sorry, so I was married to Linda Cooksey - ya remember Linda? She was a year behind us. \n[20]And then I, and then I been workin' for Honeywell for a few years now. \n[21]Yah, if you're an engineer, yah, you could do a lot worse.  Of course, it's not, uh, it's nothin' like your achievement. \n[22]Yah, well, I, uh ... it's not that it didn't work out -  Linda passed away.  She, uh... \n[23]Yah, I, uh...  She had leukemia, you know... \n[24]It was a tough, uh ... it was a long -  She fought real hard, Marge... \n[25]Oh, ya know, that's, uh - what can I say?... \n[26]...  Better times, huh? \n[27]I was so...  I been so ... and then I saw you on TV, and I remembered, ya know...  I always liked you... \n[28]I always liked ya so much... \n[29]No - I'm sorry!  It's just -  I been so lonely - then I saw you, and... \n[30]...  I'm sorry...  I shouldn't a done this...  I thought we'd have a really terrific time, and now I've... \n[31]You were such a super lady ... and then I...  I been so lonely... ", "NORM": "\n[1]Love ya, Margie. \n[2]Yah? \n[3]Brought ya some lunch, Margie. What're those, night crawlers? \n[4]Thanks, hon. \n[5]Uh-huh. \n[6]Pretty good.  Found out the Hautmans are entering a painting this year. \n[7]They're real good. \n[8]Yah, ya think? \n[9]Not too bad.  You know. \n[10]...  Oh, yah? \n[11]Yah, after lunch. \n[12]...  Oh, yah? \n[13]Yah, okay.  How's the hotel? \n[14]Yeah, couple a muskies.  No pike yet.  How d'you feel? \n[15]Not on your feet too much? \n[16]You shouldn't be on your feet too much, you got weight you're not used too.  How's the food down there? \n[17]Was it reasonable? \n[18]Yah, it's good.  No pike yet, but it's good. \n[19]They announced it. \n[20]Yah. \n[21]Three-cent stamp. \n[22]Yah. \n[23]It's just the three cent. \n[24]Hautman's blue-winged teal got the twenty-nine cent.  People don't much use the three-cent. \n[25]Yah. \n[26]Yah, I guess. \n[27]I love you, Margie. \n[28]...  Two more months. ", "LOU": "\n[1]Margie.  Thought you might need a little warm-up. \n[2]Yah, looks pretty bad.  Two of'm're over here. \n[3]Well - it's cold, Margie. \n[4]Back there a good piece.  In the ditch next to his prowler. \n[5]Yah. \n[6]Yah. \n[7]Ya see something down there, Chief? \n[8]Geez, you okay, Margie? \n[9]Yah? \n[10]You had breakfast yet, Margie? \n[11]Yah?  Well, what now, d'ya think? \n[12]Yah? \n[13]Oh, yah? \n[14]How's it look, Marge? \n[15]Yah. \n[16]No way. \n[17]Yah, woulda been cold out here. \n[18]You don't think he's mixed up in - \n[19]Yah... \n[20]...  Last vehicle he wrote in was a tan Ciera at 2:18 a.m. Under the plate number he put DLR - I figure they stopped him or shot him before he could finish fillin' out the tag number. \n[21]So I got the state lookin' for a Ciera with a tag startin' DLR. They don't got no match yet. \n[22]Yah? \n[23]Oh... \n[24]...  Geez. \n[25]Yah, that's a good one. \n[26]Hiya, Norm, how's the paintin' goin'? \n[27]No motels registered any tan Ciera last night.  But the night before, two men checked into the Blue Ox registering a Ciera and leavin' the tag space blank. \n[28]Yah.  Owner was on the desk then, said these two guys had company. ", "MAN": "\n[1]Real good now.  I'm checking in - Mr. Anderson. \n[2]Gotta go? \n[3]I'll fix ya some eggs. \n[4]Gotta eat a breakfast, Marge. I'll fix ya some eggs. \n[5]Ya gotta eat a breakfast... \n[6]...  I'll fix ya some eggs. \n[7]C'mon, brother, it's late -  Unghh! \n[8]How ya doin'? \n[9]Yah. \n[10]Yah, right-o. \n[11]...  So, I'm tendin' bar there at Ecklund &amp;&amp; Swedlin's last Tuesday and this little guy's drinkin' and he says, 'So where can a guy find some action - I'm goin' crazy down there at the lake.'  And I says, 'What kinda action?' and he says, 'Woman action, what do I look like,'  And I says 'Well, what do I look like, I don't arrange that kinda thing,' and he says, 'I'm goin' crazy out there at the lake' and I says, 'Well, this ain't that kinda place.' \n[12]So he says, 'So I get it, so you think I'm some kinda jerk for askin',' only he doesn't use the word jerk. \n[13]And then he calls me a jerk and says the last guy who thought he was a jerk was dead now.  So I don't say nothin' and he says, 'What do ya think about that?'  So I says, 'Well, that don't sound like too good a deal for him then.' \n[14]And he says, 'Yah, that guy's dead and I don't mean a old age.'  And then he says, 'Geez, I'm goin' crazy out there at the lake.' \n[15]Well, Ecklund &amp;&amp; Swedlin's, that's closer ta Moose Lake, so I made that assumption. \n[16]So, ya know, he's drinkin', so I don't think a whole great deal of it, but Mrs. Mohra heard about the homicides out here and she thought I should call it in, so I called it in.  End a story. \n[17]Oh, he was a little guy, kinda funny-lookin'. \n[18]Just a general way. \n[19]Oh sure.  They say she's gonna turn cold tomorrow. \n[20]Ya got that right. ", "STAN": "\n[1]Good to see ya again, Jerry.  If these numbers are right, this looks pretty sweet. \n[2]Congratulations, Jerry. \n[3]The financials are pretty thorough, so the only thing we don't know is your fee. \n[4]Jerry - we thought you were bringin' us an investment. \n[5]You're sayin' - what're you sayin'? \n[6]We're not a bank, Jerry. \n[7]He's at Norstar. \n[8]Jerry, we're not just going to give you seven hundred and fifty thousand dollars. \n[9]I gotta tell ya, Wade, I'm leanin' to Jerry's viewpoint here. \n[10]We gotta protect Jean.  These - we're not holdin' any cards here, Wade, they got all of 'em.  So they call the shots. \n[11]I'm tellin' ya. \n[12]We're not horse-trading here, Wade, we just gotta bite the bullet on this thing. \n[13]What's the next step here, Jerry? \n[14]Okay.  We'll get the money together. Don't worry about it, Jerry.  Now, d'you want anyone at home, with you, until they call? \n[15]Yah. \n[16]Okay.  And Scotty, is he gonna be all right? \n[17]We'll call. \n[18]Wade's got a point there.  I'll handle the call if you want, Jerry. \n[19]It's the way we prefer to handle it, Jerry. ", "GARY": "\n[1]Hiya, Norm.  How ya doin', Margie? How's the fricasse? \n[2]No, I gotta - hey, Norm, I thought you were goin' fishin' up at Mile Lacs? \n[3]The numbers y'asked for, calls made from the lobby pay phone at the Blue Ox.  Two to Minneapolis that night. \n[4]First one's a trucking company, second one's a private residence. A Shep Proudfoot. \n[5]Shep Proudfoot.  That's a name. \n[6]Yah. \n[7]Oh, yah?  Twin Cities? \n[8]Mr. Mohra? \n[9]Officer Olson. \n[10]Uh-huh. \n[11]I unnerstand. \n[12]Ya got that right. \n[13]White Bear Lake? \n[14]Oh sure. \n[15]What'd this guy look like anyways? \n[16]Uh-huh - in what way? \n[17]Okay, well, thanks a bunch, Mr. Mohra.  You're right, it's probably nothin', but thanks for callin' her in. \n[18]Yah, got a front movin' in. ", "GRIMSRUD": "\n[1]Or your fucking wife, you know. \n[2]Where is Pancakes Hause? \n[3]We stop at Pancakes Hause. \n[4]I'm fuckin' hungry now, you know. \n[5]Nnph. \n[6]No. \n[7]I did. \n[8]Unguent. \n[9]I need ... unguent. \n[10]Shut the fuck up or I'll throw you back in the trunk, you know. \n[11]Shut up. \n[12]You'll take care of it.  Boy, you are smooth smooth, you know. \n[13]Clear him off the road. \n[14]She started shrieking, you know. \n[15]We split that. \n[16]One of us pays the other for half. ", "SHEP": "\n[1]Mm. \n[2]Put you in touch with Grimsrud. \n[3]Well, I don't vouch for him. \n[4]I vouch for Grimsrud.  Who's his buddy? \n[5]Never heard of him.  Don't vouch for him. \n[6]Call 'em up. \n[7]Nope. \n[8]Nope. \n[9]Yep. \n[10]Nope. \n[11]So? \n[12]Uh-huh. \n[13]Nope. \n[14]Fuck out of my house! \n[15]Fuck outta here.  Put me back in Stillwater.  Little fucking shit. ", "JEAN": "\n[1]I'm talkin' about your potential. \n[2]You're not a C student. \n[3]And yet you're gettin' C grades. It's this disparity there that concerns your dad and me. \n[4]You know what a disparity is? \n[5]Okay.  Well, that's why we don't want ya goin' out fer hockey. \n[6]Hold on. \n[7]...  Hello? \n[8]Oh, hiya, Dad. \n[9]Yah, he's still here - I'll catch him for ya. \n[10]...  Hon? \n[11]It's Dad. \n[12]Scott! ", "WOMAN": "\n[1]Oh, geez... \n[2]...  Hi, it's Marge... \n[3]Wuddya do? \n[4]I don't think so.  It's nice. \n[5]I don't know.  Few munce. \n[6]...  What're you talking about? \n[7]Well, so far we're just saying he's wanted for questioning in connection with a triple homicide.  Nobody at the dealship there's been much help guessing where he might go... \n[8]We called his house; his little boy said he hadn't been there. \n[9]She's visiting relatives in Florida. Now his boss, this guy Gustafson, he's also disappeared.  Nobody at his office knows where he is. \n[10]His wife's in the hospital, has been for a couple months.  The big C. \n[11]And this Shep Proudfoot character, he's a little darling.  He's now wanted for assault and parole violation.  He clobbered a neighbor of his last night and another person who could be one of your perps, and he's at large. \n[12]Well, they're all out on the wire. Well, you know... ", "CUSTOMER": "\n[1]We sat here right in this room and went over this and over this! \n[2]I sat right here and said I didn't want no TruCoat! \n[3]You're sittin' here, you're talkin' in circles!  You're talkin' like we didn't go over this already! \n[4]We had us a deal here for nine- teen-five.  You sat there and darned if you didn't tell me you'd get this car, these options, WITHOUT THE SEALANT, for nine- teen-five! \n[5]You called me twenty minutes ago and said you had it!  Ready to make delivery, ya says!  Come on down and get it!  And here ya are and you're wastin' my time and you're wastin' my wife's time and I'm payin' nineteen-five for this vehicle here! \n[6]These guys here - these guys! It's always the same!  It's always more!  He's a liar! \n[7]We went over this and over this - \n[8]One hundred!  You lied to me, Mr. Lundegaard.  You're a bald-faced liar! \n[9]...  A fucking liar - \n[10]Oh, for Christ's sake, where's my goddamn checkbook.  Let's get this over with. \n[11]Yah, I don't need no sealant though. ", "SCOTT": "\n[1]Uh-huh. \n[2]Uhn. \n[3]Uh-huh. \n[4]Yeah! \n[5]Oh, man! \n[6]...  What's the big deal?  It's an hour - \n[7]Look, Dad, there is no fucking way - \n[8]Dad!  What're they doing?  Wuddya think they're doin' with Mom? \n[9]What if - what if sumpn goes wrong? \n[10]Dad, I really think we should call the cops. \n[11]Yeah, but - ", "DETECTIVE SIBERT": "\n[1]Ah, well, we haven't had to run around like you.  When're you due? \n[2]Any others? \n[3]That's wonderful.  Mm-mm.  It'll change your life, a course. \n[4]They can really take over, that's for sure. \n[5]I thought you'd never ask.  The older one is Janet, she's nine, and the younger one is Morgan. \n[6]He's three now.  Course, not in that picture. \n[7]Yah, he - \n[8]Both of these. \n[9]Oh, don't be silly. \n[10]Oh, don't be silly. ", "HOOKER ONE": "\n[1]Chaska. \n[2]Well, the little guy, he was kinda funny-looking. \n[3]I dunno.  Just funny-looking. \n[4]I couldn't really say.  He wasn't circumcised. \n[5]Yah. \n[6]Uh-huh. \n[7]No.  Like I say, he was funny-looking. More'n most people even. \n[8]They said they were goin' to the Twin Cities? \n[9]Yah.  Is that useful to ya? ", "YOUNGER MAN": "\n[1]You're Jerry Lundegaard? \n[2]Shep said you'd be here at 7:30. What gives, man? \n[3]We been sitting here an hour. I've peed three times already. \n[4]Ya got the car? \n[5]Yeah, okay.  Well, siddown then. I'm Carl Showalter and this is my associate Gaear Grimsrud. \n[6]Sure, Jerry, we're all set.  Why wouldn't we be? ", "WIFE": "\n[1]Yah, I think so...  Dad, are you stayin' for supper? \n[2]Where are you going? \n[3]He sees his friends there.  It's okay. \n[4]It's okay, Dad. \n[5]Please, dear. \n[6]Bucky, please! ", "TROOPER": "\n[1]This is a new car, then, sir? \n[2]You're required to display temporary tags, either in the plate area or taped inside the back window. \n[3]Can I see your license and registration please? \n[4]What's this, sir? \n[5]Put that back in your pocket, please. \n[6]...  And step out of the car, please, sir. ", "HOOKER TWO": "\n[1]LeSeure.  But I went to high school in White Bear Lake. \n[2]He was a little older.  Looked like the Marlboro man. \n[3]Yah.  Maybe I'm sayin' that cause he smoked Marlboros. \n[4]A subconscious-type thing. \n[5]Yah. \n[6]Yah. ", "COP ONE": "\n[1]Mr. Anderson... \n[2]Mr. Anderson, is this your burgundy 88 out here? \n[3]Could you open the door, please? \n[4]Dale! \n[5]Call an ambulance! \n[6]Yah, yah, call an ambulance. "}}