{"dialogues": {"STACY": "\n[1]Do you think that guy's cute? \n[2]Does anyone else want to take his table? \n[3]Yeah, but I fucked up. You can take it. Really. \n[4]What should I do? \n[5]I know, everyone says that. \n[6]What can I get for you tonight. \n[7]He gave me his card. 'Ron Johnson, Audio Consultant.' \n[8]Come on, Linda, I haven't had a boyfriend all summer. You promised when I started working at the mall that my life would change... Do you think he'll call this week? \n[9]So what did you do? \n[10]I can't do that. \n[11]Really? \n[12]He was hot, wasn't he? \n[13]I can't believe I start high school tomorrow. \n[14]Hi, Brad. \n[15]Hi... Where's Lisa? \n[16]U.S. History. Mr. Hand. \n[17]What's wrong with Mr. Hand? \n[18]No way! He just called him a dick. \n[19]Linda. That girl looks just like Pat Benatar. \n[20]Do you think guys find that attractive? \n[21]Yeah but they look more sophisticated. You'd probably think they'd be better in bed. \n[22]No there are variables that, like, I might not be good at. \n[23]Like, you know, giving blow jobs. \n[24]Well I never did it. \n[25]What happens... don't laugh at me, but when a guy has an orgasm... you know, like, how much comes out. \n[26]Oh! That's where that group got its name from. \n[27]Good night, Mom. \n[28]Thanks for picking me up. \n[29]Thanks. So do you. \n[30]I don't know. Wherever you want. \n[31]The point sounds fine. \n[32]That's a nice shirt. \n[33]It is. It's very warm. I wonder how long it will last? \n[34]Yes... I am really nineteen. \n[35]What about those other guys you live with? \n[36]Yes. \n[37]It was okay. \n[38]It was nice. \n[39]Come on, Linda. It's just sex. \n[40]Why can't you do it? \n[41]Your friends use the pool too. \n[42]Don't strain yourself. \n[43]Brad! Have Mom or Dad seen this? \n[44]Brad, what would you say if I asked you to just put these flowers in the trunk of the Cruising Vessel and get rid of them at work? \n[45]I'll explain everything later. \n[46]Thanks for getting rid of those flowers. \n[47]It's just some guy I met at Swenson's. You don't know him. \n[48]Is everything okay at work? \n[49]You're going to break up with Lisa, aren't you? \n[50]Why? Because she won't sleep with you? \n[51]I'm just guessing. \n[52]Maybe you just need to give her some time. She's so nice, Brad. Everybody loves Lisa. \n[53]Hey, Brad. Are you still a virgin? \n[54]I don't know. I was just curious. \n[55]You are a virgin! \n[56]But your face did! \n[57]Maybe yes. Maybe no. \n[58]There... There's his car. I know he's at work tonight. He hasn't come into Swenson's since he called my house. My mother told him I was still at high school, after I told him I was nineteen. I guess I should tell him I'm fifteen. \n[59]Does Doug care that you're seventeen? \n[60]If he ever calls again I'll say I'm eighteen. \n[61]Yes, sir. \n[62]I think Christmas brings out the worst in people. \n[63]Not since November. \n[64]Don't you think it meant anything to him. Even if I am fifteen? \n[65]I should quit this job. I'm going to get so fat working here... nobody will ever take me out. \n[66]Thanks a lot. \n[67]Hi. May I help you? \n[68]We keep them. \n[69]We keep them, in case the people come back. \n[70]Here they are. You can look through it, if you want. \n[71]What's your other question? \n[72]Do you have a pen? This one's out of ink. \n[73]What do you think of that guy who works at the theatre? You know, Mark Ratner. \n[74]Sixteen. \n[75]Thanks for coming to get me. \n[76]This is a nice car. \n[77]Do you have Mrs. George for English? \n[78]Yeah. She is pretty good. \n[79]I've heard that, too. \n[80]I think I'll have the Seafood Salad Special. \n[81]Are you all right? \n[82]Not at all. \n[83]Sure. I'll... have another Coke. \n[84]Nice to meet you. \n[85]Me, too. I'm real sorry someone broke in and stole your tape deck. \n[86]Do you want to come inside? \n[87]No, they're away for the weekend. Brad and I are watching the house. \n[88]I don't know. Probably out. Want something to drink? \n[89]Well, I'm going to change real quick. I hope you don't mind. \n[90]Will you unzip me? \n[91]Thanks! \n[92]You can come in, if you want! \n[93]Thanks. So... What do you want to do? \n[94]Do you want to see some pictures? I kept a lot of scrapbooks and pictures and stuff from junior high. How stupid, right? \n[95]This is me in the eighth grade. Did you have Mr. Deegan? \n[96]Do you really have to go? \n[97]I guess it is getting late, Mark. \n[98]You really ought to look at this, Linda. There's a drawing on every page... and all these quizzes. It's like school. \n[99]Listen to this... 'What are your mate's three most erogenous zones?' \n[100]Wouldn't penis and balls be the same category? \n[101]All right! Here's another one. 'The most satisfactory lovemaking occurs when your mate climaxes first, you climax first, you and your mate climax together?' \n[102]Does that ever happen? \n[103]Listen to this ... it says 'Most women derive pleasure from sex, but they don't have real orgasms.' \n[104]How long does Doug take? \n[105]What's Doug do in Chicago? \n[106]Oh, really? \n[107]What do you think? \n[108]I didn't ask for any help. Did you, Linda? \n[109]O-kay, you guys can come swimming. But you have to leave as soon as my Mom gets home. Okay? \n[110]It's just Linda. And Mark from school. \n[111]I know. He hates to have to wear uniforms. \n[112]God, I don't think so. Better look in the house. \n[113]I can't wait until I can drive next year. I walk every day. It's such a drag. \n[114]Sometimes I get a ride with my brother. But he usually works in the mornings, and then drives to school himself. \n[115]Mark is a really nice boy... \n[116]But I think I like you. \n[117]Do you want to come in for a second? \n[118]Sure. Come on in. \n[119]I guess the annuals are coming in pretty soon. Are you going to get one? \n[120]Aren't you curious to see how your class picture turned out? \n[121]Do you want to take a quick swim? \n[122]Brad probably has some trunks you can borrow... I'm going to my room to change! \n[123]You don't have to shout! You can come back here to my room! \n[124]Come with me! I know there's a suit in the changing room! \n[125]Pick a suit. \n[126]Are you really a virgin? \n[127]It's okay if it's your first time. \n[128]He's my friend, too. \n[129]So are you. Are you shaking? \n[130]Why don't you take off your clothes, Mike? \n[131]How about both of us at the same time? \n[132]I want you to know that it's your final decision if we should continue or not. \n[133]Hey, Mike? \n[134]I think we're making a lot of noise. \n[135]What's wrong? \n[136]I guess I did. \n[137]Where's Mike today? \n[138]What's April 16th? \n[139]John Bonham? \n[140]Oh. I see. \n[141]Hi Mike! \n[142]I didn't see you this morning. \n[143]I'm in a hurry too. I just thought I could say hi to you. \n[144]I made a fool of myself. \n[145]What about the notes? \n[146]I don't know, I'm just so depressed. Everything is just so... depressing. \n[147]I don't know... I just don't feel right. \n[148]What do you think it is? \n[149]It could be. I had a pregnancy test at the clinic. I'll find out Monday. I guess it was Damone. \n[150]I'm not going to tell him. He's an asshole. I hate him. \n[151]You know, there's one thing you didn't tell me about guys. \n[152]You didn't tell me that they can be so nice, so great... but then you sleep with them and they start acting like they're five years old. \n[153]Mike, there's something that's been on my mind and I have to tell you about it. \n[154]Mike. I want you to know that I'm pregnant. \n[155]I know it's yours. \n[156]Take that back. \n[157]We've got to get an abortion? \n[158]It's already planned, Mike. It's going to cost $150 at the Free Clinic. \n[159]Half. Okay? Seventy-five dollars. And a ride to the clinic. \n[160]Hello... is Mike there? \n[161]Hi, Mrs. Barrett. Is Linda there? \n[162]Okay. Thanks. \n[163]Brad! Hey, wait a second! \n[164]Yeah. This is it. I have some shopping to do. \n[165]Thanks a lot, Brad. I really appreciate it. \n[166]This is going to hurt, isn't it? \n[167]Does it hurt more to have a baby? \n[168]Uh, my boyfriend said held be waiting downstairs. \n[169]Brad! \n[170]Brad. Please don't tell Mom and Dad... \n[171]No. \n[172]I really thought he would show up. I waited... and waited... and waited... \n[173]Then I called his house, and his mother told me he was in the garage helping his father. \n[174]I paid for it and everything. \n[175]Don't do anything, Linda. I'd rather just forget about it. I don't even like the guy. \n[176]Another summer of working at Swenson's. \n[177]You know, Linda. I've finally figured it out. It's not sex I want. Anyone can have sex. \n[178]I want romance. \n[179]Mike! You have a mess on C-9! \n[180]Get going. \n[181]Where's Doug? \n[182]Not coming? What happened? \n[183]Sometime? \n[184]But what are you going to do? \n[185]Dartmouth?! \n[186]I can't believe it! But what about Doug? \n[187]Hey -- Doug Stallworth? It's his loss. \n[188]Hey Mark! Turn around! \n[189]Come over here! \n[190]Hi, Mark. \n[191]I'm fine. Mark, I'm so glad you came over here because I want you to know something. I just thought I would tell you that I really enjoyed getting to know you this year. \n[192]I know everybody says it, but I really mean it. \n[193]Yeah. I want you to have this picture, so you won't forget what I look like. And so you'll remember to call me over the summer. \n[194]I'd like that. ", "DAMONE": "\n[1]You should work for yourself. \n[2]What can I do for you, gentlemen? \n[3]I could be. \n[4]Twenty bucks apiece. \n[5]So don't buy 'em. \n[6]Scalper? You call me a scalper? I perform a service, my friends. The service costs money. Now do you want the tickets or not? \n[7]These are my special back-to-school prices. \n[8]See that Mustang? U.C.L.A. gave Charles Jefferson that car when he was a sophomore. \n[9]How ya doing! That car looks great, Charles! \n[10]Shit, that's my man. \n[11]See that moustache coming in, Rat? \n[12]See? You can almost press it out. \n[13]You... are a wuss. Part wimp. Part pussy. \n[14]It's definitely your mama. \n[15]All right... where did you see her? \n[16]Did you get her number? \n[17]Did you get her name? \n[18]It's never too soon! Girls decide how far to let you go in the first five minutes. \n[19]I would. Yeah. \n[20]I can see it all now. This is going to be just like the girl you fell in love with at Fotomat this summer. You bought forty bucks of fuckin' film and you never even talked to her. \n[21]Okay. Okay. Here's what you do. \n[22]You start from the second you walk into biology. Don't just walk... move across the room. \n[23]Don't talk to her. Let her know. Use your face. Use your body. Use everything. This is what I do. I just sent out the vibe and I have personally found that... girls do respond. Something happens. \n[24]That's the idea, Rat. That's The Attitude. \n[25]The business is changing, Rat. I'll tell you, these kids today... they don't even listen to Aerosmith. \n[26]There used to be three or four of those guys. Now we see 'em every time we come to the mall. \n[27]No Cult. I ate twenty-four pairs of Blue Oyster Cult tickets last time around. I was this close to working at 7-11. No Cult. \n[28]I'm really not sure. I haven't heard anything yet, but I'll let you know the second there is the slightest news, sir. \n[29]Excellent. So that will be two tickets... All right. Fine, sir. \n[30]Shit, he's my man. He knows where to come for tickets. \n[31]Well, Rat. Are you ready for the moment of truth? \n[32]Hey, Rat. \n[33]Ace the jacket. \n[34]Check it out, Rat. The Surf Nazis... out for a Sunday stroll. \n[35]No problem, Rat. What you need is my special Five Point Plan. \n[36]What do you mean? Men have died trying to obtain this information. I will give it to you for free. \n[37]All right. Pay attention. \n[38]First of all, Rat... never let on how much you like a girl. \n[39]Oh. Hi. Two. Always call the shots. \n[40]Kiss me. Three. Act like wherever you are, that's the place to be. Isn't this great? Four. When ordering food, find out what she wants and then order for both of you... it's a classy move. And the lady will have... Five. And this is most important. When you get down to making out, whenever possible, put on the first side of Led Zeppelin IV. Why don't you put this tape on? It sounds great in the back of my van... why don't we listen from there? \n[41]And that is how you talk to a girl, Rat. Voila. You can't miss. \n[42]You wuss. It's no problem. One person says something to the other and that's how it starts... \n[43]Yo. \n[44]Mark. What happened to your date? \n[45]Did you go home and get it? \n[46]I'm really pretty busy... \n[47]You owe me for this one. \n[48]Hey, Mark. Is that you? \n[49]I come for the seafood. It's great! Hey... you know what, Mark? I found your wallet the other day. You want it back? \n[50]Well, I've gotta be running. \n[51]Nice to meet you, Stacy. \n[52]Hey! We came over to help you with Math homework! \n[53]Well, that's exactly why I brought some Wisk for the jacuzzi. \n[54]Hey, Linda! I'll judge your dive. I'm a champion diver myself. \n[55]Poor guy. \n[56]No. I don't think so. Not right now. \n[57]Get a ride with somebody. \n[58]What a guy. \n[59]You know Mark Ratner really likes you. You like him? \n[60]Do you have any ice tea? \n[61]I don't know. \n[62]I know what I look like. \n[63]Well... \n[64]This is great ice tea! \n[65]I don't know. It's getting pretty late... \n[66]Come on... \n[67]Listen. I feel pretty strange here. Because Mark really likes you, and he's my friend. \n[68]You're a really good kisser. \n[69]No. Are you crazy? \n[70]You first. \n[71]Let's continue. \n[72]What? Are you all right? \n[73]I'm sorry. I'm really sorry. \n[74]I think I came. Didn't you feel it? \n[75]I've got to get home. I've really got to go, Stacy. \n[76]Oh. Hi. \n[77]Look, I'm kind of in a hurry. \n[78]Hello. \n[79]What's going on? \n[80]What? Now? \n[81]Why don't you call me up tonight? \n[82]How do you know it's mine? We only did it once. \n[83]You made me do it! You locked the door. You made me do it! You wanted it more than me! \n[84]All right, I take it back. \n[85]There's only one thing we can do. We've got to get rid of it. We've got to get an abortion. \n[86]Yeah. My brother Art got his girlfriend one once. \n[87]Doesn't sound free to me. So you want me to pay for it? \n[88]Seventy-five dollars, and a ride. Okay. \n[89]Shhhhhhhhhit. \n[90]Hi... girls. \n[91]Let me tell you something, Rat. Sometimes girls just go haywire. It was a month ago, I've been trying to think of a way to tell you ever since. We started messing around and... ... something happened. It's all over with. It's no big deal. I never called her again. \n[92]If you ask me, she's pretty aggressive. You understand what I'm saying? \n[93]She wasn't really your girlfriend anyway. \n[94]Jesus. I'm sorry. \n[95]Fine. Get lost. \n[96]All right, Rat. You want to do something about it? \n[97]Well come on. \n[98]No. You come on, you wuss. \n[99]All right. All right. I just cleaned B-8. Give me a break. \n[100]Sign my annual, honey. \n[101]You're crazy. Those girls love me. \n[102]She wants it, Rat. \n[103]I saw you. You had pure Attitude. \n[104]Whatever you say, Rat. \n[105]Sensitive -- what is that? \n[106]So what makes you so sensitive? \n[107]What do you read? What's the last book you read? \n[108]Yeah, well, I saw the movie. That must mean I'm sensitive too. ", "BRAD": "\n[1]We need fifteen Superstars, David! \n[2]I'll take care of the fry orders! Just get me the Superstars! \n[3]Hey you guys! You had shirts on when you came in here. \n[4]Come on, Spicoli. Why don't you just put your shirts back on? See the sign? \n[5]No, just a couple of surfers with no shirts on. I took care of it, Dennis. \n[6]They were left over from the last shift. \n[7]But they weren't mine. \n[8]Six more payments, gentlemen. \n[9]Arnold. What's happening? \n[10]You want to work at Carl's? \n[11]I can probably get you in there. Just let me talk to Dennis Taylor. \n[12]Sis. \n[13]Everyone wants to know where Lisa is. How should I know where Lisa is? What am I gonna do? Now my little sister goes to the same high school. The party's over. So who do you have first period? \n[14]Hey-yo. \n[15]Nothing... if you like 'Hawaii Five O.' You better get in class, Stacy. That's not the one to be late to. \n[16]You should see her in the morning. \n[17]You hear about the surfer in Mr. Hand's class? \n[18]Told Hand to fuck off. \n[19]Thompson! \n[20]I hear Thompson got canned at Bob's this summer. \n[21]Where is he now? \n[22]Man. They make you wear a fuckin' candy stripe suit over there. \n[23]Poor guy. \n[24]Mom says to clean up the pool. \n[25]Your friends use the pool. Your friends messed it up. \n[26]I take out the garbage. \n[27]They're not home yet. \n[28]I'd say... who the hell is Ron Johnson? \n[29]Of course. \n[30]Don't worry about it. \n[31]Let's go to the Point tonight. \n[32]What's there to do at the Point? God, Lisa, we've been going together almost two years, and... \n[33]Tool? Tool for what? We've been going together almost two years! \n[34]Come on in. \n[35]Don't worry about it. Who sent the flowers? \n[36]I don't care it you tell me or not. I got problems of my own. \n[37]Are you kidding? Work is great. I kill at work. I don't even mind Mom and Dad making me pay rent. \n[38]I've been doing some thinking. It's my last school year. I'm a single, successful guy. I think I want my freedom. \n[39]Where did you hear that? \n[40]Well... it's true. \n[41]Everybody loves Lisa. Everybody loves Lisa. But everybody doesn't have to be her boyfriend. \n[42]Why? \n[43]Maybe yes. Maybe no. \n[44]I didn't say that. \n[45]Are you still a virgin? \n[46]Don't give me that shit! I know you're still a virgin! \n[47]Lisa? I have something to tell you. Look, I'm a senior now. I'm a single, successful guy and I've got to be fair to myself. Lisa... I think I need my freedom. \n[48]Aw, don't do that... don't take it personally, okay? Please? I knew you'd understand, because... \n[49]Okay, Dennis. \n[50]May I help you? \n[51]Well, I believe you have to fill out a form. There's a pad right around here. \n[52]Well, that's not the way it works, really. And you ate most of your food already, too... \n[53]I can't do that. But if you wait a minute... \n[54]I'm sorry, sir. Just let me find the forms here. \n[55]Mister, if you don't shut up, I'm gonna kick 100% of your ass. \n[56]He insulted me first. He called me a moron. \n[57]Yes, sir. \n[58]I hope you had a hell of a piss, Arnold. \n[59]Man, I don't even want to see those guys from Carl's again. \n[60]Apologize to that wimp? No way. Fuck Dennis Taylor. \n[61]I'm just glad we're still together, Lisa, because I need you this year. \n[62]All right. \n[63]Fish and chips place. \n[64]Just a fish and chips place. \n[65]Later. \n[66]Does Mom know you have company? \n[67]Hi, Linda. \n[68]Well, you guys, keep it down. I've got some work to do upstairs. \n[69]Wait just a... minute. \n[70]Doesn't anybody fuckin' knock anymore? \n[71]I go to school in the mornings. I have a work study program for the afternoon. \n[72]$8.46, please. \n[73]Thank you, and thanks for coming to Captain Kidd. \n[74]Just write me out a bill. \n[75]This is how I dress all the time. \n[76]I thought I'd take it off for the drive over to IBM. It's kind of uncomfortable. \n[77]You really want me to put all this stuff back on? \n[78]I don't believe you're asking me to do this, but okay. \n[79]Well, to tell you the truth Mrs. O'Rourke, I've kind of been putting it off. I'm not sure what I want to do yet. \n[80]I don't know... Burt Reynolds. \n[81]You know what, Mrs. O'Rourke? I broke up with my girlfriend this year. I lost my job at Carl's, and two other places. I wake up at 5:30 to work at 7-11, then I go to school, then I go back to 7-11. I have to pay rent, you know. My grades haven't been that bad, and now you're telling me that the fun is over. Well, I'm still waiting for the fun to start. \n[82]See you later. \n[83]Since when do you shop at the Flea Market anyway? \n[84]Who did it? \n[85]You're not going to tell me, are you? \n[86]All right, then. It's your secret. \n[87]Go ahead. Just make it quick. \n[88]It's the first door on your left. \n[89]It's the first door on your left! \n[90]First door on your left! \n[91]They empty and close the big safe here at midnight. \n[92]I'm instructed to tell you that we are on a video alarm system and there are other hidden cameras in the store ... \n[93]Okay. I just started here, and they just taught me the procedure. I'll give you the money, just let me figure this out. \n[94]You motherfucker. Get off my fuckin' case. \n[95]There goes your ride home. \n[96]Since when do you guys want to work at 7-11? \n[97]Well, 7-11 is a tremendous operation. It's really changed, man. They've got great food, great magazines, videogames... it's class. Total class. \n[98]Hey, Thompson! Wendell! Get a job! \n[99]Later. ", "SPICOLI": "\n[1]Something happened to them, mon. \n[2]Yeah. I'm registered for this class. \n[3]This is U.S. History, right? I saw the globe in the window. \n[4]Can I come in? \n[5]Sorry I'm late. This new schedule is totally confusing. \n[6]That's the name they gave me. \n[7]You just ripped my card in two! \n[8]Hey, bud. What's your problem? \n[9]You... dick. \n[10]The motherfucker pissed me off. \n[11]I didn't take that shit. \n[12]I called him a dick. And then I reached for his class notes, and I ripped 'em up. I said, 'Hey bud. Two can play this game.' \n[13]I'll tell you this. If he hassles me again, I can't be responsible for what happens... you know why? \n[14]You got it. Gimme a dollar. \n[15]Hey! Wait a minute! There's no birthday party for me here! \n[16]I couldn't make it in time. \n[17]I don't know, mon. The food lines took forever. \n[18]I don't know. \n[19]'Layin' ladies! Drinkin' wine! Gettin' loose! \n[20]Outrageous, Merv. Nice to be here. I feel great. \n[21]I've been swimming, Merv. \n[22]Seriously, Merv, everything is great. I was thinking about picking up some hash this weekend, maybe going up to the mountains. \n[23]School. School is no problem. All you have to do is go to get the grades. And if you know something, all you have to do is go about half the time. \n[24]I don't go at all. \n[25]Well, it pretty much speaks for itself. Peter, you want to run with it? \n[26]Merv, this is the action down at Sunset Cliffs at about six in the morning. \n[27]That's me, Merv. \n[28]Totally. \n[29]Merv, I'm thinking... I've only got about four good hours of surfing left before these little clowns from junior high start showing up with their boogie boards. \n[30]Ugh. \n[31]Leave me alone! \n[32]Leave me alone. \n[33]Be noble. Be aggressive. The thing about Missile Command is to decimate before you can be decimated. Just like in real life. \n[34]I thought he was out of town. \n[35]Then don't hassle it. \n[36]Naw. Any good? \n[37]All right. \n[38]Hold your beer down, L.C., I think it's a cop. \n[39]This is a cop. He's definitely cruising me at busting distance. \n[40]What the fuck is this guy doing? \n[41]What the fuck is this guy doing? \n[42]It's a bunch of Jocks in a Granada! \n[43]All right. Die, Granada Jocks! \n[44]Would you roll your window up, L.C.? It's messing my hair. \n[45]You know the thing I love about Mustangs? The steering wheel. \n[46]With a genuine Mustang steering wheel, you can negotiate a hairpin turn with ease, my man. \n[47]Are you okay? \n[48]Just be glad you're all right. \n[49]Make up your mind. Is he gonna shit, or is he gonna kill us? \n[50]Will you just relax, mon? He's not gonna kill us. My father is a television repairman. He's got all kinds of tools. I can fix-this car. \n[51]I can fix it. \n[52]I think we may have gotten away clean. \n[53]That's me. \n[54]For you, my man. \n[55]Learning about Cuba. Having some food. \n[56]I've been thinking about this, Mr. Hand. If I'm here... and you're here... doesn't that make it our time? \n[57]So I thought I'd order us a pizza. Just leave me a lot of bologna... \n[58]You better save some for me, you swine! \n[59]Twenty-five bucks is pretty good. \n[60]Bitchin'. \n[61]Hey, mon, can I use the bathroom? \n[62]Totally. \n[63]I can't find it, mon! \n[64]On the ledge? \n[65]There it is! \n[66]No towels, mon... \n[67]Awesome. Totally awesome. \n[68]I... am... so... wasted, mon. What is in this shit? Doesn't that stuff cause brain damage? Bitchin'. \n[69]Hey, mon, I am going to Mexico as soon as school is out. Two more weeks, bud. Week from Wednesday. I am gonna take both boards, my duck feet, many cases of beer, and just jam. No, mon, from school. I'm leaving as soon as school gets out. I'll be at Sunset Cliffs by nighttime. Totally. Later. \n[70]Go away, Curtis. If you can't knock, I can't hear you. \n[71]That's better. Come in. \n[72]Mr... Mr. Hand. \n[73]Yeah. The Graduation Dance Mr. Hand. It's the last school event of the year. \n[74]Did I do something wrong, Mr. Hand? \n[75]I don't know. I guess so. \n[76]Hey, it's in my locker, Mr. Hand. \n[77]... so, like, when Jefferson went before the people what he was saying was 'Hey, we left this place in England because it was bogus, and if we don't come up with some cool rules ourself, we'll be bogus, too!' Right? \n[78]Hey, Mr. Hand, can I ask you a question? \n[79]Do you have a guy like me every year? A guy to... I don't know, make a show of. Teach other kids lessons and stuff? \n[80]No way, mon. When I graduate U.S. history I ain't even coming over to your side of the building. \n[81]You're gonna flunk me?! \n[82]All right! Oh, yeah! \n[83]Aloha, Mr. Hand! \n[84]Hey, mon. Sign my annual. \n[85]Hamilton! \n[86]Awesome. \n[87]Easy, mon. \n[88]Summer, mon! We're there! \n[89]Let's roll, my man. \n[90]Hey, bud! Watch yourselff \n[91]Hey, mon, I don't know what your trip is, but... ", "LINDA": "\n[1]Did you see his cute little butt? \n[2]No, be cool, that's Stacy's section. \n[3]How's it going. \n[4]Don't you like him? \n[5]Come on, Stacy, it's your section and your man. \n[6]Just take his order, look him in the eye and if he says anything remotely funny, laugh a lot. \n[7]Should we buy a frame for that? \n[8]Listen, Stace, you want to know about guys? I'll tell you. They're mostly chicken. Before I met Doug I chased after every guy I thought was cute. I thought if I gave out a vibe they'd get the message and call me up. Well, guess what? They don't call. \n[9]I called them. If I was sitting next to a guy and I wanted to sit closer, I'd sit closer. If I wanted to kiss him, I'd just do it. You want Ron Johnson? Grab him. \n[10]Face it. With some guys you have to make the first move. A lot of guys are just... wussies. \n[11]Stacy, what are you waiting for? You're fifteen. I did it when I was thirteen. It's no huge thing. It's just sex. If you don't, one of the other girls will. \n[12]If I didn't have a fiance in Chicago, I'd go for it. \n[13]Yes. \n[14]Okay, are you over sixteen? \n[15]All right, what you want to do is go to the Free Clinic and tell the doctor that you have sex regularly - several times a week -- and that you need Nornel One Plus Fifty's. \n[16]Not if you're over sixteen. \n[17]And don't let them talk you into a diaphragm either. \n[18]Believe it. \n[19]I hear some surfer pulled a knife on Mr. Hand this morning. \n[20]God. People exaggerate so much at this school. \n[21]Hi, you guys. This is Stacy. Stacy, this is Gregg Adams and Cindy Carr. \n[22]If there's one thing that never changes... it's a cheerleader. \n[23]I know. \n[24]Actually, there are three girls at Ridgemont who have cultivated the Pat Benatar look. \n[25]None of them talk to each other. \n[26]Oh, give me a break, Stacy. You're much prettier than them. \n[27]What do you mean 'better in bed.' You either do it or you don't. \n[28]What variables? \n[29]What's the big deal? \n[30]There's nothing to it. \n[31]You just have to practice a little first. Relax these muscles. Think of your throat as an open tunnel. \n[32]Just kidding. About 10cc. \n[33]Was it great? \n[34]So tell me, do you like Ron? Is it serious? \n[35]Hey! That's my line! \n[36]Don't you dare, you'll never hear from him again. \n[37]Doug sees beyond that stuff to what the person inside is like. That's why I'm marrying him. \n[38]Boy I am so glad to be through with all these games. \n[39]You've got to get used to working Christmas. People are always screaming and yelling... then they get home and they're all Christmasy. \n[40]I guess Ron hasn't called yet. \n[41]Stacy, it doesn't look good for the relationship. \n[42]Stacy. What does it matter? He's a stereo salesman. You want to marry him? You want to have kids with him? You want this guy to come home, fifty years old, and he's still got that little Pacific Stereo badge on? Come on. \n[43]Stacy. How many times do I have to tell you? You are really going to be beautiful... someday. \n[44]Hey -- Ron Johnson? It's his loss. \n[45]Oh, come on. What is he? Fifteen? \n[46]Just watch out if he pulls up in a van, and then puts on a Led Zeppelin tape. \n[47]I sent a letter to Doug today. I'll be so glad when he gets out here. \n[48]Why don't you put your mother's secret book back? \n[49]Okay, penis, that's one, balls... \n[50]You're right. Probably penis, mouth and neck. \n[51]Climax together. \n[52]No. But it's a nice idea. \n[53]Well... they obviously don't know about Doug. \n[54]I don't know. Thirty to forty minutes. \n[55]He works for the airline. He'll be out here. You'll meet him. \n[56]He's no high school boy. \n[57]I think they're both virgins. \n[58]No. \n[59]Hi, Brad. \n[60]God, he hardly even talks anymore. \n[61]Go ahead. \n[62]Stacy! I've got water in my ears. Do you have any Q-Tips? \n[63]Hi, Brad. You know how cute I always thought you were. I think you're so sexy. Will you come to me? \n[64]Sorry. I didn't know anybody was in here. \n[65]Hello. \n[66]Yeah... you're kidding... What did he say... What did you say... How much did it cost? Look, tell him he can have a relationship with you or a 'more open' relationship with someone else... Listen, Debbie, can I call you later. I'm waiting for Doug to call. \n[67]I'll bet he forgets to call again. \n[68]God, Stacy, it's not that sad. It's just David Soul and Ricardo Montalban. \n[69]You have been acting very strange the last few weeks. \n[70]What do you think it is? \n[71]It couldn't be. \n[72]Of course it was Damone. If it was Ron Johnson, you'd be out to here! \n[73]But it costs money to have an abortion. Even at the Free Clinic. You tell Damone to pay for it. It's the least he can do. It's the guy's responsibility too. \n[74]What? \n[75]You're right. I didn't tell you that. \n[76]That little prick. \n[77]That little prick. \n[78]There goes your stereo for another year. Mike Damone is a no-brain little prick. I'm not letting him get away with this. \n[79]Stacy, he's not a guy. He's a little prick! \n[80]Come on. There's lots of men around here. Keep your eyes open. \n[81]What do you want? \n[82]Romance in Ridgemont? We don't even get cable TV. \n[83]He's not coming. \n[84]He says he's got to stay in Chicago. He says I should visit him sometimes. \n[85]Yeah, like maybe never. \n[86]Well I might go to Dartmouth. \n[87]I didn't tell anyone I applied cause I never thought I'd make it. \n[88]There's a world of guys out there. I just wish I didn't have to date any of them. ", "THE RAT": "\n[1]Do you ever look at those girls who work at Swenson's? They're beautiful. And I have to stand out here and watch them six nights a week. \n[2]I am in love. \n[3]What do you mean -- wuss? This girl is my exact type. It's her. Definitely her. \n[4]Damone, you gotta listen to me. \n[5]She's in my biology class. \n[6]No. \n[7]No. It's too soon. \n[8]Well, what do you want me to do? Go up to this strange girl in my biology class and say, 'Hello! I'd like you to take your clothes off and jump on me?' \n[9]Really? \n[10]You tell me, Mike. What do I do? \n[11]Of course something happens. You put the vibe out to thirty million chicks, you know something's gonna happen. \n[12]The Attitude? The Attitude dictates that you don't care if she comes, stays, lays or prays. Whatever happens, your toes are still tappin'. When you are the cruelest and the coolest... then you have The Attitude. \n[13]I hear they all dress like that at Lincoln now. \n[14]She is immune to my charms. \n[15]Yeah? \n[16]Yes. I have two questions. I was curious... \n[17]What do you do with the jackets people leave here? \n[18]You keep them. \n[19]It's cool. It would take too much time to go through all that stuff. I'll just pick up a new one. \n[20]My other question is... can-I-have your-phone-number-so-I-can-ask-you out-sometime? \n[21]Oh... yes. \n[22]Stacy. Nice to meet you, Stacy. My name is Mark Ratner. \n[23]What do I say after she gets in the car? \n[24]Knock it off, Damone. I need real help. \n[25]Okay. Tell me. What's the Five Point Plan? \n[26]I think I've got it. Once I get going, I'll be okay. But... how do I get started? I mean, I hardly know her. \n[27]Sure thing. \n[28]Yeah. It's my sister's. \n[29]Yeah. She is pretty good. \n[30]Joey at Cinema Four said this is a pretty good restaurant. \n[31]Do you know what you want? \n[32]Excellent. \n[33]Oh yeah. \n[34]Do you mind if I excuse myself for a moment? \n[35]Well... sure. She will have the Seafood Salad Special. And I will have... the same. \n[36]Two Cokes. \n[37]Damone. It's Mark. \n[38]It's happening right now. I'm here at the Atlantis. Everything's fine except... I left my wallet at home. \n[39]No. It's too late. The food is coming and everything. Damone, I've got to ask you this favor, and I'll never ask you for anything again in this lifetime or any other. Will you please borrow your mom's car, go by my house, get my wallet, and meet me back here? \n[40]Damone, are you there? \n[41]I'll have one more Coke... Do you want another Coke, Stacy? \n[42]Two more Cokes. \n[43]Damone! You come here? \n[44]Wow. I've been looking for that thing! Hey, Damone, have you met Stacy Hamilton? Stacy, this is Mike Damone. \n[45]Okay. See ya. \n[46]I had a really nice time tonight. \n[47]I never thought it would happen at The Atlantis. Jeez. \n[48]Aren't your parents asleep? \n[49]Okay. Sure. I'll come in. \n[50]Where's your brother? \n[51]No. That's okay. \n[52]Naw. I don't mind. \n[53]So... pretty nice house you've got here. \n[54]I don't know. \n[55]Sure. \n[56]Oh, yeah. I had Mr. Deegan. \n[57]Look, Stacy, I want you to know that... \n[58]... I've got to go home. \n[59]Well... it's getting kind of late. \n[60]You blew it, asshole. \n[61]Really. We figured you needed the help. On such a hot day. \n[62]Really. \n[63]Why don't you get up and do a dive, Mike? \n[64]Chicken! \n[65]Today's April 16th. Damone never comes to school on April 16th. \n[66]It's John Bonham's birthday. \n[67]John Bonham. The drummer for Led Zeppelin. He died a couple years ago. Every birthday he stays home and plays everything John Bonham ever recorded. It's like his own holiday. \n[68]Nobody noticed. Don't worry about it. We'll just stay out here until everyone comes out, we'll blend back in. \n[69]I'll get you the notes. \n[70]Damone? What happened between you and Stacy? \n[71]No Damone. I don't understand. \n[72]Hey fuck you Damone. There's a lot of girls out there and you mess around with Stacy. What have you got to prove? \n[73]I always stick up for you. Whenever people say 'Aw, that Damone is a loudmouth' -- and they say that a lot -- I say 'You just don't know Damone.' When someone says you're an idiot, I tell them 'Damone's not an idiot. You just don't know him.' Well, you know, Damone, maybe they do know you pretty good. And I'm just finding out. \n[74]You come on. \n[75]You're losing it, Damone. \n[76]You. Sit. \n[77]Hi, Stacy. How are you? \n[78]Yeah? About fifty people I didn't know wrote that in my annual. \n[79]Really? \n[80]Well, I don't know, I may be doing some traveling this summer. I don't know how much I'll be around... But I'll give you a call sometime. \n[81]The Attitude, Damone, is only good until you meet the right girl. \n[82]And... you can only tell it's the right girl if you're sensitive. \n[83]Sensitive is when you can tell how people feel without asking. \n[84]Well, for one, I read. I don't watch as much television as you. I'm trying to feel things more. I'm learning a lot about people. \n[85]Lust For Life. It's the story of Vincent Van Gough. \n[86]It's a way, Damone. It's a vibe. I put it out, and I have personally found that girls do respond. ", "RON": "\n[1]So you working hard or hardly working? \n[2]You look like you could still be in high school. \n[3]How about your phone number? \n[4]No problem. \n[5]'The Cuer-vo Gold, the fi-ine Columbian.' You look nice tonight. \n[6]Where do you feel like going? \n[7]How about the point? \n[8]All right, the point it is. \n[9]Thanks. Thanks a lot. \n[10]It's very warm out tonight. \n[11]Are you really nineteen? \n[12]I think I better take you home. \n[13]No. I mean back to your home. \n[14]Is this your first time? ", "DISSOLVE": "\n[1]\n[2]\n[3]\n[4]\n[5]\n[6]\n[7]\n[8]\n[9]\n[10]\n[11]\n[12]\n[13]", "BUSINESSMAN": "\n[1]Yes. This is not the best breakfast I ever ate. \n[2]And I want my money back. \n[3]No. I want my money back right now. \n[4]See that sign? It says 100% Money Back Guarantee. Do you know the meaning of the word 'guarantee'? Do they teach you that here? Give me my money back. \n[5]Look. Just put your little hand back in the cash register and give me my $2.75 back. Okay? Please, Brad? \n[6]I am so tired. I am so tired of dealing with morons. How hard is it to... \n[7]Manager!! \n[8]You bet there's a problem! Your employee used profanity and threatened me with violence! I'm shocked, frankly. I've eaten here many times and I've always enjoyed the service -- until today! \n[9]All I wanted was my money back for this breakfast. It was a little undercooked. And this young man threatened me. Now I plan to write a letter! I plan to... \n[10]Thank you very much. ", "DENNIS": "\n[1]Any problems? \n[2]Did you throw away those fries, Hamilton? \n[3]Those were perfectly good fries, Hamilton. Perfectly good. \n[4]Come on. Clean that counter off Brad. Let's go. Play ball. \n[5]Can I help you, sir? Is there a problem? \n[6]Did you threaten this man or use profanity in any way? \n[7]Did you threaten this customer or use profanity in any way? \n[8]You're fired. \n[9]I'm very sorry this happened to you, sir. ", "LISA": "\n[1]Were those flowers really for me, Brad? \n[2]How much did they cost? \n[3]What's there to do at the Point? \n[4]Brad. I don't want to have to use sex as a tool. \n[5]I don't want to talk about it here, Brad. \n[6]If you'd apologize I think Dennis would take you back. \n[7]Look, Brad, I've been trying to think of a way to tell you this. We're almost out of high school, this is our last year. I think we owe it to ourselves to be free, and meet some new people. Then, if we get back together, we'll know it's the right thing. \n[8]I saw your picture in the paper. You had the greatest look on your face! \n[9]Will you sign my annual, Brad? ", "GRIFFIN": "\n[1]How've you been? \n[2]I was going to say... your eyes look a little red. \n[3]I wanted to talk a little bit about school, if I could... \n[4]How often do you go? \n[5]I hear you brought a film clip with you. Do you want to set it up for us? \n[6]Fascinating. \n[7]Who's that? \n[8]Are you going to ride that wave? \n[9]What's going through your mind right here, Jeff? The danger of it all? ", "ARNOLD": "\n[1]Brad, can I talk to you a minute? \n[2]Brad, I really fuckin' hate McDonald's, man. Ever since they started in with the chicken, everything went downhill. \n[3]Oh, man, if you could swing something there, I'd do anything for you. I want to work with you guys. \n[4]All right!! \n[5]You'll go. It's part of the final. \n[6]The bodies are dissected, Mike, and Mr. Vargas pulls out parts of the dead body and holds them up. Okay? \n[7]Brad! I know you're on your break, but would you cover me on register three? ", "ROBBER": "\n[1]I want money. And I want it all -- now. \n[2]I know this store. I know where the safe is. \n[3]Over there behind the donut case. Now move! \n[4]Just give me the money. Move it. \n[5]Move it. Move it. \n[6]Let's go, stupid. \n[7]Aaaaaaaaaaaarrrrrrrrr!!! "}}