{"dialogues": {"HAZEL": "\n[1]You have a choice in this world, I believe, about how to tell sad stories. \n[2]On the one hand, you can sugar coat - the way they do in movies and romance novels. \n[3]Where villains are vanquished and... heroes are born and... \n[4]... beautiful people learn beautiful lessons... \n[5]... and nothing is too messed up that can't be fixed with an apology and a Peter Gabriel song. \n[6]I like that way as much as the next girl, believe me. It's just not the truth. \n[7]This is the truth. \n[8]Sorry. \n[9]Late in the Winter of my 17th year... \n[10]... my mother decided I was depressed. \n[11]I'm not depressed. \n[12]I'm not depressed. \n[13]I'm not depressed! \n[14]The booklets and web sites always list depression as a side effect of cancer... 3. \n[15]Depression's not a side effect of cancer... \n[16]... it's a side effect of dying. \n[17]Which is what was happening to me. \n[18]Why stop there? \n[19]Keep `em coming. I can take it. I'm like the Keith Richards of cancer kids. \n[20]I'm not sure it's for me. \n[21]I'm not de-- \n[22]What? \n[23]\"Journey?\" Really? \n[24]I'll spare you the gory details of Patrick's ball cancer. Basically, they found it in his nuts, cut most of it out, he almost died, but he didn't die, and now here he is - divorced, friendless, addicted to video games, exploiting his cancertastic past in the heart of Jesus - \"literally\" - to show us that one day - if we're lucky - we could be just like him. \n[25]I'm, uh, Hazel. 16. Thyroid originally but with quite the impressive satellite colony in my lungs. \n[26]You mean besides the terminal cancer? 6. \n[27]Alright? I guess...? \n[28]Hmm? \n[29]That's ok. \n[30]Why don't you guys go to a movie?  7. \n[31]You haven't been out in a while. Go. Have fun. Take the night off. \n[32]And that was my life. \n[33]Reality shows. Doctor's appointments. Eight prescription drugs, three times a day. \n[34]And worse worse worst of all... support group. \n[35]Ugh. You can't make me. \n[36]If you want me to be a teenager, don't send me to Support Group. Buy me a fake ID so I can go to clubs and drink gimlets and take pot. \n[37]See, that's the kind of thing I would know with a fake ID. \n[38]And so I went... \n[39]Not because I wanted to or because I thought it would help. But for the same reason I did anything these days... \n[40]... to make my parents happy. \n[41]Are you gonna sit here and wait the whole time? \n[42]Ok. \n[43]Love you too Mom. \n[44]The only thing worse than biting it from cancer - is having a kid bite it from cancer. 9. \n[45]I'll take the stairs. \n[46]Excuse me. \n[47]I just wanna say... there will come a time when, you know, all of us are dead. 12. \n[48]It might be tomorrow. Might be a million years from now but... it's gonna happen. And when it does, enough generations will come and go, there'll be no one left to remember Cleopatra. Or Mozart. Or Muhammad Ali, let alone any of us, right? \n[49]Oblivion's inevitable. And if that scares you, well, I suggest you ignore it. God knows it's what everyone else does. \n[50]Someone should probably tell him, don't you think? Jesus? Seems kinda dangerous keeping all these kids with cancer in your heart. \n[51]Hazel. \n[52]Hazel Grace Lancaster. \n[53]What? \n[54]Why are you looking at me like that? \n[55]I'm not beaut -- \n[56]What's with the \"always?\" 14. \n[57]He's gotta be hurting her boob. \n[58]Oh. Um. Uh...  Sure. Yeah. I'm... pretty free this \n[59]What? \n[60]What do you mean \"now?\" \n[61]You could be an axe murderer. \n[62]Oh my god. Oh. My. God. You're kidding right?  You just ruined the whole thing! 15. \n[63]What, you think that's cool? Oh you idiot! There's always a hamartia, isn't there? And yours is - even though you had FREAKING CANCER you give money to a corporation for the chance to acquire EVEN MORE CANCER!? Ugh. And you were doing so well. \n[64]Let me tell you... not being able to breathe? Sucks. Totally sucks. \n[65]A fatal flaw. \n[66]Sorry? \n[67]Metaphor. \n[68]Can't tonight.  I've made plans with Augustus Waters. \n[69]You don't say. \n[70]I'm surprised you have a license. \n[71]Aha. Cancer perk. \n[72]I was 13 when they found it. \n[73]Stage IV thyroid cancer. \n[74]I had surgery first. \n[75]Then Radiation... \n[76]Then Chemo... \n[77]All of which worked for a while. \n[78]And then stopped working. \n[79]And then my lungs started filling up with water. \n[80]That should have been the end. 18. \n[81]But it wasn't. \n[82]The antibiotics kicked in. They drained the fluid from my lungs. And in time I got better. Stronger. \n[83]I even found myself in an experimental trial. You know the ones that are famous in the Republic of Cancervania for not working. \n[84]It's called Phalanxifor. Didn't work in over 70 percent of patients but, for some reason... \n[85]...it worked in me. They called it \"The Miracle.\" \n[86]Tumors shrank, my mets have hardly grown since... 19. \n[87]Of course my lungs still suck but, theoretically, they could continue to suck in just this way for, I dunno, a while maybe. \n[88]Yeah. \n[89]Can't. \n[90]Got my GED. \n[91]It's just... Hazel. \n[92]Nice to meet you! \n[93]Must have been pretty good. \n[94]Need to sit. \n[95]Don't get any ideas.  All that standing... and stairs... and then more standing... lotta standing for me. \n[96]I'll be fine in a minute. Unless I faint. I'm a bit of a Victorian lady, fainting-wise. \n[97]I already told you my story. I was \n[98]Um... \n[99]No. I'm just... I don't know... un- extraordinary. \n[100]\"An Imperial Affliction.\" \n[101]It's a novel. My favorite novel. \n[102]What? No. \n[103]Seriously? It's not that kind of book. \n[104]It's not, it's... kind of my bible actually. \n[105]Cancer.  But not in that way, trust me. The guy who wrote it, Peter Van Houten, he's... well, the only person I've ever come across who seems to a understand what it's like to be dying and b) not have died. \n[106]Not so much cold as under- oxygenated. \n[107]By \"it\" do you mean herpes? \n[108]I'm not worried. Please. It's not like I'm waiting for him to call or anything. I just... we hung out. No big deal. \n[109]Welcome to the sweet torture of reading \"An Imperial --\" \n[110]What the -- are you ok? \n[111]How ya doing Isaac? \n[112]Oh I'm sorry. Do you want to talk about it? 26. \n[113]Fair enough. \n[114]I actually think his response is appropriate. \n[115]You're quoting my book! \n[116]Sometimes people don't understand the promises they're making when they make them. \n[117]I know, right? \n[118]It is rather abrupt. \n[119]But that's part of what I like about it. It portrays death truthfully. You die in the middle of your life, in the middle of a sentence. But I do - God, I do want to know what happens to everyone else. \n[120]The Dutch Tulip Man... 28. \n[121]I've written letters. He's never responded. Apparently he moved to Amsterdam, became a recluse. Hasn't published anything. Doesn't do interviews. \n[122]Hello Augustus. \n[123]You're welcome. \n[124]What we need is a sequel. \n[125]That's what I kept asking Van Houten for in my letters. \n[126]That's correct. \n[127]Yeee-up. \n[128]Unfortunately so. \n[129]Augustus!? \n[130]Keep reading, keep reading! 31. \n[131]You're making this up? \n[132]Holy hell. \n[133]Can I... would you mind... \n[134]\"Dear Mr. Peter Van Houten, my name is Hazel Grace Lancaster. My friend Augustus Waters, who read your book - at my recommendation - just received an email from you at this address. I hope you will not mind that he shared that email with me.\" 32. \n[135]\"I was wondering if you wouldn't mind answering a few questions I have about what happens after the end of the book. Specifically, the \n[136]\"Does Anna's Mom marry the Dutch Tulip Man; is the Dutch Tulip Man up to something - or is he just misunderstood? What happens to Anna's friends? \n[137]Lastly, I was hoping you could shed some light on Sisyphus the Hamster. These questions have haunted me for years. And I don't know how long I have left to get answers to them.\" \n[138]\"I know these are not important literary questions and that your book is full of important literary questions, but I would just really like to know.\" \n[139]\"And of course, if ever you do decide to write anything else, even if you don't want to publish it, I'd love to read it. Frankly, I'd read your grocery lists. Yours with great admiration, Hazel Grace Lancaster. Age 16.\" \n[140]You think? \n[141]Is it really almost 1? \n[142]I gotta get to sleep. \n[143]Ok... \n[144]Ok... \n[145]Ok. \n[146]Ok. \n[147]Yeah. \n[148]Qualities of a Good Nurse. Go. \n[149]Gets blood on the first try. \n[150]\"I'm gonna stab you with this needle now, so there might be a little ouchie.\" \n[151]You doing alright, Isaac? \n[152]It's a little crazy. 35. \n[153]Was he? \n[154]The pain?  Good. Good, Isaac.  What about Gus? \n[155]Holy shit! \"Dear Ms. Lancaster... I cannot answer your questions, at least not in writing, because to do so would constitute a sequel, which you might publish or otherwise share on the internet. Not that I don't trust you, but how could I trust you, I barely know you.\" \n[156]\"Should ever you find yourself in Amsterdam, do pay a visit at your leisure. Yours most sincerely, Peter Van Houten\" Son of a - WHAT \n[157]Nothing. Sorry. \n[158]Everything! Look! \n[159]Can we go to Amsterdam? Please? \n[160]No, yeah, of course. \n[161]Mom, no. Please. Don't do anything. Forget I mentioned it. \n[162]Guilt is definitely a side effect of cancer. \n[163]I've used it already. Pre- \"Miracle.\" \n[164]I was 13... \n[165]And Epcot Center. \n[166]We had fun on that trip. \n[167]I met Goofy... \n[168]Why are you embarrassed? \n[169]Wait, what? 38. \n[170]Gus? \n[171]You ready Gus? \n[172]Is this where you bring all your romantic conquests? 40. \n[173]You're not a virgin.  Are you really? \n[174]He sounds Dutch. \n[175]Let me guess -- \n[176]You do love your symbols. \n[177]It has crossed my mind. \n[178]I was thir-- \n[179]Sorry. Please, continue... \n[180]But I... didn't save it. \n[181]Are you saying -- \n[182]Wait a minute. Are you only doing this so I'll kiss you? \n[183]Cause I'd totally kiss you either way. \n[184]Seriously... why are you doing this? 43. \n[185]He's not a stranger. \n[186]Don't be gross. \n[187]Can we at least ask Dr. Maria? \n[188]You said the PET scan was encouraging! \n[189]They have doctors in Amsterdam. And cancer. Someone will know what to do. 44. \n[190]So you'll come too. \n[191]The Genies can hook it up. They're loaded. \n[192]You've never been to Amsterdam, have you Mom? \n[193]And then this happened. \n[194]People talk about the courage of cancer patients. And I do not deny that courage... \n[195]I'd been poked and stabbed and poisoned for years and still I trod on. \n[196]But make no mistake... \n[197]In that moment I would have been very, very happy to die. \n[198]Hi. \n[199]So what happened? \n[200]Um, I feel like I'm not the most qualified person to answer that. \n[201]Can't I just get like a lung transplant or something? \n[202]I have a question. \n[203]Can I still go to Amsterdam? \n[204]Why not? \n[205]Why not, Dr. Simmons? \n[206]So does going to the mall -- \n[207]They have oxygen on airplanes. \n[208]It's my life, right? \n[209]I have this opportunity I may never have again. If the medicine's working, I don't see why -- \n[210]Hi Augustus. \n[211]Kind of. \n[212]I don't know. I want to go to Amsterdam. And I want him to tell us what happens after the book and I don't want my particular life and also the sky is making me sad and there's this old swing set that my Dad made for me when I was a kid. It's just... everything. \n[213]Thanks for coming over. 53. \n[214]It's not about Amsterdam. It's about me. It's about... \n[215]Exactly. \n[216]That's why I don't have a hamster. \n[217]\"Swing Set Needs Home.\" \n[218]\"Lonely, Vaguely Pedophilic Swing Set Seeks Butts of Children.\" \n[219]No? \n[220]Of course I like him. 55. \n[221]It's complicated. \n[222]\"Dear Hazel, I have received word via the Genies that you will be visiting us with Augustus Waters and your mother beginning on the 4th. A week away! Peter and I are delighted and cannot wait to -- \n[223]Mom? \n[224]Mom! \n[225]Sorry, I... I didn't know you were in the shower. \n[226]Did you ever call the Genies to tell them the trip is off? I just got an email from Peter Van Houton's assistant. She still thinks we're coming. 56. \n[227]What? \n[228]Really... \n[229]\n[230]One week, lungs. Keep your shit together one more week... \n[231]Amsterdam! \n[232]For what? \n[233]Mom? \n[234]Ok...? \n[235]Ok. \n[236]Amsterdam! \n[237]Oh that's not necessary. 59. \n[238]It's called a Cannula. These tubes give me oxygen and help me breathe. \n[239]No, no. It's alright. \n[240]I dunno. Wanna try? \n[241]Right? \n[242]Well... I'd love to give you my cannula but... I kinda really need the help. \n[243]I think that's us. 60. \n[244]Have you never been on a plane before? \n[245]It's a metaphor. He puts the killing thing in his mouth but doesn't give it the power to kill him. \n[246]Ok? \n[247]This is what it feels like to ride in a car with you. \n[248]We're just friends, Mom. \n[249]Something like that. \n[250]This is Amsterdam? 62. \n[251]Good morning. \n[252]How was the park? \n[253]Mom! \n[254]What do you mean? 63. \n[255]Mom... \n[256]A 16 year old girl running free with an older boy on the streets of a foreign city famous for its vice and debauchery... is totally cool with you. Is that what you're saying? \n[257]\n[258]Ok. \n[259]Wow that's good. \n[260]Thank you for letting me hijack your wish. \n[261]Oh my god. \n[262]I mean... \n[263]There are no words. \n[264]I like your suit. \n[265]That isn't the suit you wear to funerals? \n[266]It's your death suit. \n[267]I have one of those. Bought it for my 15th birthday. Don't think I'd wear it on a date, though. \n[268]Watch it. 67. \n[269]Maybe. \n[270]Undecided. \n[271]No. Well... Maybe I wouldn't go so far as to say no. I just... I'd like some evidence. What do you think? \n[272]Really? \n[273]Maybe there is no point. \n[274]I hope you're right. \n[275]\n[276]Van Houten will get it. Trust me. There are like fifty Magritte references in \"Imperial Affliction.\" \n[277]Exactly. \n[278]No it's not. It's a drawing of a pipe. See? All representations of a thing are inherently abstract. A drawing of a thing is not the thing itself. Nor is a t-shirt of a drawing of a thing the thing itself. \n[279]Why is the sky blue? \n[280]I'm so excited I can barely breathe. \n[281]Trash? 72. \n[282]Um, no thanks. \n[283]Yes. We - well, Augustus, he made meeting you his Wish so that we could come here and talk to you. \n[284]Kinda. 73. \n[285]We have some questions -- \n[286]About what happens, you know... after... the end of your book. Specifically to those who Anna leaves behind. Like her Mom, the Dutch Tulip Man, Sisy -- \n[287]I would say... limited? \n[288]I'm sorry, sir. We don't speak Swedish. \n[289]So anyway... when the book ends, Anna's mom -- \n[290]Can we please, maybe, talk about Anna for a sec? I mean, I understand that the story ends mid- sentence because she dies or she becomes too sick to continue -- \n[291]- but that doesn't mean her family and everyone she loves doesn't have a future, right? \n[292]But you promised! 76. \n[293]Mr. Van Houten, you said you would tell us what happens and that's why we're here. We... I need you tell me. Surely you've thought about it. I mean, as characters -- \n[294]They can't! (again, has to calm \n[295]I don't want your pity -- \n[296]Hey listen douchepants. You're not gonna tell me anything I don't already know about illness. I need one thing and one thing only from you before I walk out of your life and that's for you to tell me what happens to your goddman characters! \n[297]Bullshit! \n[298]Make something up. \n[299]You're really not gonna tell us? \n[300]Go fuck yourself. \n[301]I spent your Wish on that asshole. \n[302]I wanted... \n[303]Oh, um, that's alright. \n[304]I can do it. \n[305]I can do it! \n[306]I'm ok. \n[307]What? 82. \n[308]Oh get over yourself. \n[309]I love you, Augustus Waters. \n[310]\"Get up you fat bastard.\" \n[311]I said \"get up.\" \n[312]God, what an asshole. 83. \n[313]It was awful, Mom. You can't imagine. \n[314]Then we went to the Anne Frank museum. \n[315]We just... walked around. \n[316]Um... ok... \n[317]That was weird. \n[318]Augustus? 84. \n[319]Oh no... \n[320]Oh god. \n[321]Oh my god no! \n[322]I'm so sorry, Augustus. I'm so so \n[323]It's so unfair -- \n[324]It's so fucking unfair! 85. \n[325]Does it hurt? \n[326]Ok. \n[327]I'm just... I'm very fond of you. \n[328]I don't think you're dying, Augustus. You've just got a touch of cancer. \n[329]Gus had a recurrence. \n[330]You're not gonna say it? \n[331]The usual. \"Everything happens for a reason...\" \n[332]How are your eyes? \n[333]What are you talking about? \n[334]Augustus? 88. \n[335]It would be an honor. \n[336]How's your love life? Anything from Monica? \n[337]She hasn't even like, texted to ask how you're doing? \n[338]That is so messed up! \n[339]How do you even know that? \n[340]Ok now what? \n[341]Woo hoo! \n[342]A few days later, Gus landed in the hospital with chest pains. \n[343]How's he doing? \n[344]What about the chemo? \n[345]Can I see him? \n[346]If you don't mind, I'll just hang for a while. 92. \n[347]What are you thinking about? \n[348]Augustus... \n[349]You are. \n[350]I do know what you mean, I just... I don't agree. \n[351]This obsession with being \n[352]But I am mad! I think you're special, is that not enough? \n[353]You think the only way to live a meaningful life is for everyone to love you, for everyone to remember you. Well guess what, Gus, this is your life. This is all you get. You get me, and your family, and this world. And if that's not enough, well I'm sorry, but it's not nothing. Cause I'll remember you, I'll love you -- \n[354]And I just wish... I just wish you'd be happy with that. \n[355]It's not over yet, you know. \n[356]Hello? \n[357]Oh, thank God. Hi. Hi, I love you! \n[358]What? \n[359]Oh, God, Augustus, I'm calling 911. \n[360]I think it's infected... \n[361]Gus, what the -- why are you here? Why aren't you home? \n[362]Oh, sweetie... \n[363]I can't fix this. I have to call someone. I'm sorry. \n[364]I wish I could say Augustus Waters kept his sense of humor till the end, did not for a moment waiver in his courage and his spirit soared like an eagle to the sky... \n[365]...but that is not what happened. \n[366]Read you something? \n[367]I know one. \n[368]\"The Red Wheelbarrow\" by William Carlos Williams.  \"So much depends / upon / a red wheel / barrow / glazed with rain / water / beside the white / chickens.\" 96. \n[369]No of course not. Um... what else... so much depends/ upon a blue sky/ cut open by the branches/ of the trees./ So much depends/ on the transparent G-tube/ erupting from the belly/ of the blue-lipped boy. \n[370]So much depends upon this observer/ of the universe... \n[371]One of the less bull-shitty conventions of the cancer genre is the convention known as the \"Last Good Day...\" \n[372]This is where the victim of cancer finds himself unexpectedly with some hours... \n[373]... when it seems like the inexorable decline has suddenly plateaued, when the pain is for a minute bearable. \n[374]The problem, of course, is that there's no way of knowing that your last good day is your \"Last Good Day.\" At the time, it's just another decent day. \n[375]Hi, Augustus. \n[376]I may have... \n[377]Um... sure. Is everything -- \n[378]I gotta go. \n[379]I can't, I have to meet Gus. 98. \n[380]I'm not hungry. \n[381]I am aggressively unhungry, ok? \n[382]I have to go. \n[383]No! \n[384]I can't! I can't stay healthy because I'm not healthy, Mom. I am dying. I am going to die and leave you here alone and you won't have me to hover around and you won't be a mother anymore, and I'm sorry, but I can't do anything about it, ok?! Just leave me alone! \n[385]When. \n[386]I worry that you won't have a life. That you'll sit around all day with no me to look after and stare at the walls and be miserable or off yourselves or something. \n[387]You are? \n[388]So when you're waiting for me outside Support Group or whatever, you're always -- 100. \n[389]Why didn't you tell me? \n[390]Are you kidding? Mom, this is awesome! This is fantastic! Oh my god! \n[391]I'm so excited! You're gonna be so great, Mom! \n[392]I know Mom. And I will. I promise. But right now... I really gotta go. \n[393]I know, right? So, um, what's going on guys? \n[394]Late for what exactly? 101. \n[395]Why now? \n[396]How did you even get in here? \n[397]Um, no. \n[398]\"Augustus Waters was the great star- crossed love of my life. Ours was an epic love story, and I won't be able to get more than a sentence into it without disappearing into a puddle of tears. Like all real love stories - ours will die with us, as it should. I'd hoped that he'd be eulogizing me, because there's no one I'd rather have...\" \n[399]\"I can't talk about our love story so instead I will talk about math. I am not a mathematician, but I know this: there are infinite numbers between 0 and 1. There's .1 And .12 And .112 And an infinite collection of others. Of course, there is a bigger infinite set of numbers between 0 and 2, or between 0 and a million. Some infinities are bigger than other infinities. A writer we used to like taught us that. I want more numbers than I'm likely to get, and God, I want more numbers for Augustus Waters than he got. But, Gus, my love, I cannot tell you how thankful I am for our little infinity. You gave me a forever within the numbered days, and for that I am eternally grateful. I love you.\" \n[400]Augustus Waters died eight days later in the ICU... \n[401]... when the cancer, which was made of him, stopped his heart, which was also made of him. \n[402]It was unbearable. The whole thing. Every second worse than the last. \n[403]One of the first things they ask you in the ER is to rate your pain on a scale from 1 to 10. I'd been asked this question hundreds of times and I remember once, early on, when I couldn't catch my breath and it felt like my chest was on fire, and the nurse asked me to rate the pain and though I couldn't speak, I held up 9 fingers. \n[404]Later on, when I'd been feeling better, the nurse came in and she called me a fighter. \"You know how I know,\" she said. \"Because you called a ten a nine.\" \n[405]But that wasn't the truth. The reason I called it a nine was... I was saving my ten. 105. \n[406]And this was it. The great and terrible ten. \n[407]He loved you so much too. \n[408]It's ok, you hear me? It's ok. \n[409]I was his girlfriend. \n[410]There's a beautiful quote in Gus's home that reads \"if you want the rainbow, you gotta deal with the rain.\" \n[411]I didn't believe a word, of course. But that was ok. Funerals, I'd decided, aren't for the dead. They're for the living. 107. \n[412]I'll be fine. \n[413]No, I'd... I'd like to be alone for a while. \n[414]How did you even -- \n[415]And you just... bought a ticket? \n[416]You read your fan mail now? 108. \n[417]I'm so not in the mood -- \n[418]Goodbye Mr. Van Houten. \n[419]Nope. Thanks though. Have a great life. \n[420]I remind a lot of people of a lot of people. \n[421]She had leukemia? Like Anna? \n[422]Were you married then? \n[423]Well I'm sorry for your loss. 109. \n[424]You didn't ruin our trip, you asshole. We had an awesome trip. \n[425]You think I care about that? I don't give a shit, Van Houten. \n[426]You're a drunk and a jerk and a failure. And I'd like you to get out of my car right now so I can go home and grieve. \n[427]Get out of the car! \n[428]Occupada. \n[429]He was really fighting for breath, I guess. He eventually went unconscious, but it seems like, yeah, it wasn't great or anything. Dying sucks. \n[430]Happens all the time. \n[431]Very. 111. \n[432]I know. \n[433]I know. \n[434]I didn't find it that annoying. \n[435]He is not my friend and -- how do you know about that? \n[436]Yeah well I'm over it. I never want to read another word of that asshole's again. \n[437]What? \n[438]I... I have to go. I... Are you...? 112. \n[439]Ok. ", "GUS": "\n[1]Hi. I'm Augustus Waters. 17. Had a touch of osteosarcoma bout a year and a half ago - lost this baby as a result... 11. \n[2]But really I'm just here at Isaac's request. \n[3]Me? Oh I'm grand. I'm on a roller coaster that only goes up, my friend. \n[4]My fears? \n[5]Oblivion. \n[6]Yeah, see... I intend to live an extraordinary life. To be remembered. If I'm scared of anything it's... not doing that. \n[7]Literally. \n[8]I thought we were in a church basement but apparently we were literally in the heart of Jesus. \n[9]What's your name? 13. \n[10]No your full name? \n[11]I didn't say anything. \n[12]Because you're beautiful. \n[13]I enjoy looking at beautiful people and I decided a while back not to deny myself the simpler pleasures of existence. Particularly given that, as you so astutely pointed out, we're all gonna die pretty soon. \n[14]Hey Alisa. \n[15]\"Always\" is their thing. They'll \"always\" love each other and whatnot. Must have texted \"always\" to each other at least four million times this year. \n[16]Let's watch a movie. \n[17]No I mean now. \n[18]Hmm? \n[19]I've got a car. \n[20]There is that possibility. Come on Hazel Grace... take a risk. \n[21]Whole thing? \n[22]Hamartia? \n[23]They don't hurt you unless you light them. \n[24]I've never lit one. \n[25]It's a metaphor. See? You put the thing that kills you between your teeth. But you don't give it the power to do the killing. \n[26]I failed the test a couple times. \n[27]Most amputees can drive with no problem but... yeah. Not me. \n[28]Tell me about it! \n[29]The fourth time I took the test... it was going about how this is going... and when it was over, the instructor looks at me and goes, \"your driving, while unpleasant... is not technically unsafe.\" \n[30]Total cancer perk. \n[31]So what happened to you? 17. \n[32]Wow. \n[33]So are you back in school or...? \n[34]Why not? \n[35]A college girl! Well that explains the aura of sophistication... \n[36]We're here. \n[37]My parents call them \"encouragements.\"  Don't ask. \n[38]Hey guys. \n[39]This is Hazel Grace. \n[40]Downstairs if you need us! \n[41]I used to play. \n[42]These are mine. And these. The rest of it's just cancer perks. \n[43]I understand. 21. \n[44]You ok? \n[45]So what's your story? \n[46]Not your cancer story. Your story. Interests, hobbies, passions, weird fetishes... \n[47]Don't tell me you're one of those people who becomes their disease. \n[48]I reject that out of hand.  Think of something you love. First thing that comes to mind. \n[49]Ok. What's that? \n[50]Does it have zombies? \n[51]Stormtroopers. 22. \n[52]Sounds horrible. \n[53]Interesting. What's it about? \n[54]In that case... I am going to read this horrible book with the boring title that does not contain zombies or stormtroopers. And in exchange... \n[55]... all I ask is that you read this brilliant and haunting novelization of my favorite video game. \n[56]Your hands are cold. \n[57]Ooh Hazel Grace... I love it when you talk medical to me. 23. \n[58]Hazel Grace. \n[59]Me? Yeah. I'm excellent. \n[60]I am, however, with Isaac. 25. \n[61]Dude! Hey! Does Support Group Hazel make this better or worse? \n[62]Isaac! Focus. On. Me. \n[63]How fast can you get here? \n[64]Isaac, Hazel from Support Group is coming downstairs. \n[65]A gentle reminder: Isaac is in the midst of a psychotic episode. You look nice, by the way. \n[66]Seems Isaac and Monica are no longer a going concern. \n[67]He just wants to cry and play video games. \n[68]It doesn't hurt to talk to him, however. If you have any sage words of feminine advice... \n[69]\"Pain demands to be felt.\" \n[70]That could be an \"encouragement.\" 27. \n[71]Isaac...? \n[72]Here we go... \n[73]That's it! Punch that thing. \n[74]I've been wanting to call you on a nearly minutely basis but I have been waiting until I could form a coherent thought in re: \"An Imperial Affliction.\" I can't stop thinking about it. \n[75]The only problem is the ending. \n[76]It's torture! I mean, I totally get that she died or whatever - Anna. But there is an unwritten contract between author and reader and I think ending your book in the middle of a sentence kind of violates that contract. \n[77]Yeah like her Mom. \n[78]Sysiphus the Hamster... \n[79]Have you tried contacting this... Peter Van Houten? \n[80]Sad. Hang on.  Isaac! \n[81]Pillows don't break. \n[82]You need to break something. \n[83]Go to town, my friend. \n[84]I've been looking for a way to tell my Dad that I kinda hate basketball. Think maybe we've found it. \n[85]Feel better? 29. \n[86]That's the thing about pain... it demands to be felt. \n[87]Hazel Grace. \n[88]So I read it again. And I just kept feeling like... like it was a gift. Like you'd given me something important. \n[89]On the other hand... we need closure, don't we? 30. \n[90]Yes. We need to know what happens to Anna's family after she dies. \n[91]But he never wrote back. \n[92]Because he's a recluse. \n[93]Utterly unreachable. \n[94]\"Dear Mr. Waters... I am writing to thank you for your electronic correspondence received this 6th of April. \n[95]\"I am grateful to anyone who sets aside the time to read my book...\" \n[96]I found his assistant. I emailed her. She must have forwarded it to him.  Shall I continue? \n[97]\"I am particularly indebted to you, sir, both for your kind words about `An Imperial Affliction' and for taking the time to tell me that the book, and here I quote you directly, `meant a great deal' to you.\" \n[98]\"To answer your question: No, I have not written anything else, nor will I. I do not feel that continuing to share my thoughts with readers would benefit either them or me. However thank you again for your generous email. Yours most sincerely, Peter Van Houten. \n[99]Hazel Grace, could I, with my meager intellectual capabilities, make up a letter from the great Peter Van Houten? \n[100]Indeed. \n[101]Go check your in-box. \n[102]Not bad. 33. \n[103]Bit pretentious. But then again, Van Houten uses words like \"tendentious\" and... \"bacchanalia\" so I think he'll like it. \n[104]Guess so. \n[105]Ok... \n[106]Ok... \n[107]Perhaps \"ok\" will be our \"always.\" \n[108]Ok. \n[109]Just use your wish. \n[110]What'd you do? \n[111]Not Disney. \n[112]Tell me you did not go to Disney World.  Hazel Grace! You did not use your one dying Wish to go to Disney World! \n[113]Oh my God! \n[114]That is the saddest thing I've ever heard! \n[115]Now I'm embarrassed. \n[116]How can I have a crush on a girl with such cliche wishes? \n[117]What? \n[118]It is indeed. \n[119]Hi Hazel. How would you like to go on a picnic? \n[120]I'm great Mrs. Lancaster. 39. \n[121]Didn't cut this fella off for the hell of it. Though it is an excellent weight-loss strategy. Legs are heavy! \n[122]N-E-C for fourteen months. \n[123]I'm very lucky. \n[124]Every last one. Probably why I'm still a virgin. \n[125]See this? This circle is virgins... \n[126]And this... is 17 year old dudes with one leg. \n[127]\"Funky Bones\" by Joep Van Lieshout. \n[128]And he is. Much like Rik Smits. And tulips. \n[129]Sandwich? \n[130]Dutch cheese. And tomato.  The tomatoes are Mexican. Sorry. 41. \n[131]How cool is that? A skeleton being used as a playground. \n[132]Speaking of which... \n[133]You're probably wondering why you're sitting here eating a bad cheese sandwich and drinking orange juice with a guy in a Rik Smits jersey. \n[134]Hazel Grace, like so many before you - and I say this with great affection - you spent your Wish... moronically. \n[135]Hush! I'm in the midst of a grand soliloquy here. \n[136]You were young. Impressionable. The Grim Reaper staring you in the face. And the fear of dying with your one true Wish left ungranted led you to rush into making one you didn't really want, for how could little Hazel Grace, having never read \"An Imperial Affliction\" ever know that her one TRUE wish was to visit Mr. Peter Van Houten in his Amsterdamian exile. \n[137]If you were smart, you would have saved your wish til the time in your life when you really knew your true self. 42. \n[138]Good thing I saved mine. \n[139]Got it in exchange for the leg. And I still have it. \n[140]I'm not gonna give you my Wish or anything. But I too have an interest in meeting Peter Van Houten and it wouldn't make much sense to meet him without the girl who introduced me to his book, now would it?  I talked to the Genies and they're in total agreement. We leave on May third. \n[141]Because Hazel Grace... I found my Wish. \n[142]Mr. Lancaster! How's she doing? \n[143]They won't let me in. Family only. \n[144]No I get it. Will you just... will you tell her I was here? 47. \n[145]Hazel Grace! \n[146]Are you crying, Hazel Grace? \n[147]What's the matter? \n[148]I demand to see this swing set of tears. \n[149]I see your point. That is one sad swing set. \n[150]You do realize... trying to keep your distance from me will in no way lessen my affection for you. \n[151]All efforts to save me from you will fail. \n[152]Is this about Amsterdam? Cause we \n[153]Grenades. \n[154]I get it. One day you're going to explode in a huge ball of fire and everyone close to you will die in your wake. \n[155]There's already two people in your life you're going to destroy. Why add a third to that list. Am I right? \n[156]We have got to do something about this frigging swing set. \n[157]\"Desperately Lonely Swing Set Needs Loving Home.\" \n[158]That's why. \n[159]In case you were wondering... that's why I like you.  You're so busy being you that you have no idea how utterly unprecedented you are. \n[160]Friendly. \n[161]\n[162]Always a pleasure to see you ma'am. Hello, Hazel Grace. 58. \n[163]Ok. \n[164]I don't smoke. \n[165]We're flying! Look! 61. \n[166]Holy -- look at that?! NOTHING HAS \n[167]She is. I'm not. \n[168]I'll be right down the hall. \n[169]Thank you ma'am. \n[170]Wow. \n[171]You look gorgeous. 64. \n[172]Ok. \n[173]The chef's choice sounds lovely.  And can we get more of this? \n[174]Thank you for coming to Amsterdam. \n[175]Thank you for wearing that dress which is like whoa. \n[176]Yeah? \n[177]That is just... \n[178]We don't speak Dutch! \n[179]I want this dragon carrot risotto to become a person so I can take it to Vegas and marry it. \n[180]Thanks. First time wearing it. \n[181]Oh no. That one's not nearly this nice.  When I first found out I was sick - I mean, they told me I had like an 85% chance to be cancer-free. Great odds, sure. But that meant a year of torture, the loss of my leg, and still a 15% chance it might fail. So right before the surgery I asked my parents if I could buy a suit, like a really nice suit, just in case I didn't make it. \n[182]That's what it is. \n[183]Are we on a date? \n[184]God? \n[185]Angels? \n[186]Afterlife? \n[187]Absolutely. \n[188]Oh for sure. I mean, not like a heaven where you ride unicorns, play harps, and live in a mansion made of clouds but, yeah, I believe in something. \n[189]Something becomes of us. It has to. Otherwise what's the point? \n[190]I refuse to accept that. I won't accept it. \n[191]I'm in love with you. 68. \n[192]You heard me. \n[193]I'm in love with you. And I know that love is just a shout into the void, and that oblivion is inevitable, and that we're all doomed and that there will come a day when all our labor has been returned to dust, and I know the sun will swallow the only earth we'll ever have, and I am in love with you.  Sorry. \n[194]Just the check, please. \n[195]Who's ready for some answers! 70. \n[196]As opposed to other days...? \n[197]Maybe he can't hear over the music? \n[198]Mr. Van Houten? \n[199]It's 11am. \n[200]Incidentally, thank you for dinner last night. \n[201]Um... \n[202]Are you messing with us? \n[203]Is this some kind of performance? \n[204]I don't know what's going on. \n[205]Hey. It's ok. It's ok...  I'll write you a sequel.  I will. Better than any shit that drunk could write. With blood and guts and sacrifice. You'll love it. \n[206]You did not spend it on him. You spent it on us. \n[207]I know... I know. Apparently the world is not a wish-granting factory. \n[208]I'm not going anywhere with that monster. \n[209]\n[210]You're a champion. \n[211]That's enough -- \n[212]We're at the top. That's it. \n[213]It's above my knee. \n[214]It tapers a little and then it's just skin -- \n[215]My leg. Just so you're prepared -- \n[216]I love you too, Hazel Grace. \n[217]\"I can't stand up, I'm too drunk.\" \n[218]\"Standing is for fools!\" \n[219]Shall we? \n[220]There's something I have to tell you... \n[221]Just before you went into the hospital... There was this... I felt this... ache in my hip. \n[222]I had a PET scan. \n[223]It lit up like a Christmas tree, Hazel... \n[224]The lining of my chest, my liver... everywhere. \n[225]I'm sorry too -- \n[226]I should have told you -- \n[227]Apparently the world is... not a wish-granting factory. \n[228]Don't you worry about me, Hazel Grace. I'll find a way to hang around and annoy you for a long time. \n[229]It's ok. I'm ok. \n[230]Ok. \n[231]What? \n[232]I don't suppose you can forget about it, treat me like I'm not dying. \n[233]Would it be absolutely ludicrous to make out right now? 86. \n[234]I hate to one-up you but... seems my entire body is made out of cancer now, so... \n[235]Whoa, I'm taken. \n[236]Dude. \n[237]I haven't asked her. \n[238]I need speakers at my funeral. I thought maybe you and Isaac... but especially you -- \n[239]Would you be kind enough to whip something up? \n[240]Hazel Grace! \n[241]Do you happen to have four dollars? 89. \n[242]Oh it's there. \n[243]Who cares where she is? This is not about her. This is about you.  Hazel... \n[244]A little to the left. \n[245]Aim left. 90. \n[246]Lefter. \n[247]Yes! Excellent! And throw hard. \n[248]Bullseye! \n[249]No you missed it by like 20 feet.  Try one more time. \n[250]Keep throwing, keep throwing! \n[251]Are you Monica's mom? \n[252]Hello ma'am. Your daughter has done an injustice and we've come here seeking revenge. We may not look like much. Between the three of us, we have five legs, four eyes, and two and a half working lungs. 91. \n[253]But we also have two dozen eggs. So If I was you, I would go back inside. \n[254]Oblivion. \n[255]I know it's kid's stuff but... I always thought I'd have a grand story to tell, you know? Something that would run in all the papers. I always thought I was special. \n[256]Yeah but... you know what I mean. \n[257]What? \n[258]Don't get mad -- \n[259]\n[260]You're right -- \n[261]You're right. I'm sorry.  I'm sorry. \n[262]It's a good life, Hazel Grace. \n[263]Hazel Grace. \n[264]I'm at the gas station -- 94. \n[265]Something's wrong. You gotta... please come help me. \n[266]Hi. \n[267]No! Please! Hazel, listen to me. Do not call 911 or my parents -- I'll never forgive you -- Don't, please. \n[268]Please just look at it. \n[269]I wanted to buy some cigarettes. I lost my pack. Or they took it. 95. \n[270]I don't know. They said they'd get me another one but I wanted... to do it myself. Do one little thing myself. \n[271]No, Hazel, please! \n[272]I hate myself I hate myself I hate this I hate this... \n[273]Read me something. \n[274]Do you know any poems? \n[275]Read it to me. \n[276]Is that it? \n[277]Good evening, Hazel Grace. \n[278]Quick question for you. Did you ever write that eulogy I asked you to prepare? \n[279]Excellent. Do you think you could find yourself at the Literal Heart of Jesus in 20 minutes. \n[280]I love you Hazel. \n[281]Hazel Grace, you look ravishing. \n[282]I wanted to attend my funeral. By the way, will you speak at my funeral? \n[283]Sweet. I'm hopeful I'll get to attend as a ghost, but just to make sure, I thought I'd - well, not to put you on the spot, but I thought I'd arrange a pre-funeral. \n[284]No time like the present. \n[285]Would you believe they leave the door open at night? \n[286]As well you shouldn't. \n[287]17. \n[288]Thank you Isaac. \n[289]Hey don't swear in the Literal Heart of Jesus. \n[290]Hazel Grace, it's down to you. 103. ", "FRANNIE": "\n[1]... she eats like a bird. She barely leaves the house, \n[2]... she reads the same book over and over... \n[3]... some days she won't even get out of bed. \n[4]She's gone a few times. \n[5]Hazel. \n[6]It's Friday night. \n[7]I was just thinking... you should call your friends, see what they're up to. \n[8]Get in the car. \n[9]Of course not, no. I...  I have errands to run. \n[10]Love you. \n[11]Make some friends! \n[12]Hi sweetheart. Ready for some \"Model?\" 16. \n[13]Are you ready, sweetie? \n[14]That's different. \n[15]Did he give it to you? \n[16]I'm sure he'll call, don't worry. \n[17]Dr. Maria called today. The PET Scan is set for the eighth. \n[18]I told you Support Group was a good idea. \n[19]What's wrong?! \n[20]Nothing? \n[21]Hazel, I... I love you and... you know I'd do anything for you, but we don't... We don't have the money. The expense of getting equipment over there - love, it's just not possible... \n[22]I mean, I could talk to your father \n[23]Something to drink? \n[24]Are you out of your mind? \n[25]It's too much, Haze. We can't accept something like that from a virtual stranger. \n[26]Really? \n[27]It's still \"no,\" I'm afraid. \n[28]What? \n[29]\n[30]They thought it was a brain tumor. \n[31]The usual. Fluid in the lungs, preventing oxygenation. They put that in... \n[32]Drained a liter and a half last night. \n[33]This is just a thing Hazel. It's a thing we can live with. \n[34]Are you ready, sweetie? \n[35]I won't be a mom anymore. 49. \n[36]\n[37]We'll be right outside. \n[38]What is it, what's wrong?! \n[39]Bath. I was just... just trying to take a bath for five seconds. What's the matter? \n[40]I'm not supposed to tell you until your father gets home. We're going to Amsterdam. \n[41]Dr. Maria called last night and made a convincing case that you need to live -- \n[42]I'm getting back in the tub now. \n[43]Amsterdam! 57. \n[44]We can't eavesdrop, Hazel. \n[45]Amsterdam! \n[46]\n[47]We're from Indiana. \n[48]Actually, it's five o'clock. \n[49]Never made it. \n[50]What? I like watching you sleep. \n[51]I promise I'll do crazy Mom stuff tonight while you and Gus are at dinner. \n[52]You have reservations at a place called Oranjee. Mr. Van Houten set it up. Very fancy according to the Book. And romantic. \n[53]I'm just saying... \n[54]Let's get you dressed! \n[55]Hazel! Gus is here. Looking sharp. \n[56]I really don't get that shirt. \n[57]\"This is not a pipe.\" \n[58]But it is a pipe. \n[59]When did you get so grown up? I feel like it was yesterday I was telling 8-year old Hazel why the sky was blue. You thought I was a genius back then. \n[60]Because I say so. \n[61]And then what happened? \n[62]And after that? \n[63]Sounds lovely. \n[64]Listen... I'm gonna stretch my legs a little. Give the two of you some time to talk. \n[65]Finish eating first. \n[66]You haven't eaten a thing. \n[67]You can't not eat, Hazel. \n[68]Sit down. \n[69]You have to eat, Hazel. You're not gonna starve yourself to death just because Gus is sick. You have to stay healthy -- \n[70]You heard me? \n[71]You heard me say that to your father? 99. \n[72]Oh god, sweetie. I'm sorry. I was wrong, ok? It wasn't true. It's not something I believe. \n[73]As long as either of us is alive, I will be your mother. Even if you die, I -- \n[74]Even when you die, I will still be your mother. I will always be your Mother. \n[75]We're not gonna off ourselves. It's gonna hurt like hell to lose you \n[76]I don't just sit around, you know. \n[77]I'm taking some classes. Online. To get my master's in social work. \n[78]Working or reading. If I get my MSW, I can council families in crisis or lead groups dealing with \n[79]Thank you. That means everything to me. \n[80]I'd still really like you to eat. \n[81]Are you sure? We can drive you -- ", "ISAAC": "\n[1]Yeah, um... I'm Isaac. 17. Eye cancer. It's looking like another surgery in a couple weeks. After which, well, I'll be blind... \n[2]Not that I'm complaining or anything. I know a lot of you have it way worse but, still, I mean, you know, being blind's gonna suck... \n[3]...My girlfriend helps. And friends like Augustus here... \n[4]So... yeah. That's what's up. \n[5]She didn't want to do it after the surgery. Said she couldn't handle it. I'm about to lose my eyesight and she can't handle it. \n[6]I kept saying \"always\" to her. Always, always, always. And she just kept talking over me and not saying it back. It was like I was already gone, you know? \"Always\" was a promise! You can't break promises. \n[7]Right, sure, but you keep the promise anyway. That's what love is. Love is keeping the promise anyway. \n[8]She hasn't even visited. Fourteen months we were together. What kind of person... \n[9]Is she gone? \n[10]Did she really just say \"you'll see?\" \n[11]Doesn't pun your disability. \n[12]That is huge. I mean, seriously, is this my freakin' arm or a dartboard? Three - no condescending voice. \n[13]I don't know. To be honest, I think a hell of a lot more about Monica than my eye. Is that crazy? That's crazy. \n[14]But I believe in love, you know? I don't believe that everybody gets to keep their eyes or not get sick or whatever, but everybody should have true love. Don't you think? \n[15]Gus was here earlier. \n[16]Mmm... that's better. \n[17]Do you like him? \n[18]But you don't want to hook up with him? \n[19]Great. Wonderful. I mean, they're not in my head is the only problem. \n[20]Did you write his eulogy yet? \n[21]What? \n[22]Oh. Oops. \n[23]My bad. \n[24]Hey! \n[25]You guys are adorable. \n[26]Not a word. \n[27]I've stopped thinking about it. Moving on. There's a new girl in Support Group with these humongous - \n[28]I'm blind but I'm not that blind. \n[29]Is it there? \n[30]She's in the house? \n[31]I didn't hear anything. \n[32]My throw was to the left or I should aim to the left? \n[33]Really? \n[34]You're late. \n[35]\"Augustus Waters was a self- aggrandizing bastard. But we forgive him. We forgive him... not because he had a heart as figuratively good as his actual one sucked, or because he got 18 years when he should have gotten more.\" \n[36]I'm assuming you've got some time, you interrupting bastard! I mean seriously...  \"Augustus Waters talked so much that he'd interrupt you at his own funeral. And he was pretentious. 102. \n[37]Sweet Jesus that kid never took a piss without pondering the resonances of human waste production. And he was vain. But that comes with superhuman handsomeness.\" \n[38]\"But I will say this: when the scientists of the future show up at my house with robot eyes and they tell me to try them on, I will tell the scientists to piss off, because I don't even want to see a world without Augustus Waters.\" \n[39]\"And then, of course, having made my rhetorical point, I will put my robot eyes on because, I mean... robot eyes!\" \n[40]\"So anyway, Augustus, my friend... Godspeed.\" \n[41]Goddamn it, Gus. \n[42]Shit! Ass! Balls! \n[43]Can I get a hand here, Hazel? \n[44]Of all the things I've lost in my life, this hurts the most. \n[45]Do you know if it hurt or whatever? \n[46]It just seems so impossible. \n[47]Are you angry? \n[48]Me too.  Gus really loved you, you know. \n[49]He wouldn't shut up about it. \n[50]It was annoying. \n[51]Did you read the note or whatever from your author friend? \n[52]We talked at the cemetery. Said he came all this way to give you that. \n[53]Yeah but he didn't write it - Gus did. \n[54]That's what he said. Gus had written something, sent it to Van \n[55]What? \n[56]I do it all the time. Go. ", "VAN HOUTEN": "\n[1]Which of you is Augustus Waters? \n[2]Yours are the first missives to which I've replied and look where that got me. \n[3]Scotch? \n[4]Augustus Waters? \n[5]Just me then, Lidewij. Scotch and soda. \n[6]She thinks I have a drinking problem. \n[7]So you like my book. \n[8]Did you dress like her on purpose? \n[9]I do not have a drinking problem. I have a Churchillian relationship with alcohol: I can crack jokes and govern England and do anything I want to do. Except not drink. \n[10]We bought them dinner last night? \n[11]You've come a long way so... what is it I can do for you? \n[12]Uh-huh... \n[13]How familiar are you with Swedish hip-hop? \n[14]But presumably you know Afasi Och Filthy's seminal album \"Flacken.\" \n[15]Lidewij! Play `Bomfalleralla' immediately. 74. \n[16]Who the hell speaks Swedish? The important thing is not what nonsense the voices are saying, but what the voices are feeling. \n[17]Pardon? \n[18]Rudolf Otto said that if you had not encountered the numinous then his work was not for you. And I say to you, my friends, if you cannot hear Afasi Och Filthy's bravadic response to fearfulness, then my work is not for you. \n[19]\n[20]The tortoise has a ten yard head start. In the time it takes you to run ten yards, the tortoise has moved maybe one yard. And so on, forever. 75. \n[21]You are faster than the tortoise but you can never catch him, you see, you can only decrease his lead. Now certainly you can run past the tortoise as long as you don't contemplate the mechanics involved but the question of how turns out to be so complicated that no one really solved it until Cantor's proof that some infinities are bigger than other infinities. \n[22]I assume that answers your questions. \n[23]And yet you seemed so intelligent in print, Mr. Waters.  Must be all that cancer in your brain. \n[24]I'm not interested in talking about that book. \n[25]I said I'm not interested -- \n[26]Nothing happens to them! They're fictions. They cease to exist the moment the novel is over. \n[27]I can't do this. Lidewij, get rid of them, please. (Lidewij doesn't move, he turns back to Hazel I won't indulge your childish whims. I refuse to pity you in the manner in which you're accustomed. \n[28]Of course you do. Like all sick kids, your existence depends on it. \n[29]You are fated to live out your days as the child you were when diagnosed, the child who believes there is life after a novel ends. And we, as adults, we pity this, so we pay for your treatments, for your oxygen machines. We give you food and water though you are unlikely to live long enough -- \n[30]You are a side effect of an evolutionary process that cares little for individual lives. 77. \n[31]You are a failed experiment in mutation. \n[32]I cannot tell you. \n[33]I cannot -- \n[34]Lidewij. I'll have a martini please. \n[35]Oh don't be ridiculous. \n[36]I'd like you to leave now. \n[37]I would like you... to leave. 78. \n[38]Have you ever stopped to ask why you care so much about your silly questions? \n[39]We need to fake pray now. \n[40]Could I hitch a ride? \n[41]Just to the bottom of the hill. \n[42]The internet. \n[43]The drinks are free drinks in First Class. \n[44]Omnis Cellula e cellula. \n[45]Your boy Waters and I corresponded quite a bit in his last -- \n[46]I would hardly call him a fan. He despised me. But he was quite insistent I attend his funeral and tell you what became of Anna and her mother. So here I am and that's your answer: omnis cellula e cellula. \n[47]\"Life comes from life.\" \n[48]You don't want an explanation? \n[49]You remind me of her. \n[50]She was eight, my daughter. She suffered... beautifully. For so long. \n[51]Just like her, yes. \n[52]Not when she died, no. I was insufferable long before Anna, my dear. Grief doesn't change you, Hazel, it reveals you. \n[53]And I'm sorry for yours. I'm sorry for everything, for being so rude to you two, for ruining your trip -- \n[54]Hazel, I'm trying. I'm trying! You asked me to tell you what happens and I wish I could do that. I wish that I could. But I can't. No one can. No one knows, Hazel. They don't talk to us. Unless... \n[55]", "MICHAEL": "\n[1]Wanna see a movie? \n[2]This is a really good show. \n[3]Of course we can, we're your parents. \n[4]Hazel, you need to get out of the house. Make friends. Be a teenager. \n[5]You don't take pot. 8. \n[6]Would you like to be excused? \n[7]By all means. \n[8]Is that a Rik Smits jersey? \n[9]Man, I loved that guy. \n[10]You're a survivor yourself? \n[11]How's your health now? \n[12]That's fantastic. \n[13]Son, you have to understand... Hazel's still pretty sick. She will be the rest of her life. \n[14]She'll want to keep up with you - she's that kind of girl - but the truth is, her lungs -- \n[15]It wasn't - thank god -- 46. \n[16]The good news is... no tumor growth. No new tumors in your body. \n[17]We're all so relieved. \n[18]Better, thank you. Much better. \n[19]I'm sorry -- \n[20]Of course I will. \n[21]Gus. \n[22]Why don't you go home, get some rest? \n[23]So we're gonna do nothing? \n[24]Gus again. \n[25]I'm sorry Gus, she's asleep. 51. \n[26]Amsterdam! \n[27]I love you. I'm so proud of you. \n[28]Mrs. Waters told us the night before you left. I'm sorry Hazel. \n[29]What's that? \n[30]I don't know, Haze. I always thought being an adult meant knowing what you believe... ... that has not been my experience. 87. \n[31]\n[32]Hazel, listen to your mother. \n[33]Hazel. You of all people know it's possible to live with pain. \n[34]We didn't want you to feel \n[35]Can I come in? \n[36]I'm so so sorry. It was a privilege to love him, though, wasn't it? \n[37]Gives you an idea how we feel about you. ", "LIDEWIJ": "\n[1]Please. I am sorry. Come in. \n[2]Fan mail. 18 years worth. He never opens it. \n[3]Perhaps some breakfast first Peter? \n[4]I also think the Earth is round. \n[5]It was our pleasure. \n[6]Peter! \n[7]Peter! \n[8]\n[9]\n[10]I have resigned. \n[11]I'm so sorry. Circumstance has made him cruel. I thought meeting you would help him, if he would see that his work has shaped real lives, but... I'm very sorry. 79. \n[12]Perhaps we can do some sightseeing. Have you seen the Anne Frank House? \n[13]He is not invited. \n[14]I'm afraid there's no elevator. \n[15]No, there are many stairs. Steep stairs. \n[16]Shall we? \n[17]This is the bookcase that hid the Frank family and four others. 80. \n[18]The only member of the whole family to survive was Otto, Anne's father. \n[19]I don't know how you go on, without your family. 81. ", "PATRICK": "\n[1]... we are gathered here today - literally - in the heart of Jesus. \n[2]Who would like to share their story with the group? 5. \n[3]Patrick. 34. Testicular. It started a few years ago, when I was... \n[4]Who else would like to share? Hazel? \n[5]And how are you doing Hazel? \n[6]Maybe now I'll play a song... \n[7]Who would like to begin? 10. \n[8]Isaac, I know you're facing a challenging time. Perhaps you would like to say something... \n[9]And does your friend want to speak? \n[10]And how are you feeling Augustus? \n[11]Perhaps you'd like to share your fears with the group, Augustus. \n[12]Oblivion? \n[13]Would, uh, anyone like to speak to that? \n[14]Hazel! That's unexpected. ", "GUS'S VOICE": "\n[1]Mr. Van Houten, I'm a good person but a shitty writer. You're a shitty person but a good writer. We'd make a good team. I don't want to ask you any favors but if you have the time, and from what I saw you have plenty, please fix this for me. It's a eulogy for Hazel. \n[2]She asked me to write one and I'm trying, I just, I could use a little flair. See the thing is... we all want to be remembered. \n[3]We all want to leave a mark. \n[4]But not Hazel. Hazel is different. Hazel knows the truth. She didn't want a million admirers, she just wanted one. And she got it. Maybe she wasn't loved widely but she was loved deeply. And isn't that more than most of us get? \n[5]When Hazel was sick, I knew I was dying. But I didn't want to say so. 113. \n[6]She was in ICU and I snuck in for ten minutes and sat with her before I got caught. Her eyes were closed, her lungs were intubated... \n[7]... but her hands were still her hands, still warm, and the nails painted this dark blue back color and I just held her hands and I willed myself to imagine a world without us and what a worthless world that would be. \n[8]She's so beautiful. You don't get tired of looking at her. You never worry if she's smarter than you cause you know she is. She's funny without ever being mean. \n[9]I love her, god I love her. I'm so lucky to love her, Van Houten. 114. \n[10]You don't get to choose if you get hurt in this world but you do have a say in who hurts you. \n[11]I like my choices. I hope she likes hers. \n[12]Ok, Hazel Grace? ", "DOCTOR": "\n[1]She's depressed. \n[2]I may switch you to Zoloft. Or Lexapro. And twice a day instead of once. \n[3]Hmm? \n[4]Have you been going to that Support Group I suggested? 4. \n[5]If you're depressed -- \n[6]-- support Groups are a great way to connect with people who are... \n[7]On the same journey. \n[8]Just give it a chance, ok? For me. \n[9]Who knows? You might even find it... enlightening. ", "WAITER": "\n[1]Do you know what Dom Perignon said after he invented champagne? `Come quickly,' he said. `I am tasting the stars!' \n[2]Welcome to Oranjee. Would you like a menu or will you have the chef's choice? 65. \n[3]We have bottled all the stars for you this evening, my young friends. \n[4]Belgian white asparagus with a lavender infusion. \n[5]More stars? \n[6]No, sir. Your meal has been paid for by Mr. Van Houten. "}}