{"dialogues": {"DUKE": "\n[1]We were somewhere around Barstow on the edge of the desert when the drugs began to take hold. \n[2]I remember saying something like: \"I feel a bit lightheaded.  Maybe you should drive...\" \n[3]Suddenly there was a terrible roar all around us and the sky was full of what looked like huge bats, all swooping and screeching and diving around the car... \n[4]... and a voice was screaming: Holy Jesus!  What are these goddamn animals? \n[5]Never mind.  It's your turn to drive. \n[6]No point mentioning these bats.  I thought.  The poor bastard will see them soon enough. \n[7]We had two bags of grass, seventy- five pellets of mescaline, five sheets of high powered blotter acid, a salt shaker half full of cocaine, a whole galaxy of multi- colored uppers, downers, screamers, laughers... Also a quart of tequila, a quart of rum, a case of beer, a pint of raw ether and two dozen amyls. \n[8]Not that we needed all that for the trip, but once you get locked into a serious drug collection, the tendency is to push it as far as you can. \n[9]The only thing that really worried me was the ether.  There is nothing in the world more helpless and irresponsible and depraved than a man in the depths of an ether binge. And I knew we'd get into that rotten stuff pretty soon. \n[10]One toke.  You poor fool.  Wait till you see those goddamn bats. \n[11]We can't stop here - this is bat country! \n[12]Is that right?  Well, I guess you're about ready, eh? \n[13]No more of that talk or I'll put the leeches on you. \n[14]How long could we maintain, I wondered.  How long before one of us starts raving and jabbering at this boy?  What will he think then? This same lonely desert was the last known home of the Manson family. \n[15]Would he make that grim connection when my attorney starts screaming about bats and huge manta rays coming down on the car? \n[16]If so - well, we'll just have to cut his head off and bury him somewhere.  Because it goes without saying that we can't turn him loose. He'd report us at once to some kind of outback Nazi law enforcement agency, and they'll run us down like dogs... \n[17]Jesus!  Did I say that? \n[18]Or just think it?  Was I talking? Did they hear me? \n[19]Maybe I better have a chat with this boy I thought.  Perhaps if I explain things, he'll rest easy... \n[20]\n[21]\n[22]That's good.  Because I want you to have all the background.  This is a very ominous assignment -- with overtones of extreme personal danger.  I'm a Doctor of Journalism! This is important, goddamnit!  This is a true story!... \n[23]Our vibrations were getting nasty -- but why?  Was there no communication in this car?  Had we deteriorated to the level of dumb beasts? \n[24]I want you to understand that this man at the wheel is my attorney! He's not just some dingbat I found on the Strip.  He's a foreigner.  I think he's probably Samoan.  But it doesn't matter, does it?  Are you prejudiced? \n[25]I didn't think so.  Because in spite of his race, this man is extremely valuable to me.  Hell, I forgot all about this beer.  You want one? How about some ether? \n[26]Never mind.  Let's get right to the heart of this thing.  Twenty-four hours ago we were sitting in the Pogo Lounge of the Beverly Wills Hotel... \n[27]... in the patio section, of course, drinking Singapore Slings with mescal on the side, hiding from the brutish realities of this foul year of Our Lord, 1971. \n[28]I'm telling you, the Salazar story is getting too complicated.  The weasels have started closing in. \n[29]Uh-huh... Uh-huh... Uh-huh... \n[30]Why not?  If a thing's worth doing, it's worth doing right. \n[31]I tell you, my man.  This is the American Dream in action!  We'd be fools not to ride this strange torpedo all the way to the end. \n[32]The Mint 400!  The richest off-road race for motorcycles and dune- buggies in the history of organized sport! -- a fantastic spectacle in honor of some fatback grossero who owns the luxurious Mint Hotel in the heart of downtown Vegas... at least that's what the press release says. \n[33]We're going to have to drum it up on our own.  Pure Gonzo Journalism. \n[34]Getting hold of the drugs and shirts had been no problem... \n[35]... but the car and tape recorder were not easy things to round up at 6:30 on a Friday afternoon in Hollywood. \n[36]Don't take any guff from these swine. Now we need a sound store with the finest equipment.  Nothing dinky. One of those new Belgian Heliowatts with a voice-activated shotgun mike, for picking up conversations in oncoming cars. \n[37]We will.  You Samoans are all the same.  You have no faith in the essential decency of the white man's culture. \n[38]The store was closed, but the salesman said he would wait, if we hurried... \n[39]But we were delayed en route when a Stingray in front of us killed a pedestrain. \n[40]We had trouble, again, at the car rental agency. \n[41]Of course. \n[42]No harm done.  I always test the transmission that way.  The rear end.  For stress factors. \n[43]Not me.  We're responsible people. \n[44]We spent the rest of that night rounding up materials and packing the car.  Then we ate some mescaline and went swimming. \n[45]Our trip was different.  It was to be a classic affirmation of everything right and true in the national character; a gross, physical salute to the fantastic possibilities of life in this country.  But only for those with true grit... \n[46]...and we're chock full of that! \n[47]My attorney understands this concept, despite his racial handicap. But do you?! \n[48]He said he understood, but I could see in his eyes that he didn't.  He was lying to me. \n[49]The medicine?  Yes, it's right here. \n[50]Don't worry, this man has a bad heart... Angina Pectoris.  But we have a cure for it. \n[51]You scurvy shyster bastard!  Watch your language!  You're talking to a Doctor of Journalism! \n[52]Pay no attention to this swine.  He can't handle the medicine. \n[53]And eat them!  That bastard won't get away with this!  What's going on in this country when a scum sucker like that can get away with sandbagging a Doctor of Journalism? \n[54]Wait a minute!  Come back and have a beer! \n[55]Move over!!  We have to get out of California before that kid finds a cop! \n[56]It was absolutely imperative that we get to the Mint Hotel before the deadline for press registration. Otherwise, we might have to pay for our suite. \n[57]God didn't do that!  You did it! You're a fucking narcotics agent, that was our cocaine, you pig! \n[58]You whore! \n[59]How long do I have? \n[60]Thirty minutes.  It was going to be very close. \n[61]I need this, right? \n[62]There is no way of explaining the terror I felt. \n[63]I was pouring sweat.  My blood is too thick for Nevada.  I've never been able to properly explain myself in this climate. \n[64]Be quiet, be calm... name, rank, and press affiliation, nothing else... \n[65]...ignore this terrible drug, pretend it's not happening... \n[66]\n[67]\n[68]\n[69]Lacerda? \n[70]I couldn't remember.  The name rang a bell, but I couldn't concentrate. Terrible things were happening all around us... \n[71]Order some golf shoes.  Otherwise, we'll never get out of this place alive.  It's impossible to walk in this muck -- no footing at all... \n[72]I was right in the middle of a fucking reptile zoo.  And somebody was giving booze to these goddamn things!  It won't be long before they tear us to shreds! \n[73]But what about our room?  And the golf shoes? \n[74]Holy shit!  Look at that bunch over there!  They've spotted us! \n[75]No, no.  Don't leave me! \n[76]There's a big... machine in the sky... some kind of electric snake... \n[77]... coming straight at us. \n[78]Not yet.  I want to study its habits. \n[79]What are you talking about? \n[80]Oh my God!  Who's that?! \n[81]That's good... \n[82]They'll probably have a big net for us when we show up. \n[83]Never lose sight of the primary responsibility.  Cover the story. But what was the story?  Nobody had bothered to say. \n[84]The racers were ready at dawn. Very tense.  But the race didn't start until nine so we had three long hours to kill. \n[85]Those of us who had been up all night were in no mood for coffee and donuts.  We wanted strong drink. We were, after all, the Absolute Cream of the National Sporting Press and we were gathered here, in Las Vegas, for a very special assignment.  And when it comes to things like this you don't fool around. \n[86]See...\"Kill the body and the head will die\"... the Frazier/Ali fight... \n[87]And both Kennedy's murdered by mutants. \n[88]There was something like 190 more bikes waiting to start.  They were due to go off 10 at a time every 2 minutes. \n[89]Beer! \n[90]More like Sunday. \n[91]Hell yes!  Bring us ten! \n[92]Lunatics. \n[93]By 10 they were spread out all over the course.  It was no longer a race, now it was an Endurance Contest.  The idea of trying to \"cover this race\" in any conventional press sense was absurd. \n[94]Beats me.  We're just good patriotic Americans like yourself. \n[95]The sporting press.  We're friendlies.  Hired geeks. \n[96]If you want a good chase, you should get after that skunk from CBS News up ahead in the black jeep. He's the man responsible for that book, THE SELLING OF THE PENTAGON. \n[97]Take me back to the pits. \n[98]You're fired. \n[99]It was time.  I felt, for an Agonizing Reappraisal of the whole scene.  The race was definitely under way.  I had witnessed the start; I was sure of that much. But what now? \n[100]Turn up the radio!  Turn up the tape machine!  Roll the windows down.  Let's taste this cool desert wind!  Aaah, yes!  This is what it's all about! \n[101]Total control now.  Tooling along the main drag on a Saturday night in Vegas, two good old boys in a fire apple red convertible... stoned, ripped, twisted... Good people! \n[102]Look, what are we doing here?  Are we here to entertain ourselves, or to do the job? \n[103]Why? \n[104]Why should I pay out my hard-earned dollars to watch a fucking corpse. I don't know about you, but in my line of business it's important to be Hep. \n[105]Why not?  Is this not a reasonable place to park? \n[106]Holy shit!  They almost had us there!  That was quick thinking. \n[107]This was Bob Hope's turf.  Frank Sinatra's.  Spiro Agnew's.  It seemed inappropriate to be haggling about nickel/dime bribes for the parking lot attendant. \n[108]After a lot of bad noise, he let us in for nothing provided we would stand quietly at the back and not smoke. \n[109]Did the mescaline just kick in?  Or was that Debbie Reynolds in a silver Afro wig?! \n[110]We wandered into a fucking time capsule! \n[111]This is the place.  They'll never fuck with us here. \n[112]Ah, devil ether.  It makes you behave like the village drunkard in some early Irish novel... total loss of all basic motor skills; blurred vision, no balance, numb tongue -- The mind recoils in horror, unable to communicate with the spinal column.  Which is interesting, because you can actually watch yourself behaving in this terrible way, but you can't control it. \n[113]You approach the turnstiles and know that when you get there, you have to give the man two dollars or he won't let you inside... but when you get there, everything goes wrong. \n[114]Some angry Rotarian shoves you and you think: What's happening here? What's going on?  Then you hear yourself mumbling. \n[115]Dogs fucked the Pope, no fault of mine.  Watch out!... Why money?  My name is Brinks; I was born... Born? \n[116]Ether is the perfect drug for Las Vegas.  In this town they love a drunk.  Fresh meat.  So they put us through the turnstiles and turned us loose inside. \n[117]Bazooko Circus is what the whole hep world would be doing Saturday night if the Nazis had won the war. This was the Sixth Reich. \n[118]A drug person can learn to cope with things like seeing their dead grandmother crawling up their leg with a knife in her teeth but, nobody should be asked to handle this trip. \n[119]Nonsense.  We came here to find the American Dream, and now we're right in the vortex you want to quit. You must realize that we've found the Main Nerve. \n[120]Look over there.  Two women fucking a Polar Bear. \n[121]Not much.  Why? \n[122]\n[123]Calm down.  You'll be straight in a few hours. \n[124]OK.  I'll lend you some money. Let's go outside and see how much we have left. \n[125]That depends on how many people we fuck with between here and the door. \n[126]OK.  Lets pay this bill and get up very slowly.  It's going to be a long walk. \n[127]He's just kidding. Come on, Doc -- lets go downstairs and gamble. \n[128]It won't stop.  It's not ever going to stop. \n[129]Don't move you'll come around. \n[130]You fell.  Let's go. \n[131]OK.  You stay here and go to jail. I'm leaving. \n[132]Probably the bartender.  He wanted to stomp you for what you said to the waitress. \n[133]Don't go near that elevator. That's just what they want us to do... trap us in a steel box and take us down to the basement. \n[134]Don't run.  They'd like any excuse to shoot us. \n[135]That's Lacerda's room. \n[136]What for? \n[137]No, we should leave the poor bastard alone.  I get the feeling that he's avoiding us for some reason. \n[138]He told me he was turning in early... \n[139]That little blonde groupie with the film crew?  You think he sodomized her? \n[140]Where'd you get that knife? \n[141]What limes? \n[142]I remember the girl.  We'd had a problem with her in the elevator a few hours earlier: my attention had made a fool of himself. \n[143]Mother of God, I thought.  Here it comes. \n[144]The Vincent Black Shadow.  We're with the Factory Team. \n[145]Look you better put that blade away and get your head straight.  I have to put the car in the lot. \n[146]One of the things you learn, after years of dealing with drug people, is that you can turn your back on a person, but never turn your back on a drug.  Especially when it's waving a razor-sharp hunting knife in your eyes. \n[147]Who are these people?  These faces! Where do they come from?  They look like caricatures of used car dealers from Dallas. \n[148]And, sweet Jesus, there are a hell of a lot of them at four-thirty on a Monday morning.  Still humping the American dream, that vision of the big winner somehow emerging from the last minute predawn chaos of a stale Vegas casino. \n[149]You bastards! \n[150]No.  Calm down.  Learn to ENJOY losing. \n[151]You ate ALL THIS ACID? \n[152]You evil son of a bitch.  You better hope there's some Thorazine in that bag, because if there's not, you're in bad trouble. \n[153]What tape? \n[154]You're doomed.  I'm leaving here in two hours and then they're going to come up here and beat the mortal shit out of you with big saps. Right there in that tub. \n[155]OK.  But do me one last favor, will you.  Can you give me two hours? That's all I ask -- just two hours to sleep before tomorrow.  I suspect it's going to be a very difficult day. \n[156]How about a check? \n[157]Shit, he's killing himself! \n[158]Don't touch it!  Get back in that tub! \n[159]Not me.  It would blast you through the wall -- stone dead in ten seconds and they'd make me explain it! \n[160]Jesus. \n[161]Okay.  You're right.  This is probably the only solution. Let me make sure I have it all lined up.  You want me to throw this thing into the tub when \"WHITE RABBIT\" peaks.  Is that it? \n[162]Are you ready? \n[163]\n[164]Why worry?  You'll like it.  Nothing in the world like a Mace high. Forty-five minutes on your knees with the dry heaves... \n[165]Why not?  Hell, just a minute ago, you were asking me to kill you! And now you want to kill me!  What I should do, goddamnit, is call the police! \n[166]There's no choice.  I wouldn't dare go to sleep with you wandering around with a head full of acid and wanting to slice me up with that goddamn knife! \n[167]Get back in that tub.  Eat some reds and try to calm down.  Smoke some grass, shoot some smack -- shit, do whatever you have to do, but let me get some rest. \n[168]Ignore the nightmare in the bathroom. Just another ugly refugee from the Love Generation. \n[169]My attorney had never been able to accept the notion -- often espoused by former drug abusers -- that you can get a lot higher without drugs than with them.  And neither have I, for that matter. \n[170]I recall one night in the Matrix. There I was -- a victim of the Drug Explosion.  A natural street freak, just eating whatever came by. \n[171]I decided to eat only half at first. Good thinking.  But I spilled the rest on the sleeve of my red Pendleton shirt. \n[172]Well, all this white stuff on my sleeve is LSD. \n[173]With a bit of luck his life was ruined -- forever thinking that just behind some narrow door in all his favorite bars, men in red Pendleton shirts are getting incredible kicks from things he'll never know. \n[174]Strange memories on this nervous night in Las Vegas. Has it been five years?  Six?  It seems like a lifetime -- the kind of peak that never comes again. San Francisco in the middle sixties was a very special time and place to be a part of.  But no explanation, no mix of words or music or memories can touch that sense of knowing that you were there and alive in that corner of time and the world.  Whatever it meant. \n[175]\n[176]So now, less than five years later, you can go up on a steep hill in Las Vegas and look west, and with the right kind of eyes you can almost see the high water mark -- that place where the wave finally broke and rolled back. \n[177]The decision to flee came suddenly. Or maybe not. \n[178]Maybe I'd planned it all along -- subconsciously waiting for the right moment.  The bill was a factor, I think.  Because I had no money to pay for it. \n[179]Our room service tabs had been running somewhere between $29 and $36 per hour, for forty-eight consecutive hours.  Incredible. How could it happen? \n[180]But by the time I asked this question, there was no one around to answer. \n[181]My attorney was gone.  He must have sensed trouble. \n[182]Panic. \n[183]It crept up my spine like first rising vibes of an acid frenzy. All these horrible realities began to dawn on me. \n[184]Here I was, alone in Las Vegas, with this goddamned incredibly expensive car, completely twisted on drugs, no cash, no story for the magazine.  And on top of everything else I had a gigantic goddamn hotel bill to deal with. \n[185]I didn't even know who had won the race.  Maybe nobody. \n[186]How would Horatio Alger have handled this situation? \n[187]Stay calm.  Stay calm.  I'm a relatively respectable citizen -- a multiple felon, perhaps, but certainly not dangerous. \n[188]Luckily, I had taken the soap and grapefruit and other luggage out to the car a few hours earlier.  Now it was only a matter of slipping the noose... \n[189]The game was up!  They had me. \n[190]Well, why not?  Many fine books have been written in prison. \n[191]Yes... It makes sense. \n[192]He is.  Don't worry, I'll get it to him. \n[193]You did the right thing.  Never try to understand a press message. About half the time we use codes -- especially with Dr. Gonzo. \n[194]Awake?  What do you mean? \n[195]Of course.  But if I were you, I'd leave the Doctor alone until after he's eaten breakfast.  He's a very crude man. \n[196]Look.  That telegram was all scrambled.  It was actually from Thompson, not to him.  Western Union must have gotten the names reversed.  I have to get going.  I have to get out to the track. \n[197]Not for me. \n[198]Righto! \n[199]Jesus, bad waves of paranoia, madness, fear and loathing -- intolerable vibrations in this place.  Get out!  The weasels were closing in.  I could smell the ugly brutes.  Flee! \n[200]Do me one last favor Lord: just give me five more high-speed hours before you bring the hammer down; just let me get rid of this goddamn car and off of this horrible desert. \n[201]You evil bastard!  This is your work!  You'd better take care of me, Lord... because if you don't you're going to have me on your hands. \n[202]Few people understand the psychology of dealing with a Highway Traffic Cop.  Your normal speeder will panic and immediately pull over to the side.  This is wrong. \n[203]It arouses contempt in the cop heart. \n[204]Make the bastard chase you.  He will follow.  But he won't know what to make of your blinker signal that says you're about to turn right. \n[205]This is to let him know you're looking for a proper place to pull off and talk. \n[206]It will take him a moment to realize that he is about to make 180 degree turn at speed... but you will be ready for it, braced for the G's and the fast heel toe work. \n[207]Of course, officer. \n[208]I knew I was fucked. \n[209]Why not?  It was getting warm anyway. \n[210]Yeah.  I know.  I'm guilty.  I understand that.  I knew it was a crime but I did it anyway.  Shit, why argue?  I'm a fucking criminal. \n[211]A nap won't help.  I've been awake for too long -- three or four nights.  I can't even remember.  If I go to sleep now, I'm dead for twenty hours. \n[212]How far is Baker?  I was hoping to stop there for lunch. \n[213]I'll try.  I've been wanting to go to Baker for a long time.  I've heard a lot about it. \n[214]I felt raped.  The Pig had done me on all fronts, and now he was going off to chuckle about it -- on the west side of town, waiting for me to make a run for L.A. \n[215]Great Jesus, it's him. \n[216]They've nailed me!  I'm trapped in some stinking desert crossroads called Baker.  I don't have much time.  The fuckers are closing in. They'll hunt me down like a beast! \n[217]You bastard!  I need a lawyer immediately! \n[218]What?  Fuck telegrams.  I'm in trouble.  You worthless bastard. I'll cripple your ass for this! All that shit in the car is yours! You understand that?  When I finish testifying out here you'll be disbarred! \n[219]Never mind.  It's all a big joke. I'm actually sitting beside the pool at the Flamingo.  I'm talking from a portable phone.  Some dwarf brought it out from the casino.  I have total credit!  Can you grasp that? Don't come anywhere near this place! Foreigners aren't welcome here! \n[220]Well.  This is how the world works. \n[221]All energy flows according to the whims of the Great Magnet. \n[222]What a fool I was to defy Him. \n[223]Never cross the Great Magnet.  I understood this now... ... and with understanding came a sense of almost terminal relief. \n[224]I had to get rid of The Shark.  Too many people might recognize it... ...especially the Vegas Police. Luckily, my credit card was still technically valid. \n[225]This was a superior machine -- ten grand worth of gimmicks and high price special effects.  The rear windows leapt up with a touch like frogs in a dynamited pond.  The dashboard was full of esoteric lights and dials and meters that I would never understand. \n[226]If the Pigs were gathering in Vegas, I felt the Drug Culture should be represented as well... and there was a certain bent appeal in the notion of running a savage burn on one Las Vegas hotel and then just wheeling across town and checking into another. \n[227]Me and a thousand ranking cops from all over America.  Why not?  Move confidently into their midst. \n[228]My arrival was badly timed. \n[229]Of course, I could hear what the Clerk was really saying... \n[230]Say.  I hate to interrupt, but I wonder if maybe I could just sort of slide through and get out of your way.  Name's Raoul Duke -- Raoul Duke.  My attorney made the reservation. \n[231]My bags are out there in that white Cadillac convertible.  Can you have someone drive it around to the room? \n[232]Oh, and could I get a quart of Wild Turkey, two fifths of Baccardi, and a night's worth of ice delivered to my room, please? \n[233]Well, thank you. \n[234]Ah, home at last! \n[235]You degenerate pig! \n[236]I desperately needed peace, rest, sanctuary.  I hadn't counted on this.  Finding my attorney on acid and locked into some kind of preternatural courtship. \n[237]Well, I guess they brought the car round by now.  LET'S GET THE STUFF \n[238]WELL?  What are your plans? \n[239]Lucy. \n[240]Well... It'll probably work out. We can keep her loaded and peddle her ass at the drug convention. \n[241]She's perfect for this gig.  These cops will go fifty bucks a head to beat her into submission and then gang fuck her.  We can set her up in one of these back street motels, hang pictures of Jesus all over the room, then turn these pigs loose on her... Hell she's strong; she'll hold her own. \n[242]It's straight economics.  This girl is a god-send.  Shit, she can make us a grand a day. \n[243]I figure she can do about four at a time.  Christ, if we keep her full of acid that's more like two grand a day.  Maybe three. \n[244]In a few hours, she'll probably be sane enough to work herself into a towering Jesus-based rage at the hazy recollection of being seduced by some kind of cruel Samoan who fed her liquor and LSD, dragged her to a Vegas hotel room and savagely penetrated every orifice in her body with his throbbing, uncircumcised member. \n[245]You'll go straight to the gas chamber.  And even if you manage to beat that, they'll send you back to Nevada for Rape and Consensual Sodomy.  She's got to go. \n[246]The only alternative was to take her out to the desert and feed her remains to the lizards.  But, it seemed a bit heavy for the thing we were trying to protect: My attorney. \n[247]What?... What kind of goddamn monster are you? \n[248]Us? \n[249]Hotel Americana?  I need a reservation.  For my niece.  Listen, I need her treated very gently. She's an artist, and might seem a trifle highstrung... \n[250]I felt like a Nazi, but it had to be done. \n[251]Lucy was a potentially fatal millstone on both our necks.  There was absolutely no choice but to cut her adrift and hope her memory was fucked. \n[252]That's good.  You can't be subtle in this town. \n[253]Maybe we should take it easy tonight. \n[254]Come on, we're going to be late. \n[255]They're actually nice people when you get to know them. \n[256]Don't mention that word around here. You'll get them excited. \n[257]Right.  Sure as hell some dope- dealing bomb freak is going to recognize you and put the word out that you're partying with a thousand cops. \n[258]It was clear that we had stumbled into a prehistoric gathering. \n[259]Pardon me, I feel sick. \n[260]Sorry, sick... Beg pardon!  Feeling sick... \n[261]Rum and ice, please. \n[262]They're everywhere.  Nobody's safe. And sure as hell not in the South. They like warm weather... You'd never believe it.  In L.A. it's out of control.  First it was drugs, now it's witchcraft. \n[263]Man, you don't know trouble until you have to face down a bunch of these addicts gone crazy for human sacrifice! \n[264]Not where we operate. \n[265]Just the other day we had a case where they grabbed a girl right out of a McDonald's hamburger stand. She was a waitress, about sixteen years old... with a lot of people watching, too! \n[266]What could they do?  The guy that took the head was about six-seven, and maybe three-hundred pounds.  He was packing two Lugers, and the others had M-16s. \n[267]Like big lizards. \n[268]Naked. \n[269]They were all veterans. \n[270]Usually, it's whole families. During the night.  Most of them don't even wake up until they feel their heads going -- and then, of course, it's too late. \n[271]Happens every day. \n[272]Three more rums.  Plenty of ice. Maybe a handful of lime chunks. \n[273]What's wrong with you?  Hell, somebody has to do it. \n[274]Cut their goddamn heads off.  Every one of them.  That's what we're doing in California. \n[275]We keep it quiet.  It's not the kind of thing you'd want to talk about upstairs.  Not with the press around. \n[276]Dobermans don't talk. \n[277]They'll fight like hell if you try to take the head without the dogs. \n[278]Just be thankful your heart is young and strong. \n[279]What's the message?  My light is blinking. \n[280]Holy shit! \n[281]Lucy called. \n[282]\n[283]\n[284]Tell me.  What do you want? \n[285]Crying?  Why was she crying? \n[286]Look, you want to be gentle with that woman if she ever calls again. We're watching her very carefully... this woman has been into laudanum. It's a controlled experiment, but I suspect we'll need your cooperation before this thing is over. \n[287]Don't worry.  You're protected. Just treat this poor woman like you'd treat any other human being in trouble. \n[288]Of course.  And now I have to get back to the news.  Send up some ice. \n[289]Lucy is looking for you. \n[290]Me? \n[291]It's gone too far. \n[292]What is this? \n[293]Adrenochrome... \n[294]I remember thinking, \"Jesus, what a terrible thing to lay on somebody with a head full of acid.\" \n[295]I remember slumping on the bed, his performance had given me a bad jolt. For a moment I thought his mind had snapped -- that he actually believed he was being attacked by invisible enemies.  But the room was quiet again. \n[296]Where'd you get this? \n[297]Jesus... what kind of monster client have you picked up this time? There's only one source for this stuff -- the adrenaline gland from a living human body! \n[298]I could already feel the stuff working on me -- the first wave felt like a combination of mescaline and methedrine -- maybe I should take a swim, I thought... \n[299]Why not?  We should get some of that.  Just eat a big handful and see what happens. \n[300]Extract of pineal! \n[301]Right! \n[302]Yes! \n[303]Fantastic! \n[304]FINISH THE FUCKING STORY!  What happened?!  What about the glands? \n[305]Maybe you could just... shove me into the pool, or something... \n[306]What kind of rat-bastard psychotic would play that song -- right now, at this moment? \n[307]When I came to the general back alley ambiance of the suite was so rotten, so incredibly foul.  How long had I been lying there?  Hours? Days?  Months?  All these signs of violence.  What had happened? \n[308]There was evidence in this room of excessive consumption of almost every type of drug known to civilized man since 1544 AD. \n[309]But what kind of addict would need all these coconut husks and crushed honeydew rinds?  Would the presence of junkies account for all these uneaten french fries?  These puddles of glazed ketchup on the bureau?  Maybe so, but then why all this booze?  And these crude pornographic photos smeared with mustard that had dried to a hard yellow crust... \n[310]These were not the hoof prints of your normal god-fearing junkie.  It was too savage, too aggressive. \n[311]Grim memories and bad flashbacks. \n[312]Something ugly had happened.  I was sure of it... \n[313]bed, flashing his press badge \n[314]What made you do it?  Who paid you off? \n[315]The dope ring.  You must know what's going on in this hotel.  Why do you think we're here? \n[316]Maybe she's telling the truth. Maybe she's not part of it. \n[317]So do we, lady. \n[318]Do you think you can handle it? \n[319]You're damn right.  But the first time you say anything about this, to anybody -- you'll go straight to prison for the rest of your life. What's your name? \n[320]Inspector Rock will pay you.  In cash.  A thousand dollars on the ninth of every month. \n[321]The password is: \"One Hand Washes The Other.\" The minute you hear that, you say \"I fear nothing.\" \n[322]Memories of that night are extremely hazy... \n[323]There is a definite obligation, when you boom around Vegas in a white Coupe de Ville, to maintain a certain style. \n[324]Sure is. \n[325]Any of you folks want the milk? We're after the meat.  This is honest coconut essence.  Real meat. \n[326]Yeh... This foreign made crap -- is sucking our dollar balance dry! \n[327]You poor fools don't understand, do you?  This car is the property of the World Bank!  That money goes to \n[328]This crowd is not rational.  They can't relate to us.  Let's go! \n[329]You people voted for Hubert Humphrey! You killed Jesus! \n[330]The crowd broke ranks.  Nobody wants to be run over by a Coupe de Ville. \n[331]The manager told me a story about the owner of this place...about how he always wanted to run away and join the circus when he was a kid. Well, now the bastard has his own circus, and a license to steal, too. \n[332]Absolutely!  Pure Horatio Alger... Say... \n[333]They beat the shit out of it. \n[334]Yeah, something's wrong with the motor... \n[335]No, no.  Shit... \n[336]Goddamnit!  What's the bail?  I want that ape!  I've already reserved two first-class seats on the plane. \n[337]There was every reason to believe that we had been heading for trouble, that we'd pushed our luck a bit far... \n[338]Back door beauty! \n[339]The mentality of Las Vegas is so grossly atavistic that a really massive crime often slips by unrecognized. \n[340]The possibility of physical and mental collapse is very real... No sympathy for the devil; keep that in mind.  Buy the ticket, take the ride... \n[341]North Vegas is where you go when you've fucked up once too often on The Strip and when you're not even welcome in the cut-rate Downtown places. \n[342]The North Star Coffee Lounge seemed like a fairly safe haven from our storms.  No hassles, no talk.  Just a place to rest and regroup.  I wasn't even hungry. \n[343]There was nothing in the atmosphere of the North Star to put me on my guard... \n[344]She looked like a burnt out caricature of Jane Russell.  She was definitely in charge here... \n[345]He did it very casually, but I knew that our peace was about to be shattered. \n[346]What was that? \n[347]Jesus.  I thought, what's happening? \n[348]The question mark was emphasized. \n[349]I was stupid with shock -- not knowing whether to run or start laughing. \n[350]Her eyes were turgid with fear, but her brain was functioning on some basic motor survival level. \n[351]The sight of the blade had triggered bad memories.  The glazed look in her eyes said her throat had been cut.  She was still in the grip of paralysis when we left. \n[352]We had abused every rule that Vegas lived by -- burning the locals, abusing the tourists, terrifying the help.  The only chance now, I felt, was the possibility that we'd gone to such excess that nobody in the position to bring the hammer down on us could possibility believe it. \n[353]Never missed a plane yet. \n[354]I'll drop you right next to the plane. \n[355]Ridiculous!  Just say you were hitchhiking to the airport and I picked you up.  You never saw me before.  Shit, this town is full of white Cadillac convertibles.  I plan to go through there so fast that nobody will even glimpse the goddamn license plate.  You ready? \n[356]Hey! \n[357]Don't take any guff from those swine.  Remember, if you have any trouble you can always send a telegram to the Right People. \n[358]There he goes -- one of God's own prototypes -- a high powered mutant of some kind never even considered for mass production.  Too weird to live and too rare to die. \n[359]We are all wired into a survival trip now.  No more of the speed that fueled that 60's.  That was the fatal flaw in Tim Leary's trip. He crashed around America selling \"consciousness expansion\" without ever giving a thought to the grim meat-hook realities that were lying in wait for all the people who took him seriously... \n[360]All those pathetically eager acid freaks who thought they could buy Peace and Understanding for three bucks a hit.  But their loss and failure is ours too.  What Leary took down with him was the central illusion of a whole life-style that he helped create... \n[361]... a generation of permanent cripples, failed seekers, who never understood the essential old-mystic fallacy of the Acid Culture: the desperate assumption that somebody... or at least some force -- is tending the light at the end of the tunnel. \n[362]There was only one road back to L.A. US Interstate 15, just a flat-out high speed burn through Baker and Barstow and Berdoo, then on to the Hollywood Freeway straight into frantic oblivion: safety, obscurity, just another freak in the Freak Kingdom. \n[363]Ahhh.  Wonderful. \n[364]Ballantine Ale...? \n[365]Hard to find it served like this anymore. \n[366]Las Vegas. \n[367]I know.  I'm a triple Scorpio. \n[368]Oh, my God!... \n[369]Don't worry... ... and I'm actually the District Attorney from Ignoto County. Just another good American like yourself. \n[370]\n[371]\n[372]My heart was filled with joy.  I felt like a monster reincarnation of Horatio Alger... a man on the move... and just sick enough to be totally confident. ", "GONZO": "\n[1]What are you yelling about? \n[2]\"One toke over the line, sweet Jesus.\" \n[3]Let's give that boy a lift. \n[4]We're your friends.  We're not like the others. \n[5]It's okay.  He's admiring the shape of your skull. \n[6]Keep your hands off my fucking neck! \n[7]God hell!  I think I see the pattern!  This one sounds like real trouble!  You're going to need plenty of legal advice before this thing is over.  As your attorney I must advise you that you'll need a very fast car with no top and after that, the cocaine.  And then the tape recorder, for special music, and some Acapulco shirts... This blows my weekend, because naturally I'll have to go with you -- and we'll have to arm ourselves. \n[8]Indeed.  We must do it.  What kind of story is this? \n[9]O.K., O.K., yes.  Hang onto it. We'll be there in thirty minutes. I finally located a car with adequate horsepower and the proper coloring. What?!  OF COURSE the gentleman has a major credit card!  Do you realize who the fuck you're talking to? \n[10]We won't make the nut unless we have unlimited credit. \n[11]There's another worrier.  He's probably all cranked up on speed. \n[12]Damn right! \n[13]My heart! \n[14]Where's the medicine? \n[15]Turn up the fucking music!  My heart feels like an alligator! Volume!  Clarity!  Bass!  We must have bass!  What's wrong with us? Are you goddamn old ladies? \n[16]What the fuck are we doing out here? Somebody call the police!  We need help! \n[17]The truth is we're going to Vegas to croak a scag baron named Savage Henry.  I've known him for years but he ripped us off -- and you know what that means, right? \n[18]Savage Henry has cashed his check! We're going to rip his lungs out! \n[19]Good riddance.  That boy made me nervous.  Did you see his eyes? Jesus, this is good medicine. \n[20]Oh, Jesus!  Did you see what god just did to us? \n[21]You better be careful.  Plenty of vultures out here.  They'll pick your bones clean before morning. \n[22]Here -- chew this.  It's your half of the acid. \n[23]Maybe thirty more minutes.  As your attorney, I advise you to drive at top speed.  It'll be a goddamn miracle if we can get there before you turn into a wild animal.  Are you ready for that?  Checking into a Vegas hotel under a phony name with intent to commit capital fraud and a head full of acid. \n[24]I can handle this.  This man has a bad heart, but I have plenty of medicine.  My name is Dr. Gonzo. Prepare our suite at once.  We'll be in the bar. \n[25]Two Cuba Libres with beer and mescal on the side. Who's Lacerda, he's waiting for us in a room on the twelfth floor? \n[26]If you think we're in trouble now wait until you see what's happening in the elevators. \n[27]I just went upstairs to see this man Lacerda.  I told him I knew what he was up to... He says he's a photographer!  But when I mentioned Savage Henry he freaked!  He knows we're onto him! \n[28]That's the press table.  Where you have to sign in for our credentials. Shit, let's get it over with.  You handle that, and I'll check on the room. \n[29]Shoot it. \n[30]Vitamin C.  We'll need all we can get. \n[31]Look, you've got to stop this talk about snakes and leeches and lizards and that stuff.  It's making me sick! \n[32]You bastard!  They'll never let us back in that place.  I leave you alone for three minutes and you start waving that goddamn marlin spike around -- yelling about reptiles!  You scared the shit out of those people!  They were ready to call the cops.  Hell, the only reason they gave us press passes was to get you out of there... \n[33]I think he's lying to us.  I could see it in his eyes. \n[34]Turn that shit off! \n[35]How about \"Nickel Nick's Slot Arcade?\" \"Hot Slots,\" that sounds heavy.  Twenty-nine cent hotdogs... \n[36]To do the job, of course.  Here we go... a Crab Louie and quart of muscatel for twenty dollars! \n[37]As your attorney I advise you to drive over to the Tropicana and pick up on Guy Lombardo.  He's in the Blue Room with his Royal Canadians. \n[38]Why what? \n[39]We want this car parked!  We drove all the way from L.A. for this show. We're friends of Debbie's. \n[40]What do you expect?  I'm your attorney.  You owe me five bucks. I want it now. \n[41]Goddamnit, we drove all the way from L.A. \n[42]Fuck seats!  We're old friends of Debbie's.  I used to romp with her. \n[43]Jesus creeping shit! \n[44]We wandered into a fucking time capsule! \n[45]What's this?... \n[46]That scum... \n[47]SCUM!  I know where you live!  I'll find you and burn down your fucking house! \n[48]Where's the ether?  This mescaline isn't working. \n[49]Get sheep over side... women and children to armored car... orders from Captain Zeep. \n[50]I hate to say this, but this place is getting to me.  I think I'm getting The Fear. \n[51]That's what gives me The Fear. \n[52]Please, don't tell me those things... Not now. This is my last drink.  How much money can you lend me? \n[53]I have to go. \n[54]Yes.  Leave the country.  Tonight. \n[55]No.  This is serious.  One more hour in this town and I'll kill somebody! \n[56]Can we make it? \n[57]I want to leave fast. \n[58]Do they pay you to screw that bear? \n[59]When does this thing stop? \n[60]Did you see that?  Some sonofabitch kicked me in the back. \n[61]Good God!  Let's get out of here! Where's the elevator? \n[62]You drive!  I think there's something wrong with me. \n[63]Those bastards have changed the lock on us.  They probably searched the room.  Jesus, we're finished! \n[64]Bolt everything!  Use all chains! \n[65]Where did this one come from? \n[66]Yeah... I thought we might need it... \n[67]Let's go up there and blast him out of bed with the fire hose. \n[68]Don't kid yourself.  That Portuguese son of a bitch is dangerous.  He's watching us like a hawk. \n[69]That dirty bastard!  I knew it! He's got hold of my woman! \n[70]That's right, laugh about it!  You goddamn honkies are all the same! \n[71]Room service sent it up.  I wanted something to cut the limes. \n[72]They didn't have any.  They don't grow in the desert. \n[73]That dirty toad bastard!  I knew I should have taken him out when I had the chance.  Now he has her. \n[74]Class?  What the fuck do you mean? \n[75]Use me? \n[76]I ride the BIG ONES!  The really BIG fuckers! \n[77]Wait a minute, pardon me lady, but I think there's some kind of ignorant chicken-sucker in this car who needs his face cut open.  You cheap honky faggots!  Which one of you wants to get cut?! \n[78]Spooked!  They were spooked!  Like rats in a death cage! \n[79]Goddamn.  It's serious now.  That girl understood.  She fell in love with me. \n[80]Let's go up there and castrate that fucker! \n[81]Have you made a deal with him?  Did you put him on to her? \n[82]Music!  Turn it up.  Put that tape on. \n[83]Jefferson Airplane. \"White Rabbit.\" I want a rising sound. \n[84]I dig my own graves.  Green water and the White Rabbit.  Put it on. \n[85]Of course, I'm your attorney, I'll give you all the time you need, at my normal rates: $45 an hour -- but you'll be wanting a cushion, so, why don't you just lay one of those $100 bills down there beside the radio, and fuck off? \n[86]Whatever's right. \n[87]Help!  You bastard!  I need help! \n[88]I want that fucking radio! \n[89]Back the tape up.  I need it again! Let it roll!  Just as high as the fucker can go!  And when it comes to that fantastic note where the rabbit bites its own head off, I want you to THROW THAT FUCKING \n[90]BULLSHIT!  Don't make me use this. \n[91]Do it!  I want to get HIGHER! \n[92]Fuck yes.  I was beginning to think I was going to have to go out and get one of the goddamn maids to do it. \n[93]You bastard!  You'd do that, wouldn't you? \n[94]You cheap honky sonofabitch... \n[95]The cops? \n[96]Who said anything about slicing you up?  I just wanted to carve a little Z on your forehead.  Nothing serious. \n[97]Hell, yes.  You really need some sleep.  You have to work.  Goddamn. What a bummer.  Try to rest.  Don't let me keep you up. \n[98]Who?  You sound a little paranoid. \n[99]What are you doing in Baker? Didn't you get my telegram? \n[100]You're supposed to be in Vegas.  We have a suite at the Flamingo.  I was just about to leave for the airport. \n[101]It can't be helped.  This is Lucy. You know--like \"Lucy In The Sky With Diamonds.\" \n[102]Lucy!  Lucy, be cool, goddamnit! Remember what happened at the airport!  No more of that, okay? \n[103]Lucy... this is my client.  This is Mr. Duke, the famous journalist. He's paying for this suite, Lucy. He's on our side. \n[104]Mr. Duke is my friend.  He loves artists. \n[105]Lucy paints portraits of Barbra Streisand. \n[106]Fantastic.  She came all the way down here from Montana just to give these portraits to Barbra.  We're going over to the Americana Hotel tonight to meet her backstage... \n[107]Absolutely, LET'S GET THE STUFF. Now, we'll be right back.  Don't answer the phone if it rings. \n[108]Plans? \n[109]Shit.  I met her on the plane and I had all that acid. You know, those little blue barrels. I gave her a cap before I realized... she's a religious freak... Jesus, she's never even had a drink. \n[110]Listen, she's running away from home for something like the fifth time in six months.  It's terrible. \n[111]Jesus Christ.  I knew you were sick but I never expected to hear you actually say that kind of stuff. \n[112]NO!  Stop talking like that. \n[113]You filthy bastard.  I should cave your fucking head in. \n[114]NO!  I felt sorry for the girl, I wanted to help her! \n[115]Shit, it doesn't pay to try to help somebody these days. \n[116]We have to cut her loose.  She's got two hundred dollars.  And we can always call the cops up there in Montana, where she lives, and turn her in. \n[117]It just occurred to me, that she has no witnesses.  Anything that she says about us is completely worthless. \n[118]Okay, Lucy, it's time to go meet Barbra... \n[119]Well that's that.  Take off slowly. Don't attract attention. \n[120]I gave the cabbie an extra ten bucks to make sure she gets there safe.  Also, I told him I'd be there myself in an hour, and if she wasn't, I'd come back out here and rip his lungs out. \n[121]As your attorney, I advise you to tell me where you put the goddamn mescaline. \n[122]Right.  Let's find a good seafood restaurant and eat some red salmon. I feel a powerful lust for red salmon... \n[123]This goddamn mescaline.  Why the fuck can't they make it a little less pure?  Maybe mix it up with Rolaids or something. \n[124]I saw these bastards in Easy Rider, but I didn't believe they were real. Not like this.  Not hundreds of them! \n[125]Man, I know these people in my goddamn blood! \n[126]This is a fucking nightmare. \n[127]What the fuck are these people talking about?  You'd have to be crazy on acid to think a joint looked like a goddamn cockroach! \n[128]I know a hell of a lot better ways to waste my time than listening to this bullshit. \n[129]Fuck you!  I have to get out!  I don't belong here! \n[130]You will.  One of these nights you'll wake up and find a junkie tearing your bedroom apart. \n[131]They'll climb right into your bedroom and sit on your chest with big Bowie knives.  They might even sit on your wife's chest.  Put the blade right down on her throat. \n[132]Read the newspapers. \n[133]Hell, in Malibu alone, these goddamn Satan worshippers kill six or eight people every day.  All they want is the blood.  They'll take people right off the street if they have to. \n[134]Do?  Jesus Christ, man.  They chopped her goddamn head off right there in the parking lot!  Then they cut all kinds of holes in her head and sucked out the blood! \n[135]They just ran back out into Death Valley -- you know, where Manson turned up... \n[136]... and every one of them stacked naked... \n[137]Yeh, naked!... except for the weapons. \n[138]Yeh.  The big guy used to be a major in the Marines. \n[139]We know where he lives, but we can't get near the house. \n[140]He wanted the pineal gland. \n[141]That's how he got so big.  When he quit the Marines he was just a little guy. \n[142]We like it.  It's groovy. \n[143]Hurry up with those drinks.  We're thirsty.  Only two rums.  Make mine a Bloody Mary. \n[144]You're going to need to take the bull by the horns -- go to the mat with this scum. \n[145]You know what I mean.  We've done it before and we can damn well do it again! \n[146]Sure.  It's all on the Q.T., but everybody who matters is with us all the way down the line. \n[147]Sometimes it's easier to just rip out the backstraps. \n[148]What? \n[149]Good work.  They'll treat us like goddamn lepers after that. \n[150]No, she's looking for you. \n[151]She really flipped over you.  The only way I could get rid of her was by saying you were taking me out to the desert for a showdown -- that you wanted me out of the way so you could have her all to yourself. I guess she figures you won.  That phone message wasn't for me, was it? \n[152]Wait!  You can't leave me alone in this snake pit.  This room is in my name. \n[153]OK, goddamnit!... Look... I'll call her.  I'll get her off our backs. You're right.  She's my problem. \n[154]Relax.  Let me handle this. You'd make a piss-poor lawyer. ...Room 1600, please. As your attorney, I advise you not to worry. Take a hit out of that little brown bottle in my shaving kit. \n[155]You won't need much.  Just a little tiny taste, that stuff makes pure mescaline seem like ginger-beer. Adrenochrome. \n[156]Hi, Lucy?  Yeah, it's me.  I got your message...what?  Hell, no, I taught the bastard a lesson he'll never forget... what?  No, not dead, but he won't be bothering anybody for a while.  Yeah.  I left him out there, I stomped him, then pulled all his teeth out... \n[157]But here's the problem.  That bastard cashed a bad check downstairs and gave you as a reference.  They'll be looking for both of you.  Yeah, I know, but you can't judge a book by its cover, Lucy.  Some people are just basically rotten... Anyway, the last thing you want to do is call this hotel again; they'll trace the call and put you straight behind bars... no, I'm moving to the Tropicana right away.  I have to go, they've got the phone tapped. Yeah, I know, it was horrible, but it's all over now... OH MY GOD! \n[158]No, I don't know where she is. You'll never catch Lucy!  She's gone!  I swear, I don't know where she is!  DON'T PUT THAT THING ON ME! \n[159]Well.  That's that.  She's probably stuffing herself down the incinerator about now.  That's the last we should be hearing from Lucy. Where's the opium? \n[160]Never mind, it's absolutely pure. \n[161]I know, but the guy didn't have any cash to pay me.  He's one of these Satanism freaks.  He offered me human blood -- said it would take me higher than I've ever been in my life. I thought he was kidding, so I told him I'd just as soon have an ounce or so of pure adrenochrome -- or maybe just a fresh adrenaline gland to chew on. \n[162]Yeah, they nailed this guy for child molesting.  He swore he didn't do it. \"Why should I fuck with children?\" he says. \"They're too small.\" Christ, werewolf is entitled to legal counsel.  I didn't dare turn the creep down. He might have picked up a letter opener and gone after my pineal gland! \n[163]Some of what? \n[164]\n[165]Man, your head would swell up like a watermelon, you'd probably gain about a hundred pounds in two hours... \n[166]... grow claws... bleeding warts. \n[167]... then you'd notice about six huge hairy tits swelling up on your back... \n[168]you'd go blind... your body would turn to wax... they'd have to put you in a wheelbarrow and... \n[169]Man I'll try about anything; but I'd never touch a pineal gland. \n[170]Jesus, that stuff got right on top of you, didn't it. \n[171]If I put you in the pool right now, you'd sink like a goddamn stone. You took too much.  Jesus, look at your face, you're about to explode. \n[172]Don't try and fight it, or you'll get brain bubbles.  Strokes, aneurysms.  You'll just wither up and die. \n[173]She must have used a pass key.  I was polishing my shoes in the closet when I noticed her sneaking in-so I took her. \n[174]You're lying!  You were after the evidence.  Who put you up to this -- the manager? \n[175]Bullshit!  You're just as much a part of it as they are! \n[176]Come on, baby don't try to tell us you never heard of the Grange Gorman. \n[177]In that case, maybe she can help. \n[178]I think we should put her on the payroll.  See what she comes up with. \n[179]One phone call every day.  Just tell us what you've seen.  Don't worry if it doesn't add up, that's our problem. \n[180]Alright, Alice... you'll be contacted by Inspector Rock. Arthur Rock.  He'll be posing as a politician. \n[181]You and a lot of other people. \n[182]Oh, and don't bother to make up the room.  That way we won't have to risk another of these little incidents, will we? \n[183]Don't worry, it's all over now. Thank God for the decent people. \n[184]Fuck the car.  They should make these things with a goddamn FM radio. \n[185]Police?  Are you people crazy? \n[186]You folks every heard of ole Patrick Henry?  Know what he said?! \n[187]\n[188]In Samoa we LOVE THE CONSTITUTION! \n[189]Hey there!  You folks want to buy some heroin? \n[190]Hey, honkies!  Goddamnit, I'm serious.  I want to sell you some pure fucking smack! \n[191]Cheap heroin!  This is the real stuff!  You won't get hooked.  I just got back from Vietnam!  This is scag, folks.  Pure scag! \n[192]Shoot!  Fuck!  Scag!  Blood! Heroin!  Rape!  Cheap!  Communist! Jab it right in your fucking eyeballs! \n[193]Two glasses of ice water with ice. \n[194]A napkin. \n[195]That's the name of a horse I used to own.  What's wrong with you? \n[196]Spic pimp? \n[197]How much is the lemon meringue pie? \n[198]I mean the whole pie. \n[199]Let's say five dollars.  Okay? \n[200]Drive!  Drive!  Drive!  We have fifteen fucking minutes to get me on that plane! \n[201]What are you doing?  You were supposed to turn back there! \n[202]Jesus Christ!!! \n[203]Goddamnit!  We're lost!  What are we doing out here on this godforsaken road? \n[204]The airport is over there! \n[205]No!  I can't get out!  They'll crucify me.  I'll have to take the blame! \n[206]Why not?  But for Christ's sake, just do it fast! \n[207]Yeah... Explaining my Position. Some asshole wrote a poem about that once... \n[208]Probably good advice, if you have shit for brains. ", "CLERK": "\n[1]Sir? This telegram came for you. Actually, it isn't for you.  It's for somebody named Thompson, but it says 'care of Raoul Duke'.  does that make sense? \n[2]I checked the register for this man Thompson.  We don't show him but I figured he might be part of your team. \n[3]What confused us was Dr. Gonzo's signature on the telegram from Los Angeles.  When we knew he was right here in the hotel. \n[4]Tell me.  When will the doctor be awake? \n[5]Well... the manager, Mr. Heem, would like to meet him.  Nothing unusual.  Mr. Heem likes to meet all our large accounts... put them on a personal basis... just a chat and a handshake, you understand. \n[6]But he will be available?  Perhaps later this morning? \n[7]There's no hurry!  The race is over! \n[8]Let's have lunch! \n[9]I'm sorry, sir.  You're on the \"late list.\" Your reservations were transferred to the... ah... Moonlight Motel, which is out on Paradise Boulevard... \n[10]It's actually a very fine place of lodging and only sixteen blocks from here, with its own pool and... \n[11]I'm so sorry, sir.  May I call you a cab? \n[12]Listen, you fuzzy little shithead -- I've been fucked around, in my time, by a fairly good cross- section of mean-tempered rule-crazy cops and now it's MY turn. \"Fuck you, officer, I'm in charge here, and I'm telling you we don't have room for you.\" \n[13]Certainly, Mr. Duke! \n[14]Don't worry about a thing, sir. Just enjoy your stay. \n[15]Ah, yes.  Mr. Duke?  You have one message: \"Call Lucy at the Americana Hotel, room 1600.\" \n[16]Mr. Duke?  Hello, Mr. Duke, I'm sorry we were cut off a moment ago... I thought I should call again, because I was wondering... \n[17]Killed? \n[18]Oh... yes... yes... This terrible war.  When will it end? \n[19]The woman who left that message for you sounded very disturbed.  I think she was crying... \n[20]Well, uh.  She didn't say Mr. Duke. But since I know you're here with the Police Convention... \n[21]Well, certainly... We're always happy to cooperate with the police... \n[22]What?  Ah... yes, yes, I see what you mean... Yes... so, you'll be responsible then? ", "DA": "\n[1]I'm a whiskey man myself.  We don't have much trouble from drugs where I come from... \n[2]Naw! \n[3]Not down in my parts. \n[4]You're another one of these California boys.  Your friend here's been tellin' us about dope fiends. \n[5]Witchcraft?  Shit, you can't mean it! \n[6]Naw!  That's science fiction stuff! \n[7]What happened?  What did they do to her? \n[8]And nobody did anything? \n[9]Naked!? \n[10]Veterans?!!!? \n[11]A major! \n[12]Naw!  Not a major. \n[13]Really? \n[14]We sure are, Miss. \n[15]Hell, I really hate to hear this. Because everything that happens in California seems to get down our way, sooner or later.  Mostly Atlanta.  But that was back when the goddamn bastards were peaceful. All we had to do was to keep 'em under surveillance.  They didn't roam around much... But now Jesus, it seems nobody's safe. \n[16]What do you mean by that? \n[17]\n[18]Hell, no.  We'd never hear the goddamn end of it. \n[19]What? \n[20]God almighty! I don't think I should tell my wife about this.  She'd never understand. You know how women are. ", "MAID": "\n[1]Please... please... I'm only the maid.  I didn't mean nothin!... \n[2]Nobody.  I'm the maid! \n[3]I don't know what you're talking about! \n[4]Part of what? \n[5]I know you're cops, but I thought you were just here for that convention.  I swear!  All I wanted to do was clean up the room.  I don't know anything about dope! \n[6]No!  No!  I swear to Jesus I never heard of that stuff! \n[7]No!  I swear I'm not! \n[8]Yes!  I'll help you all you need! I hate dope! \n[9]What? \n[10]You'd pay me for that? \n[11]Alice.  Just ring Linen Service and ask for Alice. \n[12]Oh Lord!  I'd do just about anything for that! \n[13]I fear nothing. \n[14]Whatever you say, gentlemen.  I can't tell you how sorry I am about what happened... ", "LACERDA": "\n[1]Duke?  I'm Lacerda your photographer. Got your press passes?  Good, good. Too bad you missed the bikes checking in.  My, what a sight! \n[2]Husquavarnas.  Yamahas.  Kawaskis. Maicos.  Pursang.  Swedish Fireballs. Couple of Triumphs, here and there a CZ.  All very fast.  What a race it's gonna be. \n[3]Well, we start at dawn.  Get a good night's sleep.  I know I will. \n[4]Club soda, please. \n[5]Man, it's great out there! \n[6]Meet you outside! \n[7]It's great, isn't it?!  Jump in! \n[8]I'll just keep trying different combos of film and lenses till I find one that works in this dust! \n[9]No, no -- we have to go on.  We need total coverage. ", "HIGHWAY PATROLMAN": "\n[1]Just what the FUCK did you think you were doing?! \n[2]May I see your license. \n[3]Could I have that, please? \n[4]You realize... \n[5]That's a strange attitude. \n[6]You know -- I get the feeling you could use a nap.  There's a rest area up ahead.  Why don't you pull over and sleep a few hours? \n[7]Okay.  Here's how it is.  What goes into my book, as of noon, is that I apprehended you... for driving too fast, and advised you to proceed no further than the next rest area... your stated destination, right? Where you plan to take a long nap. Do I make myself clear? \n[8]Not my jurisdiction.  The city limits are two point two miles beyond the rest area.  Can you make it that far? \n[9]Excellent seafood.  With a mind like yours, you'll probably want to try the land-crab.  Try the Majestic Diner. ", "WAITRESS": "\n[1]What? \n[2]Are you guys with the police convention upstairs? \n[3]I thought so.  I never heard that kind of talk around here before. Jesus Christ!  How do you guys stand that kind of work? \n[4]What is this? \n[5]Don't give me that bullshit!  I know what it means!  You goddamn fat pimp bastard. \n[6]You sonofabitch!  I take a lot of shit in this place, but I sure as hell don't have to take it off a \n[7]Pay your bill and get the hell out! You want me to call the cops? \n[8]Thirty-five cents! ", "MAGAZINE REPORTER": "\n[1]A proper end to the 60's... Ali beaten by a human hamburger! \n[2]Senzaman wassyneeds! \n[3]I'll back it! \n[4]This is a magic moment in sport! It may never come again!  I once did the Triple Crown, but it was nothing like this. \n[5]Listen, madam.  I'm damn near intolerably handsome down here where I am.  You'd go crazy if I stood up! \n[6]Las Vegas at dawn.  The racers are still asleep, the dust is still on the desert, fifty thousand dollars in prize money, slumbers darkly in the office safe at Del Webb's fabulous Mint Hotel... ", "VOICE OFF": "\n[1]Group 2! \n[2]Group 3! \n[3]Group 4! \n[4]Group 5! \n[5]Group 6! \n[6]Shit!  Faggot!  Bastard! "}}