{"dialogues": {"HEROINE": "\n[1]\n[2]\n[3]Goddamn you! \n[4]The jungle has a new king. \n[5]My husband... \n[6]He's dead. \n[7]Easy. We're surrounded by something the likes none of you have ever seen before. Some kind of animals. Real fast, volatile, predators. One went through three of your patrons like nothing. \n[8]He only shot you once. \n[9]He shot you the other time. \n[10]That's one piece of four problems. \n[11]That head over there, that's the oldest of the bunch, looked like the Grandpa. We caught the little one, Junior, in the cooler there. As we've seen, what he lacks in size he more than makes up for in speed. \n[12]Unfortunately, the worst of 'em are still outside. \n[13]The next one is taller, but all out of proportion. Like a \"teen beast.\" \n[14]He was spastic, clumsy, but deadly just the same. \n[15]I just took the eye out of the mother. She calculates, guiding the attacks. \n[16]If you are face to face with her, dive left. \n[17]Father. The biggest, the strongest... \n[18]No sign of any weaknesses. No sign at all. He's an eating machine. \n[19]That's not it. Four are here, but there's three others... which I can't account for. \n[20]We need to lock this place down. Is everyone in this room? \n[21]Wait! \n[22]Stop her! \n[23]Let's lock off this room. \n[24]Damn it. \n[25]Just let her be... please. Is that the only phone? \n[26]I wouldn't do that. \n[27]You can risk your life, but not mine! My daughter's no more than twenty miles from here waiting for me. I have just as much reason to leave this place as you do. But I also know that if they're here, then they're not there yet. \n[28]You understand me? \n[29]You understand me!? \n[30]Now pull that tough boy shit again and I'll slice you from neck to nuts! \n[31]We can't risk letting them in. \n[32]My daughter's in Red Mountain. \n[33]Oh no. \n[34]Keep it together! I came from the east. That studio is south of here. For all we know, north and west are okay. \n[35]So, that leaves the west. \n[36]Right. \n[37]Let's work. \n[38]We have to kill it. Can you help? \n[39]Aim for their orifices. Eyes, ears and mouth. From what I've seen, it's their only weakness. \n[40]What are you doing? \n[41]Get back! \n[42]Well, it all started about forty hours ago... \n[43]So, how is staying with Grandma working out? Ya know, if you stare into her glasses, you can see what cards she is holding. But I didn't tell you that. \n[44]Mommy will pick you up tomorrow night, okay baby? \n[45]Hello? Charlie? \n[46]We barricaded ourselves in the cellar. Then it was just listening. We heard those things destroy an entire heard of livestock. They just kept coming. Closer and closer, consuming anything in the way. Slashing, feeding and licking the bones clean. Just when we said our prayers, the first ray of sun hit the house... \n[47]That first beam of sunlight drove 'em away. Somewhere. We called who we could and then decided to run for it. We didn't see a soul the whole drive out. When the tank went dry, we came upon a gas station to refill. \n[48]They've been here! \n[49]We had no time. All we knew was the sun was dropping and we had to get enough fuel to make it through the night at 90 miles per hour... \n[50]It happened fast... \n[51]That's when I saw three others... just for a second. \n[52]Close the roof! \n[53]It must have smelled the blood or something. We buried the body and got back on the main road when... \n[54]And that's how I ended up here. \n[55]I don't want to talk about that. \n[56]No. It was wild out there. No time to think. We just moved. He didn't leave me. He just ran. \n[57]It appears so. \n[58]Yeah. \n[59]As long as it's dark, they're around. They hide, wait for you to drop your guard, and then attack. \n[60]We learned fast. \n[61]Fine. \n[62]Relax, they don't know anything. \n[63]East. Why? \n[64]Previous owners did, I think. \n[65]Careful. \n[66]Everyone stay in the middle of the room! Off the walls! NOW! \n[67]Now, does everyone agree that they are still out there? \n[68]'Eh, Chief? \n[69]No one goes anywhere alone. Least of all, unarmed. \n[70]Alright, we need to stay alert and for everyone to take a role. You gotta have some guns or weapons around here. \n[71]Okay, well that's something. \n[72]Alright, what else do we have? Can we somehow contact the outside world? \n[73]You said you had a short wave radio. \n[74]Good. I'm heading to the basement for supplies. And you're going upstairs. \n[75]Step up, Chief. \n[76]No. You're locked in. \n[77]Those two will be on the other side waiting for you. If you become food, I don't want the only set of keys in the belly of one of those things. \n[78]Any volunteers to head into the basement with me? \n[79]Alright. \n[80]What's this? \n[81]Let's get everything upstairs. \n[82]I'm sorry. \n[83]I admire your strength. \n[84]This is my daughter, Charlie. She's all I'm after. \n[85]And I'm gonna need your strength, every bit of it. \n[86]Good. But still do me a favor. \n[87]Don't tell anyone I have a soft side. \n[88]Move it! \n[89]I told you to stay in the main room. \n[90]We know what not to do. We must stay focused and together. The beasts will find a breach. We gotta find a way out before they find a way in. \n[91]What? \n[92]You know what. \n[93]You. What was that door downstairs? \n[94]Don't bullshit me. \n[95]What's it for? \n[96]What's it for!? \n[97]Does the tunnel spit out near a car? \n[98]It's a shot. Is it gassed up? \n[99]Four door? \n[100]How many can it hold? \n[101]Max? \n[102]It's gonna fit thirteen. \n[103]Keys. \n[104]Three of us go. Two to defend, one to drive. We back up to the bar and then tear ass out of here. \n[105]Let me make this clear; if we stay, we die. \n[106]Hey! I'm not trusting him either, that's why I'm going with. \n[107]This is it. They have this place surrounded, but if we go under them we might just make it. \n[108]The rest of you prepare the weapons, whatever you got left. 'Cause when we crash through those walls, we're bringin' death with us. \n[109]Neither. Just a farmer. \n[110]I just think about my husband and daughter... and the rest is easy. \n[111]Easy. \n[112]Let's go. \n[113]Quiet. \n[114]Move. \n[115]Go! The bitch is mine! \n[116]Look out! \n[117]You fuck with my family. I fuck right back! \n[118]Oh shit. \n[119]Send it up! Send it up! \n[120]Move it! Move it! Move it! \n[121]Goddamn it! \n[122]\n[123]F-f-fuck you. \n[124]I think they made it. \n[125]Stop trying to get people killed. It is getting very old. \n[126]What's this? \n[127]I need some shells. \n[128]Let's prepare ourselves, they ought to be here with the truck any minute. \n[129]That's your choice, but this is going to get a whole lot worse before it gets any better. \n[130]Get on the tables!!! On the tables!!! \n[131]Settle down! \n[132]What's Plan B? \n[133]Now! \n[134]Help me! \n[135]Come on! \n[136]Do something!!! \n[137]Come on, I'll help you. \n[138]I'm not leaving anyone behind. \n[139]She's still out here. \n[140]Stay put. \n[141]Where are you... come on... \n[142]Come on! Come on! \n[143]Come and get me you blood-chugging \n[144]Not for long, we gotta burn it. \n[145]Come on! Let's blow this thing! \n[146]Here we go... \n[147]She's calling for help. \n[148]Get to your cars!!! \n[149]I don't know, I think -- \n[150]We're safe until dark, but we need to find other people. \n[151]You know where the IGA grocery store is over in Red Mountain? \n[152]They have a bomb shelter. \n[153]We'll meet in three hours? \n[154]We're going to get my little girl. \n[155]Oh no... \n[156]It's right up there, in the back of the store. \n[157]Where is everyone? \n[158]She's supposed to already be here. \n[159]This place is a ghost town. \n[160]Charlie? \n[161]Charlie! \n[162]Honey!? \n[163]I love you... \n[164]You're not safe, she's still alive, she'll be back... \n[165]Where are you taking us? ", "BOZO": "\n[1]Shut up, fag. \n[2]Don't dilly-dally then. Rack 'em! \n[3]Ya know, that deer only looks scared when you're in the room. \n[4]Ohhh, now that's a rough one. \n[5]Yoh anga will be yoh downfah. Go again? \n[6]Oh, come on. Crape Diem! \n[7]Wake up! Check your pants! \n[8]What's that? Wha'cha say? Huh? How much for the whole night, Grandma? \n[9]Whoa! \n[10]You boys wanna try your luck at the loot? \n[11]Come on, I'll even throw with my left hand. \n[12]Nothin' but a bunch of butts and pussies in here! \n[13]I got two hundred bucks says none of you can beat me! \n[14]C'mon guys -- \n[15]Gimme some ACTION -- \n[16]Got 'cha! \n[17]What the FUCK was that? \n[18]I didn't do it! It was fuckin' monsters, asshole! \n[19]Why don't you go check it out? \n[20]Anything? \n[21]I think it's hungry again. \n[22]I think we got -- \n[23]Right, let's just call 'em names. \n[24]See that you monkey fucks! That's what you get when you mess with us! Woman or man, I don't give a fuck! Shit don't make me gay because you'll be sucking my dick! \n[25]Dude, they're humpin'! \n[26]Any more ideas, Animal Planet? \n[27]Go douche. \n[28]Yeah, thanks for that. \n[29]We? We learned fast? You are all that is left of we. No offense Pocohantas, but I think someone else should play \"Chief\" tonight. Someone that knows the lay of the land. Like me. \n[30]You! \n[31]You gotta know somethin', you're old. \n[32]Old people know stuff like this. Legends, tall tales, shit like that. \n[33]Spill it! \n[34]How 'bout you? Or do I have to get rough? \n[35]Come on! Think back! \n[36]That's just horse shit. \n[37]Yeah... allegedly. \n[38]The first order of business is gettin' a big fuckin' tampon in that cave! \n[39]They're probably on to the next buffet by now. There's a retirement home up the road, they'd be easy pickings. \n[40]...Duh. \n[41]Oh, now you have something to say? \n[42]Oh? And what's that? \n[43]That's for bears and sharks, chunky chew. \n[44]Do you drive a short beer bus or something? You go out there, you get eaten. You stay in here, you get eaten. Anyone comes to help, they get eaten. Don't you see a pattern here, Spuds Makenzie? \n[45]Believe me, I'd love to save the day and get some heroic snatch, but it's not in the cards, partner. \n[46]Let's not get carried away... \n[47]So that's how it is? Fine! Shotgun, please. \n[48]You're coming with, portly. 'Cause if I'm attacked, I want a fat man close by. \n[49]Now who else is comin'? \n[50]What are you gonna do? Throw your teeth at 'em? Sit down, Cocoon. \n[51]You! Zorba! You're coming too! Now gimme the keys. \n[52]What? \n[53]Don't get your hopes up. \n[54]Alright you two, I don't want to hear any of this, \"oh, I dropped the key, wrong key, ain't no key here.\" When I want out, I want out, ok? \n[55]Just keep 'em handy, ladies. \n[56]Wish me luck... \n[57]I'm okay! I'm okay! \n[58]Come on. Come on. Come on. \n[59]Geeezzzus. Okay, now. Easy steps. Easy breaths. Easy steps. \n[60]Lamaze. Lamaze. Lamaze. \n[61]\n[62]Just a bat! I'm okay! Just a bat! \n[63]Hello? Anyone there? We need help out here at the United Nations Tavern. Send guns, tanks, and all that shit. \n[64]Repeat. We need help. SOS. Calling all cars! Calling all cars! We need help at the United Nations Tav -- \n[65]Shit! \n[66]Double shit! \n[67]Okay, I'm ready to come out now! \n[68]\"OH!?\" WHAT IS \"OH?\" What does \"oh\" mean? \n[69]\n[70]\n[71]\n[72]\n[73]\n[74]\n[75]I got Papa in the stones. He's neutered. \n[76]Dude, are you gay? \n[77]This one's great under pressure. I wish you luck. \n[78]Hey! \n[79]When you get to that truck... drive it like you stole it. \n[80]Oh yeah? \n[81]Ya know, that's not a bad look on you. Kinda 1985, but not bad. I'd hook it up. \n[82]Tease. \n[83]Hey, cyclops. Let's have a quiet contest... starting now. \n[84]Ya know, in situations of duress, I have found that women are attracted to my authority. \n[85]Ah-ah-ah! You're doing that all wrong! \n[86]I know you're doing it wrong. \n[87]Move aside, princess. \n[88]You don't want the rag touching booze, that way you can hold it and ensure it explodes when you throw it. \n[89]I'm sure. \n[90]Perfecto. What we should do, though, is put those peanut barrels to use. Fill 'em with booze and line up some planks. If the walls come down... we hit 'em Donkey Kong style. \n[91]Next time, look within. Stereotyping can be ugly and hurtful. \n[92]Excuse me for being forward, but I'm curious about your dimensions. \n[93]Ol' Crazy Horse has seen it. \n[94]Welcome back. \n[95]Ingenuity, baby. Ingenuity. \n[96]Bonsai! \n[97]Hot potato!!! \n[98]Commence Plan B! \n[99]Just watch the floor and keep the others safe! \n[100]Bomb's away!!! \n[101]One down, one to go!!! \n[102]I need to get your number. \n[103]The fan has officially been buried in the shit. \n[104]Motherfucker! Give him back! \n[105]Oh Jesus! \n[106]I thought we lost you -- \n[107]You FUCKER! \n[108]\n[109]Get me FUCK BIRDS! \n[110]No you don't! \n[111]\n[112]Hang on! \n[113]Brother!!! \n[114]I meant to tell you so much! \n[115]\n[116]Motherfucker!!! \n[117]Lord, if I die, bury me upside down so the world can KISS MY ASS! \n[118]Get these cuffs off me! I'm a goddamn hero for Christ's sake! \n[119]Thanks for waitin' for me back there, really fuckin' appreciate it! \n[120]I found a new weak spot on 'em, but it damn ain't pretty getting to it. ", "BOSS MAN": "\n[1]Listen, bud. I got a load ready to move and your man's not here. \n[2]We got a problem. \n[3]I love a woman with enthusiasm. \n[4]Is it clear?! \n[5]Is there a gun pointing at you? \n[6]Alright goddamn it! Who shot me!? Who did it!? \n[7]My goddamn foot is gone! Who fuckin' shot me? Who fuckin' shot me!? \n[8]Well, where's the sonuvabitch!? \n[9]What? What the hell happened down here?! \n[10]Jesus Christ on the cross... someone make sense. \n[11]So, your dead hubby shot me twice, three of my customers have been eaten, and there are angry creatures outside? \n[12]Huh? \n[13]Fan-fuckin-tastic. \n[14]Please elaborate. \n[15]I have a short wave radio upstairs. \n[16]I've got some tools and extra planks in the kitchen, if we're on the same page here. \n[17]But its got teeth. \n[18]Fire in the hole! \n[19]More importantly, how did you run away from these things? \n[20]In the kitchen, under the sink. \n[21]I got my .38 here. That's six shots and two refills. Downstairs, I have locker with a sawed-off and some gardening tools. Maybe a few boxes of shells. \n[22]Go for it. It's by the far wall. Channel 9 is the emergency frequency. \n[23]With what happened upstairs -- \n[24]Well... \n[25]Morphine. My magic potion. I need a few drops. \n[26]You should try a little, it'll calm your nerves. Works like a charm. \n[27]Wait, before you do that, help me move. There's a small room off the kitchen where I can lay down. \n[28]It's much safer in there. Trust me. \n[29]I can't feel a thing, Hon. \n[30]You're a bad girl, aren't you. \n[31]The girl's got rhythm. \n[32]There it is. \n[33]Hell yeah. \n[34]How much I got, what? \n[35]You don't understand, sweety. Daddy doesn't pay. Daddy sees the show for free. But you do get points for being horny on a night like this. \n[36]You can't expect a man to buy a car without a test drive first, can you? \n[37]Now wiggle that sweet little ass over here and sit on Daddy's face, I wanna do some appraising. \n[38]Hoh-SHIT! Help!! Help me!!! \n[39]\n[40]They're getting in! Somebody help! \n[41]\n[42]Yeah... I will. I will. Promise. \n[43]What? \n[44]I don't know shit. \n[45]Wait, wait, wait. \n[46]Grass, man. I grow pot down there. \n[47]It spits out behind the parking lot. \n[48]My truck is near, but it ain't nearly big enough to haul the whole lot. \n[49]Fully. \n[50]Two. \n[51]Six. \n[52]Seven. \n[53]Thirteen clowns wouldn't fit. \n[54]Sounds sketchy. \n[55]Bullshit. \n[56]If you ask me, I'm gonna just lay right here, wait for sunrise, then walk on out of here. \n[57]If all of you run for it, they won't care about lil ol' me. They like the food that moves... \n[58]", "BARTENDER": "\n[1]Save it. We don't deal in pamphlets 'round here. We stick to chemistry. And his drinks are on me. \n[2]Was that the last keg? \n[3]If you're stayin', move the truck, boss gets pissed about you using primo parking. \n[4]Don't sweat it, just clean it up before he's done. \n[5]Hey! Get quiet or get out. \n[6]You hold it right there, mister. \n[7]Drop the canon! \n[8]I'll drop you and not even think about it! \n[9]You got one second to -- \n[10]Who are you? \n[11]Yeah. \n[12]Nah, I got the gun. \n[13]Her fella. \n[14]It was an accident. Sorry. \n[15]And the rest of 'em? \n[16]Hey! \n[17]The back phone is wrecked, too. \n[18]We'll it ain't pretty... \n[19]What the hell now? \n[20]And the head? \n[21]So, your husband ditched you? \n[22]Well, justice is funny. \n[23]I wouldn't do that. \n[24]I got shells, too. Box and a half tops. Machete behind the bar. \n[25]Who the hell would you call? \n[26]Upstairs. \n[27]I'll wait by the door. \n[28]They're right here. \n[29]If he doesn't shut up... \n[30]Oh! \n[31]Wha? \n[32]The key broke off! \n[33]The lot's too damn far, that's surefire suicide. \n[34]It's a tunnel. \n[35]It runs about a hundred yards and spits out on the backside of that hill down the way. \n[36]You're trusting that con? He'll ditch us and never look back. \n[37]Get in line! \n[38]This is a bottleneck waiting to happen. \n[39]This ain't time for a political stance. \n[40]Got ya. \n[41]Don't be stupid, drop the gun! \n[42]What the hell happened? \n[43]I have two left. \n[44]Make it count. \n[45]What's that? \n[46]That wall's coming down! \n[47]I can't hold him!!! \n[48]God... \n[49]Oh shit! \n[50]I think we're in the clear -- ", "COACH": "\n[1]They took my laptop with my PowerPoint presentation, my Blackberry, my cell... And to top it off, my car crapped out on the side of the road! I'm not making the conference and I have fourteen leads waiting for me. You gotta help me out here. I'm not kidding, I've have fourteen PRIMO leads waiting in the lobby of the Mariott... MARIOTT... \n[2]Son of a -- In with anger, out with love. \n[3]For what, may I ask? \n[4]You know, Chach, catching you at this low point is pure serendipity. \n[5]Because I take the rubble of man and build superstars. In my briefcase here is a doorway to a self-help sensation. Give me a minute, because I'd like to buy you a drink and change your life forever. I have a brochure -- \n[6]Of all the friggin' bars to be stuck in. \n[7]Are you -- \n[8]Ladies and gentlemen, if I may have your attention. \n[9]We have to think outside the box here. We don't need to fight them, we need to scare them. Scare them right back. This is a species stand- off. We just need to show them we're not vulnerable. That we're formidable. \n[10]I need a stick. \n[11]Stand back. \n[12]Let's get that board down. \n[13]Showing superiority. The scent of their dead may drive them away. \n[14]Come on. Come onnnnnn. \n[15]You see? What I tell you? \n[16]Oh dear... \n[17]I-I-I was just being proactive... \n[18]There's five here now, actually. \n[19]What are you talking about? \n[20]Cheese n' rice... \n[21]Thanks. \n[22]We've got your back, bro. \n[23]Come on, bro. \n[24]He is human kabob. \n[25]Great god, why do you damn me?! \n[26]If they can't reproduce anymore -- we are one step closer! A big step! Now is the time to band together. We need to rise up against these monsters of the night! Those creatures are no match for the human spirit! We can do it! We just need to believe in each other! In all of us! We need to make a stand! Right here! Right now! \n[27]\"Courage is being scared to death, but saddling up anyway.\" The Duke. I will go. \n[28]No, I don't believe in guns. \n[29]This doesn't run out of ammo. \n[30]No. You? \n[31]One... two... three!!! \n[32]Well, look at that. \n[33]Hey, little fella. \n[34]Looks like a brothel for plants. \n[35]You and I are similar. We both have accents. We both travel a lot. We both don't really have homes... \n[36]I am sorry, I ramble when I'm nervous. \n[37]It's just that this seems like the opportune time for someone to be horribly... offed. \n[38]Sorry. I'm done now. \n[39]Like moles these things. \n[40]Grab onto ceiling and get out of water! \n[41]Do it!!! \n[42]Get out of water!!! \n[43]They will write stories of your bravery. ", "ADULTERER": "\n[1]That sounds great. \n[2]Just bring the whole bottle. \n[3]Look at it! \n[4]Back off! \n[5]I have a signal! I have -- Diane? Diane listen to me... get the kids and get in the basement... do it right now... \n[6]I'll explain later. Not now! I'm at a bar... look... shut up! JUST SHUT \n[7]Okay. Okay. Look now, I gotta get outta here! I gotta go! My wife... See my wife is alone... She could be in trouble. I GOTTA GO! \n[8]Fuck you, bitch! \n[9]Get the fuck off... \n[10]Yes! \n[11]You can't keep me here. This is bullshit. Fuckin' bullshit. This is fucking BULLSHIT! \n[12]Right. \n[13]How? \n[14]Good christ! They're cannibals! \n[15]We're stuck in here. That's what. \n[16]Do you think they're gone? I haven't heard anything for a while, maybe they're gone. \n[17]Maybe these things are like locusts or something and only come out for a few days to feed. This could just be a part of their life cycle. \n[18]I'm telling you, I don't see a thing -- \n[19]Lousy. \n[20]Yes, the silver lining. \n[21]Spare me. \n[22]Leave her alone. \n[23]Stop! \n[24]They can't get in here! We agreed! They'll get us! \n[25]I will not die because of her! \n[26]They'll get in! We'll all die! \n[27]What the hell?! \n[28]Run and quit looking back! \n[29]Shit! \n[30]Hey! \n[31]Are you two all right? They left! We made it! I think we made it! \n[32]Um, yeah, ten miles west. \n[33]I don't wanna go home alone... I don't wanna see what might have... \n[34]I'm sorry about your son. I really am. \n[35]Where are you two going? \n[36]I wish you luck. \n[37]I'm sorry... I'm so sorry... \n[38]I don't know, I just got here. Did you find your girl? \n[39]Look! \n[40]Stop! There's something wrong! \n[41]It's a trap! \n[42]Run!!! ", "TUFFY": "\n[1]'Round here, there are ways. \n[2]Keep these on, sweetheart. \n[3]Mommy's working on it. \n[4]Let's get this over with. \n[5]My god... what is that? \n[6]Oh my god! My son! My SON! \n[7]Cody! Mommy's coming! Mommy's coming! \n[8]Oh sweetheart! What was I thinking? Mommy is never gonna let you go! \n[9]Never, ever, never. Never, ever, never, baby. I love you -- \n[10]\n[11]And Red Mountain. Your daughter. \n[12]You're welcome. \n[13]There's some sweats in my bag behind the bar. \n[14]I will. \n[15]Shut up! Shut your mouth. You have no idea what is running through me right now. No idea. I'm ready. \n[16]Don't worry, I'm fine. Really. \n[17]Trust me, I plan on having a full breakdown when this is over, but for now, we all have to be strong, right? \n[18]Oh... \n[19]You have it. \n[20]Name it. \n[21]Deal. \n[22]Let's run for the cars, cause mass confusion. \n[23]Hey! Hey! She's in the shaft! \n[24]Shut up! \n[25]It stopped. It fuckin' stopped! \n[26]She can make it! \n[27]You okay? \n[28]They didn't make it. \n[29]\n[30]What is that? \n[31]Get in! \n[32]Are you okay?! \n[33]They'll be back. \n[34]Don't worry about that. Just go. \n[35]They're alive! \n[36]Your family? \n[37]I'm sorry. \n[38]Oh god. \n[39]How'd you survive? ", "ROADIE": "\n[1]He's coming. Relax. And if he doesn't show -- \n[2]You'll hit her! \n[3]And the last one is the -- \n[4]That studio's local, we can call in. \n[5]They'd have a police scanner. \n[6]An associate of mine was coming in from the north, ain't heard a word from him in hours. \n[7]Looks like they're soft on the inside like any other animal. Trick is to get in there and do the damage. \n[8]Hey, Miss? \n[9]If you don't mind me asking, how did you run into these things? \n[10]The three from the gas pump are over at the TV station? And you say there's four here, huh? \n[11]You're a clever man. Why do you take shit from him? \n[12]Your brother, huh? \n[13]Same parents? \n[14]So we've got guns, kitchen knives, pipes, fire and sticks. \n[15]Count me in. \n[16]Stay on your toes everybody. \n[17]You don't need to know what that is. \n[18]This is all junk. \n[19]That back room is sealed shut. \n[20]What're you planning? \n[21]Give 'em to me, I'm going. \n[22]Fuck you too. \n[23]You handle yourself pretty well. You a cop or a criminal? \n[24]Oh yeah? Then how do you do it? \n[25]This place is creepy in the daytime, too. Ready? \n[26]Scared? \n[27]Of course not. I fight monsters all the time. On three. \n[28]Shhhhhhhhhhhhh. \n[29]You should be quiet. \n[30]What did I say? \n[31]Hold up. You hear something? \n[32]They're trying to burrow through the tunnel walls. \n[33]Duck! \n[34]Stay down! \n[35]The shells are wet! \n[36]What? \n[37]If there's anybody left. \n[38]", "PARA": "\n[1]Hey... \n[2]Excuse me, please. \n[3]Thank you, but I don't need any help -- \n[4]No. It's nothing. \n[5]Hey, it pays more than the couch. \n[6]Yeah, you got it. \n[7]Sweet... \n[8]What are they doing now? \n[9]Hey, you lived on a farm, right? \n[10]Hey, where was your farm? \n[11]Did you ever slaughter? Slaughter livestock? \n[12]Slaughterhouse run-off used to be drained into piping that ran through the mountains. \n[13]Earthquakes often cracked the piping and those flow lines were condemned, but never drained. \n[14]What I am saying is... there's a distinct possibility that what we are up against is the result of steady stream of blood and tissue that has been leaking into the caves. And a day ago... something broke out. \n[15]Nope, that wouldn't do it. \n[16]Yeah, he's an ass, but he's my brother. Que sera-sera. \n[17]Yep. \n[18]Look man, I read books. He reads bumper stickers. \n[19]Oh please, no. \n[20]I thought that was it for a second there. \n[21]Whoa... good one... \n[22]You sure? I thought the rag had to touch? \n[23]Genius. \n[24]\n[25]\n[26]Oh Jesussss... \n[27]\n[28]Hurry! Hurry! Hurry! \n[29]\n[30]", "TRAMPY": "\n[1]He said there was no reason I had to stay a teller and that if I did good work and didn't mess up, I could become an assistant manager within three years. Can you believe that? \n[2]That sounds like bullshit! I could be an assistant manager at The Lake Arrowhead Casino for knowing the fuckin' alphabet to G! I'll be twenty in three months... \n[3]Here! \n[4]Hey! \n[5]I'm calling them... it's ringing! \n[6]Hello? Yes, we're at the United -- \n[7]Oh no! Oh fucking no! \n[8]Jesus, it took all that? All those bullets? How can we possibly fight off the others? \n[9]Oh... my... god. \n[10]How can you be so sure? You said yourself this started a day ago. \n[11]I still don't get it. \n[12]He's out cold. \n[13]I can't get anybody. I don't even know if I have a signal anymore. \n[14]Where? \n[15]What happened? \n[16]How does it feel? \n[17]You still have one left. \n[18]It serves you right for cheating. \n[19]I figure it's karma. You wronged me and you wronged your wife, so this is karma biting you on the ass, or in your case... in the eye. \n[20]It could be worse, you could be dead. Then again, the climax is upon us. \n[21]I wouldn't fuck you for practice. \n[22]Do something! \n[23]What the fuck are you doing?! \n[24]\n[25]Stop it! Stop it! Stop it! \n[26]You got her? You got her! \n[27]We have to run -- ", "BEER GUY": "\n[1]I mean, we'd been together for so long and then... bang! She drops me. Since then, it's been like a damn country song: she's gone, the car's repossessed, and a father figure made a pass at me. I'm not saying I ever had it. But I have definitely lost it. Now I haul this swill from armpit to armpit. I used to be a model for Christ's sake. \n[2]JC Penny. Spring wear. \n[3]Why is that? \n[4]Yup, one keg of Beast for the basement, then the truck's dry. \n[5]Right, 'cause this joint's hopping. \n[6]Oh god... \n[7]So, what now? Did those things leave? \n[8]Fuck no. \n[9]This is goddamn depressing. \n[10]I don't see them. \n[11]It's working. I think it's working. \n[12]Hey, you weren't helpin'! \n[13]I might be able to do something with the bottles. \n[14]I have a CB in my truck, we could get some help out here. \n[15]Anyone. \n[16]Then I guess we should just give up. \n[17]That's not a good idea. \n[18]Me too. \n[19]There's a sawed-off shotgun in here. \n[20]This could come in handy. \n[21]What do you know? \n[22]Prove it. \n[23]You aren't nearly as dumb as you look, are you? \n[24]Come on! \n[25]We're gonna die! \n[26]When this lights, run like hell. ", "BELLE": "\n[1]If I could made that kind of money, I'd be in Hollywood next week. \n[2]Shit! Shit! Shit! \n[3]This is really happening. I can't believe this is really happening. \n[4]What's this? A power magnet or something? \n[5]I didn't peg you for a con man. \n[6]Lots of stuff around here does. \n[7]See! This has to be isolated. That's a local broadcast. \n[8]Maybe we don't have to fight them. \n[9]Is there a call, or something? \n[10]Well, maybe they migrate? \n[11]Somebody's gotta know something about these things. This stuff just doesn't happen out of the blue. \n[12]I know some first aid if we have a kit. Do we? \n[13]How are you holding up? \n[14]What is this? \n[15]No other time than now, right? \n[16]But -- \n[17]Doesn't your foot hurt? \n[18]How 'bout now? \n[19]Um-hmmm. \n[20]You wanna see, baby? \n[21]How much you got? \n[22]How much you got to see the show? \n[23]What? \n[24]Um, hmm -- \n[25]What was that? ", "HERO": "\n[1]Unless you people want to die you'll do what I say and you'll do it fast! \n[2]A storm of hell's coming down on this place any minute! \n[3]I'm not armed now, just hear me out. \n[4]Let me explain! \n[5]Take a good look and listen to me! There's at least a four of these things out there! \n[6]I saw one of them tear up five men like they were corn on the cob! I don't know what they are. I don't know where they came from. All I do know is that these fuckers are fast, nasty, and hungry. \n[7]And they can fly. Not to mention they got claws like Ginsu knifes and more teeth than a chainsaw. \n[8]They're like goddamn blood hungry biker tattoos come to life. They're clocking us. Right now. And we have to lock this bar down! That means doors, windows, drains, and basements. We have to do it fast! \n[9]You! Get on that phone. Call the cops, National Guard, townies, whoever kicks ass and get 'em out here. \n[10]Any questions? \n[11]I'm the hero -- \n[12]Holy mother of... \n[13]What's goin' on? The pumps are off. \n[14]Turn on the pump! \n[15]Suck it down you metal bitch. Suck it down. \n[16]Move it! \n[17]Get in the car, baby. \n[18]Roll! \n[19]Shit! \n[20]We made it! \n[21]Break! \n[22]Go! Go! Go! \n[23]Look out! ", "GRANDPA": "\n[1]Get outta here. \n[2]This one will stun ya, but this one will put ya to sleep. \n[3]What'd you say? \n[4]Wha? \n[5]I don't know a thing. \n[6]No! \n[7]I don't know anything! \n[8]If I throw a stick, will you go away? \n[9]You're gonna need a whole lot more than that to get outta here alive. \n[10]You young'uns worry about weapons, I'm thinkin' 'bout strategy. \n[11]Sit still, look less like a meal. \n[12]I'll go with ya. \n[13]No thank you, we're content. \n[14]We had a good run. \n[15]Close your eyes, hon. ", "SECOND FLOOR": "\n[1]The Judge's blast blows a toe off Boss Man's RIGHT FOOT as he reaches climax with Tuffy. Boss Man HOLLERS. \n[2]The Judge's shotgun blast blows off another toe on Boss Man's RIGHT FOOT. He cries out in agony. \n[3]Tuffy BURSTS through the door. Cody sits by the TV, unmoved. \n[4]Bozo hustles in. The door shuts and locks. \n[5]Bozo rises and nervously surveys the damaged floor. \n[6]Bozo moves turtle slow. \n[7]Bozo gets off the floor again. He may have filled his pants. \n[8]Bozo turns and points the gun around the room. He sees the CB. It is like an intercom with a cable running outside. He drops the shotgun and fidgets with the CB knobs. \n[9]Bozo barks into the CB. \n[10]\n[11]\n[12]Bozo bangs on the door and looks over his shoulder at the Momma and Papa Beast chomping at the wall. \n[13]Bozo kicks and punches the door. \n[14]\n[15]SMACK! They spin to the noise. ", "MAIN BAR": "\n[1]Hero's right half is JERKED outside through the window. Blood sprays. Rapid chomping. CRASH! The double doors are kicked open, splintering the propped up chair. HEROINE (Native American, rugged, ripped pants, wickedly hot) rushes in, slams the doors shut and instinctively kicks up the RUST RED SHOTGUN. She flips it sideways and slides the metal weapon through the handles of the double doors, securing them. BAM! A massive HIT slams into the doors from the outside sending Heroine SLIDING across the floor. She SPRINGS to her feet and drives her weight into a table attempting to hoist it over the now open window. \n[2]Heroine spins and buries a splintered piece of the broken chair into the ATTACKING MOMMA BEAST'S RIGHT EYE. The Beast SCREECHES and jerks back, dragging the rest of Hero outside. Heroine clutches the ring. Shrieks and flapping wings are heard outside. They dissipate. A moment of calm. Belle timidly holds the receiver of the busted pay phone. The other patrons emerge from under tables and other hiding spaces in various states of shock. Junior Beast has momentarily stopped moving. Bozo secures the lid with a nearby \n[3]Beer Guy stares at the bile covered Bartender. \n[4]Belle kneels next to the Boss Man. \n[5]Heroine and the others, just returning from the basement, hear the mayhem from upstairs and the kitchen. \n[6]The group is mesmerized. \n[7]Heroine charges up the staircase. Roadie rips the sawed-off weapon from Beer Guy and runs for the kitchen. \n[8]The patrons track the wild CRASHING and HIGH-PITCHED SHRIEKING sounds of Papa Beast. He finally breaks out of the upstairs. Beer Guy and Roadie carry Boss Man into the room as Coach, Bartender, Heroine and the shaken Bozo creep down the stairs. Bozo slowly takes a seat in his brother's lap. \n[9]Tuffy backs up and hears the screams from the keg elevator. \n[10]Beer Guy hits the button. \n[11]\n[12]\n[13]Tuffy moves for the keg door. Adulterer grabs The Judge from Bartender. \n[14]\n[15]Tuffy KNOCKS Adulterer's shotgun up, takes the gun, and rips open the keg door. Heroine swings out. P.O.V. - Teen Beast is right behind her with mouth open and ready to feed. Tuffy points her shotgun. BLAM! Teen lurches back, dropping back down the shaft. Tuffy slams the keg door shut. Heroine pants on the floor. Adulterer is down, winded. ", "CHIEF": "\n[1]This is it. \n[2]Let's get that first barrel. \n[3]Last winter, a man kidnapped a little girl and holed up in one of these caves. The cops had him pinned down and began to move in. This guy started shooting... but he wasn't aiming at the officers... ...he was firing at something inside. \n[4]When the dust cleared, all they found was the little girl's shoes. With the feet still in 'em. \n[5]Hey, relax, I nearly shit myself when my boss pulled that one on me. \n[6]What was that? \n[7]Shhhh... \n[8]Whoa! Whoa! Whoa! \n[9]Take it easy! We have a permit! \n[10]Fine, just back off! \n[11]Let's roll... Now-now-now! \n[12]How do you guys always know where we're going? ", "OUTSIDE THE DOOR": "\n[1]Bozo slightly slips on the blood. He grips the railing and pulls himself up the staircase like an old man. \n[2]\n[3]Bartender and Coach have their ears pressed to the door. \n[4]Bartender and Coach jump back. \n[5]\n[6]\n[7]Bartender looks to Coach. \n[8]Coach fumbles desperately with the jammed lock, trying to use his fingernails to turn the metal stump. \n[9]\n[10]Heroine's picking fingers are bleeding from her effort. ", "THE MAN IN TAN": "\n[1]What's the damage radius? \n[2]How many picked up the broadcast? \n[3]Tornado cluster. \n[4]Get what you need to sell it. \n[5]Open it. \n[6]Gentlemen, help them to safety. \n[7]Relax. We know. We're the calvary. \n[8]What happened to you? \n[9]A trauma center. We have doctors waiting. You're in good hands now. \n[10]Do it quick and spread the mess. ", "EDGY CAT": "\n[1]You're late! \n[2]That cash is gonna look much better in my pocket. \n[3]Jesus! \n[4]That's all she wrote... \n[5]What?! \n[6]That's motherfuckin' impossible! \n[7]Goddamn it! NO! \n[8]I got you! ", "MEAN GREEN": "\n[1]Stop it right there! You will not rape Mother Nature one more day! \n[2]And we have an injunction from the State to prevent any dumping in these caverns! This is virgin land! The aqueducts in these caves bring drinking water to our families, and its piping provides drainage for our farms that enrich this barren land! And it won't be tainted by waste of any kind! Not now! Not ever! \n[3]I'll tell ya next time! NOW MOVE IT! \n[4]Score one for the green team!!! \n[5]We saved you today, ol' gal. \n[6]Sister, why do you always swing for the fences? \n[7]Give me the keys!!! ", "NEWSCASTER": "\n[1]...the search for the missing protesters will be further complicated by the unstable conditions of these deep tunnels. Thus far, no sign of life has been detected, yet town officials are still optimistic. \n[2]On a brighter note, or should I say a darker note, tomorrow's solar eclipse will bring out adults and children alike for a citywide fair of this metrological event. Stay tuned for our man on the street to take a closer look... \n[3]And now, we head to our man on the scene with a live look at tomorrow's event in Red Mountain. \n[4]Can you hear us? Apparently we're having some technical difficulties... \n[5]Oh, there we go! \n[6]Thank you. And in other news... \n[7]...it has been reported that the power outage -- ", "INSIDE KEG ELEVATOR": "\n[1]Heroine wedges the door closed. The Beast continues to try to get in. Heroine bangs the top of the small elevator... \n[2]Heroine squirms as the elevator rises. \n[3]The elevator SHAKES. Heroine POUNDS a hole through the elevator top. She tries to squeeze through the SMALL HOLE. Teen Beast BITES through the floor board of the keg elevator. CLANGGG! The elevator stops. Heroine lurches and grabs the greasy cables to stop her fall. \n[4]Heroine screams as the elevator shakes. Teen Beast is struggling to climb right under her. \n[5]\n[6]Heroine HACKS at one of the two greasy cables. Teen Beast is in the elevator car and RISING. \n[7]Heroine almost has the primary cable cut. Teen Beast rises up to bite. SNAP!! The cable BREAKS. Heroine SOARS up the shaft. Teen Beast is pulled down to the bottom. The keg elevator door bursts open on impact. Heroine SLAMS into the ceiling, kicking and yelling. ", "SMALL ROOM OFF KITCHEN": "\n[1]The room is like a converted pantry. Boss Man lies on a cot, kissing Belle. A tiny wall fan spins providing ventilation. Belle pulls away and brushes back her long hair. \n[2]Belle rubs her hands over her rounded ass and flicks her tongue at Boss Man. \n[3]Belle, hearing the crash, jerks back from Boss Man. \n[4]Boss Man uses the cot to block the Sister Beasts from entering. They hiss and shred the cot fabric. \n[5]Boss Man crawls for the door. Sister Beast #1 fires out a whip-like tongue and snags Boss Man's damaged foot. He howls in pain. Sister Beast #2 tongue-lasso's his other foot. \n[6]Boss Man is pulled towards the Sister Beasts. "}}