{"dialogues": {"KORBEN": "\n[1]I'm coming. \n[2]Yeah? \n[3]Hi sweetie! \n[4]I was talking to the cat. \n[5]At least, the cat comes back. \n[6]I don't want a million - I just want one.  A perfect one. \n[7]I just found a picture of you. \n[8]Like shit. \n[9]I don't need one. \n[10]Finger!  I'm driving a cab now, not a space fighter!! \n[11]Uh... at least fifty. \n[12]Cheers! \n[13]Don't watch it all day, it'll rot your mind. Bye sweetie.. \n[14]Been here long? \n[15]Isn't that a Z140? Alleviated titanium. Neuro charged assault model? \n[16]You know you could hurt someone with this puppy..good thing it's not loaded.. \n[17]You gotta push the little yellow button... \n[18]You're welcome.. \n[19]..you know these things are VERY illegal.. you could get in a shit load of trouble.. I better hang onto it for you.. \n[20]How you doing this morning?  Sleep OK? I didn't. \n[21]I had the worst goddamn nightmare. \n[22]Thanks for reminding me.. \n[23]Right.. \n[24]...'Scuse me? \n[25]Sorry, Hon, but I only got one point left on my license and I gotta get to the garage! \n[26]Don't put me in this position... I can't... I'm late as it is... \n[27]Finger's gonna kill me. \n[28]I hate when people cry... I got no defense... \n[29]It there's one thing I don't need advice on, it's how to drive. \n[30]We'll wait till things quiet down a bit. You mind? \n[31]You're not that bad... Come on we'll get you to a doctor. \n[32]Vito Cornelius? \n[33]Excuse me, I'm looking for a priest. \n[34]She's not my bride, she's my fare. She's looking for this Vito Cornelius. According to the phone guide he lives here. \n[35]She dropped in on me... holding this. \n[36]Finger's gonna kill me... \n[37]I brought the girl remember? \n[38]Yeah! She dropped in on me. I mean on my taxi... talking... this... this bizarre language... \n[39]You noticed... \n[40]So you do know her. \n[41]Perfect... \n[42]I'm sorry, it's just that... I was told to wake you up gently, so I figured... \n[43]You're right, I was wrong! I shouldn't have kissed you... especially since we haven't been introduced and... Here, it's a bit late, but... my name is Korben, Korben Dallas. Keep it, you never know, maybe... you'll need a cab one day.  I'll be happy to open the door this time!. \n[44]...What's your name? \n[45]Hey,  that's... cute... Do you have a nickname, something a little... shorter? \n[46]That's... really cute... \n[47]They all like this in your family, father? \n[48]Dallas. Korben Dallas. \n[49]I might call to check up on her, you know... to see if she's better? \n[50]I know. I was there when she arrived. \n[51]Excuse me! Just one thing!  She said something to me a while ago and... I don't really get it... Akta Gamat? \n[52]That's what I thought. \n[53]...Thanks. \n[54]Evening... \n[55]...Thanks... You, too. \n[56]Oh god. I forgot your food ... I'm really sorry! How about a nice Thai nosh to apologize? How does that sound, huh? \n[57]Hello? \n[58]Finger..man..I'm sorry..listen..I was on the way over but I had a fare fall into my lap.. y'know one of those big fares you just can't resist.. \n[59]5'7\", green eyes... long legs... great skin... perfect.. \n[60]Leeloo.. \n[61]So you forgive me? \n[62]I've never gotten a message that wasn't bad news. \n[63]The last two messages I got?  The first one was from my wife telling me she was leaving! And the second was from my lawyer telling me he was leaving too... with my wife. \n[64]At least I won lunch. \n[65]Saved by the bell. \n[66]...Hello? \n[67]Hi Ma... \n[68]Yes ma.. \n[69]Go on... This is gonna take a while! \n[70]Other than that... You all right? \n[71]I'm coming!. Ma, what're you talking about? \n[72]All I want is an explanation! I just got in, I lost my job. I smashed my cab. I got mugged, but other than that everything's peachy, Ma, thanks for asking!! Now settle down and explain to me calmly.. \n[73]Ma. If I'd won, I'd know about it. Someone would have notified me. \n[74]Ma.. it's the door. I'll call you back. \n[75]What mission? \n[76]Where have I heard this song before? \n[77]Just one... why me? \n[78]And the third one? \n[79]I've had enough good news for today \n[80]You rigged the contest? \n[81]You couldn't come up with something a little more discreet? \n[82]I'm not going. \n[83]One reason... I want to stay the only one left alive. \n[84]...Scuse me. \n[85]...Shit! \n[86]It's my wife. \n[87]I mean my future.. my ex.. My future ex.. if she sees you here I'm finished.  She hates you guys. It's what killed us in the first place. Please... \n[88]...Sorry, General, but we've got no choice! It'll only take a minute! Let me set up another meeting and I'll be back. \n[89]Oh, yes you will... \n[90]...Coming! \n[91]I suppose that means \"Hi\" ? \n[92]Is that the usual way priests go on vacation? \n[93]What kind of mission? \n[94]Good luck.. \n[95]Father, I was in the Army for awhile and every time they told us we were on a mission to save the world the only thing that changed was I lost a lot of friends. So thanks for the offer.. but no thanks. \n[96]I'm sorry.. \n[97]Leeloo, hide in here and don't move! \n[98]Trying to save your ass so you can save the world. \n[99]No, I'm a meat popsicle. \n[100]Wrong answer. \n[101]I'm really sorry.. there wasn't time. \n[102]Here let me wrap you up. \n[103]..It's funny.  I've met you twice today  and you've ended up in my arms both times. \n[104]Uh..you're welcome. \n[105]Coffee!  That's what you need! A nice, hot cup of coffee! \n[106]With some honey!  You'll see, honey's great!... \n[107]A hot cup of coffee... with honey... \n[108]I've got this great honey somewhere. You know about honey?  There used to be these little animals who made it with antenna... \n[109]..and these other animals who ate it.. one were bees the other were bears.. \n[110]I forget which ate it and which made it but.. \n[111]Here it is! \n[112]Taste this... \n[113]It... melts in your mouth, doesn't it? \n[114]You hear that? \n[115]Oh god! \n[116]I'm really sorry.. let me help you.. \n[117]What? \n[118]Jesus!... Some priest! \n[119]Yeah? \n[120]...Not yet. \n[121]I'll take the mission. \n[122]Hey! I really thought I was going to miss my flight! Thanks, kid! You put the luggage on the conveyor belt? \n[123]Great! Now beat it! \n[124]Excuse me.  I was so afraid I'd miss the flight that I sent the kid here to pick up my boarding card. \n[125]...My cousin David... \n[126]Uh, yes... Newlyweds. You know how it is... Love at first sight. You meet, something goes tilt,. you get married, you hardly know each other. Right, darling? \n[127]Took the words right out of my mouth. Go on... I'll be right with you. It's our honeymoon. We're going to use the trip to get to know each other better. \n[128]Listen... I don't want to be interviewed. I'd prefer to remain anonymous. \n[129]You gotta be kidding! \n[130]...Hi. \n[131]Uh... not really. \n[132]I didn't come here to play Dumbo on the radio. So tomorrow between 5 and 7 give yourself a hand, that clear pal? \n[133]Not hard to find you...just follow the Chaos... \n[134]Leeloo, listen to me... these tickets... they're not mine... I mean they are, but not for vacation like everyone thinks... I'm on an operation... and if I didn't come get you, you'd be in a shitload of trouble... I'd love to be on vacation with you... but now.... now I've got to work... And Leeloo... I would love to work in peace. \n[135]Yes! But \"love\" isn't the operative word here, PEACE is! \n[136]Sometimes you can't learn everything from a screen..sometimes it's better to ask someone who has experience.. \n[137]Know what? On that subject maybe you'd be better off asking the screen. \n[138]Finished what? \n[139]Which one? \n[140]You learned 900 languages in five minutes?! \n[141]I know how to say \"Hello\". Teach me how to say \"Good-bye\", that's all I need. \n[142]Apipoussan? \n[143]Uh... \n[144]Help... \n[145]Pardon me.  Excuse me. I'm trying to reach my wife.. Sorry! \n[146]I'll take you to the bar, after that, you're on your own. \n[147]I don't think this is a good time... \n[148]Yeah, very big, a giant. \n[149]For the concert it says formal attire... I didn't bring... \n[150]Hello? \n[151]...Ma??? \n[152]...Ma!!! \n[153]Listen, Ma! I've only got a few days vacation and I'll be damned if I'm gonna spend them on the phone. \n[154]...Hang on, it's the door. No! I told you I didn't bring anybody! I'm all alone... as usual! \n[155]...I'll call you back. \n[156]Here we go again... \n[157]You get that off the screen? \n[158]You noticed.. \n[159]Where you going? \n[160]No, not at all!  I mean, just the opposite, you're... you're beautiful! \n[161]I have an idea. \n[162]I told you I need to work in peace. Remember? I need to concentrate. \n[163]It's difficult. \n[164]Army issue. I'm sorry. \n[165]The words you're looking for weren't in the dictionary you studied. I won't be long. \n[166]No..to all of the above. \n[167]I was sent by the government to help you. \n[168]I've never heard anything so beautiful in my life. \n[169]Who? \n[170]Leeloo... is... she's... \n[171]...So Cornelius was telling the truth! \n[172]...Yeah, so am I. \n[173]I'll help her, I promise, but I think you should tell me where the Stones are! \n[174]I... I don't know! We hardly know each other... it takes time! \n[175]Listen, the last time I admitted to a woman I loved her ... I never saw her again. \n[176]You tell me to save the world then you go off and leave me in the shit! \n[177]Come on! You're not gonna die in peace! You're not going to die at all! You hear me? Where are the Stones? \n[178]I'm sorry, but... the Stones... \n[179]...The Stones are with me? \n[180]...In me? \n[181]That's it... I've had... all day people have been sticking guns in my face... \n[182]You don't do what I say... I'll waste you myself. Got it? \n[183]Everybody down! \n[184]Toss me the balls! \n[185]The balls for Christ's sake! \n[186]How far is he from here? \n[187]Forget it. \n[188]Leeloo??? \n[189]The winner of the Gemini Croquette contest. \n[190]Seven to the left. Five to the right. \n[191]Six to the left. One to the right. \n[192]We got to find the leader. Mangalores don't fight without a leader. \n[193]Found him... \n[194]Mind if I go? I'm an excellent negotiator. \n[195]Anyone else want to negotiate? \n[196]Yeah, I know... to save the world... but right now all I want to do is save Leeloo. \n[197]When is she not in trouble? \n[198]Leeloo? \n[199]A molecular bomb. \n[200]Not without Leeloo. \n[201]It's the latest model.. I've never seen one before... it works off a magnetic coded card... Let's see if I can rig it up. \n[202]Don't worry, I'm here now! \n[203]Just relax. I've got the Stones. Everything's going to be fine. \n[204]I'll be right back. \n[205]Don't you know how to count. It's not all that hard. Watch! \n[206]One! That's for trying to kill me! \n[207]Two! That's for firing me! Three! That's for pushing around a priest! And the rest is for what you did to my wife! \n[208]We're outta here! \n[209]It's like a cab isn't it? \n[210]Anyone know how to release the lines on this crate? \n[211]Found it? \n[212]Fuck it! Hold tight! \n[213]Solid little jobs, aren't they? \n[214]Apipoulai.. \n[215]Why? We did pretty well, wouldn't you say? \n[216]I told you not to read all that crap! \n[217]So now what's the problem? \n[218]How much time before the collision? \n[219]I'll call you back in two hours. \n[220]Excuse me, Father, but... could we pray later? \n[221]Don't tell me you don't know how all this works? \n[222]Match the symbols! \n[223]No. It's much simpler. If we don't figure out where these Stones go in five minutes, we're all dead! Think you got it? \n[224]There's no light! You told me there were supposed to be four beams of light. \n[225]And you don't know how they open, is that what you are saying? \n[226]Leeloo? The Stones! We have to open them! How does it work? \n[227]I know all that, Leeloo! I'm talking about the Stones. \n[228]The rain falls... the wind blows? \n[229]Try and figure out how this fucking thing opens, instead of staring at me like that! \n[230]What did you say? What did you do? \n[231]Look, you did something that set it off. Try to remember. Concentrate. Tell me exactly what you did!! \n[232]Is that all? \n[233]The wind! The wind blows... \n[234]Quickly, everyone on a Stone! Water for water!  Fire for fire! Earth for earth! \n[235]Don't breathe. \n[236]It's up to you now, Angel! \n[237]You can sleep tomorrow... come on... \n[238]Leeloo! Listen to me! I'll take you on a vacation afterwards! A real vacation, this time, for as long as you want. Come on! You can do it! \n[239]Leeloo! If you don't get on with the program we're all gonna die! And that's not on my agenda for today. \n[240]You're right but there are lots of good things... beautiful things... \n[241]Exactly. \n[242]Yes, you do! I need you. More than you can imagine! Stand up straight! \n[243]Because... \n[244]Because... \n[245]I love you... ", "CORNELIUS": "\n[1]Imagine for a moment that this. thing is not anything that can be identified because it prefers not to be, because it is the antithesis of all we are. Because it is evil.. TOTAL EVIL. \n[2]Evil begets evil, Mr. President. Shooting would only make it stronger. \n[3]Time is of no importance, Mr. President. Only life is important. \n[4]The most terrible intelligence imaginable, Mr. President. \n[5]We have forty-eight hours, the time it needs to adapt itself to our living conditions. \n[6]And then it will be too late. The goal of evil is to wipe out life! All forms of life. For all eternity...Life upsets it. \n[7]Yes..thank God.. \n[8]The Mondoshawans don't belong to the Federated Territories, but they are peaceful... in their possession are the four elements of life. These elements when they are gathered around a fifth: The Supreme Being, ultimate warrior, created to protect life...... \n[9]..will produce what the ancients called the light of creation, the light of total goodness which is the only thing that can defeat EVIL. \n[10]White turns to black.  Light to Dark. Life to Death.  For all eternity. \n[11]They are the only ones who can help.. \n[12]Thank you, Mr. President. \n[13]We are lost! \n[14]What are we going to do? \n[15]Weddings are one floor down. Congratulations. \n[16]That's me.  But I don't know who she is... where did you find her? \n[17]The fifth element. \n[18]Who are you? \n[19]The girl? \n[20]He's a she! \n[21]There's not a moment to lose! Wake her up, but be gentle about it!  This woman is mankind's most precious possession! She is... perfect! \n[22]Uh yes, we're cousins..distant cousins.. \n[23]It's a miracle!!! \n[24]I can't wear these clothes! This calls for dignity! I have to dress the part! \n[25]The Supreme Being, the fifth element is here, in our parish!!! It's a miracle!!! \n[26]Appipulai Leeloo Minai.. \n[27]At your service. \n[28]Absolutely sure There's the triple suns on her gloves! \n[29]She's an exception.. \n[30]Thank you so much for your help Mr...? \n[31]Yes. That's fine! Thank you very much. A thousand times over! \n[32]She's fine, really..don't you worry.. just needs some rest..she's had a very long trip. \n[33]It means, \"Never without my permission\". \n[34]Learning our history! The last 5000 years that she missed! She's been out of circulation a while, you know. \n[35]What're you laughing about? \n[36]Yes. Of course.. \n[37]Leeloo..I'm sorry to interrupt you but.. \n[38]The case..with the stones... Where is it? \n[39]The case was stolen? \n[40]Who in gods name would do such a thing? \n[41]There was this guy with a limp who came a month ago..said he was an art dealer ... Asking all these questions about the Sacred Stones..at the time I didn't think anything of it.. What was his name? I'm so bad with names... \n[42]Perfect. \n[43]Leeloo?  The Stones... We must get them back. \n[44]You know exactly where they are! \n[45]What do you mean empty? \n[46]She says that the Guardians never really had much faith in humans. They were afraid of being attacked. The stones were given to someone they could trust who took another route. She's supposed to contact this person in a little less than twelve hours from now in a hotel. She's looking for the address! \n[47]...We're saved! \n[48]Good work, my son.  Now all we need is a way to get there. \n[49]I'll get it.  Finish your work my son. \n[50]My son? \n[51]Mr. Who? \n[52]I remember you now..the so called art dealer. \n[53]...Why on earth do the stones interest you? \n[54]Even it I did know where the stones were I would never tell somebody like you. \n[55]...I'm a priest! I'm here to serve life, All you want to do is destroy it. \n[56]No thank you. \n[57]They are robots! \n[58]Destroying a glass is one thing..killing people with the weapons you produce is quite another. \n[59]Where's the robot to pat your back? \n[60]Can I give you a hand? \n[61]You are a monster, Zorg! \n[62]I'm sorry to have to resort to such methods, but we heard about your good luck on he radio and we need the tickets to Fhloston. \n[63]We're not going on vacation..we're on a mission.. \n[64]We have to save the world. \n[65]Of course. \n[66]Oh my god oh my god.. \n[67]What are you doing? \n[68]No, I'm not proud of myself... But we don't have the luxury of choice. \n[69]Leeloo, be careful. \n[70]Did you get them? \n[71]Excellent... Leeloo Dallas. \n[72]And Korben David Dallas. \n[73]I can't pretend to be your husband... David's in great shape. \n[74]He'll protect you. Go on... See the Diva... get the Stones... See you at the temple... God be with you. \n[75]I feel so guilty sending her to do the dirty work. I know she was made to be strong but she's also so fragile... So human. You know what I mean? \n[76]Yeah... \n[77]Where's Leeloo? \n[78]It's all my fault.  I'm the servant... It's my mission! Here! \n[79]Here's the key to the Temple.. Prepare for our arrival! \n[80]Where was I? \n[81]And the smile of an angel? \n[82]May I speak to you alone. \n[83]...My God! \n[84]Mangalores! The Diva's suite! They want the Sacred Stones! They must be stopped. We must stop them!. I'm going to free you but you must promise to help me! \n[85]I told you... \n[86]Of course I was telling you the truth!... If you had listened to me in the first place, we wouldn't be in this predicament now! \n[87]You're probably very angry with me and I quite understand. But I want you to know I'm fighting for a noble cause. \n[88]Leeloo's in trouble? \n[89]Uh.. Have you tried the Diva's suite? \n[90]Probably the time remaining before it explodes. \n[91]Doesn't matter all you need are your legs. \n[92]There's a General on the phone... His name's Mambo, I think. \n[93]Later, David! Later! There's not a minute to lose! \n[94]Uh, this one... must be water! \n[95]Theoretically, yes! The four Stones form the beam and the Fifth Element is supposed to stand in the middle there, but... I don't have the reference book. I've never seen the Stones work! \n[96]Yes, of course, but... The Stones are shut! They have to be open for it to work. \n[97]That's what I'm saying. \n[98]Come on Leeloo! Come on! \n[99]Tell her, for God's sake! ", "ZORG": "\n[1]Fire 1000. \n[2]Aknot?  Is that you? \n[3]...What an ugly face! Doesn't suit you at all! Take it off... \n[4]That's better! Never be ashamed of who you are... You're warriors... be proud... \n[5]So what if the Federal Army crushed your entire race and scattered your people to the wind... Your time for revenge is at hand... Voila... the ZF1. \n[6]...It's light... the handle's adjustable for easy carrying... good for righties and lefties. \n[7]... Breaks down into four parts, undetectable by X-rays.. It's the ideal weapon for quick, discreet interventions.  A word on fire power: Titanium recharger. 3000 round clip with bursts of 3 to 300. With the replay button, another Zorg innovation, it's even easier... one shot. \n[8]... and replay sends every following shot to the same location... \n[9]I recharge, but the enemy has launched a cowardly sneak attack from behind, the automirror takes care of that.  Gives me the time to turn around and finish the job. 300 round bursts, then there are the Zorg oldies... \n[10]...Rocket launcher.  The always efficient flame thrower... My favorite. Our famous net launcher, the arrow launcher, with exploding or poisonous gas heads - very practical. And for the grand finale, the all-new ice-cube system! \n[11]...Four full crates, delivered right on time! What about you, my dear Aknot, did you bring me what I asked you for? \n[12]...Magnificent. \n[13]Alright..I've got an open mind here.. anyone care to explain? \n[14]I'm fucked! \n[15]A case with four stones in it. Not one! Not two or three! But four!!! Four stones!!! What the fuck am I supposed to do with an EMPTY case?!! \n[16]But you can still count.  Look... my fingers. \n[17]...Four stones, four crates... Zero stones... \n[18]So, you are a merchant, after all. Leave them one crate.  For the cause! \n[19]I don't like warriors!  They're too narrow-minded, no sublety.  Worse, they fight for hopeless causes..for honor! Honor has killed millions of people but hasn't saved a single one. You know what -- do I like though, I like killer. A real dyed in the wool killer.  Cold-blooded. Clean.  Methodical.  Thorough.  A killer, when he picked up the ZF1, would've immediately asked about the little red button on the bottom of the gun. \n[20]Bring the priest. \n[21]Zorg. Jean-Baptiste Emmanuel Zorg... nice to see you again \n[22]I'm glad you got your memory back, Father... Because you're going to need it... Where are the stones? \n[23]Personally, they are of no interest to me, I'd rather sell weapons..but I have a customer... so tell me... \n[24]Why?  What's wrong with me? \n[25]Ah, Father... You are so wrong. Let me explain... \n[26]...would you like a drink? \n[27]Follow me.. Life, which you so nobly serve, comes from destruction. Look at this empty glass. \n[28]Here it is... peaceful... serene... but if it is... \n[29]Destroyed... \n[30]...Look at all these little things... so busy all of a sudden. Notice how each one is useful. What a lovely ballet, so full of form and color.  So full of..life! \n[31]Yes but... by that simple gesture of destruction. I gave work to at least fifty people today. The engineers, the technicians, the mechanics. Fifty people who will be able to feed their children so they can grow up big and strong.  Children who will have children of their own, adding to the great cycle of life! \n[32]Father, by creating a little destruction, I am, in fact, encouraging life!  So, in reality, you and I are in the same business! \n[33]Let me reassure you Father..I will never kill more people in my entire life than religion has killed in the last 2000 years. \n[34]You saved my life... So, I'm going to spare yours. Throw him out! \n[35]I know... \n[36]...Torture whoever you want, the president if you have to but I want those Stones. You have an hour. \n[37]Don't come back without the Stones. \n[38]I'm listening. \n[39]This is a joke, right? \n[40]I cannot hear you. We have a bad connection here.  What's your number? \n[41]I'll call you back. \n[42]278... 500... \n[43]3... 2... 1... \n[44]Yes... Zorg here. \n[45]No... not at all.  Where are you? \n[46]Really? Maybe I can get you on my screen and see you at last! \n[47]Got it. \n[48]Fine, just fine!  I'll have the 4 pieces you asked for any time now.  But it wasn't easy. My costs have tripled. \n[49]The Stones will be here. I'll see to it personally! \n[50]More than enough. \n[51]My compliments, little lady! ...And thanks for doing all the dirty work! I couldn't have done it any better myself! ...Now hand over the Stones! \n[52]Nice knowing you. \n[53]You can run but you can't hide... \n[54]You want something done, do it yourself! \n[55]Nothing I can't fix myself. \n[56]Allow me... \n[57]Just for the fun of it. \n[58]Well, what do we have here? Is this Korben Dallas? The famous winner of the Gemini Croquette contest? Or is this Korben Dallas from Special Section sent by old Lindberg himself. \n[59]...In any event, whoever you are, I was glad to meet you. \n[60]...A 3000 round clip! I didn't fire off 3000 rounds... did I? \n[61]I didn't fire three thousand rounds... \n[62]Maximum Protection. \n[63]How's that? Can you hear me better now? \n[64]Who gives a shit! I didn't come here to listen to music! Listen up instead of running off at the mouth! The batteries on my phone are almost gone. \n[65]Dispatch me another ZFX200 immediately. Someone stole mine. \n[66]I'm not at the hotel! \n[67]Hello?... \n[68]Stay calm.... stay calm... ", "LOC RHOD": "\n[1]Korben Dallas! Here he is The most hated man in the universe. The one and only winner of the Gemini Croquette contest! Ladies, start melting 'cause the boy's hot! Hot! Hot! The boy is perfect.. ...The right size, right build, right hair.  Right on! Say something-to those 50 billion pair of ears out there D-man! \n[2]Does it get any better or what! \n[3]...Quiver ladies, he's gonna set the world on fire right here from 5 to 7! You'll know everything there is to know about the D-man. His dreams, his desires, his most intimate of intimates.  And from what I'm looking at intimate is the stud muffin's middle name. So tell me my main man... you nervous in the service? \n[4]Freeze those knees, my chickadees, 'cause Korben is on the case with a major face... \n[5]...Start drooling, ladies! My man here is a sharp-tongued Sire who's gonna stroke your every desire. \n[6]Yesterday's unknown will be tomorrow's Prince of Fhloston Paradise, the hotel of a thousand and one follies, home of luxury and beauty.  A magic fountain flowing with non-stop wine, women and Bootchie Koochie Koo... \n[7]Beware out there puppy dogs my man is on the prowl. Owwww! \n[8]...And start licking your stamps little girls, this guy's gonna have you writing home to Momma! Tomorrow from 5 to 7, I'll be your voice, your tongue and I'll be hot on the tail of the sexiest man of the year... D-man... Your man... My man. \n[9]Korben sweetheart do me a favor I know this is probably the biggest thing that ever happened to you in your inconsequential life. But I've got a show to do here and it's got to pop. So tomorrow, when we're on air, give me a hand... Try to make believe you have more than a one word vocabulary. OK pal? \n[10]Crystal. \n[11]I don't want an individual position, I want all positions! \n[12]Now you're talking! \n[13]No!! I swear to God! I've never been this sincere with a human before! \n[14]My main man! Please don't leave me here alone. My head's killing me and my adoring fans are gonna tear me apart! Get me outta here! \n[15]Oh, yes! Do that! You treat me right, man. Tell me all about yourself, your roots, your personal life, your childhood dreams... \n[16]...You got brothers and sisters? What about your dad? Tell me about your dad! What was he like? Physically? Big, I suppose? \n[17]I didn't have a dad... never saw him... never even heard him. 50 billion people listen to me every day... and he doesn't hear me... \n[18]Hey Stud we gotta... \n[19]Korben my man what's happening here? Who's the chick? What's the gig? We free forming here? Getting funky with the monkey? Can I get in on this? \n[20]We have just walked into what is probably the most beautiful concert hall in the universe. Totally awesome! Magnificent paintings on the ceiling. I don't know who painted them, but he must have busted his balls! I see a row of former ministers, more sinister than minister! A few generals practicing how to sleep. And there's Baby Ray, star of stage and screen, drowning in a sea of nymphets. He's not gonna get much out of this concert, he's stone-deaf! \n[21]...And over there is Roy Von Bacon, the king of laserball and the best paid player in the League. ...And over there is the Emperor Kodar Japhet whose daughter Aachen is still at the bar. \"I love to sing, too, but in the shower\", she recently confessed to me. She will no doubt prove to be as generous tonight as she always is. \n[22]Ladies and gentlemen, I think we're being... attacked.  The place is crawling with warriors. \n[23]They're hideous. They've got a crest on the head, the eyes of a toad and fingers all over their hands. Totally hideous! \n[24]Don't you think we'd better be going? \n[25]Korben man... These dudes are going to waste us if we don't do what they say. \n[26]Got it... \n[27]This is amazing! Korben, Korben Dallas, the winner of the Gemini Croquette contest just killed three warriors like he was swatting flies... \n[28]It's Roy von Bacon, the Lions center forward joining in the battle... \n[29]\n[30]...And our man Korben has literally knocked out the opposition with an amazing 90 foot pitch. \n[31]He's on vacation. \n[32]Korben man... what the hell is this? \n[33]And, uh, what're these numbers clicking by? \n[34]You're just saying that to scare me! Right? If it was a bomb, an alarm would've gone off. There's bomb detectors in all these hotels! \n[35]Maybe we oughta be going, what do you think? \n[36]Like D-Man, I hate to bother you but uh, like, we're down to 2 minutes here... \n[37]Hey! What are you doing? The bomb! \n[38]Like Korben, can I have 30 seconds of your time here? \n[39]Are you nuts, Father? That hurts! I can't feel my teeth. \n[40]You know how to fly this thing? \n[41]I don't even know what I'm looking for! \n[42]Dear listeners, your favorite DJ is alive and kicking. It's seven o'clock and time for the news. Tune in tomorrow for another adventure. \n[43]The best show I ever did! \n[44]What is this some kinda game? Like chess? \n[45]I'm looking, I'm looking. \n[46]...we'll never make it. \n[47]It... it moved! Korben! Korben! \n[48]Nothing! Swear to God, I didn't do nothing! \n[49]I was like this... With my hands here and... I said, \"We'll never make it!\" That's all! \n[50]Yeah... then I sighed... like this. \n[51]I don't have a light.  I stopped smoking last week! If we'd come a bit sooner... \n[52]This guy is a killer with the babes. I knew it from the moment I laid eyes on him. ", "PRESIDENT": "\n[1]Staedert, do you read me? \n[2]Is that better? \n[3]I have to address the Supreme Council in 10 minutes. Just the facts, General. \n[4]What you are saying is you don't know what this..thing..is. \n[5]Options. \n[6]Recommendations. \n[7]Gentlemen? \n[8]No... it's just getting bigger. \n[9]The security of the Federated Territories is and remains number one priority. I suppose General Staedert's \"philosophy\" is acceptable to you? \n[10]All right, then! Staedert? \n[11]...Yes? \n[12]I'm listening. \n[13]One more reason to shoot first eh? \n[14]Your theory is interesting Father but I don't think we have time to go into it right now! \n[15]That's exactly what we are going to try and do: Protect the lives of some 200 billion of our fellow citizens! General? You may fire when ready. \n[16]Staedert?  Give me a minute... I have a doubt. \n[17]Staedert?  What's going on?  Did you destroy it? \n[18]Staedert?  Get out of there immediately! I don't want an incident, do you hear me, Staedert? \n[19]Staedert, get out of there!  That's an order! \n[20]And then? \n[21]Is there anything that can stop it? \n[22]But what happens if instead of this... Ultimate Warrior... it is EVIL who stands here? \n[23]I guess I should make a decision.. \n[24]Did you see that..thing..swallow our battleship like a gum drop?  You can't even tell me what it is! I ask you for options you give me bullshit. Give them permission to enter our territories with my warmest regards. \n[25]Close all borders and declare a state of general alert. \n[26]Try to contact these Mondoshawans.  We owe them an explanation. \n[27]This is government business now. You ought to go home and get some rest, Father. \n[28]I promise to keep you informed. \n[29]...Has the rescue team found any survivors? \n[30]Why the hell is it eating up all those satellites like that? \n[31]It should only choke on them. \n[32]And the Stones?  Did you find them in the wreckage? \n[33]...What do you mean? \n[34]Excellent! \n[35]I want your best man on this! \n[36]What the hell does it want with radio waves? \n[37]Send a battalion out immediately! \n[38]Thank God! We've been saved! \n[39]Yes? Now, what? \n[40]What do you mean, \"its advancing\"?! \n[41]...And... Do you have any idea where it's heading? \n[42]Major, first off, I want to thank you, in my name and in the name of the Federation... \n[43]For the praiseworthy courage you have shown us! I'd like to congratulate General Munro for his choice. He found the ideal man for such a... \n[44]There's a ball of fire 1,200 miles in diameter heading straight for the earth. And we have no idea how to stop it! ...That's the problem. \n[45]How much time is left? \n[46]Yes.. Well? Where are our two heroes? \n[47]I have 19 more meetings after this one Professor.. \n[48]Who is it? \n[49]Give it here... \n[50]Mrs. Dallas, this in the President. On behalf of the entire Federation, I would like to thank... ", "LEELOO": "\n[1]Corn-i-Lius? \n[2]Napoleon... small. \n[3]San Agamat chay bet... envolet! \n[4]Domo danko! \n[5]Ikset-kiba.  Me imanetaba oum dalat! \n[6]Dot! \n[7]Apipoulai! \n[8]Valo massa... Chacha hamas. \n[9]Cornelius.. \n[10]Achta ge lumitai de matala.. \n[11]Vano da, mechteba?! Soun domo kala chon hammas! \n[12]Akta dedero ansila do mektet. \n[13]Dinoine chagantakat! \n[14]Apipoulai! \n[15]Love... \n[16]Peace... and love... \n[17]What is... Make Love? \n[18]OK! Finished! \n[19]Learning language. \n[20]All 900. \n[21]Yes! Now it's your turn! I learned your language, you have to learn mine! \n[22]Apipoussan! \n[23]Good! Do you know how we say \"make love\"? \n[24]...Hoppi-hoppa. \n[25]You know women normally change five times more than men. \n[26]Yes... you know there's a lot of differences between men women. \n[27]OK, you can turn around! \n[28]I'm going to see the Diva sing. What's the matter?... Do I look bad? \n[29]Do you know how this works? \n[30]And you can't concentrate with me around?. \n[31]You're nothing but a... a... \n[32]Apipoulai! \n[33]Kor... ban... \n[34]Korben... \n[35]I'm so very sad. \n[36]Five hundred wars... Arms... Drugs... Money... Everything you create is used to destroy... \n[37]Protect life... Until death. \n[38]The wind blows... the fire burns... \n[39]...The rain falls... \n[40]I'm so tired... \n[41]I want to sleep... forever... \n[42]What's the use of saving lives... when you see what you do with them! \n[43]...Like love... \n[44]But I don't know love... I'm like a machine programmed to save other people's lives but never to have one of my own. \n[45]I have thousands of memories but none of them are mine... There is no need for me other than this. I'm immortal but I have no life. \n[46]Why?... Why would you need me? \n[47]Tell me... \n[48]Now you're allowed to kiss me. ", "MUNRO": "\n[1]This is all that survived? \n[2]Have you identified it? \n[3]Talk English Doc. \n[4]Sounds like a freak of nature to me. \n[5]Is there any danger? Some kind of virus? \n[6]OK, go ahead! But Mr. Perfect better be polite... otherwise I turn him into cat food. \n[7]Wonderful! \n[8]...I'd, uh , like to get a few pictures for the before she wakes up. \n[9]What's she saying? \n[10]This thing solid? \n[11]You're gonna have to learn to communicate better than that angel if you want out. \n[12]I managed to contact the Mondoshawan. They deplore the incident, but accept our apologies. \n[13]The-Stones weren't aboard the ship. \n[14]The Mondoshawan never fully trusted the human race..they felt we're too unpredictable.. so they gave up the Stones to somebody they do trust. Her name is Plavalaguna. She's a Diva and she's going to sing at the charity ball on Fhloston Paradise in a few hours.  She has the Stones with her. \n[15]Don't worry, Sir. I have the perfect one. \n[16]Major Dallas, if our calculations are correct you still have 57 hours owed to the Federal Army on your enlistment which is more than you will need for a mission of the utmost importance. \n[17]To save the world. \n[18]You're to leave immediately for Fhloston Paradise. Retrieve four Stones from the Diva Plavalaguna. And bring them back with the utmost discretion as possible. Any questions'? \n[19]Three reasons... One: As part of The Elite Special Forces Unit of the Federated Army you are an expert in the use of all weapons and spacecraft needed for this mission. \n[20]Two: Of all the members of your unit you were the most highly decorated. \n[21]You're the only one left alive... \n[22]Don't you open your messages? \n[23]You have won the annual Gemini contest and a trip to Fhloston Paradise. For two. Congratulations. Here are your tickets. \n[24]Major Iceborg will accompany you... as your wife... \n[25]Old tricks are the best tricks eh? \n[26]Why not? \n[27]What is it? \n[28]I thought you were divorced. \n[29]Three of us will never fit in there! \n[30]...Mangalores! \n[31]From us! \n[32]Major Dallas has the Five Elements on board. The priest is guiding them directly to the temple. \n[33]Munro here. President Lindberg wants to talk to you.  Hold the line. \n[34]They just landed in the desert. \n[35]We've lost contact with them. \n[36]Mr. President, let me introduce you to Professor Mactilburgh, who runs the center. ", "PROFESSOR": "\n[1]\"..when the three planets are in eclipse..\" \n[2]\"..the black hole like a door is open... Evil comes ... sowing terror and chaos...\" See?  The snake, Billy.  The Ultimate Evil ... make sure you get the snake! \n[3]..if this is the five..and this the thousand.. \n[4]Every five thousand years.. \n[5]\"..then arrange the elements of life against the Terror just so..\" \n[6]\"..Water..fire..earth..air..four elements around the fifth..\" \n[7]Aziz!  Light! \n[8]\"..in which all the history of the Universe resides ..all the strength..all the hope..Protect us from \n[9]Father.. it in the most extraordinary thing.. the greatest find in history..can you imagine the implications. \n[10]I mean look.. it is like a battle plan.. \n[11]Here the Good.. Here the Evil.. \n[12]Here.. \n[13]A weapon against evil.  Amazing!  I am going to be famous. \n[14]To fame.. salud.. \n[15]We cannot toast with water.. Billy ! In my sack.. the Grappa! \n[16]\"..this perfect person.. this perfect being..\" I do not understand this.. perfect? \n[17]Where is that boy? Billy! \n[18]And this divine Light they talk about.. what is Divine light? \n[19]Aziz light! \n[20]Better.. this is the most unbelievable thing I have ever seen.. \n[21]...Uh, yes? \n[22]Who are you?  Are you Germans?  Sprechen Sie Deutsch? \n[23]Unbelievable!!! \n[24]Of course.. Let me see if they're revived. ", "VOICE": "\n[1]Please enter your license.. \n[2]Welcome on board Mr. Dallas.. \n[3]Fuel level 6.03..Propulsion 2x4... \n[4]You have nine points left on your license.. \n[5]Have a nice day.. \n[6]This in the police.  Your status is illegal. Please put up your hands and follow our instructions! \n[7]You have just had an accident. Seven points have been temporarily removed... \n[8]Your license has been revoked. Would you please.... \n[9]This is a police control action.. \n[10]This is not an exercise. This is a police control. \n[11]...Spread your legs and place your hands in the yellow circles, please. \n[12]This is not an exercise.  This is a police control. Put your hands in the nearest yellow circles... \n[13]...to make your flight as short and agreeable as possible, our flight attendants are switching on the timing sleeper which will regulate your sleep during the trip... \n[14]Flowers for the Diva. \n[15]There's champagne as well... \n[16]This is a Type A alert. For security reasons the hotel must be evacuated. Please proceed calmly to the lifeboats located in the main hallways. \n[17]Two minutes to complete evacuation... \n[18]One minute to total evacuation... \n[19]30 seconds... \n[20]6... 5... ", "PRIEST": "\n[1]I will take it to them my son. \n[2]Go with God.. be safe from Evil.. \n[3]Lord forgive me.. they already know too, much.. \n[4]Amen.. \n[5]Only too well... here you must be parched.. \n[6]Then let us toast to your fame!  Here Billy.. \n[7]Drink! \n[8]Master... He was about to discover everything, but I had the situation under control. \n[9]What did I do wrong? \n[10]The Fifth Element... \n[11]Will the elements be gone now forever from this place? \n[12]Knowing mankind as I do, that could take \n[13]We will be ready, Lord. \n[14]No!!!  Don't!!! \n[15]Mr. President? \n[16]Cornelius, Vito Cornelius. 50th level parish. I have a different theory to offer you, Mr. President. ", "CAPTAIN": "\n[1]The thermo-analyzers have jammed. One of them reads over a million degrees, the other's at minus 5000... Never seen anything like it. \n[2]What the hell can it be? \n[3]President on line sir.. \n[4]...The ship is in combat formation. The missile is loaded, General. \n[5]Yes, Sir. \n[6]Nothing, General. \n[7]Sir, we have a Mondoshawan spaceship at the frontier requesting permission to enter our territory. \n[8]Must be the welcoming committee. \n[9]We've been hit! General alert!!! \n[10]We're losing control! We have to land fast! \n[11]Send out a distress signal!!! Activate the emergency landing procedure! \n[12]Time is of no importance... \n[13]It's gobbling up all the communication satellites in the galaxy! \n[14]Commander, I have a ship with a main malfunction. He requests permission to dock for repairs. \n[15]Everything's in order. \n[16]Permission granted. Dock 575.  You have an hour. Will that be enough time'? ", "MACTILBURGH": "\n[1]Actually only one cell survived.. \n[2]It's not that easy..we've never encountered anything like it before..you see normal human beings have 40 DNA memo groums..which is more than enough for any species to perpetuate itself..This one has 200,000. \n[3]This cell is like a huge library. It has infinite genetic knowledge stored inside. Almost like it was...engineered. \n[4]Yes... I can't wait to meet him. \n[5]The compositional elements of his DNA chain are the same as ours, there are simply more of them tightly packed. His knowledge is probably limitless.. \n[6]We put it through the cellular hygiene detector. The cell is for lack of a better word... perfect. \n[7]...This is the crucial phase, The reconstruction of pigment. Cells are bombarded with slightly greasy solar atoms which forces the body cells to react, to protect themselves. That means growing skin. Clever, eh? \n[8]Activate life support system. \n[9]Remove the shield. \n[10]I told you ... perfect! \n[11]Activate the phonic detector. \n[12]And give her a light sedative... and something to wear! \n[13]An elephant couldn't crack it. \n[14]It's an honor to receive you. Mr. President. \n[15]They were so tired from their ordeal that we put them in the reactor this morning.. \n[16]I.. uh.. they need five more minutes, Mr. President. ", "STAEDERT": "\n[1]Don't you have anything?  Not even a temperature? \n[2]...Send out a probe. \n[3]I can hear you, Mr. President, but I can't see you . \n[4]Perfect, Mr. President. \n[5]There are no results from the chemical and molecular analysis as of yet, all the calibers are overshot..we're hoping a thermo nucleatic imaging.. \n[6]Not yet Sir..The only thing we know is it just keeps getting bigger! \n[7]Wait or act. \n[8]My philosophy Mr. President is shoot first ask questions later. I don't like uninvited guests. \n[9]Mr. President, we're at crisis point. \n[10]..Up front loading of a 120 ZZR missile. Marker lights on the objective. \n[11]I don't, Mr. President. \n[12]Load a series of 740 missiles. Maximum shield protection. \n[13]I'm about to, Mr. President. \n[14]...What do we have that's bigger than 240? \n[15]... Good God! ", "RIGHT ARM": "\n[1]Excuse me sir, the council is worried about the economy heating up.  They wondered if it would be possible to fire 500... \n[2]But... 500 is all they need, sir. \n[3]1000! Fine, sir! Sorry to have disturbed you. \n[4]Father Cornelius? \n[5]Mr. Zorg would like a word with you. \n[6]Glad to help. \n[7]They just arrested the guy for Uranium smuggling. Everything's going as planned. \n[8]All I have to do now is to go to the airport and take his place.  I should be in Fhloston in less than four hours. \n[9]That's right. \n[10]That's impossible!  He's in j... I mean, there must be some mistake. I have my ticket! I'm the real Korben Dallas! \n[11]I want to see your boss!  Get rid of this fucking window! Somebody's made a mistake, goddamnit! \n[12]Sorry, my fault... Just a little overexcited... that's all... I'm calm now. \n[13]Yeah, it's me... Put Zorg on. \n[14]The real Korben Dallas is on the plane! He took my place. \n[15]278-500-645-321 ", "FINGER": "\n[1]Hey bud! Finger here. \n[2]I love you too Major, but you haven't called me that since basic training. \n[3]Oh, yeah, I forgot.You still prefer your cat to the real thing. \n[4]You still pining for that two timing bitch. Forget her. There are a million women out there. \n[5]Don't exist bud. \n[6]How do I look? \n[7]Must be an old picture.. Listen, you gotta bring me your hack for the 6 month overhaul.  A.S.A.P. \n[8]You forgetting who sat next to you for a thousand missions. I know how you drive. \n[9]How many points you got left on your license? \n[10]In your dreams! See you tonight! \n[11]Hey bud...I'm waiting all day here. \n[12]So, just how big was this fare? \n[13]Uh huh..and I don't suppose you got the name of this..perfect fare.. ", "DAVID": "\n[1]What is? \n[2]Father, will you please explain what's going on? \n[3]Father.  You sure she's the Supreme Being? \n[4]What's she doing? \n[5]Uh father, I know she's been through a lot... but the sacred stones..we don't have much time.. \n[6]I didn't know your size. \n[7]They really made her... \n[8]Planet Fhloston, in the Angel constellation \n[9]I got it!  Everything  here we need to know about Fhloston Paradise Hotel... and a detailed blueprint of the entire hotel! \n[10]Uh... yeah. \n[11]Make that two... \n[12]On the plane... with Mr. Dallas... the real one. \n[13]You're all safe. Thanks be to God! ", "MOTHER": "\n[1]You're the nastiest dirtbag I know in this stinking City! \n[2]I've been playing twice a week for 20 years, 20 years I've been eating those shitty croquettes. \n[3]You wouldn't even eat one to help your poor mother, and you win the big prize? Know something? The whole thing makes me sick! \n[4]Are you listening to me, you ingrate! \n[5]...And now you're making fun of me? I'm warning you! If you don't take me after all these years of sacrifice, I'll never forgive you!! \n[6]I get it! You want to make me beg, is that it? \n[7]You just won a trip, you dolt! Ten days in Fhloston Paradise for two! \n[8]They've been blaring out your name on the radio for the last hour, blockhead! \n[9]Have you pulled yourself together? \n[10]You little sleaze bag! \n[11]Don't you ever ask me for another thing in my life again, you've killed your poor mother with your own hands! \n[12]Don't pull that crap with me, Finger... I'd recognize that trash can voice of yours in a dark alley during a rain storm. You tell that worthless no account son of mine he should plotz for the way he's ignored his mother... when I think of all I sacrificed for him... ", "GIRL": "\n[1]Ouacra cocha o dayodomo binay ouacra mo cocha ferji akba ligounai makta keratapla. Tokemata tokemata!  Seno santonoi-aypa! Minoi ay Cheba!  Givomana seno! \n[2]Teno akta chataman assin-omekta! \n[3]Akina delutan, nou-shan. \n[4]Please... HELP... \n[5]Daya deo dono Dato.  Dalutan! \n[6]...Priest... \n[7]Vito... Cor... Ni-lious... Priest... \n[8]Eto Akta Gamat! \n[9]Leeloo Minai Lekarariba-Laminai-Tchai Ekbat De Sebat. \n[10]...Leeloo. ", "DIVA": "\n[1]Don't worry.  This is my fate... How was the concert? \n[2]You're a good man... She was right to have chosen you... \n[3]The Fifth Element... The Supreme Being... Your wife... \n[4]Yes, and more than that... You must give her the Stones, she's the only one who knows how to use them. \n[5]She needs you. She needs your help and your love. She's more fragile than she seems... \n[6]She was taught to love the life of others... but not her own. You have to teach her to love if you want her to truly live! \n[7]Do you love her? \n[8]I don't have time... I need to know. \n[9]I would like to have died in peace... \n[10]They are... with me... ", "SCIENTIST": "\n[1]Its structure has just solidified on the surface, as if the object felt something.  If that's the case, we are undoubtedly dealing with an intelligence. \n[2]The planet's diameter has greatly increased and it's moving toward the ship. \n[3]Mr. President. \n[4]If its speed remains constant... in an hour and 57 minutes. \n[5]About nine minutes. \n[6]...Three minutes. \n[7]Two more minutes. \n[8]It'll be entering the atmosphere in one minute. \n[9]The planet seems to have stopped at... 62 miles from impact. ", "COP": "\n[1]...No way. \n[2]Christ! She dove off! \n[3]You have an unauthorized passenger in your vehicle.  We are going to arrest her. Please leave your hands on the wheel. Thank you for your cooperation. \n[4]Shit! Attention all-patrol cars! \n[5]OK, we got the guy under wraps. \n[6]It was not easy, but we bagged him!. Thanks for the tip! \n[7]Come on, snyffer, go root! \n[8]...Send in a back-up unit, Zone 7! \n[9]What's he doing? ", "KOMMANDER": "\n[1]Servant, you and the thousand guards before you... You have done your work well, but we have to recover the elements. War will soon engulf your planet. We must keep them safe. \n[2]Take them and put them in a safe place. \n[3]When mankind comes to its senses. We will return. \n[4]Time is of no importance, only life is important. \n[5]When EVIL returns so shall we. \n[6]A mission is a mission, Savoia. You'll learn that. \n[7]My apologies to General Kroi -- and my wife.. ", "AKANIT": "\n[1]Korben Dallas!  We got him. \n[2]It's showtime! \n[3]If it's war they want it's war they'll get! Enact the Final Plan! \n[4]Nobody move! We're taking over this ship! \n[5]What's the situation in the hall? \n[6]One more shot and we start killing hostages, got that? \n[7]Send someone to negotiate! ", "MUGGER": "\n[1]The cash man! \n[2]Don't fuck with me man or I'll blow you into tomorrow! \n[3]Uh.. \n[4]It's not? \n[5]Thanks.. \n[6]There's no more resistance. Everything's under control. ", "THAI": "\n[1]Not going to open? \n[2]How someone strong like you scared from a message? Is good news I sure! \n[3]You right that is bad.. but mathematically luck must change! Grandfather say: \"It never rain every day.\" This is good news guarantee.. I bet you lunch! \n[4]...You're fired. Oh! \n[5]Good philosophy..see good in bad.. I like..I prepare number one dessert.. special for you and pussy.. \n[6]Stewed jellyfish cake.. my speciality.. ", "COP 1": "\n[1]Put your hands in the yellow circles, please. \n[2]Sir? Are you a human? \n[3]Sir, this is a control.  Please put your hands in the yellow circles. \n[4]Hey, who are you? \n[5]Uh... Sure, go ahead. \n[6]We're sending someone in who's authorized to negotiate. ", "STEWARDESS": "\n[1]You are so lucky... Loc Rhod is the coolest DJ in the universe. \n[2]Forget anonymous.  You'll be doing Loc Rhod's live show every day from 5 to 7! \n[3]Sweet dreams, Mr. Dallas! \n[4]No, no... I'm not ready! I'd like to talk first... \n[5]Ladies and gentlemen, we have begun our descent toward Fhloston Paradise... \n[6]I wanted to tell you that... ", "PILOT": "\n[1]Thanks, Miss. \n[2]Everything ready for liftoff? \n[3]Power increase. \n[4]Liftoff. \n[5]Shit! Parasites in Zone 1. Take a look. \n[6]Docking activated. You can let the passengers out. ", "SHADOW": "\n[1]Am I disturbing you? \n[2]...Not far, now. \n[3]Do you have the picture now Mr. Zorg? \n[4]How's our deal coming along? \n[5]Money is of no importance... I want the Stones! \n[6]...I can't wait to be among you. "}}