{"dialogues": {"JACK": "\n[1]People were always asking me, did I know Tyler Durden. \n[2]... i... ann....iinn.. ff....nnyin... \n[3]With a gun barrel between your teeth, you only speak in vowels. \n[4]I can't think of anything. \n[5]With my tongue, I can feel the rifling in the barrel.  For a second, I totally forgot about Tyler's whole controlled demolition thing and I wondered how clean this gun is. \n[6]That old saying, how you always hurt the one you love, well, it works both way. \n[7]We have front row seats for this Theater of Mass Destruction.  The Demolitions Committee of Project Mayhem wrapped the foundation columns of ten buildings with blasting gelatin.  In two minutes, primary charges will blow base charges, and those buildings will be reduced to smoldering rubble.  I know this because Tyler knows this. \n[8]Somehow, I realize all of this -- the gun, the bombs, the revolution -- is really about Marla Singer. \n[9]Bob had bitch tits. \n[10]This was a support group for men with testicular cancer.  The big moosie slobbering all over me was Bob. \n[11]Yes.  We're men.  Men is what we are. \n[12]Six months ago, Bob's testicles were removed.  Then hormone therapy.  He developed bitch tits because his testosterone was too high and his body upped the estrogen.  That was where my head fit -- into his huge, sweating tits that hung enormous, the way we think of God's as big. \n[13]Wait.  Back up.  Let me start earlier. \n[14]For six months.  I could not sleep. \n[15]With insomnia, nothing is real. Everything is far away.  Everything is a copy of a copy of a copy. \n[16]When deep space exploration ramps up, it will be corporations that name everything.  The IBM Stellar Sphere. The Philip Morris Galaxy.  Planet Starbucks. \n[17]It must've been Tuesday.  he was wearing his \"cornflower-blue\" tie. \n[18]You want me to de-prioritize my current reports until you advise of a status upgrade? \n[19]He was full of pep.  Must've had his grande latte enema. \n[20]Like everyone else, I had become a slave to the IKEA nesting instinct. \n[21]Yes.  I'd like to order the Erika Pekkari slip covers. \n[22]If I saw something like clever coffee table sin the shape of a yin and yang, I had to have it. \n[23]Like the Johanneshov armchair in the Strinne green stripe pattern... \n[24]Or the Rislampa wire lamps of environmentally-friendly unbleached paper. \n[25]Even the Vild hall clock of galvanized steel, resting on the Klipsk shelving unit. \n[26]I would flip through catalogs and wonder, \"What kind of dining set defines me as a person?\"  We used to read pornography.  Now it was the Horchow Collection. \n[27]No, I don't want Cobalt.  Oh, that sounds nice.  Apricot. \n[28]I had it all.  Even the glass dishes with tiny bubbles and imperfections, proof they were crafted by the honest, simple, hard-working indigenous peoples of wherever. \n[29]Maybe I died already.  Look at my face. \n[30]Can't you give me something? \n[31]Red-and-blue Tuinal, lipstick-red Seconals. \n[32]I'm in pain. \n[33]The big moosie, his eyes already shrink-wrapped in tears.  Knees together, invisible steps. \n[34]Bob was a champion bodybuilder.  You know that chest expansion program you see on TV?  That was his idea. \n[35]Strangers with this kind of honesty make me go a big rubbery one. \n[36]Then... something happened.  I was lost in oblivion -- dark and silent and complete. \n[37]I found freedom.  Losing all hope was freedom. \n[38]Babies don't sleep this well. \n[39]I became addicted. \n[40]If I didn't say anything, people assumed the worst.  They cried harder.  I cried harder. \n[41]I wasn't really dying, I wasn't host to cancer or parasites; I was the warm little center that the life of this world crowded around. \n[42]Every evening I died and every evening I was born again.  Resurrected. \n[43]Bob loved me because he thought my testicles were removed too.  Being there, my face against his tits, ready to cry -- this was my vacation. \n[44]And, she ruined everything. \n[45]This ... chick ... Marla Singer ... did not have testicular cancer.  She was a liar. \n[46]She had no diseases at all.  I had seen her at my melanoma Monday night group ... \n[47]... and at \"Free and Clear,\" my blood parasites group Thursdays. \n[48]-- And, again, at \"Seize The Day,\" my tuberculosis Friday night. \n[49]Marla -- the big tourist.  Her lie reflected my lie. \n[50]And suddenly, I felt nothing.  I couldn't cry.  So, once again, I could not sleep. \n[51]No, I just can't believe that card is declined -- Okay, okay, let me give you a different card number. \n[52]Next group, after guided meditation, after we open our chakras, when it's time to hug, I'm going to grab that little bitch, Marla Singer, pin her arms against her sides and say... \n[53]Marla, you liar, you big tourist.  I need this.  Get out. \n[54]When you have insomnia, you're never really asleep and you're never really awake.  I hadn't slept in four days... \n[55]-- But, in here, in everyone, there's the squint of a five-day headache. Yet they forced themselves to be positive.  They never said \"parasite;\" they said \"agent.\"  They always talked about getting better. \n[56]Ahh, Chloe.  Chloe looked the way Joni Mitchell's skeleton would look if you made it smile and walk around a party being extra nice to everyone. \n[57]If I did have a tumor, I'd name it Marla.  Marla...the little scratch on the roof of your mouth that would heal if only you could stop tonguing it, but you can't. \n[58]I never gave my real name at support groups. \n[59]Hi, Chloe. \n[60]You look good.  You ... look ... like a pirate. \n[61]Excuse me, I have to... \n[62]We need to talk. \n[63]I'm on to you.  You're a faker.  You aren't dying. \n[64]Okay, in the Sylvia Plath philosophy way, we're all dying.  But you're not dying the way Chloe is dying. \n[65]You're a tourist.  I saw you at melanoma, tuberculosis and testicular cancer. \n[66]Practicing what? \n[67]I'll expose you. \n[68]Why are you doing this? \n[69]These are my groups.  I was here first.  I've been coming for a year. \n[70]Anyone who might've noticed either died or recovered and never came back. \n[71]I... I don't know.  I guess... when people think you're dying, they really listen, instead... \n[72]Yeah. \n[73]It becomes an addiction. \n[74]Look, I can't cry with a faker present. \n[75]Please.  Can't we do something... ? \n[76]We'll split up the week.  You can have lymphoma, tuberculosis and -- \n[77]I think testicular cancer should be no contest. \n[78]You're kidding. \n[79]You can't have both parasites.  You can take blood parasites -- \n[80]Okay.  I'll take blood parasites and organic brain dementia -- \n[81]You can't have the whole brain! \n[82]Then, take blood parasites.  It's yours.  Now we each have three. \n[83]You... left half your clothes. \n[84]You're selling those? \n[85]The girl had done her homework. \n[86]I want ascending bowel cancer. \n[87]We'll split it.  You get it the first and third Sunday of the month. \n[88]Let's not make a big thing out of it. \n[89]Um... Marla, should we maybe exchange numbers? \n[90]In case we want to switch nights. \n[91]This is how I met Marla Singer. \n[92]You wake up at O'Hare. \n[93]You wake up at SeaTac. \n[94]Pacific, Mountain, Central.  Lose an hour, gain an hour.  This is your life, and it's ending one minute at a time. \n[95]You wake up at Air Harbor International. \n[96]If you wake up at a different time and in a different place, could you wake up as a different person? \n[97]Everywhere I travel -- tiny life. Single-serving sugar, single-serving cream, single pat of butter. \n[98]Microwave Cordon Bleu hobby kit. \n[99]Shampoo/conditioner combo.  Single- serving mouthwash, tiny bar of soap. \n[100]The people I meet on each flight -- they're single-serving friends. Between take-off and landing, we have our time together, but that's all we get. \n[101]You wake up at Logan. \n[102]On a long enough time line, the survival rate for everyone drops to zero. \n[103]I'm a recall coordinator.  My job is to apply the formula.  It's a story problem. \n[104]A new car built by my company leaves somewhere traveling at 60 miles per hour.  The rear differential locks up. \n[105]The car crashes and burns with everyone trapped inside.  Now: do we initiate a recall? \n[106]Take the number of vehicles in the field, , and multiply it by the probable rate of failure, , then multiply the result by the average out-of-court settlement, .  A times B times C equals X... \n[107]If X is less than the cost of a recall, we don't do one. \n[108]Oh, you wouldn't believe. \n[109]A major one. \n[110]Every time the plane banked too sharply on take-off or landing, I prayed for a crash, or a mid-air collision -- anything. \n[111]No more haircuts.  Nothing matters, not even bad breath. \n[112]Life insurance pays off triple if you die on a business trip. \n[113]Pardon me? \n[114]This is how I met -- \n[115]No, supply oxygen? \n[116]What do you do, Tyler? \n[117]I mean -- for a living. \n[118]We have the same briefcase. \n[119]Tyler, you are by far the most interesting \"single-serving\" friend I've ever met. \n[120]You see, when you travel, everything is small, self-contained-- \n[121]Thank you. \n[122]What? \n[123]Well, uh... great. \n[124]How I came to live with Tyler is: airlines have this policy about vibrating luggage. \n[125]Excuse me?  \"Throwers?\" \n[126]My suitcase was vibrating? \n[127]I had everything in that bag.  My C.K. shirts... my D.K.N.Y. shoes... \n[128]Home was a condo on the fifteenth floor of a filing cabinet for widows and young professionals.  The walls were solid concrete.  A foot of concrete is important when your next- door neighbor lets her hearing aid go and has to watch game shows at full volume... \n[129]-- Or when a volcanic blast of debris that used to be your furniture and personal effects blows out your floor- to-ceiling windows and sails flaming into the night. \n[130]How embarrassing. \n[131]The police would later tell me that the pilot light might have gone out... letting out just a little bit of gas. \n[132]The gas could have slowly filled the condo.  Seventeen-hundred square feet with high ceilings, for days and days. \n[133]Then, the refrigerator's compressor could have clicked on... \n[134]If you asked me now, I couldn't tell you why I called him. \n[135]Hello? \n[136]Tyler? \n[137]Uh... I'm sorry.  We met on the plane.  We had the same briefcase. I'm... you know, the clever guy. \n[138]I just called a second ago.  There was no answer.  I'm at a payphone. \n[139]Well... let me see... here's the thing... \n[140]You buy furniture.  You tell yourself: this is the last sofa I'll ever need.  No matter what else happens, I've got the sofa issue handled.  Then, the right set of dishes.  The right dinette. \n[141]I guess so. \n[142]All gone. \n[143]There's always that. \n[144]...no ...no ... \n[145]Delivered from Swedish furniture. \n[146]Delivered from Martha Stewart. \n[147]Insurance'll cover it. \n[148]What list? \n[149]I don't... think so. \n[150]Well, I have to file a claim... \n[151]Don't I? \n[152]God, it's late.  I should find a hotel... \n[153]Yeah. \n[154]I don't follow... \n[155]Huh? \n[156]No, I... \n[157]Would that be a problem? \n[158]Can I stay at your place? \n[159]Thank you. \n[160]What's that? \n[161]What? \n[162]Let me tell you a little bit about Tyler Durden. \n[163]Tyler was a night person.  He sometimes worked as a projectionist. A movie doesn't come in one big reel, it's on a few.  In old theaters, two projectors are used, so someone has to change projectors at the exact second when one reel ends and another reel begins.  Sometimes you can see two dots on screen in the upper right hand corner... \n[164]It's called a \"changeover.\"  The movie goes on, and nobody in the audience has any idea. \n[165]It affords him other interesting opportunities. \n[166]In reel three, right after the courageous dog and the snooty cag -- who have celebrity voices -- eat out of a garbage can, there's the flash of Tyler's contribution... \n[167]No one really knows that they've seen it. But they did. \n[168]Only a hummingbird could have caught Tyler at work. \n[169]Tyler also worked as a banquet waiter at the luxurious Pressman Hotel. \n[170]He was the guerrilla terrorist of the food service industry. \n[171]He farted on meringue; he sneezed on braised endive; and, with creme of mushroom soup, well... \n[172]You get the idea. \n[173]I don't know about this. \n[174]No.  That's a good thing, isn't it? \n[175]Me? \n[176]This is crazy. \n[177]Where do you want it?  In the face? \n[178]Shit.  Sorry.  That didn't count. \n[179]Strange. \n[180]Is it? \n[181]Call what off? \n[182]What fight? \n[183]Anyone? \n[184]My boss, probably. Who would you fight? \n[185]Oh, yeah. I didn't know my dad.  Well, I knew him, till I was six.  He went and married another woman, had more kids. Every six years or so he'd do it again -- new city, new family. \n[186]I know that. \n[187]Same here. \n[188]We should do this again sometime. \n[189]Where's your car? \n[190]I don't know how Tyler found the house, but he'd been there for half a year. \n[191]It looked like it was waiting to be torn down.  Most of the windows were boarded up. \n[192]None of the doors locked.  The stairs were ready to collapse.  I didn't know if he owned it or he was squatting. \n[193]Neither would have surprised me. \n[194]Nothing worked.  The rusty plumbing leaked.  Turning on a light meant another light in the house went out. \n[195]There were no neighbors.  Just warehouses and the paper mill.  The fart smell of steam, the hamster cage smell of wood chips. \n[196]At night, Tyler and I were alone for half a mile in every direction. \n[197]When it rained, we had to kill the power.  By the end of the first month, I didn't care about TV.  I didn't mind the warm, stale refrigerator. \n[198]The previous occupant had been a bit of a shut-in. \n[199]What? \n[200]\"I am Joe's Lungs.\"  It's written in first person.  \"Without me, Joe could not take in oxygen to feed his red blood cells.\"  There's a whole series -- \"I am Joe's Prostate.\" \n[201]What are you reading? \n[202]Show-off. \n[203]I should have been haggling with my insurance company.  I should have been looking for a new condo... \n[204].... I should have been upset about my nice, neat, flaming little shit. \n[205]But I wasn't. \n[206]Most of the week, we were Ozzie and Harriet. \n[207]But, Wednesday night, ever Wednesday night... \n[208]... we were finding something out: we were finding out, more and more, that we were not alone. \n[209]Thursday mornings, all I could do was think about next week. \n[210]Walter, the Microsoft account exec. Walter, with his smooth, soft hands. Maybe he was thinking about the free- range potluck he'd been to last weekend, or his church-group car-wash fund-raiser.  Or, probably not. \n[211]You can swallow a pint of blood before you get sick. \n[212]Screw Walter.  His candy-ass wouldn't last a second Wednesday night. \n[213]It was right in everyone's face. Tyler and I just made it visible. \n[214]It was on the tip of everyone's tongue.  Tyler and I just gave it a name. \n[215]Every week, Tyler gave the rules that he and I decided. \n[216]This kid, Ricky -- supply clerk -- couldn't remember whether you ordered pens with blue ink or black ink ... \n[217]But Ricky was a god for ten minutes last week when he trounced an actuary twice his size. \n[218]Sometimes all you could hear were flat, hard packing sounds over the yelling, or the wet choke when someone caught their breath and sprayed... \n[219]Even if I could tell someone they had a good fight, I wouldn't be talking to the same man. \n[220]Who you were in fight club is not who you were in the rest of the world. \n[221]You weren't alive anywhere like you were there.  But fight club only exists in the hours between when fight club starts and when fight club ends. \n[222]After fight club, everything else in your life gets the volume turned down.  You can deal with anything. \n[223]Yes. \n[224]The people who had power over you have less and less. \n[225]By this point, I could wiggle most of the teeth in my jaw. \n[226]A guy came to fight club for the first time, his ass was a wad of cookie dough.  After a few weeks, he was carved out of wood. \n[227]If you could fight any celebrity? \n[228]Doesn't matter. \n[229]Shatner.  William Shatner. \n[230]We all started seeing things differently.  Wherever we went. \n[231]I felt sorry for all the guys packing into gyms, trying to look like what Calvin Klein and Tommy Hilfiger said they should. \n[232]You could take him. \n[233]Fight club wasn't about winning or losing.  It wasn't about words. \n[234]They hysterical shouting was in tongues, like at a Pentecostal church. \n[235]... stop... \n[236]When the fight was over, nothing was solved, but nothing mattered. \n[237]Look at me.  How about next month? \n[238]Afterwards, we all felt saved. \n[239]I fell down some stairs. \n[240]Sometimes Tyler spoke for me. \n[241]Fight club became the reason to cut your hair short and trim your fingernails. \n[242]Okay... Ghandi. \n[243]You? \n[244]Hello? \n[245]Marla? \n[246]How did you find me? \n[247]That's the idea -- we split them. \n[248]I found a new one. \n[249]It's for men. \n[250]Look, this is a bad time... \n[251]I'm just on my way out... \n[252]Picture yourself watching Marla Singer throw herself around her crummy apartment. \n[253]This could go on for hours. \n[254]So you're staying in tonight? \n[255]Tyler's door was closed.  I'd been living here two months, and Tyler's door was never closed. \n[256]You're not going to believe what I dreamt last night. \n[257]What are you doing here? \n[258]What the hell are you doing here? \n[259]I already knew the story before he told it to me. \n[260]How could Tyler, off all people, think it was a bad thing that Marla Singer was about to die? \n[261]He was obviously able to handle it. \n[262]No.  Not at all. \n[263]I am Jack's Raging Bile Duct. \n[264]Yeah, I'm sure. \n[265]How could Tyler not go for that? Night before last, he was splicing sex organs into \"Little Mermaid.\" \n[266]I'm fine. \n[267]Put a gun to my head and paint the wall with my brains. \n[268]Oh, and my pace is more librarians. \n[269]Marla doesn't need a lover.  She needs a case worker. \n[270]She'd invaded my support groups, now she's invading my home. \n[271]What? \n[272]Okay. \n[273]Yes, I promise. \n[274]I said I promise! \n[275]If only I had wasted a couple of minutes and gone to watch Marla die, none of this would have happened. \n[276]I could've moved to another room, one on the third floor -- so I wouldn't have heard them.  But I didn't. \n[277]I... uh... just going to bed. \n[278]Uh... nah... \n[279]I became the calm, little center of the world.  I was the Zen master. \n[280]I wrote little haiku poems. \n[281]I faxed them around to everyone. \n[282]Some of it, yes. \n[283]I got right in everyone's hostile little face.  Yes, these are bruises from fighting.  I'm comfortable with them.  I am enlightened. \n[284]You give up the condo life, give up all your flaming worldly possessions, go live in a dilapidated house in the toxic waste part of town... \n[285]... and you come home to this. \n[286]Yeah.  Speaking. \n[287]Yes? \n[288]No, I wasn't aware... \n[289]I am Jack's Cold Sweat. \n[290]Yes, sire, strange.  Very strange. \n[291]Dynamite? \n[292]What does that mean? \n[293]This is... really a shock... \n[294]Who do you think could've done this? \n[295]Huh? \n[296]Shhhhhh! I don't know what to make of this, sir, I really don't... \n[297]No.  No, sir.  I loved that condo. I loved every stick of furniture. The lamps, the chairs, the rugs, were me.  The dishes were me.  The plants were... \n[298]I'd like to thank the academy... \n[299]Except for their humping, Tyler and Marla were never in the same room. \n[300]Worth every penny. \n[301]My parents pulled this exact act for years -- one came in, the other disappeared. \n[302]It suits you. \n[303]You get rid of her. \n[304]I'm six years old again, passing messages between my parents. \n[305]I, uh... think you should go now. \n[306]It's time for you to leave. \n[307]Goodbye. \n[308]What is this place? \n[309]Hard to imagine you in Boy Scouts. \n[310]Tyler's kiss was a bonfire on the back of my hand. \n[311]Guided meditation worked for cancer, it could work for this. \n[312]I tried not to think of the words \"searing\" or \"flesh.\"  I imagined my pain as a ball of healing white light. \n[313]I was going to my cave to find my power animal. \n[314]I... I think I understand.  I think I get it... \n[315]No, I'm not... \n[316]I don't know... \n[317]It isn't... ? \n[318]We don't... ? \n[319]... Marla ... ? \n[320]You ... you don't know what this feels like, Tyler. \n[321]Tyler sold the soap to department stores at twenty bucks a Ear.  God knows what they charged.  How ironic. We were selling rich women their own fat asses back to them. \n[322]He was wearing a yellow tie.  It must be Thursday.  I didn't even wear a tie to work anymore. \n[323]I must've left the original in the copy machine. \n[324]Hmm? \n[325]\"Abuse\" the copy machine.  There's an image. \n[326]Me? I'd be very careful who I talked to about this.  It sounds like someone dangerous wrote it... someone who might snap at any moment, stalking from office to office with an Armalite AR-10 Carbine-gas semiautomatic, bitterly pumping round after round into colleagues and co- workers. \n[327]Might be someone you've known for years... somebody very close to you. Or, maybe you shouldn't be bringing me every little piece of trash you pick up. \n[328]Compliance and Liability. \n[329]Just a second. Could you excuse me?  I need to take this call. \n[330]What are you talking about? \n[331]I don't know ... \n[332]She didn't call Tyler.  I'm neutral in her book. \n[333]This is a sweet side of you.  Picking these up for ... \"Mrs. Haniver\" and... \"Mrs. Raines.\" Where are they? \n[334]No, thanks. \n[335]Nothing. \n[336]Where?  Here? \n[337]There? \n[338]Here. \n[339]No. \n[340]Okay.  Okay, I'm sure. \n[341]Nothing. \n[342]No... no problem. \n[343]I think everything's okay here. \n[344]Uh ... nah. \n[345]So.... are we done? \n[346]Bob.  I'm okay.  How are you? \n[347]Really?  Great.  Still \"Remaining Men Together?\" \n[348]Really, what's that? \n[349]Oh. \n[350]Bob, Bob... I'm a member. \n[351]Look at my face. \n[352]Yeah, both of us. \n[353]You're welcome. \n[354]Fight club -- this was mine and Tyler's gift... our gift to the world. \n[355]You quit? \n[356]Work.  Going to work. \n[357]What... ? \n[358]We need to talk. \n[359]I Am Jack's Complete Lack of Surprise. \n[360]Let's pretend.  You're the Department of Transportation, and you discover that our company intentionally did nothing about leather seats cured in third world countries with chemicals we know cause birth defects?  Brake linings that fail after a thousand miles.  Fuel injectors that burn people alive. \n[361]What about this?  Keep me on payroll as an outside consultant.  In exchange for my salary, I'll keep my mouth shut.  I won't need to come to the office.  I can do this job from home. \n[362]I Am Jack's Smirking Revenge. \n[363]Please... don't hit me again, please. I'm your responsibility... \n[364]For some reason, I thought of my first fight -- with Tyler. \n[365]Please... give me the paychecks like I asked for.  I won't be any trouble. You won't see me again. \n[366]Under and behind and inside everything this man took for granted, something horrible had been growing. \n[367]Please... please... \n[368]And right then, at our most excellent moment together... \n[369]Please don't hit me again. \n[370]Six months advance pay.  Six months! \n[371]Okay, and... and... \n[372]Forty-eight airline flight coupons. Plus... hold on... just a minute... \n[373]I am now officially self-employed. \n[374]Not as easy as it sounds.  People'll do just about anything to avoid a fight. \n[375]Now nobody was the center of fight club except the two men fighting. The leader walked around in the crowd, out in the darkness. \n[376]Everyone took a homework assignment. \n[377]There's fight club in Delaware City. \n[378]Local 8 just started in Penns Grove. And, Bob said he was at fight club in Newcastle last week. \n[379]I thought you did. \n[380]What are we doing? \n[381]What is it? \n[382]On a long enough time line, the survival rate for everyone drops to zero. \n[383]Tyler... \n[384]Tell him! \n[385]Answer him! \n[386]I feel sick. \n[387]I don't care, that was horrible. \n[388]He had a plan.  Maybe you just didn't see it till it hit you between the eyes. But, it started to make sense... in a Tyler sort of way.  No fear.  No distractions.  The ability to let that which does not matter truly slide. \n[389]Hey. \n[390]What did you guys do? \n[391]I felt like putting a bullet between the eyes of every Panda that wouldn't screw to save its species. \n[392]I wanted to open the dump valves on oil tankers and smother all the French beaches I'd never see. \n[393]I felt like destroying something beautiful. \n[394]After you, Mr. Durden... \n[395]No. \n[396]Why wasn't I told about \"Project Mayhem?\" \n[397]Why wasn't I involved from the beginning?  You and I started fight club together. \n[398]This is as much mine as yours. \n[399]You know what I mean. \n[400]Look... \n[401]I want to know -- \n[402]Shut up!! I want to know what's going on. \n[403]What are you doing?! \n[404]Tyler... \n[405]What the hell ... ?! \n[406]I'm not asking you to. \n[407]I don't think that's true. \n[408]Tyler... what is this... ! \n[409]I don't know!  Nothing! \n[410]I would feel nothing about my life? Is that what you want to hear?! \n[411]Fuck my life.  Fuck fight club.  Fuck you and fuck Marla.  I'm sick of this.  How's that? \n[412]What? \n[413]Okay, okay... fine... \n[414]I'd never been in a car accident. This must've been what all those statistics felt like before I filed them into my reports. \n[415]You... don't have to... leave. \n[416]Really... I mean it. Have you been going to your groups? \n[417]When? \n[418]I don't know. \n[419]Why are we both... caught up like this... with... ? \n[420]I came so close to saying Tyler's name, I could feel it vibrate inside my mouth. \n[421]I don't understand.  Why does a weak person have to go out and find a strong person... to hang onto? \n[422]You hear that? \n[423]That... sawing and hammering. \n[424]No. \n[425]Nothing. \n[426]This conversation... \n[427]... is over. \n[428]... A person. \n[429]Why would you ask if it's a guy or a girl?! \n[430]Let go of me... Leave me alone. \n[431]Tyler... ?  What's this for? \n[432]Um... what can I do for you, Ricky? \n[433]Wait a minute... \n[434]\"Too young?\" \n[435]\"Applicant?\" \n[436]\"Training?\"  Tyler... \n[437]Uh, look.  You're too... young to... train here.  You should probably be on you way. \n[438]Are you deaf?!  I told you to leave! You will never get inside this house! \n[439]You're never getting through this door, you stupid little weasel!  Look at me when I talk to you... ! \n[440]What is your major malfunction!? \n[441]Sooner or later, we all became what Tyler wanted us to be. \n[442]Bob... Bob, wait... Let me explain this to you... \n[443]So it went... \n[444]Tyler built his army. \n[445]To what purpose, might one ask? Well, one might ask, if not for the first rule of Project Mayhem. \n[446]In Tyler We Trust. \n[447]And, then... \n[448]Tyler... \n[449]He was gone. \n[450]Planet Tyler. \n[451]I had to hug the walls, trapped inside this clockwork of Space Monkeys, cooking and working and sleeping in teams. \n[452]The house became a living thing, wet inside from so many people sweating and breathing.  So many people moving, the house moved. \n[453]Where's Tyler? \n[454]Right, right. \n[455]I'm all alone.  I Am Jack's Broken Heart. \n[456]Get away from me! \n[457]The Paper Street Soap Company. \n[458]He's not here. \n[459]He's not here!  Tyler's not here anymore!  He's gone away! \n[460]What's going on? \n[461]Bob... oh, Christ... \n[462]What... what happened... ? \n[463]What... ? \n[464]No... ! \n[465]Get your hands off him!  Get off...! What the hell do you think you're doing... ? Evidence?!  This is a man... !  You killed him! \n[466]No!  Look at you!  You're... you're running around in ski masks, exploding things... \n[467]What he wanted?  Look... look at him. Look at him!  What does he want? This is a person.  This is not a cog in your machine... \n[468]No, no.  This is a man -- this man has a name... \n[469]No!  Wrong!  This man's name is Robert Paulson. \n[470]Robert Paulson is dead.  He's dead, because of you... \n[471]No -- ! \n[472]No! \n[473]Stop that -- ! \n[474]Tyler? \n[475]I went to the cities on Tyler's used tickets stubs. \n[476]In every city, I branched out from the airport to downtown, bar- hopping... \n[477]I didn't know how or why, but I could look at fifty different bars, and somehow I just knew... \n[478]Here.  Let me out, right here... \n[479]I'm looking for Tyler Durden. \n[480]This is an emergency.  It's important I find him. \n[481]Every city I went to... \n[482]...as soon as I set foot off the plane... \n[483]Tyler was setting up franchises, all over the country. \n[484]I need to know where Tyler is.  Can't you help me? \n[485]There's no one else here. \n[486]Look at my face.  I'm a member.  I just need to know if you've seen Tyler Durden. \n[487]You are a moron. \n[488]Under and behind and inside everything I took for granted, something horrible had been growing. \n[489]That's the stupidest thing I've ever heard. \n[490]Am I asleep... ? \n[491]Have I slept?  I'm not sure if Tyler is my bad dream or if I'm Tyler's. \n[492]I was living in a state of perpetual deja vu. \n[493]Everywhere I went, I felt I had already been there. \n[494]... You know me? \n[495]Yes... it's a test. \n[496]What? \n[497]Who do you think I am? \n[498]Please return your seatbacks to their full upright and locked position. \n[499]Marla, it's me.  Have we... have we ever had sex? \n[500]Because the answer's \"yes\" or because the answer's \"no?\" \n[501]Will you just answer me, for Christsake?! \n[502]We did make love? \n[503]Answer the question! \n[504]We've just lost cabin pressure. \n[505]What did you say... ? \n[506]Say my name. \n[507]Say my name!  What's my name!? \n[508]Marla, no, wait... \n[509]What's this all about, Tyler? \n[510]Why do people think I'm you? \n[511]Why do people think I'm Tyler Durden? \n[512]Answer me, Tyler. \n[513]I don't know!  Tell me! \n[514]What... ? \n[515]What are you talking about... ? \n[516]The first rule of fight club is -- you don't talk about fight club. \n[517]He's not here!  Tyler's not here anymore!  He's gone away! \n[518]Anyone? My boss, probably. Who would you fight? \n[519]Oh, yeah. I didn't really know my Dad... \n[520]You are not your job.  You are not how much money you have in the bank. \n[521]This isn't possible... \n[522]What... what are you saying? \n[523]No!  This isn't true.  We... we were around other people, together, both of us... \n[524]Wrong, wrong -- what about the car crash... the two guys in the backseat? \n[525]You took me to the house. \n[526]You have jobs. \n[527]What about Marla? \n[528]She's... you... you're fucking her. \n[529]It's called a \"changeover.\"  The movie goes on, and nobody in the audience has any idea. \n[530]Yes. \n[531]Bill me! \n[532]Wait...when were these made? \n[533]I need a copy of this. \n[534]Had I been going to bed earlier every night?  Have I been sleeping later? Has Tyler been in charge longer and longer? \n[535]Wait here. \n[536]Deja vu, all over again... \n[537]Who is this? \n[538]Listen, something is going to happen, something terrible... \n[539]Excuse me? \n[540]Now wait, there's been a mix-up. Everything's changed... \n[541]Abort the plan. \n[542]Did I tell you I'd call you a fascist dickhead?! \n[543]Marla! \n[544]Marla... \n[545]I'm sorry, I... \n[546]Marla... I need to talk to you.  It's going to take a tremendous act of faith on your part for you to hear me out. \n[547]-- A little more faith than that. \n[548]Give me a minute, Marla, alright... just sixty seconds. \n[549]Absolutely, you have every right.  I need you to do me a favor. \n[550]Because... I'm Tyler Durden. \n[551]Clean food, please. \n[552]Thanks, no clam chowder.  That's it. \n[553]I know that I've been... unwell.  I know it's been like there's two sides to me. \n[554]I deserve that.  Anyway, I've... I've only just realized \n[555]I mean, the depth and breadth of our relationship has only recently been illuminated for me.  I know this... I know us hasn't been such a great thing for you... \n[556]Sit down!  Sit down and give me my last fifteen seconds without opening your mouth! \n[557]I'm trying to tell you -- and this is where you have to trust me -- but, I think your life might be in real danger. \n[558]You have to get out of here.  Leave as soon as possible.  Go to any rural town, away from any major city... \n[559]Marla... \n[560]I'm sorry, but I... \n[561]I can't explain.  You wouldn't believe me anyway.  I'm trying to protect you... \n[562]Do this for me, Marla.  Do this for me, if you never do anything else... \n[563]Okay, if that's what it takes, you'll never have to see me again. Here... here... \n[564]Take this money, get on this bus... Get on, and I promise you, I'll never bother you again, if that's what you want.  Please... \n[565]I'm begging you.  Get on the bus. Get on the bus. \n[566]I can't let myself see where you're going.  Go wherever it takes you, remember... keep away from major cities... \n[567]Yes, fine.  Just, get on.  Stay away a couple of weeks, at least. \n[568]Son of a bitch! \n[569]I want you to arrest me.  I'm the leader of a terrorist organization responsible for acts of vandalism all over the city.  Detective Stern in arson knows who I am... \n[570]There are probably several hundred members in the metropolitan area. Chapters are sprouting in at least five other major cities.  They're tightly-regimented, with many cells capable of operating without a central leader.  Check this address: 1537 Paper Street.  You'll find the body of Robert Paulson buried in the garden.  You'll also find numerous tubs used to make gallons of nitroglycerin.  The plan, I believe, is to blow up these credit card headquarters and the TRW building. \n[571]You are not your job.  You are not how much money you have in the bank. \n[572]What? \n[573]No... you're making a mistake! \n[574]I'm not Tyler Durden! \n[575]Okay, I am Tyler Durden and I'm ordering you to abort the mission! \n[576]You... you can't be serious about this. \n[577]I can't let you... \n[578]I'm going to... \n[579]I'm not going... \n[580]Stop finishing... \n[581]Since when is Project Mayhem about murder? \n[582]You don't know that.  There could still be people inside. \n[583]If you know, I know. \n[584]If I'm wrong, we're both dead.. \n[585]I'm pulling the green wire. \n[586]Yes... \n[587]Fuck you. \n[588]Bob is dead, Tyler.  The police blew a hole in his head.  Was that part of your plan? \n[589]Fuck your struggle.  I want out. \n[590]I quit. \n[591]Tyler... \n[592]Defuse the bomb. \n[593]Defuse the bomb, please. \n[594]Yes. \n[595]Please. \n[596]I think this is about where we came in. \n[597]i... ann....iinn.. ff....nnyin... \n[598]I still can't think of anything. \n[599]Can't you call it off... ? \n[600]Please... \n[601]Paraffin. \n[602]Paraffin.  Your merry band mixed the nitro with paraffin.  I saw it floating in the bomb. \n[603]They must've run out of cotton and Epsom salt.  Paraffin is iffy at best. \n[604]Not exactly according to plan. \n[605]\n[606]How'd you do that?!  You're a fucking figment of my imagination... you're psychogenic fugue state... \n[607]Oh... Christ... \n[608]Why... why... why... ? \n[609]Why can't I get rid of you?  Why can't I just wish you away? \n[610]No, no, I don't. I thank you, I really do.  Thank you, but I don't need you anymore. \n[611]Noooo, please... \n[612]... no, no, no... \n[613]Why are you doing this?! \n[614]Please understand... I've gotten all I can from this, Tyler. \n[615]I swear on my life, I won't... \n[616]What have you left for me? \n[617]Not my mouth.  Our mouth. \n[618]It's the only way to get rid of you... \n[619]Do something for me. \n[620]Appreciate something. \n[621]Look at me... \n[622]My eyes are open. \n[623]I'm okay... \n[624]Everything's fine. \n[625]Bring the girl to me.  The rest of you get out.  Now! \n[626]Don't ask. \n[627]Get to the rendezvous point.  Move it! \n[628]Yes. \n[629]I did, I think.  But, I'm okay... I'm fine... \n[630]I'm sorry... you met me at a very strange time in my life. ", "TYLER": "\n[1]One minute. This is the beginning.  We're at ground zero.  Maybe you should say a few words, to mark the occasion. \n[2]It's getting exciting now. \n[3]Look what we've accomplised. Thirty seconds. \n[4]Two, equal parts gasoline and diet cola.  Three, dissolve kitty-litter in gasoline until the mixture is thick. \n[5]Tyler Durden. \n[6]You know why they have oxygen masks on planes? \n[7]Oxygen gets you high.  In a catastrophic emergency, we're taking giant, panicked breaths... \n[8]Suddenly, we become euphoic and docile.  We accept our fate. \n[9]Emergency water landing, 600 miles per hour.  Blank faces -- calm as Hindu cows. \n[10]What do you want me to do? \n[11]Why?  So you can say, \"Oh, that's what you do.\" -- And be a smug little shit about it? \n[12]You have a kind of sick desperation in your laugh. \n[13]Open it. \n[14]Soap -- the yardstick of civilization. I make and sell soap... \n[15]If you were to add nitric acid to the soap-making process, one would get nitroglycerin.  With enough soap, one could blow up the world, if one were so inclined. \n[16]The spork.  I get it.  You're very clever. \n[17]How's that working out for you? \n[18]Being clever. \n[19]Keep it up, then.  Keep it right up. \n[20]... As I squeeze past, do I give you the ass or the crotch? \n[21]We are defined by the choices we make. \n[22]This is how we fill up our lives. \n[23]And, now it's gone. \n[24]Could be worse.  A woman could cut off your penis while you're asleep and toss it out the window of a moving car. \n[25]I don't know, maybe I'm wrong.  Maybe it's a terrible tragedy. \n[26]I mean, you did lose a lot of nice, neat little shit.  The trendy paper lamps, the Euro-trash shelving unit, am I right? \n[27]But maybe, just maybe, you've been delivered. \n[28]Delivered from armchairs in obscure green stripe patterns. \n[29]Delivered from bullshit colors like \"Cobalt,\" \"Ebony,\" and \"Fuchsia.\" \n[30]Oh, yeah, you gotta start making the list. \n[31]The \"now I get to go out and buy the exact same stuff all over again\" list.  That list. \n[32]This time maybe get a widescreen TV. You'll be occupied for weeks. \n[33]The things you own, they end up owning you. \n[34]Do what you like. \n[35]A hotel? \n[36]So, you called me up, because you just wanted to have a drink before you... go find a hotel? \n[37]We're on our third pitcher of beer. Just ask me. \n[38]You called me so you could have a place to stay. \n[39]Why don't you cut the shit and ask if you can stay at my place? \n[40]Is it a problem for you to ask? \n[41]Yes, you can. \n[42]You're welcome.  But, I want you to do me one favor. \n[43]I want you to hit me as hard as you can. \n[44]I want you to hit me as hard as you can. \n[45]They're called \"cigarette burns.\" \n[46]Why would anyone want this shitty job? \n[47]-- Like splicing single frames from adult movies into family films. \n[48]One-forty-eighth of a second.  That's how long it's up there. \n[49]A nice, big cock. \n[50]Don't watch.  I can't if you watch. \n[51]... Oh, yeah.  Oh, yeah. \n[52]Go ahead.  Say it. \n[53]I don't know, either.  I want to find out.  I've never been hit, have you? \n[54]I don't want to die without any scars.  How much can you really know about yourself if you've never been in a fight?  Come on... you're the only person I've ever asked. \n[55]Why not you?  I'm letting you go first.  Do it. \n[56]Alright, go crazy.  Let 'er rip. \n[57]Surprise me. \n[58]Like hell.  That counted. \n[59]How do you feel? \n[60]But a good strange. \n[61]We've crossed the threshold.  You want to call it off? \n[62]The fight. \n[63]This fight, pussy. \n[64]If you could fight anyone... one on one, whoever you wanted, who would you fight? \n[65]Anyone. \n[66]My dad.  No question. \n[67]He was setting up franchises.  My father never went to college, so it was really important that I go. \n[68]After I graduated, I called him long distance and asked, \"Now what?\"  He said, \"Get a job.\"  When I turned twenty-five, I called him and asked, \"Now what?\"  He said, \"I don't know. Get married.\" \n[69]A generation of men raised by women. I'm wondering if another woman is the answer we really need. \n[70]What car? \n[71]Hum. \n[72]Oh, a new riot control grenade... \"...the successful combination of concussive, 3000 foot-candle flash- blasts and simultaneous high-velocity disbursement of...blah, blah, blah...\" \n[73]\"I get cancer, and I kill Joe.\" \n[74]Soldier of Fortune.  Business Week. New Republic. \n[75]Welcome to fight club. \n[76]The first rule of fight club is -- you don't talk about fight club.  The second rule of fight club is -- you don't talk about fight club.  The third rule of fight club is -- when someone says \"stop\" or goes limp, the fight is over.  Fourth rule is -- only two guys to a fight.  Fifth rule -- one fight at a time.  Sixth rule -- no shirts, no shoes.  Seventh rule -- fights go on as long as they have to.  And the eighth and final rule -- if this is your first night at fight club, you have to fight. \n[77]Alive or dead? \n[78]Hemingway.  You? \n[79]Self-improvement is masturbation. Self-destruction is the answer. \n[80]The trick is not to care. \n[81]Cool. \n[82]He fell down some stairs. \n[83]Any historical figure. \n[84]Good answer. \n[85]Abe Lincoln.  Big reach.  Skinny guys fight till they're burger. \n[86]Remember, even the Mona Lisa's falling apart. \n[87]She's a piece of work.  Get this -- I come in here last night, the phone's off the hook... \n[88]Unbelievable, huh? \n[89]I mean, this girl... uh, you're not into her or anything... ? \n[90]You're sure? \n[91]Good.  This chick was up on the table with her legs in the stirrups before the doctor even walked in the room. The things that she said... I've never heard a woman talk like that... \n[92]You're okay with this? \n[93]She is a wild, twisted bitch.  Stay away from that one. \n[94]Hey... don't knock librarians. \n[95]She needs an exorcist.  This isn't love.  This is sport-fucking. \n[96]Listen... do me a favor... sit here a minute... \n[97]You've gotta understand something about me.  I have a little rule, okay?  Don't ever talk to her about me.  Ever.  I can't stand that kind of shit. \n[98]If you ever say anything about me or about what happens here in this house, to her or anyone -- I will find out.  And you'll never see me again.  Promise me. \n[99]Promise you won't. \n[100]Promise? \n[101]That was three times you promised. \n[102]What are you doing? \n[103]You want to finish her off? \n[104]Tell him... \n[105]\"The liberator who destroyed my property has re-aligned my paradigm of perception.\" \n[106]\"I reject the basic assumptions of civilization, including material possession.\" \n[107]Could be worse.  You could be cursed with the three terrible Karmas.  You could be beautiful, rich and famous. \n[108]Get rid of her. \n[109]Don't mention me. \n[110]Nice work. \n[111]To make soap, first we have to render fat. \n[112]The best fat for making soap -- because the salt balance is just right -- comes form human bodies... \n[113]A liposuction clinic. \n[114]Paydirt.  From society's richest asses and thighs. \n[115]As the fat renders, the tallow floats to the surface.  Remember the crap they taught you in Boy Scouts. \n[116]This clear layer in glycerin.  We'll mix it back in when we make the soap. \n[117]Lye -- the crucial ingredient. Ancient peoples found their clothes got cleaner if they washed them at a certain spot in the river.  Why? Because, human sacrifices were once made on the hills above this river. Year after year, bodies burnt.  Rain feel.  Water seeped through the wood ashes to become lye.  The lye combined with the melted fat of the bodies, till a thick white soapy discharge crept into the river. \n[118]The first soap was made from the ashes of heroes.  Like the first monkeys shot into space. \n[119]Without sacrifice, without death, we would have nothing. \n[120]This is a chemical burn.  It will hurt more than you've ever been burned and you will have a scar. \n[121]Look at your hand. \n[122]Come back to the pain.  Don't shut this out. \n[123]Stop it.  This is your pain -- your burning hand.  It's right here.  Look at it. \n[124]Don't deal with this the way those dead people do.  Deal with it the way a living person does. \n[125]No, what you're feeling is premature enlightenment. \n[126]This is the greatest moment of your life and you're off somewhere, missing it. \n[127]Shut up.  Our fathers were our models for God.  And, if our fathers bailed, what does that tell us about God? \n[128]Listen to me.  You have to consider the possibility that God doesn't like you, he never wanted you.  In all probability, He hates you.  This is not the worst thing that can happen... \n[129]We don't need him... \n[130]Fuck damnation.  Fuck redemption.  We are God's unwanted children, with no special place and no special attention, and so be it. \n[131]You can go to the sink and run water over your hand.  Look at me.  Or you can use vinegar to neutralize the burn, but first you have to give up. First, you have to know that someday, you are going to die.  Until you know that, you will be useless. \n[132]Congratulations.  You're a step closer to hitting bottom. \n[133]No thanks, I quit. \n[134]Yeah.  Where you headed? \n[135]Nothing.  Do what you like. \n[136]Fucking sweet. \n[137]Good for you. \n[138]I look around... I look around and see a lot of new faces. \n[139]Shut up!  Which means a lot of you have been breaking the first two rules of fight club. \n[140]I see in fight club the strongest and smartest men who have ever lived -- an entire generation pumping gas and waiting tables; or they're slaves with white collars. \n[141]Advertisements have them chasing cars and clothes, working jobs they hate so they can buy shit they don't need. We are the middle children of history, with no purpose or place. We have no great war, or great depression.  The great war is a spiritual war.  The great depression is our lives.  We were raised by television to believe that we'd be millionaires and movie gods and rock stars -- but we won't.  And we're learning that fact.  And we're very, very pissed-off. \n[142]We are the quiet young men who listen until it's time to decide. \n[143]Who are you? \n[144]Tyler Durden. \n[145]We have a deal worked out with Irvine. \n[146]There is no money. \n[147]It's free to all. \n[148]Yes, it is. \n[149]You're welcome to join our club. \n[150]You and your friend. \n[151]No, I'm sorry, I didn't hear you. \n[152]We really need to use this place. \n[153]That's it.... that's good.  Get it all out.  You'll feel better. \n[154]Yes, I am shit and crazy, to you and this whole fucking world... \n[155]You don't know where I've been. \n[156]We need this place.  We need it. Please let us keep it, please... \n[157]Pleeeeeease! \n[158]We need some towels, Lou.  We need replacement light bulbs. \n[159]Thank you.  Thank you, sir... \n[160]This week, each of you has a homework assignment.  You're going to go out and start a fight with a total stranger... You're going to start a fight... and you're going to lose. \n[161]I heard.  Local 15, Monday nights. \n[162]Newcastle?  Did you start that one? \n[163]Let me have that a minute... \n[164]Homework assignment. \n[165]Human Sacrifice. \n[166]Give me your wallet. \n[167]Raymond K. Hessel. 1320 SE Benning, apartment A.  A small, cramped basement apartment. \n[168]They give basement apartments letters instead of numbers.  Raymond, you're going to die. \n[169]Is this a picture of Mom and Dad? \n[170]Your mom and dad will have to call kindly doctor so-and-so to dig up your dental records, because there won't be much left of your face. \n[171]An expired community college student ID card.  What did you used to study, Raymond K. Hessel? \n[172]\"Stuff.\"  Were the mid-terms hard? \n[173]I asked you what you studied. \n[174]Why? \n[175]What did you want to be, Raymond K. Hessel? \n[176]The question, Raymond, was \"what did you want to be?\" \n[177]Animals. \n[178]Stuff.  That means you have to get more schooling. \n[179]Would you rather be dead? \n[180]I'm keeping your license.  I know where you live.  I'm going to check on you.  If you aren't back in school and on your way to being a veterinarian in six weeks, you will be dead.  Get the hell out of here. \n[181]Imagine how he feels. \n[182]Tomorrow will be the most beautiful day of Raymond K. Hessell's life. \n[183]His breakfast will taste better than any meal he has ever eaten. \n[184]... You are not how much money you have in the bank.  You are not the shoes you wear. \n[185]You are not the contents of your wallet... \n[186]Hey. \n[187]Go on in.  We're celebrating. \n[188]Wrap it around the top of his hackie- sack. \n[189]You're not going to continue your \"rigorous investigation.\"  You will publicly state that there is no underground group.  Or -- imagine, the rest of your life with your scrotum flapping empty. \n[190]We'll send one to the New York Times and one to the Los Angeles Times. Press release style.  Your nuts will be bicoastal.  Understood?  The people you're after are everyone you depend on. \n[191]We do your laundry, cook your food and serve you dinner.  We guard you while you sleep.  We drive your ambulances.  Do not fuck with us. \n[192]Where did you go, Psycho-Boy? \n[193]No... after you. \n[194]Something on your mind? \n[195]What should I have told you? \n[196]Fight club was the beginning.  Now it's out of the basements and there's a name for it -- Project Mayhem. \n[197]Is this a needlepoint club?  Is it about you and me? \n[198]What do you want?  A statement of purpose... ? \n[199]Should I E-mail you?  Should I put this on your \"action item list?\" \n[200]What do you want to know about Project Mayhem? \n[201]This does not belong to us.  We are not the leaders.  We are not special. \n[202]We are the all-singing, all-dancing crap of the world.  We are all part of the same compost heap... \n[203]You choose your level of involvement. I won't make decisions for you. \n[204]You're asking questions that don't have answers.  You know just as much about Project Mayhem as anybody else. \n[205]What will you wish you'd done before you died? \n[206]And you? \n[207]If you died right now, how would you feel about your life? \n[208]I want to hear the truth. \n[209]Why do you think I blew up your condo? \n[210]Hitting bottom isn't a weekend retreat!  It's not a seminar!  You have to forget everything you know, everything you think you know -- about life, about friendship, about you and me. \n[211]We just had a near-life experience. \n[212]In the world I see -- you're stalking elk through the damp canyon forests around the ruins of Rockefeller Center.  You will wear leather clothes that last you the rest of your life.  You will climb the wrist- thick kudzu vines that wrap the Sears Tower.  You will see tiny figures pounding corn and laying-strips of venison on the empty car pool lane of the ruins of a superhighway. \n[213]Feel better, champ. \n[214]You're not talking about me, are you? \n[215]What are you talking about? \n[216]This conversation... \n[217]... is over. \n[218]You're too young.  Sorry. \n[219]If the applicant is young, we tell him he's too young.  Old, too old. Fat, too fat. \n[220]If the applicant waits at the door for three days without food, shelter or encouragement, then he can enter and begin training. \n[221]Look, friend, I'm sorry for the misunderstanding.  It's not the end of the world.  Just go away.  You're trespassing and I will call the police.  Nothing personal. \n[222]You have two black shirts?  Two pair black trousers?  One pair black boots?  Two pair black socks?  One black coat?  Three hundred dollars personal burial money?  Go inside. \n[223]You're too old.  Sorry.  And, you're too fat.  Nice seeing you. \n[224]A monkey, ready to be shot into space.  A Space Monkey, ready to sacrifice himself for Project Mayhem. \n[225]Four in Milwaukee. \n[226]And, we're definitely filling a void in the rural South. \n[227]You broke your promise.  You talked to her about me. \n[228]Why did you do that? \n[229]Why do people think anything? \n[230]People think that you're me, because you and I happen to share the same body. \n[231]Is this really news to you? \n[232]Sometimes I control it, and you imagine yourself watching me... \n[233]And, sometimes you control it... \n[234]You can see me and hear me, but no one else can... \n[235]But, when you fall asleep, I do things without you... \n[236]I go places without you.  Get things done... \n[237]There!  Happy?  I asked for one thing from you... one simple promise.  Now look what you've done! \n[238]We're going to have to do something about Marla... \n[239]It's okay.  We okay... a little codependent, sure, but... \n[240]You never talked to me in front of anyone else. \n[241]What about them?  They're lunatics. \n[242]The house is rented in your name. \n[243]Night jobs -- while you were sleeping. \n[244]What about Marla? \n[245]Um, well... technically, no. \n[246]Could be worse... \n[247]You could be standing under 37 stories of steel and concrete with a 150 gallons of nitroglycerin strapped to the support... oh, maybe it couldn't be... \n[248]What a ridiculous thing to say. \n[249]...go through with this? \n[250]...stop me? \n[251]...to let this happen! \n[252]...your sentences!  They're \n[253]What are you doing running through the streets in your underpants?  We both use that body. \n[254]The buildings were evacuated thirty minutes ago.  Everything's proceeding exactly as planned. \n[255]Maybe.  Maybe a couple of guys with shaved heads couldn't synchronize their watches.  Good riddance. \n[256]I wouldn't be doing that.  Unless you know which wires, in what order... \n[257]Or... maybe I knew you'd know, so I spent the whole day thinking about the wrong ones. \n[258]This is not about martyrdom. \n[259]Green?  Did you say green? \n[260]Don't pull the green wire.  Pull anything but the green wire. \n[261]I'm serious.  That's the wrong one. \n[262]Hear that?  Marla's here.  Just in the nick of time, eh? \n[263]See for yourself. \n[264]I've got everything.  The bombs.  The army.  I've got Marla. \n[265]Bob was a grown man.  In any great struggle, there will be casualties. Wouldn't that be implicit in the name?  Project \"Mayhem.\" \n[266]You want out? \n[267]Not an option, for the most obvious of reasons.  You need to get with the program. Seven minutes.  Let's get out of here. \n[268]What? \n[269]Ask me nicely. \n[270]Defuse the bomb? \n[271]I did that for you.  As a gesture. Now, how fast can you run?  There are ten other bombs, in ten other buildings in the immediate area.  If you're going to get them all, you better get cracking. Six minutes.  Green wires, remember. I'll be upstairs. \n[272]Whoa!  What was that all about? \n[273]Fire at will. \n[274]What did you expect? \n[275]One minute. \n[276]This is the beginning.  We're at ground zero.  Maybe you should say a few words, to mark the occasion. \n[277]It's getting exciting now. \n[278]Look what we've accomplished. Thirty seconds. Out these windows, we will view the economic collapse.  One step closer to global equilibrium.  I'm glad you're here with me. \n[279]It's out of our hands. This is it. \n[280]Fifteen seconds now.  Can you see alright?  10... 9... 8.... \n[281]5... 4... 3... 2... \n[282]What the fuck -- ? \n[283]What? \n[284]Damn it!  God-damn it... \n[285]Do we have to do everything ourselves?! \n[286]... Codename Rooster.  Passcode First Strike... \n[287]Proceed with remote detonation. \n[288]Haven't we already done this? \n[289]Fuck that, maybe you're my hallucination. \n[290]Why what? \n[291]You need me. \n[292]Look, I can be selfish, I know that. I'm not blind to my own failings... \n[293]From now on, we'll share Marla. We've been spending too much time apart... \n[294]No more running off without you. From here on out, we do it together. \n[295]I'm doing this for us. \n[296]If I leave, you will be right back where I found you... \n[297]You will.  You know you will. \n[298]Can you live with that? \n[299]What are you doing? \n[300]Why do you want to do that? Why do you want to put that gun in your mouth? \n[301]This is interesting. \n[302]Why are you going with this, Ikea- boy? \n[303]I can see you feel very strongly.  I feel strongly too. Hey, you and me. Friends again? \n[304]What? \n[305]What? \n[306]What? \n[307]What's that smell... ? ", "MARLA": "\n[1]This is cancer, right? \n[2]Slide. \n[3]Sure. \n[4]What? \n[5]And I saw you practicing this... \n[6]Telling me off.  Is it going as well as you hoped... ? \"... Mr. Taylor.\" \n[7]Go ahead.  I'll expose you. \n[8]It's cheaper than a movie, and there's free coffee. \n[9]A year?  How'd you manage that? \n[10]Why do you do it? \n[11]-- Instead of just waiting for their turn to speak. \n[12]Really? \n[13]Candy-stripe a cancer ward.  It's not my problem. \n[14]You take tuberculosis.  My smoking doesn't go over at all. \n[15]Well, technically, I have more of a right to be there than you.  You still have your balls. \n[16]I don't know -- am I? \n[17]I'll take the parasites. \n[18]I want brain parasites. \n[19]I want that. \n[20]So far, you have four and I only have two! \n[21]Yes, I'm selling some chothes. \n[22]So, we each have three -- that's six. What about the seventh day?  I want ascending bowel cancer. \n[23]That's your favorite, too?  Tried to slip it by me, eh? \n[24]Deal. \n[25]Looks like this is goodbye. \n[26]How's this for not making a big thing? \n[27]Should we? \n[28]I suppose. \n[29]It doesn't have your name.  Who are you?  Cornelius?  Mr. Taylor?  Dr. Zaius?  Any of the stupid names you give each night? \n[30]Where have you been the last few weeks? \n[31]The forwarding number.  I haven't seen you at any support groups. \n[32]You haven't been going to yours. \n[33]Really? \n[34]Like testicular cancer? \n[35]I've been going to debtor's anonymous.  You want to see some truly fucked up people? \n[36]Me too.  I got a stomach full of Xanax.  I took what was left of a bottle.  Might've been too much. \n[37]This isn't a for-real suicide thing. This is probably one of those cry-for- help things. \n[38]Do you want to wait to hear me describe death? \n[39]I can hardly believe anything about last night. \n[40]What... ? \n[41]Fuck you. \n[42]You got here fast. \n[43]The mattresses are all sealed in slippery plastic. \n[44]Did I call you? \n[45]Don't worry.  It's not a threat to you. \n[46]Oh, no!  Somebody called the cops... \n[47]End of the hall. \n[48]The girl who lives there used to be a charming, lovely girl, but she's lost faith in herself... \n[49]She's a monster!  Infectious human waste!  Good luck trying to save her! \n[50]If I fall asleep, I'm done for. You're gonna have to keep me up all night. \n[51]I want to have your abortion. \n[52]I got this dress at a thrift store for one dollar. \n[53]It's a bridesmaid's dress.  Someone loved it intensely for one day, then tossed it.  Like a Christmas tree -- so special, then, bam -- it's abandoned on the side of the road, tinsel still clinging to it... \n[54]Like sex crime victims, underwear inside-out, bound with electrical tape. \n[55]You can borrow it sometime. \n[56]Don't worry, I'm leaving. \n[57]You're such a nutcase, I can't even begin to keep up. \n[58]Would you do something for me?  I need you to check and see if there's a lump in my breast.  I can't afford to throw money away on a doctor. \n[59]Please. \n[60]Tragically, they're dead.  I'm alive and I'm in poverty.  You want any? \n[61]Good. \n[62]What happened to your hand? \n[63]Here. \n[64]Here. \n[65]Feel anything? \n[66]Make sure. \n[67]You feel nothing? \n[68]Well, that's a relief.  Thank you. \n[69]I wish I could return the favor. \n[70]I could check your prostate. \n[71]Well... thanks, anyway. \n[72]Yeah, we're done.  See you around. \n[73]I'll be out of your way in a sec. \n[74]Whatever. \n[75]Chloe's dead. \n[76]Do you care? \n[77]It was the smart move on her part. \n[78]What do you get out of it? \n[79]Hear what? \n[80]Have we been talking too long?  Must we change the subject? \n[81]That day you came over to my place to play doctor... what was going on there? \n[82]Nothing?  I don't think so. \n[83]What is this?  Who did this? \n[84]Guy or girl? \n[85]Why would you get bent if I asked? \n[86]You're afraid to say. \n[87]Can I come in? \n[88]What? \n[89]Yeah? \n[90]What kind of stupid question is that?! \n[91]Is this a trick? \n[92]You mean, you want to know if I think we were just having sex or making love? \n[93]Is that what you're calling it? \n[94]You fuck me, then snub me.  You love me, you hate me.  You show me your sensitive side, then you turn into a total asshole!  Is that a pretty accurate description of our relationship, Tyler? \n[95]What is wrong with you? \n[96]What... ? \n[97]Tyler Durden!  Tyler Durden, you fucking freak.  What's going on?  I'm coming over there... \n[98]Your whacked-out, bald freaks hit me with a fucking broom.  I thought they were going to break my arm. \n[99]The were burning their fingertips with lye.  The stink was unbelievable. \n[100]Here comes an avalanche of bullshit. \n[101]I don't want to hear anything you've got to say. \n[102]Sixty seconds, then I'm out of here. \n[103]I've done you enough favors. \n[104]Why is it free of charge? \n[105]Then, I'll have the clam chowder... fried chicken and a baked potato with everything and a chocolate chiffon pie. \n[106]You got about thirty seconds. \n[107]Two sides?  You're Dr. Jeckle and Mr. Jackass. \n[108]What? \n[109]Whatever. I'll take my food to go... \n[110]What? \n[111]You are an insane person. \n[112]No, no, shut up!  I've had enough. I tried, Tyler... I have tried... \n[113]There's a part of you I really like, but I can't do this anymore.  I just can't.  This is killing me... \n[114]What?!  You're sorry?  I don't believe that for a minute. \n[115]Let go of me! \n[116]Leave me alone!  I don't ever want to see you again! \n[117]Tyler... \n[118]Why are you doing this? \n[119]I'm not paying this back.  I consider it \"asshole tax.\" \n[120]Tyler... \n[121]You are the worst thing that ever happened to me. \n[122]You motherfuckers... \n[123]What happened... ? \n[124]My God, you're shot... \n[125]Who did this to you? ", "BOB": "\n[1]We're still men. \n[2]They're gonna have to open my pec's again to drain the fluid. \n[3]Okay.  You cry now. \n[4]...using steroids.  I was a juicer. Diabonol, then, Wisterol -- it's for racehorses, for Christsake.  Now I'm bankrupt, divorced, my two grown kids won't return my calls... \n[5]Go ahead, Cornelius.  You can cry. \n[6]Cornelius!  How are you? \n[7]Better than I've ever been in my life. \n[8]No.  I found something new. \n[9]The first rule is... you aren't supposed to talk about it... \n[10]And the second rule about it is... you're not supposed to talk about it. And the third rule... \n[11]You are?! \n[12]That's a fucking great, man!  Fucking great! Congratulations. \n[13]You know about the guy who invented it? I hear all kinds of things. Supposedly, he was born in a mental institution.  They say he only sleeps one hour a night.  You know about this guy?  Tyler Durden? \n[14]Thank you.  Thank you. \n[15]Shhhh, wait... they're back to it... \n[16]Shhhhh!  Watch! \n[17]The first rule of Project Mayhem is... you do not ask questions. \n[18]Man, his balls are ice cold. ", "LEADER": "\n[1]Everyone, let's thank Thomas for sharing himself with us. \n[2]I look around this room and I see a lot of courage.  And it gives me strength.  We give each other strength. \n[3]It's time for the one-on-one.  Let's follow Thomas's example and open ourselves. \n[4]Can everyone find a partner? \n[5]Tonight, we're going to open the green door -- the heart chakra... \n[6]...And you open the door and you step inside.  We're inside our hearts.  Now, imaging your pain as a white ball of healing light.  That's right, the pain itself is a ball of healing light. \n[7]It moves over your body, healing you. Keep this going and step forward, through the back door of the room. Where does it lead?  To your cave. Step forward into your cave. \n[8]Okay, everyone. \n[9]To open tonight's communion, Chloe would like to say a few words. \n[10]Thank you, Chloe.  Everyone, let's thank Chloe. \n[11]Now, you're standing at the entrance to your cave.  You step inside your cave and you walk.  Keep walking. \n[12]Now, find your power animal. \n[13]Pick someone special to you tonight. \n[14]Tell the other person how you feel. \n[15]Share yourself completely. \n[16]Let yourself cry. \n[17]Quietly, now.  Share with each other. \n[18]Now, the closing prayer. ", "BOSS": "\n[1]I'm going to need you out-of-town a little more this week.  We've got some \"red-flags\" to cover. \n[2]You need to make these your primary \"action items.\" \n[3]Here are your flight coupons.  Call me from the road if there are any snags.  Your itinerary... \n[4]Can I get the icon in cornflower blue? \n[5]What are you getting yourself into every week? \n[6]Have you finished those reports? \n[7]Is that your blood? \n[8]Take the rest of the day off.  Come back tomorrow with clean clothes. Get yourself together. \n[9]\"The first rule of fight club is you don't talk about fight club.\" \n[10]\"The second rule of fight club... Is this yours? \n[11]You don't get paid to abuse the copy machine. \n[12]Pretend you're me.  You find this. What would you do? \n[13]Okay.  Where to begin?  With your constant absenteeism?  With your unpresentable appearance?  You're up for review... \n[14]Just who the fuck do you think you are?!  Get out!  You're fired! \n[15]You little fucker!  I oughta... ", "LOU": "\n[1]Who told you motherfuckers you could use my place? \n[2]Irvine?  Irvine's at home with a broken collarbone. \n[3]He don't own this place, I do.  How much money's he getting for this? \n[4]Really? \n[5]Ain't that something? \n[6]Look, stupid fuck, I want everyone outta here now! \n[7]Did you hear what I just said?! \n[8]You hear me now? \n[9]What are you doing?! \n[10]Okay!  Okay, fuck it!  Use the basement!  Get off me! \n[11]Alright, Christ!  Fucking let me go! \n[12]Let go of me!! ", "RAYMOND": "\n[1]How'd you know? \n[2]Yesssss... \n[3]Please, God, no... \n[4]S-S-Stuff. \n[5]Biology, mostly. \n[6]I... I don't know... \n[7]A veterinarian! \n[8]Yeah ... animals and s-s-s --- \n[9]Too much school. \n[10]No, please, no, God, no! \n[11]", "DETECTIVE STERN": "\n[1]This is Detective Stern with the arson unit.  We have some new information about the \"incident\" at your condo. \n[2]I don't know if you're aware... your front door -- it seems someone sprayed freon into the lock, then tapped it with a chisel to shatter the cylinder. \n[3]Does this sound strange to you? \n[4]The dynamite... \n[5]Yes.  It left a residue of ammonium oxalate and potassium perchloride. Do you know what that means? \n[6]It means it was homemade. \n[7]Whoever set this homemade dynamite could've blown out the pilot light days before the explosion.  The gas, it seems, was just a detonator. \n[8]I'll ask the questions, son. \n[9]Do you know anyone who'd have the expertise or motive to do something like this? \n[10]Well, if any ideas come to you, give me a call.  In the meantime, don't leave town.  I may need to bring you in for questioning. ", "RICKY": "\n[1]You are not your job. \n[2]You are not how much money you have in the bank. \n[3]Paint a self-portrait. \n[4]You're too fucking old, fatty!  We don't want your kind here! You're too short.  Go away, stumpy! Go back to the circus! \n[5]We got to get rid of the evidence. We have to get rid of this body. \n[6]It's what he would have wanted, sir. \n[7]But, this is Project Mayhem. \n[8]But, in Project Mayhem, we have no names. \n[9]Robert Paulson? \n[10]His name is Robert Paulson! ", "MECHANIC": "\n[1]Build a house. \n[2]We were on assignment... \n[3]We were supposed to kill two birds with one stone: \n[4]A piece of corporate art... \n[5]... and trash a trendy coffee bar. \n[6]We had it all worked out, man.  It went smooth... until... \n[7]They shot Bob... they shot him in the head.  Those fuckers... \n[8]I understand. \n[9]In death, a member of Project Mayhem has a name. \n[10]His name is Robert Paulson. ", "VOICE": "\n[1]There are three ways to make napalm. One, mix equal parts of gasoline and frozen orange juice... \n[2]Eighteen-eighty-eight. \n[3]Maintenance. \n[4]Very good, Sir. \n[5]Don't worry about us, sir.  We're solid. \n[6]You told me you'd say that. \n[7]You told me you'd say that, too. \n[8]Well, sir, you said you might. ", "ANGEL FACE": "\n[1]Great, thanks. \n[2]That wouldn't interest you. \n[3]The first rule of Project -- \n[4]Bury him... \n[5]The garden.  Take him there.  Move, people.  Let's do this! \n[6]He was killed in action. \n[7]He was killed serving Project Mayhem. ", "SECURITY TFM": "\n[1]Throwers don't worry about ticking. Modern bombs don't tick. \n[2]Baggage handlers.  But when a suitcase vibrates, the throwers have to call the police. \n[3]Nine time out of ten, it's an electric razor.  But, every once in a while ... ...it's a dildo.  It's airline policy not to imply ownership in the event of a dildo.  We use the indefinite aricle: \"A dildo.\"  Never \"Your dildo.\" \n[4]Yeah, uh huh... yeah? Oh... \n[5]I'm terribly sorry. \n[6]You know the industry slang for \"Flight Attendant?\"  \"Air Mattress.\" ", "DOORMAN": "\n[1]There's nothing up there. \n[2]You can't go into the unit.  Police orders. \n[3]Do you have somebody you can call? \n[4]Lots of young people try to impress the world and buy too many things. \n[5]Many young people feel trapped and desperate. \n[6]If you don't know what you want, you end up with a lot you don't. ", "TYLER'S VOICE": "\n[1]Who's this? \n[2]Who's this? \n[3]Oh, yeah. \n[4]I star-sixty-nined you.  I never pick up my phone.  What's up? \n[5]You fucking slut!! \n[6]We've got six fight clubs in Chicago now... ", "MARLA'S VOICE": "\n[1]Do you want to listen and see if my spirit can use the telephone? \n[2]I'll tell you when I'm floating out of my body. \n[3]Miserable fucking discharge! \n[4]Thank you, sir, may I have another! Thank you sir, may I have another... ! \n[5]My tit's going to rot off. \n[6]Who are all these people? ", "WOUNDED BARTENDER": "\n[1]How have you been? \n[2]Is this a test, sir? \n[3]You were in here last Thursday night. \n[4]You were standing right where you are now, asking how good our security is. It's tight as a drum. \n[5]Is this part of the test? \n[6]You're the one who did this to me. You're Mr. Durden, sir.  Tyler Durden. "}}