{"dialogues": {"ALEX": "\n[1]Whoa! Whoa! Mom, you gotta leave that on. It's like... the tag made the last flight without crashin' or anything, right? So, it should stay on, or with, the bag for good luck. \n[2]\n[3]\n[4]\n[5]I will. Don't worry. \n[6]Fuh-ck, do we have to put up with \n[7]\n[8]\n[9]Man, that is one George Michael notch from being gay. \n[10]John Denver... \n[11]He died in a plane crash. \n[12]\n[13]\n[14]\n[15]\n[16]\n[17]C'mon, man, like you really thought \n[18]\n[19]\n[20]\n[21]\n[22]\n[23]\n[24]\n[25]\n[26]\n[27]\n[28]Qu'est-ce se?! THE PLANE'S GONNA \n[29]\n[30]We have to get out! \n[31]We have to get off this plane! \n[32]Now! NOW!! \n[33]I'm not joking! I'm not joking! \n[34]Listen to me! This plane will explode on take-off! \n[35]Fuck you! I'll remove myself! \n[36]\n[37]I... I saw it... like, I don't know... the plane took off. I saw it leave the runway... I looked down and saw the ground... \n[38]And then the cabin banged and the left side exploded. The the whole plane... blew up. It was so real. Exactly how everything goes. \n[39]Only trip you're gonna take is to \n[40]I wish you were on the plane! \n[41]\n[42]You're lookin' at me as if I caused \n[43]How would I know? You think I'm some sort of... \n[44]\n[45]\n[46]I got this... feeling... a weird feeling... I can't explain it... \n[47]No. I saw it. I saw it! \n[48]Not like a dream... more than that. \n[49]I'm not a pyschic... I've never had this happen before... \n[50]No! \n[51]Because... I... never thought it \n[52]\n[53]\n[54]\n[55]\n[56]\n[57]\n[58]\n[59]\n[60]\n[61]\n[62]I don't. \n[63]Then maybe you should lay off the \n[64]Not here, not now. Not EVER! \n[65]Ms. Lewton... \n[66]I don't want to sound gay, or nothin, but... I miss you. \n[67]That's a plan. \n[68]\n[69]\n[70]\n[71]\n[72]\n[73]\n[74]\n[75]What happened? Is Tod alright? \n[76]\n[77]\n[78]What... what happened? \n[79]Mr. Waggner... \n[80]He wouldn't do it! \n[81]He... he told me we would be friends again after you got better. After \n[82]It's only the end of June. \n[83]Like, um... you're mad about something? \n[84]You went there? I've wanted to go \n[85]Why were you there last night? \n[86]Why were you there last night? \n[87]I'm... really sorry. \n[88]I've never dealt with death before. I wasn't alive when my grandparents died. I wish I could know. I mean, \n[89]What if Tod... is just the first... of us? \n[90]I don't know. I wish I could just see him... one more time, then, maybe... \n[91]This place?! \n[92]That... him? \n[93]That's him, but... he's not here. \n[94]Why..? \n[95]I'm... a friend of his. His best friend. See, his father... \n[96]What are all those tiny marks? \n[97]Why would he pull at the wire if he \n[98]His father's pretty fucked up with \n[99]You saying Tod did kill himself? \n[100]Design? \n[101]Maybe there's no way to win... \n[102]I'm sorry we broke in. \n[103]Yeah, we did. \n[104]He said Death has a design. Even before he said that I had been seeing patterns. \n[105]How many died on Flight 180? From our group? \n[106]Remember the gate number? \n[107]Thirty-nine. \n[108]Remember the departure time? \n[109]Do you know when I was born? \n[110]Right. April 25th. \n[111]My birthday is the same as of the \n[112]I'm not just layin' down a bunch of math here, with this. I'm talking about indications... omens... that day, that we were meant to die. That, if, we have been aware of... would \n[113]Clear, how do we know that by just sitting here, breathing this air or sipping the coffee, having crossed the street... we haven't You don't unless... you're able to \n[114]No, but it might as well be the same thing. This was a message... from someone, or something... hinting... at the design. \n[115]The mortician said Death has a But what if it was our time, what if \n[116]Unless... we find the pattern. And \n[117]Then there's no one left who can help \n[118]Look, there's something you should all know. \n[119]\n[120]Dad... you and mom have helped me out, so much. But there's... some things I need to understand before I can talk... to anyone about it. \n[121]That's Tod's seat... \n[122]\n[123]\n[124]The path of the explosion... That's Death's design. \n[125]\n[126]Checking the air in her tires to make sure they're safe. \n[127]I believe that... Ms. Lewton's next. \n[128]Yes... see, there's this... \n[129]I didn't ask for what happened to me on the plane. You can make fun of me. You can think I'm a nut. I'm used to \n[130]I'm not suffering from Post Traumatic Stress. I haven't developed a narcissistic deity complex. I'm not This just is. There's a pattern in \n[131]And I'm not sure yet how... but I intend to break this one. \n[132]No... I can't. As long as I'm in \n[133]\n[134]Ms. Lewton! \n[135]\n[136]Ms. Lewton! \n[137]\n[138]Are they up there? \n[139]Somehow... is 180 still in flight? Somewhere... are they still safe? \n[140]Most kids do, I guess. \n[141]This won't be safe. \n[142]No.. I mean, I don't have anything \n[143]I can't go home. After Lewton's, they'll be after me. \n[144]Why do you think I was hiding? \n[145]They blame me for everything. Her, \n[146]I already told you... \n[147]Yeah. When she died... at that moment, I could tell she saw something... horrible. \n[148]Is knowing going to make it easier? \n[149]It doesn't matter who's next... we're all on the same list. \n[150]Billy, get out! \n[151]You should have been next. After Lewton, you should've been next. \n[152]But I saved him. I intervened. Just \n[153]That's why It skipped Carter and went to the next one in the path of the explosion; Billy. \n[154]My intervention in the death of 180 surviviors will cheat the design. \n[155]Of course not! Gods aren't afraid to die! Gods don't die! We do! \n[156]After Billy... it's me. And then you. \n[157]Hey, I won't let it happen, okay. \n[158]\n[159]\n[160]\n[161]Rusted. Tetanus. Nice touch. I overlooked it. You tried to capitalize. But I caught you, you fuck. I can beat you. Not forever, but I got this cabin rigged to beat you NOW! \n[162]\n[163]I... never moved. Christa asked me to move, but I didn't change seats. I would've moved up... next to Tod... How could I not remember... that... I never moved. Clear's seat was in front of mine... \n[164]She's next. \n[165]\n[166]\n[167]\n[168]\n[169]Don't move! \n[170]You're grounded in the car. Don't touch anything. DON'T MOVE. \n[171]\n[172]\n[173]\n[174]\n[175]\n[176]You know what to do. \n[177]When I do this.. it'll have skipped \n[178]You know what to do. I'll always be \n[179]\n[180]\n[181]", "CLEAR": "\n[1]The airport doesn't endorse \n[2]Thanks. \n[3]\n[4]He's not a witch. \n[5]Because I saw and I heard Alex. And... I believed him. \n[6]Here's good. \n[7]Thank you for the ride. \n[8]Because of you... I'm still alive. \n[9]Alex! \n[10]Get outta here! \n[11]Almost Autumn. \n[12]Yeah, but everthing's always in transition. If you focus, even now, Almost like bein' able... to see the \n[13]Know what this is? \n[14]A piece of debris... from the plane. \n[15]It is. But that didn't stop me. Shouldn't stop you. \n[16]Look, I've seen enough T.V. to know the F.B.I. doesn't investigate teen suicides. But they were there last people got off the plane is probably suspicious. And it doesn't help that \n[17]Know what this is? \n[18]It's you. \n[19]Not a likeness. It's how you make \n[20]Like you, the sculpture doesn't even know what, or why, it is. Reluctant to take form. And, yet, creating an absolute but incomprehansible \n[21]Before that day, you were just But at that moment... on the plane... \n[22]I didn't see what you saw, but I \n[23]And you can still feel it, can't \n[24]That's why I was there last night. \n[25]\"It?\" \n[26]Is that something you're \"feeling?\" \n[27]Then, let's go see him! \n[28]Gives me a rush... \n[29]Doin' somethin' I'm not supposed to. \n[30]Good call. Very \"Quincy.\" \n[31]I think. But why'd they make him up like... Michael Jackson? \n[32]They said he hung himself, but \n[33]Why would they say it was a suicide... if it weren't? \n[34]We didn't find what we were looking for. \n[35]The mortician was whacked. \n[36]He was trippin' on formaldehyde. \n[37]As in flannels and plaids? \n[38]Thirty-nine. \n[39]No. \n[40]Like... 4:25. \n[41]4:25. \n[42]Wait. I thought you meant the time of your birth. Four/Twenty-five, as in, month and day... that's a reach. \n[43]You're sounding like those people who, you know... \"Oswald shot \n[44]That's total bullshit. You can find death omens anywhere you want to. \n[45]Hey, look! \"Coffee\" starts with a \n[46]You'll go nuts if you start with that shit. \n[47]She's leaving the school. Moving \n[48]I don't understand... did you see \n[49]Alex, on the plane... you must have suggesting Tod's death... and maybe our own... will happen because of... an active Presence. \n[50]After hearing you, just now... I do \n[51]...that Tod killed himself. \n[52]Alex... \n[53]I don't know where he is. He's not talking to me. \n[54]Because I didn't believe him. \n[55]What are you doing? \n[56]They're watching me, see if I go to \n[57]They'll follow my car. That's why you're taking me. \n[58]Because he knows which one of us is next. \n[59]He could be anywhere from here to a \n[60]When I was a kid, like, six or Every night... it seemed. \n[61]Most kids never have it happen. \n[62]When I was ten... my dad went into a 7-11 for cigerettes. I guess he heard somebody say \"Don't turn around.\" So \n[63]And, let me tell ya, I had every If that was the design for my \n[64]And so, anyway... I've thought of \n[65]Where my dad is still safe. Where he this second life, here. A place where our friends are still \n[66]But that place might only exist in \n[67]And that is the only way we can beat \n[68]Those guys are probably fifteen \n[69]Nothing is... anymore. \n[70]We're takin' you to a cabin in the woods, it's only a couple miles from my house. \n[71]Billy told the F.B.I. he saw you \n[72]He didn't say nothin'. Just drive. \n[73]Knock it off! \n[74]Not with us in the fuckin' car! \n[75]I know what you're doing! It's \n[76]We're afraid, too, Carter, but we're \n[77]So, stop what you're doing and STOP THIS CAR! Right fucking now! \n[78]Move it! \n[79]Carter, get out! \n[80]\n[81]Scared now? \n[82]Bullshit. He saved your life...again! \n[83]\n[84]Police are coming. \n[85]You're losin' it. The police will be here. We have to go to the cabin. You can hide there. Get your head \n[86]\n[87]I'm not turning him in. There's another life that needs him now. \n[88]I go with you. \n[89]Don't hurt him. \n[90]\n[91]\n[92]\n[93]Run! \n[94]\n[95]\n[96]\n[97]No! No! Don't! \n[98]\n[99]\n[100]I felt him! When the baby was born... I felt Alex pass through me... like the night he died... \n[101]We beat it, Alex. \n[102]\n[103]\n[104]\n[105]\n[106]I believe... that's what Alex believed. But how do we know... this wasn't the design all along? ", "CARTER": "\n[1]What the fuck's he want? \n[2]What's your fuckin' problem? \n[3]Sit! DOWN! Browning! \n[4]I'll remove him. \n[5]We get thrown off the plane and blow It's going to explode! It's going to \n[6]You're payin' for my trip, Browning! \n[7]Hope you don't think, Browning, that \n[8]All I owe is these people. To live my life to the fullest. \n[9]Don't ever fucking again tell me \n[10]I'm never gonna die. \n[11]Kind of have a reunion, here. \n[12]When are you moving? \n[13]We're losing our favorite teacher. \n[14]Terry's name should be on this wall. \n[15]So, why'd you want us to meet you here? Now? \n[16]Why would I want to see him? \n[17]Billy! I'm gettin' a vision! You're the next one... \n[18]'Cause if you say another word, I'm gonna fuckn' kill ya! \n[19]Alright, Browning, you fuckin' \n[20]I'm not talkin' about if you did it. Or if you knew she was dead... Did you know she was going to be \n[21]Out of us... who's next to see it? \n[22]Me, right? That's why you're not \n[23]Whatta you whinin' about? He said I'm next. \n[24]You have a responsibility to tell me. \n[25]You get off havin' control over me. Let me choose how to deal with it. \n[26]Aww, fuck... really? \n[27]Then why bother? What's the fuckin' point? Terry and me will be back together on the other side, so why wait any longer? \n[28]May as well go out under my own free will, right? \n[29]What's your fuckin' worry? If it's wouldn't get shit! Only me, right? \n[30]That's what I'm doin'! \n[31]I'm not afraid! I DECIDE WHEN IT'S \n[32]It ain't my time. \n[33]\n[34]\n[35]I can't get out! \n[36]It broke! \n[37]\n[38]\n[39]Jesus fucking Christ! \n[40]You're the fuckin' devil. \n[41]\"Intervention?\" What are you, God \n[42]Then, get out of here. \n[43]Alex was right. \n[44]It did skip us. ", "TOD": "\n[1]Yeah, we're all set Dad. \n[2]I didn't think anything could worse than my yearbook picture. \n[3]Dude, I so worked the ticket clerk so you're sittin' next to Christa \n[4]That's seven hours and most of it is \n[5]Dude, if we don't get someone going on this flight, we should just call Dr. Kervorkian and put ourselves out of our fuckn' misery. \n[6]Dude, let's take a dump. \n[7]Dude, get wisdom. We're about to \n[8]Fag. \n[9]Because of you, I gotta sit here and \n[10]Dude, what up? \n[11]\n[12]It's alright. It's alright. You're \n[13]I called your mom and dad and \n[14]Been on many planes that blew up, \n[15]Fuck off, Horton. \n[16]My brother... told me to keep an eye He told me to get off the plane. \n[17]Hey. \n[18]Me, too. But my dad doesn't understand. When \n[19]I gotta go. This thing Ms. Lewton showed me in her class, they're \n[20]We say that the hour of death cannot be forecast... \n[21]But when we say this, we imagine \n[22]\n[23]It never occurs to us that it has \n[24]This afternoon... which is so \n[25]\n[26]\n[27]\n[28]\n[29]\n[30]\n[31]\n[32]", "BILLY": "\n[1]I can't believe they let that \n[2]No, wait, I was late... that's my \n[3]I didn't do anything! I have my \n[4]I was in the bathroom. The lock was \n[5]There they go and here we stay. \n[6]I took my driver's test this week at \n[7]Got a 70. Lowest score, but I That true? \n[8]If I ask out Cynthia Paster, will \n[9]Hey, Alex... \n[10]Are you? \n[11]Um... okay... drive the speed limit, right? \n[12]And don't pass on the right. \n[13]Hey, man, why'd you say that?! \n[14]Your shoe prints were in the blood. \n[15]Please tell me I'm gonna get to see the Jets win the Super Bowl. \n[16]Shoulda felt up Tammy in the pool, that time... \n[17]And I fuckin' HATED FRENCH CLASS! \n[18]Watch it! Watch it! \n[19]I am... so close to puking, you don't wanna know. \n[20]Man, he really is next. \n[21]No one's that strong. \n[22]\n[23]\n[24]\n[25]\n[26]\n[27]", "WEINE": "\n[1]We understand how you must be feeling at this hour... and although we know it may be difficult, we must ask you some questions... regarding today's events, while it's still fresh in your minds. \n[2]It may be valuable to our rescue attempts, or any potential... criminal investigation. \n[3]Did you take any seditives before boarding, or on the plane. Sleeping pills? \n[4]If that's the case, Alex... why did \n[5]No one forced you to get off the plane. You told us you aren't friends with any that did... so, why did you leave the airplane? \n[6]\"Next?\" \n[7]Oh, you've noticed it, too? \n[8]Alex, you got our attention, at first, because you were under suspicion in the plane explosion. \n[9]I know you didn't blow up that plane. \n[10]I don't believe you have magical \n[11]Alex... can you promise me that \n[12]Alright, go on. Get outta here. \n[13]We got nothing to hold him. \n[14]Sometimes, you give me the creeps. \n[15]Why? \n[16]She was up there a minute ago... \n[17]You can't. \n[18]Tell us where he is. Wait at home, \n[19]Lost him. \n[20]Alex, get away from there! \n[21]Get back! You'll both die! ", "WIDER": "\n[1]\n[2]\n[3]\n[4]\n[5]\n[6]\n[7]\n[8]\n[9]\n[10]\n[11]\n[12]\n[13]\n[14]", "SCHRECK": "\n[1]You said... \"Listen to me! This plane will explode on take-off.\" How did you know that? \n[2]Did this \"weird feeling\" have anything to do with you saying you wished Carter Horton was on the plane... just before it exploded? \n[3]Why'd you say it? \n[4]What are you doing? \n[5]Get in the car. \n[6]Where'd you get this \"pattern\" from? \n[7]Kid gives me the creeps. \n[8]I don't mean that... There's a couple of times, there... I almost believed him. \n[9]If he should contact you, it would be in the best interest of your own safety to contact us. \n[10]There! \n[11]From the direction... there's only \n[12]Any part of that line touches you, you're dead. \n[13]Is he alive? ", "JOHN DENVER": "\n[1]He was born in the summer of his \n[2]It's the Colorado Rocky Mountian High/ I've seen it rainin' fire in the sky... \n[3]And they say that he got crazy once and he tried to touch the sun. \n[4]He was born in the summer of his twenty-seventh year... \n[5]He left yesterday behind him/ You might say he's born again... \n[6]When he first came to the mountains, \n[7]It's the Colorado Rocky Mountain High... \n[8]I've seen it rainin' fire from the sky... \n[9]Rocky Mountain High/ Colorad-oh. \n[10]They say that he got crazy once and ", "KEN": "\n[1]My suitcase workin' out for ya? \n[2]I'm still here. \n[3]Seventeen and on the loose. Ten \n[4]Got your whole life ahead of you. \n[5]It's that girl... Clear. \n[6]He's in the shower, Clear. Can I \n[7]She's concerned about you. I'm concerned about you. \n[8]Why don't you want to talk to her... or me? ", "RETURN": "\n[1]\n[2]\n[3]\n[4]\n[5]\n[6]\n[7]", "MINISTER": "\n[1]Thirty-nine days have passed since we've lost our thirty-nine loved ones, friends, and teachers. \n[2]As each day passes without a determining cause for the accident, we ask ourselves, \"Why?\" \n[3]Ecclesiastes tell us, \"Man no more \n[4]...or birds trapped in the snare... \n[5]...like these the children of men... \n[6]...caught when the Time falls suddenly upon them.\" \n[7]And so before we can heal, before we theirs with this memorial. ", "TICKET CLERK": "\n[1]I have a few questions to ask you \n[2]Did you pack these bags yourself? \n[3]Have your belongings remained in your possession the entire time? \n[4]Have you recieved any packages from persons unknown to you? \n[5]Same as your birthday. \n[6]April 25th. Four-twenty-five... your birthday is the same as your departure time. ", "TERRY": "\n[1]He didn't do nothin'! \n[2]Baby, come on... not now. \n[3]Carter... \n[4]Let it go! \n[5]Shut up! The both of you! \n[6]They died! We lived! Get over it! I won't let that plane crash be the most important thing in "}}