{"dialogues": {"KIMBERLY": "\n[1]Thanks, Dad. I'll call you. \n[2]Relax, Dad. It's Daytona, not Mongolia. \n[3]I know this is the first time we've been apart since. But everything's gonna be okay. \n[4]I know, Dad. \n[5]Sorry!   My fault! \n[6]No, I'm good. \n[7]Jesus, all the crazies are out today. \n[8]I told you no drugs in the car!    My dad will freak! \n[9]Hey, Dad. What's up? \n[10]You got it, Dad. I'll call you if I have a problem. \n[11]I will, Dad. Bye, luv you. \n[12]Dano, put that out NOW. \n[13]This trip better be wor th it. What's the guy- girl ratio again? \n[14]I can live with thaaaa -- \n[15]What's the chance of finding a nice mature guy once we get to Daytona? \n[16]Hey, thanks for talking    me into this trip. Ever since     my mom... I dunno, I just feel like    I'm starting to live again,    you know? \n[17]Oh my god, oh my god... \n[18]There's going to be a huge accident! Everyone's gonna die. All of us! I saw it! \n[19]Oh my God, oh my God... \n[20]There's going to be a huge accident! Everyone's gonna die, all of us, I saw it! \n[21]Highway to Hell, Highway to Hell. \n[22]No!   We'll all die if we do! \n[23]There's going to be a pile up. Logs. Bodies everywhere. I saw it happen. It happened. \n[24]The radio played the same songs, the old lady's bag broke the exact same way it did in my premonition. \n[25]THAT's the truck that's going to kill everyone! \n[26]You're not listening to me!   You have to do something! \n[27]Why won't anyone listen to me? \n[28]Like I said, it was like I was there. I remember everything. The sounds of the crashes, the smells, the look on Shaina's face... \n[29]The log truck...and everybody I guess. Everyone was driving like a maniac. And somehow I knew something horrible was going to happen, even before it did. \n[30]More than that. All the songs on the radio were about car crashes. Some kid's banging toy cars together. She was dialing her cell phone with her headset on. His car was leaking oil all over the road. \n[31]Billboards about accidents. Kids yelling \"pile up\" for no reason. It all felt...just wrong. Just like... \n[32]I know this sounds crazy...but you all heard about Flight 180, right? The kid who got off the plane? \n[33]...My Premonition was just like his. \n[34]You do believe me, don't you? \n[35]I know it's crazy, but I'm really scared for the others. I've got this terrible feeling. \n[36]That it's not over yet. \n[37]Don't.   I have to see this. \n[38]It's okay, Dad. I'm not ten anymore. \n[39]I love you too, Dad.     Goodnight. \n[40]I used to have those feelings, too. But that's when I'd think of Mom. Her strength...and courage. And I'd pray that maybe I'd grow up to be as brave as she was. And the bad thoughts would go away. \n[41]Wait. Is she...dangerous or something? \n[42]Jesus, how long are you going to keep her locked up this way? \n[43]Clear Rivers? \n[44]I thought...I thought you might be able to help me. \n[45]I had a premonition about the Route 18 pile up. .. I saved some people. And now I think Death is after me. \n[46]It's not just about me. Someone I saved died last night in a freak accident. What if the others are in danger, too? \n[47]What list? \n[48]Exact order? Then I'm next! I was meant to die with my friends, so I'm next! \n[49]Officer Burke pulled me away from the crash that killed my friends. \n[50]That still doesn't make sense. You said you die in the same order you were originally meant to. But Evan Shaeffer died last in my premonition, not first. \n[51]Yes. In my premonition that Nora woman and her kid died first, then Evan and then...my friends. \n[52]Signs? \n[53]The songs on the radio. But wait. I don't understand.       Why is this even happening to me? \n[54]It's obvious you know what you're talking about. You beat it. You have to help us. \n[55]How can you say that?    What kind of monster are you? \n[56]Know what? I think you're a coward. I think you hide out in here because you're too damn bitter and selfish to care about another \n[57]Evan Shaeffer's dead. \n[58]Then you believe all this?? That Death is working off a list? \n[59]Clean up? I don't... \n[60]Pigeons... It's a sign! If Clear's right about the order, then Nora and Tim are going to be attacke d by Pigeons! \n[61]They're next on the list.   We have to find them. \n[62]Turn around. The cleaning woman said they're at the dentist's. 14th and Main. \n[63]We have to tell her she's in danger! \n[64]It's happening again.   It's fucking \n[65]But we're all going to die. We can't stop it. It's just a matter of time. I'm so scared. \n[66]Clear/Thomas. Thomas/Clear. \n[67]The second one just dies.   A 16 year old kid. \n[68]This is cheery. \n[69]Oh my God. That's Evan Shaeffer. \n[70]Yeah, I thought he was supposed to be helpful. \n[71]\n[72]\n[73]I was driving a white van. It must've gone out of control because it crashed into a lake and I drowned. It was...horrible. \n[74]I can practically taste the water in my throat. And something else. The smell of flowers... \n[75]It throws the entire Death list out of whack. And a new list has to be rewritten f rom scratch. We all start over with a clean slate. \n[76]So if you give us the pregnant lady's number, we can warn her about the lake and she'll live long enough to have the baby. \n[77]How are we going to find her? There must be thousands of white vans in this state. \n[78]Oh God... \n[79]I know, I know. We need my eyes. \n[80]I'm okay. Just caught me by surprise. Put it back on. \n[81]There it is. \n[82]Whose blood is that on the floor? \n[83]Where's Isabella? Did you finally kill her you fucking wife beater? \n[84]The point is, as long as you know what to beware of, you have a fighting chance. It can be beaten. If I call you and say subway, get to a high rise fast. A place where no subway could possibly go, get it? \n[85]The new freeway was faster, but Route 18 was the way my mom used to take, so... \n[86]I don't know what's weirder, the dialing a wrong number part or that Death would set you up nine months in advance. \n[87]Are you thinking what I'm thinking? \n[88]I'm sorry, Dad, we're having a hard time with Shaina's eulogy. I'll stay here at Virginia's tonight and see you tomorrow. I love you too. \n[89]We need her. She's the only one who's dealt with this before, idiot! \n[90]Where are you going, Nora?    You okay? \n[91]Don't say that. Once you lose hope, it's already too late. \n[92]You can't give up. Don't accept Death's plan. Trust me, you can fight this. If we can just survive long enough until that baby is born, we can -- \n[93]Seeing you die once was enough for me. \n[94]You don't keep it loaded? \n[95]Sure. \n[96]I...I don't know. \n[97]I guess so. \n[98]How do you know? \n[99]Another kid from Flight 180. \n[100]A little over a year ago, my mother and I went to the mall. I was supposed to meet her outside, but I got caught up watching some news report about some kid who committed suicide. I kept thinking, \"How can you strangle yourself in a bathtub?\" That's retarded. \n[101]It felt wrong. And yet... There were gunshots outside and I ran... Some kids tried to jack her car. She fought them off - she was a fighter - and they killed her. \n[102]After the funeral I had this overwhelming feeling that it should have been me. I figured that's how everyone must feel. But I guess I was right. \n[103]He can't breathe damn it.   I think his lung's collapsed! \n[104]Help us, we need help over here! \n[105]You doing alright in there? \n[106]\n[107]What about that? \n[108]\n[109]Wait! \n[110]It wasn't his turn.   And it's not my turn. \n[111]Give me the keys to your truck. Now! \n[112]No. If anyone dies from a crash now, it'll be me. But I can't die if Eugene and Isabella are still alive. I'm last on Death's list. \n[113]What happened when Eugene tried to kill himself out of turn? \n[114]And when it was Rory's turn to die, and Thomas was in the way? \n[115]Let's pray that Isabella's still alive. \n[116]This makes no sense. Isabella was supposed to crash her van into a lake. Could we have altered her destiny when we had her arrested? \n[117]Don't worry. Nothing can happen to us. \n[118]No, it's not here. This one was different. More like the pile up and the van going into the lake. It wasn't just a sign, I was there. \n[119]Yes. I was in a hospital. There was screaming... A nurse was choking me. I couldn't tell wh at she looked like, but the name tag was right in my face. Kalarjian. \n[120]I think a nurse named Kalarjian is going to choke Isabella to death! \n[121]Shouldn't we pull over? \n[122]Oh come on. \n[123]What do you want me to do? \n[124]Yeah, fuck 'em. No offense. \n[125]New life defeats death. We've done it. Death has to rewrite the list. We're safe. \n[126]I know how it feels to be dead. \n[127]I was dead. And came back to life. An EEG machine. Where's Eugene? \n[128]I don't...what if I made a mistake? \n[129]I'm not sure... I don't think Isabella was ever destined to die in the pile -up. \n[130]...the Same hands from the van. \n[131]No!   It can't be. \n[132]Oh no... \n[133]Nurse Kalarjian... \n[134]Oh my God. That's it. The lake. The EEG machine. Nurse Kalarjian. \n[135]You can't cheat destiny. I know what I have to do to save us. I have to die. \n[136]I have to do this. \n[137]Welcome back. We did it.           For real. \n[138]My God, this is delicious. I can't believe I used to be a vegan. \n[139]For God's sake, leave him alone, Dad. \n[140]Food's great too, Mrs. Gibbons. Big props to you and Brian. \n[141]Three short glorious weeks away. \n[142]Brian looks like he's having fun. \n[143]How's that? ", "THOMAS": "\n[1]I was supposed to be off today. How did I get screwed? \n[2]Copy that. Go on, sleep it off Drake. \n[3]Son of a bitch. \n[4]What's going on here? \n[5]Miss, please step out of the vehicle. \n[6]Alright miss, calm down. I just need this lane open. I need you to pull your vehicle onto the shoulder! \n[7]I'm not going to tell you to calm down again -- \n[8]L.A. 51, I need assistance and requesting paramedics for a major T.A. At -- \n[9]Tell me again how it started. \n[10]Do you remember what triggered it all? \n[11]You knew? You just mean a hunch, right? A bad vibe, maybe? \n[12]Like what? \n[13]You mean Alex Browning. \n[14]Well, not quite all of them. Clear Rivers checked herself into a padded room at Stoneybrook. \n[15]Of course not. That would be irresponsible and unprofessional. \n[16]Look, you weren't there. It was weird. She knew that log truck was gonna cause an accident, she knew. Never mind. \n[17]You've made your point. \n[18]What? \n[19]I tried calling last night but your father -- \n[20]I know. I've gotten calls all morning from everyone who was on the onramp. We're all meeting at my apartment tonight. \n[21]I didn't. Until I was dispatched to clean up one of the Flight 180 survivors. \n[22]I'm not following you -- \n[23]Hold on. \n[24]Nora's not coming. She refuses to leave her son. \n[25]I did. And right now, I don't think she cares. \n[26]I am too. But you can use that fear. It'll sharpen your instincts. Keep you alert fro signs. It's the only way you'll be able to sav e the others...and me. \n[27]I know you didn't ask for any of this, Kimberly. But I don't think you have it in you to quit either. \n[28]Who is this guy, anyway? \n[29]Should we knock? \n[30]What the hell does that mean? \n[31]New life defeats death? Follow the signs? Where the hell did you find that guy? \n[32]What is it? What did you see? \n[33]Remember the onramp? There was a pregnant woman in a white delivery van. \n[34]It sounds all well and good, but \n[35]Shit, I don't have her number. She was never interviewed. She took off right after the accident. \n[36]Hey, I'm a police officer, remember? \n[37]I, uh...sorry. \n[38]Taken care of. \n[39]Got it. \n[40]Here we go. The vehicle's a delivery van registered to Jorge and Isabella Cruz. And Christ, there's almost a dozen domestic disturbance complaints on these two. \n[41]Let's lay this on her gently now. The stress alone could upset the pregnancy. \n[42]I'm Officer Burke.    I'm looking for an Isabella Cruz. \n[43]Are you Jorge Cruz? \n[44]May we come in? \n[45]It's about your wife, Isabella. Now is she here? \n[46]Look, pal, it's probably nothing. But I need to see -- \n[47]What was the fight about? \n[48]Does she have a cell phone?   A way we can contact her? \n[49]Any word yet on the Dodge van? Damn. \n[50]Route 18 is Drake's assignment, but he called in sick so I got... Drake's never sick. \n[51]Whoa, nine months? \n[52]You think you should?     It's not safe out there. \n[53]I kinda see it, yeah. So...Nora's going to be killed by a man with hooks? \n[54]What the hell are you...? \n[55]Just take it easy! \n[56]Six in a row? Never. Impossible. That's like ...winning the lottery. \n[57]A one very pissed off Ms. Isabella Cruz is being detained up in Greenwood. Let's finish this thing. \n[58]Guys, let's not panic.   Isabella's safe. \n[59]You said she was going to drive into a lake. How can she when she's in protective custody? \n[60]You want weird? Last year, my partner and I were heading out for the graveyard shift. A call comes in about a train wreck and Frank decides to let me handle it alone. \n[61]Shit. The call about the train wreck that saved my life? That was the night I scraped up Billy Hitchcock. \n[62]Is everybody alright? \n[63]Stop it, don't move him! \n[64]Get that over here!   Move move move! \n[65]Rory!!! \n[66]Where's the cell phone Clear gave you? \n[67]Damn it. We have to call the Greenwood Police Station and warn Isabella. \n[68]Where's that? \n[69]We gotta go now.   Isabella's in labor. \n[70]So let's go...Where the hell is Rory?! \n[71]Hurry up. There's no time.   She's about to give birth. \n[72]That branch fell and saved my life. You're right, Death's maintaining the order. \n[73]Then the only way to survive is to get to the hospital and protect Eugene and Isabella for as long as we can. \n[74]Um, Kimberly? This is a neighborhood. You may wanna slow it down. \n[75]I wasn't worried about us. \n[76]Kimberly! Slow down! \n[77]Kalarjian? \n[78]No time. Keep going. I wouldn't know how to explain any of this anyway. \n[79]Hurry, I think she's this way. \n[80]Don't sweat it.   It's over. \n[81]Kimberly! Are you okay?! \n[82]Are you okay? You just face planted! \n[83]But it's over. Isabella's baby was the key. You saw her die and everything, right? \n[84]Impossible. She was on the onramp. \n[85]Then what's the premonition of the lake supposed to mean? \n[86]What? \n[87]That's crazy. You can't give up now. We can still fight this thing. \n[88]\n[89]Kimberly?! \n[90]I know.   I can feel it too. \n[91]What's wrong with a platonic relationship? \n[92]Yeah, don't make me cite you for harassment. \n[93]Well, technically when we died, we gave Death what it wanted. And by the time we were revived, it had already moved on to graver pastures. ", "CLEAR": "\n[1]Kimberly Burroughs, eh?    What do you want? \n[2]Yeah, how? \n[3]Nice work. Maybe if you're real lucky, you'll wind up in here with me. But I doubt you'll survive that long. \n[4]Well, if you put them on the list, they're already tits up. \n[5]Death's list. The precise order you're going to die in. \n[6]The survivors of Flight 180 died in the exact order they were originally meant to die in the plane crash. That was Death's original design. \n[7]But you said someone else died last night. That means Death skipped past you. Someone must have intervened. Sometime yesterday you must have nearly died, but someone saved you. \n[8]Congratufuckinglations. That makes you last to go. But don't worry, once the others are dead, it'll come back for you. Always does. \n[9]It's moving backwards?    Are you sure? \n[10]Backwards...that's new. \n[11]That's good. Get all your tears out now, you'll need your eyes. For the signs. \n[12]If you have the same power as Alex, you'll be seeing signs soon. When you see anything creepy or ominous, an in-your- face irony kinda thing? Don't ignore it. It usually means the difference between life and death. \n[13]That's what Alex used to ask himself right up until... \n[14]I didn't beat it; I hid from it. If you were smart you'd put a down payment on a burial plot and say goodbye to the dog, because what little life you have left is over as you know it. Don't make new friends, don't fall in love, and don't ever bother trying to save others. That's the worst killer of them all. \n[15]My family is dead.   My friends are dead. And Alex... \n[16]And yes, that's the blade of a fucking ceiling fan in his head. \n[17]I hope you're ready for this. \n[18]A mortician. He seemed to know a hell of a lot more about death than he ever told us. \n[19]He probably already knows we're coming. \n[20]Just a simple question and we'll leave you alone with your new friend. \n[21]How do you cheat Death once and for all? \n[22]Look, we drove a long way to get here. So if you happen to know how to get this death monkey off our backs, it sure would be swell if you told us. \n[23]Bullshit. You told me Death has a distinct design, a blueprint, unalterable. But Alex and I cheated Death not once, but dozens of times. If the design is flawed, it can be beaten. \n[24]It can be beaten.   And you know it. \n[25]One last question. Why is Death working backwards this time? \n[26]He was. If we can use your ability to see the signs, we can cheat Death long enough to figure out what \"new life\" means. I know, it worries me that I \n[27]What the fuck are you thinking? \n[28]You have to tell us now. \n[29]You're strong. Do you hear me? You're a fucking warrior. Nothing scares you. In fact you happen to be the single most powerful woman on earth. Now what did you see? \n[30]You were there? \n[31]Then it wasn't just a sign. It was a premonition? \n[32]Holy shit. He said \"only new life can defeat death.\" If she gives birth to a baby that was never meant to be born, a brand new soul that was never part of Death's Design... \n[33]Please, what else could it mean? \n[34]So let's do it. \n[35]It's all right.    I'll take watch. \n[36]Make sure all these people will be at the meeting tonight. \n[37]I don't get it. Why is everything happening so fast? After Flight 180. A month went by before anyone died. And now five people are dead in less than a day. \n[38]We need to hurry. \n[39]We're wasting time with this piece of shit. Let's just get to the meeting. \n[40]We can only pray it doesn't come out retarded. \n[41]You're not next, Nora. Nobody has to be next. That's the point. Last time, we didn't plan. We weren't organized. Now we can help each other. \n[42]Think what would have happened if Kimberly had been able to warn you with the word pigeons... \n[43]Anyone read today's paper?   The article on Evan Shaeffer? \n[44]The only reason he was on Route 18 was because he own the lottery and had to collect the winnings. \n[45]What about the rest of you? Kimberly, you were driving to Daytona. Was Route 18 your first choice? \n[46]Random, sure. \n[47]Remember everyone, just because Kimberly's got the power doesn't mean we're not all capable of seeing signs to some extent. \n[48]Fuck. Should have seen that coming. The institution's made me soft. \n[49]We're all going to have to open our eyes from now on. Look out for each other. Sleep in shifts. And we've got to safeproof this deathtrap. \n[50]I'll be sure to put that on your tombstone. \n[51]It wasn't his turn to die. \n[52]Your entire world view just went out the window. I couldn't expect a religious conversation overnight. We'll get through this. I promise. \n[53]Was that in Mt. Abraham? \n[54]That bus you were on? It killed Terry Mathers. She was supposed to die on Flight 180. \n[55]Carter. \n[56]What about you, Kimberly?   Did you anyone from Flight- ? \n[57]It's all starting to come together. When Alex got us off Flight 180, it didn't just change our lives. It \n[58]Being alive after our time caused an outward ripple - a rift in Death's design. \n[59]That's why Death is working backwards. It's tying up all the loose ends, sealing the rift once and for all ­ \n[60]Oh my god, Eugene!? \n[61]Someone call for help! \n[62]Be careful with that, check the gages on the regulator and be mindful of overdoses. Oh, watch for potholes and puddles. \n[63]Look, I made him a promise -- \n[64]One more thing.   Watch out for power lines. \n[65]We have to contact Isabella now! \n[66]How you doing in there, hero? \n[67]Get back! \n[68]What are you doing?     You're going to kill us! \n[69]Are you crazy? What makes you think you'd survive? \n[70]Six duds in a row. \n[71]I don't think so. Alex's premonitions happened exactly as he saw them no matter how much we \n[72]If only Alex and I had done that with the others, Alex might still be... \n[73]Slow down! We're... \n[74]What did you see? What am I looking for? \n[75]Another premonition? \n[76]Speed up. \n[77]Be alive, Isabella, please be alive. \n[78]Isabella Cruz.    What room's she in? \n[79]I'm her sister. \n[80]Delivery rooms are downstairs. I'll find Eugene and catch up with you. \n[81]\n[82]A guard grabbed me before I could find Eugene. \n[83]She had the baby? \n[84]What did you see? \n[85]Can you remember anything about it? \n[86]It's you Kimberly. The premonitions are about you. \n[87]I have to save Eugene! \n[88]Eugene?    Are you in there? \n[89]Can you hear me? I'm coming in . ", "KAT": "\n[1]No, I'm stuck on Jury Duty so I won't be able to pitch the campaign. Let's get Silverstein to come in and... \n[2]What the hell?     No,   not you. \n[3]Forget it, I'll call him myself. \n[4]Great, now I'm really gonna be late. \n[5]Not to sound insensitive, but how much longer is this going to take? \n[6]What if it's true? What if it's happening all over again? \n[7]First I'm stuck with Jury Duty, now this nonsense. \n[8]No, Mom. Just turn on any station, they've been playing it all day. Yes, Mother. Channel four will do just fine. Here it is, gotta go. \n[9]You'll want to take -- \n[10]-- half of that. \n[11]This can't be happening. My career's at a peak, I finally met a cute guy, I just bought a new house... \n[12]I was my first day of jury duty. \n[13]Eighteen. And it's \"Hebrew\". \n[14]Screw this. I'm going outside for a smoke. \n[15]So? Nora's gotta bite it before me anyway, right? \n[16]You alright, Nora? \n[17]Can we find the pregnant woman, please? \n[18]Yeah? \n[19]I got that beat. So like, last May, I was supposed to stay at this cheesy bed and breakfast in Pennsylvania. There was a major gas leak no one knew about and all the guests suffocated during the night. \n[20]I never mad it. The Greyhound bus I was on splattered some chick all over the road and we had to stop. \n[21]Yeah.   How did you know? \n[22]I'm not sure I-- \n[23]Not my time.     Amazing... \n[24]He can't breathe!        He can't breathe! \n[25]I can't move my fucking leg! Please get me out of here before it explodes! \n[26]Stop that! I still need this foot, thank you. \n[27]My legs are starting to cramp up. And God, why am I so thirsty? Does anyone have any Fiji? \n[28]Christ, you wanna give me a heads up next time, pal? \n[29]\n[30]Damn, can't you be quieter with that thing? \n[31]I guess it could be worse. ", "RORY": "\n[1]Hey, don't be knockin' the Chevette. \n[2]Yeah, you're acting like we all just got the Diff'rent Strokes curse or something. \n[3]Yeah, I hate to love and leave ya, but I've been over this X-Files shit since the sixth season. \n[4]Whoohoo! You see that shit? Right there? That's my fuckin' car right there! Oh God, that's dope. \n[5]Damn, is that dogshit? \n[6]Just shut the fuck up and maybe you'll live. \n[7]Why the hell did I ever get on Route 18 in the first place? That's me, Mr. Dumb Fucking Luck. \n[8]That lucky bastard. \n[9]Last July I dialed a wrong number and got a radio station by accident. They asked me what number means \"good luck\" in Jewish. \n[10]Anyway, I guessed it right and won these. \n[11]The best way to get to Yankee Stadium is Route 18. \n[12]It's like Forrest Gump. \n[13]Be careful. And even if you don't believe, give this to Nora. \n[14]...man with hooks. I see a man with hooks. Someone?!?! \n[15]Maybe they were all duds. \n[16]Can I ask you a question? \n[17]When I die. Is it gonna hurt? \n[18]And you're gonna die after me, right? \n[19]Would you take these? And if I die... Could you throw all my drugs out? Paraphernalia, porno, you know... Anything that would break my mom's heart. \n[20]Is this safe, guys? I mean, someone in this car is about to get whacked. Do the rest of us really feel like sitting next to him? Or her. Hopefully her. \n[21]Here's what I don't get. For nine months, Death does all this shit to make sure I win these tickets and end up on Route 18 at exactly the right time for the pile up... \n[22]But why single me out? What am I in the great scheme of things? You'd think I stepped off Flight 180 or something... Fucking weird, man. \n[23]Yeah, so what happened? \n[24]Who? \n[25]Remember the theater in Paris that collapsed last year, killed everyone inside? \n[26]I had tickets to go, but one day I'm in Paris, trippin' on acid, sippin' lattes an' such, and this dude gets whacked by a falling sign. \n[27]Freaked me out so bad I hid in a shopping cart for four hours. 'Course, missed the show... \n[28]Watch it, dude! \n[29]I dunno. I think I gave it to Eugene back at your place. ", "NORA": "\n[1]Tim, will you cut that out? I can't even hear myself think. \n[2]I know, we'll be there soon. \n[3]What on Earth are they doing? \n[4]Those poor people. To think it would've been us if not for... \n[5]What are you talking about? \n[6]Maybe... \n[7]You're all certifiable, you know that? I can't believe I've been listening to this crap. Come on, Tim, let's go outside. \n[8]What's wrong with you people? \n[9]Come on, Tim, lights out already. \n[10]Yeah? \n[11]Oh, please. Some people just need some serious rewiring, that's all. \n[12]Get some sleep. \n[13]Officer Burke, please? \n[14]Nice try, kiddo. \n[15]Sure hon. I'm fine.   Let's shake it, we're late. \n[16]Does anybody have a Valium? \n[17]So that would mean... I'm next. \n[18]Four years ago my husband died. Now Tim. There's nothing left for me. \n[19]If it's my time to go, to be in heaven with my family, then I can accept that. \n[20]If you'll excuse me, I have a funeral to prepare. \n[21]Officer Burke?   I can't hear... \n[22]Let me go let me go! \n[23]My God, someone please let me out of this -- ", "EUGENE": "\n[1]If I don't get back to my classroom soon, the kids'll tear the room apart. \n[2]Oh, you must have read about that kid who had a dream about a plane crash so he got his buddies off the plane? Then the thing blew up just like in the dream? \n[3]But this is where it starts to get freaky. So a month goes by, everything seems cool, but then the survivors start dying one boy one. 'Cause when your number's up, it's up, right? Some people said Death itself started coming for them, hunting down every last one, until they were all dead. \n[4]Look lady, we're just yankin' your chain. \n[5]Nobody's next. This is crazy. First death's stalking us and now premonitions? \n[6]Jury duty? That's randomly selected by social security numbers. \n[7]What, you think Death planned for each of us to die in the pile up weeks ago? You're nuts. \n[8]If Death has got such a hard-on for you, maybe you should get the hell away from us. \n[9]Yeah, why am I listening to a girl who just got out of the nut house? \n[10]Whatever. I control my life, not fate. \n[11]Going down, right? \n[12]Um, by the way, your shoe's untied. \n[13]Probably for you, anyway. \n[14]What is it? What's wrong? \n[15]Oh, watch it, you've caught your uh... \n[16]...no escapes my ass. I control my fate. I die on my terms, hear me Reaper cockscuker?! \n[17]Ain't going out like that.   On my terms! \n[18]Um, Clear? I'm sorry...about before. I... \n[19]Are you okay? \n[20]I'm not sure I understand. \n[21]So if you never got off the plane, none of us would be ali ve in the first place. ", "SHAINA": "\n[1]Condoms, handcuffs, lube? \n[2]Just kidding, Mr. B. Don't worry, I'll keep an eye on her. \n[3]Hello, the guys are waiting! \n[4]Watch it! \n[5]Want me to drive? \n[6]Um, Kimberly, your dad's not gonna call like every ten minutes is he? \n[7]Ignore 'em. \n[8]Get ready to smile, five guys per girl. \n[9]How does a nice mature fuck sound? \n[10]What is it? What are you? \n[11]What is it? What are you? \n[12]Relax, you need to chill the fuck out. \n[13]For Christ sakes girl, take a breath. \n[14]Shut up, Dano, just stay cool. He's just stoned. \n[15]Kimberly, what's going on? ", "DANO": "\n[1]Blo w me. \n[2]Christ, is this tribute to Princess Di Day or what? \n[3]Calm down, Kimmy.   It's not drugs, just weed. \n[4]Shit! There's a cop behind us. Pull into the right lane now! \n[5]Look first, idiot! \n[6]What's the cop doing?      Did he see that? \n[7]Yeah. Who does he think he is? Knight Rider? \n[8]You know, Hasselhoff before he did Baywatch. \n[9]Flight 180. You know, that plane crash with those kids from Mount Abraham. \n[10]Blow me. Yellow means go, Kimberly. \n[11]Flight 180. Y'know, that plane crash with those kids from Mt. Abraham? \n[12]Blow me.    Yellow means go, Kimmy. \n[13]What the hell are you doing? \n[14]Five-O's coming!   Let's fucking roll, man! \n[15]I told you she'd ruin everything! ", "ISABELLA": "\n[1]...couldn't Keep your dick in check for another month? I knew this would happen when I got pregnant. \n[2]What'd the doctor say? I have to come in to test for STDs? Goddamn \n[3]Excuse me, but is there some way we could just drive around? I have a delivery. \n[4]Hey hon, you got a mysterious caller on the answering machine from Planned Parenthood. What's going on? \n[5]You couldn't keep your dick in check for a month?! \n[6]Yes, I'd like to report a domestic squabble - my name? Isabella Cruz why, does it matter? I'm at the Super 8 motel. Yes, I own a white van. So what? Just get over here. \n[7]What do you mean \"grand theft auto?\" This is insane. \n[8]Jorge. When I get out of here I'm going to sue his cheating ass off. \n[9]Take my van! \n[10]Promise me...I won't have the baby...in this van. \n[11]Get around it!!! \n[12]Please.   It's not going to wait. \n[13]Do you want to deliver this baby? \n[14]What's wrong? IS the baby all right? ", "FRANKIE": "\n[1]Dano, shouldn't we go back and help your mother? \n[2]Yeah, you should have specified. \n[3]Relax, dude. \n[4]What's your problem, ya fuckin' crack baby?! \n[5]Gas it around these idiots. We do have 1200 miles to go, you know. \n[6]Ever hear of the Ozone layer, asshole? \n[7]A Trans Am. That shit went out with New Kids on the Block. \n[8]Who? \n[9]Dano, shouldn't we stop and help your mother? \n[10]That's it. My turn to drive. \n[11]Dano, shouldn't we stop and help your mother? \n[12]That's it. My turn to drive. \n[13]Jesus Christ! Here he comes! Move! ", "MORTICIAN": "\n[1]Hello, Clear. I've been keeping an eye out for you. \n[2]Come to... Pick my brain? \n[3]Flesh and bone require 1,600 degrees for cremation. Gold, prosthetics and other metals must be removed before the final -- \n[4]Fire away. \n[5]Dead.   But still fresh. \n[6]For what purpose? You seek a back way out of a room with but one door. You can't cheat Death; there are no escapes. \n[7]Such fire in you now. People are always most alive just before they die. Don't you think? \n[8]Some say that there is a balance to everything. An equilibrium that is the connective tissue of the universe. They say that for every lif e there is a death, and for every death a life... \n[9]Solus novus anima licet evinco mortis; Only new life can defeat death. The list of life is forever set by the Divine Plan, the guiding hand that plots the course of the universe, down to its tiniest element s. \n[10]The list accounts for every life; from the dawn of man to the great apocalypse. But the introduction of life that was not meant to be, a soul forbidden to roam the earth, that could invalidate Death's list, shatter its very existence. \n[11]To figure that out you'll have to follow the sign s. \n[12]But be warned. To disrupt the grand design is to unravel the tapestry of the universe. When you pull all the threads apart, you may find yourself hanging from them. \n[13]Sorry, time's up. ", "JORGE": "\n[1]What? \n[2]Shut up!!! \n[3]Maybe.   What's this about? \n[4]No.   What's this about? \n[5]No.   I'm alone. \n[6]Forget it. You'll need a warrant. I know, I'm a lawyer. \n[7]Stop!!!   You can't go in there!!! \n[8]I'm going to sue your ass! \n[9]Mine, you idiot. The dog went nuts this afternoon. Now arrest her! \n[10]We had a fight. Some things got broken, the dog went crazy, she left me. Wouldn't say where she was going. \n[11]Take a guess. \n[12]She did. \n[13]Hey, when you find her, tell her the kid's half mine. ", "TIM": "\n[1]Damn, it really hurts, Mom. \n[2]Who am I, David Blane? \n[3]Okay, quit it already. \n[4]Which means Death could be coming for us. \n[5]Jeez, Mom, stop trippin'. \n[6]Mom? \n[7]You think... You think those guys were b.s.-ing us today or what? \n[8]You think the tooth fairy's gonna come tonight? I'm thinkin' like fifteen bucks. \n[9]Mom! \n[10]You okay? \n[11]Not so much. \n[12]What are they doing here? And why are they yelling \"pigeons\"? ", "DETECTIVE SUBY": "\n[1]Officer Burke? Could I see you in here? \n[2]Tell me you didn't start up on that Flight 180 shit again. Did you? \n[3]I thought we we re finished with this bullshit. This is police work, not the psychic Hot Line. \n[4]Way to console the witnesses Burke. \n[5]You got 'em thinking Death is after them? Shit, they're the luckiest sons o' bitches on the planet. Get this guy Evan Shaeffer; Yesterday the kid wins the lotto and today some looney bitch b locks traffic and he avoids the worst pile up in years. I should be so damn unlucky. \n[6]Sure, you can all go. \n[7]Ooooh, I see it now. Your future... A transfer to another department. \n[8]Good. Cause we just got some new info and I don't ne ed you getting freaky on me. \n[9]Evan Shaeffer's dead. Guess he wasn't as lucky as we thought. ", "STEVE": "\n[1]Hopefully the district judge can straighten it all out by Monday mor ning. \n[2]Are you kidding me?!   Oh, man. \n[3]C'mon.    Let's go. \n[4]Damn, they always stick me with the clunker. \n[5]Hang on! \n[6]We're okay, we're okay. \n[7]I've got to stop and help those people. \n[8]Maybe I should step outside. ", "NURSE": "\n[1]Sorry, doctor. \n[2]Sorry. Can you feel that in your trachea? \n[3]Quite complaining. I got burnt babies in the Children's Ward braver than you. \n[4]Don't bother. You won't be talking for at least a month. Think you can handle that, Jabberjaw? \n[5]Don't worry. Everyone learns to love me once they get used to my sense of humor, okay? \n[6]What are you doing in here?    Get the hell out! Right now! \n[7]She's back! ", "EVAN": "\n[1]Arrest this whack-job, wouldja? Some of us have lives, y'know. \n[2]I don't know what you want from me. Some crazy chic k blocks the highway with her car, said there'd be an accident and there was. Big deal. Even a broken watch is right twice a day... \n[3]Motherfucker. \n[4]Damn it! \n[5]Come on, come on... \n[6]Jesus Christ! ", "ANCHOR MAN": "\n[1]Route 18 was backed up for almost nine hours today when a record breaking pile up... \n[2]...killed An estimated 18 people. Emergency crews spent hours sifting through the wreckage. \n[3]...hoping To recover any survivors from this tragic collision. So far, the police are refusing to release the names of the victims until their families are notified. \n[4]In other news, a freak accident took the life of a lotto winner. \n[5]...ironically impaled through the head as a result of an emergency airbag deploying. \n[6]Good advice, Sue. And stay in school. Up next, Johnny Showers has the weather... "}}