{"dialogues": {"FLASH": "\n[1]What was that, fellas? 2. \n[2]Can I have an autograph for my kid, Mr. Gordon? \n[3]Sure -- my pleasure. \n[4]I sure hope we don't have to turn back. I mean this is first day of training camp, I wouldn't want to be \n[5]Maybe it'd be smoother if you went \n[6]When you're nervous, it can help to chew on something \n[7]I'm not a stranger exactly -- You know my name. \n[8]Of course. \n[9]Backwards? \n[10]I can fly all right -- I've had a couple of lessons! -- just don't if I can land! 7. \n[11]Grab that other wheel! Help me pull her up! \n[12]No but I'd sure like to! How'd The man fall ninety stories didn't break a bone? \n[13]Brace yourself I'm aiming at that field up ahead! \n[14]Dale! Are you all right? \n[15]Come on -- let's get out before she blows! \n[16]Hello. i'm Flash Gordon, this is Miss Dale Arden -- \n[17]This crazy storm knocked us down could we use a phone? \n[18]Some weather huh? \n[19]Well, all right -- but it seems to me we ought to -- \n[20]Mister, you are insane! \n[21]Go with the flow -- wait for a chance! 11. \n[22]Take off for where? \n[23]Made it where, Doctor? \n[24]Hello -- my name's Flash Gordon -- can you understand me? We're from EARTH -- we come as friends. \n[25]Hi! \n[26]Thanks, Doctor -- next time I'll call my own play. \n[27]What are you doing? \n[28]You got us into this -- HOW DO WE \n[29]Dr. Zarkov, I'm about to show you what it feels like to be clipped by a New York Giant -- \n[30]I'm Flash Gordon of the New York Giants this is Dale Arden -- Dr.Zarkov hijacked us in an effort to save \n[31]But why? What in hell have we ever done to hurt you? \n[32]Oh no you don't! We came together and we're STAYING together! \n[33]Watch out! Behind you! \n[34]I can't -- I just can't -- \n[35]Clobber a woman, Dale -- \n[36]Hit what water? \n[37]You're saving my life. How can I Thank you? \n[38]Let's get one thing straight -- I've got to find Dale and that nut Zarkov too -- rescue them and try to save Earth too. \n[39]I'm no good at lying. \n[40]What's that? \n[41]Listen, where's he got Dale? \n[42]I can't! I mean I hardly know her, \n[43]What?? Marry her? What are you talking about?? 28. \n[44]Can I honestly? \n[45]Here we are where? \n[46]Those are ROCKET SHIPS in there! I can't fly a damn rocket ship! \n[47]Some lucky people live on that one too? \n[48]Why don't they team up and fight him? \n[49]Sue -- but that wasn't a team effort. \n[50]Why? 33. \n[51]You can really transfer your thoughts with that? Like I could get in touch with Dale? \n[52]Please. \n[53]That's right, Princess ··· and we're not pulling out until you put that gadget over my head and tune me in to Dale Arden! \n[54]Sorry. I guess landings aren't my thing. \n[55]Where's Robin Hood? \n[56]It doesn't matter. How do we get down. \n[57]Listen -- are you sure this Barin will help me? \n[58]It's amazing -- I dreamed of this tree-house when I was a kid -- \n[59]These are the guys who are gonna help me? \n[60]I know just how he feels -- we played the Pittsburgh Steelers last year. \n[61]I'm from Earth, Prince Barin. My friends and I were Ming's prisoners. She kindly brought me here to enlist your help. \n[62]Keep me for.....???? Oh, my god. I trusted you. \n[63]I'm not your enemy, Prince Barin. we share a hatred of Ming 44. \n[64]I think I'll pass on this one. \n[65]He swallows, Looks at the stump, at BARIN with his bloody sword, to the stump again, then at AURA. He crosses close and stares into her glittering eyes. \n[66]Would you give Dale a message from me? Tell her I'm sorry how things have panned out -- I Loved her. \n[67]What the hell? Forget it. Sending that message by you is like sending a lettuce-leaf by a rabbit. \n[68]Whew! -- Your turn, Prince Barin. \n[69]What are you waiting for? \n[70]Boy. You oughta be handled with a forked stick yourself. \n[71]You can speak? \n[72]Have we a chance, Tiger Man? \n[73]What do you mean? \n[74]Damn. End of the line. \n[75]Snatches the crossbow off TIGER MAN'S back, cocks it, notches it quickly with a GLASS ARROW from the quiver. \n[76]How far will this take us? \n[77]Blue. We call is blue. 50. \n[78]Which way to the border: \n[79]What's the point of all this killing? Why don't we team up and overthrow Ming? \n[80]Where's Dale? \n[81]Dale baby! \n[82]Yes -- it was me -- \n[83]Every thought, baby! -- \n[84]We're all Ming's prisoners. I say let's team up and smash him. \n[85]Well, back home it's what I'm paid for -- I called a pretty good game against the Dallas Cowboys once --- \n[86]Oh god -- here we go again -- \n[87]When I had that damn snake in my hand, I could've poked it in your face and KILLED you. \n[88]I've got to. \n[89]I ask you to swear, Barin -- if you defeat me, you'll join Vultan against Ming! If for no other reasons, because you'll never have Aura as long as her father lives!- \n[90]Quite a lot! \n[91]Try to catch my wrist! -- the other one. \n[92]Swing your body -- see if you can get a leg up here! \n[93]Guess the first thing you and me are gonna do after we land..! \n[94]Gonna do it first thing -- around here, never know if you'll get another chance! 65. \n[95]I'm coming, Dale!  Follow her -- climb! \n[96]Let him go -- I understand.  Thanks anyway for getting us this far! \n[97]What's the game-plan? \n[98]What's the matter, darling? \n[99]Zarkov is right. ", "DALE": "\n[1]Will you SHUT UP? (as FLASH's head \n[2]Thanks a lot -- I look dumb enough to take candy from a stranger? \n[3]Who doesn't. Number one draft pick, cover of PEOPLE mag -- what'd the GIANTS sign you for, eighty-nine million? Big deal! \n[4]God, I hate flying -- I'm Dale Arden it's crazy of me to hate flying -- I'm a travel agent, you see? -- I've just been checking out a little hotel in Vermont -- can I still have that candy bar?  Are we going backward? \n[5]Holy cow! Look at the clouds! \n[6]Can you fly it? \n[7]Oh boy! Ever hear about the man who fell ninety stories from a window and didn't break a bone? \n[8]The window was ninety-one stories up! \n[9]I'm terrific. Flash Gordon, you have just made me a Giant fan for life. \n[10]You're Dr. Hans Zarkov! \n[11]I saw you in PEOPLE mag. After you left NASA, remember? It said you were utterly --- \n[12]I forget what it said: Flash, let's find some other phone, okay? I'm sure Dr. Zarkov is very busy....... \n[13]Look, Doc -- I don't book kamikaze tours -- never. \n[14]Flash! Sack him! 12. \n[15]Don't. Suddenly I like it in here just fine -- \n[16]Just do what I'm doing. Flash -- \n[17]Shutting my eyes -- dreaming I booked us to Disneyland. \n[18]You're mad. \n[19]Flash, it's no use - he's too crazy! \n[20]Watch it, fella -- you came with me! \n[21]You dirty old bastard can kill me too! \n[22]My God -- and I thought that book was another rip-off- \n[23]What's the play, Flash? \n[24]Can't what? \n[25]You damn fool, those aren't women they're murderous AMAZON DYKES! \n[26]Help!! 23. \n[27]Flash!! \n[28]What is it -- some rotten drug? \n[29]Flash! Where are you?? \n[30]Say, this stuff isn't bad at all. \n[31]I'm dreaming. \n[32]Very. \n[33]No, thanks. Just turn down the light a bit, would you? I'm shy. \n[34]Will it fly? \n[35]It has-to fly! We gotta rescue FLASH from that vampire before she -- 53. \n[36]What happened? \n[37]My God -- your hands! Your hands are gone! \n[38]Does it hurt? \n[39]Watch out, you old bird -- Ming wants to marry me. \n[40]Flash! Oh darling! \n[41]Flash -- when I was in that tub -- \n[42]Did you mean it? \n[43]Is everyone on Mongo CRAZY? Haven't you guys ever heard of TEAMWORK? \n[44]Flash - don't do this. \n[45]Why? \n[46]I'm so homesick -- what I wouldn't give for a nice quiet night with some muggers in Central Park -- \n[47]Flash!! \n[48]Flash, I love you! Win for me, Flash!?? \n[49]Darling not in front of the Hawkmen -- you'll make me blush! -- \n[50]Help!! \n[51]Fit me with what? \n[52]Nooo -- it's not true! \n[53]Oh Flash -- no -- you can't be dead -- it doesn't make any sense -- \n[54]I don't believe you. You -- you awful Mongo person -- you were born without a heart: \n[55]You poor kid -- don't you have a MOM to talk to? \n[56]God, Aura -- no wonder you've had problems -- that bastard: \n[57]Flash!!! \n[58]Flash -- look out -- you're coming back! He can see you now, Flash! \n[59]Look -- Earth! \n[60]We saved Earth but we lost the capsule -- we'll never get home again. 85. ", "ZARKOV": "\n[1]Fools! Can't you understand? This is no accident-- it's an ATTACK! An attack planned by a MIND! This is \n[2]I predicted it, didn't I? \n[3]Ozone layer starting to crack up. By tonight Carbon dioxide will be combining with free nitrogen to form -- (breaks off, crumpling \n[4]What the hell do I care? I tried to warn him -- he called me mad, like all the others. \n[5]Time for us to go, Munson. Get your toothbrush and whatever. \n[6]Up. Up and at him. \n[7]I can't handle the capsule alone get your toothbrush. \n[8]Of course -- I admit that! But this way you'll be giving your life for a chance of saving Earth! Haven't you any spirit at all?? \n[9]I tell you I can't take it off alone! If you won't come, who will I find? \n[10]Delighted to see you. \n[11]Certainly. Just follow me -- up those stairs. \n[12]It will get worse. \n[13]How did you know? 10. \n[14]Insane? Off my rocker? \n[15]Up the stairs to the tower! Ahead of me -- quick! -- (as they gape at him, \n[16]Up the stairs -- RUN! \n[17]I need your help to take off! Get in or I shot you dead! \n[18]God only knows -- whatever black corner of space this is coming from -- wherever HE is!. -- we'll plunge into the devil's heart and destroy him! We'll die ourselves, of course, but our names will be honored till the end of time! \n[19]Sit down there! Foot on the red pedal! \n[20]By God, we did it! We made it! \n[21]I don't know. \n[22]Extend your hand! That's the gesture of friendship known everywhere! \n[23]As FLASH, DALE and ZARKOV are marched along by many ARMORED MEN, perspectives are bewildering, curvilinear, surfaces bending away into caverns of gloom without measurable dimension. We pass an archway opening into what seems to be an AMUSEME- NT ARCADE. Glimpse of MONGO PEOPLE playing amazing electronic games, while MONGO GO-GO GIRLS cavort on a platform to unearthly music. \n[24]Fantastic -- into a Black Hole and out the other side -- to this. Who said Hans Zarkov was mad? \n[25]Get out? Why? We're being taken to Ming -- getting at him is our only hope of saving EARTH. It's perfect! \n[26]You inhuman fiend! \n[27]In the process? You mean Earth still exists? \n[28]Klytus can see the future, eh? \n[29]Extraordinary. I'd like to study his beta factors -- I wager I could extend them with a course of telekinetic exercise.  Tell me -- when you use this fit does your temporal lobe prickle? Here? \n[30]Incredible - the very core of this planet, is it not? \n[31]Devil! Why don't you turn this science to peaceful use? The name Ming would be blessed instead of cursed. \n[32]Earth! \n[33]But that's impossible! Even your perverted genius can't create new life! \n[34]Dale Arden..... \n[35]Monster! \n[36]Basic circuits seem okay. \n[37]Jump!! \n[38]Heaven knows. I was just starting to test the primary transformer-banks \n[39]Not gone -- Just invisible. See? \n[40]Not a bit. I believe Mongo's gravitational. field must have reversed the polarity of my generator so that -- \n[41]Neat trick. I wonder if it's controllable? \n[42]Hello - we do meet in the strangest places. \n[43]He has no choice, Dale it's the Mongo way. \n[44]Call it what you want, Vultan -- compassion -- mercy: let us teach you the meaning of these words. \n[45]What'll you have -- death or dishonor? \n[46]In the high grass east of Mingo. \n[47]Sit there. When I give you zero, punch that button. Any questions? \n[48]Five, four, three, two, one -- ZERO! \n[49]Flash! Do you hear me, Flash? Where are you? \n[50]Eureka! I did it! You can come out now, Flash -- \n[51]His Hawkman dropped him. He's dead. \n[52]How do we get down to the plasma level? \n[53]Bad. Plasma's contracting into a critical mass. When that needle hits the red, Earth is finished. \n[54]Let's face it, my friends -- without a miracle, we've lost. \n[55]I can't watch any more. To think of all our history ended this way -- the incredible ascent from primordial slime to Albert Einstein and Dale Arden and -- \n[56]Attach the electrodes to the shovels! Pitch them into the plasma! \n[57]Cross your fingers, boys! \n[58]You are home. \n[59]Shouldn't you fellows be leaving on your honeymoon? ", "AURA": "\n[1]Don't kill him yet, Father. Give him to me! \n[2]I can handle Barin. \n[3]But you adore me, Father -- you ca refuse me nothing . Yes? \n[4]Take a deep breath! Grab my ankle after we hit the water -- I'll lead you! \n[5]Catch your breath -- then I'll take you up and find you a disguise. 25. \n[6]I'll fly you to the forest of Arboria - we'll find a way. \n[7]Do you realize how foolish you are to tell that to me -- Ming's daughter? \n[8]You're funny -- are all Eathlings like you, Flash Gordon? \n[9]The plasma core. It's e source of the energy-beam my father ia aiming at Earth. You can't stop it. Ming is merciless and all-powerful! \n[10]You can't reach him. If a soldier spots you, it's instant death! -- Come! \n[11]Forget Dale Arden! \n[12]Forget her, Flash Gordon: I saw a look in my father's eye -- I think he intends to marry her. \n[13]Oh you ask so many questions. I'm taking you to people who'll help you. Trust me! \n[14]Trust me! \n[15]Here we are. \n[16]I've dressed you as a Royal Pilot, First Class. We'll slip into my personal car and you'll fly it. \n[17]\n[18]Learn from me -- I'll teach you so much! \n[19]Frigia -- eleventh of the moons of Mongo. It's inhabited by the Bear Men who eat their own young... \n[20]Now pull up -- go starboard around that next moon rising -- Ardentia. 32. \n[21]Of course - the Sand Men. Every Moon is a kingdom -- seperate and hostile to all the others. They have nothing in common but Ming's rule -- and their hatred of him. \n[22]Fight Ming the Merciless? You saw what happened to the Lizard Men. \n[23]I don't know these words what's a \"team\"? \n[24]Telekinetic Thought Transfer.  I'm going to get together with Prince Barin in Arboria and tell him I'm arriving. He's the one who'll help you. \n[25]Because he does anything I ask. He loves me. \n[26]If I showed you how. But I'm not going to. \n[27]What are you doing? \n[28]Are you mad&gt; We're diving straight at Ardentia! \n[29]Enough! \n[30]There's Arboria! \n[31]Who? \n[32]Follow me. \n[33]Ssssh...... Trust me! \n[34]It's Barin's hunt! Watch! \n[35]It means nothing. They only shout that because it's treason not to. They hate Ming. \n[36]Go inside -- let me talk to Barin first.  Foolish Earthling - trust me! \n[37]It's so long since I've been with you, Barin -- I couldn't stand it. Please don't be too angry at me for coming. \n[38]I've dreamed of it! \n[39]But that's treason! Blood can be dedicated to Ming alone! \n[40]Flash Gordon -- come out! 43. \n[41]Hide him from my father -- don't let him wander -- keep him for me! \n[42]You still must -- I'm playing a game! \n[43]He's a mere toy to me, my love -- when I'm tired of it we'll kill him! \n[44]It's the risk I ask, Barin hide him for me in Arboria. \n[45]Are you so afraid of my Earthling, Barin; Won't you even give him a chance? \n[46]I'll do that. \n[47]If your love for me is great enough, Barin, surely it will protect you from the serpent -- no? 46. \n[48]It's an even chance now, Flash Gordon -- that's better than Daddy would have given you -- \n[49]Maybe I was wrong -- surely the Prince of Arboria wouldn't be beaten by a toy. \n[50]Barin -- my only -- I swear I didn't mean to get you into this! \n[51]Spare him Daddy -- oh please spare \n[52]It is -- they saw him fall a mile into the glaciers of Frigia. \n[53]When I think of being given to Klytus, I wish it was myself who had fallen. \n[54]Then what is it that melts into my eyes, Dale Arden? Feel it breaking -- \n[55]Ming tired of her. He blew my Mother into outer space. I look into the night sky sometimes and wonder what star she's orbiting -- ", "MING": "\n[1]They survived our Black Hole -- 14. \n[2]Later, Klytus -- I think we will look at them first. \n[3]Step forward, Soldier. \n[4]Are you loyal to Ming? Would you die for him? \n[5]Fall on your sword. 18. \n[6]Of course I'm \"inhuman\"! -- that's a compliment!  Pathetic Earthlings, forever wondering if you are alone in the universe -- beaming you plaintive messages into to the void for anything that might hear you -- even hurling your bodies out into it -- and all without the faintest inkling of who or what is out here. If you had known anything -- anything at all about the true nature of the universe, you would have hidden from it, in terror! \n[7]You know who Ming is now -- who are you and why do you come to Mongo? 19. \n[8]For the moment -- not for much longer. \n[9]You exist -- and yet you pay no homage to Ming! What greater crime can be committed? \n[10]Come closer, Dale Arden -- let me see you. \n[11]He can foresee it -- but for a few moments only. It gives him a unique gift for survival, -- and treachery. \n[12]Chain this one up. Preserve him for further examination. \n[13]That one is useless to us. Remove him and kill him. \n[14]What would your Prince Barin say? \n[15]Really, Aura -- your appetites are too monstrous -- even for our family. This could cause great trouble with Barin -- I must forbid it. \n[16]Take the Earth-woman to our quarters! Bathe and annoint her for our pleasure! \n[17]So Prince Barin will kill Flash Gordon for me -- I don't care. \n[18]I haven't taken a wife in centuries. I could bring myself to marry this Dale Arden -- What do you see in her future, Klytus? \n[19]I am forcing this plasma through the successive nuclear phases of a star - building it toward the apocalyptic moment that will end Earth's pathetic history in one flash of fire. \n[20]Bring him up to the dome, Soldiers -- we wish to show him wonders. \n[21]Yes, Zarkov -- as it was. Now as it will be, when my plasma reaches full force..... \n[22]And as it will be in yet another time, long after you have died. Earth reborn! A pleasant image, no? \n[23]Of course I can create life. There's nothing easier. It only requires myself and one woman. \n[24]Who else? As in that childish myth of yours -- Adam and Eve, wasn't it? I will breed with her and repopulate the Earth in my own image. I've already done it on over a thousand planets. \n[25]The magic blades are not for your kind, Zarkov. One is my own the other will only be withdrawn by my rightful heir. Pull on them with all your \n[26]Return him to the dungeon. \n[27]That damned Vultan -- time I clipped his wings once and for all. We could put those insolent Hawkmen of his to work in the plasma cavern ---- \n[28]We'll let Vultan tame her first -- I'll look pretty to Dale Arden after him. Flash Gordon is nobody. \n[29]I see you, Vultan -- and Barin too! You both have defied we by sparing these Earthlings! \n[30]You've always wanted her, Klytus -- Aura is yours. 64. \n[31]Well? What is it this time? \n[32]Klytus, you're impossible. Aura deserves you. \n[33]No, Captain -- bring it in. Land it to a warm reception. \n[34]You have the ring? \n[35]So what are you doing down here, coward? Why aren't you in the fray? \n[36]Mingo City is impregnable! I'm not about to put off wedding Dale Arden for this! \n[37]I do. \n[38]Seal this hall! Close every portal! \n[39]Looks around wildly, whipping out the sword sheathed at his belt. Its blade is like crystal fire. He reacts sharply, catches his breath. \n[40]Where did you get that sword? \n[41]Impossible! It could only be pulled by my rightful heir! ", "BARIN": "\n[1]I scent a Tiger Man near the lodge! Form battle lines above and below! 41. \n[2]Not him! Bring him back for sport: \n[3]Aura! 42. \n[4]Angry at you? \n[5]You'll stay the night? \n[6]Get me a sword --  This is the fiercest Tiger Man we have ever hunted. I'm going to kill him now -- and dedicate his blood to you, my beloved. \n[7]I know you, Aura -- the more a man risks, the greater your passion. If I knew a greater risk, I'd take it. \n[8]What in hell? My help? \n[9]What? What are you saying? \n[10]I'll hide him, all right -- under six feet of Arborian dirt! \n[11]Snake keeper! Rouse your beast! \n[12]Who dares the beast? \n[13]I did him a mercy. This venom brings death only after long tortured madness. Your turn, Earthling. \n[14]There are six openings to the serpent. Five are safe -- the sixth is death. Choose one -- or take your end from my sword here and now. \n[15]Go again. \n[16]Fooled you, didn't I? \n[17]If I were you, I'd choose the sword -- \n[18]A mere toy of yours, eh? \n[19]The hunt's on, my Tree Men! \n[20]Up and across we'll cut them off! \n[21]I saved you because your death must be mine. \n[22]Is lowered more carefully on another terrace, this one grander, with a throne in the center. \n[23]Will you do that, Vultan? \n[24]Yes -- I would hunt you down and kill you without mercy. \n[25]Not a word. I was hunting him when you seized me. Before you finish me. Vultan I beg only that you let me finish him. \n[26]I had you in bow-sight you were dead! \n[27]Ready for me, Earthling? \n[28]What do you now of Aura? \n[29]A force-field covers the whole city, from here to here. With luck, Flash can lure them into lowering their defenses. \n[30]Ming destroyed your kingdom! \n[31]Vultan! \n[32]Look -- he still casts a shadow: \n[33]Zarkov! What have you done? 68. \n[34]This won't be easy, Flash -- \n[35]How's it look to yoU? \n[36]You're blinded, Klytus -- drop your sword! \n[37]Lunges with horror, slashes with his sword point. ", "VULTAN": "\n[1]Ho! -- Barin! - I knew my Hawkmen would catch you one of these days. \n[2]Not in my Kingdom -- here you're just a stray animal to be killed for our sport! \n[3]What would you do if you'd caught me in Arboria? \n[4]No. What have you to say to Vultan, Prince of the Air? \n[5]You're a leader, he? \n[6]Do you understand him? \n[7]Enough!  These vagrants talk a brave fight, my Hawkmen! Shall we test their words? \n[8]Take them below -- put them together. \n[9]Prepare them! \n[10]Arm the disc! \n[11]You've won, Earthling! Drop him to doom! \n[12]What is this?? \n[13]What creature wants to die? 63. \n[14]We'll save these Earthlings! - Curse Ming! -- Into the air, my Hawkpeople - fly! \n[15]I don't understand this. I think I've gone mad. \n[16]Don't look back, Hawkman. Head for that cloud-cover!  Where's this capsule of yours, exactly? \n[17]Pick it up, Captain! \n[18]What if he fails? This is suicide, Barin! I can't order my men to suicide! \n[19]The flight brought me back to my senses -- good luck and goodbye. \n[20]We'll build another. \n[21]He calls us crazy -- \n[22]Through the force-field, my Hawkmen! The pass is narrow -- dive three-by- three! Any man who wishes to turn back may do so! \n[23]Who are these Earthlings, that so many would die for? \n[24]Onward, Hawkmen! Dive! We outnumber their arrows -- overwhelm them! \n[25]Ming! ", "FLASH'S VOICE": "\n[1]Dale, it's me -- Flash! Am I with you? \n[2]No, Dale -- you're not dreaming I'm Flash -- I'm with you and you are with me! \n[3]Are you receiving my thoughts? \n[4]Speeding for the Kingdom of Arboria to get help! I'm in a spacecraft with Aura, Ming's daughter! \n[5]Listen, she means nothing to me -- not a darn thing. Where are you, Dale? \n[6]Oh God -- if I could only see you, Dale. If I could touch you -- what are you in a tub for? \n[7]Just fake 'em out, Dale -- girls know how. But don't go too far. I mean get to Zarkov and release him, I'll have help by then -- I'll find you. Can you do all that? \n[8]Dale, you're some girl -- God, you really are. Do you get what I'm thinking now? \n[9]Not unless you get out of my way, I \n[10]Vultan! Do you read me? \n[11]Flash Gordon calling Vultan! Over! \n[12]Okay, don't answer -- I'm on Hawkman frequency I know you are reading me. Now get this -- \n[13]I'm being guided through the force- field under their control. You're on the beam when you've got the tops of two towers lined up exactly -- the high gold one behind the green one with the blue flag got that? Okay, Vultan, it's your decision the ball is in your court -- I hope I'll be seeing you, you crazy ole bird. \n[14]I am the ghost of all the good men murdered by Ming! Prepare for doom! \n[15]It's me! 74. \n[16]Anti-gravity shaft -- I got a guard to show me -- \n[17]Nothing's easy on Mongo -- \n[18]Cavern is sealed tight -- every door locked from the inside -- \n[19]The cavern first! Gotta get Zarkov in there to -- \n[20]On my god! 79. \n[21]With this ring, I thee wed! \n[22]Run!!! \n[23]From the crystal block. \n[24]How about that? ", "KLYTUS": "\n[1]Hail Ming! Shall I drown them in the Sea of Fire? \n[2]Sirs, Earth is the meaningless planet you are in the process of obliterating. \n[3]This woman will amuse you. 20. \n[4]She betrays you! She'll take him to Aboria! \n[5]Don't be too sure! 24. \n[6]Mongo is restless today. Your vessels stray from their appointed kingdoms.... \n[7]Dale Arden and Flash Gordon? Will I send out the Imperial Fleet to bring them back? \n[8]Sire, it is not for me to tell Great, Ming that he is making mistakes. \n[9]We'll find vultan later. Where's Flash Gordon? \n[10]I can't remember. I feel danger -- but I cannot see it. \n[11]I foresee another thing. In one minute exactly, the Earthling space capsule will be seen on the scanner. \n[12]What? \n[13]Destroy it. \n[14]In my pocket. \n[15]I foresaw at blow -- \n[16]You fight me in vain, Barin I do not foresee my death at your hands -- ", "TIGER MAN": "\n[1]Thank you for freeing me. 48. \n[2]For all the good it does me. \n[3]Only if we climb -- out of the green light -- to the sky -- Prince Barin's Tree Men can't follow us up there! \n[4]Ming's Law -- outside his own kingdom, every hunter becomes the hunted! \n[5]I don't know --no man has ever been above the green. \n[6]What is that color above? \n[7]Legend says Arboria ends in an ocean to the west. \n[8]Yes!! \n[9]Nooo!!! \n[10]Listen to his words! -- \n[11]I know -- I'm only an ignorant Tiger Man -- but I tell you Flash Gordon is the leader we've waited for! \n[12]Grrao! I'll charge down at them: \n[13]Look! ", "DALE'S VOICE": "\n[1]I'm receiving something -- 35. \n[2]Where are you Flash? \n[3]What? That bitch? Don't trust her! She's after you! \n[4]Naked in a bathtub. \n[5]I'm being fixed up for Ming. \n[6]Chained in a dungeon, I think. What'll I do, Flash? \n[7]How? \n[8]Sounds like fourth down and about ninety yards to go, but I'll try. \n[9]Oh yes. \n[10]Oh it's so beautiful! ", "MUNSON": "\n[1]Dr. Zarkov! Look at the report from the last balloon! 5. \n[2]Yes, sir -- you sure did. And this funny sun too --- \n[3]Sir, the President is on the TV behind \n[4]Go where? \n[5]You're crazy! \n[6]So what's it matter if I'm shot or go up in that thing? I'm a goner either way, right? \n[7]Goodbye, Doctor -- they were all right about you. Have a nice trip. ", "HEDONIA": "\n[1]Drink this. \n[2]It has no name. But many brave men died to bring it across space from Cythera, planet of Pleasure. It will make your hours with Ming more agreeable. 31. \n[3]We are of different race, Dale Arden but we all are women here. I know your fears. Believe me, it will be better if you drink it... \n[4]Rub this on your body. It gives Ming pleasure. \n[5]What's the matter? \n[6]Time is short. Ming sent me to fit you with is. \n[7]Your wedding dress. ", "PILOT": "\n[1]Clear-air turbulence, is all. Nothing \n[2]Wow. Call Westchester Approach, see what they've got. \n[3]Seat-belt time. \n[4]What's ,e word from Westchester Approach, Bill? \n[5]On the left, about six o'clock high...... \n[6]Hold on tight, let's put baby down right here...... "}}