{"dialogues": {"WHIP": "\n[1]I've been up since the crack 'a dawn. What check? Tuition? How much does it cost to go there? \n[2]NO! NO! NO! You decided he needed private school...lemme talk to Knuckles. He's not? Tell'em the phone works both ways. Oh he's my son because you need a tuition check...that's great Deana. I'm glad you tracked me down in Orlando at 7 in the fucking morning to shake me down for money. Does he even like the fucking school? No I've never seen it. Yeah I wonder why not too. I gotta 9 o'clock flight, sit tight 'till I get back to Atlanta. How am I a liar? What? No, I'll call you. \n[3]That was my ex-wife. But you Trina, you could be my second or third wife if you'd just C'mere. \n[4]Yeah, I'm feelin' a little light- headed. I shoulda ate somethin'. \n[5]Son of a bitch! \n[6]Morning Miss Marquez. \n[7]Don't worry, Margaret I'm gonna get you home for your prayer meeting at...what is it? Jesus Christ Superstar 27th Baptist King Church? \n[8]One of these nights, Margaret, I'm comin'. You hold my seat. \n[9]G'morning. Walk around is complete. \n[10]Emergency oxygen, checks. (offering the mask to \n[11]My pleasure to share the chair with ya'. Didn't we fly together... 6. \n[12]Call me Whip. \n[13]Margaret. Sweetie, will you get me a coffee, black, lots of sugar. And some aspirin. You want something? \n[14]Then let's push. I got a great `on time' record. \n[15]Tired, sir. But, this is a quick turn for me. Ten turns in three days. Off tomorrow. \n[16]Thank you, thank you, thank you, you're a life saver. And Margaret gettem' tucked in, we're ready to push. 7. \n[17]Thanks junior. \n[18]A little rain never hurt anybody. We're not made of sugar. What's the RVR? \n[19]I know what our crosswind max is. Tellem were good to go at the end. 11. \n[20]It's like a video game, right? \n[21]Yep, nothing like a little 30 knot cross wind to exercise that sphincter muscle. 13. \n[22]Just watch my airspeed! \n[23]Yeehaw! Ride `em cowboy. \n[24]I don't want the auto-pilot. I'm flying. \n[25]Ah, Departure, we've got some rough chop here. I'd say moderate to... \n[26]No, severe. Definitely severe turbulence. No meal service today. \n[27]Feelin' alright - Not feelin' too good myself - Feelin' alright - Not feelin' too good myself... \n[28]Gottit Skippy. I'm just tryin' to get birdie here outta this wind bowl...What did they clear us to? \n[29]Goddamnit! Enough of this shit! \n[30]Leveling off. \n[31]See that sliver of blue sitting between those two ugly bastards? \n[32]That's a little pocket of smooth air squatting right over Lake Kissimmee... \n[33]And we're gonna thread that fucking needle. Turn me thirty degrees right! \n[34]For weather. \n[35]He can't help you now, brother. \n[36]I'd like to spend less time in this shitty air, Kenny. Is that alright with you? \n[37]Fucking right! I'm gonna need some speed to punch through this crap. \n[38]Not yet!! \n[39]Tell `em we're climbing. \n[40]You're useless Evans, shit!  19. Center. This is SouthJet 227, we've encountered some bad air here. Some pretty severe downdrafts. We're in our climb now. \n[41]I'm right on the line Kenny. Right on the line. \n[42]C'mon sweetheart, show me the sun. \n[43]How tall are we? \n[44]Ken, turn us north and take us home. Your plane. \n[45]Margaret, I'm coming out. \n[46]Folks, this is Captain Whitaker. If you look up, I'm here in the galley. I will wave to you. \n[47]Good Morning. I apologize for the bumps, but Florida just doesn't seem to like us Georgians. Must be the beatin' the Bulldogs put on the Gators last fall. \n[48]Stretch out and relax. The air might stay a little cranky so I'm gonna ask that you sit tight if you can, with your seat belts fastened. 23. \n[49]We won't have beverage service but the girls will walk through with water and snacks and I'll have you in Atlanta in about 40 minutes. Thank you. \n[50]The fuck was that? \n[51]Don't force it. \n[52]Margaret, get everybody strapped in tight. \n[53]Shit! It's locked up, ease up on the trim don't... 26. \n[54]We lost our hydraulics! \n[55]Center, this is SouthJet 227, we've lost our hydraulics...and, ah shit! Power. Pull back the power! \n[56]...we lost hydraulics and looks like...also our horizontal stabilizer. \n[57]Turn on the back-up pumps! \n[58]Center, that's affirm. We are in a descent, an uncontrolled... \n[59]Get belted in, everyone belt in. Brace position! \n[60]I've got some control on my side! My plane! \n[61]We need drag. Throw out everything we've got. Speed brakes. Gear...  Uh, Center we're in a dive...lost vertical control. \n[62]...there enough hydraulics to drop the gear? 28. \n[63]Throw out the flaps. \n[64]We need to start dumping fuel. \n[65]Do it! \n[66]Atlanta. This is SouthJet 227. We are in an uncontrolled dive, descending out of...shit I don't know... \n[67]...21 thousand. We are declaring an emergency! We are dumping fuel! We have a jammed stabilizer...or something. We need a block of altitude to work the problem...and a heading to the nearest airport!  I'm starting to lose it! 29. \n[68]260...we'll do our best. It's getting away from me! I can't hold...dump the flaps! \n[69]DO IT! 30 percent! \n[70]That bought us a little time. We need to revert to manual control. Your side first, pul... \n[71]Thank you. \n[72]Evans, look at me! Manual Reversion. Red lever, on the floor, far side of the console. \n[73]Pull it up, turn it clockwise, push it back down. \n[74]Goddamn it!! \n[75]I can't let go! Can you reach mine? \n[76]No! Don't! Stay strapped in!  Margaret! Margaret! \n[77]Get strapped into the jump-seat. I need your help. \n[78]Margaret, see that red lever on the floor next to my chair? The one that says, Manual Control? \n[79]On the count of three you pull it up, turn it clockwise, then push it back down. OK? You ready? \n[80]Here we go. One, two... \n[81]...three! \n[82]Ok. OK. We got something. It's still stiff as hell. Evans, put in some power! \n[83]I don't know. It feels like the son of a bitch wants to nose over. \n[84]\n[85]Not good. You got anything closer? We're in a rapid dive here... \n[86]Negative. We're too high...we can't pitch for glide. We have no stabilizer control. \n[87]OK! Here's what we're going to do! When I say, you retract the gear, retract the flaps and trim both ailerons. But every things gonna be opposite, so be sure to trim down. Margaret... \n[88]When I ask for power, push both of these forward. Got it? What's your son's name? 33. \n[89]Say \"I love you Trevor.\" \n[90]The black box. \n[91]We're gonna roll it. Ready? Here we go. I've got control. \n[92]Just a little barrel roll. Don't panic. Relax. Let it roll. \n[93]\n[94]\n[95]Margaret! Can you reach it? \n[96]\n[97]Let it roll. I got it! \n[98]We're level. We can maintain altitude like this. \n[99]Uh, Atlanta...we're inverted. \n[100]We're flying! \n[101]\n[102]\n[103]We're not gonna make that! \n[104]There's a field and a road ah...we're gonna put it down in that field. \n[105]\n[106]\n[107]We have enough speed to fly! \n[108]\n[109]\n[110]\n[111]Are we gliding? 39. \n[112]\n[113]\n[114]\n[115]\n[116]Charlie Anderson. \n[117]How many? \n[118]4 passengers. Are the rest badly hurt? Who'd we lose on the crew? 42. \n[119]I remember everything until the crash. \n[120]Who on the crew died? \n[121]I knew Trina Marquez. We spent some time together. \n[122]How's Margaret Thomason? \n[123]Charlie, why are you here? \n[124]You're the rep for the pilots' union? 45. \n[125]I'm glad it's you. \n[126]Yeah, Knuckles. \n[127]15. \n[128]No, I'll call her. 46. \n[129]No, I'm okay. I'll take care of it. \n[130]Thanks Charlie, I really...  It means a lot to me that you came. \n[131]Charlie, that plane was fucked. \n[132]Harling...Harling...yeah, it's Whip. I'm in a hospital in South Atlanta...what? You know where I am? Okay well fuck...yeah, I'm okay. What? Well, I'm looking to get outta here...hopefully tomorrow. Yeah. But, listen, I need you to bring me something to wear. 47. I don't know -- clothes -- and smokes, I really need smokes. Tee shirt, sweat pants....Harling? I'll put you on the visiting list. Yeah...and smokes. Just be low key, no fucking around, Harling. Cigarettes. Okay? I need cigarettes. Yeah. Good. \n[133]Goddamn it... \n[134]It's okay, Harling. \n[135]The meds they're giving me are fucking me up -- I'm all shaky and dried out. I can't sleep good. \n[136]Listen Harling, leave it alone. So you got my message and decided not to call me back? Did you bring me smokes? \n[137]Harling... \n[138]Shut the fuck up, Harling...Six people died. \n[139]Harling, take the vodka with you. \n[140]Take the fucking vodka! \n[141]Look, I'm tired man. \n[142]You gotta come and get me, tomorrow. \n[143]Here are my keys. Go to the condo and bring me some nice clothes I can wear, my phone charger and grab the veal outta my fridge. It's marked. \n[144]Yeah, the veal that's in my freezer. \n[145]Tomorrow. I'll call you. \n[146]Thank you. \n[147]I didn't think anyone would have the same devious thought about using the fire stairs to have a smoke... \n[148]Don't go. I'll be quiet. \n[149]We don't have to talk. Be nice to just smoke with someone. \n[150]Yeah, I was. Were you? \n[151]Up near the front. \n[152]Yeah, I'm lucky. Goin' home tomorrow. \n[153]You're living here? \n[154]What kind of cancer? \n[155]God chose you? You believe in God? \n[156]I don't know her. \n[157]Here's a pack. \n[158]Yeah? 58. \n[159]Your mom had cancer. \n[160]But why'd that guy ask you if you were gonna die? \n[161]Is that right? \n[162]Well, where should we live? If we're gonna save the world, where should we do that? \n[163]What? \n[164]You don't want me either. \n[165]Where do you live? \n[166]The luxurious bus station? \n[167]I'll come visit you. \n[168]I will. What's your address? \n[169]Georgian Gardens? \n[170]How long are you staying here? \n[171]Oh. Okay. And you're a masseuse? \n[172]What kind of masseuse? \n[173]Good luck Nicole. \n[174]Thanks Mike. \n[175]No. I'm gonna go to the farm. \n[176]My dad's place. I can't stay at my condo. \n[177]Not yet. \n[178]You're not. Just take me to the airport to get my car. Whip finishes opening the freezer bag -- it's full of cash. HARLING starts to laugh... \n[179]God landed the plane? \n[180]I'm good with coffee. \n[181]They find the flight data recorders? \n[182]Great. That solves everything. The recorders will tell the story. Why do we need a lawyer from Chicago? \n[183]Criminal negligence? 69. \n[184]The plane fell apart at 30 thousand feet. \n[185]I had to fly that plane inverted, that means upside down, Hugh. Do you get the picture? 100 passengers hanging upside down, 500 feet off the ground. Do you have any idea what that sounds like? \n[186]Are you a pilot? \n[187]Then you don't know what the fuck you're talking about. \n[188]Charlie, what do I need to know? I'm already tired of this guy. \n[189]When did they do that? \n[190]Do they have the results of these blood tests? \n[191]Did I just see warm cinnamon rolls come out? \n[192]Bring me one wouldya? Actually bring me two, okay sweetie? \n[193]What does that mean? I had a beer the night before I flew. And what...That made the tail of the plane explode? \n[194]I need a lawyer. \n[195]I need a bigger lawyer. A lawyer who understands that I flew a broken plane and without me at that stick there'd be 102 funerals, not 6. \n[196]To write checks, well it's not me I promise you that. And as long as they're writing checks, write me one because someone put me in a broken plane. I'd love a check. \n[197]I'm not worried, Charlie. I promise you that. No one could have landed that plane like I did, no one. \n[198]When I ask for power, push both of these forward. Got it? What's your son's name? \n[199]Can I get an orange juice? The BARTENDER leaves to grab the orange juice. 73. \n[200]Say \"I love you Trevor.\" \n[201]The black box. \n[202]And a double shot of Stoli. \n[203]Taylor street, Taylor st...ah, here we are. Whip rolls the Buick to a stop and scans the street. 77. \n[204]The fuck are you doin'!? 79. \n[205]Keep your fucking hands off her! \n[206]You okay? Is this all the stuff you want from here? \n[207]Okay, start taking that stuff down. \n[208]You wanna spend a thousand bucks suing her and get jack shit? Or do you want to make a cash deal with me? \n[209]You're a creep...with your baseball bat bullshit... 80. \n[210]I'll give you 400 in cash. \n[211]Good boy. Now help her get that box in her car. \n[212]Your car doesn't run? What were you gonna do? \n[213]Then put the fucking box in my car. \n[214]Whip. 81. \n[215]You okay? \n[216]Okay. WHIP takes another sip before returning to massaging his leg. \n[217]Yea. I want you to stay. NICOLE walks over to WHIP and kneels down and gently takes over massaging his leg. WHIP exhales. \n[218]That feels better. \n[219]C'mon in. I'll shoot you inside. HUGH walks closer to the porch. WHIP questions him. \n[220]You just decided to drop by? \n[221]I turned it off. HUGH nods as the explanation lands. \n[222]Okay, gimme a minute. Wait here. dressed. 83. \n[223]The left wing partially pulled away- \n[224]I drank a lot the night before that flight. I drank that morning too and I used coke to straighten up. \n[225]But that's not the reason this happened. \n[226]Why'd you bring me here? \n[227]You trying to scare me? \n[228]Who's God would do this? \n[229]I'll stop. I can stop.  I told you I can stop. I won't drink. \n[230]Don't, don't, don't! I'll get him. Knuckles, junior. See him. Yeah. I'm not calling again. Fuck him. He didn't call. Not back. Not calling back. NICOLE backs away as she watches the blacked-out ballet play itself out in slow, tragic fashion. WHIP motions to his lips as if he is smoking. He freezes and then steps forward and trips in to the coffee table. Whip falls to the ground. NICOLE checks WHIP's face to see his eyes partially opened but passed out. NICOLE goes to the bedroom and returns with a blanket that she covers WHIP with. She also places a pillow under his head making sure that his head is titled to the side so he doesn't choke. NICOLE looks around the room. She begins to collect the bottles and straighten up. \n[231]Morning. \n[232]Tired. Guess I drank a bit. \n[233]You wanna count the fuckin' beers? They're still in the garbage. Vodka too, is that okay with you? \n[234]Good. \n[235]Lemme see that camera. \n[236]It was my grandfather's farm, my dad grew up here. He was a pilot in World War II, flew with the 332nd. See the landing strip out there? He built that. He ran a crop duster outta here until the EPA put an end to that.  He traded the crop duster for a used Cessna. He flew that damn thing all over. It's still in the barn. I was gonna sell this place after my dad died. Then I got divorced... \n[237]Dead...she's dead. Your dad still alive? \n[238]You got no relationship with him. \n[239]You too Margaret. Broken collar bone? \n[240]I didn't go in. I couldn't. \n[241]No. I can't, really. I will, but just not now. \n[242]Yeah...y'know...I'm in the middle of this investigation. The NTSB is investigating the crash- \n[243]I'm nervous because I was out the night before the crash at dinner- \n[244]Yeah and I had two glasses of wine. And they might ask you about my condition that morning and if you thought I had anything to drink. \n[245]What? \n[246]You have to tell them it was an ordinary day. I mean it was an ordinary day. You know I was in shape to fly. You have a problem with saying that? \n[247]My lack of sleep made the plane fall apart, huh Margaret? I'm just trying to get it straight. You think that another pilot would have been able to land that plane and save more lives? \n[248]Well can you imagine Trevor at this same church looking at you in that box in there? Or my son having to come and see me in prison? \n[249]It was an ordinary day. The storm right after we took off was very severe, but as far as the flight crew was concerned it was a perfectly ordinary day. \n[250]It was okay, okay. How're you doin'? \n[251]That's good. Cause for a celebration. \n[252]He did. So should we get some dinner? \n[253]No, it's okay. You should go. \n[254]Open meeting? \n[255]Even me? \n[256]I gotta go. Okay? Can uh...  \n[257]How're you feeling, Ken? \n[258]I'm Captain Whitaker, I was flying- \n[259]Listen, how long have you been... \n[260]I didn't mean to disrupt your whole day. I know they been swamping you with interviews. You were great on \n[261]I'm sorry Ken. 103. \n[262]I don't know how much you remember, but the plane started to fall apart. \n[263]What are we talking about? \n[264]I just wanted to get a sense from you what you thought caused the crash. \n[265]You think you'd be alive without me on that plane? \n[266]I'm not gonna argue anything with you. 104. \n[267]Praise Jesus. reverence. \n[268]Looks great right? 106. \n[269]It's a Cessna 172, it was my dad's. He kept it perfect. \n[270]Yeah, he flew this plane a few months before he died. I learned to fly in this plane. You can land it anywhere. \n[271]My friend Harling and I flew it to Jamaica. \n[272]We set off for an overnight fishing trip two hours south of here. We ended up in Bethel, Jamaica. \n[273]It was like a picture on a post card. The white sand and sky blue water. Most beautiful place I've ever been. \n[274]Yeah, really warm. \n[275]Let's go. 107. \n[276]Let's go tomorrow. \n[277]We'll leave in the morning...we'll just go. Start over. \n[278]It's a beautiful beach, it's paradise. \n[279]I'm fine thanks. \n[280]You go to a couple of AA meetings and all of a sudden you think you're Jesus Christ? Worry about yourself. \n[281]\n[282]I didn't suck dick to get high. And don't give me a whole... \n[283]Your mom died and dad drank and bullshit, bullshit, bullshit -- \n[284]Is that why you shot dope? \n[285]Well there's a lot of people out there who lost their mom who've never had a drink in their life. \n[286]I choose to drink. \n[287]I choose to drink! And I blame it on me. I'm happy to. I've got an ex-wife and a son I don't see. Why? Because I choose to drink! \n[288]Alright look, I was loaded when I crashed that plane. With this investigation going on, I don't know what's gonna happen. Come to Jamaica with me. \n[289]Come with me. I need help, I do. \n[290]When we get to Jamaica we can go to the local hospital. I'll do it for you. Anything you want. \n[291]I'll be sober. I won't force you to stay. I promise if you don't like it or if I don't clean up? You can leave. \n[292]It's so beautiful there. We'll leave before noon. I'm a great pilot. You'll get to see so much. \n[293]Yeah, I'm here. What's goin' on? \n[294]Look, it's simple. I flew a broken plane. \n[295]And what about my toxicology report? \n[296]Okay. I see...where this is going. That's funny that they found two bottles. \n[297]Because I drank three. One's missing. \n[298]Fuck you too, Hugh. \n[299]Can I go now? \n[300]Yeah. So? \n[301]Great. I'm going home. \n[302]What fucking life?! Don't kill yourself on my account, Hugh. \n[303]You wanna talk about me like I'm not here? Like I'm fucking dead? \n[304]Yeah Charlie just get him home. Sober him up long enough to save the union's contract and that fat fuck's airline. Fuck you. I shoulda died on that plane. shiny floor of the hangar and into the growing rain storm. \n[305]It's lovely to see you too Deana. May I come in? 116. \n[306]Thought I`d come see you and Will.  \n[307]Call you? Like anyone in this house has called me in the last three years to say anything other than \"Where's the money?\" \n[308]Well that took...what? 17 seconds?  It took 17 seconds for you- \n[309]LADIES and GENTLEMEN it took \n[310]You're asking me to leave the house I bought for you?! Very good. \n[311]William Whitaker, junior. The man of the house. Nice of you to call me back. \n[312]You are? Are you the man of the house? \n[313]I'm your father, tough guy. \n[314]You don't know who the fuck I am! \n[315]What did you say? \n[316]I'm outta here. I'm outta here. I know where I'm not wanted. 118. \n[317]Folks, please give us some room.  At the appropriate time I will tell my story. Now is a time for grieving and taking care of those injured. Thank you. I appreciate your interest in me but I ask that you leave my family in peace. 119. The POLICE begin to disperse the NEWS RATS. WHIP pulls an officer aside. \n[318]I'm Captain Whitaker, I was- \n[319]Can you get me to my car? \n[320]Now is a time for grieving and taking care of those injured. Thank you. I appreciate your interest in me but I ask that you leave my family in peace. A REPORTER now wraps up the piece... \n[321]Hey, Charlie. Thank you. Amanda was so nice to let me in. It's just...I couldn't find a safe place. \n[322]I think it's okay. I've been watching and I think it's okay. \n[323]Okay. Good then. Listen Charlie, here's the deal- \n[324]No. I can do this. \n[325]Let's just stick to the plan. \n[326]This whole thing has just been so heavy, it's killing me. Tell Hugh, I can do it. Look, I really wanna fly again, get back to my life and be done with all this shit. \n[327]Let me stay here. They have my houses all staked out now. Let me stay here until the hearing, Charlie. I won't leave the house. CHARLIE takes a long look at his old, troubled friend. \n[328]I won't drink. 122. \n[329]Thank you. I feel really good. \n[330]9 days...  Two hours and 26 minutes...but who's counting? \n[331]Wait, Charlie, thanks for letting me stay with you. I needed it. \n[332]You've got a beautiful family. \n[333]So does she have the knife out for me? \n[334]Hello? Anyone? \n[335]Yes!!! I'm dead!!! \n[336]Amazing grace...how sweet the sound...that saved a wretch like me- \n[337]I once was lost and now I'm found was blind but...now...well I'm still kinda blind. \n[338]Call Harling Mays. 130. \n[339]Harling's got cocaine. \n[340]609-237-1184. We're in 609 so just... \n[341]129 Tell him I need bananas... 129 \n[342]The banana boat is here. \n[343]Thanks brother, I'm back. 134. HARLING gathers his things, stands and hugs WHIP. \n[344]I love you too. HUGH and CHARLIE are quiet as they watch the strange but sincere drug-fueled emotion pass between two old friends. HARLING eyes CHARLIE before handing him a baggie. \n[345]Do not tell me how to lie about my drinking. I've been lying about my drinking my whole life. \n[346]Morning. \n[347]I'm not sure it was conscious. It was more of an instinct. \n[348]I don't recall. \n[349]I heard a metallic bang. We pitched nose down. No control. \n[350]There was a lot of things wrong with that aircraft. \n[351]Yes. \n[352]There was some convective activity in the area. However, my first officer and I discussed the conditions on the field and determined that we were safely within our visibility and crosswind minimums. \n[353]I appreciate that. 140. \n[354]Yes, I understand. \n[355]No. I did not. \n[356]No. I did not. \n[357]No. \n[358]Yes. I suspended the drink service. \n[359]Yes. \n[360]I am now. \n[361]Outside of work? Not really. \n[362]No. I did not. \n[363]No. I did not. 143. \n[364]No. I did not. \n[365]Can you repeat the question? \n[366]I'm sorry. My what... \n[367]I SAID...God help me... 144. \n[368]\n[369]She saved that boy's life... \n[370]\n[371]...because I did. I drank the vodka. \n[372]I drank the vodka bottles on the plane. \n[373]You don't have to readdress anything. I DRANK THE VODKA! \n[374]On October 11th, 12th and 13th and 14th I was intoxicated. I drank alcohol on all of those days. I drank to excess. \n[375]I was drunk. I'm drunk right now, Miss Block...I'm drunk right...  I'm drunk now, because... Because I'm an alcoholic. \n[376]That was it...I was done. It's as if I'd hit my life long limit for lies. 146. \n[377]I could not tell one more lie. And maybe I'm a sucker. Because if I had just told one more lie? I could have walked away from that whole mess and kept my wings and my false sense of pride and most importantly I would have avoided being locked up here with all of you nice folks for the last 13 months. \n[378]It looks like I will serve every day of the remaining 4 plus years of my sentence. And that's fair. I betrayed the public trust. I did. That's what the judge explained to me. I had betrayed the public trust. The FAA took my license. And that's fair. The chances of me flying again are slim to none. And I accept that. \n[379]I've had time to think about all of it. Doing a lot of writing. I've written letters to each of the families that lost loved ones on my flight. Some were able to hear my apology, some never will. I've also apologized to all the people who tried to help me along the way, but I couldn't or wouldn't listen, like my wife, I mean my ex wife...  ...and my son. Again, some were able to forgive me...some never will. But at least I'm sober, and I'm grateful for that. 147. \n[380]And this is gonna sound really stupid coming from a man who's in prison...but for the first time in my life...I'm free. \n[381]Knuckles, you're looking good. I sent you something for your birthday. \n[382]This is a real surprise; a great surprise. I haven't seen you- \n[383]Great. An interview. Okay. \n[384]Listen Will, it means everything to me that you came here. You are an amazing kid and you deserve great things... \n[385]Yeah. Of course. \n[386]And that's me? \n[387]Okay. \n[388]Good question. ", "NICOLE": "\n[1]Don't pick up...don't pick up... don't pick up... 2. \n[2]It's Nic, do you have any? Good morning to you too. You're what? Well, where are you guys shooting today? Where? Text me the address. You have some...Okay. \n[3]\n[4]Kip I need 2 grams of \"h.\" \n[5]Desdemona? What the fuck? \n[6]I don't do porn, Kip. Just lemme see the \"h.\" \n[7]He fucks me in the ass? 9. \n[8]Fuck you Tiki, you put that in your ass and call me in the morning. Kip, have I ever done that shit for you? Never. Asshole. \n[9]I just need a little to smoke.  I've got 100. \n[10]I can handle it. 10. \n[11]I'm just gonna smoke it. I haven't done needles in weeks. \n[12]Fuck! Fran...get out. \n[13]Get the fuck out Fran! \n[14]Fran, please just gimme a minute. Get out. I have the rent. I will bring it down to you. Just let me shower. \n[15]You're in the perfect light Fran.  Back up a little...little more. \n[16]In your fucking dreams. \n[17]Oh man... \n[18]Being rushed out of her apartment on a stretcher. The TWO PARAMEDICS and Fran  instinctively duck as the jet SCREAMS over. \n[19]Were you on the plane? \n[20]Where were you sitting? 54. \n[21]He was. \n[22]Nicole. \n[23]Not much. I was a photographer and then I was a masseuse and I wash hair at a salon sometimes. \n[24]Chemo brain. Chemo makes you pretty foggy. \n[25]They call it chemo brain, my mom used to slur her words and get all chatty. \n[26]Breast cancer, she was only 54. \n[27]I dunno. I flat-lined twice in the ambulance. Heroin addicts who use needles tend to die. Especially women for some reason. \n[28]I have a pamphlet to prove it. A girl from AA just came to see me -- That guy was a trip. He made it feel like, I dunno...we were the last people left on the planet..  ...and together we should save the world. \n[29]You don't want me. 59. \n[30]What? \n[31]Why you wanna come visit? It's luxurious.  I live in Bankhead, it's south Atlanta, near the bus station. \n[32]Yeah. \n[33]You're sweet. \n[34]I live at the Georgian Gardens on Taylor street. \n[35]Yeah. \n[36]Trying to stay as long as I can but I don't have insurance to cover rehab. I'll prolly be out tomorrow. 60. \n[37]Yeah. \n[38]I've been every kind of masseuse there is. \n[39]You too. \n[40]Franny relax, I'm just getting my shit outta here, okay? \n[41]I'm sorry. Just let me get my shit and get outta here. I will pay you when I can. \n[42]No. I'm not doin' that. \n[43]\n[44]No fucking way! I will kill you if you touch this camera! I will pay for all of this! I will pay, okay! \n[45]Just this stuff. \n[46]Ah...my car doesn't run. It won't start. I'm taking this with me. \n[47]I don't...I...I was... I don't know what I was gonna do. \n[48]What's your name? \n[49]Thank you, Captain Whip. \n[50]I was gonna lay down, get some rest. \n[51]Is it really okay that I stay here? \n[52]It's throbbing because the blood is having a hard time getting back to your heart. NICOLE stands and takes the drink out of WHIP's hand and sets it down. She now bends down and kisses him softly. She now stands and takes his hand, leading him in to the bedroom. 82. \n[53]I know, one day at a time. \n[54]Hey. Sorry I'm a little late, but we went for coffee after the meeting...  Whip? NICOLE goes close to see WHIP look at her with a non-focused stare. She sees the table and reads the situation. NICOLE watches as WHIP stands up. In his oblivion he tries to focus. \n[55]Are you okay? You were in bad shape when I got home. \n[56]A bit? \n[57]It's more than okay, Whip. \n[58]I've been watching the sky change as the sun rises. Beautiful.  Perfect light, I went out and took some great shots. 93. \n[59]My mom got it for me. Towards the end, when she knew she wasn't gonna recover. She maxed out her credit card to buy me that camera and a lighting kit. \n[60]It's just so beautiful here. Did you grow up here? \n[61]And your mom? \n[62]I'm pretty sure my father lives in Colorado. \n[63]He drank. It was my mom that raised me. She was incredible. 94. \n[64]She held it together for so long, I couldn't tell how sick she was. Even through chemo she looked beautiful. NICOLE leans over and blows out the candle. \n[65]They gave her very heavy meds for pain. Dilauded, morphine, oxycontin. I started taking them with her. We would get all medicated and sit in our back yard and talk and talk and watch the sun go down. We'd be so stoned that we couldn't get up to go inside when it got dark.  I know it sounds crazy to get hooked on dope with your mom, but she was dying and we spent her last seven months together like teenagers, trading stories about boys and whatever. She loved me. WHIP lifts the camera and points it at NICOLE. She contorts her face into a sly smile. WHIP snaps it...she laughs. \n[66]Are you okay? How was it? \n[67]Well, I got through my first day. They haven't fired me. \n[68]They needed someone to work the night shift. They asked me and it's time and a half so... 98. \n[69]I gotta vest and here's my name tag. Oh oh oh....I got you something..  It's a P-51 mustang on there... (flies her arms like \n[70]I promised Sheila I would be at the meeting tonight. She's the one that's been helping me, my sponsor. Can we do it tomorrow night? And Please, Whip don't make me choose between dinner with you and the meeting. \n[71]Why don't you come with me? We'll eat after. It's an open meeting. \n[72]That means anybody can come. Anybody. \n[73]Yeah, Sheila. She can take me back to work. \n[74]Thanks for the ride guys. I'll see you tomorrow. \n[75]It's kind of...beautiful. \n[76]Does it work... \n[77]Jamaica? In this? \n[78]You're insane. \n[79]Was the water warm? \n[80]That's my kind of place. \n[81]Sure, why not. \n[82]You're serious? \n[83]Whip, we can't. \n[84]I'm worried about you. \n[85]No you're not, you're really not. You need help, Whip. I think you need rehab. \n[86]We're the same Whip, you and me, we're the same- \n[87]\n[88]Never Whip, I never in my life- \n[89]Stop. Please stop. \n[90]That's not fair- \n[91]You're sick, Whip. \n[92]Do you? You choose it? I don't see a lot of choice goin' on. \n[93]Whip. I'm afraid I'll use again. \n[94]I'd love for you to get help, Whip. \n[95]I don't wanna use again. I can't. I won't make it back. ", "EVANS": "\n[1]You want a hit? \n[2]No thank you sir. \n[3]No sir, not that I remember. Ken Evans, sir. \n[4]Yes sir. \n[5]No ma'am. Thank you. Sir, it's 8:50. \n[6]Yes sir, you gottit. And how you feeling today, sir? \n[7]Looks pretty ugly, sir. \n[8]Half a mile. Right at minimums. Wind's gusting to 29. 30 is our crosswind max. \n[9]Orlando ground. SouthJet 227 will be ready to go at the end. WHIP stares forward, not looking at EVANS. \n[10]Elevator trim - set. Flaps, One, two, three - set. Radios - set. 12. One, two, three altimeters - set. Lights, pitot heat, de-ice - on. Transponders, set. \n[11]Cleared for take off, SouthJet 227. \n[12]Airspeed's alive, both sides... Engine instruments are in the green...100 knots crosscheck... \n[13]That's wind shear! A micro burst! \n[14]Less than a thousand feet to go! \n[15]V1...and... \n[16]...rotate. \n[17]That's wind shear for sure! \n[18]Orlando Departure...SouthJet 227, climbing out of 2500 for 5 thousand, runway heading. \n[19]Left to 170. Climb, maintain niner thousand. \n[20]Copy, Center. Did you get that? \n[21]We're cleared to Flight Level one- eight-thousand. 16. \n[22]What are you doing!? \n[23]What!? \n[24]Center. This is SouthJet 227, We need to divert 30 degrees right... \n[25]...for weather. 17. \n[26]Report back on course. \n[27]Oh, Lord! \n[28]Why are you leveling off, sir? \n[29]We're approaching maximum airspeed! 18. \n[30]You're over-speeding! \n[31]Center...uh...SouthJet 227 is leaving niner thousand...for Flight Level 180. \n[32]Look at your airspeed! You're too fast for this rough air! \n[33]Glad that's over. \n[34]16 thousand. That was incredible sir... \n[35]My plane. \n[36]26 minutes. We're going to start descending any second now. \n[37]Descend and maintain 30 thousand. \n[38]The stabilizer feels really stiff. \n[39]I have very little trim control sir. \n[40]It's pulling right. Hard! \n[41]I have no trim at all! \n[42]Your plane. \n[43]It's stiff as hell. We're pitching up. Slowing a bit. \n[44]Gear's down. I don't think hydraulics is the problem. \n[45]Too fast for flaps. \n[46]21 thousand! \n[47]We're still fast. \n[48]I got it. 30. \n[49]Nothing! No control! \n[50]I can't reach it. \n[51]\n[52]Oh Lord, we're descending at 4,700 feet per minute, out of 7,000. I \n[53]Trim down?! What are you gonna do?! \n[54]You mean trim up?! Right? You want me to trim up? \n[55]What are we doing?! Why would I trim down?! \n[56]\n[57]\n[58]\n[59]3,000...I think. \n[60]Oh Lord Jesus! We're inverted! \n[61]\n[62]\n[63]\n[64]\n[65]\n[66]\n[67]\n[68]Oh God. \n[69]Happy to be alive. \n[70]Ma'am can you give us some privacy? Thank you. Come on in sir. Shut the door. \n[71]Outta the coma? Two days. \n[72]Both my legs were crushed and my pelvis snapped. I'll probably never walk again, least not without a walker or braces. I'll certainly never fly again. \n[73]That plane was doomed the second you sat in the chair. You reeked like gin or somethin'. I called Vicki from the plane before we took off. That's when the rain kicked up. \n[74]I remember everything until we crashed. I know what went on. \n[75]I don't know Captain Whitaker, what are we talking about? \n[76]Was it the fact that you got on the plane drunk from the night before? \n[77]The NTSB is coming back tomorrow to finish taking a deposition from me about the events on the flight. \n[78]No, we'd all be dead. But are you gonna argue that your physical state was tip top? \n[79]Sit, please sit. I never shared my opinion about your physical state the morning of the flight. I've never said word. \n[80]The flight was pre-ordained. I've prayed on it Captain. Vicki and I have prayed on it. There's only one judge -- \n[81]And he has a higher plan for you sir. This event although tragic in its loss of life is also a celebration of life. \n[82]Nothing happens in the Kingdom of the Lord by mistake. \n[83]Captain, will you pray with me? \n[84]Jesus our Lord and savior we thank you for blessing Captain Whitaker with courage and wisdom. For guiding his hand on that fateful morning. In his divine light we were saved. Praise Jesus. 105. ", "CHARLIE": "\n[1]How you feelin' Whip? Initial reports look like you pulled some move up there, kid. You saved a lot of lives. \n[2]102 souls on board including the flight crew, and 96 of them survived the crash. Six people died. 2 crew, 4 passengers. \n[3]Listen, protocol is the NTSB has to make the first contact with you and the agent is here. Let me go get him. \n[4]Apparently she wasn't strapped in. A survivor reported that she was assisting a kid. \n[5]Broken collar bone, cuts, banged up, but she's okay. She's here too. Ken Evans your copilot took a bad shot to the head. They're keepin' him in a coma to let the brain swelling go down. He's listed as critical, but we feel good about him. He's gonna be okay. \n[6]I'm flying a desk now. I'm a regional rep for the IAP. \n[7]I'm one of a few union reps for the southeast. When your plane went down all the reps got a page and since I know you I shot my hand up and said I wanted to come and be the first face you'd see. \n[8]It's good to see you too, Cowboy. You're gonna be okay. We're gonna take care of you. That's my job. \n[9]The union will put out a statement on your behalf. Condolences to the families who lost loved ones and gratitude to the brave men and women on the flight crew. And I know you and Deana have been divorced for a while but maybe she and your son...? \n[10]Yeah, how old's he now? \n[11]Wow, you weren't even married when we flew for Delta. We're dinosaurs, Whip. Do you want me to reach out to Deana and see if she and Will want to come? Any family you want here, we'll get them here, stat. \n[12]Speaking of which, I have your phone and some of your personal effects from the plane. \n[13]Your clothes are toast. Do you need me to get you some stuff? \n[14]I'm gonna head out, let you get some rest. I'm coming back. You'll see plenty of me. \n[15]Okay. Get some rest now. \n[16]I know. The way you landed that plane was nothing short of a miracle. \n[17]I'm back in town and I stopped by the hospital tonight but they said you went home...so I guess you're feelin' pretty good, but um we went out to your condo and the manager said you had not returned. \n[18]Whip, hey buddy. Glad you got my message. Grab a seat. \n[19]Whip this is Hugh Lang; he's an attorney from Chicago. \n[20]Siddown. Coffee?  Miss, can we get some fresh coffee? \n[21]We were just talking about your copilot's wife. She told a newspaper that \"God landed that plane.\" 68. \n[22]I too believe that God landed that plane. The same way I believe that God should hit the buffet, the turkey sausage is excellent. \n[23]Len Caldwell was really trying to get here this morning.  Len is the president of the pilots' union and he wanted to be here with us and meet with you but they wanted him at the crash site. So.. \n[24]Whip, as you know, when a plane crashes, the NTSB sends a \"go team\" to the crash site immediately. \n[25]Yes they found them, perfectly intact. \n[26]Hugh's an attorney who specializes in criminal negligence- \n[27]The airline will try to prove equipment failure. Which would make the manufacturer responsible. The manufacturer of the plane will try to prove poor maintenance of the equipment by the airline. \n[28]Hugh's on our team and it's the NTSB's ball game. They run the investigation and they will ultimately rule on the cause. \n[29]Separate issues Whip- \n[30]Hugh is your lawyer. \n[31]\n[32]He'll get it done, Whip. It's what his entire life is about. Trust me, trust him.  Don't worry Whip, you're gonna walk away the hero you deserve to be. \n[33]I flew with him. He's a great pilot. \n[34]He's a heavy drinker. Should I bring him in? \n[35]So far we've been lucky. \n[36]Hey Whip, if you're there pickup...I got some good news... 111. \n[37]Here's our guy. C'mon. WHIP walks towards a ramp that leads up to the hole in the plane where the door used to be. CHARLIE stands at the top of the ramp. Suddenly HUGH steps out of the plane... \n[38]They've scheduled the hearing. It's in 10 days. CHARLIE and HUGH reach the bottom of the ramp. 112. \n[39]You got it. That's right. \n[40]What the hell is wrong with you? I spoke to Hugh, he told me that you went to your ex-wife's house? Drunk as a skunk and the news crews showed up?  And the police escorted you out? \n[41]Hugh checked every media outlet that covered it and it looks like we're good. You come off fine. \n[42]No Whip. No deals. Look at you. I have no idea what you're gonna do or say, ever. You're all over the place. I was the one guy in your court. I was your apologist, your defender. But not anymore. 121. \n[43]You're about to be questioned by a Federal Agency about piloting an airliner drunk...an airliner that crashed. And you continue to drink and stumble around. What kind of crazy do you have to be to do that? I'm scared of you. \n[44]You can't stick to anything. \n[45]This hearing is 10 days away. Hugh busted his ass to try to get you excused, but there's no way. You have to appear. \n[46]You can't drink here, Whip. You can't drink in my house. Can you do that? \n[47]Officer Edmonds? \n[48]Whip, Officer Edmonds will be staying here tonight. Any problems he'll handle it. \n[49]Just get a good night's rest. Relax, order up a steak, get a movie. \n[50]Okay, cowboy, I'm out. The hearing starts at 10, so we should plan on 9 for breakfast here in the room. \n[51]You did great cowboy. \n[52]I'm very blessed. \n[53]Good morning, how's our man? 127. \n[54]I think your pilot overslept. \n[55]Whip? Hello? \n[56]Whip? WHIP! \n[57]\n[58]\n[59]Yes! \n[60]Get him to the bed...  129. Can you wait outside and don't let anyone in here? Thank you. \n[61]WOAH!!! WOAH!!! WOAH!!! Enough! \n[62]What time is it? \n[63]How much grace do you think we got? \n[64]We probably have an hour before we really need to get him to the hearing and it's just downstairs. \n[65]Harling's got a wheel chair? \n[66]\n[67]237...1184... \n[68]Harling? Harling this is Charlie. I'm a friend of Whip's...yeah. We need you to do a very early, very discreet...uhm...Whip needs bananas and you need to bring them to The St. Jerome Hotel downtown...how many bunches of bananas?  3 is the answer I'm getting -- you will be well compensated...the The St. Jerome Hotel room 1027... CHARLIE hangs up and looks at WHIP who is mostly passed out again. CHARLIE looks to HUGH. 131. \n[69]All I have is a twenty. \n[70]A what? \n[71]They hang on the consumption of a 300 dollar bag of cocaine. \n[72]Okay, we gotta go. \n[73]Are you fucking crazy? \n[74]Morning. We watch as a small trickle of blood escapes from WHIP's left nostril. HUGH pulls a handkerchief from his pocket, hands it to WHIP. \n[75]You're gonna make it. Remember, if they ask about your drinking, it's totally acceptable to say, \"I don't recall.\" \n[76]", "HUGH": "\n[1]Nice to meet you Captain Whitaker. \n[2]Death demands responsibility. Six dead on that plane, someone has to pay. \n[3]Or pilot error. \n[4]I do. I heard the black box last night. \n[5]They interview the entire flight crew and the passengers. They hold \n[6]The NTSB `go team' collects blood, skin and hair from the flight crew for a toxicology report. \n[7]In the hospital. It's the first thing they do. Do you remember having your blood drawn on the night of the crash? \n[8]Yeah, they do. \n[9]An initial report shows alcohol in your bloodstream at a level of .24. In the U.S. 71. -- one of the most lenient drunk driving countries in the world -- you go to jail for driving with a number over .08. And by driving, I mean a car. \n[10]We're talking about prison not funerals. Somebody has- \n[11]This tox report states that you were drunk and high on cocaine, felonies punishable by 24 years in jail. And if your intoxication is proven to have caused the death of the 4 passengers you'll get 4 counts of manslaughter. That could be life in prison. 72. Can I now do my job on your behalf and kill this tox report? WHIP is listening. CHARLIE tries to reign it in. \n[12]Do you wanna shoot me or can I come inside? \n[13]Your voice mail is full and you never answer your cell phone. I called your cell 10 times. \n[14]I thought we'd take a ride. WHIP measures HUGH's intention... \n[15]You can see the initial impact sheared the right wing clean off. If only the left wing had come off at impact, I think everyone would have walked off that plane. \n[16]It snapped but stayed connected to the airframe. So it whipped back towards the plane, hit the fuselage in front of the tail. If you were sitting in the last 6 or 7 rows on the left side, it was like being hit by a train. \n[17]I know, it's in the toxicology report. \n[18]I know. \n[19]The John the Baptist Pentecostal Mission. \n[20]They helped pull survivors out of the wreckage. Now they come out here every day and have a mass 30 minutes prior to the crash. And then they sit in silent prayer for 10 minutes at 9:42...which is when you went down. \n[21]Ellen Block, she's the head of the investigation for the NTSB. She's the one that's gonna ask the tough questions. \n[22]I needed you to see this. \n[23]I need to know that you can handle all this. 85. \n[24]Listen clearly. There was a mechanical issue with the plane, but what you and I know? Is that this was an act of God. I'm gonna fight to get the NTSB to place \"act of God\" on the probable causes list. \n[25]So here's the deal. Avington Carr, the owner of the airline, is on our side...and he's got big friends in Washington. He wants to sit down with us. 10 O'clock tomorrow morning. \n[26]You can't drink. You're under the microscope. You can't be out buying liquor. No bars, no drugs. \n[27]10 O'clock tomorrow morning with Mr. Carr, the owner of the airline. \n[28]I'm gonna kill the toxicology report.  It was done incompetently. The last time the toxicology equipment they used was calibrated was in June of 2009, which is 18 months past code. Their log that should clearly state who labeled the blood vials and when, is very incomplete. And they aren't sure who stored them. They used a preservative in the vials that has in some cases caused blood to ferment and register higher in an alcohol test. That's what I've done so far. I can handle this. \n[29]Captain Whitaker, we've won. WHIP doesn't move as HUGH starts down the ramp. \n[30]This is what we call in my profession a \"walk over.\" \n[31]But these hearings can be tough. You just need to stay sharp and on course and answer the questions correctly. It's no longer a question of your condition but the condition of the plane. \n[32]I've had an \"Act of God\" successfully added to the list of probable causes. \n[33]I killed it. They have no physical proof that you were intoxicated on that plane. And no eye witness claims. But there's a problem. \n[34]Because of the turbulence at the beginning of the flight and then the crash, there was never any drink service on the flight. But, they found two little vodka bottles in the galley trash bin. There was no physical evidence found on the bottles, no DNA, no finger prints. But both the bottles were uncapped and empty. The only people who had access to those bottles and could have drank them were the flight crew. Margaret, Evans and Camelia Satou all had clean tox reports. That leaves you and Trina Marquez. 113. \n[35]Why? \n[36]You have no capacity to accept the responsibility for the miracle you performed and the lives you saved. \n[37]Okay, I'm done here. I'm running out a faith that this guy's gonna make it, Charlie. \n[38]This NTSB hearing is a Federal Agency Hearing. Do you understand that? It's in 10 days and if I show up with you like this?! \n[39]Everything we've done? Everything I've done? Goes out the window. That's not on me. I did my job. It's your job, Charlie, to get him straight and get him to the church on time. 115. \n[40]You look great, Whip. I mean that. \n[41]I heard you haven't had a drink in 8 days. \n[42]Well, Whip we just wanted to make this as easy for you as possible. 123. \n[43]You didn't let any girls in there last night did you? \n[44]Where is he? \n[45]Is he dead? \n[46]\n[47]Wait!...just wait, Charlie...let's think about this. \n[48]Son of a bitch! You worthless motherfucker, what a waste! I cleared the decks for you...you piece of shit. You just fucked it all up like the piss drunk you are! \n[49]9:14, the hearing is in 46 minutes. \n[50]Shut the fuck up you drunk... \n[51]We need a wheel chair. \n[52]Cocaine? Cocaine?! HUGH and CHARLIE exchange a desperate look... \n[53]This is fucking insane. And criminal. \n[54]Millions of dollars hang in the balance. \n[55]No, I'm good. Charlie? \n[56]Your nose... WHIP accepts the handkerchief and wipes his nose. WHIP sees blood on the cloth and tilts his head back. 135. \n[57]I'm gonna head in and tell Ellen Block that we're here. ", "HARLING MAYS": "\n[1]I'm on the list baby girl. Check the list for Mr. Mays. Harling. \n[2]If this is gonna turn into a sponge bath, I'll come back. \n[3]That's right honey, I'm on the list. Harling Mays. Some say they Harling knew me. \n[4]Honey can you hustle us a couple of daiquiris and a cocktail weenie? On second thought just bring the booze. I brought my own weenie. \n[5]She's offended, and she should be. I'm a pig. And I hate me. That's what we have in common Nurse Ratched...we both hate me. \n[6]Whip? What the fuck my man? They're sayin', \"Sweet Jesus, what a fuckin' stud that pilot is.\" You're a hero, no shit. You will never pay for another drink in this life time. There is crazy news people all over, look at this shit-- \n[7]Classic hero worship, you're a rock star man. You gotta see the video I've got -- I'm making a doc about you, well us, y'know? \n[8]This is outside your condo... \n[9]Look that's me, and that`s Mark Mellon...you know that douchey talking haircut from local Atlanta channel 3? I said a few words. Just straight talk, y'know? \n[10]You okay Captain Whitaker? Easy... \n[11]Aprazolam? That's generic Xanax and this Hydrocodone is generic Vicodin. It's shit, prolly Canadian. \n[12]We want the premium stuff. Blue label...not the fucking well shit. Where's the dihydromorphinone? 50. Or just some fucking Palladone would suffice. What is this? Fucking amateur hour over here? Get that goddamned doctor in here. You just saved a 100 people from death, they should get your fuckin' meds right.  \n[13]I decided to come by instead. And yes I got your fucking message and yes I brought you smokes. \n[14]Here is a fresh carton, enjoy. You fucking earned it -- you smoke your nuts off, champion. If I were you I'd fire up right here in the God damn room. Fuck'em, you're immortal, you're a fucking God man. \n[15]Sorry Whip. It's just...this is big time, man. You're a hero in a time when we really need heroes. \n[16]96 people lived! When are you gonna take yes for an answer? Pick up the phone, man. Fuck. 51. \n[17]Here's a pint of Smirnoff and a few Red Bulls. You know what I'm sayin'? I know my customer. \n[18]What?! Take the vodka? Dude, are you insane? I'm gonna just tuck it in the bottom of your- \n[19]Okay man. Check it out. \n[20]I'm out. You rest up. \n[21]The veal? 52. \n[22]Done and done. What time you need me here? \n[23]Send the mayday and you're outta here in 7 minutes. I got you a few stroke mags too. I've been in hospitals. I know what you need. JUGS, HOT MILFS in heat. ASSMASTERS. You should just stroke it all day. You're a hero -- know what I'm saying? If I was in here I'd be jerkin' it all day long. See, there's a smile. \n[24]Yeah, thanks Mike.  Here's 20 American. \n[25]This is how they get the Stones out of Madison Square Garden, man. 4 smoked black limos fly outta the VIP driveway and the fans jump on the limos...mayhem. Those limos? Empty. Meanwhile, Mick and the boys go out the service exit into delivery vans -- casual, rock star type shit. HARLING helps him into the front seat and they pull away. The Stones, \"Gimme Shelter\" starts to play... the hospital. Trucks with towers, cameramen, stringers and newscasters add to catering trucks and coffee stands as the vultures wait for the carrion of sound bytes and footage of survivors. \n[26]I couldn't find any suitcases so I just put your shit in grocery bags. HARLING pulls a cold Becks from a cooler on the floor of the back seat and uses a bottle opener that's been screwed to the dash of his car next to the radio to open the beer. He offers the beer to WHIP who waves it off. HARLING gladly keeps it for himself... \"Gimme Shelter\" continues to play... \n[27]So you're stayin' with me down on University, right? It's nice. A lotta young people...good vibe. Harling tosses Whip a freezer bag marked:\"VEAL\" -- Whip begins to open it. \n[28]The fucking farm? 62. \n[29]I thought you sold that fucking place. \n[30]I'm not sure I wanna stay at the farm. \n[31]58 Veal? Really? Don't you know the 58 \n[32]Come mista tally man tally me banana...Whip, what's the deal man you look like you're hurtin' for certain...shut the door, interior lock! \n[33]\n[34]Everyone except Whip and myself take three steps away from the table. \n[35]I need three things.  Two glasses of water, a credit card and a hundred dollar bill. \n[36]That'll do. And I need to make a coco puff. 132. \n[37]Okay Whip, just two small whiffs first...one on each side...just a primer. \n[38]Atta boy, head back now. Swallow. Water, chief, you! Water. \n[39]Coco puff... 133. \n[40]Little coco puff buddy. C'mon banana man. Who's the banana man? \n[41]Good man, focus up big dog. Here's the train comin' to you. \n[42]Keep it down big dog, banana boat's comin' tell me the banana boat's comin'... \n[43]Nothing can keep you down dog. Nothing keeps the big dog down. \n[44]You guys are up. \n[45]I love you man. \n[46]There's a gram in here, you paid for it and he might need it. My work here is done. See you all on the dark side of the moon. HARLING leaves and our TRIO exchange looks, \"Did that just happen?\" ", "ELLEN BLOCK": "\n[1]Those are difficult images to watch. For the record, I'm Ellen Block, Hearing Officer for this hearing. Captain Whitaker, good morning. 136. \n[2]What was captured on that video is that the aircraft was in a relatively stable glide just prior to the moment of impact. However, according to the data we retrieved from the cockpit data recorders, at exactly 9:34, after flying 27 minutes without incident, the transponder recorded a loss in altitude in excess of 4800 feet per minute in what is considered a \"full pitch nose down\" attitude. Then at 9:42, according to the data recorders, a decision was made to invert the aircraft. The NTSB has created animated simulation that I would like to play at this point. \n[3]That audio is tragic and compelling. I chose to play that part of the cockpit recording to highlight a key moment aboard flight 227, wherein you say \"We're gonna roll it, here we go, I've got control.\" You made a very conscious decision to invert the airplane, to roll the plane upside down. Is that correct? 137. \n[4]What led to that decision? \n[5]Let me quote from an investigative summary...\"From 9:34 until 9:42 the events on the aircraft are\"...again I quote, \"bold and remarkable\"... \"By inverting the plane, Captain Whitaker arrested the descent and allowed the aircraft to level off enabling him to glide the aircraft away from any populated areas and allowing him to execute a forced landing in an open field. \n[6]You had no idea what was wrong with the aircraft? \n[7]As I said before you can add any details you like to any comments I make. Do you remember any thing else that was out of the ordinary? Did you feel the flight crew was in their best shape? 138. \n[8]It was raining very hard the morning you took off, wasn't it? \n[9]Yes, first officer Evans' testimony confirms the same. \n[10]I want to show you something. \n[11]Nothing's happening. \n[12]This remote is not working. Apologies. I can do it manually. \n[13]This is the jackscrew on the tail assembly which articulates the horizontal stabilizer--also known as the elevator. As you can see, the threads on this screw are almost entirely gone. \" 139. Substandard thread life\" is how we reported it. This part was suggested as a maintenance replacement in January of 2010. It was never replaced. This had 1200 additional hours of flight on it. It finally failed. \n[14]Our investigators have concluded that the jackscrew snapped and the elevator was frozen in a fixed position, locking the elevator in a down position which forced the plane into a dive. The loss of the elevator was, and I quote our report, a \"catastrophic event, from which recovery was improbable and stable flight impossible.\" \n[15]Again I quote...\"From 9:34 until 9:42 the piloting decisions made by Captain Whitaker were bold and remarkable. The fact that Captain Whitaker commanded that the aircraft stay inverted while descending to an extremely low altitude shows a miraculous intuition that in this instance saved 96 lives.\" \n[16]Mr. Whitaker, I want to talk about the days leading and hours leading up to the accident. But before I do, I want to remind you that you are under oath and any testimony that you give here today will be considered admissable in any subsequent hearings or criminal proceedings, do you understand what that means? \n[17]Captain Whitaker, for the record I need you to verbalize your answer. \n[18]On the three days leading up to the day of the accident -- Tuesday, October 11th, Wednesday, October 12th or Thursday, October 13th of 2011 -- did you consume any alcohol or other intoxicating elements? \n[19]On the morning of the accident, Friday, October 14th, did you consume any alcohol or ingest any chemicals or drugs that may have impaired your ability to perform your job? 141. \n[20]Mr. Whitaker, do you now or have you ever had a problem with alcohol dependency, alcoholism or drug addiction? \n[21]Okay, Mr. Whitaker, we're about done.  Due to the severe turbulence during the early part of the flight, you asked the flight crew to suspend the beverage service on the plane. Is that correct? \n[22]Are you aware that our investigators found two single- service Vodka bottles in the galley trash bin? \n[23]There were 5 crew members on board the flight who would have had access to the beverage trolley. Less than an hour after the accident, blood was taken from each of the crew members. Yourself... 142. \n[24]First Officer Evans, flight attendant Margaret Thomason and posthumously from Camelia Satou and Katerina Marquez. \n[25]A toxicology analysis was performed and three of these tests came back negative, one was disqualified for technical reasons... \n[26]And one tested positive for alcohol. It registered a .17 blood alcohol level. Are you aware of that? \n[27]Miss Marquez was not only a colleague, but you knew her outside of work? Correct? \n[28]Did you know Miss Marquez had a drinking problem? \n[29]Did you ever see her drink to excess? \n[30]Did you know that she was twice treated for alcohol addiction? The last time was 16 months ago and paid for by SouthJet Airlines? \n[31]Is it your opinion that Katerina Marquez drank the vodka on the plane? \n[32]Your opinion Captain. Is it your opinion that Katerina Marquez drank on that flight? \n[33]Since her toxicology report is the only toxicology report that is admissable in this hearing, and she in fact tested positive for alcohol, is it your opinion that Katerina Marquez drank those 2 bottles of vodka on the flight? \n[34]I'm sorry Mr. Whitaker, I couldn't hear you. What did you say? \n[35]Yes, well. However, is it your opinion... \n[36]Excuse me, Mr. Whitaker... \n[37]Captain Whitaker can you speak \n[38]Mr. Whitaker, in light of that remark, would you like to readdress... \n[39]On the three nights before the accident, October 11th- \n[40]Mr. Whitaker, on the morning of ", "MARGARET": "\n[1]Captain Whitaker, that sky gonna hold? You're not gonna make me spend another night in Orlando? \n[2]That's right, Christ the King First Baptist Church on Hazel and 9th Street. And I'm still saving you a seat next to me. Offer stands...come on down. \n[3]Here's your coffee and the final manifest. 102 souls on board. \n[4]Ladies and gentlemen, the captain has turned on the seat-belt sign. Please be sure your seat-belts are securely fastened, and all carry-on items are safely stored in the over- head bin, or under the seat in front of you. Also, all personal electronic devices must be switched off, at this time. Today's flight time to Atlanta should be 52 minutes. Flight attendants please take your seats. \n[5]Ladies and Gentlemen, the captain has asked that until we clear this air you stay seated with your seat belts fastened. Thank you. \n[6]How long has Sleeping Beauty been out? \n[7]Well, I guess you'll need to wake... 25. \n[8]That came from the back! \n[9]Everyone's belted in. Are we going down? \n[10]Oh God, Whip. What's happening?! \n[11]Yes. 31. \n[12]Trevor. \n[13]Why? \n[14]I love you Trevor. Be a good boy. Mommy loves you. \n[15]Trevor. \n[16]Why? \n[17]I love you Trevor. Be a good boy. Mommy loves you. \n[18]It's great to see you, Whip. \n[19]Yeah, and some stitches but I'm fine. I really am.  It was a nice service. I mean, look at all these people that wanted to say goodbye. She looked beautiful in there.  Didn't you think so, Whip? Like she was gonna wake up and smile. \n[20]Trevor, find Dad. He's by Mr. Benton, there. Are you okay? You should come to the counseling group. The union has great people for us to talk to. \n[21]Take care Whip, okay? \n[22]I know. I'm going in to see them next week. 96. \n[23]With Trina... \n[24]I've known you 11 years and you're gonna stand here and tell me you and Trina went to dinner and you drank two glasses of wine? Sounds like a nice restaurant Whip, which one was it? \n[25]It's a lie. Whip, it's a lie. Trina told me you two hadn't been to sleep. \n[26]I didn't say that Whip. I can't imagine another pilot doing- 97. \n[27]Please Whip, enough. Don't you think we've all had enough.  What do you want me to say? ", "ATC": "\n[1]Roger SouthJet 227. Turn left heading one-seven-zero. Climb, maintain niner thousand. \n[2]What's your ride like, SouthJet 227? \n[3]SouthJet 227...Be advised there is a large convective cell four miles at your 11 o'clock. And another cell, 2 o'clock, 10 miles. Both moving rapidly. \n[4]SouthJet 227, this is Jacksonville Center. 30 Degrees, right, approved. Report back on course. \n[5]Uh, SouthJet 227, this is Jacksonville Center. Say altitude. \n[6]SouthJet 227, this is Center. You need to check your Mode-C. Your transponder indicates you're descending. \n[7]Roger. \n[8]SouthJet 227, Atlanta Center. Descend and maintain Flight Level 30 thousand. \n[9]SouthJet 227, Atlanta Center. Understand you've lost hydraulics and stabilizer? \n[10]SouthJet 227, do you wish to declare an emergency!? 27. \n[11]SouthJet 227, say your condition. \n[12]SouthJet 227, Roger. \n[13]SouthJet 227, Atlanta Center. How do you hear? \n[14]SouthJet 227. Hartsfield-Jackson International is 10 O'clock and 20 miles from your present position. Maintain block altitude, Flight Level 10 thousand through Flight Level 20 thousand. Turn left heading 260. \n[15]SouthJet 227, Atlanta. Fuel dump is approved. \n[16]SouthJet 227, Hartsfield-Jackson is eleven o'clock and niner miles. I see you below 10,000. How are you doing? 32. \n[17]Roger, SouthJet 227. Uh...Clayton County is 2 miles at your 4 o'clock. \n[18]Copy, SouthJet 227. \n[19]SouthJet 227, Atlanta Center. I see your position 4 and a half miles southeast of the airport. Descending out of 1,800. Are you \n[20]Uh, SouthJet 227...say again sir. Did you say inverted? \n[21]227, three miles, and one o'clock. \n[22]Roger, SouthJet 227. \n[23]Eight hundred, descending... \n[24]SouthJet 227, altitude 500 indicated, descending. Do you concur? 38. ", "GAUNT YOUNG MAN": "\n[1]Can I bum a smoke? \n[2]I should quit, my cancer might get cancer. Joke. You guys in the plane crash? \n[3]You're the fucking pilot. 55. \n[4]I saw you on TV. Holy shit, man. Tough deal, but you walked away or it looks like you limped away. \n[5]Home. Home for me is the basement, they keep cancer treatment in the basement. I'm livin' here. \n[6]No. I'm dying here. \n[7]Fibro-mixzoid sarcoma, soft tissue sarcoma. Very rare, God chose me. \n[8]Fuck yeah bitch. You're a stupid fucker if you don't believe in God. \n[9]As soon as you realize that the random events in your life are God...you will live a much better life. You spend your life believing that you have all the control over what happens. Bullshit. The plane you're flying goes down? Out of your control. God gives you cancer. I have no control over that. Did God give me cancer? You bet your ass God gave me cancer. You think if I begged for cancer God would have given it to me? 56. No...because I assure you I have begged for God to take it away - and guess what? I have no control over that. \n[10]Can I get another smoke? What's wrong with you honey? You're beautiful, do you know that? Do I scare you? People either have to pretend they don't see me or they're drawn to me. It's funny because people see me as being close to the other side -- they feel like I have power or wisdom. They think I have the answers. Who knows? Maybe I do. Death gives you perspective. I lived my life so indecisive, in a haze. But now that I'm dying everything is so clear. It all makes sense somehow. I'm sorry but I can't get over how beautiful you are? Look at your arm, you an addict? \n[11]What's your name? \n[12]What do you do in the world Nicole? \n[13]Where is it? I'll come by, I'm easy, you can wash my head. Do you think you're gonna die? 57. \n[14]You're not. You're not gonna die. \n[15]Don't you love her? \n[16]Bullshit, I do. Random act of God? Don't think so. Survive a plane crash to meet a gorgeous girl in a stairwell. Fuck you man.  I'm sure they're looking for me. My family just showed up from Utah. You know it's bad when they start flying in. Every morning is special now, I'm so grateful. It's a trip, wish I could bottle this feeling I have...about how beautiful every breath of life is.. \n[17]Can I get a smoke for the road? \n[18]Thank you, I'll pass them out in the cancer ward. Take care Nicole, you're gonna be okay. ", "HUGH LANG": "\n[1]No I'm not. \n[2]I like baseball. \n[3]The 2 crew members don't get settlements like the passengers. That's a workman's comp claim, part of the union contract -- they do a dangerous job and they know it. \n[4]Trust me, I'm gonna kill the toxicology report. That's my job. \n[5]To go it alone? Without us? That would be what the French call \"a big fucking mistake.\" \n[6]I haven't had a client go to jail yet. \n[7]You're wrong, Mr. Carr. \n[8]When I met you I couldn't believe what a flip, drunk, arrogant scumbag you were. \n[9]But I did the research and heard the analysis from the experts. I'm in awe of what you did. \n[10]\n[11]Do you know how many were able to safely land these broken planes? \n[12]Not one. Every pilot crashed and killed everyone on board. 114. \n[13]Do you want to go to prison? I'm trying to save your life! \n[14]I made you a copy of my entire file on you and the investigation. I also tried to anticipate what you might be asked under oath and I wrote out some non-damaging responses. It's all in there; photos, testimony, interviews...I called Ellen Block let her know that you're here and all tucked in. \n[15]Remember she's limited in what she can ask you. You're not on trial but you are under oath. She's probably not happy that I killed the tox report, but you'll be fine. 124. \n[16]I'll see you in the morning. \n[17]Did he disappear? ", "FRAN": "\n[1]Where you been Nicole? \n[2]You're like a little ghost. I never know when you're here. \n[3]As the building manager I have a legal right to enter an apartment if I believe the occupant is unwell. Especially if said occupant is not current on her rent. \n[4]You could just bring the check down now, use my shower. I got good water pressure. You know that... \n[5]Tricky tricky, girl. Alright, so you shower up and come down. For real. We don't gotta talk about the check. Hang out a lil bit... \n[6]Open up, Nicole! I can smell that shit cooking! Open Up! Nicole. Nicole! \n[7]Jesus Christ! What the Fuck!? \n[8]The guy in Unit 1 just told me you stayed here last night?! \n[9]What about the rent! YOU OWE ME \n[10]Who do you think broke down this fucking door to let the paramedics in there? Huh?! -- You gotta pay for all this. 78. \n[11]I know, just take a shower with me. How hard is that? C'mon. \n[12]If I had a bag a dope you'd be on your knees in my shower right now, right? Come on... \n[13]Gimme the camera, for collateral. What's it worth? \n[14]\n[15]She owes me 1100 bucks! Plus damages! \n[16]Give me 700 in cash. ", "WILL": "\n[1]I'm telling you to leave. 117. \n[2]I'm telling you to leave. \n[3]You upset my mother. You gotta go. \n[4]You're a drunk. Now get the fuck out! \n[5]I sure don't. \n[6]I said, \"I sure don't.\" Why don't you tell me? Who the fuck are you?! Who are you? Huh? WHO ARE \n[7]Yeah. I got it. 148. \n[8]College counselor thought I should come and interview you. \n[9]I'm writing essays for college applications. \n[10]So can you help me with this essay? \n[11]This essay. I have to do an essay called, \"the most fascinating person I've never met.\" \n[12]Can we pick up where we left off? 149. \n[13]Who are you? ", "KIP": "\n[1]\n[2]Nicole, this is Tiki Pot. He's my partner in this new series, he knows a lot about porn. \n[3]Tiki and I are trying to put the narrative back in porn. Our Desdemona hasn't shown yet.  You should play Desdemona. FUCK YEAH! You got that fair skin. \n[4]Just listen, we're doing an Othello theme where the Moor finds you in bed with your nurse and- \n[5]Well...yeah. We're giving a whole new meaning to the \"beast with two backs.\" That's actually a title we're toying with...'beast with two backs' or Hole-thelo or Butt Hole- thelo...would you be up for it? \n[6]Nic...sorry, we're tweaked, okay baby girl. Hey, c'mon you wanna stay and shoot some stills for me, you're pics are awesome. And what's going on with you? You were clean for a while and...  Sweetheart, don't cry. \n[7]No, keep your money, okay? But, Nicole, this is the Taliban baby, very big time. It will take you down. \n[8]Don't shoot this shit, it is way too heavy. \n[9]Okay, no needles and take a little coke and if you start going down just whiff a little. Okay? I wanna see you... ", "PIERS MORGAN": "\n[1]Captain Tilmon, we wanna play a portion of the black box that all of the news outlets have grabbed hold of... \n[2]Wow. That audio paints a strong picture. Captain Whitaker is surely a hero in my opinion. \n[3]The NTSB is focusing their investigation on the flight crew, specifically Captain Whitaker. \n[4]So, safe to say that he remains a mystery. \n[5]I've been speaking to some people who are very close to the NTSB investigation and they are very confident that they will be able to determine exactly what brought this plane down. \n[6]Thank you, Ken and Vicki Evans. "}}