{"dialogues": {"FORREST": "\n[1]Hello. My name's Forrest Gump. \n[2]You want a chocolate? \n[3]I could eat about a million and a half of these. My momma always said, \"Life was like a box of chocolates. You never know what you're gonna get.\" \n[4]Those must be comfortable shoes. I'll bet you could walk all day in shoes like that and not feel a thing. I wish I had shoes like that. \n[5]Momma always says there's an awful lot you could tell about a person by their shoes. Where they're going. Where they've been. \n[6]I've worn lots of shoes. I bet if I think about it real hard I could remember my first pair of shoes. \n[7]Momma said they'd take my anywhere. \n[8]She said they was my magic shoes. \n[9]Now, when I was a baby, Momma named me after the great Civil War hero, General Nathan Bedford Forrest... \n[10]She said we was related to him in some way. And, what he did was, he started up this club called the Ku Klux Klan. They'd all dress up in their robes and their bedsheets and act like a bunch of ghosts or spooks or something. They'd even put bedsheets on their horses and ride around. And anyway, that's how I got my name. Forrest Gump. \n[11]Momma said that the Forrest part was to remind me that sometimes we all do things that, well, just don't make no sense. \n[12]Momma always had a way of explaining things so I could understand them. \n[13]We lived about a quarter mile of Route 17, about a half mile from the town of Greenbow, Alabama. That's in the county of Greenbow. Our house had been in Momma's family since her grandpa's grandpa's grandpa had come across the ocean about a thousand years ago. Something like that. \n[14]Since it was just me and Momma and we had all these empty rooms, Momma decided to let those rooms out. Mostly to people passing through. Like from, oh, Mobile, Montgomery, place like that. That's how me and Mommy got money. Mommy was a real smart lady. \n[15]She wanted me to have the finest education, so she took me to the Greenbow County Central School. I met the principal and all. \n[16]Momma, what's vacation mean? \n[17]Where Daddy went? \n[18]Anyway, I guess you could say me and Momma was on our own. \n[19]But we didn't mind. Our house was never empty. There was always folks comin' and goin'. \n[20]Sometimes we had so many people stayin' with us that every room was filled with travelers. You know, folks livin' out of their suitcases, and hat cases, and sample cases. \n[21]One time a young man was staying with us, and he had him a guitar case. \n[22]I liked that guitar. \n[23]It sounded good. \n[24]I started moving around to the music, swinging my hips. This one night me and Momma... \n[25]...was out shoppin', and we walked right by Benson's Furniture and Appliance store, and guess what. \n[26]Some years later, that handsome young man who they called \"The King,\" well, he sung too many songs, had himself a heart attack or something. \n[27]Must be hard being a king. You know, it's funny how you remember some things, but some things you can't. \n[28]I sure will, Momma. \n[29]I remember the bus ride on the first day of school very well. \n[30]Momma said not to be taking rides from strangers. \n[31]I'm Forrest Gump. \n[32]Well, now we ain't strangers anymore. \n[33]You know, it's funny what a young man recollects. 'Cause I don't remember being born. \n[34]I, I... don't recall what I got for my first Christmas and I don't know when I went on my first outdoor picnic. But, I do remember the first time I heard the sweetiest voice... \n[35]...in the wide world. \n[36]I had never seen anything so beautiful in my life. She was like an angel. \n[37]Um, nothing at all, thank you. My legs are just fine and dandy. \n[38]I just sat next to her on that bus and had conversation all the way to school. \n[39]My momma said my back's crooked like a question mark. These are going to make me as straight as an arrow. They're my magic shoes. \n[40]And next to Momma, no one ever talked to me or asked me questions. \n[41]Mommy says stupid is as stupid does. \n[42]I'm Forrest Gump. Forrest Gump. \n[43]From that day on, we was always together. Jenny and me was like peas and carrots. \n[44]She taught me how to climb... \n[45]...I showed her how to dangle. \n[46]\"...a good little monkey and...\" \n[47]She helped me to learn how to read. \n[48]And I showed her to swing. \n[49]Sometimes we'd just sit out and wait for the stars. \n[50]Momma's gonna worry about me. \n[51]For some reason, Jenny didn't never want to go home. \n[52]Okay, Jenny. I'll stay. \n[53]She was my most special friend. \n[54]My only friend. \n[55]Now, my Momma always told me that miracles happen every day. Some people don't think so, but they do. \n[56]Now, you wouldn't believe it if I told you. \n[57]But I can run like the wind blows. \n[58]From that day on, if I was going somewhere, I was running! \n[59]Now remember how I told you that Jenny never seemed to want to go home? Well, she lived in a house that was as old as Alabama. Her Momma had gone up to heaven when she was five and her daddy was some kind of a farmer. \n[60]Jenny? Jenny? \n[61]He was a very lovin' man. He was always kissing and touchin' her and her sisters. And then this one time, Jenny wasn't on the bus to go to school. \n[62]Jenny, why didn't you come to school today? \n[63]Momma always said that God is mysterious. \n[64]He didn't turn Jenny into a bird that day. Instead... \n[65]...he had the police say Jenny didn't have to stay in that house no more. She went to live with her grandma just over on Creekmore Avenue, which made me happy 'cause she was so close. \n[66]Some nights, Jenny'd sneak out and come over to my house, just 'cause she said she was scared. Scared of what, I don't know... \n[67]...but I think it was her grandma's dog. He was a mean dog. Anyway, Jenny and me was best friends... \n[68]...all the way to high school. \n[69]Now, it used to be, I ran to get where I was goin'. I never thought it would take me anywhere. \n[70]And can you believe it? I got to go to college, too. \n[71]Now, maybe it was just me but college was very confusing times. \n[72]Earl, what's going on? \n[73]Coons? When raccoons try to get on our back porch, Momma just chase 'em off with a broom. \n[74]With us? They do? \n[75]Ma'am, you dropped your book. Ma'am. \n[76]A few years later, that angry little man at the schoolhouse door thought it would be a good idea, and ran for President. \n[77]But, somebody thought that it wasn't. \n[78]But he didn't die. \n[79]Is it the number 9? \n[80]It was nice talkin' to you. \n[81]Did you go to a girls' college, or to a girls' and boys' together college? \n[82]'Cause Jenny went to a college I couldn't go to. It was a college just for girls. \n[83]But, I'd go and visit her every chance I got. \n[84]He was hurtin' you. \n[85]I brought you some chocolates. I'm sorry. I'll go back to my college now. \n[86]Is this your room? \n[87]Who I'm gonna be? \n[88]Aren't I going to be me? \n[89]I sit next to them in my home economics class all the time. \n[90]Ohh... Oh... I'm sorry. Sorry. \n[91]Oh, I'm dizzy. \n[92]No. \n[93]I think I ruined your roommate's bathrobe. \n[94]College ran by real fast 'cause I played so much football. \n[95]They even put me on a thing called the All-America Team where you get to meet the President of the United States. \n[96]Now, the real good thing about meeting the President of the United States is the food. \n[97]They put you in this little room with just about anything you'd want to eat or drink. And since number one, I wasn't hungry, but thirsty... \n[98]...and number two, they was free, I musta drank me about fifteen Dr. Peppers. \n[99]I gotta pee. \n[100]Sometime later, for no particular reason, somebody shot that nice young President when he was ridin' in his car. \n[101]And a few years after that... \n[102]...somebody shot his little brother, too, only he was in a hotel kitchen. \n[103]It must be hard being brothers. I wouldn't know. \n[104]Now can you believe it? After only five years of playing football, I got a college degree. \n[105]Momma was proud. \n[106]Thought? \n[107]Hello, I'm Forrest... \n[108]...Forrest Gump. \n[109]At first, it seemed like I made a mistake. \n[110]...seeing how it was my induction day and I was already gettin' yelled at. \n[111]I didn't know who I might meet or what they might ask. \n[112]No, but I been on a real big boat. \n[113]My name's Forrest Gump. People call me Forrest Gump. \n[114]So Bubba was from Bayou La Batre, Alabama, and his momma cooked shrimp. \n[115]And her momma before her cooked shrimp. \n[116]And her momma before her momma cooked shrimp, too. Bubba's family knew everything... \n[117]...there was to know about the shrimpin' business. \n[118]Okay. \n[119]To do whatever you tell me, Drill Sergeant! \n[120]Now, for some reason, I fit in the Army like one of them round pegs. It's not really hard. You just make your bed real neat and remember to stand up straight. \n[121]And always answer every question with \"Yes, Drill Sergeant!\" \n[122]Done, Drill Sergeant! \n[123]You told me to, Drill Sergeant. \n[124]Nighttime in the Army is a lovely time. \n[125]We'd lay there in our bunks, and I'd miss my momma. And I'd miss Jenny. \n[126]Turns out, Jenny had gotten into some trouble over... some photos of her in her college sweater. And she was thrown out of school. \n[127]But that wasn't a bad thing. Because a man who owns a theater in Memphis, Tennessee, saw those photo and offered Jenny a job singing in a show. The first chance I got, I took the bus up to Memphis to see her perform in that show. \n[128]Her dream had come true. She was a folk singer. \n[129]Come on. \n[130]They was tryin' to grab you. \n[131]I can't help it. I love you. \n[132]Yes, I do. \n[133]What do you mean, Jenny? \n[134]But wait. Jenny! \n[135]So bye-bye, Jenny. They sendin' me to Vietnam. It's this whole other country. \n[136]Okay. Jenny, I'll write you all the time. \n[137]And just like that. \n[138]...she was gone. \n[139]Now, they told us that Vietnam was gonna be very different from the United Sates of America. \n[140]Except for all the beer cans and the barbecue, it was. \n[141]No, we are not relations, sir. \n[142]Lt. Dan sure knew his stuff. I felt real lucky he was my lieutenant. He was from a long, great military tradition. Somebody in his family had fought and died in every single American war. \n[143]I guess you could say he had a lot to live up to. \n[144]I sure hope I don't let him down. \n[145]I got to see a lot of countryside. We would take these real long walks. \n[146]It wasn't always fun. Lt. Dan always gettin' these funny feelings about a rock or a trail, or the road, so he'd tell you to get down, shut up! \n[147]So we did. \n[148]Now, I don't know much about anything, but I think some of American's best young men served in this war. There was Dallas, from Phoenix. Cleveland, he was from Detroit. \n[149]And Tex was, well, I don't remember where Tex come from. \n[150]The good thing about Vietnam is there was always someplace to go. \n[151]And there was always something to do. \n[152]One day it started raining, and it didn't quit for four months. \n[153]We been through every kind of rain there is. Little bitty stingin' rain... \n[154]...and big ol' fat rain. \n[155]Rain that flew in sideways. \n[156]And sometimes rain even seemed to come straight up from underneath. \n[157]Shoot, it even rained at night. \n[158]Hey Bubba... \n[159]Okay. \n[160]That's a fine idea. \n[161]Bubba did have a fine idea. \n[162]I even wrote Jenny and told her all about it. I sent her letters. Not every day, but almost. I told her what I was doin' and asked her what she was doing, and I told her how I thought about her always. \n[163]And how I was looking forward to getting a letter from her just as soon as she had the time I'd always let her know that I was okay. \n[164]Then I'd sign each letter, \"Love, Forrest Gump.\" \n[165]This one day, we was out walking, like always, and then, just like that, somebody turned off the rain and the sun come out. \n[166]I ran and ran, just like Jenny told me to. \n[167]I ran so far and so fast that pretty soon I was all by myself, which was a bad thing. \n[168]Bubba! \n[169]Bubba was my best good friend. I had to make sure he was okay. \n[170]Bubba? \n[171]And on my way back to find Bubba, well, there was this boy laying on the ground. \n[172]Tex! \n[173]Okay. \n[174]I couldn't just let him lay there all alone, scared the way he was, so I grabbed him up and run him out of there. \n[175]And every time I went back looking for Bubba, somebody else was saying, \"Help me, Forrest. Help me.\" \n[176]I started to get scared that I might never find Bubba. \n[177]Lieutenant Dan, Coleman's dead! \n[178]Then it felt like something just jumped up and bit me. \n[179]Ah, something bit me! \n[180]To get Bubba. \n[181]I gotta find Bubba! \n[182]Bubba... \n[183]Oh, Bubba, no... \n[184]Come on. Come on. Come here... \n[185]If I'd a known this was gonna be the last time me and Bubba was gonna talk, I'd a thought of something better to say. \n[186]Hey, Bubba... \n[187]You got shot. \n[188]Then Bubba said something I won't even forget. \n[189]Bubba was my best good friend. And even I know that ain't something you can find just around the corner. Bubba was gonna be a shrimpin' boat captain, but instead he died right there by that river in Vietnam. \n[190]That's all I have to say about that. \n[191]A bullet? \n[192]Oh, yes sir. Bit me directly in the buttocks. They said it was a million dollar wound, but the Army must keep that money, 'cause I still ain't seen a nickel of that million dollars. The only good thing about being wounded in the buttocks... \n[193]...is the ice cream. They gave me all the ice cream I could eat. And guess what. A good friend of mine was in the bed right next door. \n[194]Lieutenant Dan, I got you some ice cream. Lieutenant Dan, ice cream. \n[195]I'm Forrest Gump. \n[196]For some reason, ping pong came very natural to me. \n[197]So I started playing it all the time. \n[198]I played ping-pong even when I didn't have anyone to play ping-pong with. \n[199]The hospital's people said it made me look like a duck in water, whatever that means. Even Lieutenant Dan would come and watch me play. \n[200]I played ping-pong so much, I even played it in my sleep. \n[201]Well... Yes, sir, I do. \n[202]Yo-You're still Lieutenant Dan. \n[203]Yes, sir! \n[204]Guess what, Lieutenant Dan, they want to give me a me... \n[205]Ma'am, what'd they do with Lieutenant Dan? \n[206]Two weeks later, I left Vietnam. \n[207]In the buttocks, sir. \n[208]After that, Momma went to the hotel to lay down, so I went out for a walk to see our national capital. \n[209]It's a good thing Momma was resting, 'cause the street was awful crowded with people looking at all the statues and monuments. And some of them people were loud and pushy. \n[210]Everywhere I went, I had to stand in line. \n[211]Okay. \n[212]There was this man, giving a little talk. And for some reason, he was wearing an American flag for a shirt... \n[213]...and he liked to say the \"F\" word. A lot. \"F\" this and \"F\" that. And every time... \n[214]...he said \"F\" word, people, for some reason, well, they'd cheer. \n[215]The war in Vietnam? \n[216]Well... \n[217]There was only one thing I could say about the war in Vietnam. \n[218]...there was only one thing I could say about the war in Vietnam. \n[219]In Vietnam war... \n[220]...and that's all I have to say about that. \n[221]My name is Forrest Gump. Forrest Gump. \n[222]Jenny! \n[223]It was the happiest moment of my life. \n[224]Jenny and me were just peas and carrots again. She showed me around, and even introduced me... \n[225]...to some of her new friends. \n[226]He should not be hitting you, Jenny. \n[227]Sorry I had a fight in the middle of your Black Panther party. \n[228]I would never hurt you, Jenny. \n[229]I wanted to be your boyfriend. \n[230]You know what? \n[231]I'm glad we were here together in our national capitol. \n[232]We walked around all night, Jenny and me, just talkin'. \n[233]She told me about all the travellin' she's done. \n[234]And how she'd discovered ways to expand her mind and learn how to live in harmony... \n[235]...which must be out west somewhere, 'cause she made it all the way to California. \n[236]I was a very special night for the two of us. I didn't want it to end. \n[237]I wish you wouldn't go, Jenny. \n[238]You know what I think? I think you should go home to Greenbow. Alabama! \n[239]I want you to have this. \n[240]I got it just by doing what you told me to do. \n[241]You're my girl. \n[242]And just like that, she was gone out of my life again. \n[243]I thought I was going back to Vietnam, but instead, they decided the best way for me to fight communists was to play ping-pong. So I was in the Special Services, traveling around the country cheering up all them wounded veterans and showing them how to play... \n[244]...ping-pong. I was so good that some years later... \n[245]...the Army decided I should be on the All-American Ping-Pong Team. We were the first Americans to visit the land of China in like a million years or something like that, and somebody said that world peace was in our hands. But all I did was play ping-pong. When I got home... \n[246]...I was national celebrity. Famouser even than Captain Kangaroo. \n[247]Well, in the land of China, people hardly got nothing at all. \n[248]And in China, they never go to church. \n[249]Some years later, that nice young man from England was on his way home to see his little boy and was signing some autographs. For no particular reason at all, somebody shot him. \n[250]Now that's Lieutenant Dan. Lieutenant Dan! \n[251]Yes sir, they sure did. \n[252]Yes, sir. \n[253]Lieutenant Dan! \n[254]Lieutenant Dan said he was living in a hotel. And because he didn't have no legs, he spent most of his time exercising his arms. \n[255]What are you doing here in New York, Lieutenant Dan? \n[256]I stayed with Lieutenant Dan and celebrated the holidays. \n[257]I didn't know I was supposed to be looking for him, sir. \n[258]I'm going to heaven, Lieutenant Dan. \n[259]Yes, sir. \n[260]Shrimpin' boats. \n[261]I gotta buy me one of them shrimpin' boats as soon as I have some money. I made me a promise to Bubba in Vietnam, that as soon as the war was over, we'd go in partners. He'd be the captain of the shrimpin' boat and I'd be his first mate. But now that he's dead, that means that I gotta be the captain. \n[262]Yes, sir. A promise is a promise, Lieutenant Dan. \n[263]Okay. \n[264]My name is Forrest, Forrest Gump. \n[265]It's funny, but in the middle of all that fun, I began to think about Jenny. \n[266]Wondering how she was spending her New Year's night out in California. \n[267]Happy New Year, Lieutenant Dan! \n[268]I'm sorry I ruined your New Year's Eve party, Lieutenant Dan. She tastes like cigarettes. \n[269]I guess Lieutenant Dan figured there's some things you just can't change. He didn't want to be called crippled, just like I didn't want to be called stupid. \n[270]And wouldn't you know it... \n[271]...a few months later they invited me and the ping-pong team to visit the White House. So I went again. And I met the President of the United States again. \n[272]Only this time they didn't get us rooms in a real fancy hotel. \n[273]Yes, sir. \n[274]It's called the Hotel Ebbott. \n[275]Yeah, sir, you might want to send a maintenance man over to that office across the way. The lights are off, and they must be looking for the fuse box or something, 'cause them flashlights they're, they're keeping me awake. \n[276]Thank you. \n[277]Good night. \n[278]Yes, sir! \n[279]Does this mean I can't play ping pong no more? \n[280]And just like that, my service in the United States Army was over. So I went home. \n[281]I'm home, Momma. \n[282]Now, when I got home, I had no idea that Momma had had all sorts of visitors. \n[283]Oh, Momma. I only like using my own paddle. Hi, Miss Louise. \n[284]That Momma, she sure was right. It's funny how things work out. \n[285]I didn't stay home for long, because I'd made a promise to Bubba. And I always try to keep my promise. So I went on down to Bayou La Batre to meet Bubba's family and make their introduction. \n[286]Stupid is as stupid does, Mrs. Blue. \n[287]And of course, I paid my respect to Bubba himself. \n[288]Hey, Bubba, it's me, Forrest Gump. I remember everything you said, and I got it all figured out. \n[289]I'm taking the twenty-four thousand, five hundred and six-two dollars and forty-seven cents that I got... \n[290]...well, that's left after a new hair cut and a new suit and I took Momma out to real fancy dinner and I bought a bus ticket and three Doctor Peppers. \n[291]Stupid is as stupid does, sir. \n[292]Well, that's what's left after me saying, \"When I was in China on the All-America Ping-Pong Team, I just loved playing ping-pong with my Flex- O-Ping-Pong Paddle.\" Which everybody knows it isn't true, but Momma says it's just a little white lie so it wouldn't hurt nobody. So, anyway, I'm putting all that on gas, ropes and new nets and a brand-new shrimpin' boat. \n[293]Now, Bubba had told me everything he knows about shrimpin', but you know what I found out? Shrimpin' is tough. \n[294]I only caught five. \n[295]I'd never named a boat before, but there was only one I could think of. \n[296]The most beautiful name in the wide world. \n[297]Now, I hadn't heard from Jenny in a long while. But... \n[298]But I thought about her a lot. And I hoped that whatever she was doing made her happy. \n[299]I thought about Jenny all the time. \n[300]Hi! \n[301]Lieutenant Dan, what are you doing here? \n[302]Well, you ain't got no legs, Lieutenant Dan. \n[303]Okay. \n[304]No, sir. \n[305]That's my boat. \n[306]Which way? \n[307]Okay. \n[308]Still no shrimp, Lieutenant Dan. \n[309]Well, how we gonna find them? \n[310]So I went to church every Sunday... \n[311]Sometimes Lieutenant Dan came, too. Though I think he left the praying up to me. \n[312]No shrimp. \n[313]It's funny Lieutenant Dan said that, 'cause right then, God showed up. \n[314]Now me, I was scared. But Lieutenant Dan, he was mad. \n[315]After that, shrimpin' was easy. \n[316]And since people still needed them shrimps for shrimp cocktails and barbecues and all... \n[317]...and we were the only boat left standing \"Bubba-Gump\" shrimp's what they got. We got a whole bunch of boats. Twelve Jenny's, a big ol' warehouse, we even have hats that says \"Bubba-Gump\" on 'em. \"Bubba- Gump Shrimp.\" It's a household name. \n[318]Yes, sir. We've got more money than Davy Crocket. \n[319]Would you like to see what Lieutenant Dan looks like? \n[320]That's him right there. \n[321]And let me tell you something about Lieutenant Dan. \n[322]He never actually said so, but I think he made his peace with God. \n[323]Where's Momma? \n[324]What's the matter, Momma? \n[325]Why are you dyin', Momma? \n[326]You did good, Momma. \n[327]What's my destiny, Momma? \n[328]Momma always had a way of explaining things so I could understand them. \n[329]She had got the cancer and died on a Tuesday. I bought her a new hat with little flowers on it. \n[330]And that's all I have to say about that. \n[331]Didn't you say you were waiting for the Number Seven bus? \n[332]Now, because I had been a football star, and a war hero, and a national celebrity, and a shrimpin' boat captain, and a college graduate, the city of fathers of Greenbow, Alabama, decided to get together and offered me a fine job. \n[333]So, I never went back to work for Lieutenant Dan. \n[334]Though he did take care of my Bubba- Gump money. He got me invested in some kind of fruit company. And so then I got a call from him saying we don't have to worry about money no more. \n[335]And I said, \"That's good. One less thing.\" \n[336]Now, Momma said there's only so much fortune a man really needs... \n[337]...and the rest is just for showing off. So, I gave a whole bunch of it to the Four Square Gospel Church. \n[338]And I gave a whole bunch to the Bayou La Batre Fishing Hospital. \n[339]And even though Bubba was dead, and Lieutenant Dan said I was nuts. I gave Bubba's mommy Bubba's share. \n[340]And you know what... \n[341]She didn't have to work in nobody's kitchen no more. \n[342]And 'cause I was godzillionaire and I liked doing it so much. I cut that grass for free. \n[343]But at nighttime, when there was nothing to do and the house was all empty, I'd always think of Jenny. \n[344]And then, she was there. \n[345]Hello, Jenny. \n[346]Jenny came back and stayed with me. \n[347]Maybe it was because she had nowhere else to go. Or maybe it was because she was so tired, because she went to bed and slept and slept like she hadn't slept in years. It was wonderful having her home. \n[348]Every day we'd take a walk, and I'd jabber on like a monkey in a tree. And she'd listen about ping-pong and shrimpin' boats and Momma makin' a trip to heaven. I did all the talkin'. Jenny most of the time was real quiet. \n[349]...big ol' gobs of rain and little bitty stinging rain and rain... \n[350]Sometimes I guess there just aren't enough rocks. \n[351]I never really knew why she came back, but I didn't care. It was like olden times. We was like peas and carrots again. \n[352]Every day I'd pick pretty flowers and put them in her room for her. \n[353]And she gave me the best gift anyone could ever get in the wide world. \n[354]New shoes. \n[355]And she even showed me how to dance. And, well, we was like family... Jenny and me. \n[356]And it was the happiest time of my life. \n[357]Mm-hmm. \n[358]Will you marry me? I'd make a good husband, Jenny. \n[359]But you won't marry me. \n[360]Why don't you love me, Jenny? I'm not a smart man, but I know what love is. \n[361]Jenny? \n[362]That day, for no particular reason, I decided to go for a little run. \n[363]So I ran to the end of the road, and when I got there, I thought maybe I'd run to the end of town. \n[364]And when I got there... \n[365]...I thought maybe I'd just run across Greenbow County. And I figured since I run this far, maybe I'd just run across the great... \n[366]...state of Alabama. And that's what I did I ran clear across Alabama. \n[367]For no particular reason, I just kept on going. I ran clear to the ocean. \n[368]And when I got there, I figured since I'd gone this far, I might as well turn around, just keep on going. \n[369]When I got to another ocean, I figured since I've gone this far, I might as well just turn back, keep right on going. \n[370]When I got tired, I slept. When I got hungry, I ate. \n[371]When I had to go, you know, I went. \n[372]Yeah. \n[373]I'd think a lot about Momma and Bubba, and Lieutenant Dan, but most of all, I thought about Jenny. I thought about her a lot. \n[374]They just couldn't believe that somebody would do all that running for no particular reason. \n[375]I just felt like running. \n[376]I just left like running. \n[377]Now, for some reason what I was doing seemed to make sense to people. \n[378]So, I got company. \n[379]And after that I got more company. And then... \n[380]...even more people joined in. Somebody later told me... \n[381]...it gave people hope. Now... Now, I don't know anything about that, but... \n[382]Some of those people asked me if I could help them out. \n[383]It happens. \n[384]Sometimes. \n[385]And some years later I heard that fella did come up with a bumper sticker slogan... \n[386]...and he make a lot of money off of it. \n[387]Another time I was running along, somebody who had lost all his money in the T-shirt business, and he wanted to put my face on a T-shirt, but he couldn't draw that well and he didn't have a camera. \n[388]Have a nice day. \n[389]And some years later I found out that that man did come up with a idea for a T-shirt and he made a lot of money off of it. \n[390]Anyway, like I was saying, I had a lot of company. My Momma always said you got to put the past behind you before you can move on. And I think that's what my running was all about. I had run for three years, two months, fourteen days, and sixteen hours. \n[391]I'm pretty tired. I think I'll go home now. \n[392]And just like that, my running days was over. So, I went home to Alabama. \n[393]Oh, thank you, Miss, Miss Louise. \n[394]One day, out of the blue clear sky, I got a letter from Jenny... \n[395]...wondering if I could come down to Savannah to see her, and that's what I'm doing here. She saw me on TV, running, I'm supposed to go on the Number Nine bus to Richmond Street and get off and go one block left to 1-9-4-7 Henry Street, Apartment 4. \n[396]Down that way? \n[397]It was nice talking' to you. \n[398]Hi. \n[399]I got your letter. \n[400]Is this your house? \n[401]It's nice. You got air conditioning. \n[402]Ah... \n[403]I ate some. \n[404]I ran a long way. For a long time. \n[405]Hello. \n[406]You're a momma, Jenny. \n[407]Like me. \n[408]He got a daddy named Forrest, too? \n[409]He's the most beautiful thing I've ever seen. But... is, is he smart, or is he... \n[410]What are you watching. \n[411]What, do you have a cough due to cold? \n[412]You could come home with me. Jenny, you and little Forrest could come stay at my house in Greenbow. I'll take care of you if you're sick. \n[413]Okay. \n[414]Lieutenant Dan? Lieutenant Dan! \n[415]You got new legs. New legs! \n[416]Magic legs. \n[417]Lieutenant Dan! \n[418]Lieutenant Dan, this is my Jenny. \n[419]Hey. \n[420]Yes. Well, I, I don't know. \n[421]Sometimes it would stop raining long enough for the stars to come out. And then it was nice. It was like just before the sun goes to bed down on the bayou... \n[422]There was over a million sparkles on the water. Like that mountain lake. \n[423]It was so clear, Jenny. It looks like there were two skies, one on top of the other. And then in the desert, when the sun comes up... \n[424]I couldn't tell where heavens stopped and the earth began. It was so beautiful. \n[425]You were. \n[426]You died on a Saturday morning. \n[427]And I had you placed here under our tree. \n[428]And I had that house of your father's bulldozed to the ground. \n[429]Momma... \n[430]...always said dyin' was a part of life. \n[431]I sure wish it wasn't. Little Forrest, he's doing just fine. \n[432]About to start school again soon. I make his breakfast, lunch, and dinner... \n[433]...every day. I make sure he combs his hair and brushes his teeth every day. Teaching him how to play ping pong. \n[434]Okay... \n[435]He's really good. \n[436]Forrest, you go. \n[437]We fish a lot. \n[438]And every night, we read a book. He's so smart, Jenny. You'd be so proud of him. I am. He, uh, wrote a letter, and he says I can't read it. I'm not supposed to, so I'll just leave it here for you. \n[439]Jenny, I don't know if Momma was right or if, if it's Lieutenant Dan. I don't know if we each have a destiny, or if we're all just floating around accidental-like on a breeze, but I, I think maybe it's both. Maybe both is happening at the same time. I miss you, Jenny. If there's anything you need, I won't be far away. \n[440]Here's your bus. Okay. \n[441]Hey, I know this. \n[442]My favorite book. \n[443]Well... \n[444]...okay. Hey, there you go. \n[445]Hey, Forrest. Don't... I wanted to tell you I love you. \n[446]I'll be right here when you get back. ", "JENNY": "\n[1]Well, are you gonna sit down, or aren't ya? \n[2]What's wrong with your legs? \n[3]Then why do you have those shoes on? \n[4]Are you stupid or something. \n[5]I'm Jenny. \n[6]Come on, Forrest, you can do it. \n[7]Just stay a little longer. \n[8]Just run away, Forrest. \n[9]Run, Forrest! \n[10]Run away! Hurry! \n[11]Run, Forrest! Run! \n[12]Run, Forrest! \n[13]Run, Forrest! Run! \n[14]Hsh! Daddy's takin' a nap. \n[15]Come on! \n[16]Pray with me, Forrest. Pray with me. \n[17]Dear God, make me a bird so I can fly far, far, far away from here. Dear God, make me a bird so I can fly far, far, far away from here. \n[18]Quit it! \n[19]Run, Forrest, run! \n[20]Run, Forrest! \n[21]Run, Forrest! Run! \n[22]Run, Forrest! \n[23]Ouch! That hurts. \n[24]Forrest! Forrest! Forrest, stop it! Stop it! \n[25]What are you doing? \n[26]No, he's not! \n[27]Get over there! \n[28]Billy, I'm sorry. \n[29]Don't... Wait a second! \n[30]Don't go! Billy, wait a second! \n[31]He doesn't know any better! \n[32]Forrest, why'd you do that? \n[33]Forrest, look at you! Come on. Come on. \n[34]Shh! \n[35]Do you ever dream, Forrest, about who you're gonna be? \n[36]Yeah. \n[37]Well, you'll always be you, just another kind of you. You know? I want to be famous. \n[38]I want to be a singer like Joan Baez. I just want to be an empty stage with my guitar, my voice... just me. \n[39]And I want to reach people on a personal level. I want to be able to say things, just one-to-one. \n[40]Have you ever been with a girl, Forrest? \n[41]It's okay. \n[42]It's all right. \n[43]It's okay. \n[44]I bet that never happened in home ec. \n[45]I don't care. I don't like her, anyway. \n[46]\"Yes, and how many seas must the white dove said, before she sleeps in the sand.\" \n[47]\"Yes, how many times must the cannonballs fly before they're forever banned.\" \n[48]\"The answer, my friend is blowing in the wind. The answer is blowing in... \n[49]Hey! Hey! Stupid jerk! I'm singing a song here. Polly, get out here! \n[50]Shut up! Oh, shut up! \n[51]Forrest, what are you doing here? What are you doing? \n[52]What are you doing? Forrest, let me down! \n[53]You can't keep doing this, Forrest. You can't keep tryin' to rescue me all the time. \n[54]A lot of people try to grab me. Just -- you can't keep doing this all the time! \n[55]Forrest, you don't know what love is. \n[56]You remember that time we prayed, Forrest? We prayed for God to turn me into a bird so I could fly far, far away? \n[57]You think I can fly off this bridge? \n[58]Nothing. \n[59]I gotta get outta here. \n[60]Forrest, you stay away from me, okay? You just stay away from me, please. \n[61]Can I have a ride? \n[62]I don't care. \n[63]Just hang on a minute. \n[64]Listen, you promise me something, okay? Just if you're ever in trouble, don't try to be brave, you just run, okay? Just run away. \n[65]Forrest! Forrest! \n[66]Forrest! \n[67]Hey! Hey! \n[68]Hey man, he's cool. He's cool. He's one of us. He's one of us. \n[69]I ran into a friend. \n[70]This is my good friend I told you about. This is Forrest Gump. Forrest, this is Wesley. Wesley and I live together in Berkeley, and he's the president of the Berkeley chapter of \n[71]Okay, but... \n[72]You are a fucking asshole! \n[73]Forrest! Quit it! Quit it! Forrest! Stop it! \n[74]Stop it! \n[75]Come on, Forrest. \n[76]He doesn't mean it when he does things like this. He doesn't. \n[77]I know you wouldn't, Forrest. \n[78]That uniform is a trip, Forrest. You look handsome in it. You do. \n[79]What? \n[80]Me too, Forrest. I have so much to tell you, you won't believe what's been going on... \n[81]\"Smile on your brother, everybody get together, try to love on another right now\" \n[82]I'll go. \n[83]I have to, Forrest. \n[84]Forrest, we have very different lives, you know. \n[85]Forrest, I can't keep this. \n[86]Why're you so good to me? \n[87]I'll always be your girl. \n[88]Hello, Forrest. \n[89]How could you do this? \n[90]Okay, you can open your eyes. \n[91]They make them just for running. \n[92]You done watching it? \n[93]I'm going to bed. \n[94]You would, Forrest. \n[95]You don't want to marry me. \n[96]Forrest, I do love you. \n[97]I'm not running. \n[98]I'll be damned. Forrest... \n[99]Hey! Forrest! How you doing? \n[100]Come in. Come in. \n[101]Oh, I was wondering about that. \n[102]Yeah, it's messy right now. I just got off work. \n[103]Thank you. \n[104]Hey, I kept, I kept a scrapbook of your, of your clippings and everything. There you are. This, I got your running. \n[105]There. Listen, Forrest. I don't know how to say this. Um, I just... I want to apologize for anything that I ever did to you, 'cause I was messed up for a long time, and... \n[106]Hey. \n[107]Hey, you. This is an old friend from Alabama. \n[108]Ah, listen, next week my schedule changes, so I'll be able to... but thanks for picking up. \n[109]Okay. \n[110]Thanks. This is very good friend, Mr. Gump. Can you say hi to him? \n[111]Yes, you can. Just keep it low. \n[112]I'm a momma. His name is Forrest. \n[113]I named him after his Daddy. \n[114]You're his daddy, Forrest. \n[115]Hey, Forrest, look at me. Look at me, Forrest. There's nothing you need to do, okay? You didn't do anything wrong. Okay? \n[116]Isn't he beautiful? \n[117]He's very smart. He's one of the smartest in his class. \n[118]Yeah, it's okay. Go talk to him. \n[119]Forrest, I'm sick. \n[120]I have some kind virus. And the doctors don't, they don't know what it is. And there isn't anything they can do about it. \n[121]Would you marry me, Forrest? \n[122]Hi. Your tie. \n[123]Hey, it's nice to meet you, finally. \n[124]Hey. \n[125]Hey, Forrest, were you scared in Vietnam? \n[126]I wish I could have been there with you. \n[127]I love you. ", "BUBBA": "\n[1]You can sit down... if you want to. \n[2]You ever been on a real shrimp boat? \n[3]I'm talkin' about a shrimp catchin' boat. I've been workin' on shrimp boats all my life. I started out my uncle's boat, that's my mother's brother, when I was about maybe nine. I was just lookin' into buyin' a boat of my own and got drafted. My given name is Benjamin Buford Blue. \n[4]People call me Bubba. Just like one of them redneck boys. Can you believe that? \n[5]I know everything there is to know about the shrimpin' business. Matter of fact, I'm goin' into the shrimpin' business for myself after I get out the Army. \n[6]What you do is you just drag your nets across the bottom. On a good day, you can catch over a hundred pounds of shrimp. If everything goes all right, two men shrimpin' ten hours, less what you spends on gas, you can... \n[7]Anyway, like I was sayin', shrimp is the fruit of the sea. You can barbecue it, boil it, broil it, bake it, saute it. There, uh, shrimp kabobs, shrimp creole... \n[8]...shrimp gumbo, panfried, deep fried, stir fried. There's pineapple shrimp, lemon shrimp, coconut shrimp, pepper shrimp... \n[9]...shrimp soup, shrimp stew, shrimp salad, shrimp and potatoes, shrimp burger, shrimp sandwich... that's, that's about it. \n[10]Y'know, I bet there's shrimp all in these waters. They tell me these Vietnams is good shrimp. You know, after we win this war, and we take over everything we can get American shrimpers to come on here and shrimp these waters. We'll just shrimp all the time, man. So much shrimp, why, you wouldn't believe it. \n[11]I was born with big gums, sir. \n[12]Hey Forrest... \n[13]I'm gonna lean up against you, you just lean right back against me. \n[14]This way, we don't have to sleep with our heads in the mud. You know why we a good partnership, Forrest? 'Cause we be watchin' out for one another. Like brothers and stuff. Hey, Forrest, there's somethin' I've been thinkin' about. I got a very important question to ask you. How would you like to go into the shrimpin' business with me? \n[15]Man, I tell you what, I got it all figured out, too. So many pounds of shrimp to pay off the boat, so many pounds for gas, we can just live right on the boat. We ain't got to pay no rent. I'll be the captain; we can just work it together. Split everything right down the middle. Man, I'm tellin' you, fifty-fifty. And, hey, Forrest, all the shrimp you can get. \n[16]Forrest, you okay? \n[17]Medic, we got a man down! \n[18]Forrest! Run! Run, Forrest! \n[19]Forrest! Run! Run, Forrest! Run! Run! \n[20]Forrest... \n[21]I'm okay. \n[22]Naw, I'm gonna be all right. \n[23]I'm okay, Forrest. I'm all right. \n[24]Hey, Forrest. Forrest, why'd this happen? \n[25]I wanna go home. ", "LENORE": "\n[1]Danny, what are you complaining about? \n[2]Mr. Hot Wheels. Who's your friend? \n[3]Hey, hey! We was, we was just there. That's at Times Square. \n[4]Don't you just love New Year's? You get to start all over. \n[5]Everybody gets a second chance. \n[6]What are you, stupid or something? What's your problem? What's his problem? Did you lose your pecker in the war or something? \n[7]Hey, don't you push her! \n[8]You stupid gimp. You belong in \"Ripley's Believe It Or Not.\" \n[9]You should be in a side show! \n[10]You big loser! \n[11]You're so pathetic. \n[12]You loser! You freak! ", "HILARY": "\n[1]What are you doing here so late? \n[2]We've been waiting for you for half an hour, so just get them in a line, will you. Hey, hey, come on, pictures later. You look great. Oh come on, get in this line, come on, come on right in line. Come on, let him here, let him in here. \n[3]Okay, follow me! Come on. \n[4]Let's move it out. \n[5]Follow me, let's go! \n[6]Stand here. \n[7]Come on. Come on. Yeah, you! \n[8]Come on, get up there. Come on. Move, move. Let's go! Let's go. \n[9]I'll beat your head in, you goddamned oinker! \n[10]This one! This one! Give me that! \n[11]That's it. ", "ELVIS": "\n[1]Oh, no, that's all right, ma'am. I was just showin' him a thing or two on the guitar here. \n[2]Yeah, that sounds good. Thank you, ma'am. \n[3]Say, man, show me that crazy little walk you just did there. Slow it down some. \n[4]\"You ain't nothin' but a hound, hound dog...\" \n[5]\"...cryin' all the time\" \n[6]\"You ain't nothin' but a hound dog...\" \n[7]You ain't nothin' but a hound dog... \n[8]You ain't nothin' but a hound dog... \n[9]\"Well, you ain't never caught a rabbit and you ain't no friend of mine.\" ", "ABBIE HOFFMAN": "\n[1]We must declare to that fucking impostor in the White House -- Johnson. We ain't going to work on your farm no more! Yeah! \n[2]Now, I'm going to bring up some soldiers that are going to talk about the war, man... \n[3]...that war has come home, and we have to stop these politicians... \n[4]...these guys just told Lyndon Johnson where to stick this fucking war! Yeah! \n[5]Come on, man. Come up here, man. \n[6]Tell us a little bit about the war, man. \n[7]The war in Viet-fucking-nam! \n[8]That's so right on, man. You said it all. What's your name, man? \n[9]Forrest Gump! ", "CARLA": "\n[1]What are you doing, huh? \n[2]So where you been, baby-cakes, huh? Haven't seen you around lately. You know, you should have been here for Christmas 'cause Tommy bought a round on the house and gave everybody a turkey sandwich. \n[3]Hey, Lenore. \n[4]What, is your friend stupid or something? \n[5]I said, is your friend stupid or something? \n[6]Don't push me like that! \n[7]What's the matter, baby? Why you treating me like shit? \n[8]Come on, Lenore. We don't need this shit! \n[9]You retard! ", "CROWD": "\n[1]Run! Run! Run! \n[2]Run! Run! Run! \n[3]Stop! \n[4]Bobbie... Bobbie... \n[5]We can't hear you! We can't hear anything! \n[6]Forrest Gump! \n[7]\n[8]...1! Happy New Year! ", "DRILL SERGEANT": "\n[1]Gump! What's your sole purpose in this Army? \n[2]Godamnit, Gump! You're a goddamned genius! That's the most outstanding answer I've ever heard. You must have a godamned I.Q. of a hundred and sixty! You are godamned gifted, Private Gump! \n[3]Listen up, people... \n[4]That is one very intelligent individual! You lock your scuzzy bodies up behind that private and do exactly what he does and you will go far in this man's army! \n[5]Is that clear? Yes, Drill Sergeant! \n[6]Gump! \n[7]Why did you put that weapon together so quickly, Gump? \n[8]Jesus Christ! This is a new company record. If it wouldn't be a waste of such a damn fine enlisted man, I'd recommended you for O.C.S., Private Gump. You are gonna be a General some day, Gump! Now, disassemble your weapon and continue! ", "SOLDIER": "\n[1]Medic! Medic! Jesus, can I get a medic? \n[2]Cooper, Larson, Webster, Gump, Gump... \n[3]Gump, how can you watch that stupid shit? Turn it off! \n[4]Good catch, Gump. You know how to play this? \n[5]Come on, let me show you. Here. \n[6]Now the secret to this game is, no matter what happens, never, never take your eye off the ball. \n[7]All right... \n[8]See, any idiot can play. ", "PRINCIPAL": "\n[1]Your boy's... different, Mrs. Gump. Now, his I.Q. is seventy-five. \n[2]I want to show you something, Mrs. Gump. Now, this is normal. \n[3]Forrest is right here. The state requires a minimum I.Q. of eighty to attend public school, Mrs. Gump. He's gonna have to go to a special school. Now, he'll be just fine. \n[4]We're a progressive school system. We don't want to see anybody left behind. \n[5]Is there a Mr. Gump, Mrs. Gump? \n[6]Well, your momma sure does care about your schooling, son. Mm-mm-mm. \n[7]You don't say much, do you? ", "OLDER BOY #1": "\n[1]Hey, stupid! \n[2]Hey. Did you hear me, stupid? \n[3]You better be runnin', stupid. \n[4]Haul ass, dummy! \n[5]Yeah, you better be runnin'! \n[6]Move it, jack rabbit! \n[7]Come on! ", "FOOTBALL COACH": "\n[1]Who in the hell is that? \n[2]Okay! Run! \n[3]Run, you stupid son-of-a-bitch! Run! \n[4]You stupid son-of-a-bitch! Run! Go! Run! \n[5]Run! Turn! Go! \n[6]He must be the stupidest son-of-a- bitch alive. But he sure is fast! \n[7]It sure as hell was. ", "ANCHORMAN": "\n[1]The ceremony was kicked off with a candid speech by the President regarding the need for further escalation of the war in Vietnam. President Johnson awarded four Medals of Honor to men from each of the Armed Services. \n[2]The U.S. Ping-Pong Team met with President Nixon today at an Oval Office ceremony... \n[3]Hurricane Carmen came through here yesterday... \n[4]...destroying nearly everything in its path. And as in other towns up and down the coast, Bayou La Batre's entire shrimping industry... \n[5]...has fallen victim to Carmen and has been left in utter ruin. Speaking with local officials, this reporter has learned, in fact, only one shrimping boat actually survived the storm. \n[6]For the second time in seventeen days, President Ford escaped possible assassination today when a woman, Sarah Jane Moore, fired on him as he stepped out of a hotel in San Francisco. \n[7]Lynett Alice Fromme, a follower of Charles Manson better known as \"Squeaky,\" attempted to assassinate the President as he was... ", "ELDERLY WOMAN": "\n[1]Well, I thought it was a very lovely story. And you tell it so well. With such enthusiasm. \n[2]Well, yes, I would! \n[3]There'll be another one along shortly. \n[4]And so, you just ran? \n[5]Why, you don't need to take a bus. Henry Street is just five or six blocks down that way. \n[6]Down that way. \n[7]I hope everything works out for you. ", "BOY #2": "\n[1]It's taken! \n[2]Are you retarded, or just plain stupid? \n[3]Get the bikes! \n[4]Look out, dummy, here we come! \n[5]We're gonna get you! \n[6]He's gettin' away! Stop him! ", "JENNY'S DAD": "\n[1]Jenny! \n[2]Jenny, where'd you run to? You'd better come back here, girl! \n[3]Where you at? \n[4]Jenny! Jenny! Where you at? Jenny! \n[5]Jenny! \n[6]Jenny! Get back here! ", "NEWSMAN": "\n[1]...block the doorway, President Kennedy ordered the Secretary of Defense then to use the military force. \n[2]Here by videotape is the encounter by General Graham, Commander of the National Guard, and Governor Wallace. \n[3]And so at day's end the University of Alabama in Tuscaloosa had been desegregated and students Jimmy Hood and Vivian Malone had been signed up for summer classes. \n[4]For the fourth time on his journey across America, Forrest Gump, a gardener from Greenbow, Alabama, is about to cross the Mississippi River again today. \n[5]Sir, why are you running? \n[6]Or for the environment? ", "OFFICER": "\n[1]P.F.C. Gump? \n[2]As you were. \n[3]Son, you've been awarded the Medal of Honor. \n[4]Sergeant Gump! \n[5]As you were. I have your discharge papers. Your service is up, son. \n[6]For the Army it does. ", "WESLEY": "\n[1]Where the hell have you been? \n[2]Who's the baby killer? \n[3]I want to talk to you. \n[4]No. Now! Goddammit! \n[5]Oh, God. I shouldn't have brought you here. I should have known it was just gonna be some bullshit hassle. \n[6]Jenny? Things got a little out of hand. It's just this war and that, that lyin' son-of-a-bitch Johnson. I would never hurt you. You know that. "}}