{"dialogues": {"VICTOR": "\n[1]Mom, you have to wear the glasses. \n[2]I can fix this. C'mon boy! \n[3]Come on Sparky! \n[4]Good morning, Mr. Burgemeister! \n[5]I'll keep an eye on him. \n[6]Yes sir. \n[7]Go on Sparky. That's right. Good boy. \n[8]See you later! \n[9]Hi. \n[10]How do you know? \n[11]Did you get that out of the litter box? \n[12]You can keep it. \n[13]Hey boy. How you doing? \n[14]It says no death rays.    See? \n[15]I'm sorry Edgar. I just don't need a partner. I like to work alone. \n[16]Will you sign my permission slip? \n[17]You're a travel agent. \n[18]Will you sign my form? \n[19]Okay. \n[20]Nobody gets what they want. \n[21]Sorry boy. \n[22]Sparky! Noooooo! \n[23]I don't want him in my heart.    I want him here, with me. \n[24]Ok. \n[25]I'm sorry, boy. \n[26]You're alive! You're alive! Sparky! You're Alive! I can't believe it you're alive! \n[27]I can fix that. \n[28]It worked. It really worked. \n[29]Ssssh! Quiet down boy! Ssssh! \n[30]Sparky! Sssh! Quiet. \n[31]Waffles. \n[32]It's my science project.   It's a robot. \n[33]Yes. \n[34]Yes. \n[35]Sorry, boy, but I can't let anyone know about you. They may not understand. So you need to stay here today. \n[36]I'm sorry. I'm really sorry. \n[37]GoodGottaGo. \n[38]Sparky? \n[39]Sparky? \n[40]There you are. Good boy! \n[41]Sorry you had to stay here alone all day. \n[42]What's the matter boy? Are you ok? Hmmm. You're a little low. Are you hungry, boy? \n[43]Alright, here lets top you up. \n[44]Edgar? \n[45]Edgar. What are you doing here? \n[46]What? \n[47]Know what? \n[48]No. \n[49]Look, I don't know what you think I know, but I don't know it. \n[50]That's impossible. \n[51]Ssssh! \n[52]Alright. Come on. \n[53]I think the wind and the lightning are part of the same thing, some kind of strange force. But the wind isn't strong enough to bring an animal back from the dead. For that, you need lightning. \n[54]You can't. This isn't an experiment. It's my dog. \n[55]I don't know.    It should have worked. \n[56]It's invisible. It's an invisible goldfish. \n[57]I have no idea. \n[58]You can't tell anyone. You understand that, right? Not until we figure out how it works. \n[59]Promise. \n[60]Ok, ok, sit still. Ssssh! Sparky. No! Sssh. No! Sssh. \n[61]Sorry, boy. But we can't risk anyone seeing you again. \n[62]Ssssh! \n[63]What is it? \n[64]Maybe it just hopped out.   Did you have the lid on? \n[65]*Gasp* No!    Sparky! *Gasp* \n[66]Sparky! \n[67]Oh! Don't worry. I can fix that too. \n[68]Good night, boy. \n[69]Be quick, boy. They'll be home any minute. \n[70]No no no no! Ssssh! \n[71]Hi, Elsa.    What are you doing? \n[72]It's nice. \n[73]No. \n[74]Yeah that was me. \n[75]*Victor pretends to bark and howl* \n[76]I got to go.   Bye. \n[77]Where's Mr. Rzykruski? \n[78]What about the science fair? \n[79]I can't believe they let the gym teacher be the judge. She's not even interested in science. \n[80]Nobody likes scientists. \n[81]Actually I have a question. \n[82]I was doing my experiment, my project, and the first time it worked great. But the next time it didn't. I mean, it sort of worked, but then it didn't. And I don't know why. \n[83]Yes. \n[84]No.    I just wanted it over. \n[85]I was doing it for the wrong reason. \n[86]Mom! Dad! What's going on? \n[87]Sparky! Nooooo! Sparky! \n[88]Sparky! No! Sparky come back! Sparky! \n[89]No I have to go and find Sparky. \n[90]You said yourself: If you could bring back Sparky, you would. \n[91]I just wanted my dog back. \n[92]Yes. \n[93]Sparky? Are you in there! \n[94]Mom! Dad! I'm going to check out the school and the park, you guys do the town square, ok? \n[95]Sparky!    Where are you? Sparky! \n[96]Sparky? Sparky? \n[97]Sparky? \n[98]Sparky! \n[99]Sparky it's OK boy, it's just me. I thought that you were gone. I never want to lose you. Promise you'll never go running off. Okay? \n[100]Come on boy. \n[101]Was someone else here? \n[102]Did you see those things? They were like.... \n[103]Yeah. \n[104]Ok let's go! \n[105]Your sea monkeys, were they freshwater or saltwater? \n[106]Freshwater animals can't tolerate salt. \n[107]Hey over here! \n[108]Sparky! \n[109]I'm coming Elsa! \n[110]Hang on don't let go \n[111]Hang on! \n[112]Sparky! \n[113]Sparky! \n[114]Noooo! \n[115]You said that I need to let him go... \n[116]It's okay, boy. You don't have to come back. You'll always be in my heart. \n[117]Sparky! ", "January 2012": "", "MOM": "\n[1]Victor, I don't know that it's... \n[2]Oh!     Yes of course. \n[3]So that's where my candlestick went. \n[4]That looks great! \n[5]Oh. That's scary. \n[6]Oh! Watch out! \n[7]Sparky! \n[8]Oh! \n[9]Oh!   Oh! \n[10]Well it certainly was exciting! \n[11]I don't know that Victor has friends, dear. Other than Sparky. \n[12]There's nothing wrong with Victor. He's just in his own world. \n[13]Have a good day! \n[14]Victor! Come on honey your going to be late. Go put Sparky in the backyard. \n[15]Dinner's ready. \n[16]But there's no river. And no jungle. \n[17]Come on honey! \n[18]Come on Victor- you can do it! \n[19]Come on honey! \n[20]Oh Sparky! \n[21]He was a great dog.    A great friend. \n[22]When you lose someone you love, they never really leave you. They just move into a special place in your heart. He'll always be there, Victor. \n[23]I know. If we could bring him back, we would. \n[24]Try and get some sleep sweet heart- things will seem better in the morning. \n[25]Hi Victor, how was school? \n[26]Victor! \n[27]Victor!     Breakfast! \n[28]Victor?     Are you up here? \n[29]Victor? \n[30]Victor? \n[31]French toast or waffles? \n[32]Then I'll need my waffle iron back, Mr. Director. \n[33]A robotic bucket? \n[34]For mopping, I suppose. \n[35]Then maybe when you're finished, you'll let me use it. \n[36]No.   Couldn't be. \n[37]Hi Victor.   How was school? \n[38]Victor!   Could you come down here please? \n[39]Victor your friend is here. \n[40]Oh- yes. Of course. \n[41]In fairness, he didn't write the textbook. \n[42]Oh my! \n[43]Now, where is my muffin tin? \n[44]Victor. \n[45]Sparky? \n[46]Sparky? ... Sparky's alive! \n[47]Oh sweetheart, we'll help you look for Sparky but when we get back I think we need to have a little talk. Understood. \n[48]Sparky! \n[49]Sparky? Sparky? \n[50]This way! In here. \n[51]Are you alright? \n[52]Sparky! \n[53]Victor! \n[54]Honey are you alright? ", "E": "\n[1]He got hit by lightning. \n[2]You'll be my partner, right, Victor? \n[3]Because you have to have a partner for the science fair and whoever's your partner is going to win. You know the most about science. So pick me as a partner. I have lots of ideas. We could make a death ray! \n[4]Ah, man. I still want to do it. C'mon. Who else would be your partner? You don't have friends and neither do I. \n[5]Sparky? \n[6]Hey! \n[7]I know. \n[8]I know. \n[9]You know. \n[10]I think I know what you know I know. \n[11]Your dog is alive. \n[12]I know. I know it is so impossible but you did it. You did it. \n[13]So show me how, or I'll tell everyone. Oh Mrs Frankenstein... \n[14].. May I have a cookie please? \n[15]So when can I do it? \n[16]Show and tell Victor:   you show me and I won't tell. \n[17]I'd like to buy a fish. \n[18]This one. \n[19]What do we do now? \n[20]What happened to it?    What did you do? \n[21]Why is it invisible? \n[22]Okay!    Okay! \n[23]Promise. \n[24]Put your finger in.       You can feel it. \n[25]It's my science project and it's top secret. \n[26]What is it? \n[27]No he doesn't. \n[28]I didn't say that.       Who said I did? \n[29]If it was, I couldn't tell you. \n[30]No.    Yes.   I'm confused. \n[31]Okay. But you have to keep it a secret. \n[32]Swish your finger around.      You can feel it. \n[33]No, it's invisible? \n[34]Huh. \n[35]*Gasp* \n[36]Victor! Something's wrong with my fish. \n[37]It's not there anymore. \n[38]Yes! Ever since...since I left your house. I mean, it was there when I went to bed. \n[39]I'm thinking, maybe they don't last. They're only there for a little bit and then they're gone. \n[40]\n[41]It was!   And it was dead, too. \n[42]No, Victor did. With lightning and BOOM! and SSS... \n[43]I swear! I mean, he already brought back his dog. \n[44]It has something to do with the lightning. I don't really understand it. \n[45]Ah! Get away from me! Get away from me! Ah! \n[46]*screams* ", "DAD": "\n[1]In 3D honey. \n[2]Oh, isn't that your grandmother's table cloth. \n[3]Oh that is so...Woah! I just felt I was attacked. \n[4]Send in the marines! \n[5]Whoah! \n[6]Sparky that's you! \n[7]You tell em' Sparky. \n[8]Bravo! \n[9]Um. Maybe just unplug it. \n[10]Yeah, it was a big finish. Well done son. \n[11]All that time he spends up there. A boy his age needs to be outside with his friends. \n[12]That's my point! I don't want him to turn out, y'know, weird. \n[13]See you later, sweetie. \n[14]Victor, have I ever talked to you about what I do for a living? \n[15]I sell dreams. I tell people, you can sail to Italy. You can do the hula in Hawaii. \n[16]I'm getting to that. \n[17]In my job, sometimes you have people who don't want quite the same thing, right. Say the husband wants to play golf in Scotland, but the wife wants to paddle down the Amazon. Alright you've got two conflicting ideas here. And it's my job, Victor, to help them meet halfway. Say, Scottsdale, Arizona. He gets to golf, she gets Indians. \n[18]Exactly. And wrong. They both get what they want because they compromise. \n[19]You'd like to do this science fair. And that's great. I'd like you to try a sport. Say, I don't know, baseball. Science fair, baseball. Science fair, baseball. How do you choose? Guess what? You don't have to. No reason you can't do both. You meet in the middle. Everyone's happy. \n[20]Look at what Toshiaki's doing. Keeping his eye on the target. Never losing his concentration. \n[21]Come on Victor, please. Tie Sparky up and get your head into the game. \n[22]Nice try son. \n[23]Victor run! \n[24]The best dog a kid could have. \n[25]Mr Mayor, Edward Frankenstein, your neighbour of course. I would just like to say that our son Victor is just crazy about the new teacher. Thinks he's great. \n[26]Shouldn't we at least give the man the chance to explain himself? \n[27]Oh, geeze. \n[28]Sparky! Hey. Come on. \n[29]Hey! Hey! Just a minute. \n[30]Victor what have you done? \n[31]Yes, but that was different, because we couldn't! It's easy to promise the impossible. What you did was a very serious thing. Crossing the boundary between life and death -- reanimating a corpse -- it's very...upsetting. \n[32]Now lets go find your dog. \n[33]Got it. \n[34]Sparky! \n[35]Whoa! \n[36]Sparky! There you are! \n[37]What you got there boy? \n[38]That's my son in there! \n[39]Victor! \n[40]Victor? Is there anything we can do for you? \n[41]Sometimes adults don't know what they're talking about. \n[42]Start your engines. \n[43]Turn off your engines! ", "ELSA": "\n[1]School. \n[2]She's not in the house and she's away from your tulips. \n[3]Yes, Uncle Bob. \n[4]Okay. \n[5]Yes sir. \n[6]Hey Sparky. \n[7]Victor? \n[8]Victor? \n[9]Practicing my song for Dutch Day. \n[10]Did you get a new dog? \n[11]I heard a bark. \n[12]You were barking. \n[13]You must really miss Sparky. \n[14]Bye. \n[15]I feel so sad for him, Persephone. He really misses his dog. \n[16]Do you know anything about science? \n[17]I don't think this is safe. \n[18]I'd welcome death. \n[19]Praise be New Holland, Streets so wide and sidewalks clean, Modest homes at modest prices, Everyone's urban dream, Praise be New Holland, Happy children free from tears, Free from all the worlds dangers, Free from crime and free from strangers, \n[20]In our houses tight and safe, We have nothing to fear, \n[21]Praise be New Holland, May your windmill spin forever more. \n[22]Help! \n[23]Get back! Stay away from us! \n[24]Persephone, are you ok? \n[25]No! \n[26]Peresphone! Help! Bring her back. \n[27]Help! Stay away from us. \n[28]Help! \n[29]Victor! Help! \n[30]I can't reach. \n[31]I can't hold on much longer! \n[32]Aaaaah! Whoah!!! ", "TOSHIAKI": "\n[1]But it's not rare. Lightning happens to people all the time here. There's a thunderstorm almost every night. \n[2]I heard it was a cemetery. \n[3]Nice catch Sparky. \n[4]Yes. \n[5]How are we supposed to see an invisible goldfish? \n[6]Let me see it. \n[7]Double top secret. \n[8]I know. \n[9]I know. \n[10]I know! \n[11]No. That's why it's called an experiment. We have to collect data. \n[12]Ready? \n[13]Ten.    Nine.    Eight. \n[14]Seven.    Six.    Five. \n[15]Four.    Three.    Two. \n[16]One. \n[17]You're saying he faked it? \n[18]That fish you showed us, was it real? \n[19]Impossible. \n[20]He brought back Sparky? \n[21]Hmmmm. \n[22]You say you know Victor's secret. Now is your chance to prove it. \n[23]Interesting. \n[24]Ah-but I do. \n[25]Shelley. \n[26]Shelley? \n[27]Victor!     I need your help! \n[28]My problem's bigger! \n[29]Aaaaah! \n[30]No, no, no! Stop you put me down- I gave you life! \n[31]Victor! Victor I need help please. \n[32]Shelley. ", "BOB": "\n[1]My dad got hit twice. \n[2]First prize is a huge trophy! \n[3]Aaah! \n[4]It bit me. \n[5]Yeah, well, our science fair project is even cooler. \n[6]Sea monkeys. We gotta come up with something better. Bigger. \n[7]The science fair is in two days! \n[8]You're the smart one. \n[9]Are you sure this is going to work? \n[10]Do we have to collect it on me? \n[11]No. \n[12]We could use a test dummy or something. \n[13]Computer simulation. \n[14]I have to pee. \n[15]Whoah, woah, w-w-w-woah woah, whoah, woah, woah, woah. \n[16]It's working. It's working! \n[17]*Painful murmurs* \n[18]*Scream* \n[19]Mr. Rzykruski knew a lot. \n[20]I can't believe I broke my arm for nothing. None of us are going to win. E has an invisible fish. \n[21]Cool. \n[22]Victor! I need your help. \n[23]Sea Monkeys. You know how on the package, they're like in a happy kingdom and everyone's smiling? \n[24]They're not like that at all. \n[25]I asked him first! \n[26]Yeah.    He's right. \n[27]Freshwater! \n[28]Cool! ", "BURGEMEISTER": "\n[1]Your dog has been sniffing around my Dutch Dazzlers. The other day I caught him peeing on my flamingo. \n[2]You better. \n[3]Where do you think you're going? \n[4]Is that so. What about that dog of yours? \n[5]I want you to remember something, while your parents are away I am in charge here. \n[6]Dutch Day is coming up and I don't need any trouble. How's your song coming? \n[7]Keep at it. Dutch day is a big day for me. \n[8]Watch it, there! \n[9]As mayor of New Holland, you have entrusted me with your safety. So I can't sit idly by while a teacher endangers our children. \n[10]Yes. Please come up. Mr...Menace. \n[11]Thank you, thank you so much. And now, it's my pleasure to introduce this year's Little Dutch Girl, my niece, Elsa Van Helsing. \n[12]Nonsense. We have the fire chief over here. \n[13]You know, a lot of girls would kill to be in your place. \n[14]And now for our next act we have something really big. \n[15]\n[16]*Gasp* \n[17]What happened? \n[18]Let me through! \n[19]I knew it! It's the boys dead dog! \n[20]That's Elsa's wig! Where's my niece! \n[21]After him kill the monster! \n[22]Get him! \n[23]Where's my niece? \n[24]Elsa! ", "WEIRD GIRL": "\n[1]They built New Holland on an abandoned gold mine... \n[2]That's where they buried the miners. \n[3]No.   Cemetery. Definitely. \n[4]Hello, Victor. \n[5]Mr. Whiskers had a dream about you last night. \n[6]Because this morning, he made this. \n[7]It's an omen. \n[8]Last month he dreamed about Bob. \n[9]He fell in a manhole. \n[10]He dreamed about Toshiaki the day he pitched a perfect game. \n[11]...and Nassor the day he got knocked unconscious. \n[12]If Mr. Whiskers dreams about you, it means something big is going to happen. \n[13]One day you'll dream about me, won't you kitty? \n[14]Mr Whiskers? \n[15]Mr Whiskers? \n[16]Mr Whiskers. \n[17]Here Mr Whiskers! Here kitty kitty Mr Whiskers. \n[18]Mr Whiskers? ", "NASSOR": "\n[1]It's the windmill that does it. \n[2]Turning, turning the air until the sky itself rages against the night. \n[3]Toshiaki says you have an invisible fish. \n[4]So you don't? \n[5]Toshiaki says it's your science fair project. \n[6]So it isn't?    Or it is? \n[7]Do you have an invisible fish? \n[8]It's just water. There's nothing there. \n[9]I don't know what kind of game you and Victor are playing. But that trophy will be mine! \n[10]No he doesn't. You fell for a parlor trick. \n[11]You brought an animal back from the dead? \n[12]Victor will win the science fair. Unless we can do better. Bigger. \n[13]Tonight, we shall bring the dead to life. \n[14]Ah. The tomb of Collosus soon you shall be awakened and we shall be reunited once again. \n[15]Rise, colossus. Rise from your tomb! \n[16]Go Colossus! Kill! Kill! Kill! Kill! \n[17]Collosus? ", "GYM TEACHER": "\n[1]Strike three! Next Batter! \n[2]Time out! \n[3]Play ball. \n[4]Strike One. \n[5]Strike two! \n[6]All I know is, I'll be teaching the class for the rest of the semester. \n[7]I know more than you do. \n[8]Well, sometimes knowing too much is the problem. \n[9]Oh, it's still on. But it will be judged by someone who is not insane -- Me! \n[10]Now get cracking and may the best person win. \n[11]Hello? Is someone there? \n[12]*Screams* No get away. ", "Sparky!": ""}}