{"dialogues": {"VICTOR": "\n[1]I'm... dying. \n[2]Frostbite. Gangrene. A simple diagnosis. \n[3]How is it you come to be here? \n[4]Ah. An explorer. \n[5]I heard. \n[6]Creature? A... human like creature? \n[7]Your men are right to be afraid. \n[8]You'd persist at the cost of your own life? The lives of your crew? \n[9]Do you share my madness? \n[10]We are kindred, you and I. Men of ambition. Let me tell you all that I have lost in such pursuits. I pray my story will come to mean for you all that is capricious and evil in man. \n[11]My name is Frankenstein... \n[12]Don't cry, Elizabeth. \n[13]We'll build a fort. So the lightning can't get us. \n[14]Nothing can. Not ever. \n[15]Mrs. Moritz. \n[16]Mother? \n[17]As a boy, I stood at this window and watched God destroy our tree. \n[18]Father? \n[19]How could all my father's knowledge and skill fail to save her? \n[20]What kind of God is He to will this? \n[21]God took her from us. \n[22]Our brother. \n[23]The world is a dizzying place. \n[24]He needs to vent his outrage to the skies! Make yourself heard, Willie! Learning to walk is not an easy thing! Why should it be so? \n[25]Don't listen, Willie. Progress is a feast to be consumed. Women would have you believe you must walk before you can run. Or run before you can waltz! \n[26]Devil take walking, ladies! My brother shall learn to waltz! \n[27]But never your equal. \n[28]Quite a send-off, isn't it? \n[29]And you? \n[30]I'll have to do better than that. \n[31]To be the best there ever was. To push our knowledge beyond our dreams... to eradicate disease and pestilence... to purge mankind of ignorance and fear... \n[32]I'm not mad. \n[33]I've loved you all my life \n[34]This feels... incestuous. \n[35]I wish to be your husband. \n[36]Then come with me to Ingolstadt. Marry me now. \n[37]Only you. \n[38]You make me weak. \n[39]Your decision. For us. \n[40]...until our wedding night. When our bodies will join. \n[41]Elizabeth. My more than sister. \n[42]I'll make you so proud, Mother. \n[43]We never finished our dance. Someday we shall. \n[44]The others will look to you while I'm gone, Willie. Be strong. \n[45]Elizabeth. \n[46]This will do nicely. \n[47]But surely, Professor, you don't intend we disregard the more... philosophical works. \n[48]Those which stir the imagination as well as the intellect. Paracelsus, for one. \n[49]Or Albertus Magnus. Cornelius Agrippa... \n[50]Victor Frankenstein, sir. Of geneva. \n[51]Very well then. \n[52]I am not mad. \n[53]Are you having me on? \n[54]Victor, Victor Frankenstein. \n[55]Do you really think I'm mad? \n[56]I'm afraid I rejected his application. He merely dabbles. \n[57]Rich old ladies and their daughters? \n[58]Quite a few. \n[59]That's no excuse for being a pompous ass! \n[60]You're a comfort to me, Henry. \n[61]It's a letter to my father. \n[62]Professor Waldman. \n[63]Krempe has a way of provoking my temper. \n[64]To say the least. I came here to expand my mind, but honest inquiry seems strangled at every turn. All we do is cling to the old knowledge instead of seeking the new. \n[65]No, I embrace it... as something to be used or discarded as we advance the boundaries of what is known. \n[66]These are exciting times, Henry. We're entering an era of amazing breakthroughs. Look at Edward Jenner. He wasn't content to bleed people with leeches, he pioneered a new frontier of thought \n[67]But you haven't listened, Never in history has so much seemed possible. We're on the verge of answers undreamt of... but only if we have the courage to ask the questions. \n[68]Preposterous. \n[69]It's utterly fantastic! This is the sort of thing I'm talking about! We should be learning this! \n[70]But the possibilities. Combining ancient knowledge with new? Something like this could change our fundamental views! \n[71]I doubt that decision is still mine to make. \n[72]Why? \n[73]...and I further wish to extend my sincerest regrets to Professor Krempe for my display. My behavior toward him was both rash and inexcusable. \n[74]Numbers four and twelve directly into the nervous system? \n[75]...and the medulla oblongata is the transition between the spinal cord and the two parts I've already named... cerebrum and cerebellum. Any freshmen feeling queasy yet? All of you, from the look of it. We'll resume your torture tomorrow. \n[76]Despite the lack of challenge. \n[77]The strain was evident. \n[78]What keeps me going are my friends. \n[79]Only you would think of that! \n[80]I tell you what we need, my friends. Forget the symptoms and diseases. What we need is a vaccine for death itself. \n[81]Nothing in moderation, Clerval. \n[82]He was a frightened soul who acted out of fear and ignorance. \n[83]Good. I'll be there to hear his worthless neck snap. \n[84]It was wrong, Henry! It shouldn't have happened! The bastard deserves to die. \n[85]Why Waldman? He of all people should have cheated death! \n[86]I resent God's monopoly. \n[87]Blasphemy be damned! Waldman spent his life trying to help people! \n[88]No. He had more important work. \n[89]Life and death. Why should You alone have the final say? \n[90]To understand the causes of life, we must first have recourse to death... and examine the process in minutest detail... \n[91]No longer pathetic and useless \n[92]I've been preoccupied. \n[93]That is my concern. I'm involved in something just now. I want to finish it in Waldman's memory. \n[94]Few months perhaps. I'm gathering the raw materials even now. \n[95]Materials. That's all they are Tissue to be re-used. \n[96]That one. \n[97]Not optimal. Must use. No time to replace. Body can't wait. \n[98]This is a bad time, Henry. I'm busy just now. What do you want? \n[99]Yes? And? \n[100]You'll be leaving then. Just as well. You never were cut out for this, Henry. Goodbye. \n[101]Time running out. Rate of decay accelerating. Must strike now... or start again from scratch. \n[102]Live, you bastard! \n[103]It's alive. It's alive. \n[104]What have I done? \n[105]\n[106]Massive birth defects. Result is malfunctional and vile. Have chosen to abort. \n[107]Stay away! \n[108]No... no... I'm not dead... please... Don't put me on the cart! I'm not dead! I'm not dead! I'M NOT DEAD! \n[109]A... week? \n[110]Is that your diagnosis? \n[111]You've been going round-the-clock? \n[112]Everything in moderation, Clerval. \n[113]No. They don't. \n[114]I want to go home. \n[115]It can't survive. \n[116]\"...but it's been so long since I've heard from you. Remember the vow we took the night you left? You must be honest with me if your feelings have changed. Answer for the sake of our friendship, and both our future happiness.\" She wrote that four months ago. \n[117]Thank you, Professor. For everything. \n[118]Take me home, my friend. \n[119]There! Look! \n[120]Thank you, Henry. \n[121]This. My home. My family. If not for you, I'd be dead in a burial pit somewhere. \n[122]Elizabeth? \n[123]We'll organize another search now that it's light enough. We'll find her, Mrs. Moritz, I promise. \n[124]Who is it? \n[125]Yes. \n[126]Did you? \n[127]Did you, Justine? \n[128]I always viewed her with brotherly affection. I had no idea of her feelings for me. \n[129]But to commit so ghastly and terrible a crime against a child she loved? \n[130]It's hard to believe. \n[131]Oh God. Oh God! No! NOOOOOOO! \n[132]Oh God. Justine. Forgive me. \n[133]My mind was not playing tricks. He was there in the storm... gloating over his crimes... challenging me to come. \n[134]I've no choice \n[135]They've done a fine job. Hanging an innocent for the crime of a fiend. \n[136]I know only that he is a killer. And I shall bring back his carcass. \n[137]\n[138]You speak. \n[139]How did you find me? \n[140]Kill me and have done with it. \n[141]Then why am I here? What did you want with me? \n[142]Fine words from a child killer. You who murdered my brother. \n[143]How dare you. You're disgusting and evil. \n[144]I see it before me. \n[145]There was something at work in my soul which I do not understand. \n[146]Materials. Nothing more. \n[147]Trace memories in the brain, perhaps. \n[148]I don't know. \n[149]What can I do? \n[150]Friend? \n[151]Like you? Oh, God, you don't know what you're asking. \n[152]And if I consent? \n[153]Yes. I want this over and done with. \n[154]I'm all right. I'm safe, \n[155]I didn't find what I was looking for. \n[156]At shadows. My nerves got the better of me. \n[157]It's not something I can explain now. Perhaps someday. \n[158]So do I. \n[159]A month at most, that's all I ask. Elizabeth, please. Things have not yet resolved. I must take steps to see that they do. For our family's sake. For our sake. You are life itself. We shall seal our vow. The moment I am done. \n[160]You must regain your strength to preside at our wedding... and spoil your grandchildren later on. These are duties you cannot shirk. \n[161]We're all safe now. I promise \n[162]God forgive me. \n[163]Why... her? \n[164]My words. \n[165]The brain stem was destroyed by the hanging. We'll need another. The body looks like it will do, but some extremities are too decayed. They'll have to be replaced. The fresher the better. \n[166]What is this? \n[167]This was not taken from a grave. \n[168]No. I draw the line. \n[169]I will not! Kill me now! \n[170]No. Not tomorrow, not next week, Marry me today. \n[171]It was misguided and pointless. Is your answer yes? \n[172]We'll leave this afternoon, right after the ceremony. Pack only what you need. \n[173]Yes. We're in danger here. Every moment we stay. \n[174]I do. But you must trust me for now. \n[175]Be especially on your guard. Stay cautious to a fault. \n[176]He is huge and deformed... and quite insane. \n[177]Are you sure you'll be all right? \n[178]I'll be back as soon as I've got her far away and safe. We'll hunt this fiend down together. \n[179]I owe you that. Done. \n[180]Damn it \n[181]Make sure you keep your pistols dry \n[182]Now husband and wife. \n[183]I remember the first time I ever saw you. Crossing the floor of the grand ballroom with my parents at your side. So beautiful even then. \n[184]Open this door for no-one! \n[185]Elizabeth. \n[186]\n[187]Oh God... he took her heart... he took her heart from me... \n[188]Live. \n[189]Say my name. \n[190]Elizabeth. Say my name. Say you remember. Say my name. \n[191]You must. You must. \n[192]Say my name. Say you remember. \n[193]Yes. I'll help you remember. \n[194]...one-two-three, twirl-two-three. \n[195]She's not for you. \n[196]Elizabeth, no! Say my name. \n[197]\n[198]\n[199]You killed her! You killed her! \n[200]All that I once loved lies in a shallow grave. By my hand. \n[201]You should have been my father's son. He would have been so proud. \n[202]A year now I've followed him. Perhaps more. Only to arrive at this place. Tired. So very tired. I never did find... whatever it was... I was looking for... and neither will you, my friend. Value life above ambition... or those glittering prizes you seek will crumble to dust in your fingers... as they have in mine. See your loved ones again. I cannot. ", "CREATURE": "\n[1]...freh...nnn..nd. Freehhnnnd. \n[2].brread... motherrr... frriend... Treeeeee. \n[3]Ch...uuu...ch. \n[4]Floww... \n[5]...wwer. Flower. \n[6]Garrr...denn. Garden. \n[7]It's snnowwinng. \n[8]Most beautiful... tree... \n[9]For the... Goood Spirr-rit... of the... Forr-rest. \n[10]Myyy Darrllnng Vic...tor... Willee haaad hisss burrth-dayyy. I wissh... yooo cuud huvv beeen... herre... to sharre ut... withh... ussss... \n[11]...of sscience... and to c-create... a beinng... in the image of man... assembled ffrrom... the... dead bodieess I have... gatherrred... \n[12]Nice. \n[13]Better that way... for me. \n[14]I'm... very, very ugly. People are afraid. Except you. \n[15]Worse. \n[16]Yes. I have been seeking my friends. \n[17]Yes. Very close \n[18]I have been... afraid. Afraid... they will hate me... because I am so very ugly... and they are so very beautiful \n[19]I am afraid. \n[20]I love them... so very much. I want... I want... them to be my ff-family. I II-Ilove them ss-so very mm-mm- mmuch... \n[21]Don't let them hate me! \n[22]It's me! It's mmmmeeeeee! \n[23]...no. \n[24]Geneva. \n[25]Wait! Don't be afraid! \n[26]Frankenstein. \n[27]Come warm yourself if you like. \n[28]Yes, I speak. And read. And think... and know the ways of Man. I've been waiting for you. Two months now. \n[29]The letters in your journal. That and a geography book. Your Elizabeth sounds lovely. \n[30]Kill you? Hardly that. \n[31]More to the point, why am I here? What did you want with me? What does one say to one's Maker, having finally met him face to face? Milton gave it voice. Did I request thee, Maker, from my clay to mould me Man? Did I solicit thee from Darkness to promote me? \n[32]Your crime... as well as mine. \n[33]Evil? Do you believe in evil? \n[34]I'm not sure I believe. But then I had no one to instruct me. I had no mother... and my father abandoned me at birth. \n[35]Were the dying cries of your brother music in my ears? \n[36]I took him by the throat with one hand... lifted him off the ground. And slowly crushed his neck. That poor, innocent child died in my grip... because all I could see was your face... and all I could feel was my rage. And when I let him go, he fluttered to the grass like a sparrow... \n[37]Later, when they were searching, I followed the pretty lady who got lost in the woods... \n[38]She was so lovely. I longed to touch her... and seek her sympathy... \n[39]...but I simply returned the object which had triggered my crime, hoping in some small way to atone... \n[40]You gave me these emotions, but you didn't tell me how to use them. Now two people are dead. Because of us. \n[41]Why, Victor? Why? What were you thinking? \n[42]What of my soul? Do I have one? Or was that a part you left out? Who were these people of which I am comprised? Good people? Bad people? \n[43]You're wrong. Do you know I knew how to play this? \n[44]In which part of me did this knowledge reside? In these hands? In this mind? In this heart? And reading and speaking. Not things learned... so much as things remembered. \n[45]Stolen memories. Stolen and hazy. They taunt me in my dreams. I've seen a beautiful woman lying back and beckoning for me to love her. Whose woman was this? I've seen boys playing, splashing about in a stream. Whose childhood friends were these? Who am I? \n[46]Then perhaps I believe in evil after all. \n[47]There is something I want. A friend. \n[48]A companion. A female. Like me, so she won't hate me. \n[49]I do know that for the sympathy of one living being, I would make peace with all. I have love in me the likes of which you can scarcely imagine. And rage the likes of which you would not believe. If I cannot satisfy the one, I will demonically indulge the other. That choice is yours. You're the one who set this in motion, Frankenstein. \n[50]We'd travel north, my bride and I. To the furthest reaches of the Pole, where no man has ever set foot. There we would live out our lives. Together. No human eye would ever see us again. This I vow. \n[51]Soon? \n[52]I'll be waiting. And watching. \n[53]I want her. \n[54]Her body pleases me. \n[55]Materials, remember? Nothing more. Your words. \n[56]I know you can. \n[57]A brain. Extremities. \n[58]What does it matter? She'll live again. You'll make her. \n[59]You will honor your promise to me! \n[60]That is mild compared to what will come. If you deny me my wedding night. I'll be with you on yours. \n[61]Yes, and I've come to snatch your soul... ...unless you tell me where they've gone. \n[62]Don't bother to scream. \n[63]You're more lovely than I could ever have imagined. \n[64]I keep my promises. \n[65]She's beautiful. \n[66]I'm sure the lady knows her own mind. Doesn't she? Let her decide the proper suitor. \n[67]...no... \n[68]\n[69]We killed her. \n[70]He never gave me a name. \n[71]You were with him at the end. \n[72]I was watching. \n[73]I longed to be with him. But I wanted his final moments to have peace. I could see you were a friend to him. \n[74]I am as he made me. In his own image. \n[75]And he drove me to mine. \n[76]Would you not? He was father. And mother. We fell from grace together. He from his God. I from mine. \n[77]Could we ever have forgiven? \n[78]I've never been shown a kindness. Show me one now. \n[79]Build for him a pyre. Light up the sky with his passing. \n[80]For God's sake... I will. ", "ELIZABETH": "\n[1]Aren't you? \n[2]Are you sure it can't hurt us? \n[3]She'll be all right. \n[4]Oh God. The blood. \n[5]It's not ours to decide. All that live must die. It's God's will. \n[6]She was mother to me as well. But ours is the job of the living. It's up to us now to hold this family together. We must think of Father and be strong for him. I cannot do that alone. \n[7]He left a beautiful gift in her place. A baby boy. To cherish and love as our very own. Your brother \n[8]There, there... shhh... \n[9]Victor, have a care! You'll make him dizzy! \n[10]Oh, do give him here! He needs to be comforted and held! \n[11]That's the nature of all progress, William. Don't let your brother sway you otherwise. \n[12]Give me that child before you fill his head with drivel! \n[13]Scandalous! What would your dear mother say? \n[14]And you look so lovely. \n[15]Go on, ask her. Please. I'm quite out of breath. \n[16]Smell the air. Wonderful. \n[17]Father's so proud. \n[18]Prouder still. You'll be the handsomest student there. \n[19]You will. What do you want, Victor? \n[20]No. Just very earnest. And very dear. \n[21]All my life I've known. \n[22]Is that what makes it so delicious? \n[23]Brother and sister still? \n[24]I wish to be your wife. \n[25]If only I could. But one of us must stay. Father's not strong. Willie's just a child. Who can look after them in your absence? Who can run the estate? \n[26]I will be here when you return. \n[27]My head is spinning. I want to give myself to you. \n[28]If we're to be married, must we wait? \n[29]Not as weak as I. \n[30]Our decision. Together. \n[31]I give you my soul... \n[32]Victor. I love you, \n[33]Let's return a tenth of the crop to the tenants. They had a hard winter. \n[34]Then there's no need to tell him, is there? \n[35]...and not a day goes by that I do not cherish your faces in my mind's eye or ache to see you all again. Be assured that I am with you in spirit, and you are never far from my thoughts. I remain, as always, your loving and devoted Victor. P.S. \n[36]glances up at their expectant faces. \n[37]It says, give Willie an extra big hug for me. \n[38]I knew held get himself in trouble. \n[39]He was almost expelled for calling one of his professors a \"pompous... Fellow...\" \n[40]He set things right with a proper apology... and now they've put him in charge of dissection lab! \n[41]It's far too ghoulish for your young ears. \n[42]The point is, your brother is a brilliant student well on his way to becoming the finest-and most compassionate doctor ever... \n[43]Nothing. Still nothing. \n[44]Something's wrong. I know it. I've heard rumors of cholera spreading south from Hamburg. \n[45]I should go. I should leave today. \n[46]And not a word of them to Father. He's agitated enough not hearing from Victor. \n[47]Who? Victor? \n[48]Thank God. \n[49]Let this locket be a token of the vow we took the night I left. He's coming home to marry me. \n[50]Willie, it's not a toy for your friends. \n[51]Don't dawdle. It'll be dark in a few hours. \n[52]Are you all right? \n[53]Is he not back yet? \n[54]It's far too late for him to still be out. \n[55]\n[56]What is Father's outlook? \n[57]Thank you, Henry. \n[58]Justine and I grew up as sisters. I know her better than anybody. \n[59]William was as much her child as mine. We were both mother to him. I believe she would sooner have strangled the life from her own body. \n[60]I consider the charge imbecilic. \n[61]But why risk yourself? Hasn't this family suffered enough? \n[62]If what you say is true, it is a matter for the police! \n[63]Do you know this man? Is there something between you? \n[64]I thought I'd never see you again! \n[65]What sort of task? \n[66]What of our marriage? Victor, we've had so much tragedy. I want this family to live again. \n[67]We need each other now, I need your comfort and strength, not separation and solitude. \n[68]Why the change? What about your work? \n[69]It is \n[70]Does this have something to do with that man you saw? \n[71]Victor, tell me why! Trust me! \n[72]You're soaking. \n[73]Brother and sister no more. \n[74]I have been waiting for this ever since. \n[75]Victor! \n[76]You don't want to hurt me. \n[77]Vic... tor? ", "HENRY": "\n[1]I was just clearing my throat. \n[2]You know, you're quite mad. \n[3]As a march hare. \n[4]Of course I am. It pays to humor the insane. \n[5]Henry Clerval. \n[6]I know. You have a way of making an impression. \n[7]Come now. Magnus? Agrippa? Next thing you know, you'll be teaching toadstools to speak. \n[8]Dilettantes need not apply. What about you? Schiller, isn't it? \n[9]Really? I myself find sick people rather revolting. I'm here to secure my degree with a minimum of fuss and hard work that I might settle into a life of privilege treating rich old ladies with gout and dallying with their daughters. \n[10]Can you think of a better reason? \n[11]Do me a favor then... ...keep them to yourself. \n[12]The entire school heard it. It wasn't something one could miss. \n[13]What now? Writing about it in your journal won't help. \n[14]Now you've got him started. \n[15]...yes, and thanks to him, smallpox has been virtually eliminated. I've heard this speech before. \n[16]It smacks of magic. \n[17]Come now, you must take some satisfaction. You've risen to the top of your class. A position of prominence and regard. \n[18]Leave off! \n[19]Your Elizabeth must be quite a treasure, Victor ...to justify these prices. \n[20]Shouldn't the nose be above the mouth? \n[21]You're saying all disease will eventually be eradicated? \n[22]Do you foresee this happening in our lifetimes? \n[23]Thank goodness. We'd be out of work. \n[24]Somebody has to! \n[25]And here's to Him. Everything in moderation, Frankenstein. \n[26]Professor? \n[27]They just caught the man who did it. \n[28]They'll hang him all the same. \n[29]Keep your voice down. You don't know what you're saying. \n[30]You're making a scene! \n[31]You can't. Death is God's will! \n[32]That's blasphemy! \n[33]All the more reason for us to continue his work with the poor! \n[34]There are sick people who need our help. Here and now. Not in some future time. Consider that. \n[35]Victor. This has got to stop. Nobody's seen you in months. You haven't attended a single class. \n[36]We all know how hard you took Waldman's death. Even Krempe is sympathetic. But it is time to move on. It is time to concern yourself with life. \n[37]How much longer? \n[38]God's sake, what is that stench? \n[39]Things have gone worse with this cholera outbreak. Thousand new cases a day now. Classes have been suspended. University's shut down. \n[40]Listen to what I'm saying. The militia's arriving to quarantine the city. Most of us are getting out while we still can. \n[41]\n[42]Schiller? You're leaving? Where's all that high talk about treating the sick? \n[43]Victor! \n[44]Thank God your fever broke. Slowly, now. Just a sip. I've been worried we might lose you. It's been touch-and-go for a week. \n[45]We feared cholera. Turned out to be pneumonia, brought on by nervous exhaustion and some idiot running around in a storm. \n[46]Mine and Professor Krempe's. We've been trading off nursing you in shifts. The rest of the time we're out working with the cholera victims. It's his turn for that just now. \n[47]We catch a few hours sleep where we can. Usually here at your bedside. \n[48]Nothing in moderation, Frankenstein. \n[49]It's the down-and-outs I pity most. Those who can't fend for themselves. They'll be dead by the thousands before this is done. They don't stand a chance out there. \n[50]Victor. This place looked like a charnel house. What went on here? \n[51]It'll be months before you're well enough. Meantime, your family must be frantic not hearing from you. \n[52]I found these. Some of the postmarks go back nine months. Why don't you open them? And when you've the strength, have the decency to ease their minds with a reply. Soon as the city ends quarantine, I'll even mail it for you. Along with this. It's a beautiful gift. Does her no good lying here. \n[53]A woman like that is far too rare to be taken lightly. \n[54]Our carriage is here. \n[55]Quite a place. \n[56]For what? \n[57]I am cautiously hopeful. With quiet and proper care he may eventually regain some or most of his strength. \n[58]What happened up there? \n[59]I prayed never to see these again... \n[60]Whatever they are. \n[61]I won't bother asking what or why. You wouldn't tell me anyway. I just hope you know what you're doing... ...because if this is a repeat of Ingolstadt, I won't be around to pick up the pieces. \n[62]Yes, don't worry. I'll look after your father. You look after her. \n[63]Only if you'll tell me who he is. \n[64]Victor. \n[65]Let it go. \n[66]", "WALTON": "\n[1]\n[2]Cut the damn rigging free before we lose the mast! \n[3]\n[4]It wouldn't dare. \n[5]Put your backs into it! \n[6]No. But we'll chop our way to the North Pole if we have to. Inch by bloody inch. \n[7]The ice will break. And when it does, we proceed north... as planned. \n[8]You five come with me! The rest stay with the ship! \n[9]Back to the ship. \n[10]Dead? \n[11]They knew the risks when they signed on. I've come too far to turn back now. \n[12]Let them try. \n[13]You're awake. I've prepared some broth. It'll help restore you. \n[14]Are you a physician? \n[15]There's a startling question, coming from you. I'm captain of this ship. We sailed from Archangel a month ago, seeking a passage to the North Pole. \n[16]Would-be. I'm plagued with my share of difficulties just at the moment. \n[17]I can't say I blame them. We're trapped in this ice and bedeviled by some sort of... creature. \n[18]You know of it? \n[19]Then explain it, whatever it is. It could save the voyage. I've spent years planning this. My entire fortune. \n[20]Lives are ephemeral. The knowledge we gain, the achievements we leave behind... those live on. \n[21]Madness? \n[22]Who are you? \n[23]Rest now. \n[24]A warming wind. \n[25]He died. Raving about phantoms. He was mad, poor devil. Gather a detail. Have the body removed from my cabin. \n[26]Who are you? \n[27]Yes. \n[28]What is that to you? Evil as you are. \n[29]You drove him to his torment. \n[30]Then why weep for him? \n[31]What kindness? \n[32]It has a right to bear witness. \n[33]Stand fast. All of you. \n[34]\n[35]\n[36]\n[37]\n[38]Swim. \n[39]Home ", "JUSTINE": "\n[1]Mama, can I dance with Victor? \n[2]Yes, Mama. \n[3]Poor William! What indignant tears! \n[4]Quite right! \n[5]Elizabeth, really! He's quite mad! \n[6]One-two-three, one-two-three, twirl- two-three... \n[7]You can. But not before dinner. \n[8]You dance so beautifully together. \n[9]Victor? Spare me one dance? \n[10]Must've been a terrible row. \n[11]It's been months. It's not like him. \n[12]So have I \n[13]Elizabeth. If it's true, travel into Germany would be banned. You'd never get near Ingolstadt. Besides, they're only rumors. \n[14]Read him one of the old letters and rephrase it. We'll say it came today. It'll set his mind at ease. \n[15]It's beautiful! May I? He looks so handsome. \n[16]That's wonderful. \n[17]Yes, Mother. \n[18]Fine. \n[19]I'll be all right. Really. \n[20]\n[21]Victor! It's you! Thank God! \n[22]Is it true? What they say about Willie? Is it true? \n[23]Willie. My poor little angel. Victor! They think I did it! \n[24]I don't believe... I am in need of your comfort... anymore. \n[25]Get out! \n[26]Yes. I took refuge in the barn. Wouldn't you? Lost in the storm? Freezing and wet? I was exhausted and could search no longer. \n[27]I have always loved him. \n[28]Murder Willie? In my heart, he was our child. Victor's and mine. Such a thing could never have entered my mind. \n[29]I have no knowledge of that. ", "WALDMAN": "\n[1]Victor, explain yourself. \n[2]You have a way of provoking his. I've been watching you. You seem impatient with your studies. \n[3]You disdain accepted wisdom? \n[4]I understand your frustration. I was young once myself. Walk me home. Something I'd like to show you. \n[5]You know for thousands of years the Chinese have based their medical science on the belief that the human body is a chemical engine run by electricity? They say we all contain streams of energy which flow through us like currents in the ocean, or rivers in the earth. \n[6]Their doctors treat patients by inserting needles like these into the flesh at various key points to manipulate these electric streams. \n[7]I once saw it done, as a boy in Canton. My parents were missionaries. The cure was nothing short of miraculous. I've never forgotten it. Been fascinated ever since. \n[8]Magic. Seems alive, doesn't it? \n[9]Electricity. \n[10]Why? God alone knows what it means. Until it has proven value, it's nothing more than a ghoulish parlor trick. Hardly fit for the classroom. \n[11]It is a thrilling direction to explore. Thrilling and dangerous. Nature can be wonderful and terrible. Science is not a realm for the reckless; it needs a conscience. We must proceed cautiously. Assess as we go. What I do on my own time is my own business. The same holds true for you. You wish to expand your mind? Fine, do so. You can even join me here, if you like. But not at the expense of your normal studies. \n[12]Nonsense. Tonight you will draft an apology to Professor Krempe... \n[13]\"...a sincere and heartfelt apology which you will then read aloud to him before the assembled student body and faculty. \n[14]Our profession needs talent like yours. Destroy your career over an issue of pride? What a waste. \n[15]Go home, Victor. Write the letter, \n[16]Re-configure the leads? \n[17]Worth a try. \n[18]Victor. He was trying to be gracious. \n[19]I'm quite serious. Look at all the charity and clinic work we do. Up until thirty years ago, the concept of vaccine was unheard of. \n[20]I'm convinced. Not by treating symptoms, but by diving nature's most jealously-guarded secrets. \n[21]No. But someday. \n[22]Oh, now you have gone too far. There's only one God, Victor. \n[23]No, it's not pox, it's a vaccine... \n[24]...vaccine, from the Latin vacca, meaning cow ...or vaccinia, meaning cowpox... \n[25]...no, no, cowpox in a minute quantity, perfectly harmless, gives you a natural immunity to small ox, which is the point of this whole bloody exercise... \n[26]I most assuredly am! It prevents disease and it's the law! Why am I explaining myself? Somebody restrain this damn fool! \n[27]Oh God. ", "FATHER": "\n[1]Mrs. Moritz, would you and your daughter excuse us? \n[2]She has lost her parents to scarlet fever. She is an orphan. \n[3]Victor, do as you're told! \n[4]I did everything I could. \n[5]My friends, fatherly pride won't allow this occasion to pass without my raising a toast. \n[6]To Victor. My son. Who read every medical book in my library by age thirteen... and then re-read them, which seemed excessive even to me. Drape yourself in glory, my boy. Study well.  When you return, you return a man of medicine. I will then be honored to call you \"colleague.\" \n[7]No. You'll surpass me. \n[8]Write to us often. \n[9]He always was opinionated. \n[10]That's where they cut things open and peer about inside. \n[11]What's all the fuss? Why are you shouting? \n[12]Open it. \n[13]What does it say? \n[14]Brilliant! I knew it! Ever since you were children! \n[15]Join us for champagne! My son is coming home! \n[16]Have you seen Willie? \n[17]Claude rode over there to see if held lost track of time. They say he never arrived. \n[18]This is not... the grand wedding... I had hoped to give you... \n[19]Victor? ", "GRANDFATHER": "\n[1]I wish we could thank our benefactor. \n[2]It does no harm. \n[3]Who's there? Felix? Children? \n[4]Let them play. There's plenty of wood for the fire. \n[5]I know you're there. Won't you speak to me? \n[6]Would you like to sit by the fire? \n[7]The music? Or the fire? \n[8]I'm glad you finally came to the door. A man shouldn't have to scurry in the shadows. \n[9]Why? \n[10]It can't be as bad as that. \n[11]I can see you with my hands. If you'll trust me. \n[12]You're an outcast. \n[13]Friends? Do they live around here? \n[14]Why do you not go to them? \n[15]People can be kinder than you think. \n[16]Perhaps I can help. Tell me who. \n[17]Leave him alone! ", "GRIGORI": "\n[1]It's going to ram us. \n[2]You can't mean to go on! Our journey is ended! The best we can hope for now is to get out of this alive! \n[3]At the cost of how many more lives? \n[4]There's something out there. \n[5]Look. \n[6]Captain, I implore you. The men are frightened and angry. They want your assurance. \n[7]Then you run the danger of pushing them to mutiny. \n[8]This ice will break yet. How's our guest? \n[9]Aye, Captain. \n[10]\n[11]\n[12]Don't do it... ", "KREMPE": "\n[1]In science, the letter of fact is the letter of law. Our pursuit is as dogmatic as any religious precept. Think of yourselves as disciples of a strict and hallowed sect. Someday you may be priests... but only if you learn the scripture chapter and verse. Any questions? \n[2]Philosophical? \n[3]Paracelsus? \n[4]What is your name? \n[5]Of Geneva. Tell me, Mr. Frankenstein of Geneva. Do you wish to study medicine? Or mysticism? \n[6]Those of you unfamiliar with Mr. Frankenstein's suggested reading list... thankfully, that would be most of you... would be well advised to avoid it. Here at Ingolstadt, we concern ourselves with immutable reality... ...not the ravings of lunatics and alchemists hundreds of years in their graves. Understood? \n[7]I am relieved. Are there any relevant questions? Lecture hall dismissed. \n[8]I'll see you thrown out of this university! I'll go to the dean himself! Take me at my word, Frankenstein! The dean himself! \n[9]You seem to be adapting well to the approved curriculum. \n[10]Don't dawdle, lad! The sick cart! Lift on three! One, two, three! \n[11]I'll have all your things sent on. They should arrive soon after. It's been a rough time, lad. For us all. But if you'd like to come back and finish out your final term once university re-opens... \n[12]Write and let us know you've arrived safely. ", "CLAUDE": "\n[1]It's turning out to be a good year. \n[2]Not even your father would be that generous. \n[3]Don't worry, Monsieur, we'll find him. \n[4]What did you find? \n[5]These have been fired. \n[6]He killed Master William and sent Justine Moritz to the noose! No hesitation, lads! Shoot the bastard on sight! \n[7]That was the last ferry. There's nothing else till morning. \n[8]We'll ride on ahead and secure you lodging for the night. \n[9]Don't worry, sir. You're well guarded. Now why don't you go upstairs to your wife? It's not often a man has his wedding night. \n[10]Get after him! ", "FELIX": "\n[1]Yes, yes, I'm coming... \n[2]Not much to look at. Even less to eat. I don't how we're going to get through the winter with this yield. \n[3]One less for us. \n[4]I'll see if I can scratch a few more out of the ground. \n[5]Nothing in this life comes free of cost. I'd like to know who and why. \n[6]Who's been filling your head? \n[7]Oh, I see. \n[8]What is going on here? \n[9]He's right about that. \n[10]God in heaven. ", "MARIE": "\n[1]Bring Grandfather to the table. \n[2]We'll sell another pig at market. \n[3]We'll make do. We always have. \n[4]Of course it is. Now finish your food before it gets cold. \n[5]Good! And now the next \n[6]Your hands are bleeding again. Come in. I'll rub liniment. \n[7]Good. And the next. \n[8]Very good! Maggie. Try the next. \n[9]Maggie! Thomas! You'll catch your death! \n[10]...with particles of heavenly fire, the God of Nature did his soul inspire... and pliant still the ethereal energy which wise Prometheus tempered into paste... ", "WILLIAM": "\n[1]Read it again? \n[2]\n[3]Elizabeth! Justine! \n[4]He's coming home! Tonight! \n[5]That's what I'm telling you! \n[6]It's Victor! \n[7]Married! The two of you? \n[8]Elizabeth? Can I take this to show Peter? \n[9]I'll take extra special care, I promise! Pete's never seen what Victor looks like! He'll admire it enormously! ", "ARCTIC VICTOR": "\n[1]I loved her from the moment that I first saw her. \n[2]I stitched it together with my own hands... \n[3]A patchwork man of my own devising. \n[4]It took nutrients like a child receiving milk... blushed like a young girl with the blood I forced through its veins... \n[5]...all in preparation. \n[6]I followed his trail north... always north... and always one step behind... never stopping... driven by my fires of rage... and revenge... "}}