{"dialogues": {"MEAGAN": "\n[1]Lizzy? \n[2]Lizzy. What are you doing here? \n[3]Your friend? \n[4]I scared him? \n[5]Lizzy? \n[6]Jesse! \n[7]Freddy... \n[8]Wake up, sleepy head. Time to wake up. \n[9]Me, too. \n[10]Don't worry... they can't hurt you. \n[11]Promise. \n[12]I'll never let anyone hurt you. \n[13]Morning. \n[14]Mom! Don't call it that! \n[15]That's Jesse. Let's go, Lizzy. \n[16]I need an alarm clock. \n[17]Broke. \n[18]My mom... \n[19]I had another dream last night... \n[20]No. You were Jason. \n[21]Yes, ma'am? \n[22]Yes... I'm ready. \n[23]My report is on Global Economic Trends. Try and think of a world where there is no poverty... no sickness... no crime. A world where everyone is happy to be alive and everyone lives together in peace. This is my dream. \n[24]This dream is becoming a reality with ever-growing international business... \n[25]Jesse... please, help me. \n[26]Sure... \n[27]I was day dreaming and then I woke up but then it was like I was still dreaming and then I woke up and then I guess I fainted and now I'm awake again... \n[28]I'm waiting to see if you're going to turn into Freddy. \n[29]But this one was different... it felt real. \n[30]Fear is real though, isn't it? And if nightmares are fear, then doesn't that make them real?! And if the nightmares are real then is reality like a dream?! \n[31]Old witch... what does she know? She isn't even qualified to give a shot and she's telling me that my dreams aren't anything to worry about. \n[32]Oh, sure... Madame Curie in there says it's just a case of heat pro- stration and an overdose of TV news. Ruined my makeup, too. \n[33]No. She gave me last period off. \n[34]Jesse! I've been having nightmares for almost two weeks now and they keep getting worse! Now I'm having daymares! I want to know why! \n[35]You don't understand... I want to know more about dreams. What they mean... why we have them. \n[36]That's a good idea. Why don't you cut last period and come with me? \n[37]The library. \n[38]Find anything? \n[39]Did you know that our sub-conscious retains everything that ever happened to us? Everything. From the time we're born until we die. \n[40]That's how Freddy gets at us... by using our sub-conscious fears. Fears our conscious minds have repressed or forgotten. \n[41]I'm not so sure... if Freddy exists in our sub-conscious then he can never be fully erased. Like a bad memory... you may blot it out of your mind but it will alway be hiding someplace in your dreams. Weren't you scared as a child by something so stupid that you're ashamed to admit it? \n[42]No? \n[43]Well, what? What is it? \n[44]Black Bart. \n[45]Duh. You put your quarter in and he says, \"Go ahead and draw, tenderfoot.\" And then you pull your gun out and shoot him. \n[46]No one can hit him -- it's a gyp. \n[47]I remember... Lizzy wandered off one day and we couldn't find her. The police came and everything. I wasn't really worried until I saw her picture on TV... then I got really scared. Jesse, I can't explain it... but I think something bad's going to happen. \n[48]What message? \n[49]The library. \n[50]Dad... what's wrong? What's happened? Where's Lizzy? \n[51]Oh, my God... \n[52]No... no, she wouldn't do that! Lizzy wouldn't join Freddy's cult! \n[53]Over to Stormie's. \n[54]That was her \"klepto\" phase... when she was dating that gang member. She dumped him a long time ago. \n[55]She used to be in the Freddy cult. Maybe she knows where they took Lizzy. \n[56]That guy in my dreams... \n[57]I think he thinks Lizzy joined the cult or something. \n[58]I've got to find Lizzy myself. I've got to find her and save her from Freddy before that crazy cop kills her. \n[59]Murdoch said something about going to talk to somebody named Erwin. \n[60]Where is he? \n[61]I want you to stay here. \n[62]Don't be mad... it's just that you might scare him. \n[63]Just stay here... okay? \n[64]Erwin...? \n[65]Shoot? \n[66]I don't do drugs. \n[67]No. \n[68]Freddy's cult kidnapped my sister. \n[69]Tell me... please. \n[70]Then tell me why they took her... \n[71]How can he do that? \n[72]So the cult gets Lizzy pregnant? \n[73]Erwin... you've got to help me find Lizzy. You're my only hope. \n[74]Anything. Just name it. \n[75]How can you kill a dream? \n[76]Deal. \n[77]Come on, Jesse! Please...? \n[78]No! They'll never believe her! \n[79]They'll never believe that. Come on, Jesse... for me? \n[80]We've got to do something! \n[81]Oh, my God -- she was here! This is part of Lizzy's shirt! It's all torn! Erwin... we've got to find her! \n[82]Except what?! \n[83]How? \n[84]Okay... let's do it! \n[85]What should we do? \n[86]What are they for? \n[87]Daddy? \n[88]He got away... I had him and he got away. Oh, God... Lizzy... I lost her... \n[89]No... I'm not dead... No... I'm not. But Freddy killed me! \n[90]Now that I think about it -- he's killed me in all my nightmares. But I'm not dead... what does it mean? \n[91]But we've still got a chance, right? A chance to kill Freddy before he gets back his power? \n[92]Then let's get somebody else. Some- body strong. \n[93]Jason... \n[94]Jason Voorhees... \n[95]Erwin... I'm trusting you on this, so tell me the truth. Do you think if we do this -- if we go and get Jason and bring him back to life, that he could kill Freddy? \n[96]I haven't got a choice. I've got to try something... I can't ask either of you to help me do this... it's illegal, immoral, disgusting... \n[97]You don't have to, Jesse... it's not your fight. I understand. \n[98]We should pull over and ask directions. \n[99]It says, open all night. \n[100]We're looking for the old cemetery that's supposed to be around here... somewhere. \n[101]Well, we're just doing an article for our high school newspaper about the dangers of breaking into cemeteries at night. You know, stuff that can get you hurt... \n[102]What's the story on Jason Voorhees anyway? \n[103]I knew that. What I mean was why? \n[104]What happened to him then? \n[105]Why does he keep coming back to life and killing people? \n[106]I'm exhausted... wake me when we get back home. \n[107]I know! We'll sing a song! Row! Row! Row your boat, gently down the stream. Merrily, merrily, merrily, merrily... life is but a dream. Come on, everybody! \n[108]...merrily, merrily, merrily, merrily... life is but a dream. \n[109]It's Freddy! \n[110]Jesse's hurt real bad... we've got to get him to a doctor. \n[111]Oh, God... Jesse... \n[112]Go... get out of here. Take Jason and Stormie with you. \n[113]Is he going to be okay? \n[114]Jesse! \n[115]Jesse! Wake up! Wake up!! \n[116]Jesse, wake up! WAKE UP!! \n[117]Freddy killed Jesse... \n[118]Jesse... \n[119]I know where we can get a heart... A good one. \n[120]Do you think you and Stormie could keep him occupied for a few minutes? \n[121]Okay... let's do it. \n[122]Forgive me, Jesse... \n[123]He didn't want to come with us... but he did anyway. He did it for me. \n[124]I just can't believe he's dead. I keep thinking he'll show up any minute... \n[125]It's kill him! Shut it off! Shut it off! \n[126]Jason! JASON! You've got to get up! Do you hear me? Get up! \n[127]Who are you calling?! \n[128]Are you kidding?! They'll lock us up and throw away the key! \n[129]\n[130]Now... just stop! We're the ones that brought you back to life. And you have no right to kill us with that chainsaw! In fact... you owe us... \n[131]That's right. \n[132]Look! Here's his picture... \n[133]Now, I know that you've been through a lot. And I know that you're pissed off about being murdered and all. \n[134]But if you help us kill Freddy Krueger... I promise to help you find the little bastard that killed you. What do you say? Have we got a deal? \n[135]Jason, you have to hide! Stay in here and don't come out until we tell you. Stormie... help me! \n[136]We've got to try and stay awake. \n[137]What am I going to do? I'll never be able to find Lizzy now. \n[138]I bet you're sorry you came with me now... \n[139]That's for being my best friend, Stormie. \n[140]Where are we going? \n[141]I'm okay, mom. \n[142]Sorry. Today has been a bitch. \n[143]A mental hospital. \n[144]There's no mistake. What did you do with Erwin? \n[145]We're wasting time! We've got to close down all the churches -- Freddy has to marry Lizzy on holy ground! \n[146]Don't you understand?! He has to come to our reality to do it! It's our last chance to kill him! \n[147]Dad! Mom! Don't let them lock me up! I have to save Lizzy! \n[148]I did what I had to do to try and save Lizzy! \n[149]Liar! Freddy killed Jesse! He was already dead when I cut his heart out! \n[150]Goddamnit, you don't understand! Freddy lives! FREDDY LIVES!!! \n[151]Stormie?! \n[152]Oh, God... what have I done? What have I done?! \n[153]Something just happened at the TV station. \n[154]What for? \n[155]I like you... sure. It's just that I usually shower alone, that's all. \n[156]Wait a second... I didn't mean to do that... I'm sorry. It's just that you come on a little strong, that's all. Just give me a little time to adjust to my new surroundings... \n[157]Yes... I want you. \n[158]Meagan. \n[159]Oh, my friend... \n[160]Yeah... they said she had some disease that made her... explode! Oh, God! Please hold me! \n[161]Oh... well... the cops? Well, they think I gave it to her... \n[162]Stop! \n[163]Take me, Freddy. Take me instead. \n[164]Oh, that's right -- tell everybody! \n[165]Kick his ass, Jason! \n[166]Jason! Get up! Get up! \n[167]Jason! You've got to get up! \n[168]What took you so long?! \n[169]I knew you would come... \n[170]Erwin? Erwin?! \n[171]\n[172]No monsters here. \n[173]Then we'll just have to kick their ass again. \n[174]I love you too. Go to sleep. \n[175]Yes, dad? \n[176]I know... \n[177]I know... \n[178]Goodnight mom... goodnight dad. \n[179]Hello? \n[180]I know... ", "ERWIN": "\n[1]\n[2]Where do you shoot? \n[3]You're not in the cult? \n[4]Didn't Freddy send you to kill me? \n[5]I don't trust you... better take off your clothes so I can check you for tracks. \n[6]Well, what do you want? Can't you see I'm busy? \n[7]I already told the cops everything I know. \n[8]Look... I'm sorry about your sister, but I've got my own problems with Freddy. I'm a marked man, you know. \n[9]To bear his child. Freddy wants to be human again. In order to do that he has to be \"reborn\". \n[10]He has to marry a virgin on holy ground. Then the cult consumate the marriage by impregnating her. \n[11]Freddy's the son of a hundred maniacs. It's sort of a tradition with him. \n[12]And Freddy enters the soul of the fetus through a dream state. Voila! Rebirth. \n[13]Hey, they're not my rules... some- body else wrote 'em. \n[14]I'll help you find your sister, but you've got to help me. \n[15]You have to help me kill Freddy. \n[16]Freddy lives... If only in our dreams. \n[17]When it's not a dream. Do we have a deal? \n[18]Hi, my name's Erwin. Thanks for busting me out of there! \n[19]Damn! We must have just missed them! \n[20]We're too late! There's no way... except... \n[21]We could go after Freddy. \n[22]We'll inject ourselves with Dream Dope.  It's a mild narcotic that brings on a dreamlike state. \n[23]Don't worry about it. We need you wide awake anyway. \n[24]We're going to go under and try to find Freddy. When we do, we'll grab him and bring him here. Then you kill him with this... \n[25]It's not the gun, it's what's in it -- silver bullets blessed by a priest. \n[26]Should. But then... \n[27]Have a seat over there and make yourselves comfortable. Roll up your sleeves and put these on... \n[28]It's how the cult keeps in constant contact with Freddy. The little lights flashing are a sustained occular input that causes your brain to resonate at approximately the same frequency at which the dream state is most likely to occur. \n[29]It helps to hold hands if you want to go together... \n[30]And remember... Freddy knows what scares you. \n[31]\n[32]Freddy's trying to split us up... \n[33]Well, atleast you're not dead. \n[34]It means we've still got some time left. Until his remains are host to the Dream Demons -- Freddy can't hurt us. \n[35]Freddy made a pact with Satan when he died... so Satan bestowed upon him the Dream Demons. They're the source of Freddy's power to manipulate our physical reality. Without them... he's powerless -- nothing more than a bad dream. Hey, like I said... I don't make the rules. \n[36]We already tried that. There's no way for us to kill Freddy. He's too clever. He knows how to get to us. \n[37]You would have to hire a thousand of them... or one really big guy who isn't afraid of anything. No fear. Nada. Then you got a shot. \n[38]Jason Voorhees... that's brilliant! The perfect dream warrior... no fear. \n[39]Seriously dead. Buried up by Crystal Lake somewhere. But don't worry, I know how to bring him back to life. \n[40]But that's not the problem. The problem is control. Once we bring Jason back from the dead... I'm not one hundred percent sure he'll do what we tell him. \n[41]No doubt about. Jason could wreck Freddy on this side of the Dreamline. But if Freddy has home court advan- tage... I don't know. Too close to call. The trick would be to get Jason to enter a dream state, grab Freddy, and drag him out to our reality. \n[42]That's about the size of it... and I'd be doing you a disservice if I said there weren't a modicum of risk involved. \n[43]Look out Freddy... here we come. \n[44]It started a long time ago, back in the fifties, when Jason drown at Camp Crystal Lake. His mother went berserk and started killing the counselors. \n[45]Right. And then Jason came back from his watery grave to get revenge. \n[46]Yeah. Chopped up a number of people before they finally caught up to him. \n[47]They killed him. \n[48]Not very well apparently. Jason keeps coming back to life and chopping people up. It's a never ending cycle of terror up here at Crystal Lake -- a real problem. \n[49]They say he's looking for revenge on the camp counselor who murdered him as a child. Jason just happens to go about it in the socially unacceptable way of hacking through every teenager he finds until he gets the right one. Here it is... \n[50]Look... the boogerman! Get it?! \n[51]We just dug up a rotting corpse and you're worried about a little snot. \n[52]Uhhh... better not fall asleep -- we've still got a lot of work to do and Freddy's out there... waiting. \n[53]Don't worry... an ambulance is on the way. \n[54]Meagan... listen to me... The cops are on their way. If they find me and Jason Voorhees in the trunk there, we're finished. \n[55]I'll call you at the hospital. \n[56]Somehow! \n[57]Same place I've got Jason hid. \n[58]A place where no one ever goes. \n[59]Almost. \n[60]Is she going to be alright? \n[61]You're a strong woman. \n[62]Uhhh... nothing. I didn't mean anything. \n[63]Yeah... Meet the new and improved Jason. \n[64]Take a look... \n[65]Not exactly a beauty queen entry, is he? \n[66]I'm afraid it's not that simple... \n[67]I do! But when I was putting him back together, I noticed something was missing. \n[68]No-no! Not that! It's his heart... it's missing. \n[69]No... he has to have a heart. A human heart. A good one. \n[70]That guard in there might pose a problem. \n[71]I'm just trying to make it look real. \n[72]Well, that just about does it... \n[73]As you can see, I've excavated the power cable that runs across the bottom of Crystal Lake. I've cut away the insulation, exposing a patch of cable right near the water's edge. \n[74]Now when I kick this over, the water will wash down the trench and bridge an eletrical gap between the cable and the lake. There's plenty of voltage, so it should work. \n[75]Yeah, right... Okay, keep your fingers crossed... \n[76]Holy shit! It worked! \n[77]Shut it off... it suddenly occurs to me that I hadn't really planned for that contingency. \n[78]Well... it's off now. \n[79]Hey! Come back! I've got him locked up in the tool shed! \n[80]He's right behind me! \n[81]And?! \n[82]There's no one else inside. \n[83]You... want me to tell you where Meagan is? \n[84]Well why didn't you say so?! Jesus, for a minute there I thought you were going to kill me. You're not, are you? \n[85]Okay... okay! I'll take you right to her. Could you help me out of this? \n[86]I'll drive. \n[87]Okay... you drive. \n[88]Fuck the bitch. Let's roll! \n[89]That was easy enough... \n[90]I can't wake them up. Freddy's got them trapped! \n[91]Go get him, boy! \n[92]What ever you do... don't let this guy drive. \n[93]Oh, no! Freddy's in the transmitter! \n[94]He's going for the satellite dish! If he uplinks with a communications satellite he can beam himself any- where in the world! We'll never be rid of him! \n[95]No! Wait! ", "STORMIE": "\n[1]If I did know I would call the police, you know that. I love Lizzy. No telling what those freaks will do to her. Those Freddy cult guys are hard core. \n[2]I was in the cult for a week cause my boyfriend at the time... Slasher, he was. But I just liked the music and the clothes... when they were clean, but not like the violence and stuff. But that was just my \"cult\" phase... but I got past that. You know, just like my \"gang\" phase when I was dating Ramon and then before that was my \"death rock\" phase when I was dating Stuart... \n[3]Militant feminist, man-hating phase, what's it fuckin' to ya?! \n[4]Jason kicked his ass. \n[5]Well, one of my mom's boyfriends worked at the hospital where they took him. He said that Murdoch lost more than half his brain and what little that was left was all twisted up inside. And they had to replace his skull with a metal plate to keep that from leaking out. \n[6]\n[7]One thing... he used to be a Democrat. Now he votes straight Republican. \n[8]Oh, my God... he'll kill her. \n[9]Erwin Kelper! He used to be in the Freddy cult! I bet he knows where they took Lizzy! \n[10]Who else? Erwin is scary smart -- always brought home \"A\"s -- but he was kinda fucked up, too... I mean, who isn't really? Anyway, he quit the cult a few months back and the cops put him away for his own safety. They say Freddy's put a death hex on Erwin. \n[11]Yes, a death hex. You know... where someone wants you dead! \n[12]What she's subtly trying to tell you is that this needs a woman's gentle touch... butthead. \n[13]He's talking about dream dope -- the stuff the cultists shoot up with so they can talk to Freddy. \n[14]Chill, Erwin. We're here for some hard data -- not a floppy disk. \n[15]I told her you might know where they took her. \n[16]The whole cult? Yeech! \n[17]That's the stupidest shit I ever heard. \n[18]But Freddy's dead. \n[19]Come on, Meagan... our five minutes is up. He's giving me the creeps. \n[20]How will they ever know? Don't be such a pussy! \n[21]Okay, I will! \n[22]I can disguise my voice... Hello, how do you do? My name is Jesse. I think I'm a man but I'm actually a wimp. \n[23]Oh, cool! \n[24]Whatever... Put 'em on -- they're really cool! \n[25]I've got him! Wake us up! Wake us up! \n[26]Don't just stand there! Wake us up! \n[27]Shoot him! Shoot him! \n[28]You didn't help me, you pussy! I could've had him! You gutless... spinless... jelly fish! \n[29]Are you okay? \n[30]He killed me, too. But look... \n[31]Yeah! We could hire somebody to kill Freddy -- like a hit man! \n[32]Sounds like our man! \n[33]Well, that's okay... as long as he doesn't chop us all up. \n[34]Hey, we sisters have to stand together, right? Where you lead -- I'll follow. Count me in. \n[35]If it doesn't offend the men... ooops, sorry! There aren't any. \n[36]I don't think they're open. \n[37]I don't think there's anybody here... \n[38]We want to see it. \n[39]Been dug up a few times already, has he? \n[40]Where have you been? Jason was that guy who ran around in a hockey mask, chopping up camp counselors, duh? \n[41]She got her head chopped off by one of the girls she was trying to kill! \n[42]Get back, you nasty-ass bastard! Ug! I thought I had seen the last of those when my brother graduated third grade! \n[43]Well, that means we've all got to stay awake! \n[44]I'm staying with you. \n[45]How? \n[46]Hey doc, is there someplace I could get us something to eat? \n[47]I'll be right back... I'm goin' go score us some munchies. \n[48]Jesus... get a grip, lady. You'd think a nurse in a hospital would have seen a dead body before. \n[49]This is Stormie... \n[50]Just missed 'em. \n[51]Where'd you get the truck? \n[52]And where's that? \n[53]What'd you do -- take him for a swim? \n[54]I don't know. She's pretty fucked up. God, I don't know why I'm not... \n[55]What's that supposed to mean? \n[56]Is this him? \n[57]Why'd you put that stupid mask on him? \n[58]Good idea. \n[59]So what do we do now -- sing an Ozzy Osbourne song backwards or something? \n[60]I thought you said you knew how to bring him back to life? \n[61]Awwww, he won't be needing that... I mean, what girl would let him put his rotten ol'... \n[62]Well... does it really matter? Can't you use an aquarium pump or something? \n[63]Hey! Watch that! \n[64]Just keep your hands above the bra, pizza face. \n[65]He's head right for her! Do some- thing! \n[66]You've got to quit blaming your- self for what happened to Jesse... it wasn't your fault. \n[67]I'm not sorry I came... I don't think Jesse would be, either. \n[68]So you kick the bucket and Jason lives. \n[69]Just don't stand there! Do something! \n[70]The cops! Who else?! \n[71]Fine by me! Damnit! It's dead! \n[72]You're the one who brought him back to life! \n[73]Well, do something! \n[74]Oh, some hero! \n[75]That's right! She gave you her boyfriend's heart, you know! \n[76]I know I would be! \n[77]Getting something to eat might help. Yo, Butch! \n[78]Excuse me, Deputy Miller but could we have something to eat? \n[79]And I thought you pigs only ate donuts. \n[80]Cow! I hope she chokes on her three combo-burrito cud! \n[81]You should be worrying about your- self... I know I am. \n[82]Nah... what are best friends for? Afterall, you stuck by me through all my crazy phases, I figure I owe you one big crazy phase, right? \n[83]Help! Help! Freddy's here! He's here! \n[84]Oh, shit! I'm still asleep! \n[85]You don't scare me, Freddy! Thanks to my various phases and many hours of watching violent televison, I have become immune to violence. Seen it all and done it all! Nothing you do can gross me out -- so why don't you give it your best shot, bitch! \n[86]I'm warning you, Freddy... my father is a drill sergeant in the Marine Corps and he taught me just how to defend myself against slimy bastards like you. ", "JESSE": "\n[1]Meagan! \n[2]Good morning! Hey, what's the matter? \n[3]And...? \n[4]Was I naked? \n[5]Jason? Oh, yeech... Was I any good? \n[6]So she said you were okay? \n[7]So you're going back to class? \n[8]Well, what are you bitching about? I could have a compound fracture of the skull and she wouldn't excuse me from P.E. \n[9]Okay... well, didn't the nurse say it was heat probation? \n[10]Okay, Meg, go look it up. You've got the rest of the day off, that's all I'm saying. \n[11]Sure. Where are we going? \n[12]You want me to cut school so we can go to the library? \n[13]What? Oh, no... nothing yet. \n[14]Really? \n[15]I've got a news flash for you... Freddy's dead. \n[16]No. \n[17]Well, yeah. \n[18]Well... when I was kid, my brother took me to the carnival. And in the penny arcade there was this robot gunslinger... \n[19]You know about Black Bart? \n[20]That's just it -- I never could! I'd point the gun right at him and shoot, and I could never hit the guy. So I always got killed. \n[21]Scared the shit out of me. \n[22]Isn't that scary? I mean... for a kid? \n[23]Okay, smartass... what about you? What scared you the most as a kid? \n[24]Where are we going? \n[25]Stormie? I thought you and her weren't friends anymore since she stole that twenty dollars from you. \n[26]I still don't understand. What has she got to do with Lizzy missing? \n[27]I thought you were in the cult? \n[28]Uh, excuse me... but what phase are we in now? \n[29]Why don't you just let the cops find her? That guy Renton Murdoch -- he knows how to deal with these cultist psychos. He was the man who got Jason Voorhees. \n[30]Well... yeah. But Murdoch put thirteen bullets in Jason before he hacked his head open. \n[31]\n[32]So what's different about him? \n[33]Just where are you going to look? I mean, these cult guys could be holding her anywhere. \n[34]Not Squirmin' Erwin -- that freak that used to eat bugs? \n[35]A death hex? \n[36]Why? \n[37]Scare him? \n[38]No! I won't do it! \n[39]It's illegal! I could go to jail! \n[40]Oh, yeah? Why don't you call then? \n[41]Okay... okay... I'll do it. And I'm not a wimp! \n[42]I need a quarter for the phone. \n[43]There's a bomb planted in your building. \n[44]If I were you -- I'd get my ass out of there. \n[45]Oh, yeah... Freddy Lives. \n[46]He's not going to make it. \n[47]Yeah, right... Look, Erwin, just do me one favor -- don't eat nothing disgusting. My stomach is tight enough as it is. \n[48]Meagan... we don't do drugs! I mean, what if one of us gets hooked or something? We could turn out like him! \n[49]What for? \n[50]This rusty chunk of shit? What good is this? \n[51]Will that work? \n[52]You don't make the rules... yeah, yeah. \n[53]Okay, Freddy... there's a new sheriff in Dreamland now. \n[54]Hello. The Dream Demons...? \n[55]Where are you going to find a hit man? The yellow pages? In your dreams... \n[56]Jason? \n[57]Uh... excuse me, Einstein... but isn't Jason Voorhees dead? \n[58]Somehow I just knew you would. \n[59]Let me get this straight... we're going to go dig one dead maniac up to fight another dead maniac? \n[60]Meagan... I don't want to do this... \n[61]But I damn sure don't want you to do it without me. Count me in. \n[62]We're almost there... \n[63]Very funny. \n[64]Hey! Can we get some service out here?! \n[65]Look, mister... can you give us directions or not? \n[66]Stupid? Like what? \n[67]Jesus... why would anyone do that? \n[68]He came back from the grave? \n[69]How can you kill somebody who's back from the grave? \n[70]Duh?! ", "MURDOCH": "\n[1]Nothing serious... just a few stitches. \n[2]No. Now that the Governor has given me complete authority to deal with these punks I should be putting an end to their situation pretty quick. Unless of course their attorney is able to get them to come out peace- fully... but I don't hold out much hope for that. \n[3]Damn media... oughtta be a law. Is that shyster still in there trying to talk them out? \n[4]Damn lawyers... what a bunch of assholes. Shakespeare was right -- kill all the lawyers. Then we could kill all the punks with no hassles and the world would be a safer place. \n[5]Ahhhhh... what did Shakespeare know? Long-haired, English freak. He was probably a punk. \n[6]Freeze! \n[7]Looks like we'll have to hunt the rest of them down. Let's go before they get too far. \n[8]Leave her. \n[9]Forget it. I've seen this before. There's nothing you can do. \n[10]You're wasting your time. \n[11]Punks. \n[12]I told you you were wasting your time. Once these kids go rabid, best thing to do is put 'em down. \n[13]Dead serious. See... the world is made up of rules. Kids don't like rules. They rebel for a while, but ultimately they start to fall in line and become ordinary Joe's like you and me. But some kids... dope smokers mainly, watching their MTV... Satanic lyrics melting what's left of their brains... these kids grow up to be punks. And when these punks step as far over the line as these \"Freddy\" punks have -- then we as peace officers have no choice but to kill them. \n[14]Punks. There's a difference... ...barely. \n[15]Punks... \n[16]You can pray, sir. Pray we find your daughter before... well, before it's too late. But rest assured, if I can't persuade her to come back to her loving home, then I'll do what's best for her. I know you and your wife wouldn't want her to suffer. Come on... I want to go talk to Erwin. \n[17]Did you see a couple of girls go by here a moment ago? \n[18]Teenagers are notorious liars. \n[19]You did the right thing. \n[20]Did the guard say what they took? \n[21]No... that won't be necessary. I know just where they're going, and just what they're up to. And this time... I'll be ready. \n[22]You in there! This is Captain Renton Murdoch -- State Trooper! I am ordering you to come out with your hands up! I'll give you until the count of three... Three! \n[23]Alright... anybody else left in there had better say their prayers! \n[24]Is that a fact? Okay... you had your chance! \n[25]I knew it! \n[26]Stand back! I'll handle this. \n[27]You... \n[28]Let her go. \n[29]That'll teach you to fuck with the law, Voorhees! \n[30]Your boyfriend is headed back to the looney bin where he belongs. But don't worry, you'll be seeing him soon enough... at the arraignment. \n[31]Okay, I think we've heard enough of this crap. Take her back to the lockup. \n[32]Yeah, including murdering your boy- friend and cutting his heart out. \n[33]I know how you must feel... I had a dog once. I loved that dog. I treated her like my own daughter. We went camping, picnics in the park... I even had a little stocking for her nailed up on the mantle for Christmas. Then one day, she bit me... so I had to blow her brains out. God, I loved that dog. \n[34]Punks... \n[35]Religious station? Is there a padre there? \n[36]So that's where they're hiding. \n[37]This is Captain Renton Murdoch -- State Trooper. I'm giving you until the count of three to come out with your hands up... \n[38]Hand me that flare pistol. \n[39]Alright, now I'm through playing \"nice guy\" -- I want the rest of you punks to come out right now with your hands up. \n[40]What we're going to need then is somebody to charge their lines -- make a hole for us to slip in. \n[41]Here comes one now... \n[42]Now's my chance... give me sixty seconds to get in there then move in. \n[43]He's dead... and so are you if you don't put your hands up right now! \n[44]It's time I taught you girls some respect for the law! \n[45]So... you wanna be a punk? \n[46]Then die like a punk! ", "FREDDY": "\n[1]Where ya been all my death, baby? \n[2]I've been waitin' at the altar for a long, long time! \n[3]Aww... all dressed up and nowhere to blow! \n[4]Looks like a photo opportunity to me! \n[5]Say... cheesecake! \n[6]Looking for some-body? \n[7]Hmmmmm... I feel like seafood tonight. \n[8]Stew on this, bitch! \n[9]Well, well, well... if it isn't my ol' pal, Erwin. \n[10]I've got something special in mind for you... \n[11]Smokin'! \n[12]Shouldn't dream and drive. \n[13]Looks like the cat's out of the bag now! \n[14]Okay, Sheriff... This nightmare ain't big enough for the two of us... draw! \n[15]Three's a crowd, bitch! Why don't you just go get [BEEP] \n[16]Go ahead... make my dream! \n[17]You know what they say... when you sleep -- you die! \n[18]Then maybe I'll just CUT to the chase! \n[19]Oh I'm so scared, honey. Come on! Hit me! Punch me right in the nose! I dare you! \n[20]Owwwww! \n[21]Now that's what I call getting a buzz. \n[22]Ahhh... ahhh... ahhh--CHOO! \n[23]That's for the lift sister! Hiya, kids! \n[24]Ready to get hitched? \n[25]Then let's do it! \n[26]You're a virgin?! \n[27]Mmmmmmm! Yes, you are a bit juicier than your retard sister... okay, you've got the job. Get her ready. \n[28]Uh, oh... \n[29]Oh, well... I just axed for that! \n[30]Oh, shit! \n[31]I'll be seeing you in your dreams... ", "LIZZY": "\n[1]Playing with my friend. \n[2]He lives under the bed. \n[3]You scared him... \n[4]I had a bad dream. \n[5]I was scared. \n[6]Promise? \n[7]I hate that school. The other kids are mean... and they're all re- tard-ed! \n[8]No, you are! \n[9]No, they didn't! \n[10]No they won't, because I'm walkin' home! \n[11]Meagan... help me... please... \n[12]Meagan... help me... Meagan... \n[13]Help me... \n[14]Meagan... \n[15]One... two... Freddy's coming for you. \n[16]Three... four... Better lock your door. \n[17]Five... six... grab your crucifix... \n[18]I love you, Freddy... \n[19]You forgot to check under the bed. \n[20]But what if they come back? \n[21]I love you, Meagan. ", "MEAGAN'S DAD": "\n[1]Morning, Meagan. \n[2]Oh, look at the time! I've got to be going... anyone need me to bring anything home tonight? \n[3]What's wrong with your old one? \n[4]Do you have to watch that crap all the time? Months and months of the O.J. Simpson trial, and now this... \n[5]Didn't you get my message? \n[6]I called the school after lunch... I had to stay late after work... \n[7]She didn't come home from school today. The police got a report that a girl fitting Lizzy's description was forced into a car by some crazies. They're pretty sure it was this \"Freddy\" cult. \n[8]Now don't worry. The police are doing everything they can. \n[9]Captain Murdoch... is there any- thing we can do? \n[10]Shuuuuu! I'm trying to be invisible... \n[11]Your mother's been worried sick, Meagan. So have I. \n[12]Meagan? \n[13]Your mom and I... well, we want to thank you for saving your sister's life... we know you went through a lot. \n[14]Everything is going to be fine. \n[15]We're going to be a normal, happy family again. \n[16]Goodnight, Meagan. ", "MEAGAN'S MOM": "\n[1]Lizzy! Get down here! Breakfast is almost ready! \n[2]Hurry up and eat. You don't want to be late for special school. \n[3]We don't use that word. They're \"special\" children just like you're \"special\". \n[4]We're almost out of vodka. \n[5]Don't you dare blame this on her, you sorry bastard! It's all your fault! Where have you been anyway? \n[6]A likely Goddamn story! \n[7]Oh, Meagan... are you alright? Let me look at you... \n[8]Meagan, Captain Murdoch here said you helped one of those cultists escape from a hospital? \n[9]And he said you desecrated a cemetery and some other really terrible things. Tell me you had nothing to do with it. Tell me there's some mistake...? \n[10]Oh, Meagan... you're sick. You don't even realize what you've done. \n[11]We're going to be there for you from now on... for both of you! And that nice lawyer we hired for you said he thinks he can get all the charges dropped... except maybe for the grave robbing and human desecration ones. \n[12]And I'm going to get sober... \n[13]Goodnight, sweetheart. ", "CRAZY OL' COOT": "\n[1]What do you kids want? \n[2]What do you want to know for? \n[3]Ain't nothin' to see, girly... 'cept a bunch of ol' graves. \n[4]You're not goin' up there to do somethin' stupid, are you? \n[5]Like dig up Jason Voorhees -- that's what! \n[6]I dunno... but people do. \n[7]More times than I care to remember. \n[8]Well... okay... as long as you're not going up there to do something stupid. Take this road up about a mile and make a left at the ol' saw mill. That road will take you right on in... Eternal Peace Cemetery -- can't miss it. \n[9]They said they were writin' for some newspaper... \n[10]Well, after I heard about the accident on my police scanner, I came up here to have a look. When I found it I figured you'd want to know right away. \n[11]Damn kids... I just knew they were comin' up here to do somethin' stupid. \n[12]Sounds like the same kids I saw. ", "HEAD BITCH": "\n[1]What's the matter, honey... you don't like our company? \n[2]Oh! So you're shy? I like 'em when they're shy... \n[3]Don't fight it, baby! You know you want me... \n[4]If you won't give me a piece then I'll just cut one for myself... \n[5]Are you saying you want me now? \n[6]Prove it. \n[7]Now that's more like it! Hey, this bitch is alright! \n[8]You're okay, honey... what's your name? \n[9]So... what're you in for, Meagan? \n[10]The bitch that died last night? \n[11]Easy... honey. It's goin' be alright. But what I asked you is why you're in here? ", "MISS KREPPS": "\n[1]It's hot.  Several of the kids fan themselves, struggling to stay awake while others have already passed out on their desks.  Meagan's eyes are heavy. She looks over at Jesse, pretending to follow along in his book, fast asleep.  The antique oscillating fan on Miss Krepps' desk CLICKS loudly as she drones on: \n[2]Meagan starts to drift off, when... \n[3]Meagan!? \n[4]I asked if you were ready to give your oral report? \n[5]Please come up here to the podium. \n[6]You won't think it's funny when you haven't learned the fundamentals of a free market economy... oh, why do I waste my breath? You're all going to grow up to be gas station attendants and waitresses anyway. Go ahead, Meagan. \n[7]Louder, Meagan. We can't hear you. \n[8]Louder, Meagan... we still can't hear you. \n[9]Meagan? Meagan?! \n[10]I asked if you were ready to give your report? ", "JASON'S FATHER": "\n[1]Jason! Git your ass over here! \n[2]What did I teach you, boy? Don't ever take your mask off out in public. I don't want nobody to see that ugly mug of yours. \n[3]Go git in the woodshed. \n[4]Drop them overalls and lay over them logs... \n[5]What are you doing woman? \n[6]Just what the hell do you think you're doing, bitch?! \n[7]You ain't sending him nowhere. Bring me that money, boy! \n[8]Goin' ag'in me? I'll take you to the shed, woman! ", "REVEREND LOVEJOY": "\n[1]Good morning, friends... the Good Book says that each morning brings a new light into our lives... \n[2]I won't do it! It's a sin! Blasphemy! \n[3]And who would be the bride? \n[4]And the groom. \n[5]...and if there be anyone among you who has any reason why these two should not be joined in holy... \n[6]...in matrimony. Let them speak now... ...please God... ...or forever hold their peace. \n[7]Once again... if there be anyone among you who does not want these two people to be joined... let him speak now or forever hold his peace. ", "TED BUNDY": "\n[1]Ladies and gentlemen... welcome to the fight of the century! I'm your ring announcer... Ted Bundy! \n[2]Verrrrrry funny, Oswald! \n[3]In my left corner, weighing in at only ninety seven pounds... the nightmare master himself! The one! The only... Freddddddddy Kruuuuuuugerrrrrr!!! \n[4]And on my right... weighing in at a whopping four hundred and thir- teen pounds... that killer of countless teenagers... the big guy... Jason Voorhees! \n[5]And the prize tonight... not one but TWO -- count 'em -- TWO virgins... ripe for the picking. \n[6]Hey, have one now and save the other for the ride home. That's what I did. \n[7]Okay, folks... show's over. Every- body can go home now. ", "NEWS REPORTER": "\n[1]As the sun rises on yet another morning, still no end in sight for the standoff between police and the mysterious group known only as the \"Freddy\" cult who seized the abandoned house behind me just thirteen days ago.  These cultists -- mostly run- away teenagers -- have managed to keep police at bay for almost two weeks while inside they take mind- altering narcotics in order to communicate with their god -- Freddy. \n[2]Alleged child murderer Fred Krueger was released on a legal technicality but later burned to death at the hands of a vigilante mob of grieving parents.  Some years later, a rash of bizarre and unexplainable teen- age deaths began leaving many in the area to wonder... is Freddy really dead? \n[3]The cult members have declined to an on-camera interview but did send out a note with a message. The note -- which, by the way, appears to have been written in blood -- reads... To the parents of Springwood -- Freddy lives! Soon he will come and take one of your children as his virgin bride. Then Freddy will -BEEP- and his -BEEP- upon her -BEEP- and -BEEP- and behold, a soulless child shall be born. The vessel for Freddy to rise and rule the darkness forever and ever. \n[4]I'm standing here with State Trooper Captain Renton Murdoch, the man the Governor has called in to deal with the cultists because of his past experience with occult-style murderers. In fact, Trooper Murdoch is the only law enforcement officer ever to survive a one-on-one encounter with notorious Camp Crystal Lake killer -- Jason Voorhees. You received some pretty nasty injuries in your battle with Jason, didn't you, Captain? \n[5]What about these so called \"Freddy\" cultists? They seem like pretty tough customers. Think you'll have any trouble getting them out of there? \n[6]Captain Renton Murdoch, ladies and gentlemen. A tough cop... for tough criminals. ", "SCHOOL NURSE": "\n[1]Meagan? Can you hear me? Do you know where you are? \n[2]Are you sure? \n[3]Meagan? \n[4]Freddy... I see. You've been watching too much CNN. That crazy \"Freddy\" cult thing -- it's all over the TV day and night -- you can't get away from it. No wonder you kids are all having nightmares. \n[5]But that's just it, Meagan... dreams aren't real. They're just broken fragments of the subconscious mind. \n[6]Meagan! You've got heat prostration... that's all. ", "CULTIST": "\n[1]That's exactly what it is. \n[2]Yours. \n[3]We're here to see the Reverend Lovejoy. We need him to perform a wedding. \n[4]No. I have a Beretta. \n[5]Wedding or funeral... your choice. \n[6]He's coming... ", "JASON'S MOTHER": "\n[1]Jason! Come here! \n[2]I saved up some money... I want you to take and go on up to that summer camp just up the road. Tell the man you want to stay there. \n[3]I'm sending him away for a few weeks. \n[4]Go on now... go! \n[5]You ain't ever taking anyone to the shed ever again. \n[6]Go on, son... have a good time! Mommy will come and git you some day soon! "}}