{"dialogues": {"DOYLE": "\n[1]The guy in the brown coat. \n[2]What's your name, asshole? \n[3]Who's your connection, Willie? What's his name? \n[4]Ever pick your feet in Poughkeepsie? \n[5]Did you ever pick your feet in Poughkeepsie? \n[6]Were you ever in Poughkeepsie? \n[7]Did you ever sit on the edge of the bed, take off your socks and stick your fingers between your toes? \n[8]You made three sales to your roaches back there.  We had to chase you through all this shit and you tell me you're clean? \n[9]How about that time you were picking your feet in Poughkeepsie? \n[10]You put a shiv in my partner.  Know what that means?  All winter I gotta listen to him gripe about his bowling scores.  Now I'm gonna bust your ass for those three bags - then I'm gonna nail you for pickin' your feet in Poughkeepsie. \n[11]Havin' trouble?  You're a dumb guinea. \n[12]Never trust a nigger. \n[13]Never trust anybody.  You goin' sick? \n[14]Let's popeye around the Chez for a half hour, catch the end of the show and a couple drinks. \n[15]Come on -- one drink.  Whatta you say? \n[16]Whip it out. \n[17]I make at least two junk connections at that table in the corner.  The guy is the stripe combo, I know him too. \n[18]Who is that guy? \n[19]What about the last of the big-time spenders.  You make him? \n[20]Hunh-uh.  Check the bread.  He spreads it like the Russians are in Jersey. \n[21]Dig who's just come over.  The creep on the end. \n[22]Whatta you say we wait and give him a tail? \n[23]The greaser with the blonde. \n[24]Come on -- just for fun -- \n[25]Monica?  Who's Monica? \n[26]Cloudy, I'll lay odds he takes us to Little Italy. \n[27]It's a drop! \n[28]It's startin' to cook, Cloudy, my man is cookin'... \n[29]His old lady? \n[30]Yeah, nineteen goin' on fifty. What else? \n[31]So what's he doin' with two cars and hundred dollar tabs at the Chez? \n[32]If that's not a drop or a pickup, I'll open a charge for you at Bloomingdale's. \n[33]Toy wit' this will ya. \n[34]They treat our boy like a king. Wonder why he don't bring his old lady? \n[35]Who's the greaser? \n[36]I think we oughta burn him on suspicion. \n[37]Makin' wine in the basement. He looks like that wop stooge used to drive for the Fracisi brothers. \n[38]That's the third time he come here this week.  You got anything on the building? \n[39]You're kiddin' \n[40]He was the bank on that shipment outta Mexico three years ago. \n[41]Whatta you know -- he's takin' his wife out for a change. \n[42]Got a job for me when this is over, Mrs. Levene? \n[43]We have reason to believe it's a front for the biggest counterfeiting operation in the country. \n[44]That's right.  They're trying to steal the formula for Hershey bars -- \n[45]What the hell am I drivin' for? I'm a first grade Detective. You're a second grade guinea. \n[46]What? \n[47]Maybe he's goin' to see his brother. \n[48]Or could be another drop.  I guess he gets a free ride. \n[49]Hands on your heads.  Popeye's here! \n[50]What's my name? \n[51]What? \n[52]Ever pick your feet in Poughkeepsie? \n[53]Milk shake anyone? \n[54]Move ass when I tell you. \n[55]Put it on the bar. \n[56]All right, you three clowns step into those phone booths, you're goin' in.  Go on.  Stand in there till I'm ready for you. \n[57]Everybody goes when the whistle blows. \n[58]What do you do in show business? \n[59]All right, that's enough, you're under arrest. \n[60]What about you?  Can you stand a toss? \n[61]You don't use shit? \n[62]Did I say you could move that hand -- I'm not gonna get stuck am I? \n[63]Cause if I do. \n[64]Wise guy, huh?  Let's see what else you got. - Buddy! \n[65]How's everything? \n[66]How come there's nothing out there? That stuff is all milk. \n[67]I got a name - Sal Boca, Brooklyn. \n[68]\n[69]Got a wife named Angie. \n[70]What? \n[71]Who brings it? \n[72]Where do you want it? \n[73]I'm goin' check on this address in the Bronx, if you're bullshitting me, it's your ass. \n[74]We're goin' now!  Goodbye. \n[75]Detach us.  Let us have a shot at it, at least until we see if there's anything here or not. Everybody wants Weinstock, right? So maybe here's a lead.  We deserve it. \n[76]Simonson, I wouldn't be infringing on your coffee break if I thought he was a nickel and dimer. \n[77]\n[78]This could be it, Walter.  This Candy Store guy, putting on a big show in a fancy nightclub with known connections all over him. Then on our own, after working the whole day and night, we tail him out to Brooklyn and sit on him for a week practically, and who do we come up with?  Joel Weinstock. You gotta let us have it. \n[79]Two wires.  One on the store and one on his house. \n[80]We know you can do it, Walter. \n[81]Hiya, Jesus. \n[82]Whatta you got? \n[83]Where'd you get this fag shit? \n[84]Pass. \n[85]Whyn't you get it dry cleaned and burned. \n[86]Willie Mays. Willie Mays?! \n[87]With a baseball bat!  One swing! Knock your fuckin' head off. \n[88]I hear the health department is going to close this joint for selling dirty beer.  I come by to help you carry out your money. \n[89]You want some eggs. \n[90]Hey, Mutch!  You want bacon? \n[91]Where the hell is it? \n[92]Strike out, eh? \n[93]A piece of ass wouldn't kill me. \n[94]Morning.  Sometime. \n[95]You got a pedaller's license? \n[96]You're under arrest. \n[97]Yeah. \n[98]I can't. \n[99]Let yourself in. \n[100]The crazy kid handcuffed me to the bed.  With my own cuffs. \n[101]Gimme my pants. \n[102]You got the warrant? \n[103]What do we need those pricks for? \n[104]Throw 'em in the bathroom, will you? How good are the warrants? \n[105]You take Sal.  I'll stick with the beard if they split. \n[106]Pour it in your ear. \n[107]That guy just walked in.  What's his name? \n[108]He got off on six. \n[109]Little shorter than me.  Well- dressed.  About forty-five or fifty with salt-and-pepper hair, a beard. \n[110]No, I figure he stays here.  Where's your registration? \n[111]Names. \n[112]Where from? \n[113]What's he do? \n[114]Yeh?  Who else? \n[115]This Charnier guy.  He's in shipping? \n[116]Where's he from? \n[117]58. \n[118]Yeah, I know. \n[119]The guy's a frog -- I'm pretty sure. Also he made me.  Stayin' on four but went up to six -- cute. \n[120]Who's on him? \n[121]What about Sal? \n[122]Look.  My partner and I found this case and I don't want no Feds screwing it up. \n[123]Bill, keep shootin' your mouth off and I'll knock you into the middle of next week. \n[124]You own that lamppost? \n[125]Then how come you're leaning on it. \n[126]I ever bust you? \n[127]Get your ass in the car. \n[128]You gonna wait on me or am I gonna sit here all day? \n[129]Hey! \n[130]C'mere... C'mere! \n[131]Can you stand a toss, Hector? \n[132]You still dealin' shit? \n[133]When they going to make you chairman of the board? \n[134]You clean your fingernails with this. \n[135]Yeah, I guess so. \n[136]I'm sittin' on Frog One. \n[137]\n[138]The Westbury?  Balls.  I got him down at the subway at Times Square. What the hell's goin' on?  I make him coming right out of the hotel free as a bird.  Not a soul awake. \n[139]I don't care how many bartenders are sick.  I don't work in that joint.  What the hell kind of a union are you running down there? \n[140]Where the hell was the surveillance? \"Go to bed.\" That's all you could say.  You couldn't keep track of a bleeding elephant in a snowbank. \n[141]I say we keep sittin' on Boca. \n[142]Walter, I can make this case if the Feds will get the hell out of my way. \n[143]This is my case.  Get these guys off my back and let me handle it. \n[144]The deal hasn't gone down yet Walter -- I know it, I can feel it. \n[145]\n[146]Everybody, down!  Get down on the ground! \n[147]Get down!  It's a sniper.  Get down! \n[148]Stop that guy.  He's wanted by the police! \n[149]Where's the next stop?  Going into the city? \n[150]Police! \n[151]Police!  Emergency! \n[152]Timezit? \n[153]Same car. \n[154]Let's him 'em. \n[155]Up!  Up, you sonofabitch! \n[156]Of all the goddam cars they had to pick to steal hubcaps. \n[157]A bunch of lousy little spic car thieves. \n[158]Tumble it.  One end to the other. \n[159]I don't buy it.  The stuff is on this car. \n[160]Cover the other side -- Frog Number One is down there. \n[161]The sonofabitch is in here somewhere. I saw him -- I'm gonna get him. ", "RUSSO": "\n[1]Son of a bitch! \n[2]Your name is Willie Craven. \n[3]Who killed the old Jew in the laundromat? \n[4]Who stuck up the laundromat? \n[5]You better give me the guy who got the old Jew or you better give me something or you're just a memory in this town. \n[6]How'd I know he had a knife. \n[7]He coulda been white. \n[8]Not a chance. \n[9]Some other time Jimmy, I'm beat. \n[10]Drink this. \n[11]Hey, I thought we come for a drink. \n[12]Policy man in Queens. \n[13]No, you? \n[14]He probably sells insurance.  Owns a chicken farm in Hackensack. \n[15]Jewish Lucky from the Bronx... He don't look the same without a number across his chest. \n[16]Give who a tail? \n[17]What for -- you wanna play Hide the Salami with his old lady? \n[18]A and A, that's all you're interested in -- Arrests and Ass. \n[19]I'm telling you, Popeye, he owns a bagel mine in the Bronx. \n[20]Our friend's name is SALVATORE BOCA. They call him SAL.  He's a sweetheart.  He once was picked up on suspicion of armed robbery. Tried to hold up Tiffany's on Fifth Avenue!  In broad daylight!  Could have got two-and-a-half to five, but they wouldn't prosecute.  Also downtown they're sure he pulled off a contract on a guy named DeMarco. \n[21]Her name's Angie... Fast filly... she drew a suspended for shoplifting a year ago... only a kid, nineteen according to the marriage license. \n[22]He's had the store a year an'a half... takes in a fast seven grand a year. \n[23]The Merc's in his wife's name. Dodge belongs to his brother. \n[24]Lou... he's a trainee at the Sanitation School on Ward's Island. Served time a couple of years ago, on assault and robbery raps. \n[25]Make it Alexander's, I like the toy department. \n[26]There's about a hundred years' parole time in there night or day. \n[27]There's your answer... \n[28]It's his father. \n[29]Suspicion of what? \n[30]Lay off with that wop stuff, will you? \n[31]The building's clean.  I checked the tenant list -- Don Ameche, the actor lives there -- oh, and somebody else.  Do the name Joel Weinstock ring a bell? \n[32]No sir -- this is where Joel lives. \n[33]So I've heard. \n[34]I'm wounded.  Oh, oh. \n[35]He's goin' to Ward's Island.  We'll get spotted.  What the hell's he goin' there? \n[36]What's your story? \n[37]You're in show business. \n[38]All right, get up on that bar and dance. \n[39]Get up on the bar and show me how you work.  If I like it you don't have to go in. \n[40]Am I talkin' to you - \n[41]I'm tellin' you to shut up and stand over there. \n[42]Get up there. \n[43]Fake it. \n[44]If I see any shit on the floor, it's yours, so keep your eye on your neighbor. \n[45]Tell everybody we'll be back in an hour. \n[46]Put this little candy hustler together with Joel Weinstock and it could be we stumbled into a big score. \n[47]We got information that there's no shit in the street -- it's like a desert full of junkies with a big score coming in to make everybody well. \n[48]I go with my partner. \n[49]First a wire. \n[50]Try... okay? \n[51]If that's how you're coming in, why not stay home and save us all a lot of grief. \n[52]Whyn't you shove it up your ass! \n[53]Popeye. \n[54]Popeye. \n[55]It's Cloudy.  Open the door. \n[56]Why not? \n[57]What the hell you got holding the door? \n[58]What happened to you? \n[59]You oughta get plastic covers for this stuff like I did - your scrapbook's a mess like everything else in your life. \n[60]We also got Bill Mulderig and Phil Klein. \n[61]Because by actual count our bureau has exactly nine hundred eighteen dollars and fifty-four cents to make buys and Mulderig's Feds can get all of Uncle Sam's money he wants by just asking. \n[62]Sixty days.  Here.  Don't mention it. \n[63]Hi! \n[64]Drive carefully! \n[65]Knock it off, Bill. \n[66]Phil -- it's Cloudy -- we lost him -- \n[67]He just got off the Bridge - He's all yours if you can find him. Sonofabitch! \n[68]the jam they form on the stairs \n[69]You want the red or the white? \n[70]The other guy's a frog too.  Checked in at the Edison.  Had a hooker sent up. \n[71]Phil Klein. \n[72]\n[73]We put him to bed for the night. \n[74]Jimmy, cool it.  Nothin's goin' down tonight.  Cop a few zzz's while you can. \n[75]This fella Nicoli's got a record in France, Walter.  He's wanted for questioning in the murder of a French cop. \n[76]My ass.  The only reason you're in this is because you've got a big expense account for buying junk and you like to see your picture in the papers. \n[77]Hey, Mac, have you seen...? \n[78]...the guy who runs this joint? \n[79]He's in the brown Lincoln - foreign plates. \n[80]Four. \n[81]Third time around. \n[82]What was the weight of the car when you got it, Irv? \n[83]You're sure? The manufacturer's spec says it should weigh 4,719 pounds.  This one's carrying roughly 120 extra pounds somewhere. \n[84]When it was booked in at Marseilles it weighed the same.  120 pounds overweight.  Jimmy has to be right. \n[85]Got it for you, Randy -- it just came in from downtown.  Who's Devereaux? \n[86]I'm sorry, Mr. Devereaux, but we get reports on a couple hundred vehicles a night.  Sometimes it's a little tough to keep track. \n[87]Yeah -- fine -- it's okay -- not even a scratch.  You're all set. \n[88]Someone stole it right off the street, huh?  You're gonna have to pay the tow away charge. \n[89]Yeah.  Well, it's in perfect shape. You must lead a charming life. \n[90]Phil, you take that side, Bill, go around the other way. \n[91]Jimmy? \n[92]Jimmy? \n[93]He's gone, Jimmy.  Bill is dead. ", "CHARNIER": "\n[1]En prolongeant les quais d'une trentaine de mètres on pourra recevoir des unités d'une cargaison de 500 tonnes. \n[2]Ca fera environ 10 hommes de plus par équipe. \n[3]Quelle importance.  Ce qui compte pour moi c'est d'avoir un chantier qui puisse recevoir les plus grands bateaux du monde. \n[4]Quelle vie Marcel?  J'ai plus rien foutu depuis que je suis descendu de ces cabines. \n[5]Bonjour chérie. \n[6]Tu sais j'ai réfléchi longuement à ton cadeau pour le voyage.  Je l'ai choisi moi-même.  Tiens. \n[7]Si tu veux. \n[8]Encore du sho ping! \n[9]Avec ça tu pourras le supporter. \n[10]Pour moi? \n[11]Formidable!  Sans toi je m'habillerais encore en docker. Je suis passé voir Françoise. \n[12]Je n'ai jamais vu tant de sérenité. Elle m'a demandé de tes nouvelles et si nous étions heureux. \n[13]Non! \n[14]Ca a marché? \n[15]Sale boulot. \n[16]Il est en retard. \n[17]Une erreur!  C'est génial.  C'est une vedette à la télévision.  Il peut aller partout sans être soupçonné... En plus il a besoin de fric. \n[18]Sois gentil avec lui.  On ne sait jamais.  Il peut te faire travailler à la télévision. \n[19]Henri c'est gentil d'être venu.  Je vous présente mon associé, Pierre Nicoli.  Henri Devereaux. \n[20]It would look even more lonesome in our garage. \n[21]And these are the cars we're buying for shipment? \n[22]It's beautiful. \n[23]Who financed it? \n[24]If this bridge were in Europe, it would be on every tourist's sight- seeing list. \n[25]Look how gracefully they conceived that arch.  Like a bowstring.  It was built from both ends.  With no support in the middle.  Beautiful. \n[26]Not any woman, Marie.  Just one. \n[27]Allo... Salvatore... \n[28]... Salvatore?... \n[29]Very well... you meet me                RUSSO Wednesday at the hotel...          (listening at the Okay?                              other phone \n[30]Twelve o'clock... yes... \n[31]Excuse me. \n[32]It has been highly informative and a personal pleasure to see you again. \n[33]Soon, probably in the Spring. \n[34]Goodbye. \n[35]You must take me for an imbecile. Why do you think I asked you to meet me in Washington?  I haven't spent five minutes in New York City without the company of a gendarme. \n[36]Are you having trouble raising the half million? \n[37]It has to be by the end of this week. \n[38]It's your problem. \n[39]So nice to have seen you again. \n[40]Are you sure it is dead? \n[41]That's a relief. \n[42]You did find something for yourself, of course. \n[43]Excuse me a moment, darling. \n[44]I'm afraid they've become a bit... over-cautious.  Our American friends. \n[45]We must follow it. \n[46]I don't know.  Boca is scared. He's not strong enough.  He sees policemen in his soup. \n[47]Mmmmm.  That bastard who followed me on the subway, he's the eager one. \n[48]There'll be someone else. \n[49]Henri... \n[50]Did you pick up the car? \n[51]Did they follow you? \n[52]Henri... I need one more favor from you.  I know I am imposing... \n[53]Not quite -- you are in it whether you like it or not.  The police know you brought the car into the country.  This makes you an accomplice. \n[54]Calm down -- Henri!  You must trust me -- this is an extremely complicated situation to which there is a simple solution if you do exactly what I tell you.  It's worth more money to you. ", "SAL": "\n[1]I got your inflation.  I can            RUSSO get the same cups on Delancey  If he does, we'll be back in Street for what I been         Bed-Stuyvesant tomorrow. payin' you for the last year -- That's all I gotta do with you guys -- next time it'll be two cents on the cones, then two cents on the seltzer -- \n[2]Well, if you can't do better than that, you can stick the cups. \n[3]Takin' care o' business, honey. \n[4]You know I hadda meet some people tonight -- \n[5]Where'm I goinna get a pizza this time o' night? \n[6]I don't know where I'm gonna find a pizza joint open. \n[7]Yeah? \n[8]This broad's crazy! \n[9]Who's this -- \n[10]Good... good... great!                  DOYLE Will I expect you?             It's here! \n[11]What time? \n[12]Yes -- \n[13]Sixty. \n[14]By the time it gets down to nickel bags it's at least thirty-two million! \n[15]I guess we got a deal, eh? \n[16]Joel, the man is in a hurry.  He wants the bread and he wants to go back to France.  He ain't gonna hang around and play games.  He's one o' the shrewdest cats I ever run across. \n[17]Joel, don't jerk me.  I spent a lot o' time settin' this one up. \n[18]I been damn careful up to now. \n[19]I'm straight, Joel.  They haven't got shit on me.  Look, I'm tellin' you, he'll take the deal somewhere else. \n[20]Look, the stuff is here.  We could set up the switch in an hour.  I'm tellin' you, Mr. Weinstock, he'll split if we don't move.  This guy is everything they say he is. \n[21]Everything's smooth.  Beautiful.  I will need a few more days though, the boys think we oughta cool it for awhile -- make sure there's no heat. \n[22]Look, I'll level with you -- I need a little more time -- I got to shift gears. \n[23]Hell no -- my end is covered -- my associates just feel we ought to wait for a more opportune time to make the switch. \n[24]Look, Mr. Charnier, you got to be reasonable. \n[25]It's yours too! \n[26]Yeh.  He's over getting my car. \n[27]Bulls! ", "MULDERIG": "\n[1]Whatta you got -- four more years, Walter? \n[2]Christ, by the time you get out all this shit'll be legal. \n[3]Sure, I know Popeye.  The Master of undercover, whose brilliant idea of disguise is to limp into a room on his left foot and limp out on his right.  Whose brilliant hunches cost the death of a good officer -- \n[4]That's just my opinion. \n[5]Strictly small potatoes. \n[6]You really know how to pick 'em, Doyle. \n[7]Still wearing your gun on your ankle? \n[8]Somebody told me the reason you did that was so's when you met a chick and rubbed against her she wouldn't know you were a cop. \n[9]I said that was bullshit.  It must be some kind of fast-draw gimmick or something. \n[10]He's gettin' too far ahead.  You're gonna lose him. \n[11]You about ready for a break? \n[12]Christ you should o' collared him right there. \n[13]\n[14]Why don't you do the same, Doyle? You look like shit. \n[15]Case?  So far I haven't seen a damn thing. \n[16]Yeah, we got the Westbury covered like a tent. \n[17]Charnier and his wife checked out of the Westbury.  Nicoli checked out of the Edison -- \n[18]That's crazy.  You lost the Frog in the subway and you blew our cover. If they haven't moved already they're not gonna move now. \n[19]With pleasure -- it's all yours. Walter, if anything develops outta this charade give me a call. \n[20]The last time you were dead certain we ended up with a dead cop. \n[21]Nothing in there except a New York street map. ", "SIMONSON": "\n[1]All that is great -- but you guys work Bed-Stuy.  You're not supposed to be in Ridgewood. \n[2]You couldn't burn a three-time loser with what you're bringing in here.  You know you stiffs could run yourselves an entrapment rap. The guy has done nothing -- Brooklyn is full of Candy Store guys with two cars who like to go to nightclubs. \n[3]Big score!  He's dealin' a few bags here and there on the side. \n[4]Your hunches have backfired before, Doyle. \n[5]Jimmy, what the hell's happening with you lately? You got more collars than any Narc in the bureau.  What was it.  Over 100 last year?  Terrific.  But who? \n[6]You stop and shake down a bellboy because he's got three joints in his sock.  You hit a high school kid in short pants who looks like he's got a twitch. \n[7]You really believe all this crap? \n[8]What'll it take? \n[9]You know I have to get a court order for wiretaps. \n[10]Popeye... \n[11]You still pickin' your feet in Poughkeepsie? \n[12]Three. \n[13]The judge gave you ten days on these.  Klein and Mulderig will be sitting in for the Federals.  Tell Doyle they'll make all the buys, and that they're to be kept informed of everything that goes down. \n[14]You know Doyle, don't you Bill? \n[15]Jimmy, it doesn't matter anymore. If there was a deal it must have gone down by now.  We blew it!  We blew our cover and we blew the warrants -- \n[16]\n[17]For chrissake, will you come off that \"my case\" bullshit.  This has been a whore's dream from the start. \n[18]That's enough.  Get the hell out of here. \n[19]Jimmy, you wasted two months - no collars are comin' in while you two been out jerkin' off.  Now go back to work, you're off Special Assignment. ", "MARIE": "\n[1]Je peux l'ouvrir tout de suite? \n[2]Oh Alain!  C'est merveilleux!  Tu me gâtes.  Je t'aime.  Attends, je vais te montrer moi aussi ce que j'ai acheté. \n[3]Regarde mon pêcheur de baleine... Tu sais il va faire très froid cet hiver. \n[4]Mais non, c'est pour toi. \n[5]Regarde, il te va parfaitement bien! \n[6]Comment va-t-elle? \n[7]Le sommes nous? \n[8]Just for mistakes of parking? \n[9]Darling, may I have this one? \n[10]It looks so lonesome here. \n[11]Why is it called Hellgate? \n[12]Alain is the only man I know who can become as enthusiastic about a bridge as he can about a woman. \n[13]What is that old building? \n[14]What was it? \n[15]For garbage? \n[16]Look, darling, they sell these at the Smithsonian. \n[17]I'm going to put them on the cat. \n[18]Of course.  But I am not going to tell you what it is until we are back in Marseilles. ", "LA VALLE": "\n[1]That's enough now, ladies and gentlemen.  M. Devereaux is due at his hotel in half an hour. \n[2]There are four auto graveyards like this one in the other boroughs, handling about a thousand vehicles a month.  Those that aren't claimed are auctioned here once a month. \n[3]No.  Many are involved in crimes and confiscated... or just abandoned. This is, as you know, your prime source of scrap metal, M. Charnier. \n[4]Notice he will never mention the year of the car. \n[5]Yes, sir.  That man in the dark jacket is our buyer. \n[6]It was built in 1917 - and was one of the two heaviest bridges in the world.  The arch is still the largest in the world. \n[7]Two railroads as part of a connecting railway which provided passage from New England to the South.  It was actually the first railroad through New York City. \n[8]The river at this point is the most dangerous on the East Coast.  Years ago, hundreds of ships went down here. \n[9]Most New Yorkers never notice it - most Americans have never heard of it. \n[10]Mmm. \n[11]I'm afraid the rest of Ward's Island isn't nearly as romantic - a pollution plant, a hospital, a training school for garbage men and that area over there, where the old cars are kept, prior to being processed for shipment to, among other places, The Charnier Shipping Company, of Marseilles, France. \n[12]Oh, it's been abandoned for years. \n[13]It was a crematorium. \n[14]For dead bodies. \n[15]The car was lost sometime this evening.  First they send us to Pier One -- then they send us here -- \n[16]In point of fact, M. Devereaux is scouting locations for a film for French Television.  He left the car to look at some point of interest. \n[17]Mr. Devereaux is an extremely important guest of this country. He is working with the absolute cooperation and participation of your government.  Here are his credentials from the French Consulate. Unless you wish to see this episode portrayed in his film I suggest you locate his car immediately. \n[18]This is M. Devereaux. ", "DEVEREAUX": "\n[1]Enchanté. Alain, j'ai réfléchi à votre proposition et j'ai décidé d'accepter. \n[2]Not long enough.  Two... perhaps three... weeks at most. \n[3]The next several weeks will be very difficult and the middle of the ocean is the only place where the telephone isn't ringing all the time. \n[4]To make a Frenchman feel what it is like to be a New Yorker. \n[5]This is the new American religion, professional football.  It is where everybody goes instead of church on Sunday to express that peculiar American taste for bloodshed and violence. \n[6]These men, playing a \"game\" - make more money each year than many important business leaders, artists or government officials. It tells us something about this country and how its men live, or go to war with a smile, and sometimes die without a cause. \n[7]We were told by the Police Commissioner's office that the car was brought to this garage.  I demand its immediate return. \n[8]I have been patient enough.  There is no reason I should have to waste time with this red tape. \n[9]What's that? \n[10]You mean the car's here now? \n[11]I was told these things happen in New York -- but one never expects it. \n[12]It is waiting for you in the garage. \n[13]I wasn't looking. \n[14]My friend, I am not sure about what is going on -- but for me, I am finished. \n[15]An accomplice to what?!  What have you gotten me into, Alain?  You asked me to do you a favor -- and I did what you asked -- but you've taken advantage of me.  I have my reputation -- \n[16]Goodbye. ", "MUTCHIE": "\n[1]A big man could alluz beat a little man.  That's why Wilt Chamberlain could murder Jim Brown if they ever fought. \n[2]Chamberlain's seven foot tall, right?  He's got a twelve-foot reach.  It's geophysics.  He's punchin' down on you with leverage. He cave your chest in. \n[3]Blackjack Burns coulds been the greatest ever -- \n[4]That's right, he couldn't fight legit.  One night at the Garden about 1950, '51 -- he fought either Jake LaMotta or Gus Lesnevich, I think it was -- he took one o' those cream puff punches in the sixth -- the laziest left you ever seen -- missed him entirely.  Down goes Blackjack without even workin' up a sweat and the whole Garden gets up in its feet and I swear to Christ, everybody starts singin' \"Dance With Me Henry.\" \n[5]What about you, Doyle?  Who's the best fighter you ever seen? \n[6]What ya doin' out so late?  Hidin' from the cops? \n[7]They'll close you down if they ever get a look at those busted-valise broads you run with. \n[8]Why not? \n[9]Yeah! \n[10]Where the hell do you think it is, potato head? \n[11]No wonder there's so many Mafia around.  Ya couldn't find a Puerto Rican in Spanish Harlem. \n[12]I got this little chick I'm tryin' to hit on.  She's about 20, 21... I take her to Jilly's last night and she's tellin' me about how she wants to settle down one day, get married... I says, \"Hey, this is 1971, baby, I'm just a dirty old man lookin' to score with some pussy.\" \n[13]Yeah.  In the late innings.  Ya look like a night's sleep wouldn't kill ya. \n[14]When ya go back on? \n[15]Whyn't ya stretch out on the pool table for a couple hours.  The kid comes in at six will wake ya.  A couple eggs and a beer is cheaper than keepin' a dog around the joint. ", "DESK CLERK": "\n[1]Yes sir? \n[2]I'm sorry, I don't know who you mean. \n[3]We have four rooms and six suites on six.  There's a man in almost every one of them. \n[4]There's nobody like that on six. \n[5]Perhaps he's visiting a guest. \n[6]There may be two... no, three who could fit it. \n[7]A Mr. Paul Ganapolos, he's here alone. \n[8]Des Moines. \n[9]Businessman.  Owns a department store in Des Moines, I think. \n[10]Mr. and Mrs. Alain Charnier, would be another.  He's in shipping. \n[11]And a Mr. Michael Lowenstein, I don't know what he does. \n[12]I think so.  But they're in Room 408.  On the fourth floor. \n[13]Marseilles. \n[14]That's in France. ", "NICOLI": "\n[1]Au poil. \n[2]Il fallait le faire. \n[3]Je crois qu'on fait une erreur de le prendre avec nous. \n[4]J'ai pas confiance en lui. \n[5]What happens to the schedule? \n[6]But will they? \n[7]He is not wrong. \n[8]Let me take him out. \n[9]What difference does it make? We'll be out of the country Friday. \n[10]Don't stop!  Continue on to the next station! \n[11]Touch the brake and I'll blow you in half. \n[12]Get back. ", "2ND MAN": "\n[1]I'm clean. \n[2]No. \n[3]No - no. \n[4]Everything is everything. \n[5]There's nothing around.  Nobody's holding. \n[6]Boca? \n[7]Doesn't register. \n[8]No, nothing.  There's only some talk. \n[9]Coming in this week, week after. Everybody going to get well. \n[10]Who knows? \n[11]This side. ", "WEINSTOCK": "\n[1]Retail is not my end of the business. Are you telling me it's worth the half million? \n[2]Thank you, Howard.  Take what's left there with you and goodnight. \n[3]We got a test.  A deal for half a million dollars, maybe. \n[4]What am I, a shmuck?  What's the hurry?  He could see a couple of shows and visit the top of the Empire State Building. \n[5]So whatta you want a badge?  It's your first major league game Sal. One thing I learned, move calmly, move cautiously.  You'll never be sorry. \n[6]Which is why your phone lines are tapped and the Feds are crawlin' all over you like flies. \n[7]\n[8]He could go someplace else with his sixty kilos of heroin and see how easy it is to pull together a half million cash.  He wouldn't find there was any hurry to do this kind of business. \n[9]What about you, Sal?  Are you everything they say you are? ", "BLACK PUSHER": "\n[1]Fuck you, Santa Claus! \n[2]I don't... \n[3]What? \n[4]I don't know what you're talkin' about. \n[5]No... yeah... \n[6]Man, I'm clean. \n[7]That's a lot o' shit.  I didn't do nothin'. ", "DANCER": "\n[1]Gimme a break, Mr. Russo.  I'm in show business. \n[2]S'right. \n[3]I'm a dancer. \n[4]What? \n[5]You're for real? \n[6]I got no music! ", "ANGIE": "\n[1]Where are you? \n[2]Takin' care o' business -- it's after midnight. \n[3]-- Well finish all your meetin' people and get back here now -- and bring a pizza with you. \n[4]Well try, okay? \n[5]Sal -- \n[6]Don't forget anchovies. "}}