{"dialogues": {"ALICE": "\n[1]Cabin B is ready. \n[2]You told her to sweep the courts. \n[3]You can changed in three. \n[4]Steve said for you to start on the boats. \n[5]I'll tell him. \n[6]Everybody except the girl who's supposed to handle the kitchen.  Annie. \n[7]I'm not sure I'll last all week. I'll tell Steve. \n[8]Oh, thanks.  I wish I could spend more time at it. \n[9]Just a feeling. Nothing personal. \n[10]I don't know.  Probably be best for everybody. \n[11]Next Friday. \n[12]Sure. \n[13]How come? \n[14]Did you want something? \n[15]Un-hunh. \n[16]Oh, my God... \n[17]It's long and personal.  It has nothing to do with you or the other kids. \n[18]And it's this place.  It makes no sense, but it spooks me. \n[19]Artist. \n[20]What'd you see? \n[21]I walked into it knowing I'd get hurt, but I thought I could stand anything. I just wasn't ready for that kind of pain.  We were supposed to meet in L.A. When I got back there, he sent a telegram saying he was going back to his wife. \n[22]I don't know. \n[23]I'll be along. \n[24]I didn't know I was asleep...What time is it? \n[25]Now I'm only eleven hours behind schedule.  Steve is going to have a small cow. \n[26]And then Steve looks at you with those hurt eyes--like you don't care about children... \n[27]I'll see you later. \n[28]You're very nice. \n[29]Help! \n[30]There's a fucking snake in here. \n[31]How the... did he get in there? \n[32]Okay.  Can I help? \n[33]The way I feel, that's perfect. \n[34]Bad bulb or no power.  It's getting a little gloomy in here. \n[35]Tomorrow is another day. \n[36]This just plain ain't my day. \n[37]Somebody probably dropped something too hard. \n[38]Ned?  We're gonna be working together for a while.  You're a nice guy without all the entertainment, okay? \n[39]Sure. \n[40]You're welcome. \n[41]He went to bed early. \n[42]Jack and Marcie are gonna be drenched. \n[43]I'm not always this stupid. \n[44]It wouldn't matter except Steve should be getting back pretty soon.  It wouldn't look so great if he fell over them. \n[45]Well, it hasn't been that long. \n[46]I think we should go wake them up.  Just in case. \n[47]I guess... \n[48]Good night, Brenda. \n[49]Absolutely. \n[50]I don't here it anymore. \n[51]It sounded like Brenda. \n[52]Did somebody leave the lights on at the softball field? \n[53]They're off now. \n[54]Okay. \n[55]I'll go with you. \n[56]Brenda?  Brenda?  You there? \n[57]Bill. \n[58]What the fuck is going on here? \n[59]Marcie? \n[60]Marcie?  Brenda?  Jack? \n[61]I think we should call the police, Bill. \n[62]Do you have a dime?  A quarter? \n[63]Hello?  Hello?  This damn thing's dead, too. \n[64]What's the matter with it? \n[65]Why don't we run?  Just run now? \n[66]Bill?! \n[67]The generator... \n[68]Bill?  Bill? \n[69]Bill! \n[70]Bill? \n[71]Help!  Help! \n[72]Jack!  Marcie!  Help me! \n[73]The knife! \n[74]He's dead... She's dead... all dead... Please save me... oh... poor Bill... Oh my God, oh my God... oh God... \n[75]Jack?  Marcie?  Ned? \n[76]No, no, they're all dead... \n[77]They'll kill you!  Don't leave me! \n[78]All dead?  Neddy?  Oh, Marcie... \n[79]Bill--Bill--Bill is out there... \n[80]The killer is still out there. \n[81]Maybe we should wait for Mr. Christy. \n[82]I don't understand. \n[83]Why shouldn't we wait for Mr. Christy? \n[84]Mr. Christy will be back soon. \n[85]I won't let you! \n[86]No!  No!  No! \n[87]Where are the goddamned bullets? \n[88]Please... \n[89]Help me. ", "BILL": "\n[1]I finished the boats. \n[2]Alice?  The others show up? \n[3]You think you're gonna last all summer? \n[4]No shit.  When? \n[5]Sorry.  How you doing? \n[6]Steve said you were thinking of leaving. True? \n[7]You okay? \n[8]You're lucky. \n[9]How come you're leaving? \n[10]Maybe I can help? \n[11]You're right.  It makes no sense. \n[12]Filmmaker. \n[13]It still hurts? \n[14]What'll you do when you leave here? \n[15]Speaking as black raspberry, I guess I'm ready.  Frozen yogurt? \n[16]Almost five. \n[17]You can only do what you can do. \n[18]Alice? \n[19]Hope you will. \n[20]Slipped in.  Probably liked the scent of your perfume. \n[21]You okay now? \n[22]NED                   Too bad that Annie never \n[23]Trouble? \n[24]For sure. \n[25]This is almost like the one at my uncle's cabin in Maine. \n[26]Don't get up.  Take a second... \n[27]I had to. \n[28]I figured if I didn't save you.  I'd have to give you mouth-to-mouth and that would have ruined my appetite. \n[29]This puddle was enough to ground you all the way to China. \n[30]A short somewhere. \n[31]There's the problem, Jack.  Wire worked itself loose. \n[32]Lemme see.  Doesn't look too bad. \n[33]Is it stuck? \n[34]Chance to get even? \n[35]Where's Ned? \n[36]Not if they're where I think they are. \n[37]Anything's possible.  My parents taught me to leave sleeping lovers alone. \n[38]Good point. \n[39]Got to it just in time.  The generator was running on fumes.  I filled it up. That should keep it humming until Steve gets back. \n[40]Help you clean up? \n[41]Can't hear anything through that wind and rain. \n[42]I'll go take a look. \n[43]Where? \n[44]I'll go check on Brenda. \n[45]If it'll make you feel better. \n[46]Jack? \n[47]Hey, guys! \n[48]Okay. \n[49]Sucker's locked.  Who's got the key? \n[50]It's dead.  Try the pay phone. \n[51]No.  There must be some in the desk somewhere. \n[52]Wet.  I don't know. \n[53]It's over twenty miles to the crossroads.  Steve'll be back in an hour.  Things will straighten out then. We'll take his Jeep and get help. \n[54]Don't worry.  There is probably some really stupid explanation for all this. When the sun comes up tomorrow, you'll smile. Promise. \n[55]Oh, shit.... ", "MARCIE": "\n[1]Sex is all you ever think of, Neddy. \n[2]You are a true pierce of work, Ned. \n[3]How about our last jay? \n[4]We got two weeks before the kids even arrive.  Then I'll act responsibly. Until then, hit me. \n[5]It's beautiful... \n[6]What are those for?  An Indian raid? \n[7]Here.  Meet me in my cabin after taps. Okay, Camper? \n[8]Neddy collects weird facts.  Next he is going to tell us that there are poisonous snakes in the outhouse and green lizards in the lake. \n[9]Help me!  Save me!  The frog people are after me!  It's swim time at Camp Crystal Lake.  Come on, Alice, I need protection! \n[10]Cowboy. \n[11]Okay, Fireman. \n[12]Rocky Road. \n[13]Pistachio, fudge ripple, creme de menthe and I are going back to work. \n[14]Steve never mentioned serpents.  Jack, would you get some paper towels? \n[15]Thanks. \n[16]Go ahead.  I walk on 'em all the time. Would you shovel Mr. Snake outta here? \n[17]How you doin'? \n[18]There's a lot of dishes if you just want something to do. \n[19]Last line of Gone With the Wind? \n[20]Soooooeeeeey, piggy, piggy. \n[21]Wait'll you're really in trouble and see what happens... \n[22]I hope that's the last time we see the Camp Crystal Lake Drama Program. \n[23]I don't blame him. \n[24]Yeah, like draining the lake! \n[25]Boy, we sure do have a lot of filthy small-minded people around here. Wait a minute, I'll get my diaphragm and be right with you. \n[26]Makes me want to hold on and never let go. \n[27]I love you. \n[28]What about Neddy? \n[29]He keeps on acting like such an asshole! \n[30]Don't call him. \n[31]I guess... \n[32]I'm a little scared of storms.  Always have been.  Since I was a kid. \n[33]I've dreamed this dream.  Maybe half a dozen times.  There is a thunderstorm. The rain comes down like pebbles.  I can hear the sound.  I try to close my ears off.  It doesn't work.  The sounds gets louder.  The rain turns to blood and the blood washes down in little rivers.  And the sound stops. \n[34]I call it my shower dream. \n[35]Lead the way! \n[36]Are you wet? \n[37]Mmmmmmmph? \n[38]Best over... \n[39]Like waves.  It's never been likes waves before. \n[40]Gotta pee.  You're lying on my bladder. \n[41]I know this ain't very romantic, but what can I say?  I don't want to explode. \n[42]\"Forty yards to the outhouse by Willie Makit.\"  \"The Yellow Stream by I.P. Daley.\"  Not the most original stuff, kids. \n[43]Jack? \n[44]Jack? \n[45]Jack?  Neddy?  Don't put me on. \n[46]Allee allee infree! \n[47]Must be my imagination. ", "NED": "\n[1]There you are dead wrong. \n[2]Sometimes I only think about kissing women. \n[3]I was just wondering if you thought there'd by any other gorgeous women at Camp Crystal Lake.  Besides yourself. \n[4]What about the dope paragraph in Mr. Christy's letter? \n[5]Yeah, and it also look like it hasn't seen a coat of paint in six years. \n[6]I thought we had two weeks... \n[7]Looks good. \n[8]He neglected to mention this place is called \"Camp Blood\" downtown. \n[9]Some campers drowned.  Then some counsellors got killed. \n[10]Late fifties sometime.  They never caught the guy who did it either. \n[11]Did anyone ever tell you you're beautiful when you're angry? \n[12]Want to see my trick shot?  It's even better. \n[13]God, but I love that sexy talk. \n[14]What do you want to be when you grow up? \n[15]Girls can't be cowboys. \n[16]Jack? \n[17]Doctor.  Now, if you were a flavor of ice cream, what would you be? \n[18]There are sand sharks in this lake and they can eat the bathing suit right off you. \n[19]See?  I'm getting to you.  Very slowly. \n[20]Don't burn that gorgeous body, or I'll scratch your eyes out... \n[21]Holy shit... \n[22]Wait, wait!   When I was finding these goodies in the shed.  I also found this letter which a camper never sent home. Listen. \n[23]Dear Mom and Dad, Camp Blood is real fine except for the strange man who flies at night and sucks our counsellor's body... \n[24]And, Mommy, we really love our counsellor. He says that whenever I'm scared, I can sleep in his bunk with him. \n[25]No wonder they lost America.  How could you sneak around in the bushes wearing that?  What's to eat? \n[26]The squaws are revolting! \n[27]God, but I love that macho talk! Emergency generators!  The Indian used campfires. \n[28]What hath God wrought? \n[29]Ha!  You wily oriental!  The phone was \"Mr. Watson, come in here, I need you.\" \"What hath God wrought\" was the telegraph. \n[30]Frankly, Scarlet, I don't give a damn! \n[31]Who played the role of Gorgon in Star Trek? \n[32]ALICE                 Aaaargh!  That my \n[33]Alice, you're just lucky there are no snakes in the dishwater here. \n[34]Ta-da! \n[35]But it's in the brochure!  \"Camp Crystal Lake has a full drama program.\"  You just saw it. \n[36]Hey, look, I'm sorry.  I'll never do it again. \n[37]I'm sorry. \n[38]Tell 'em I'm sorry? \n[39]I'm gonna go lie down and catch some z's.  Today wiped me out. Thanks, Alice. \n[40]Hello?  Can I help you? ", "JACK": "\n[1]Ha! \n[2]Ow! \n[3]Good call. \n[4]Quote:  Controlled substances are expressly forbidden.  Possession or use of marijuana or alcohol on campgrounds will means instant dismissal.  Unquote. \n[5]Steve's got a woodlore program.  You see any life rings? \n[6]For sure. \n[7]You want it listed separately? \n[8]Coach, athletic director somewhere. \n[9]BRENDA                Four zip. \n[10]It's gonna be a long summer. \n[11]Steve taught me how to use the emergency generator.  The town power lines are supposed to be real shitty. \n[12]Give me a hand? \n[13]Here we go. \n[14]Now ya' close the switch. \n[15]I'll be okay.  Holy shit... \n[16]You saved my life. \n[17]Thanks. \n[18]Whew. \n[19]Floor probably leaks.  This area is full of springs. \n[20]Just in cause this bugger goes bad.  I'm gonna pick up some lanterns from the equipment shack. \n[21]What is it? \n[22]Not funny, Ned... \n[23]I'll spot you five points. \n[24]You just had some lucky shots. \n[25]Hey, how about a walk by the lake? \n[26]Just a walk, for Chrissakes. \n[27]Wind's up.  It's shifted a good hundred and eighty degrees. \n[28]I love you. \n[29]I don't love Neddy. \n[30]Ned! \n[31]I thought you wanted to give him one of your motherly lectures.  Ned is gonna do whatever he wants to do, you know. \n[32]Looks like a storm. \n[33]You?  The brick? \n[34]It's just a dream. \n[35]This is no dream.  Want to escape for a while? \n[36]Just a little.  Wait a minute, woman. \n[37]Mmmmmmmph. \n[38]Umhummmmph. \n[39]Whassamatta? ", "STEVE": "\n[1]Wanta give me a hand here? \n[2]Alice? \n[3]Wanta roll this sucker out of the way. Alice? \n[4]Push on this side.  Alice, this is Jack, Marcie and Ned.  Push. \n[5]That's got her.  Thanks.  I'm Steve Christy.  Welcome to Camp Crystal Lake. You got some grubby clothes?  Climb into 'em.  Alice, see if Bill has cleaned out the boathouse.  I want him to start with the canoes.  What happened to Brenda? \n[6]I'd rather she painted.  Let's go, folks. \n[7]Shim it up just a scooch. \n[8]Perfection.  Hold it. \n[9]To answer your question, my parents once owned this camp.  There were some tragic accidents and they went bankrupt.  I promised them I'd reopen if I could. See if it closes right now. \n[10]Perfection. Did you meet Brenda? \n[11]She's archery.  He's rifle ranged.  And I'm behind schedule.  Let's go, Ned. \n[12]Come on back here and let's above the float in. \n[13]You draw very well. \n[14]This isn't your cup of tea, hunh? \n[15]Any particular reason? \n[16]You want to leave? \n[17]You may not care a lot about this place, Alice, but I mean to make it my whole life.  It's been my whole life.  Gimme a chance.  Stay a week.  Help get it ready.  Next Friday, if you're not happy, I'll put you on the bus myself. I'll be grateful. \n[18]Thanks, Alice. \n[19]I've got to go to town and pick up the trailer and all that other stuff, but I'll be back around ten.  If you're still up, we can talk, okay? \n[20]Yeah.  Brenda, after lunch hit the archery range.  If Annie gets here, have her start in on the kitchen.  Do your best.  Tomorrow we have a preliminary inspection by the state safety people. I'd like to look good. \n[21]No, thanks.  I'm fine.  Sandy. \n[22]I got to. \n[23]I have six new counsellor up there. They're all babes in the woods in every sense of the word. \n[24]I mean... \n[25]Yeah.  I got it on before this-- --all started. \n[26]For two lonely nights. \n[27]I think water got into the electrical system.  You ride me back to camp?  I'll get one of my counsellors to drive me back tomorrow morning. \n[28]You've made a science out of coincidence. \n[29]Sure. \n[30]Good luck. \n[31]Yeah. \n[32]Hi.  What are you doing out in this mess? ", "BRENDA": "\n[1]You're crazy! \n[2]I don't believe you... \n[3]You ever fire one of those bows again, and I'll tack you up on the wall to dry. \n[4]Dancer. \n[5]Vitamin C's supposed to neutralize the nitrites or something. \n[6]I don't know.  Marcie's got me paranoid. \n[7]Not bad. \n[8]We wouldn't want you thinking you're the only show-off in camp, would we? \n[9]It's catch as catch can.  I'm making a salad.  The guys are planning to cook greaseburgers for themselves. \n[10]Whatever you make yourself. \n[11]That was the telephone. \n[12]Shows how much you know.  It's something about tomorrow. \n[13]Right!  Right! \n[14]Wash it out real good. \n[15]He's probably setting up another one of his practical jokes. \n[16]You think they fell asleep? \n[17]Long enough for me. \n[18]Give them a little while longer.  It's still early, anyway. \n[19]Good night, Alice. \n[20]That could drive a person bug-city. \n[21]Neddy?  Cut the screwing around, Neddy! \n[22]This isn't even half funny. \n[23]Christ, what a jerk. \n[24]Great.  Now what? \n[25]Looks like I turn in early. ", "ANNIE": "\n[1]Excuse me.  How far is Camp Crystal Lake? \n[2]Can I get a bus or something? \n[3]Name's Annie. \n[4]I don't know. \n[5]Camp Crystal Lake? \n[6]No sweat.  Thanks a lot for the lift. \n[7]Hiya!  I'm headed for Camp Crystal Lake. Can you help me out? \n[8]I can't remember being this excited about anything.  I want to be a teacher when I finish at Southern State.  I guess I've always wanted to work with children.  I hate it when people call 'em kids.  Sounds like little goats. \n[9]The job market for teachers is supposed to be the pits these days, but I don't care.  When you have a dream as long as I have, you'll do anything... \n[10]Wasn't that Camp Crystal Lake?  Just back there? \n[11]I think we better stop... Please stop... Please!  Stop! \n[12]Please! ", "CLAUDETTE": "\n[1]Have you seen Barry? \n[2]We've got to talk. \n[3]You said we were special. \n[4]I can't, Barry... \n[5]Does Chloe kiss as good as I do? \n[6]Oh, you... \n[7]Somebody'll see. \n[8]Somebody's there, Barry. \n[9]Let's go back, Barry... ", "BARRY": "\n[1]Okay. \n[2]I meant everything. \n[3]You know what I said, though. \n[4]I care very much. \n[5]I wouldn't know. \n[6]Claudette... \n[7]No, they won't... \n[8]Come on, Claudette.  A man's not made of stone. \n[9]I need you so much, Claudette. ", "SANDY": "\n[1]Anything else you want? \n[2]You can't go back there tonight.  Not in that stuff.  'Less you wanta get drownded. \n[3]Aw. \n[4]They'll be okay if they know enough to stay in outta the rain. How much do I owe you? \n[5]One night on the town. \n[6]...I know what you mean.  Two and a quarter.  Plus fifteen percent tip to make up for me spending the night alone. \n[7]You got a roof for that Jeep? \n[8]That's thirty percent. \n[9]Drive careful and don't drownd your dumb self. ", "OIL MAN": "\n[1]No sweat, Trudy.  Let's do it to it, kid. \n[2]Okay, Annie.  Let's go. \n[3]All the girls up there gonna look as good as you? \n[4]Goddamnit, Ralph!  Get outta here. Don't worry about him.  He's harmless. G'won.  Git! \n[5]Climb on up, Miss. \n[6]Must be the fourth time somebody's tried to reopen that place. \n[7]Something always happens up there. \n[8]Don't let the spooks getcha, Annie. ", "TIERNEY": "\n[1]I told you not to buy that hunk of junk! \n[2]Why not? \n[3]\"To serve and protect\" don't mean to chauffeur. \n[4]Bad enough we got a full moon; it's Friday the 13th.  They keep statistics. We get more accidents, more robberies, more rapes, more homicides, more of everything when there's a full moon.  It affects people.  Makes 'em nuts. \n[5]This is Tierney. \n[6]Roger.  Acknowledge receipt.  Estimate arrival time fifteen minutes.  How copy? \n[7]Have to drop you here, Steve. \n[8]Another coincidence. ", "JASON": "\n[1]Help me, mommy... save me... please, mommy... please, mommy... help me, mommy... save me.... \n[2]Help, mommy, I'm drowning!  Oh, mommy, please.... \n[3]Don't let me die, mommy... I can't breathe... Help me, breathe... \n[4]Kill her, mommy!  Kill her! \n[5]Please kill her, mommy... Help me, please.  Kill her, mommy. \n[6]Come out, come out, wherever you are... \n[7]Mommy!  Mommy!  Mommy! \n[8]Kill her, mommy!  Kill her, mommy! "}}