{"dialogues": {"RENNIE": "\n[1]Me too. But I'm not sure Uncle Charles will be. \n[2]What about not-so-great writers? \n[3]Just felt a little chill. \n[4]Really? \n[5]That's wonderful, Miss Van Deusen...what's it about? \n[6]I don't know what to say... \n[7]leans back in terror, falling into Miss Van Deusen. \n[8]I just got a little dizzy. I'm fine. \n[9]continues along the starboard side, not risking another glance overboard. She passes an older, very deranged DECK HAND, mopping the deck. HOLD on him, his bloodshot eyes following her like a crazed raven. \n[10]Hi, Sean. \n[11]We changed our minds. \n[12]But I didn't get you one... \n[13]Sean...it's beautiful. \n[14]I'd love to. \n[15]I'm staying. \n[16]She didn't push me into coming. \n[17]I don't even know why I'm afraid, Uncle Charles. I can't even remember when it started. Don't you think it's time I found out and got over it? \n[18]I'm staying. \n[19]What do you think...time for some personal experiences to fuel our minds? \n[20]I agree. \n[21]feels her throat catch with terror and an instant later: \n[22]snaps out of it, moving to the door, where her dog is frantically clawing with his fur up. \n[23]Okay Toby, calm down... \n[24]appears from the shadows, just as startled to see them. It's not Jason at all. Rennie can't help noticing the cocaine, trying hard to ignore it. \n[25]Have you seen my dog? I think he came this way. \n[26]No thanks. \n[27]Toby? \n[28]Have you seen my dog anywhere? \n[29]Yeah...a lot. \n[30]There's something I haven't told you... \n[31]flounders at the surface, nobody realizing the terror she's experiencing. She's too scared to even cry for help. \n[32]I can't swim. \n[33]It's not that simple. \n[34]Whenever I get near the water, I see this young boy drowning. He tries to pull me down with him. \n[35]About four years ago...at Crystal Lake. I spent a few summers there with Uncle Charles inbetween boarding school. \n[36]No. It was just a normal summer. I've never been able to figure it out. \n[37]It wasn't her fault. \n[38]Just...leave me alone... \n[39]It's not real, it's not real... \n[40]I want to go home. I want off this ship. \n[41]Can he really take us home? \n[42]What about you? \n[43]What is happening??? \n[44]What do you mean??? \n[45]Can't you call for help?? \n[46]Where are they? \n[47]Just radio for help, okay??? \n[48]Toby? \n[49]Toby? Where'd you go? \n[50]is oblivious as she reads the directions above the controls. \n[51]remains in the hoist box, making certain it is operating correctly. A second later, we see the fleeting outline of a HUMAN SHAPE appear behind her. \n[52]But Sean said... \n[53]Can't we at least talk about it? \n[54]But what about the drowning boy I've been seeing? \n[55]I'm not staying in my room, Uncle Charles. \n[56]Uncle Charles! \n[57]stands frozen, feeling herself drawn to him like a magnet. She crawls to the edge of her rug, which is now a deep lake, and extends her arms to him. \n[58]feels the skin on her face crawling off her skull, her eyes expanding because she's now looking at: \n[59]screams with guttural fear, letting go of herself, watching her younger self drown in the hole in her room. \n[60]sinks to the floor, scrambling on all fours to get as far away from the porthole as possible. She makes it across the room to her stateroom door just as: \n[61]The window... \n[62]I don't understand what is happening to me... \n[63]What is it?? \n[64]Is the ship going to sink?? \n[65]I'm not going near any lifeboat! \n[66]I'm not!! \n[67]I...I can't... \n[68]Toby... \n[69]No!!! \n[70]No! \n[71]Please don't... \n[72]opens her eyes, looking into the dead boy's face as blood drips from his mouth. He collapses in front of her, giving way to a view of JASON TOWERING OVER HER. At the same time: \n[73]shoves Gang Banger #1 off of her as Jason returns his attention to her. She grabs a loose brick and FLINGS IT AT HIM, CRACKING HIS HOCKEY MASK, momentarily disorienting him. Rennie sprints away. \n[74]Drugs... Then Jason came. He's here, Sean. \n[75]slams on the brakes, jerks it into reverse and FLOORS IT \n[76]stomps on the brake pedal and the tires SCREECH TO A HALT. They all take a moment to catch their breath, looking out the front window... \n[77]desperately throws it into forward again, gripping the wheel and RACING FORWARD. \n[78]opens her dazed eyes, seeing Miss Van Deusen's body charring inside the wreckage. It's incomprehensible. She numbly gets to her feet, stepping towards it. Something makes her hesitate: she peers down at the asphalt... \n[79]is too panicked to obey. \n[80]You pushed me... \n[81]He was down there!!! \n[82]I was at school when they told me. 'Rennie, we have some very bad news... your parents have been killed in an auto accident.' \n[83]It seems like everybody I care about ends up... \n[84]Toby... \n[85]What's wrong, boy? \n[86]shrieks in horror as Toby disappears inside the pit just as the train roars by. \n[87]\n[88]runs straight towards the track pit like a football punter, RECOILING WITH HER RIGHT LEG, KICKING JASON \n[89]Somebody help us!! He's going to kill us!!! \n[90]Please, hurry... \n[91]You don't understand -- there's a maniac trying to kill us!!! \n[92]Look! \n[93]tries to help up Sean but he's been knocked into the opposite wall, barely conscious. \n[94]backs away but does not run. The time has come to face her fears. \n[95]You never got me in the lake, Jason. And you're not going to get me now either. \n[96]drops the can, fumbling for the flashlight again. \n[97]Get up, Sean!!! \n[98]rotates her head and sees: \n[99]drags Sean to his feet with the strength of a possessed woman, pulling him over to a SERVICE LADDER attached to the intersecting alcove wall. \n[100]Climb!!! \n[101]slips on the rusty ladder, regaining her footing. and rushing higher. She takes her final glance into the tunnel, the ultimate horror registering in her corneas as she sees: \n[102]Oh Toby... ", "MCCULLOCH": "\n[1]Remember girls, the shuffleboard tournament will start at six p.m. sharp. A non-attendance will restrict your time in port, understood? \n[2]You'll do no such thing, Mr. Wolfe... \n[3]Your itinerary has been carefully planned and make no mistake, it will be executed accordingly. \n[4]Rennie's not coming. \n[5]She changed her mind. Let's see...Mr. Wolfe is in stateroom one-eleven and you, Mr. Robertson, are in two-twenty-five. \n[6]You can stop right there, Miss Mason. \n[7]It's already been done. Congratulations on the 3.9 average, Miss Watanabe. You're in stateroom two- fifty-five. \n[8]All right. But if it mysteriously disappears en route, I'll have you sent back home the minute we dock. Understood? \n[9]Jim Miller and Suzy Donaldson never showed up. I'm a little concerned. \n[10]Let's go -- we're running two minutes late. \n[11]You have no right... \n[12]She doesn't know what she wants. She's never had a stable life. \n[13]I'm her legal guardian, not you or anybody else, and I alone know what's best for her. End of discussion. \n[14]Your father was looking for you, Mr. Robertson. \n[15]There's a storm predicted tonight. \n[16]You're making a big mistake, Rennie. It's not too late to put you back on land. \n[17]If Miss Van Deusen knew how afraid you were of... \n[18]Why are you doing this to yourself? \n[19]Facing your fear doesn't always conquer it. \n[20]Have you seen my niece anywhere? \n[21]Senior predictions started five minutes ago and she hasn't shown up. \n[22]In your case I'm sure that's true. \n[23]What are you doing in here? \n[24]Are you girls using drugs? \n[25]I'11 be coming around your stateroom in exactly fifteen minutes, Miss Mason. You'd better have your biology project ready or I'm phoning your parents. \n[26]Then I'll make sure you remain on board while your classmates see the sights. \n[27]Dear God... \n[28]Oh, I can see that. You've done a wonderful job of supervising the kids, Miss Van Deusen. \n[29]Stay away from her...both of you. \n[30]I'm in no mood for any more stall tactics, Miss Mason. Where is your final project? \n[31]Where did you get that alcohol? \n[32]That's it. You're not setting foot off this ship until we return home. \n[33]Oh, you've done it now. Not only are you going home, I'll see to it that you spend next year back in a high school classroom! \n[34]You'll never get away with it. And you can forget about ever attending any film school. You're both going to be very, very sorry. \n[35]I thought I told you to stay away from her. \n[36]I demand to know what is going on... \n[37]Where's the radio? \n[38]What are you talking about? \n[39]You're insane, old man. Jason Voorhees has been dead for over thirty years. \n[40]A killer walks this ship indeed. And it's certainly none of us... \n[41]That lunatic has been spouting off about Jason since we boarded... It's no coincidence. \n[42]Walking corpses are not real! \n[43]You'll do no.such thing and watch your mouth, young man! I'm in charge here! \n[44]Christ...where's Rennie?? \n[45]What?? You sent her out there with a murderer running around loose?? \n[46]You had me worried to death! \n[47]I'm the one you should be listening to! Do you think dropping an anchor in the middle of a storm makes any sense whatsoever? \n[48]I refuse to discuss this ridiculous notion that a ghoul is terrorizing this ship. \n[49]Whatever you've been...imagining... has nothing to do with Jason Voorhees. I want you to be safe, Rennie. That's all I care about. \n[50]This isn't a request. \n[51]She's locked safe in her room, no thanks to either of you. Has he brought it back on course yet? \n[52]He's the son of the Captain, for Chrissakes. You'd think he'd be able to operate this thing! \n[53]Well? \n[54]What's that? \n[55]Can you shut that damn thing off?? \n[56]I doubt very much that one even exists. \n[57]Use some common sense! Setting off a fire alarm causes panic...the same kind of panic caused by suggesting Jason Voorhees is on board. Enough is enough. \n[58]almost flinches when the lights die and he's plunged into blackness. He moves forward, every step tentative. He passes the convection ovens and we REMAIN on them, spotting the frightened face of the DECK HAND in the shadows. The deranged old man is very sober now, clutching a LARGE KITCHEN KNIFE for defense. \n[59]Rennie?? \n[60]cautiously steps up to the door, silently grabbing the knob and SWINGING IT OPEN. It's empty. He hears something, spinning around. Again, nothing is there. McCulloch quickly moves to the telephone and dials. A few seconds pass. \n[61]Come on, answer!! \n[62]What did you do with Rennie?? \n[63]She never should've set foot on this ship. This is your fault! \n[64]Not another word, do you hear me?? \n[65]Why aren't you with the others, woman?? \n[66]Jason Voorhees is dead!! \n[67]raises the flare gun with zero hesitation and FIRES IT... \n[68]Dear Christ... \n[69]Get in the boat, Rennie! \n[70]You can and you will!! \n[71]If we don't find the shore soon we're all going to die. \n[72]Come on -- everybody up the ladder. \n[73]A wonderful choice of places to dock a boat, Mr. Robertson. \n[74]You heard him! We have to call the police McCullochis right. \n[75]Everyone split up -- we'll cover more ground that way. \n[76]My niece's life hangs in the balance right now!! Every second counts. \n[77]It's okay -- she's with me. \n[78]Rennie, thank God... \n[79]Don't be ridiculous! \n[80]Yes. \n[81]He's a walking corpse, a phantasm from hell. \n[82]Rennie, for God's sake slow down!! \n[83]Perfect for a swim, isn't it? \n[84]You've been coming out here every summer for the last three years, young lady, and you still haven't learned how. \n[85]That's what you said last year. I think the time for your first swimming lesson has just come. \n[86]You don't want to end up drowning like that Voorhees boy, do you? \n[87]He never learned how either and he's still at the bottom of this lake. \n[88]Oh, he is indeed. And ready to pull down anybody who falls in and can't swim. \n[89]Am I? Let's find out. \n[90]Better swim before Jason drags you down, Rennie. Come on, you can do it... \n[91]You can and you will! Swim, Rennie! \n[92]I was only trying to teach you. But I pulled you out, Rennie. I saved your life. \n[93]You...are...NOT POSSIBLE. ", "SEAN": "\n[1]It's a ship and that's right. Plus a disco, gym, game room and a lot more. \n[2]Which cabin is Rennie in, Mr. McCulloch? \n[3]But I thought... \n[4]Be right up, Dad. \n[5]Hello, Dad. \n[6]Dad, I don't think... \n[7]How about if we start up the forward engines and come around. 180 degrees... \n[8]Yeah, tell me about it. \n[9]Rennie... \n[10]I heard you weren't coming. \n[11]I got you a present. \n[12]Forget it. It's a dumb little thing anyway. \n[13]I thought maybe we could hike to the top of the Statue when we got there, if you felt like it. It's supposed to be 22 stories tall. \n[14]I guess I'll see you later. \n[15]What happened? Rennie, are you okay? \n[16]realizes she's in trouble. He immediately dives in after her, pulling her to the pool's edge, where Miss Van Deusen helps to lift her out. \n[17]It's okay...you're going to be okay. \n[18]Me too. Let's go talk to my Dad. \n[19]Not completing a voyage is against everything he stands for. But I think I can convince him to call a Coast Guard cutter for you. \n[20]If I go with you, he'll never speak to me again. But I'm never going to live up to his expectations anyway...so maybe it's the right thing to do. \n[21]knocks on the bridge door. No answer. He's confused. He pushes the door open but something is blocking it. Sean puts his weight into it, shoving hard. \n[22]Oh Jesus...Dad?? \n[23]reaches out and swivels the chair around. It is his father BUT HIS THROAT HAS BEEN SLIT. Sean staggers backwards, uncomprehending, his senses overloaded. We MOVE with him until he's backed into Rennie, clutching onto him tightly. \n[24]He's...he's dead... \n[25]Attention everybody, attention. This is Sean Robertson... \n[26]There's been... What I mean is, this is an emergency... \n[27]Repeat, this is an emergency... \n[28]I want everybody to meet on the bridge... \n[29]Stay calm, but get here as quick as possible. Walk with a friend if you can... \n[30]God, I wish this was a joke, but it's not. \n[31]I don't know...we've gone off course or something... \n[32]I don't know what I mean! All's I know is that there's no one guiding this ship anymore... \n[33]I think so. But we have to lower the anchors so we don't drift any further... \n[34]The bow...front of the ship. There's a hoist on each side that lowers them \n[35]I didn't mean for you to go! \n[36]Mayday, mayday, mayday... \n[37]Please...can anybody out there hear me?? \n[38]Channel 16...the distress frequency... Mayday, mayday, mayday...this is the Princess Ruby. Please, somebody answer... \n[39]The Captain and Chief Engineer... they've been...they're dead. \n[40]I...I don't know... \n[41]Yes... \n[42]I've got the numbers. \n[43]Hello? Are you there?? \n[44]It's...dead. \n[45]She's...she's dropping the anchors. I thought the Coast Guard could find us easier if... \n[46]I don't know. \n[47]We could hit a reef, collide with another ship...we could be out here for weeks before anybody spotted us. \n[48]It worked...we're back on course! \n[49]The fire alarm... \n[50]We have to get everybody together just in case the fire's for real. \n[51]Rennie...?? \n[52]It's gonna be okay... \n[53]The power room... \n[54]Rule one, don't panic. Rule two, assess the damage and act accordingly... \n[55]I don't know. \n[56]The emergency lights just kicked in... \n[57]We'll be okay. I want you to wait by the lifeboats, just in case. \n[58]But Rennie... \n[59]Water has gotten to the engines. We have to get everybody off this ship... \n[60]This is Jason's fault! \n[61]We have to get off this ship!! \n[62]Everybody in -- I'll get the hoists \n[63]Stop it!! \n[64]Come on...faster.... \n[65]grabs an oar, turning back to McCulloch. \n[66]Start rowing!! \n[67]He's gone... \n[68]It's Julius! \n[69]Rennie...what'd they do to you?? \n[70]We have to find the others. \n[71]Hey! \n[72]Jason's here in New York. \n[73]There aren't any handles!! \n[74]Miss Van Deusen... \n[75]You son of a bitch... \n[76]You keep away from her! \n[77]Not this time. \n[78]Come on... \n[79]makes Rennie look away, dragging her with him along the platform edge in retreat as Jason returns his attention to them. They reach the end of the platform, having no choice but to board the front car. \n[80]It's over, Rennie. It's finally over. \n[81]God...please no... \n[82]You have to call the police... \n[83]Can you help us get out?? \n[84]What do you mean? \n[85]Run, Rennie... \n[86]I hear there's a statue here that's 22 stories tall. ", "MISS VAN DEUSEN": "\n[1]I'm glad you decided to come after all. \n[2]You let me worry about him, okay? Personal experiences are what fuel the minds of great writers, Rennie. You made the right decision. \n[3]Everything okay? \n[4]Did you know that I'm giving up teaching? \n[5]Since the school is closing anyway, I'm going to write that novel I've been threatening on everybody. \n[6]A senior class cruise to Manhattan, laced with romance, adventure and murder. Or a Gothic cook book. I haven't decided which. \n[7]Go on, open it. \n[8]Stephen King supposedly used it when he was in high school. \n[9]Rennie, you're the best student I ever had...you have a real gift. If anybody can make use of that pen, it's you. \n[10]Hello, Charles. Has everyone checked in? \n[11]Don't be. They probably decided to explore each other rather than New York. \n[12]Charles, there's someone else coming along too. \n[13]And neither do you. It's up to Rennie to decide what she wants to do. \n[14]And she sure doesn't have one now, either. She needs to live. \n[15]No, I think it's just the beginning. \n[16]What's wrong, Rennie?? \n[17]Poetry in motion, Miles. \n[18]Rennie -- I was just on my way over to your room \n[19]No, but I'm sure Toby's fine. The ship's only so big and there's certainly no way off it, is there? \n[20]So, are you having fun yet? \n[21]I seem to detect a hint of ingenuousness in your tone. In other words, level with me. \n[22]spins around, seeing Tamara standing there with Eva. \n[23]isn't looking at Rennie, her attention on admonishing Tamara. \n[24]Why on earth would you do something like that? \n[25]Bring her a towel, okay? \n[26]She's fine -- everybody go back to what you were doing. \n[27]Care to talk about it? \n[28]I gathered that. \n[29]I had a skiing accident in high school, broke my left leg. It took three winters before I would even look at the snow again...but the solution kept eluding me. I finally took lessons. I've never broken a bone since. \n[30]Maybe not. But you're not telling me everything, are you? \n[31]When did this start? \n[32]After your parents passed away? \n[33]Did you have an accident in the lake? \n[34]Only one young boy ever drowned in that lake, and that was before you were even born. His name was Jason Voorhees. \n[35]She's fine, Charles. Take it easy... \n[36]Ronnie? I just came by to see how you were feeling... \n[37]Rennie...? \n[38]Where is she? \n[39]Oh dear God... \n[40]What are you doing?? \n[41]But that doesn't prove that he's the one! \n[42]Please everybody, stay here!! \n[43]What was that?? \n[44]What happens if we don't get control of the ship, Sean? I want you to tell me the truth. \n[45]Did you find Rennie? \n[46]He's doing the best he can, Charles. \n[47]We already thought of that -- nobody could possibly see it in this storm... \n[48]What about the fire?? \n[49]What are you talking about? \n[50]Everybody wait right here until I come back with the others -- understand? \n[51]Everybody climb in! \n[52]Nothing! I went to her cabin and... \n[53]Everybody hurry...please... \n[54]turns to see JASON APPROACHING THEM WITH AXE RAISED. She backs away but Jason ignores her, heading directly for the hoist. He arches back with his weapon and SLICES \n[55]sees it all, her intestines constricting in agonizing knots. She summons all her rationale and sends it down to her legs, running away as fast as she can. \n[56]Jason...he has an axe... \n[57]Come on, sweetheart -- get in... \n[58]Leave her alone, Charles! \n[59]It's the only way, Rennie. Let's get in the boat now, okay? Please...for me? \n[60]Do you know where we are, Sean? \n[61]It's okay...you're safe now... \n[62]There must be a phone around here somewhere. \n[63]Please, don't hurt her... \n[64]I don't think that's such a safe idea \n[65]Is it true, Rennie?? \n[66]I'm afraid you'll have some trouble believing us. \n[67]Thank you. The first thing we' have to do is find Julius. ", "TAMARA": "\n[1]Hi, Mrs. Watanabe. Just kidding. \n[2]I hear the crew members are cute guys in their twenties. \n[3]I'm sure we'll have no problem getting them to party with us...especially with this. \n[4]It's my graduation gift from Daddy. It cost over a thousand bucks but it's the best. \n[5]More or less. It's part of my college fund. \n[6]What are you talking about? \n[7]You can't do that... \n[8]Look, Mr. McCulloch, I got in a car accident yesterday and missed our appointment. It's okay, no big deal, just a bruised arm... ...so I brought my project along today. It's in my suitcase. Really. \n[9]Perfectly. \n[10]A major prick. \n[11]Improvise, of course. \n[12]Is that a muscular bod or what? \n[13]He's undefeated, you know that? Julius is the only senior I'd even consider doing it with. If he wasn't black, that is. \n[14]My stepmom couldn't care less, but Daddy would have a shit fit. He might even pay some attention to me. \n[15]Gorgeous guy at ten o'clock. Look sensual. \n[16]I think it's time for some recreational activity, girl. \n[17]You're joking, right? \n[18]The night time is the right time. \n[19]What? Don't be a lightweight...this is top dollar toot. \n[20]You're talking to the prom queen, Eva. Do you really think I'm going to risk getting caught? \n[21]Do you realize how many people would kill to be sitting here right now? Come on, it's grad night. You've got your whole life to be uptight. \n[22]Is that unbelievable or what? \n[23]Jesus, you scared the hell out of us. \n[24]No, we haven't. Care for a hit? \n[25]A real space cadet. I wonder if she'll narc on us... \n[26]Nobody related to McCulloch can be nice. \n[27]Oh yeah. Ready to party and then some. \n[28]Nothing. \n[29]They're out of town. \n[30]Relax, I've got McCulloch covered... but that little narcing bitch niece of his is a different matter. Rumor has it she's a teensy bit afraid of the water... \n[31]Wow, sorry... \n[32]It was an accident, I swear... \n[33]That was truly excellent. \n[34]Time to check out the waiters. \n[35]But...wait a minute! \n[36]Some friend you are. \n[37]The door's open. \n[38]Wouldn't you like a glass of champagne first, Charles? \n[39]I packed it. Just for us. \n[40]But I haven't even shown you my biology project... \n[41]Take a closer look, Charles. I want to make sure I labeled all my organs correctly. \n[42]I don't think so, Mr. McCulloch. Did you get anything good? \n[43]Relax, Wayne. He won't risk doing a thing. Can I have the tape? \n[44]That's sweet, Wayne. Look, I'd love to chat but I'm really pressed for time. Let's try to get together later, okey- doke? \n[45]Thanks for the camerawork. \n[46]Please...please don't... ", "WAYNE": "\n[1]Too cool, J.J. Your parents came through. \n[2]Sure...but I gotta shoot some shockumentary footage first. \n[3]She's sexy. \n[4]I'll catch you later. \n[5]Yeah, motivating downstairs, I think. What's the problem, Mr. McCulloch? \n[6]Some of us don't want our futures predicted. \n[7]who casually lowers his camcorder. \n[8]Oh yeah. \n[9]This is going to sound supremely lame...but I've had the major hots for you since our sophomore year, Tamara. \n[10]But I thought... \n[11]Wayne, you're an asshole. \n[12]Miles -- have you seen J.J.? She was supposed to be jamming down in the power room but... \n[13]Jesus Christ... \n[14]Is the radio even working?? \n[15]The Captain's been murdered. The buzz is that Jason might be on board. \n[16]No. And I'm not losing any sleep over it. \n[17]So what else is new? Look Eva, you're asking the wrong dude to feel sorry for Tamara Mason. Wise up -- it's not hip to be her friend. \n[18]I'm sorry, but I've gotta find J.J. \n[19]What are you taking, Julius? \n[20]We're talking the possibility of Jason Voorhees here. \n[21]J.J. -- you down here? \n[22]lies helplessly on the metal grid work, realizing his bleak predicament has just been squared. He pulls himself to a standing position again. \n[23]We got a major problem, Wayne. \n[24]takes another step, almost tripping on a set of stairs leading down to the next level. And when he arrives there... \n[25]instantly raises the rifle and FIRES... \n[26]stands there, breathing some relief. He gets an idea, looking through his camcorder eyepiece. Wayne begins to adjust the eyepiece diaptor. \n[27]slowly lowers his camera as his heart rises into his throat. \n[28]No... \n[29]screams, blindly running as fast as he can. He trips, picking himself up, stumbling down the catwalk stairs. Wayne makes it about ten feet before he stumbles over something, bringing with it a harsh strum from an \n[30]No no no... ", "EVA": "\n[1]Don't worry about a thing, Mom. I'll have a terrific time and I won't do anything stupid, okay? \n[2]Really? \n[3]He bought you that? \n[4]She's telling the truth, Mr. McCulloch. I saw her pack it. \n[5]What are you going to do? \n[6]I'm not sure we're supposed to be here, Tamara. \n[7]My parents are open minded about that sort of thing. \n[8]Sounds good. I hear there's a shuffleboard court on deck -- it might be kinds cool... \n[9]No thanks. \n[10]It's not that, it's just that... It I get caught, I'll lose my science scholarship and everything. \n[11]I guess not. \n[12]I have her in Creative Writing and she's fairly nice. \n[13]Do you think I would use drugs, Mr. McCulloch? We were just exploring the ship. \n[14]What are you going to do? \n[15]Yeah. \n[16]I think I'll pass. See you later, okay? \n[17]What's going on? I heard on the P.A. system that... \n[18]Jason...Voorhees? \n[19]Have you seen Tamara? \n[20]But she might be in trouble... \n[21]I don't care about being hip anymore. \n[22]Tamara? Are you around here anywhere? \n[23]Tamara? \n[24]Tamara? I just want to talk with you. \n[25]shrieks, running back out the door... \n[26]decides this is the wrong place to be. She moves for the corridor again and: \n[27]backs away, sliding along the edge of the dance floor like she's on a building ledge. Chaser lights and mirror balls fondle her body as she moves as far away from the point where she last saw him. But: \n[28]whirls dizzily to the center of the dance floor upon the sight of him. Camera SPINS with her in 360 degree arcs, PUSHING IN on her face. \n[29]stops, looking everywhere. ", "JIM": "\n[1]Well...how do you feel? \n[2]I'm talking about graduation. Being totally free to do whatever we want now. \n[3]Gotta throw the anchor over. \n[4]glances at the lake, at their eerie surroundings. He feels a chill, heading back inside. \n[5]Nothing. \n[6]It's just that we're right around that old summer camp where all those murders took place. \n[7]Never mind, you don't want to know about it. \n[8]There's nothing to worry about, Suzy. The guy's dead now, somewhere at the bottom of this lake...if you believe the stories. Let's drop it, okay? \n[9]There was this boy named Jason Voorhees who drowned in Crystal Lake... \n[10]None of the counselors heard him. \n[11]A bunch of years went by and everybody forgot about it. That's when the murders started. \n[12]His mother blamed the counselors for his death and tried to kill them all. She got her head chopped off by one of them. \n[13]No. \n[14]Legend has it that Jason came back to avenge his mother's death, vowing to kill every teenager from the area. And every now and then, the murders start up again. \n[15]Forget about it, Suzy. They're just stories. \n[16]Right. \n[17]Right. \n[18]Right. Except that Jason isn't real so none of it matters anyway. \n[19]Hear what? \n[20]All right, I'll check it out. \n[21]Gotcha good, baby cakes. \n[22]All right, all right -- I'm a major ass. \n[23]And I'll never do it again. Forgive me? \n[24]Uh-huh. You must really think I'm an ass. \n[25]Ohmygod... ", "SUZY": "\n[1]Ask me in about five minutes. \n[2]It feels excellent. \n[3]What's wrong? \n[4]C'mon, Jimmy. Something's bothering you. \n[5]What murders? \n[6]Tell me. \n[7]What stories? \n[8]Jason did it...? \n[9]So the murders stopped? \n[10]We're the last graduating class, right? \n[11]I mean, Lakeview High just closed its doors for good, right? \n[12]So there's no reason for him to come back because there won't be any of us around...right? \n[13]Did you hear that? \n[14]C'mon, I'm serious. \n[15]Jimmy...? \n[16]Jim...? \n[17]Stop screwing around, Jim. I mean it... \n[18]stands there in speechless shock, looking down at her mortal wound. But there's no blood. \n[19]And you'll never do it again. \n[20]No. \n[21]closes her eyes with pleasure... \n[22]lets out a broad smile, her eyelids fluttering. They stay open long enough to regard the visitor in the doorway. She tries to choke out a warning to Jim, who's just collapsed himself. \n[23]JJJJJJJJason... ", "JASON": "\n[1]raises the spear, taking aim. \n[2]emerging from a cloud of vapor like her worst nightmare. \n[3]swings the guitar downward and buries it in J.J.'s skull. \n[4]holding the opposite end of the harpoon. He shoves it forward with one more staccato jerk and: \n[5]hovering over him, now clutching one of the scaling knives. \n[6]appears on the corridor steps for a brief second. The spotlight goes black, then flashes on again. Now he's gone. \n[7]illuminates only ten feet from her, a crimson strobe assaulting his hockey mask. She's on a collision course with him. \n[8]hoists him off of J.J.'s body and flings him into: \n[9]rapidly moving down the staircase towards them. Sean's view is CUT OFF as the lifeboat sinks below deck level. \n[10]standing by the hoist, hovering over the edge. Very angry. \n[11]looks at it long and hard. He tears off his life preserver wits renewed ambition. \n[12]appears at the parking lot stairs, STALKING STRAIGHT \n[13]heaves the dog in front of the train. \n[14]fires out from the tunnel, grabbing onto Sean's ankle. Rennie screams as Sean is dragged down...but he manages to latch onto a chain securing a garbage receptacle. Jason pulls harder, stretching Sean to his limit as Rennie watches helplessly. \n[15]trips backwards and LANDS ON THE THIRD, ELECTRIFIED RAIL, RECEIVING TEN THOUSAND VOLTS. His body smokes and convulses, finally sizzling out. He appears to be terminated!!! \n[16]shoves his way through the preoccupied pedestrians; they've certainly seen weirder characters than him here. He moves past a group of STREET URCHINS listening to some rap from their ghetto blaster. His foot obliterates their stereo system with one stride. They instantly pull out switchblades and chains. \n[17]lifts the very large man and EFFORTLESSLY HEAVES HIM INTO \n[18]has been sufficiently taunted. He moves after her. \n[19]vision or no vision, he is lurching towards her relentlessly. She is literally sandwiched between hell and high water. \n[20]within ten feet of them, shifting directly for the ladder like he's working on some kind of radar. \n[21]has just started to climb the ladder when the wind and smell of the rushing toxic waste bombards him. His decomposed head swivels to face: \n[22]Mmmmmmmmmommy...DON'T LET ME DROWN, ", "JULIUS": "\n[1]What the fuck is this? \n[2]Who did this, man? \n[3]Yeah, well these dead bodies are sure enough real. I say we regroup and find this motherfucker before he finds us. \n[4]School's out, McCulloch. Let's go. \n[5]I managed to scrounge this shit from the game room and hallways. Grab what you want. \n[6]Nothin'. \n[7]Nothin' but this gun. \n[8]shoves the gun stock into his shoulder and takes instantaneous aim...but he doesn't shoot. He slowly lowers the rifle. \n[9]Miles?? \n[10]doesn't get the chance to grasp the reality of it because \n[11]Hey man, if I can make it, so can. you. \n[12]Hey man, wake up! Check it out!! \n[13]God damn, we're in New York! You did it, my man!! \n[14]We can't let those gang-bangers get away, man... \n[15]slams open the booth door, grabbing the receiver, punching the \"operator\" digit. SLOWLY PUSH IN on him as he waits for an answer. Several more rings. \n[16]C'mon... \n[17]Get me the police -- this is an emergency... \n[18]Use the combos and keep the feet light... \n[19]Take your best shot, motherfucker... ", "ADMIRAL ROBERTSON": "\n[1]Sean -- where the hell have you been? We're already into early departure protocol... \n[2]Let's take in the brow. \n[3]She's a beauty, isn't she? I should've retired from the Navy ten years ago. \n[4]Hell, there's just twenty or so of you -- we only need a skeleton crew and it's a pleasure to sail her anyway. By the way, congratulations on winning the intramural diving championships, Miles. I'm sure you made your old man proud. \n[5]Actually, I thought I'd leave the honors to my son. \n[6]Relinquishing command of the Princess Ruby to Captain Sean Robertson. \n[7]But before you take the helm, take this. \n[8]Something old and something new. I used the sextant when I was your age, but now they have these goddamn computers to do all the work for you. \n[9]Aren't you forgetting something? \n[10]We're in foggy weather! Send out the international maritime signal that a vessel is backing down, followed by a security broadcast warning other ships! \n[11]Let's kick in the stablilizers, Mr. Carlson, and get the seas off the quarter. These kids are in for one hell of a storm. \n[12]gets a reflective look in his weary eyes. \n[13]A tremendous age. Take some advice from a salty old man: don't push him too hard. \n[14]returns to the bridge as LIGHTNING flashes outside. \n[15]Better have them doublecheck the lifeboat stations as well... ", "JASON'S POINT OF VIEW": "\n[1]We're peering at J.J. predatorially through the steam, moving through it, behind the generators. \n[2]moving around the generators, eyeing her sleek leather pants as she bends over to plug in her axe. \n[3]through the crack in the door, watching Rennie unexpectedly take off. He's about to move after her when ha hears: \n[4]moving down the same corridor, catching a glimpse of Eva before she turns a corner and disappears. \n[5]chasing after her with the smooth determination of a shark, never letting her get too far in the lead. \n[6]Wayne's body is NOW ON FIRE...AND THE BLAZE IS SPREADING \n[7]He's having no problem catching up to the defenseless teenager. \n[8]Miss Van Deusen is darting across the deck, gathering up a trio of terrified seniors. \n[9]trampling towards the hoist, about thirty feet away now. The boat has already disappeared over the edge. \n[10]A tattered billboard over one of the warehouses advertises the NEW YORK RANGERS HOCKEY TEAM, featuring a full shot of the HOCKEY-MASKED GOALIE. \n[11]as an ELDERLY COUPLE rises toward us. Their reactions grow more bleak the closer we get, finally registering terror as we plow right through them. \n[12]Rennie is blinding us with the sanitation Engineer's flashlight, giving us only brief glimpses of herself in the reflective wet surroundings. \n[13]as the bright beam leaves our eyes, Rennie dashing down the intersecting tunnel . ", "MILES": "\n[1]You're telling me this boat has a pool with a three meter board? \n[2]I think I'm gonna blow off New York and just stay on this thing. \n[3]Of course...wouldn't want to risk enjoying this trip. \n[4]Hey, Admiral Robertson. Love your ship. \n[5]You've really been generous to give us this cruise. I know I speak for everybody on board. \n[6]A half-twist short. I'll hone that dive yet. \n[7]Sean, what's going on? \n[8]Isn't there some international S.O.S. thing you can do??? \n[9]I'll take the upper deck. \n[10]slips on a rung, regains control, and continues upward. He makes it three more steps, almost at the uppermost point when JASON GRABS THE BACK OF HIS COAT, TEARING HIM \n[11]...who is staring right back at him with dead pupils. ", "ANOTHER ANGLE": "\n[1]Standing on the upper deck is a no-nonsense, uniformed Navy man, ADMIRAL ROBERTSON. The captain of the ship. And Sean's father. Sean's sadness about Rennie's absence is immediately replaced with anxiety. \n[2]Rennie is walking toward them with a small suitcase, her dog Toby striding next to her. She walks up to him, starts to say something, then decides against it. Rennie heads up the gangway. HOLD on McCulloch and Miss Van Deusen. He's livid. \n[3]as McCulloch rushes over to Rennie, seeing that she's soaked. He's livid. \n[4]as Tamara reaches for her robe, slipping it on. Her body paint has been washed off. She steps from the shower, glancing in her vanity mirror AND SEEING THE REAL JASON REFLECTED IN IT. Tamara spins around, looking face to face with JASON IN HER BATHROOM. Just as she SCREAMS: \n[5]as JULIUS arrives with the others from the locker room. They react to the dead bodies while Sean continues at the radio. \n[6]as MILES lowers the axe. They've just scared the shit out of each other. \n[7]Only darkness and rain for a beat, then Miles materializes, curving around the gargantuan smokestack. He passes us and we SWING AROUND, now looking at the back of his head. He takes three more steps and JASON STEPS INTO THE FOREGROUND. Miles senses his presence and JERKS \n[8]--looking back at the steam vent. JASON APPEARS IN THE \n[9]as the front passenger door is shoved open by Sean, who drags out Rennie. McCulloch follows close behind, helping Sean carry her away from the wreckage, over by a row of old oil drums filled with slime and rainwater. Then it suddenly hits Sean... \n[10]as the BURLY CHEF comes out to confront him. Jason FLINGS \n[11]as Rennie skirts past the blinded creature: WHIP PAN WITH HER as she turns down Tunnel #2, heading back toward Sean. CONTINUE TO QUICKLY PAN AROUND until we've come around 360 degrees and are back on JASON, in no way ready to give up. He staggers after Rennie. ", "RENNIE'S POINT OF VIEW": "\n[1]as the countless gallons of harbor and lake water spread out before her, eery in the bog. A small ROWBOAT grazes across it occupied by two indistinguishable people. \n[2]The ROWBOAT she saw earlier is still there, even closer now. \n[3]She's can't even hear Sean, her vision being splashed by the chlorinated water. She sinks under the surface, turning around...AND COMING FACE TO FACE WITH YOUNG JASON. The eight year-old corpse GRABS HER ANKLE AND \n[4]Blurry, disoriented, erratic. Suddenly A FIGURE JUMPS OUT \n[5]Her vision is still a stoned one but clear enough to set her target. We come straight at the abominable creature and: \n[6]There's a FIGURE standing in the distance. But it looks too small to be Jason. We RUSH TOWARDS IT, CHANGING INTO SLOW MOTION JUST BEFORE IMPACT. The figure is a dripping wet boy with a sinister smile. YOUNG JASON. \n[7]Her uncle's face blurs and clears as water splashes her eyes. \n[8]Young Jason is grabbing her ankle and dragging her down. The whole image BURSTS INTO FLAMES and we: \n[9]An ominously empty tunnel, soon to be filled with the unthinkable. The sound of RUSHING LIQUID is growing at leaps and bounds. \n[10]The overhead lights are banging around like an earthquake has just hit; the liquid will be arriving any second. Her vision WHIP PANS 180 DEGREES TO FIND JASON APPROACHING FROM THE OPPOSITE END, groping around with his scaly arms like the claws of a roto-tiller. \n[11]The ladder beneath them reappears...which gives way to a PAIR OF HANDS GRIPPING THE BOTTOM RUNG. The liquid drops further, unshrouding the now-dead corpse of EIGHT YEAR OLD JASON. He's a relatively normal looking boy, probably the way he looked back in 1957...right when he drowned in Crystal Lake. Jason Voorhees has finally been put to rest. ", "REVERSE ANGLE": "\n[1]Nobody is there, her porthole window empty. But there's something surreal about the window... \n[2]They are facing McCulloch. \n[3]as Tamara fills a pair of champagne glasses with a bottle of Dom Perignon. She's wearing a full body robe. \n[4]She's facing MCCULLOCH. He immediately reaches past her, yanking the lever back to its center position, and: \n[5]Wayne's hands are touching J.J.'S BLOODY FACE, A LARGE CRACK IN HER SKULL. He doesn't have time to scream or cry because \n[6]...and a WALL OF WATER ENGULFS.RENNIE AND SEAN, KNOCKING THEM DOWN. Sean fights to pull her up, but not in time for her to witness: \n[7]--It's MCCULLOCH who's approached them. He grabs Miss Van Deusen, shaking her violently. \n[8]as Julius soon learns the awful truth that the only way up is the only way down...with the exception of a head- splitting freefall. No way is he gonna jump. Julius turns back to Jason, raising his fists, psyching himself up for the fight of his life. He whispers to himself: \n[9]as Sean and Rennie run to join them from the alley. McCulloch rushes to his niece. \n[10]...but it's a middle-aged SANITATION ENGINEER who lowers the wrench, as frightened as they are. ", "YOUNG RENNIE": "\n[1]Hhhhelp....me.... \n[2]disappears under the surface of the water...which seconds later CHANGES BACK INTO HER OVAL RUG. \n[3]flailing her arms in the water right next to the lifeboat, drowning. \n[4]Hhhhelp...me.... \n[5]What a beautiful day. \n[6]I'll take some lessons this time. I promise. \n[7]He is not. \n[8]You're telling a lie. \n[9]I...I can't... \n[10]Hhhhelp...me.... ", "RETURN TO SHOT": "\n[1]Rennie's eyes show a hidden terror. She quickly turns away, shivering briefly. Miss Van Deusen notices. She turns a corner, heading into the parking lot. \n[2]as Rennie gets a hold of herself. \n[3]as McCulloch faces her, angrily grabbing Rennie's arms, shouting over the storm. \n[4]\n[5]Jason methodically moves to the bank of switches, studying them. \n[6]as Sean's eyes dart around, down to the sea, up at the hoist. \n[7]as they move towards the stack of crates. Without warning, a PAIR OF GANG BANGERS JUMP OUT, BOTH HOLDING GUNS. Nervous young druggies. \n[8]Gang Banger #1 grabs Rennie by the hair, brutally jerking her head back. \n[9]It's SEAN. He rushes to her, sensing her disorientation. ", "YOUNG JASON": "\n[1]Hhhhelp....me....I'm drowning... \n[2]Mmmmmmommy.... \n[3]Hhhhelp me....I'm drowning... \n[4]Hhhhelp....me.... \n[5]...who is standing on the oval rug in her stateroom, his hands reaching out to her. But then comes the inexplicable: THE OVAL RUG TURNS INTO LAKE WATER AND JASON SINKS INTO IT. He's drowning in the middle of her room, choking on murky water. \n[6]Hhhhelp me....I'm drowning... \n[7]grabs her hand, pulling hard, then grinning wide. \n[8]Hhhhelp me.... ", "STALKING POINT OF VIEW": "\n[1]as we move down the corridor, in and out of shadows, hearing giggles from Tamara and Eva up ahead. Jason's coming... \n[2]as we come down a corridor, turning into the Service Area, stomping right up to Tamara and Eva. They both GASP; Tamara drops her mirror, which SHATTERS on the ground. \n[3]moving up to the bow door like Jason did before, cracking it open, seeing Rennie from behind. And moving towards her. \n[4]He's now within ten feet of the unaware girl. \n[5]Three feet from Rennie. She spins around to climb out of the hoist box and GASPS. \n[6]Someone is briskly moving towards the group and Miss Van Deusen. Just as we are within a few feet of her... \n[7]Somebody is creeping at a low angle towards them. \n[8]...coming out from another alley, creeping up behind them through a crowd of pedestrians. About the height of a small child. ", "DECK HAND": "\n[1]This voyage is doomed. \n[2]He's come back and you're all going to die. \n[3]You're all going to die. \n[4]You're the last ones. He's come back for you. \n[5]Jason Voorhees. \n[6]He walks this ship, here and now. \n[7]You're the one who's insane!! ", "GANG BANGER #2": "\n[1]Do it!! \n[2]Got some good shit here, holmes. \n[3]You follow and we'll blow her fuckin' head off, comprende? \n[4]comes around the corner. \n[5]Forgot my money, holmes... \n[6]Who the fuck are you? \n[7]You're dead, fuckhead. ", "GANG BANGER #1": "\n[1]You got that right... \n[2]Go ahead, superman. Be a hero. \n[3]You look like a party girl, princess. How'd you like to go on a date with me and my friend? If you're free, that is. \n[4]Loosen up, baby. It'll feel way better if you're stoned. \n[5]Slang us some more 'caine, JoJo. We're in for a long night. \n[6]It's your parade, princess. Can be smooth or can be rough. Your choice. \n[7]I think I'm in love. ", "CHIEF ENGINEER": "\n[1]Yes Sir. Take in the gangway and single up all lines. \n[2]Have you decided on your departure protocol, Admiral? \n[3]Have you decided on a plan of departure, Captain? \n[4]Yes Sir. Activating comfort cruise mode. \n[5]Nineteen months. \n[6]This is the bridge. Approaching weather suggests we secure the main deck and... ", "IRISH COP": "\n[1]My apologies, Miss. My unit's right over here. \n[2]Is this the lass in question? \n[3]Who is...Jason? \n[4]So try me. \n[5]You're right -- I find it a tall tale indeed. But you seem like honest folks so I'm inclined to believe at least some of it. \n[6]I'm sure he'll pop up soon enough. Why don't you climb in the back while I radio for backup. "}}