{"dialogues": {"CHARLIE": "\n[1]You want me to take you apart, huh? Charlie's 17 and has the slightly awkward feel of someone who He's a wry, thoughtful kid who's enjoying -- but not quite trusting -- a sudden surge in popularity. \n[2]I will. I'll sell you for parts. Don't think I won't-- Charlie stops, embarrassed. DORIS -- a neighbor -- watches the curb. She's super pretty in a wholesome way -- except for her ridiculous body. Stripper city. She nods to the bike, amused. \n[3]The thing's got no ambition.  Can I -- uh, give you a hand? \n[4]She's the one who put a word on her butt. I'm just reading it. Jane eyes a LARGE DUMPSTER FULL OF CONCRETE that sits in front of their NEXT DOOR NEIGHBOR'S YARD. \n[5]You need to get over it, Mom. \n[6]School's great, actually. \n[7]Good. Hasn't dumped me yet. He says this like he's surprised. Jane nods. Getting it. \n[8]Are you reading those books again? The Power of Whatever the Hell? She laughs. He glances at the DUMPSTER. \n[9]They're not working. You're still flipping out about a big box. 6. Now Jane moves to the open garage and starts loading OPEN HOUSE SIGNS into her trunk. Charlie stands there. She shoots him a look -- then he helps her load. \n[10]If you say \"mortgage crisis\" again I'm getting a new mom. \n[11]The Perry's were the greatest neighbors ever. But they moved. I thought you were happy their place finally sold. \n[12]You're spying on the guy now? \n[13]Okay. \n[14]Kinda defeats the purpose. He gets to AMY and the girls. Amy glances at the dirt bike. \n[15]Wow. No faith. \n[16]No, hey, stop-- She laughs, stops the car. Charlie tries to jump in and she drives again. \n[17]Come on! Hey!-- Charlie runs and finally dives into the back headfirst. The girls are laughing. \n[18]It's -- they're not -- that's, \n[19]Did you suggest \"Despair?\" Nobody would see that coming. Or -- global warming? Everybody has to wear tin foil. \n[20]Me? I, ah, was in training that week. This big triatha-- \n[21]I have Econ first period. Amy takes her hand off his leg. Charlie notices. \n[22]Okay. Yeah. It's no big deal. Amy PULLS into a coffee place. Parks. The girls climb out. \n[23]Brain? I -- what? No, I'm-- But she's already walking away. \n[24]I wasn't worried. \n[25]I was? I have a -- what's my-- \n[26]Puce. \n[27]Yeah. Hey. Come here.  You know, the formal. Don't think I wasn't going to ask you, because I thought it was an obvious go. Together. Hope, puppies, kittens, the whole deal. You and me. \n[28]Right. I knew that. MARK and BEN enjoy the view as the girls move off. Wow. Mark, incredulous, says to Charlie: \n[29]Game, my friend. Rock solid. Charlie moves off. And even though he's playing it off, we see that Mark's hit a nerve. This hot girlfriend thing is a bitch. Mark calls after him-- \n[30]Holy crap. Where did you get that? \n[31]What's the deal, man? \n[32]What do you mean, he's missing? \n[33]So kids aren't coming to school. What do you want me to do about it? 14. \n[34]I can't after school. I'm busy. \n[35]Look, do we have to do this here? Ed can't believe it. Charlie's totally blowing him off. He starts to lose it, raises his voice-- \n[36]Keep it down. Don't spaz-- \n[37]\n[38]No. No. \n[39]Fine. Adam's after school. 15. \n[40]You're eating right now, you know. As you speak. You literally just forced me to get you a smoothie so large they named a planet after it-- \n[41]I -- watched you. But not in a creepy way. Charlie winces a little. It sounds creepy. \n[42]I don't know you're just... \n[43]Nothing. A sweet moment. These two have a definite thing. It's real. They're about to kiss again when JANE'S GIRLISH LAUGH stops them. They both turn and REACT AS THEY SEE... A MUSCLED MALE, SQUATTING AND HUNCHED-OVER -- clad only in a white wife-beater and jeans. We can't make out his face. Jane stands over him, laughing at something he's said as he FIXES their sprinkler. PUSH IN as the guy looks up. This is JERRY. 30's. Handsome to the point of devastating. An all-American Adonis. \n[44]Look at Mom. She'sâ\u0080\u0094 \n[45]I guess. I mean -- only if she's-- Amy's amused at Charlie's squirming, finally saves him. \n[46]Hey. \n[47]Doesn't bother me. \n[48]Now and then, you know. \n[49]Mom. Breaking it down. \n[50]\n[51]Wow. Okay. I gotta go. Sorry. Call you later. \n[52]I gotta go. I'll eat later. \n[53]You said after school, chill out! Ed is already lugging his big duffle to Adam's front door. \n[54]That the sun's gone down. What's \n[55]Not here. Let's go-- \n[56]This is nuts. It's the SAME HOUSE we saw in the opening, but completely righted. TV is off, the walls are clean. Furniture in it's proper place. It's perfect. They move into the house. Ed is wired, scared. \n[57]Okay. Fine. Ed opens his duffle bag. Inside are CROSSES, STAKES, HOLY WATER, even a small AX. \n[58]You've got to be kidding me. Ed stops. This is it. \n[59]My neighbor. Next door. \n[60]I just met him. Jerry. \n[61]That's a terrible vampire name. \"Jerry.\" Seriously-- \n[62]Come on, this is a gag -- right? Ed's barely listening -- cautious. Every shadow is potential death. Total shmuck bait... \n[63]They're not here, okay? They left town. His dad was a deadbeat-- Ed pulls a MAP out of his pocket. It has lots of red and black DOTS marked on it. He thrusts it at Charlie. \n[64]There's a ton of houses like that. People work nights on the strip-- \n[65]That Jerry's a Dracula. \n[66]I know what you're saying! I'm mocking you. You've been reading too much Twilight-- \n[67]\n[68]Yeah, in San Diego like a month ago! \n[69]No, but-- \n[70]You're on drugs. \n[71]Yeah. Okay. \n[72]Right. Cause he's nocturnal. \n[73]Look, Ed, this stuff, it was fun when we were eight-- \n[74]Whatever! I grew up, okay? You don't want to, fine. But don't get an attitude because I'd rather have a life than make shit up! Ed stops. Stung. \n[75]Shut up. \n[76]Shut up! Charlie barely refrains from hitting Ed. Instead he shoves him away. Ed stumbles. Falls. He looks up at Charlie, genuinely hurt and desperate. \n[77]Yeah. And you know when I got popular? The minute I stopped hanging out with you. Charlie takes off. Ed watches him go. \n[78]Coming! Amy looks at Jane, who shakes her head. Amy moves to the island. Grins a little. \n[79]Didn't.  Weird dreams. Charlie gives Jane a quick peck and follows Amy out. \n[80]Nothing. That guy was such a tool. \n[81]Huh. \n[82]You see him around today? Ed? \n[83]Nothing. Homework stuff. But Charlie's clearly distracted. \n[84]Look, I have to go. \n[85]No -- I'm -- I don't feel so well. He takes off. Ben and Mark watch him, perplexed. \n[86]Yeah, Hi Mrs. Lee. Victoria breaks into a wide smile. \n[87]Oh, I -- you don't have to-- \n[88]Cleared up. Yes sir-- \n[89]He's not here? Did you see him today? \n[90]No, sure. We're working on a class project. I guess we crossed paths. \n[91]Yeah. That's... He's great. Would it be okay if I went upstairs? Ed has a book we need. 34. \n[92]This is crazy. He starts to take off. But sees that Ed's computer is on -- and one file stands out. \"THE JERRY DIARIES.\" Charlie gives in to his curiosity -- clicks it open -- finds a bunch of Quicktime files. He opens one. Stops. \n[93]Hey. Guy. \n[94]Yeah? What kind. \n[95]Bummer. \n[96]Uh, yeah, sure. 36. Jerry watches Charlie as he unlocks the door. This is when Charlie should invite him in. \n[97]Let me see what Mom's got. She's kind of a \"light domestic\".. .mom. Charlie steps inside. Pointedly DOESN'T ask Jerry to enter. Charlie intentionally leaves the door open, moves to the refrigerator. But keeps his eyes on Jerry. If he steps in, uninvited, Ed's theory is blown. \n[98]Fuck! \n[99]No! No. Thanks. I'll get it. Jerry takes in Charlie's frantic refusal. Now he's darkly certain. He's been made. Charlie tosses the broken bottle into the sink. Moves to the doorway with the remaining beers. Charlie hands them over the threshold. But doesn't cross. \n[100]There you go. Uh...party down. Jerry watches him, intense. His tone shifts -- cocky and intimidating. A threat disguised as \"guy talk.\" \n[101]Yeah. \n[102]I think I can manage. \n[103]Sorry. You okay? Everything okay? He checks his phone. Checks for anything from ED. Nothing. \n[104]No, it should. Nothing. \n[105]Like us, you mean. Amy laughs, pulls him onto the bed. She's feeling frisky. \n[106]Yeah, so you keep saying. He smiles a little. She kisses him. But feels his distance. \n[107]What? No. I'm kind of wiped out, that's all. \n[108]-- now? Seriously? \n[109]Believeme when I say--thereis nothing in the worldI'dratherdo \n[110]You hear that? He rushes to the window. Looks outside. \n[111]Shit. \n[112]Shit, shit, shit-- Amy sees what Charlie sees. Shrugs. \n[113]\n[114]What? No-- Jerry is showing Doris in when he stops-and looks DIRECTLY AT CHARLIE. It's chilling. Charlie DIVES away from the window, grabbing Amy and pulling her down too. \n[115]He looked right at us. \n[116]No, it is a big. A very big. He saw us and he was pissed. \n[117]What? No! I am, I totally am. just -- I don't trust that guy. He glances out the window again. Amy's irritated, not used to having her passes rejected. She gathers her stuff. \n[118]Amy. Don't-- 41. \n[119]Come on, don't be that way-- But she's gone. \n[120]Crap! A beat. Charlie's torn -- he should go after her. But Doris's muted LAUGH from the other house draws his attention. He looks again at Jerry's house. He can see faint shadows moving behind the windows in the house, like ghosts. the phone. Dials 911. Then thinks better of it. Hangs up. Finally -- he stops at the window, eyes on JERRY'S PLACE. Listening and watching intently. Keeping sentry. \n[121]Crap. He walks away from the door, frustrated. Then turns and impulsively tries to KICK IN the DOOR with his foot. Nothing happens. Then something occurs to Charlie. He goes into the garden. \n[122]The Perrys... Charlie finds a FAKE ROCK. Turns it over. It has a KEY in it. Charlie's like -- duh. He puts the key in the back door lock. It opens. \n[123]Fuck! -- DORIS is in the window now. Bruised and so pale she looks almost BLUE. \n[124]Oh my God. Oh, shit-- Charlie tugs on the door. Locked. He stands back, what to do? Charlie hears a NOISE. The FRONT DOOR. And then -- JERRY'S FOOTSTEPS approaching. \n[125]I'm -- I won't leave you-- But Charlie has no choice. The footsteps are getting CLOSER. \n[126]Please... Please... The bobby pin slips. Drops. Charlie's losing it. Steadies himself. Tries again. \n[127]Come on. The tension is unbearable. Charlie can hear JERRY moving downstairs. \n[128]Same floor plan. He grabs Doris and bolts for the kitchen. \n[129]Doris? In a flash, DORIS starts to BURN. Charlie is helpless to stop it as she GOES UP IN FLAMES and explodes. \n[130]Listen -- promise me -- that guy next door, Jerry? Under no circumstances do you invite him into our house. He's dangerous. \n[131]No, no you can't-- \n[132]Can you trust me? For once, don't ask a million questions-- \n[133]I'm sorry. Okay? I know... We just don't have time for a big thing! I'm telling you-- \n[134]Mom! Mom-- But she's gone. Charlie looks after her, worried. \n[135]Hey... \n[136]Porn. Hacked it. 50. \n[137]Look, I'd better... \n[138]No. Sorry. I'm just -- I could use some coffee. She looks back. Okay. \n[139]We can't hang out at my house any more. My mom's flipping out about some stuff. I can see you at school, but for a while -- \n[140]It's hard to explain. Just... What can he say? He has to protect her, but how? BEN AND MARK Join them. Notice how tweaked Charlie looks. \n[141]Thanks. \n[142]What? Why? 51. \n[143]Shut up. \n[144]You don't know what you're talking about. He could be dead for all you know. Mark steps in. Calming, reasonable. \n[145]You're an idiot, you know that? And it's HOBBITS on the shire! 52. Charlie turns to Amy-- \n[146]Come on. But she shakes her head and moves to MARK and BEN. \n[147]\n[148]Sneaks in one of the back doors. Silently moves close to the stage. He's WEARING THE STOLEN COAT. The badge holder now has the SUN masthead logo inside. It looks, at first glance, like a legit credential. \n[149]Mr. Vincent! Mr. Vincent-- A tech guy moves in on Charlie. \n[150]Charles Brewster. From the Sun? We had an appointment. \n[151]We're doing a piece -- \"Vampires. Separating myth from fact.\" \n[152]Please. I really -- I need your expertise. You're the man on this stuff, right? Peter sees how desperate Charlie is. Stops. \n[153]Actually -- yeah. \n[154]Ho -- wow. 56. Charlie stands back, takes in the place. It's an amazing combination of FANTASY memorabilia and ACTUAL occult weapons and objects. It seems to go on and on. \n[155]Amazing. Charlie is genuinely impressed. The geek in him can't help it. Peter enters, talks to Arthur-- \n[156]No, thanks. Not...on the job. Peter scratches avidly at his crotch. \n[157]Yeah. I guess... So -- say I want to kill one. But really. How how would you do it? \n[158]So all that actually works? \n[159]I thought you're-- \n[160]Sorry. No. Charlie realizes he has no choice. He has to reveal more. \n[161]I -- I have a personal interest in \n[162]Jerry. He lives next door to me. \n[163]I know. But it's no joke. If you look at these clips, you'll see. They take some time to load but... Charlie moves to Peter, shows him his phone. Digs into his pocket. 58. \n[164]And I printed up some photos I took. In his place. Or lair... Charlie put the photos in front of Peter on the table. Peter's expression closes. He stands, pissed. \n[165]No, come on, I'm-- \n[166]Listen to me. I saw it. I saw him kill a girl. She burned up in my hands. You have to tell me how to stop him. Arthur enters. \n[167]I know what I saw. \n[168]This is what you've been looking for, I promise. I can take you to him, to his place. \n[169]Yes! It's genius. A transient population. A town where people work all night, sleep all day... \n[170]He already got my friend! I know how I sound. But I'm not crazy. I didn't want this. I don't want to know this. Just tell me what to do! Peter feels Charlie's sincerity. For a moment he looks genuinely conflicted. But his expression hardens. \n[171]What? \n[172]So I save my own skin so he can keep killing!? I won't. We have to kill him! Please!-- Arthur THROWS Charlie out, the door closed firmly behind him. \n[173]What? Jane walks in. Takes in the decor. \n[174]It's a gag. For Amy. Long story. \n[175]Okay. He goes back to his work. Jane looks at him for a beat, then she starts to go. 61. THE DOORBELL RINGS. Before Jane can really react, Charlie pushes past her. \n[176]DON'T. Don't open it. \n[177]How'd you get in?! \n[178]MOM! You have to lock the door! \n[179]No. Amy sits, upset. Looks around and sees that the living room is decked in more anti-vamp decor. \n[180]I can't let you get hurt. You need to forget about me for a while. 62. \n[181]NO. Don't answer it. A tense moment. Another knock. \n[182]I'm telling you, don't answer it! \n[183]Mom. He murdered Ed and Adam. And I have proof. Jane is stunned, at a loss. From the other side of the door-- \n[184]Whatever he says, don't-- \n[185]Mom. A tense beat... Finally-- \n[186]Shit, shit... \n[187]Whatever it is, it's not good. \n[188]Just -- if we stay in here -- he has to give up. He can't get in without an invitation. \n[189]Vampire. Really. \n[190]I have. I've \"processed,\" believe me. Jane takes this in. Then SMILES. \n[191]Take these. Put them on. Just do it. \n[192]Gun it Mom! Go!!! Jane GUNS IT THROUGH THE OPENING GARAGE DOOR, destroying it. She CLIPS Charlie's dirt bike -- pushing it onto the sidewalk as she takes off. Jane's car swings wide into the street, almost smashing into an arriving FIRE ENGINE! Charlie, Amy and Jane SCREAM!! They narrowly avoid a head-on collision with a FIRE TRUCK. \n[193]Amy! Amy's hair gets caught in the spokes - it's horrible as it YANKS part of her hair out. Charlie grabs her away from the bike -- she falls into his arms, crying as JERRY's BIG PICKUP appears in the rear windshield. 67. \n[194]Good to know! Is he here?! \n[195]GO! Go! Don't stop!! Go-- Charlie steps on the accelerator, grabs the wheel and AIMS \n[196]You have no idea. It's him or us. Mom. MOM. Jane looks at him -- can feel that he's telling the truth. Charlie's looking around as they speed down the highway, in the rearview. NO JERRY anywhere. \n[197]Where is he? Where'd he go? Everybody looks UP. The roof of the car. BAM! Jerry's hand SHOOTS up through the FLOORBOARD under Jane's feet. Jane and Amy SCREAM! \n[198]Mom? \n[199]NO! Hey man, stay in your-- But it's too late. The guy is met by a HORRIFIC Jerry, hideously torn and bleeding, who appears from UNDER JANE'S \n[200]Yeah. Charlie urgently grabs them. Shoves them down the highway. \n[201]Get out of here. Run. Run! 70. \n[202]Go! I'll catch up! She's hurt, get out of here! They back off. Charlie pulls a large cross out of his coat and brandishes it as he walks toward Jerry. Jerry keeps his distance, taunting \n[203]I repel you with the power of Christ the Lord. \n[204]Get back... \n[205]Mom! Jerry's in agony as he stumbles away, pulls the sign post out of his shoulder. Charlie grabs his mom and drags her into her wreck of a car. Amy dives into the car with them. Charlie presses the accelerator. Will it still drive? \n[206]Come on come on come on... IT LURCHES forward, then goes. Metal scraping the ground, raining glass... but it RUNS. They start to bolt when BAM! JERRY STANDS UP right in front of the car, LUNGES AT THEM. CHARLIE RUNS OVER JERRY'S BODY AGAIN. They speed off. Jerry writhes in the middle of the road. But even as he does, he HEALS. His body knitting itself back together... \n[207]My mom didn't feel right, we were trying to get her to the hospital. It was stupid to let her drive. \n[208]It wasn't there when you got there? \n[209]Like what? A vampire moved next door, borrowed some beer, ate a stripper and then blew up our house because we wouldn't invite him in? Amy looks at him. \n[210]She's going to wake up, right? \n[211]But you don't know. \n[212]This is my fault. \n[213]Ed came to me. I turned my back on him. \n[214]He did talk a lot of demented crap.  He was my best friend. He asked me, begged me, to believe him. \n[215]Yeah they do. I turned into a dick. I figured my dweeb past, not big with the ladies. \n[216]I wanted you to like me. I tried to erase Ed -- all of it. I know how that feels. \n[217]\n[218]We're not going to die-- \n[219]I think we should kill the vampire first. I'll perform much better. They laugh -- trying not to cry. Then: \n[220]We're going to fight. Then Charlie's phone rings. He answers. \n[221]Hello? \n[222]Under-whelming, believe me. But he's what we've got. They close Jane's door and we see that it's COVERED in CROSSES of every shape and size. It's quite a spectacle. A nurse passes, looks at Charlie and Amy quizzically. \n[223]My mom is very religious. \n[224]Anything. I'll take it. \n[225]So -- they turn all of them? Make their victims into vampires. \n[226]Wait. You get deliveries this late? \n[227]No. You said he could come in. The delivery guy. That's-- \n[228]You've got a problem, keep it with me. \n[229]\n[230]The elevator! \n[231]Look at me. Stop. There's another way out of here. And there are a million things to fight with in here. Understand? We're going to make it. Amy pulls herself together. Nods. They RUN. \n[232]\n[233]I didn't pick-- \n[234]I know. I'm sorry. Charlie takes a swing with the AXE. Ed starts BOUNDING around the room, avoiding Charlie's swings as he clings to walls and, impossibly, THE CEILING. \n[235]I'm sorry. WHAP, Charlie stakes ED in the heart. Ed looks at Charlie with surprise... Ed's hideous features seem to dissolve. For a brief moment -- he looks like himself again. \n[236]Not now. He's coming for us. \n[237]Who's going to notice? Who's going to care? Amy, look around-- 87. Amy takes in the people on the floor. Drunk, oblivious. Two guys YELL and FIGHT at a craps table. A couple makes out in a dark corner, etc. It's loud, chaotic. \n[238]Keep moving. Come on. Now Charlie sees JERRY some distance behind them now, moving toward them in the crowd. They meet eyes. Charlie grabs Amy, scans for someplace to hide. He spots a nightclub -- \"REFLECTIONS\". The outside walls are all mirrored, like a brightly lit diamond. \n[239]Amy? Amy! Charlie can't see Amy, instead sees HIMSELF over and over again in a series of mirrors -- the infinity effect. It's dizzying, disorienting. THEN HE SEES JERRY, a shark, moving in and out of the crowd, disappearing behind mirrored columns, reemerging... Charlie also sees that JERRY DOESN'T REFLECT in the mirrors around them. Instead the crowd parts as if by magic. Jerry's heading straight toward-- \n[240]Amy! Charlie's frantically pushing toward her. But the CRUSH of people makes it nearly impossible to gain ground. \n[241]Peter! We're in the casino, the club! Jerry's got Amy! He's got \n[242]Amy! No!-- BAM! A hand falls on his shoulder. \n[243]You have to help me. That guy, he's going to kill her, he's a \n[244]You don't understand!-- \n[245]No! There's no time-- Amy!! Charlie's increasingly desperate, tries to RUN. But the doorman has a good grip, pulls him back. \n[246]No! NO! \n[247]I see you got my message. Peter turns. Sees Charlie standing in the doorway. \n[248]Security's a little lax. Everybody got their throat ripped out. Peter backs away as Charlie moves in. Charlie is different. Colder, harder. Like he's aged a decade in one night. \n[249]Look at your monitor. PETER turns to a security monitor in his closet. Charlie \n[250]I don't know if Amy's alive or dead or turned -- but he's got her. My mom may not make it. And Ed... I'm going to end him, or he's going to end me. \n[251]One way or the other, that's how it's going to be and you're going with me. \n[252]You call this surviving? If you live and we all die, you think you'll ever be able to get us out of your head? \n[253]Made what up? \n[254]So do it. We'll go in at dawn. He's got to rest sometime-- \n[255]So you bail on people, erase them. I don't want to make it to tomorrow, not if you're the kind of man I have to be. A moment. Peter is full of self-loathing, but resolved. Charlie turns to leave. \n[256]If it's for real. \n[257]I'll figure it out. \n[258]Holy water? \n[259]But if he's on fire, how do I get close enough to stake him? A beat. \n[260]You just worry about yourself. With that, Charlie leaves. Off PETER. Disgusted with himself. \n[261]Those rooms upstairs, that's probably where he's got Amy. I get her out, assuming she's-- Then I have to get him on the ropes. He thinks... Then looks up, an idea occurring. Jane lies there peacefully. \n[262]I have to go. More energized, Charlie stands and gathers his things. He stops, contemplates his mother for a moment -- regretful. 95. \n[263]I'm coming back for you, Mom. \n[264]Going to kill a vampire. The guy looks at him. Then-- \n[265]Let's do this shit. He swallows hard, scared but determined. \n[266]\n[267]Where is he? \n[268]How do you feel? \n[269]I'm stronger. In a nerd power way. You know... 97. He reaches into his jacket, pulls out a CROSS. \n[270]Take this. It should-- He looks up. AMY IS GONE. Disappeared. Charlie, reacts. Calls out in a hushed panic-- \n[271]Amy? Amy!? Nothing. It's like she vaporized. \n[272]Shit! You-- \n[273]You reek. Midori? \n[274]Wooden bullets? Nice. \n[275]We have to find Amy. She was in a room upstairs, then she just disappeared. This house-- \n[276]She was there. I looked away, looked back -- she was gone. Peter takes this in. \n[277]Where does it go? \n[278]Wait -- you're going in? \n[279]You uncover him. I'll light him up, then stake him. Charlie pulls a FABRIC MASK, like a ski mask, over his face. Peter looks at him. \n[280]Flame retardant. They're standing over the grave now. Both nervous. Charlie nods to Peter. Peter does his best to hold the shotgun on the grave as he pushes the dirt aside with his free hand. He's shaking. 100. After a moment Peter UNCOVERS PART OF THE BODY. Then he moves up toward the face... Charlie douses the body with liquid from the canister. \n[281]Gas. \n[282]Adam. I know him. Knew him. \n[283]Ms. Granada. My geometry teacher. She was hard up. 101. \n[284]We can't burn Jerry out. There's no way we'll get all these people out if the house goes up. \n[285]Amy, God... She clings to him, near tears. \n[286]It's not too late. She brings her lips close to his ear. Rasps... \n[287]\n[288]Try me. She STRADDLES HIM, sexual and raw. Charlie's repulsed, terrified. \n[289]I know. He backs away from her. Into-- \n[290]Get off him! He hits MS. GRANADA off Peter. Manages to hold off JERRY for a beat. Spins and HITS ADAM in the head. \n[291]Sorry. AMY enters from the other room -- already healing. Jerry sees her -- holds up a hand and backs the others off. \n[292]Yeah you are. Peter looks at him, sad. \n[293]I can save you. I have to kill him with this. \n[294]He'll kill you both, he said-- \n[295]\n[296]Blow me? Seriously? Peter falls back -- exhausted. Laughing. \n[297]Those are his last words? What a tool. We pull away, leaving this tableau... UNTIL ADAM, MS. GRANADA and the OTHER MEMBERS of the tribe emerge from the rubble. Disoriented, freaked. A beat. \n[298]I'm not seeing that. \n[299]You too. You deserve fun. \n[300]I am so going to perform. Charlie KISSES her. It's intense, passionate. It's different, they're different. The childish part of them long gone. He runs his hands through her hair, pulls her close. SOMETHING BEEPS, talks... \n[301]Battlestar. \n[302]It was Ed's. Amy smiles a little, softens. \n[303]I'll give you a hand. Charlie follows PETER into the DINING ROOM, where a BAR CART is set up. Peter moves to it. Pours himself a Midori. \n[304]I thought you were on the wagon. \n[305]Thanks for inviting us. \n[306]You wanted to put the moves on her. \n[307]Just -- I'm watching you. I've got to look out for her. \n[308]\n[309]An act? Seriously? What about saving people from evil? What \n[310]Ever think about collecting something else? Snow globes or-- Charlie stops, catches sight of something MOVING IN THE \n[311]Yeah, definitely get new stuff. 113. Peter leads CHARLIE OUT, back to the ladies in the other room. Still on about his idea... ", "AMY": "\n[1]Hi, Mrs. Brewster. \n[2]Still can't get the bike started, huh? \n[3]So you don't need a ride. Amy calls his bluff and starts to drive off. Charlie grabs his backpack and RACES after her. \n[4]Charlie. \n[5]Did you see the poster for the formal? The theme is \"Hope\"? \n[6]Did you go last year? We basically did the whole thing, Bee and me. 9. \n[7]You're not going to flunk for missing Econ, Brain. \n[8]Five minutes. He watches her move off, anxious and smitten. \n[9]On time. You stress too much. \n[10]You were doing your worried thing. \n[11]I have track after school, maybe we can hook up later? 11. \n[12]Oh, no. Please. Nobody goes to the dance senior year. She smiles, moves off. He watches her, lets out a breath. \n[13]You know what I want? For dinner? \n[14]I ran six miles. What did you do? \n[15]So don't judge. You don't want me to burn my big ole' booty off, do you? Charlie, on impulse, stops her -- kisses her. \n[16]What was that for? \n[17]What? 16. \n[18]Wow. \n[19]Damn right. If he followed her home, you have to let her keep him. Amy laughs -- almost skips toward them, milking the moment. \n[20]Hi. I'm Amy. He can't help but give Amy an appreciative once-over. She enjoys it, but pulls away and moves closer to Charlie. Charlie notices the exchange -- the way this dude oozes manliness. Doesn't like it one bit. He shakes Jerry's hand a little too firmly. Lowers his voice a bit. \n[21]No kidding. \n[22]Why did you blow him off? Oh my God! \n[23]Now? \n[24]Morning. Charlie? \n[25]\n[26]Talk to Hot Neighbor again? You should facebook him. \n[27]Oversleep? \n[28]What? Charlie snaps out of it. It's crazy to even entertain Ed's theories. \n[29]Totally. Poser. She gets in the car. Smiles a little. \n[30]Where've you been? You told me to meet you here an hour ago. \n[31]Hello? Charlie breaks away from the window. It's an effort. His focus is still half there, even as he tries to talk to Amy. \n[32]Yeah. Why shouldn't it be? \n[33]You ever read this? It's good. Sexy, actually. Amy moves to Charlie. Puts her arms around him. \n[34]In a frustrated, unconsummated sort of way. \n[35]Kinda makes it hotter. \n[36]Am I boring you? What's up? \n[37]I can fix that. She kisses him again. Despite himself, Charlie gets drawn in and turned on. She pulls back, serious. 39. \n[38]Want to get under the covers? \n[39]Calm down. Let's just... see how it goes. Charlie's dying inside. Now?! Could not be a worse time. \n[40]Charlie. Don't be nervous. She kisses him again. It's intense, passionate. Charlie weakens a little. Maybe death and mayhem can wait... Amy moves to take off her top. Oh. My. God-- DING DONG. Somebody is ringing the bell at Jerry's. Charlie stops. Practically tosses Amy off him. \n[41]What? JERRY comes to the door. He and Doris start chatting. She's flirting up a storm. \n[42]He's hot. She's a stripper. They were bound to find each other. 40. \n[43]Take away two tiny pieces of cloth, stripper. You jealous? \n[44]Maybe. Not a big deal-- Charlie's freaked now. Doris is IN THERE. \n[45]Okay... Amy moves away. Looking at him skeptically. \n[46]If you're not into this, say so. Don't do me any favors. \n[47]I'm going. \n[48]No. You've got your neighborhood watch thing. \n[49]Hey. Charlie looks up. Amy stands over him, a little wary. Charlie covers his writing and closes his computer screen. He looks like hell. Disheveled, sleep deprived, tense. \n[50]You weren't in class. What are you working on? \n[51]Oh, good. I thought it was something creepy. Charlie nods. Smiles wanly. Then-- \n[52]Get back to your porn. Got it. She looks away, losing patience. Charlie rallies. \n[53]Why? What's going on? \n[54]Charlie!! What the hell is wrong with you?! \n[55]Just get out of here, Charlie. Go. He knows it's over. Heartbroken, he takes off. \n[56]It was unlocked. \n[57]Okay, whatever, listen. You're flipping out. Punching out your friends and blowing everything off and is that a stake? A beat. He forgot he was holding it. He hides it behind his back. \n[58]Look. Even if you're losing it -- you don't get to blow me off. You don't go from something to nothing overnight. You're not nothing to me, Charlie. Whatever's happening, just -- talk to me. Charlie takes this in, emotional. But-- \n[59]What? How am I going to get hurt? Tell me. Charlie-- Now there's another KNOCK at the door. Jane comes downstairs- \n[60]\n[61]I don't think this is funny. But she puts it on. \n[62]\n[63]I can drive-- \n[64]\n[65]My brother has a gun! \n[66]Are you nuts!? You can't kill that guy! \n[67]Oh... Are you-- Jane? Jane is woozy. Hurt. \n[68]\n[69]We won't stay up all night. Bee and Cara need help with Trig -- it's not a party. Okay. Okay... Mom? I love you. She stops at the open door of a hospital ROOM. Her gaze \n[70]Maybe you should have said something to the police. \n[71]Okay. The DOCTOR approaches. \n[72]You didn't make any of it happen. \n[73]How were you supposed to believe him? None of it makes sense. \n[74]People change. Everybody-- \n[75]So you're saying this is my fault. 75. \n[76]I knew you were a dweeb.  You think I want a \"dude\" like Mark or Ben? I like that you're different... It didn't hurt that your skin cleared up. She smiles, takes his hand. A sweet, connected moment. Then something alarming occurs to Amy: \n[77]I can't believe we didn't have sex. \n[78]No, seriously. I'm going to die a virgin? Me? How did this happen? \n[79]But what if we do? Let's do it. Now. The bathroom. Charlie. A beat. \n[80]Oh my God, Charlie. What are we going to do? \n[81]The Peter Vincent? \n[82]I know. I read. \n[83]So how do you kill these guys, this \"tribe\"? \n[84]What? Charlie-- 78. \n[85]\n[86]Oh my God, oh my God... Amy's starting to lose it. Charlie grabs her. \n[87]Charlie! She smashes into one GLASS CABINET after another, pulling out and pocketing everything she can find to fight ED. Finds a GUN loaded with silver bullets... \n[88]Vampires. She RUNS. \n[89]Do it. Charlie! Charlie's frozen. Ed starts to get up, his head a mess. It's now or never. \n[90]Jerry's here. He's coming! \n[91]I found the stairs. Come on. \n[92]\n[93]Stop. Stop, I need to-- \n[94]He can't kill us, not here-- \n[95]Oh, God... \n[96]Charlie! Charlie turns, a DRUNK CHICK gets in his way -- tries to dance with him. He pushes past her. 88. \n[97]who's been pushed toward the DJ stand by the crowd. She's spinning, looking desperately for Charlie. \n[98]No. No! Amy STRUGGLES and CRIES OUT as JERRY PULLS HER away from CHARLIE, toward ramp that leads to another dance floor. Jerry laughs, throws her over his shoulder. \n[99]Help!! A GUY in the crowd high-fives him. All part of another crazy night in Vegas. \n[100]Help me! Help!! CHARLIE can SEE HER, but can't get to her. The crowd is indifferent to her cries. Charlie grabs his cell -- hits a button. It dials, then-- \n[101]Charlie's coming, he'll find me-- \n[102]\n[103]You shouldn't be here-- \n[104]I don't know. He dumped me here. I'm bait. He said so-- \n[105]I'll survive. Please get out of here. He's too strong-- \n[106]Charlie. \n[107]You should have run with me while we had the chance. You should have saved me, Charlie. 103. Charlie takes this in, pained. Then-- \n[108]It is. He's inside me now. Her EYES GO DARK -- fingernails grow SHARP and dig into Charlie. He feels the change. \n[109]You wouldn't. \n[110]I'll be the best you ever had. The only you had. Charlie. We can be together forever. She leans in, licks his neck seductively... \n[111]Missed. You missed. Charlie BREAKS THE DOOR OPEN with his crowbar. 105. \n[112]Charlie! She crawls into the grave. Cradles Charlie in her arms. \n[113]Charlie... Amy starts to cry. Peter looks on, concerned. Finally, Charlie opens his eyes. Says weakly... \n[114]She deserves some fun. Your mom fully cheated death. \n[115]Oh, I plan on it. Now that you've killed your first vampire... \n[116]What is that? Charlie, a little sheepish, shows her. He's wearing a BATTLESTAR GALACTICA wrist watch. \n[117]Right. \n[118]Right. Frak? PETER is passing. Hears this. Is down with it. \n[119]I'll take another. Thanks. ", "PETER": "\n[1]The knives are real. He CUTS his OWN PALM with one, bleeds. Doesn't even wince. Stud. \n[2]The girl is real. He GRABS HER, feels her up. She giggles. \n[3]And if I miss, she'll really be dead. The music switches. It's all TENSION. Peter FLINGS a dagger. SCHWACK! The assistant DUCKS as the KNIFE embeds in the board behind her, this close where her head was. She screams! Breaks character. 54. \n[4]You can't say that!  Stop the-- STOP. CUT!! The music stops. The spinning board stops. \n[5]It barely cuts! That board is like butter. He tears the MAKEUP appliance off his hand that made it look like he cut himself. The assistant pulls out of her VELCRO straps. \n[6]But this looks authentic-- \n[7]Screw this. He starts to stalk off stage. CHARLIE rushes toward him. \n[8]I don't think so. Talk to my guy. \n[9]You want a comment? That's a shit idea for an article. Peter starts to move off. Charlie, anxious, follows. \n[10]What is this, like your first assignment? \n[11]Ten minutes. \n[12]Midori me. Arthur pours Peter a green drink as Peter pulls off his black wig  and peels off a nude body shirt that has a bunch of TATTOOS printed on it. He steps out of his boots, with three-inch LIFTS. Collapses into an arm chair. He's just another balding, middle-aged guy with bad eyes. Peter downs his drink. Arthur hands him the bottle. Peter looks at Charlie. In truth, Peter's isolated himself to the point that he actually welcomes a visitor -- though he'd never admit it. \n[13]Looks like pee but I'm hooked. You want? \n[14]Leather, it doesn't breath. You know? Fucking rashes are killing me... So I'm your expert, huh? For your vampire thing. They're all the rage, huh. 57. \n[15]Depends. You got fire, beheading. Or go classic -- stake through the heart. Bam! \n[16]How the fuck do I know. \n[17]I read books, man. You think I'm hanging out with Dracula and the Easter Bunny? \n[18]Them, meaning a \"vampire.\" \n[19]\"Jerry?\" \n[20]Arthur! \n[21]You're a nutjob. Arthur! Charlie deflates -- his desperation showing again. \n[22]Get this loser out of my sight. \n[23]No you don't. See this guy? He gestures to ARTHUR. \n[24]My cousin, Art. He's \"me\" on stage. That's how I teleport. People see what they want to see. \n[25]In Clark County Nevada. A hot bed of supernatural activity. 59. \n[26]A town full of con-artists.  No. You're working me, or somebody's working you. Charlie's getting angry now. \n[27]Run. \n[28]You heard me. He moves away. But Charlie is on his heels. Peter looks to ARTHUR, nods. \n[29]You were late again on \"The Devil's Torture Chamber.\" But she's gone. A beat. He moves back toward the library shelves. As he does he notices the PHOTOS Charlie took at Jerry's place. 74. Absently, he sifts through them. Stops. He picks up the one of the INSIGNIA. Peter reacts. Stunned. This means something to him. He goes to a WALL SAFE. Opens it. Hidden inside are a bunch of personal items. Some from his childhood. Old photos of his mother and father... And a hand-drawn sketch, in a youthful scrawl, of THE INSIGNIA. He puts the two side by side. They MATCH. Off PETER, looking at the sketches. Haunted. \n[30]I can help you. My place. One hour. \n[31]I'll tell you what I know, but that's it. Don't expect me to join your Scooby gang. \n[32]I found the origin of that insignia you showed me. It's a species that originated in the Mediterranean. They nest in the earth -- explains that hole you saw. And they kill slowly, keep their victims alive for days. 77. \n[33]\"Snackers.\" \n[34]No. It takes a while before they complete the change. They usually finish them off before that. \n[35]Usual stuff. But it's a strong breed. You need a plan-- A VOICE interrupts over an intercom. It's ARTHUR, Peter's assistant. \n[36]Send him in. I order things when I've had a few cocktails. It's a-- \n[37]I don't know. Maybe-- Charlie stands. \n[38]Stay away, demon. \n[39]Crucifixion nail. Lethal to you. \n[40]How'd you get in here? \n[41]You too? He change you? \n[42]Don't you get what this is? There's no fighting. There's only surviving, if you're lucky-- \n[43]I know I won't. I never could -- not after the first time. This stops Charlie. \n[44]I told myself I probably made it up. I was a kid. Maybe it was easier to believe in monsters... \n[45]The vampire who killed my parents, my brothers. But not me. I hid. Charlie reacts. Surprised, but now it all makes sense. Peter continues, haunted-- \n[46]I didn't collect all this stuff for fun. I thought maybe I could find the tribe, \"avenge\" my people. \n[47]It's not like that. When I was a kid, I hid because I wanted to live. I still do! This isn't the comics. You want to be a dead hero. Good for you. But I'm out. 93. \n[48]You think I'm a coward. I'm just a realist. Moment of hesitation for Charlie. Has he been affected by Peter's words? Then-- \n[49]Wait. Peter takes something from his luggage. A stake carved from WHITE WOOD. He hands it to Charlie. \n[50]Blessed by Saint Michael. Kill a vampire with it -- it's supposed to turn his victims back. If Amy's changed, you can still save her. \n[51]Who knows what's for real any more. Charlie takes the stake. Starts to go. Peter stops him-- \n[52]There's no guarantee he'll be asleep during the day. He's housebound, not hibernating. \n[53]No, you need a plan. To stake him, you have to get close -- he's stronger than you. \n[54]Slow him down. Won't stop him. Torch him, you'll have a few good minutes before he really goes up. Believe me, a vampire on fire isn't thinking clearly. \n[55]Fuck. \n[56]Guess I don't want to be a man like me either. Peter opens his leather coat -- it's loaded with weapons. And a flask. Peter grins. \n[57]Let's kill something. 98. \n[58]Don't get greedy. I'm here. And I found something else. From my collection. Powerful shit. From around his back, he reveals A DOUBLE-BARRELLED SHOTGUN with a CROSS MOUNTED ON THE BARREL. \n[59]No, you think I'm fucking MacGyver? Bullet, bullets. They'll buy us some time. Charlie is grateful, but now's not the time for man hugs. \n[60]What do you mean she \"disappeared?\" \n[61]Show me where. \n[62]Floor trap. I use it all the time. \n[63]Only one way to find out. 99. Peter lowers himself into the hole under the trap door-- \n[64]See that? Like a great date. Get me drunk and I'll try anything. Peter lets go and FALLS. Charlie steels himself, goes in after him. \n[65]Ow, crap... They look around -- eyes adjusting. There's barely any light. They're in a LARGE UNFINISHED BASEMENT. The floor is dirt and the main story of the house is held up by numerous \n[66]You should be a magician. As the face emerges, Charlie readies a match, then reaches for his STAKE-- \n[67]Stop! No-- CHARLIE stops JUST AS HE'S ABOUT TO TOSS the match. \n[68]Who is that? IT'S ADAM, sleeping in a shallow dirt grave. Charlie reacts. Holy shit. He pushes his mask back. \n[69]Shh. Don't wake him up, for \n[70]You know them too? Charlie reacts, stunned. Peter moves to another grave, uncovers another sleeping face. And then another. A hulking man, a suburban mom... Charlie uncovers another body. Stops, chilled. \n[71]How about we go back to my \"run away\" plan? \n[72]I thought you're here for Amy.  Great. Right. Save the Geometry-- A SCREAM stops him. Amy. Charlie and Peter spin -- it's coming from behind the door to the other room. A beat. They're both petrified as they move toward the door. Peter readies the gun again. Charlie pulls a CROSS out along with the stake. They creep toward the door. \n[73]Stop! Stop! Desperate, he BLASTS them again. Hits one on the shoulder. But it's not stopping them. \n[74]You don't get it! I'm on your side. Peter smiles a little. Shows his rows of SHARP FANGS. Jerry and the others stop. What? 104. \n[75]Worth a shot. \"Master of illusion.\" Now Charlie notices SHOTGUN not far from Peter's body. He dives for it, but Jerry steps on it -- kicks it away. \n[76]Fuck. \n[77]Fuck yeah! Nice sweater, loser! \n[78]I'm better with stationary targets. \n[79]Get out of here. We don't have much time before they dig out. \n[80]You're a brave mother, I get it. And you were right. This is how I had to go... But we didn't count on an army. \n[81]We're already dead. Go now, you live to fight another day. Stay -- there won't be one. Charlie stops. Swayed. Pained. \n[82]Do it. \n[83]Charlie! But Charlie ignores him, determined. Pulls his MASK DOWN over his face again. \n[84]Stop! 108. WHAM! JERRY BURSTS OUT OF THE RUBBLE, attacks Charlie. Charlie falls back, PULLING JERRY with him into THE LIGHT Jerry BURSTS INTO FLAME -- but holds Charlie tight AMY and the other vamps start to claw their way OUT of the rubble. Charlie and Jerry fight -- nearly ENGULFED IN FLAMES now \n[85]Charlie! Peter gets up, painfully, moves to help. Raging and desperate -- Charlie and Jerry continue to battle. Finally, Jerry pulls Charlie down with him --rolls on the ground as they fight. Trying to put out the flames. Jerry starts to DISINTEGRATE -- he's about to EXPLODE into bits. Charlie's stake is now ON FIRE. \n[86]Same as what? I was always terrified. \n[87]Frak! Right on. Perfect Woman, can I get you a drink? \n[88]It's dark.  I'm on the \"day\" wagon. \n[89]We should celebrate. Being alive. Your mom's clean bill of health. \n[90]What? No. What? \n[91]Yeah you do. So here's what I'm thinking. We faced the beast and we won. Can you imagine the possibilities if we had got that shit on film? \n[92]Show up on film, yeah. But werewolves do, bigfoots do. We get proof, catch something -- we could build a stage act around that, you wouldn't believe. We'd blow those Cirque bitches away! \n[93]It happens. All this stuff... \n[94]I'm serious, man. Do you know how much we could make? Think about how much people pay to see a tiger, or boobs, right? What if we had a tiger, boobs -- and a zombie! After they've gone we linger on the window. Is that Ed's eerie reflection again?, barely visible... ", "ED": "\n[1]I need a minute. \n[2]He does. Or did. Before the summer and his Jock Lobotomy. \n[3]Alone. Ed stares Charlie down. A beat. Ben and Mark bust out laughing. Mark looks at Charlie. \n[4]It's important. \"Brewster.\" The way Ed says his name is enough to propel Charlie into action. He grabs Ed and pulls him aside. Mark and Ben watch with interest -- out of earshot. Ed's tone is dire, serious as a heart attack. \n[5]Adam's missing. Charlie's looking around, self-conscious. \n[6]I keep trying him -- nothing. No texts, no phone. And he's not the only one who's gone. You heard roll call. \n[7]Meet me at his house after school. We'll check around. See what's up, if he's okay. \n[8]I don't think you get what I'm \n[9]What, am I not even suppose to speak to you now?-- \n[10]It's so horrible! Crossing the streams! Will High School as we know it cease to exist?! Ed glances at Mark and Ben, who still watch from a distance. \n[11]You want me to tell your pals how well we know each other? The Lego contests, the Farscape conventions, \n[12]Or how your first sexual experience was with an Electra figurine-- \n[13]Then be my backup. \n[14]Don't be late. Moves off. Charlie sees the guys watching him. A beat. He shrugs like \"I have no idea what that was about...\" \n[15]Where the hell have you been? \n[16]Right after! It's dusk, dude, you know what that means!? \n[17]Hey! Anybody home? A long pause. Nothing. \n[18]Hello? Ed and Charlie here! Come on. Charlie follows him in. Resigned and placating. \n[19]Take this. Ed hands Charlie a STAKE. Charlie eyes it, incredulous. \n[20]I hate to tell you this but that guy, your neighbor. He's a vampire. One of the undead. \n[21]Yeah. \n[22]Jerry. A beat. \n[23]I didn't name him, man, I'm just reporting the facts! Ed moves UP THE STAIRS. Charlie reluctantly follows. It's darker up here. Lights off. 22. \n[24]Hey! Anybody here? They pass the empty MASTER BEDROOM -- where we saw ADAM's parents slaughtered. Now its clean and empty. Then Ed turns into ADAM's room. It's full of geekery. Action figures, the like. Charlie sticks behind him. The guys don't register the mostly obscured form of SOMEBODY HIDING BEHIND the door. A LARGE MALE figure. Ed catches sight of the guy, and SPINS toward it, freaked. Charlie also reacts, scared. \n[25]Get back, demon! Ed thrusts his cross forward which knocks the door open, toppling A MOVIE CHARACTER STANDEE. A beat. Then Ed lets out a slightly manic laugh. \n[26]Ha! I killed that sucker dead! \n[27]No, see, it's not just them. It started -- there was this thing on Channel 13, a lady escaped an attacker who tried to bite her. Ed points to the RED DOTS on his chart. They form a loose circle around CHARLIE'S house. \n[28]Adam and me, we graphed the attack, the disappearances. Whole families, gone. \n[29]And that's you guys at the center, see? His windows are totally \n[30]But every window? No. I've been watching him. It all fits-- \n[31]No. Dracula is a specific vampire. \n[32]Fiction, okay? This is real. A real monster. And he's not brooding. Or lovesick. Or noble. He's the fucking shark from JAWS. He feeds, he kills, and he doesn't move on until everyone around him is dead. And that book SUCKS. Charlie can't help but pause. Ed's conviction is so real. But he shakes it off. \n[33]What about your neighbors, the Perrys? He moved into their house. Haven't seen them around, have you? \n[34]Exception, proves the rule. You haven't asked him in, have you? He can't get in without an invitation. \n[35]Your mom? Lonely divorcee... \n[36]No! Well, yeah... I thought you'd take my word, but I have evidence at home. Hard evidence. Charlie stops fighting it and humors him. Ed's lost it. \n[37]We have to stake him in his nest. You and me. Not now, it's dark. \n[38]Just for -- okay -- for a minute pretend you're not a douche now-- \n[39]\n[40]Right. Got it. You're soooo cool \"Brewster.\" Go ahead, join the Clark High early-peakers. This is the pinnacle for them. And that includes your girl-- 25. \n[41]Undeniably doable, but we used to make fun of her and her pals, remember? They're bimbos-- \n[42]Adam's gone -- you act like it has nothing to do with you. We were inseparable, man. \n[43]Sorry. Sorry-- \n[44]Can you just hit me? I don't have time for the build up.  Go. \n[45]Jesus, man! Just do it! Fine. Mark winds up and SWINGS -- a brutal blow. Ed DUCKS and runs. Mark's immediately on his heels. The guys dodge and dart through the neighborhood. But Ed has experience in the art of losing bullies and he manages to shake Mark for a moment. Ed scrambles over a wooden fence, but his DUFFLE BAG GETS CAUGHT ON TOP. Most of his vamp hunting stuff SPILLS over on the OTHER SIDE OF THE FENCE. \n[46]Crap. Crap! There's not time to get the stuff. He can hear Mark approaching in the dark. He drops into a neighbor's backyard. \n[47]Get away! I'm armed mother fucker! Jerry moves after Ed, angry but controlled. More like a man than a monster. 27. \n[48]Hey! Let me in! Please! But there's no answer. Ed is desperate, Sees Jerry closing in, walking across the backyard. Ed takes a ROCK and smashes the window over the kitchen sink. \n[49]Forget it sucker! No invite! BAM! Jerry kicks in the kitchen door. Ed, terrified, falls back. \n[50]-- what? \n[51]We'll see, man. I know my shit. But Jerry doesn't appear to be afraid. He looks at Ed with actual sympathy. \n[52]Don't play that stuff. That mind crap. Come on -- try me. Try me! 29. \n[53]Get back! \n[54]No... \n[55]Looking at them now. Yes sir.  He's modern, Jerry, dispensed with all that \"master\" stuff. Hey bud. Charlie steps in front of Amy. \n[56]Problem? You let him get me, man. \n[57]You let him turn me into this. At that, ED VAMPS. Black eyes, black veins. Those teeth. It's terrifying. SMASH!! One of the cabinets shatters. Ed, Charlie and Amy spin to see PETER standing by the open collection case. A SMALL NAIL in his hand. He's shaking like a leaf. \n[58]\"Stay awaaaay, demon!\" Ed closes in on Peter. Peter looks to Charlie. It's real. 79. \n[59]Whatcha got there? Itsy bitsy little stakey? \n[60]Old school. Nice. Got to get pretty close to use it, though. Peter looks at the short piece of metal in his hand. Fuck. HE BOLTS down the nearest hallway. \n[61]Uh uh. No you don't. ED BOLTS AFTER PETER. Charlie and Amy race the other way. \n[62]A panic room!? You better panic, loser! You better watch your neck! \n[63]Prince of darkness is a little baby man! I love it! All the fat chicks in your fan club are gonna be so bummed! He hears ED flipping out, but ED DOESN'T SHOW UP ON THE \n[64]Give it up, Chuck! You're dead. If you hadn't ended up such a dick, I might have tricked you out. We could have rocked this evil shit! But you blew it. Nothing but the big dirt nap for you and your lady. \n[65]I expected more of a fight. Girl's made you lazy in the head. Pussy'll do that. ED YANKS the curtain on the confessional open. ARTHUR hides there, terrified. \n[66]Look at that. Vincent's got a Vincent. \n[67]Had. Ed lifts Arthur off his feet and chokes him with one hand... \n[68]Don't take it personal. I'd eat you -- but I'm saving my appetite. Arthur's turning a horrible purple, eyes bulging... Ed breaks his neck with a HORRIBLE WRENCHING CRUNCH. Drops him. \n[69]Dinner with an old friend. \n[70]I know you're here. I can hear you breathing. It's totally cool. He laughs, hyper. Excited. \n[71]Sooo, I take out the prom king and queen? Embarrassment of riches! CHARLIE SHOVES the case he hides behind with Amy over ONTO ED. Yells to Amy-- \n[72]Mano e...one mano. Piece of cake. Cause I'm a God Damned killing machine, and you're like all the Clark High big shots -- nothing. You picked the wrong side, man. Ed lashes out, slicing CHARLIE on the arm with his SHARP NAILS. Charlie yells, but holds his ground. \n[73]You didn't think. Charlie's wrecked about what he has to do. \n[74]Steeeerike! Call that a swing, Slugger? Charlie swings and swings, but Ed is too fast for him. Finally, Charlie connects with ED'S NECK. Blood flies, Charlie can't look -- anguished. \n[75]Bone is a motherfucker, Chuckles. Hard to cut. Charlie takes another swing with his axe. Ed jumps out of the way. 85. Ed manages to get Charlie in a one-arm embrace of sorts, positions himself so he can BITE HIS NECK. \n[76]Is this weird for you too? I feel like such a homo-- Charlie FLIPS ED -- they are wrestling when Charlie sees AMY approaching with A SPIKED MACE. Charlie DUCKS and AMY smashes ED in the head. Hard. Charlie grabs a long, sharp piece of the shattered wooden cabinet. Ed is on the ground. Moaning, laughing. Charlie has his shot. But he hesitates. \n[77]Wow. Bimbo has some juice-- \n[78]I wasn't even a badass vamp. I was his Renfield. Funny if you-- Ed starts to VIBRATE HORRIBLY, his WHOLE BODY moving so impossibly fast he's little more than a BLUR... Then he BURNS UP FROM THE INSIDE OUT. Charlie's paralyzed -- in a world of hurt. Amy grabs him. Pulls him out of the room. 86. \n[79]You're so coooool Brewster!! ", "JANE": "\n[1]Don't leer at the neighbors, kid. Jane, 40's, attractive and frazzled, wears a REAL ESTATE brokers blazer. Charlie wheels his bike back to the curb. 5. He and his mom have had an affectionate, teasing relationship which has only recently started to have more edge. \n[2]Is he ever going to move that thing? \n[3]Attitude.  You've been tense or something. School? \n[4]Amy? \n[5]That'll teach you to get so tall and handsome. Getting what you want is stressful. Especially when you're not used to it. More to lose. \n[6]It's an eyesore. I'm trying to convince people to move in, not join the legions leaving town-- \n[7]The guy moves in and puts a giant trash can in his yard! When the Perry's lived there-- Charlie has heard this before. It's a common refrain. \n[8]He's not digging a pool. Where do you think all that concrete's coming from? \n[9]He's thirteen feet from our house. That's not spying, that's observing. A BEETLE CONVERTIBLE pulls up. AMY drives and her two hot friends, CARA and BEE, sit in the back. \n[10]Hi honey. Hi girls. ANY, 16, is a stunner. And she's as cool as she is beautiful -- the girl every other guy in school would die to be with. 7. But Charlie is. And he can't believe his luck. Which puts him off his game. She makes him feel like he's always playing catch up. Charlie moves toward the VW. Jane calls after him. \n[11]Oh hey -- Ed called. Again. \n[12]I'm tired of making excuses, Charlie. If you don't want to talk to him, would you please tell him? \n[13].so not a pool, what's the work you're doing? 17. Jerry has an easy-going way about him. An inviting charm. \n[14]These houses were built practically overnight. I'm never surprised when they come apart. \n[15]Jerry, this is my son Charlie. And his -- do we say girlfriend now? \n[16]Jerry's our new neighbor. The Perry place. He's \"handy.\" \n[17]Jerry does night construction on the strip. \n[18]It's more of a collector thing. The shoes. He's obsessed.  They sleep on sidewalks to get them. Charlie looks at Jane, thanks for embarrassing me. \n[19]Be neighborly. \n[20]You bet. And thank you so much. For the help. \n[21]A guy that good-looking, still single? Bad bet. He's a player. \n[22]I've had enough man trouble. I'm not getting suckered again. Amy and Charlie meet eyes. That was loaded. Jane notices. \n[23]Don't listen to me. Jaded old \n[24]I have dinner on-- \n[25]Charlie! 20. But Charlie's already off and running. \n[26]Good on his word. A knock at the door. It's Amy. She lets herself in. \n[27]You try. My voice seems to be on some frequency he can't hear. \n[28]Temptress. I'm resolved. Charlie runs down. Wet from the shower, discombobulated. pecks Amy, grabs food off a plate. He's out of sorts. \n[29]You're going to be late. Jane moves to the windows, throws the curtains open. Charlie winces at the sun. He got no sleep, looks like hell. \n[30]The hours you keep. It's like living with a vampire. Charlie stops. Looks at her. She has no idea. \n[31]I think I can handle myself. \n[32]Because he's dangerous. What kind of dangerous? Charlie starts gathering his things. Getting ready to bolt. 48. \n[33]Charlie. Stop. I'm your mom, not some ridiculous woman-- \n[34]That's enough. I'm done with this conversation. She moves away. \n[35]The whole house looks like that show Dark Shadows. \n[36]You like her a lot, don't you? A moment when they could connect. But Charlie just nods. Jane's disappointed. Then-- \n[37]Don't use tape on the walls. Oh. Ed's parents left a few messages, looking for him. Charlie looks up at this. Pained. \n[38]I got it-- \n[39]This is ridiculous-- \n[40]This is my house. I'll answer the door if I want to. She starts to move to the door again. Charlie blocks her way, desperate. \n[41]Just-- Hold on! \n[42]Charlie. What's happening? \n[43]Get the authorities! My son is a good kid! Charlie sags with relief. A brief look of appreciation passes between Charlie and Jane. \n[44]What? What is he doing? \n[45]Think about what you're saying-- \n[46]Ooooh. This is the gag! For Amy. I can't believe you got Jerry to go along with it! Charlie stops. Fuck. \n[47]Okaaaay. Vampire protection! \n[48]I drive! They jump into Jane's car. Hit the garage opener-- \n[49]What did we do!? What does he want!? They are racing away when the DIRT BIKE COMES CRASHING THROUGH THE BACK WINDOW of the car, nearly taking Amy's head off. \n[50]He's coming! \n[51]Call the police! Anybody-- Jane manages to evade Jerry until -- The TRUCK SKIDS in a long arc in front of them and BLOCKS THEM. Jane screeches to a halt. \n[52]Oh hell. In a flash, Jerry is out of the truck and coming for them. \n[53]Charlie!! They RUN JERRY OVER WITH A TERRIBLE THUDDDD!!! Amy and Jane scream. Jane is aghast, stops the car. \n[54]Oh my God!! Charlie steps on her accelerator foot, the CAR ZOOMS FORWARD. 68. \n[55]I'm okay... Charlie sees that the other car is drivable. The guy inside, a FAMILY MAN, is stunned and pissed. Gets out of his car-- \n[56]Leave my kid alone. Jane collapses, and we see that there's a lot of BLOOD on the back of her head. \n[57]Who lies motionless in a bed. A doctor checks her chart. AMY hangs up. Charlie, finished with the cops, joins her. They're both pained as they look at Jane. \n[58]Think you'll ever feel the same about a nighttime sky? \n[59]Right. We're just catching up. ", "JERRY": "\n[1]Foundation problems. I had to rip up half the basement. \n[2]Done. Just needed a new stem. Jane sees Charlie and Amy approaching. And gaping. \n[3]Sorry about the mess, man. I was just telling your mom I'll have the dumpster gone next week. 18. \n[4]You play ball? I'm always looking for a pick up game. \n[5]Well -- they're bold. I like them. \n[6]So... I'd ask you guys inside, but it's a mess. I've been meaning to. \n[7]A drink, something. It hangs there, waiting for an invitation. Jane just smiles. \n[8]Soon, okay? \n[9]Least I could do. Jane, Amy and Charlie walk toward the house. Jerry moves off. Amy looks at Jane, amazed. 19. \n[10]Abandoned. I thought you did your homework. \n[11]You've been watching me. I've been watching you. Seems fair. Ed BOLTS into the house. 28. \n[12]Bit off more than you can chew. Shaking, terrified, Ed brandishes the STAKE. \n[13]Really? Who's going to believe you? You see the truth, but what good is it when you're alone? Ed's shaken -- but still grips the stake. Holding on. \n[14]You say you're glad you're different. But how can you be in a place like this? These people... Even your best friend. You're nothing to him now. Ed's listening despite himself, hurting now. Jerry moves a step in. Ed raises his stake again -- but with slightly less conviction. \n[15]It can be over. I can make all that pain go away. Ed's fighting tears. Life as he knows it is gone. \n[16]You were born for this and you know it. Your \"life\", what you had? That's the illusion.  I can take you somewhere great. Somewhere you'll belong. Ed takes this in. His eyes clear a bit. Is it...hope? \n[17]It's a gift. And Jerry moves closer, blocking our view. \n[18]Hey guy. Charlie tries to maintain his cool. What if Jerry is what Ed thought? Impossible, but... \n[19]You could really do me a solid. \n[20]I have a girl on her way over for a beer, and I'm totally out of beer. They're at Charlie's back door, the one that leads to the kitchen. \n[21]Set me up, I'll pay you back two times. A sixer for your mom, and one for you. \n[22]Nice kitchen. Same floor plan as my place, huh? Jerry leans against the door jamb -- BUT DOES NOT CROSS THE THRESHOLD. Charlie observes this. Holy shit. Charlie and Jerry MEET EYES. Then a cold smile creeps over Jerry's face. Charlie fumbles, lets one of the wet beers slide from his hand -- it hits the ground, explodes. \n[23]Can I help you with that? \n[24]This girl tonight -- she's a handful. You know. 37. \n[25]Women who look a certain way, they need to be managed. \n[26]You don't mind my saying, you got a lot on your shoulders for a kid. Your pal, Amy? She's ripe. Must be a line of guys dying to pluck that. Your mom too -- you don't see it, maybe you do -- she's giving it off. It's on you to watch out for them. You up for that? Charlie's burning. But holds himself in check. \n[27]Good. Cause there are bad people out there, man. Better keep an eye on your women. Jerry backs away, intimidating even as he retreats. \n[28]Thanks for the beers. Charlie watches him move into the dark. \n[29]Jane. It's Jerry from next door-- \n[30]Jane? I need to talk to you. \n[31]Now. Your son is harassing me! He pounds on the door. Jane examines Charlie closely. \n[32]He broke into my house. I'd rather not take this to the authorities. But I will! He's sick, deluded-- \n[33]Don't need an invitation if there's no house. A beat. Charlie GRABS Amy and Jane and they RUN through the house. \n[34]Let them run. Just makes them easier to kill when I'm done with you. Ding, ding, ding -- the family man's CAR DOOR is open and the warning bell rings over and over... CHARLIE eyes the car. Keys still in it. He circles Jerry, backing him off. \n[35]Do you? Really? When did you take your last confession? \n[36]That's a mighty big cross you have there. Question is -- do you actually know how to use it? Jerry LUNGES for Charlie, but he DIVES for the family man's open car door. But Jerry's on him -- hands BURNING as he rips the cross from Charlie and shatters it with his hand. Then he TOSSES Charlie, who flies and hits JANE'S CAR, then crumples to the ground. Jerry gets Charlie around the neck -- holds a sharp, splintered end of the broken cross against Charlie's chest. The wood still burns into Jerry's hand, but Jerry holds on. 71. \n[37]Ever take one of these in the chest? I have. Charlie struggles, terrified. \n[38]But they missed the heart. Rigggght... . here. Easy measurement. Jerry positions the \"stake\" right over Charlie's heart. Charlie winces. Terrified and overpowered. \n[39]Shouldn't have been so nosey. Jerry's about to plunge the STAKE through Charlie's heart when a THICK WOOD STAKE comes through Jerry's SHOULDER. Jerry HOWLS, falls off Charlie and we see that he's been staked by the business end of a REAL ESTATE SIGN. JANE stands over them, quaking with fear and adrenaline. Amy's right behind her with a CROWBAR. \n[40]I know where I'm going. \n[41]You are something, aren't you? Amy spins. Jerry's closing in on her. Beautiful, seductive. She's shaking, terrorized. BAM, BAM, BAM!! She empties the GUN into JERRY anyway. It knocks him back, but he's still standing. He picks a silver bullet out of his shoulder, unimpressed. \n[42]Werewolves. Amy FLINGS holy water in his face. JERRY SCREAMS, burns. \n[43]Holding her with a firm grip. \n[44]I'm counting on it. Amy SPITS on him. Jerry reacts -- a flash of RAGE and he exposes his brutal rows of TEETH for just an instant. \n[45]Come on. He grips her harder, sways with her to the music. Leans close to her ear, seductive. His predatory skills in high gear. \n[46]You just need a taste. You'll see. It can be like a dream. Jerry draws a nail over his wrist, draws a line of blood. He puts his mouth over the cut, bloodying it. He forces her into a DEEP KISS. She struggles mightily -- but then her body relaxes, as if she's been sedated. 90. \n[47]That's it... Good girl. JERRY looks up sees CHARLIE coming toward them. But Amy's altered now. Staring into Jerry's eyes like a child. CHARLIE'S GETTING CLOSER when-- \n[48]Sees that CHARLIE is restrained. Jerry locks eyes with Charlie and SMILES, his horrible fangs exposed. He's taking Charlie's woman -- and enjoying it. 91. \n[49]You look bigger on TV. Peter fires the shotgun, BLAM! But he misses Jerry and the power of the blast sends PETER \n[50]In pain, he TRANSFORMS and VAMPS before our eyes with a blood- curdling yell. It's chilling. \n[51]It's over, guy. Charlie -- his girl's having her way with him. She's way out of his league anyway. Peter, trapped, won't be able to keep them at bay much longer. \n[52]And your aim-- \n[53]I'll finish this. Jerry, all swagger, moves in on Charlie. Charlie sees Peter, barely alive, spit out his FAKE VAMP teeth. Peter meets his gaze, wry and weak. Done for. \n[54]You think that's going to stop me? Time to man up. Jerry brutally kicks Charlie, sends him sprawling. 106. \n[55]Now. I'm going to kill your girl -- make you watch. I'll take my time with you. And once you're dead, I'll finish your mother. Too bad about that one. She sucked me dry. Like a pro. Amy smiles a little. Jerry GRABS CHARLIE, lifts him off his \n[56]Still burning, looks down as the STAKE OF SAINT MICHAEL in his CHEST. Right through the heart. He starts to SHAKE VIOLENTLY -- faster and faster, just like Ed did -- becoming little more than a macabre BLUR. For a moment -- Jerry's human form hangs in the air... \n[57]Blow me. ", "MARK": "\n[1]Ladies! A couple of handsome jock-type guys, MARK and BEN, roll up along side Charlie and the girls. They draw looks from other students as they move through the courtyard. The cool kids. \n[2]Seriously? A Mochachino? You can't ride with the girls anymore. You let them brush your hair, My Pretty Pony? Mark grabs the cup away from him. Starts drinking it. \n[3]Did you find a frickin' Genie lamp man? Make a sacrifice to the hot ass Gods? How do you get that? \n[4]You don't even have a car! \n[5]Miss Granada. Geometry. \n[6]She's hard up, man. Equations don't keep you warm at night. They stop, see EVIL ED approaching. This amuses Mark and Ben. But Charlie's uncomfortable -- wants to bolt. \n[7]\"It's\" going to talk to Brewster. 13. \n[8]Just the two of you. That's sweet. He can school you in the ways of geek-douchery. \n[9]You crossed my yard. Tracked your nerdjuice all over it. 26. \n[10]My mom works hard on that shit, \n[11]Seriously? \n[12]Unbelievable. A beat, Mark glances at the high fence. Decides he's done. He kicks some of Ed's stuff as he moves off. \n[13].she's wearing a jumpsuit, dude. Like -- one zip and POP! \n[14]What's up with you? Dreaming about your little boyfriend? Charlie takes this in, worried. \n[15]Now? You're ditching? I'll bail with you. \n[16]Your pal the spaz, his folks were here earlier. It's a big thing. \n[17]I don't know. He ran away or something. They were all upset, talking to the principal. \n[18]You're right. Not cool. You're worried and it's totally understandable. But he's better off, man. He'll be happier with the other trolls on the shire. That's it. Charlie DECKS MARK. They go to the ground and Charlie lets loose on him. A bunch of other guys pull them apart amid shouts, etc. Mark is bloodied and freaked. \n[19]What the fuck man!? AMY stands back, appalled. ", "DORIS": "\n[1]Nothing doing, huh? \n[2]I got it. Thanks. She walks away -- her sweatpants have the word \"LUCKY\" across the butt. He watches her go appreciatively. Doesn't notice his mom, JANE, struggling to pull their own cans to the curb. \n[3]Help... \n[4]Oh... Oh no... Get me out of here! Doris pounds on the door. In a cold panic. \n[5]Please! No! Don't go! 44. Charlie ducks inside one of the CELLS across from Doris, moves behind the door. JERRY steps into the hallway, walks right by Charlie's hiding place. Pauses near him. The door is ajar. Was it that way before? Charlie holds his breath. Jerry moves to the CELL and retrieves DORIS's half-alive body from it. Charlie cautiously looks through the crack in the door. \n[6].no... . God, no... please... The door to Doris's cell open. Charlie can see PART of Doris's body and face. Jerry is mostly obscured, bent over Doris -- holding her. Charlie watches helplessly, horrified. \n[7]Please, please... don't kill me. Doris's body TENSES and starts to jerk, as Jerry TUGS AND RIPS AT IT SAVAGELY. It's clear he's FEEDING ON HER, although we can't see his face. Doris screams, then starts to cry. It's stark and REAL and terrifying. It seems to go on and on. Doris weakens, her head lolling to one side, her light fading. A small stream of blood spreads across the white pavement. In the position she's in, she is eye to eye with CHARLIE. She sees him, smiles weakly. Then mouths something -- too weak to make much sound. \n[8]Cha... Cha... CHARLIE is petrified. Doris gets it -- smiles a little grimly, puts a finger to her lips. Silence. After what seems like an eternity, Jerry is satisfied. He tosses Doris aside and stands away from her. Charlie DUCKS behind the door as Jerry emerges and casually wipes a spot of blood from his mouth. 45. Then Jerry LOCKS DORIS back into her cell. Pockets the key and moves off toward the stairs. After a moment, he's gone. The sound of a TV starts in Jerry's living room. Something banal like \"The Real Housewives of Orange County.\" Charlie knows this is his moment. With shaking hands, he retrieves his iPhone and pulls up the \"HOW TO PICK A LOCK\" screen. Charlie looks through the window in Doris's cell. She's breathing -- alive. Charlie whispers to himself as he uses a bobby pin and a tiny screwdriver on the lock. \n[9]Thank you, thank you... Doris looks up at him, her EYES TURNING BLACK, her veins going gray. A first ray of pure sunlight hits them. ", "BEN": "\n[1]Fuck yeah. \n[2]Here. \n[3]I think \"it's\" going to talk to us. \n[4]When are you going to get the message? We don't know you-- \n[5]I don't track \"it's\" whereabouts. What did he want, anyway? \n[6]You look like dog shit. \n[7]One less tweaker clogging up the halls. Charlie stands, upset. ", "TEACHER": "\n[1]Ben Wegner? \n[2]Adam Noris? Nothing. Teacher looks around. 12. \n[3]Adam?  Courtney Heuer? A girl raises her hand. Charlie, bored, idly checks out the class. Stops when he sees a tweaked-looking kid, ED, staring at him. EVIL ED is a slight, faintly punk-looking kid who's been picked on by bullies his whole life. He's hyper-intelligent, hyper-critical and... just hyper. And his binder is covered with COMIC BOOK STICKERS. \n[4]Nick Straley? Nick? Ed sees that he's caught Charlie's eye. Nods significantly at him. Like -- \"you know and I know...\" Charlie looks away. As if he didn't see him. \n[5]Sally Cabella? \n[6]Ed Lee? Nothing. Charlie looks up. \n[7]Edward Lee? Charlie looks around. No Ed. And just like he said -- quite a few other kids are missing. Charlie takes this in, looks around. ", "Charlie!": "\n[1]", "BEE": "\n[1]Takes a man to wear purple, Chuck. \n[2]Chuck likes it when I call him Chuck, right Chuck? \n[3]I know. They asked me to be on the committee again but I was like -- hope is completely 2008. Grow up. \n[4]Chuck was still under his rock. We're so glad you crawled out. \n[5]Doods. Looking massive. \n[6]Chuck's secure, aren't you? We see that Ben is also wearing PUMA's. Different design. It's a thing. Charlie shows his off -- he's secure. ", "VICTORIA": "\n[1]Charlie! \n[2]God you're a sight for sore eyes. 33. \n[3]Rick! Charlie's here! Look at you. So handsome! \n[4]Ed will be so sorry he missed you, But -- you should both be in school now, shouldn't you? \n[5]I'm so glad you're doing that. Ed, he'd be mad that I said so, but he talks about you all the time. This lands hard on Charlie. How remiss he's been. \n[6]Of course. Make yourself at home. Charlie goes upstairs. Victoria makes a face at Rick -- \"that's good!\" They're both pleased. "}}