{"dialogues": {"PREW": "\n[1]Hello, Maggio. \n[2]I transferred out of Fort Shatter. \n[3]That's what the orders say. \n[4]Prewitt. Transfer from Shafter. \n[5]I heard about you, too, Warden. \n[6]That's true. \n[7]No trouble, sir. \n[8]It's a personal matter, air. \n[9]I dint have no trouble if that's what you mean. \n[10]It was a personal matter. \n[11]All right. I was First Bugler at Shafter for two years. The topkick had a friend who transferred in from the states. Next day he made him First Bugler over me. 7. \n[12]No, sir. \n[13]Thank you, sir. \n[14]I'm sorry, air. But I quit fighting. \n[15]I just stopped, sir... After -- Maybe you heard about what happened... \n[16]That's why I decided I would quit, sir. \n[17]They don't. \n[18]No, sir. I dint say -- \n[19]I don't want it disbanded, sir. But I don't see why any man should fight unless he wants to. \n[20]I'll take my chances. \n[21]Who's she? \n[22]I know where I stand. I don't believe that's the only way a man can get along. 12. \n[23]A man's got to make up his own mind and go his own way. It he don't, he's nothin... \n[24]Okay. \n[25]I told you I quit fightin! I'm through! An that's all she wrote: You guys want to put the screws on, go ahead. I can take anything you hand out! \n[26]Thanks. \n[27]Never better. \n[28]What's the deal with him, anyway? I can't figure him. \n[29]No cook ever used that many panel Not even for an officers, banquet, ladies invited! Want me to grow couple more arms?! \n[30]What makes you think I mind it? \n[31]I don't mind it, Top. It's a great life, this. I find a pearl, I'll cut you in. Fifty-fifty, If you hadn't put me here, I wouldn't have had no chance to find it. \n[32]Thanks, Top, I've had it. You give it to me Tuesday. Remember? \n[33]That, too. Yesterday. \n[34]If you think you can push me into fightin, Warden, you're wrong. Not you and Dynamite and The Treatment. I'm twice the man you are. If you dint have them stripes I'd take you out on the green and beat you to a pulp. \n[35]You'd like that. You could get me a year in the Stockade for that one, couldn't you? 37. \n[36]Robert E. Lee, RA 345071. 38. \n[37]I feel the same way, sir. \n[38]Because he is. \n[39]Mrs. Kipfer, ma'am, I give you my solemn word your future will be safe with us. 40. \n[40]Say, what do I get for it? \n[41]I got it. \n[42]Oh... sure. \n[43]Lorene... \n[44]I dint know about this place till now. A friend of mine brought me. We're stationed at Schofield. \n[45]Well, I am. And I'm in for the whole ride. I'm a thirty-year man. \n[46]There ain't anythin wrong with a soljer that ain't wrong with everyone else. 43. \n[47]Me, too. I mean when I came in. I saw you over here -- \n[48]Friend of mine. You wait right here for me, will ya? \n[49]Come on, Angelo, come on -- \n[50]Who is he? \n[51]Hey, I thought you were gonna wait. \n[52]No. Nothing. Not a thing. \n[53]Yeah? But then we got mountains. You know anything about mountain climbing? \n[54]No. You know anything about flying an airplane? \n[55]Well, I can't fly either. What do you know about deep sea diving? \n[56]Yeah, I noticed that, too -- \n[57]How's the surfboard rider? \n[58]I was jealous. \n[59]What do you dames want? To take the heart out of a man and tie it up in barbed wire? \n[60]Yes, it's important. Maybe we seem all alike but none of us is ever all alike. All right, I'm sorry about before. \n[61]Are you mad? 50. \n[62]Because if you're still mad I'd just rather we called the whole thing off. \n[63]How come? \n[64]They did. Ten thousand of them. \n[65]You like it much? 52. \n[66]No. Sure not. I mean, why should you? \n[67]No. I don't like weakness.  But I like to drink. \n[68]Get outa here! \n[69]That was nice before. The way you snuggled up. In front of him. \n[70]Some of the guys puttin me over the jumps because I won't fight. \n[71]On the boxing team. I don't want to fight! I don't want to talk about it! I don't want to think about it. And they make me think about it. Every day. \n[72]It's a personal thing... \n[73]Over at Port Shafter... I used to fight... Middleweight. I was pretty good. I used to work out with Dixie Wells. He was a light-heavy, but he was fast... And good. He loved boxing. He was gonna come out of the Army and go right into the upper brackets... People on the Outside had their eye on him.  Dixie didn't want, to use the six ounce gloves this time. And we neither of us wore headgear, anyway. I was set flat on my feet when I caught Dixie wide with this no more than ordinary solid cross. Dixie just happened to be standing solid, too. 55. \n[74]From the way he fell I knew. Dead weight, square on his face. He dint roll over. He was in a coma a week. Then he finally came out of it. The only thing was that he was blind...  I went up to the hospital to see him. Twice. Then I couldn't go back. We got to talking about fighting the second time. And Dixie cried... Seein tears comin out of those eyes that couldn't see... \n[75]It ain't the reason I'm in. \n[76]That's right. Look at Karelsen there. Only seven years more for rockin chair money. \n[77]They got Truckdrivers' Blues... Sharecroppers' Blues... Bricklayers' Blues... We oughta have a Soljers' Blues... \n[78]I got it. We call it the `Re- enlistment Blues'! \n[79]Lookit, w e could start it with the guy getting discharged.  Hey, fella, can I use this? \n[80]How's this? 'Got paid out on Monday... Not a dog soljer no more... They gimme all that money....' \n[81]Clean it up yourself! 64. \n[82]You heard me -- rub your own nose in it a while! \n[83]Yes, sir. But I have never liked being spit at, sir. Even by a non- commissioned officer. \n[84]I don't think I owe him no apology. In fact, I think one's owed to me. \n[85]No, sir, I'm not. \n[86]I know it. I'm not complainin to nobody. They ain't goin to get the satisfaction of seein me squirm. \n[87]Only my reglar turn. \n[88]Whadda they want? They done everything, now they look me in a box! What else they gonna try? \n[89]When you gonna learn to play a bugle!? \n[90]... That was a near thing. \n[91]They can kill you but they can't eat you, Top. \n[92]I thought -- \n[93]How about Dynamite? \n[94]... Lorene... \n[95]Alma... 78. \n[96]No, honest, I like it. Alma's a -- swell name. It was great you gettin away today. \n[97]There's no tellin when I'll get into town next. The Warden gave me a break this time. But Holmes and those others, they got me on the edge. I just about went off the deep end the other day. \n[98]Hate the Army...? \n[99]It's not the Army that's doing it. It's Man. I love the Army. \n[100]When you love something it doesn't mean they got to love you in return. \n[101]No! A man loves a thing, he's gotta be grateful. \n[102]I landed in jails. I didn't belong nowhere. Until I entered the Profession. \n[103]The Army. I enlisted at Fort Myer and I learned how to box and I learned how to play a bugle. I never had much call for the boxing - - but if it weren't for the Army I'd never of learned how to play a bugle. \n[104]This is the mouthpiece I used to play a Taps at Arlington. \n[105]\n[106]Look. Think. You ever think how strange a tree would look to one who had never lived upon the earth? Well, somehow that's how I feel when I play a bugle... \n[107]How'd you get a pass? \n[108]You better get your tail back to the Post. Right away. \n[109]How much did you lose? \n[110]He's such a comical little guy and yet somehow he makes me always want to cry while I'm laughin at him. \n[111]I don't know. Maybe we won't get in. \n[112]Is that you, Angelo? \n[113]Maggio, you nut. Get up. Wake up. 83. \n[114]Here's your clothes. \n[115]Boy, are you drunk! \n[116]You'll get worse than that scraped - - Listen! \n[117]Come on before you're in trouble -- 84. \n[118]Shut up! \n[119]Now you done it. \n[120]I'm sorry, Angelo. It's my fault. I \n[121]I shoulda stopped you somehow -- \n[122]-- If I dint get to see you once in a while The Treatment would've cracked me long ago. \n[123]We could have taken a cab. Except I ain't got cab fare. \n[124]She'll be great for Maggio when he gets out of the Stockade. He'll be crazy about her because she's so tall. \n[125]Hey. \n[126]This is just like bein married, ain't it? \n[127]I never caught on to dancing much. \n[128]I been wanting to tell you a long time now -- I love you. \n[129]I mean it. I need you. \n[130]A thirty-year man is movin all over, goin all the time. Up to now I never thought a thirty-year man had any business to think of gettin married. \n[131]Yeah. Must be the altitude. \n[132]Why's it funny if a guy wants to marry you? \n[133]Okay -- I'm a private no class dogface soljer. And the way most civilians look at it, that's two steps up from no thin. \n[134]Lissen, I ain't think in of now. But I got a plan cookin in my head. You want to go back to the States in a year. Well, you could stretch it some, make it two years. And I could swing a Sergeant's stripes -- If I were a non-com the Army'd let me pick my duty when I re-enlist. (lost in the picture of \n[135]I could fight. \n[136]It I go out for boxin he'd send me to non-com school. The Regimental Championship is next month. I bet I could win the middleweight even without training. I used to be pretty good I could do it. \n[137]This'd be worth it. 100. \n[138]Okay. But that ain't the real reason. \n[139]What's the real reason you won't marry me? \n[140]Well, that's the top I could ever do for you -- \n[141]Proper? \n[142]\n[143]You got guts, Alma. I hope you pull it off. \n[144]No. Nobody ever lies about being lonely... \n[145]You just get out of the Stockade? \n[146]You see Maggio? \n[147]He's a good boy. \n[148]Why don't he go to the C.O.? \n[149]You think he's gonna be all right? \n[150]Get outa my way, Ike. I ain't gonna move around you again. \n[151]All right. It's gonna be your way. \n[152]You guys figure this means I'm steppin into a ring, you're wrong. \n[153]\n[154]Why you called Friday? \n[155]Back to Choy's. Get nother drink. \n[156]A friend. 115. \n[157]I'm goin to get a drink. \n[158]Miserble. Perfeckly miserble. \n[159]Awful. Awful. We'd be dead, wouldn't we? 116. \n[160]What about you? You got more to live for than me. You got to take care of your Compny. \n[161]No, sir. Never deserted a friend in need. I'll stay to the bitter end. \n[162]Amen. \n[163]The whole world? \n[164]Become what? \n[165]Sure I can see it. You'd make a good officer. \n[166]You ain't scared of nothin, Warden. \n[167]A man should be what he can do. \n[168]Lorene. \n[169]You beard me. I said my buddy Warden. My good friend Warden that you better not run over is what I said. \n[170]You heard me. Get this man to some safety. Why, he's the best stinkin soljer in the Compny. \n[171]Angelo... 120. \n[172]Come on, let's get him to the hospital. \n[173]No, Angelo -- \n[174]He ain't dead. \n[175]See his head don't bump. \n[176]Yeah, Fatso. \n[177]Yeah. Let's step around the corner here where we can talk. \n[178]No. I just don't like the way you play the piano. \n[179]You know Maggio? \n[180]You killed him. \n[181]I hear they're gonna court martial you, Fatso. But before the Army gets you, I want a piece of you myself. \n[182]I kinds thought you'd try that. \n[183]This here's the one you pulled on Maggio once. Reconize it? \n[184]Gonna have an awful bad scar there... \n[185]... scars... \n[186]Don't worry... Ain't gonna die. They savin me for better things... 129. \n[187]... just came up to borrow a good book. \n[188]Slep in the park that Sunday Seen all the folks gain to church Your belly feel so empty When you're left in the lurch -- 136. \n[189]Dog soljers don't own pews Re-enlistment Blues... \n[190]Yeah... To the memory of Robert E. Lee Prewitt, Holder of the New World's Record... \n[191]Plan to do? When? \n[192]Lessee...  137. \n[193]... One... two... three... four... Four days I'm AWOL, ain't I? (picks up paper, looks at \n[194]... might ship out on a tramp and go to Mexico and be a cowboy... \n[195]... I'm goin back to the Compny... soon's my side heals... Goin back under my own power... Goin into the Ordrly Room 'n' say hello, Warden, Private Prewitt reportin... \n[196]Recruitin crews give me the blues Old Re-enlistment Blues... \n[197]Oh, those dirty Germans... Those dirty sneakin Germans... \n[198]Them... \n[199]... dirty Germans... \n[200]Alma! Alma! \n[201]You said it! Who they think they're fight in? (incoherent with rage; to \n[202]I gotta get back to the Post -- I'll try to get in touch with you in a couple days -- \n[203]Why? There's a war goin on. \n[204]Once I report in to the Compny I'll be all right. Once I get there. I gotta get back -- \n[205]I'll make it. I'll go along the back roads. They'll let me in the West gate -- they'll know I'm a \n[206]What do I want to go back for? I'm a soljer. \n[207]Sure. A thirty-year man. With only twenty-six years to go. \n[208]-- I'm a soljer! -- ", "WARDEN": "\n[1]Yeah. I heard about you. \n[2]Well, put up that cue and come along. This here's a rifle outfit, Prewitt. You ain't suppose to enjoy yourself before sundown. The Man's very particlar about little things like that. \n[3]Mazzioli! Grant went to the hospital yesterday. Did you make up his sick record? Did you make a note for the morning report?! You're the Compny Clerk. The lousy Sickbook is your job! 4. \n[4]Thanks. I already done it for you. \n[5]Ten-sh-HUT! \n[6]New man here, sir. \n[7]Who? Me? Whv, yes, air. You had Corpral's stripes in the Bugle Corps, Prewitt. You took a bust to buck Private to transfer to an Infantry Compny. Why? Because you like to hike? \n[8]That's up to the Compny Commander's discretion to decide. \n[9]And you asked out on account of that!? \n[10]His feelings were hurt! Kids they send us now! \n[11]Yea, sir! The Compny Pond Report's got to be made out. It's due \n[12]No, sir! \n[13]He'd strangle on his own spit if I weren't here to swab out his throat for him. Come on. I'll show you the Supply Room. \n[14]\n[15]When you turned down Dynanite Holmes' boxing squad? You put your head in a noose. Things are soft for a boxer in his Compny. Otherwise, you better know how to soljer. \n[16]This ain't the Bugle Corps -- this is straight duty. \n[17]Since when is this place gettin to be the Royal Hawaiian? \n[18]His wife. Captain Holmes'. \n[19]You'll fight, Prewitt. You'll fight because Captain Holmes got a bee in his hat he needs a winnin team to make Mayor. And if you don't do it for him you'll do it for me. I only been in this outfit eight months myself but I learned one thing. My job is to keep him happy. The more he's happy the less he bothers me and the better I run his Compny. So we know where we stand, don't we, kid? \n[20]Maybe back in the days of the pioneers a man could go his own way. But not in our time, kid. Today you got to play ball. You got to divide it all by two. \n[21]Lava! Can't I once walk by this Supply Room and find you workin with both hands! \n[22]Draw some supplies for this man. That's G Compny barracks over there. Get rid of your bags and come back here, and Leva'll find you a cart to lug your stuff over in. Save you makin four five trips. \n[23]I just hate to see energy wasted. Any kind. Besides, you'll be needin yours. \n[24]Captain Holmes just went in town, ma'am. \n[25]No, ma'am, I don't. Is there anythin I can do for you? \n[26]Yes, ma'am. \n[27]I couldn't help it if I was born smart, ma'am. \n[28]One what? \n[29]I've seen better. \n[30]Hello, kid. Everythin nice and comfy? \n[31]'at's the lull before the storm, kid. Set yourself. 21. \n[32]Chow's almost over, men. Better hurry up and wash. `less of course you'd rather go in the way you are. 25. \n[33]Yes, sir. \n[34]I've been considering it. \n[35]It'll be here when you get back. \n[36]I am wet. \n[37]And if I'm not looking for him? \n[38]Well, I'm looking for him. Do you know where he is? \n[39]I got some papers it's important for him to sign. Today. \n[40]I never like to disturb a man drinking. \n[41]I could use a drink myself right now. Bad. Anyway, I got a faint suspicion the Captain's `in town.' Ain't you going to ask me in? Karen finally smiles, faintly. She goes into the kitchen, leaving the door open. Warden follows her. \n[42]No she won't. Thursday's her day off. \n[43]I try. In my position you have to. \n[44]Yes. But not important they get signed today. Tomorrow's okay. \n[45]I got carbons of those back at the office. So it won't be much work to fix them up. 29. \n[46]It's not confidence. It's honesty. \n[47]I figgered out one day it was the shortest distance between two points. \n[48]No -- it's just that I hate to see a beautiful woman goin all to waste. \n[49]You're going to cry. \n[50]Please don't cry... I can't stand to see somebody cry. 30. \n[51]I'm leaving. Isn't that what you want? \n[52]I know a beach near Diamond Head. Nobody ever goes there. The cars on the highway pass above and they never know it's there. You feel like you used to feel when you were a kid, hiding by yourself in a cave, watching the others hunting you. \n[53]How about Payday? \n[54]I just like to have some on me when I take out a woman. Can you get away? \n[55]I'll be in Kuhio Park. Say, nine o'clock. Payday. \n[56]You look awful tard, kid. \n[57]I didn't say you minded it, kid. I just said you looked tard. Drawn to a fine edge. \n[58]Well, well, there's a man for you. I'll see if I can fix you up with a lot more since you like it so much. How you like the garbage detail? \n[59]\n[60]You got a better memory than me. Guess the best thing to do is leave you right in the kitchen a while, huh? \n[61]Course if you was an ath-a-leet you wouldn't have to pull KP. Or any fatigue duty for that matter... \n[62]Don't let the stripes worry you, kid. I can always take my shirt off. Take it off right now. \n[63]Don't throw it, Prewitt. It might break on my head. And that would cost you one thin dime next Payday. \n[64]Prewitt. \n[65]Why not? I'm not late. \n[66]Maybe I'd of been early too only I stopped to get a drink. \n[67]Would you rather it'd been the cocktail lounge of the Royal? \n[68]\n[69]Didn't you? \n[70]What makes you think I'd think that? \n[71]Listen, what started all this, anyway? Why'm I shakin inside like a school kid out with teacher! Where'd I come up with a yen for of all things the Compny Commander's wife! And her actin like Lady Astor's horse all because I only got here on time! \n[72]Funny. I got one in a U-Drive-It parked around the corner. \n[73]Just so long's you melt afterwards. \n[74]Nobody? 56. \n[75]Not even one? Out of all the many men you've been kissed by? \n[76]I wouldn't know. Can't you even make me a rough estimate? \n[77]No, I forgot to bring it. \n[78]Maybe I already know. \n[79]Why? Is there something to hint at? \n[80]Maybe I do. Maybe there's been a long line of beach parties -- 57. \n[81]Am I? Listen, baby, maybe not here. But what about when you and Holmes were at Fort Bliss? \n[82]Only it's true, ain't it? \n[83]All what story? \n[84]Listen. \n[85]Listen. Listen. Please. \n[86]The hateful, miserable -- \n[87]Listens Listen to me -- \n[88]Yes, sir. \n[89]Too bad you got to lose a middleweight like that... \n[90]I don't know... But even if he only gets three months, he'll still be in the Stockade when the boxing finals come up. \n[91]How about just giving him a good stiff Compny punishment for now? \n[92]Yes, sir. \n[93]I'm sick of it! They ain't got no right to keep breakin it off in that kid! Sooner later Holmes is going to hound him right into the Stockade! \n[94]I'm through! I'm turnin in my stripes. I mean it, Pete. I could transfer out tomorrow. In Grade -- get that? To half a dozen Compnys in this Regmint! 68. \n[95]Where you going, Little Sir Echo? \n[96]Hurry up. Let's go over to Choy's for some beer and tear up all the tables and chairs. \n[97]The last time I heard it you told it different. \n[98]Nobody's gunna do nothin! Anybody's killin anybody around here, it'll be me! \n[99]No it ain't! This man's in my Compny an I'm responsible for him. And you ain't makin two weeks extra paper work for me by killin him. Nor him you. Put that knife down! \n[100]Put it down! \n[101]Killer! You unweaned punk&amp; Come on, you want some killing, come on!  Come on, barrelbelly. Ain't you comin? \n[102]Killers! You'll get plenty of killing, all right. More than you got the stomach for. You'll be in a war one of these days. When you feel that lead from a sniper's rifle hit you between the eyes, come and tell me how you like it. Killers!  Now put down that chair. 74. \n[103]Throw that knife on the floor. \n[104]Almost scared there wasn't anybody going to stop you for a minute, weren't you?  Is there any other little things you punks'd like me to take care of for you? \n[105]... Yeah. \n[106]You keep it, kid. Keep it for a souvenir. \n[107]You ain't enjoying life much, are you, kid? 76. \n[108]Prewitt. \n[109]Could you stand a weekend pass? \n[110]You thought what, kid? \n[111]Leave Dynamite to me. He signs most anything I put in front of him `thout readies it. \n[112]I hear you gone dippy over some dame you met at the New Congress Club. \n[113]What'd you say her name was? \n[114]Pretty name. 77. \n[115]What you hangin around here for? \n[116]What man? I can't stand to see people restin themselves. I'm eccentric. If you ain't got no work maybe I can scare you up some. \n[117]Whyn't you go on over to the Day Room, shoot a little pool? 87. \n[118]I'll let you know when the word comes through. \n[119]Compny G, First Sergeant Warden speaking... Yes, sir... Yes, sir, I will... I'll have his things in order... Yes, sir. \n[120]He got it. Six months. \n[121]Believe it or not -- Chicago, Illinois. \n[122]She said it's over -- time to go \n[123]It'll work out... \n[124]I know. \n[125]If there were only a way! Your lovin husband'd probly give you the divorce. But even if he didn't know what for, he'd never let me transfer. \n[126]What! 95. \n[127]You sure made a thorough study of it. \n[128]An officer! I've always hated officers. \n[129]Okay, suppose I did it. -- And don't think it's a cinch -- the exams are tough. Then you'd be getting your divorce here while I'm in the States. We'd be apart maybe six months! We'll probly be in the war by then -- \n[130]Put it down on your calendar. On October twenty-third, 1941, Milt Warden told you we'd be in the war in less than a year. \n[131]You're crazy! I wish I wasn't in love with you. Maybe could enjoy life again. \n[132]At first! You were tough and solid as a rock -- and now you're a whining crybaby -- \n[133]I've never been so miserable in my life as I have since I met you. \n[134]I wouldn't trade a minute of it. \n[135]I'll probably make the lousiest officer they ever saw in this Army. 97. \n[136]Thank you, sir. \n[137]No! I ain't want to see it! Nor you either! Get out of here! \n[138]I am off duty. Off duty if I want to get plastered -- \n[139]Quiet! At ease! Fall out! Right dress! `bout face! Hit the track! Garbage Detail! Latrine Detail! Dis a drill, not picnic! Hello, kid. Whatever you doin out all by yourself? \n[140]Siddown. I got a bottle. \n[141]I hand it to you, kid. They called off The Treatment this afternoon. When you beat up Ike. I never heard of no soljer before ever lickin The Treatment... (drinks; then holds out \n[142]This is a terrible crummy life, you know it? \n[143]What if a truck or somethin was to come along and run over us? \n[144]An nobody to even mourn. You better not sit here any more. You better get up and move over to the side of the road. \n[145]I'm old. Don't matter if I die. But your life's ahead of you. You get up. \n[146]We'll stay together. \n[147]\n[148]Prew, I got the biggest troubles in the whole world. \n[149]Take love. Did you personally ever see any of this love? 117. \n[150]You'll unerstan, then... This girl, see, she wants me to become. \n[151]An officer. Can you see me as an officer? \n[152]You both can see more'n I can. You know what, Prew? I'm scared become an officer. \n[153]Yes, I am. I tell myself diffrnt but it's a fack. Where'd I be as an officer? How could I handle him? That's the one thing I'm scared of... be an officer in the U.S. Army. Army of the U.S. \n[154]How's your girl? Wha'st that name again? \n[155]Oh, yeah, I remember. Lorene. Beautiful name. 118. \n[156]What you doin with that jeep, Sergeant Stark? \n[157]My friend Prew and I sittin here discussin the weather. \n[158]Don't you know you got to look out for this man. Get him off the road before you run him over. He's the best stinkin soljer in the Compny. 119. \n[159]He's dead. \n[160]He's dead, Prew. \n[161]One non-com was missing, sir. Sergeant Galovitch. \n[162]In the kitchen? \n[163]I think the Company Commander made a wise decision, sir. 133. \n[164]Compny G, First Sergeant Warden speaking. \n[165]Yes... Yes, I know...  Yes, the - uh - parcel has already arrived... Yes... What?... No. No, we'll have to talk about it soon. Right away. I - I don't know... \n[166]Lissen, I'll get away somehow, tonight. I'll meet you in Kuhio Park. At eight... Right.... \n[167]I wanted to -- I tried -- but I couldn't... \n[168]Lissen -- there's a kid in our outfit named Prewitt... Robert E. Lee Prewitt... He came in from the States about a year ago. I thought he was a fresh punk at first... until I got to know him a little. He's AWOL right now -- probly in some kind of real trouble -- he ain't the kind to go AWOL otherwise. Anyway, I keep remembering somethin he said to me the first day he came in. He said a man has got to go his own way... if he don't, he's nothin... I'm an Enlisted Man. I'm a First Sergeant. Milt Warden. Once I cross that line and tried to be an officer, I'm somebody I don't know. A stranger. And a man has got to be what he is... \n[169]We're not saying good-bye -- we'll figger out a way for you to stay \n[170]Lissen, two people who love each other just don't stop loving each other! Nothin and nobody is goin to break us up l 1111 transfer out somehow and get back to the States. Maybe it'll take a little time but I'll do it! \n[171]Put it down. Put it down that on December 6th, 1941, Milton Anthony Warden told you he'd remember you... \n[172]This ain't jawbone! This is for record. Theme real bullets that guy was usin. Get inside -- all of ya! \n[173]Help him over to the hospital. \n[174]All right, all right, you men! Quiet down! Quiet down! It's only a war. Ain't you ever been in a war before? \n[175]We're gonna organize a fire umbrella defense. I want the non- coms to get BARs and ammunition from the Supply Room and get up on the roof. Henderson, you're in charge of the loading detail. Get movin! \n[176]Okay. It's your life. \n[177]The rest of you guys - the CQ will unlock the rifle racks. Every man get his rifle and go to his bunk and stay there. And I mean stay there! I'm making each squad leader responsible to keep his men inside. If you have to use a rifle butt to do it, that's okay, too. 141. \n[178]You heard me! This ain't no maneuvers. You go runnin around outside you'll get your ears shot off. You want to be heroes, you'll get plenty chances later. You'll probly have Japs in your laps before night. \n[179]You hear a bomb comin, you're free to take off for the brush. But don't worry -- the Japs'll probly drop all their bombs on Pearl Harbor and Hickam. They ain't gonna waste `em on us. So let's can the chatter. We're wastin time. Squad leaders, get `em upstairs! \n[180]You stick in the kitchen and make a big pot of coffee. No -- make a barrel of coffee. \n[181]Whatever you say, Pete. \n[182]Gimme them keys! \n[183]What's the matter? You blind? You see them planes --?! \n[184]Okay. Chief, bust the door down. Get the hell out of the way! 143. \n[185]Go ahead. Bust it down. He'll get out of the way. \n[186]Okay. I'll see you get a medal. \n[187]You'll catch a cold, Turp. \n[188]You better put your pants on. \n[189]-- Don't worry about wasting ammo! Throw your empty clips down into the yard. The loading detail will pick 'em up -- \n[190]You got him, Pete! You got him! 149. \n[191]Well, he ain't got no business here. We're takin care of this sector! \n[192]He's at Headquarters, sir. I'm the First Sergeant. 157. \n[193]Yes, sir. \n[194]Yes, sir. \n[195]It's the mouthpiece of a bugle. \n[196]Sir, this man was a good soldier. He loved the Army moren any soljer I ever knew. I would like to make a formal request that this body be buried in the Army's permanent cemetery at Schofield Barracks. \n[197]Thank you, sir. \n[198]No, sir. I hardly knew the guy... ", "KAREN": "\n[1]Good morning, Sergeant. \n[2]I'm looking for my husband. \n[3]Oh. Of course, He was to have left some things for me. That he was to have purchased. Do you know anything about them? \n[4]He's been telling me quite a bit about you lately. My husband. He says you're very efficient. \n[5]What is it that makes you so efficient, Sergeant? \n[6]I love that. Well, good-bye, Sergeant. 15. \n[7]It doesn't matter. \n[8]Yes? What did the General have to say? \n[9]If you'd spend less time buttering Generals and more time with your Company, maybe you'd get that promotion. \n[10]I went over there this morning looking for you. \n[11]From the way you look I gather your business wasn't too successful. \n[12]Dana. Give me credit for a few brains. \n[13]What right? \n[14]That makes it all right, I suppose! \n[15]You know I hate to talk about it! \n[16]You had a way of knowing, Dana. I want to go to bed. Please get out of my bedroom. \n[17]Oh. If it isn't Sergeant Warden. You better step inside or you'll get wet. \n[18]If you're looking for my husband, he isn't here. \n[19]He still isn't here. If that does you any good. \n[20]I haven't the slightest idea. Perhaps he's in town. I guess it was `in town' the way you put it, wasn't it? Or perhaps he's at the Club. Having a drink. \n[21]I'll try phoning him at the Club for you. \n[22]What is it you want, Sergeant? \n[23]You're taking an awful chance, you know. My maid is liable to be home any time. \n[24]You think of everything, don't you, Sergeant? \n[25]\n[26]That's what I like about you, Sergeant. You have confidence. It's also what I dislike about you. \n[27]Honesty? How did you acquire such an old-fashioned virtue? \n[28]Well, he's clever as well as virile. \n[29]Waste, did you say? Now that's a subject I might tell you something about. There's we. And then there's waste. Positive and negative. The negative is sometimes more interesting... more evil. For example -- what about the house without a child? Tell me your thoughts, Sergeant. \n[30]Not if I can help it. \n[31]What are you doing? \n[32]I don't know, Sergeant. To be honest, I don't know. \n[33]Maybe... why not? \n[34]You don't have to spend money on me, Sergeant. \n[35]Maybe. 31. \n[36]Why, hello. I didn't think you were coming. \n[37]No, I guess you're not. But then I came a little early. I must have been overanxious. You weren't overanxious though, were you? You got here right on the dot. \n[38]You certainly chose a savory spot for our meeting. \n[39]No, but I've had five chances to be picked up in the last few minutes. 48. \n[40]Well, I don't care for it. I never went in much for back-alley loving. \n[41]You probably think I'm a tramp, don't you? \n[42]Don't try to be gallant, Sergeant. If you think this is a mistake, come right out and say so. \n[43]On the other hand, I've got a bathing suit under my dress. \n[44]I hope the ocean's ice cold. I hope I freeze in a solid chunk. \n[45]I love the way you laugh. \n[46]Nobody ever kissed me that way... not really... \n[47]No. Nobody. \n[48]Well, that will take some figuring. How many men do you think there've been? \n[49]Not without an adding machine. Do you have your adding machine with you? \n[50]Then I guess you won't find out, will you? \n[51]What's the matter? What are you hinting at? \n[52]I don't know. Maybe a lot. Or maybe you just think there's a lot. \n[53]You must be crazy -- ! \n[54]I had to go and forget you were a man -- with the same rotten filthy mind the rest of them have. For a minute I had to convince myself you were different -- \n[55]Yes, it's true! A part of it, some small part of whatever sewage you've been listening to. Some day perhaps you'll get all the story. \n[56]You're getting to sound so much like a typical male. So you just sweat it out like a typical male. \n[57]All right. I've never told it to anyone before. But I think now is the time. I'll tell you the whole bloody messy thing. You can take it back to the barracks with you. 58. \n[58]I'd been married to Captain Dana E. Holmes two years. Only he was a First Lieutenant then. Back at Fort Bliss. We lived right on a little lake where we could fish and swim and be alone, our 'dream cottage'... I'm sure you must be able to picture it. It was off on a back road, four miles from the highway. Two miles from a neighbor and a telephone....  I hadn't been married long when I knew my husband was stepping out on me. But -- you get used to that. Your mother tells you that it's life, that i t happens to a lot of women. Of course, she doesn't tell you until after it happens. \n[59]Then, by that time, you're pregnant. And at least you've something else to hope for. I think I was almost happy that night the pains began. Even though they were weeks too early, a whole month too early. I remember Dana was putting on that dapper silk gabardine uniform he used to wear. He was going to an officer's 'seminar.' He was kidding me about false labor. I didn't think it was humorous. I told him to get home early, to bring the doctor with him. He smiled tenderly and told me about the psychic reactions of women to pregnancy. But never fear, he'd be back early. And maybe he would have... if the 'seminar' hadn't been with the hat-check girl in one of the night clubs. 59. \n[60]He was only a little drunk when he came in... at five a.m. He looked alarmed when he saw me. I guess it was because of my screams. I was lying there on the floor, you see -- No, don't say anything. I'm not finished yet. Of course, the baby was dead. It was a boy. But they worked over me at the hospital and fixed me up fine. They even took my appendix out, too. They threw that in free. It was all fine. \n[61]And, of course, one more thing no more children. Do you know what that means? You're not a woman. You're not anything. You're a gutted shell... Sure, I went out with some of the men after that. A few months of it. I'd been made dirty and I wanted to be clean. You can see that, can't you?... Anyway, I got my revenge on Dana. I kept on living with him. \n[62]You hunt so hungrily for love... love, if you can find it, you think, might give things meaning again. \n[63]All right. I'm listening. 60. \n[64]I know. Until I met you I didn't think it was possible, either. \n[65]You just love to shock people, don't you?! Where on earth did you learn to dance like that? \n[66]What did she say? \n[67]Home... A beach, a car, a park... \n[68]It can't go on like this much longer, Milt. \n[69]\n[70]You've got to become an officer. \n[71]You're eligible for the extension course that came in with the draft. When you get your commission they'd ship you back to the States -- new officers aren't kept at posts where they've been enlisted men. Then -- \n[72]Then I could divorce Dana and follow you and marry you. \n[73]That's a fine, intelligent point of view. Suppose I said I've always hated Sergeants. That would make a lot of sense, wouldn't it? \n[74]You can't be certain of that -- \n[75]Why don't you tell the truth? 96. \n[76]You just don't want the responsibility. You're probably not even in love with me -- \n[77]I don't know what's happened to you -- you were honest at first -- \n[78]And so they were married and lived unhappily ever after. \n[79]Neither have I. \n[80]Neither would I. \n[81]You'll make a fine officer. A remarkable officer. \n[82]I'm afraid I'm not going to tell you. \n[83]I'm not going to hide anything. I'm just not going to tell you. 102. \n[84]I don't think it's any of your business who he is. \n[85]Not very nice. But then there's the compensation of knowing you'll have to live with me the rest of your life. \n[86]I gander why men feel so differently about it than women. \n[87]Done all what? \n[88]I don't know. Why? \n[89]I always thought you did it because you wanted to get ahead. \n[90]It's a lovely day out. I think I'll go for a walk. \n[91]I wonder which is hurt more -- your pride or your curiosity? \n[92]When I'm ready to ask you for a divorce we can discuss it again. 104. \n[93]And do eat your breakfast, Dana. It's getting cold. \n[94]... I guess I felt it that night I asked you to become an officer. When you didn't say yes right away. 134. \n[95]I guess I knew deep down you wouldn't do it. But --  It seemed such a simple plan for us... \n[96]I guess that's the trouble with Dana... He's always tried to be something he isn't. Poor Dana... I don't think he ever needed me until now.  Well, here we are saying goodbye. And talking about two other people. \n[97]I'm going back with him, Milt. There's something in being needed. It isn't love. But it's something. 135. \n[98]That sounds like Milt Warden, all right. \n[99]No, Milt. I don't want to kiss you any more. I just want to remember you. And you to remember me. \n[100]I think It's the most beautiful place I ever saw in my lire. \n[101]There's a legend. If they float in toward shore, you'll come back some day. If they float out to sea, you won't. \n[102]Oh, I am sorry. \n[103]\n[104]Who? ", "HOLMES": "\n[1]At ease. Good morning, men. Anything special this morning, Sergeant Warden? I've only a few minutes. \n[2]Oh, yes. Bring him in. 5. \n[3]At ease. (takes papers out of drawer, glances through \n[4]Plenty of room for advancement for a man who knows how to soldier. But he's got to show me he's got it on the ball. I don't know what you've been used to in the Bugle Corps, but in my outfit we run it by the book. What kind of trouble were you in over there? 6. \n[5]What made you transfer out, then? \n[6]Oh. I see... \n[7]Something you wanted to ask, Sergeant? \n[8]I've got a mighty sour Company Bugler here... but I suppose you wouldn't want that job. \n[9]Well, we'll get your stripes back for you, maybe an extra one for good measure. You know why you were sent over here when you requested transfer? \n[10]My Regiment got beaten last year in the finals, as you know. But I mean to win this year. And I will. All I've needed was a top middleweight.  Next year I'll hang your picture up there with the others, my boy. \n[11]Yes, it's too bad about that. I can understand how you feel. But those things happen in this game. A man has got to accept that possibility when he fights. \n[12]But on the other hand, look at 9. \n[13]it this way. What if all fighters felt like that? \n[14]Would you have us disband our fighting program because one man got hurt? \n[15]You might as well say stop war because one man got killed. Our fighting program is the best morale builder we have off here away from home. \n[16]It looks to me like you're trying to acquire a reputation as a lone wolf, Prewitt. You should know that in the Army it's not the individual that counts. If a man wants to get ahead he has certain responsibilities to fulfill that go beyond the regulations. It might look as though I were a free agent, but I'm not. Nobody is. \n[17]Maybe you'll change your mind. In the meantime just don't make any mistakes in my outfit. I've got to go into town. Is there anything else for me today, Sergeant? 10. \n[18]You make it out. Is that all? \n[19]Well, whatever it is, you fix it. If there's anything that has to go in this afternoon, sign my name. I won't be back. \n[20]I'm sorry I'm so late. And about dinner, I -- \n[21]-- I got tied up with General Slater. Bumped into him at the Officers' Club. \n[22]Success, he said. Success in war, success in peacetime... And not a word about my promotion... There are times I think the Old Man's just waiting to ship me down...  I've had a bad day all around... 16. \n[23]started right off this morning... trouble with a new man... \n[24]I had some business to attend to in town. During the afternoon. \n[25]Now what does that mean? \n[26]How many, times do I have to tell you I haven't any other women before you'll believe me? \n[27]That again. How long will it be, I wonder, before I'm allowed to live that down? After eight years, how many times do I have to tell you It Was An Accident? \n[28]I didn't say that. I know what it's done to you, but -- \n[29]I won't be back in time to take Retreat.  Or Reveille either, probably. \n[30]\n[31]\n[32]You ought to get out more yourself, Warden. \n[33]Well, I'm going. \n[34]I'm leaving it in your care, Sergeant. \n[35]-- this man Prewitt's been here over a month now. I expected you mend have him around before this. \n[36]Maybe he needs a good dose of The Treatment. \n[37]You understand. I don't want any rough stuff. 32. \n[38]But we all know good athletes make good leaders. And good leaders -- \n[39]-- and just see you don't drink all this up in one place. \n[40]Have you given any thought to the boxing team recently, Prewitt? \n[41]What's this man's pay? \n[42]What's the matter with you, Prewitt? You know better than to talk back to a non-commissioned officer. \n[43]I think you owe Sergeant Galovitch an apology. \n[44]Sergeant Galovitch, take this man to the barracks and have him roll a full field pack, extra shoes, helmet and all, and then take a bicycle and hike him up to Kole- Kole Pass and back. And see that he hikes all the way. And when he gets back, bring him to me. \n[45]I take it you're ready to apologize to Sergeant Galovitch now. \n[46]Take him back up there again, Galovitch. He hasn't had enough yet. \n[47]1 know that kind of man! He's an againster. A bitter-ender. You can't be decent to a man like that. You have to tame him, like an animal! Warden, I want you to prepare court martial papers. Insubordination and insolence to an officer. \n[48]Why? Do you see any other way of breaking him? 67. \n[49]All right, all right. But throw the book at him. \n[50]-- I've known about it for a long time! I've sensed it. And I'm not going to ignore it any longer! I want to know where you met him and just who he is. \n[51]You can't keep a thing like this \n[52]One thing I know. I know it's a civilian. You'd be too discreet to pick an Army man. \n[53]It is my business! I'm your husband! What do you think a scandal would do to my chances for a promotion? So if you're thinking of a divorce, you can forget it! \n[54]Now -- how does it feel to know you'll have to live with a horror like me the rest of your life? \n[55]You don't know how a man feels about a thing like this. It breaks a man all up -- inside. \n[56]It's -- it's just not the same. 103. \n[57]Why do you think I've done all I have...? \n[58]Tried to be a Company Commander when I hate it, worked my fool head off with this miserable boxing squad, tagged after the General whenever I could. \n[59]Why, for you and for me. For our home, that's why. \n[60]At ease, Sergeant. What's the matter? \n[61]There's no rush. I'll take care of it. \n[62]All right. Let's cut it. \n[63]What started this? \n[64]You won't disobey any more orders in my Company, Prewitt. Warden saved you from a court martial once but he won't this time -- \n[65]Thornhill, you're in charge of this detail. How about it? \n[66]That's all. Break it off. Let's get back to our jobs. (to Prew and Galovitch; \n[67]I haven't any, sir... The charges -- are true. \n[68]If there were any way to avoid a court martial, sir. Any way... \n[69]--- that's right, it's a letter of resignations I'm through! I've already been relieved! So you can begin packing. We're sailing for the States next week! 131. \n[70]Where has it gone, Karen? What happened to it? The gay, cheerful life we were going to have, you and I...? What happened to me...? The proud, dashing officer was going to be. The leader of men?... I've known all along how the men felt about me. They despised me... What's happened? I don't remember losing anything... Where has it all gone? \n[71]Karen -- you're coming back with me, aren't you...? ", "MAGGIO": "\n[1]Prew...? \n[2]You quit the Bugle Corps...? 2. \n[3]To here...? \n[4]You made a bad mistake. This outfit they can give back to Custer. \n[5]The Captain ain't in yet. \n[6]Maybe we borrow some money from a twenty per cent man and take a real trip to town some night. \n[7]But you the beat bugler they got over at Shatter. You probly the best on this whole Rock. \n[8]Well, friend, I feel for you. But from my position I can't quite reach you. \n[9]Man, what I would not give to have this character in the corner poolroom in my home town: I'd dress him up on overhalls and a straw hat and put a grass in his teeth, and I would make a whole mint of ghelt off him! \n[10]Lissen, it's his right not to fight if he don't want. Without bein kicked around. Now, we playin pool. Whyn't you take off? \n[11]No. \n[12]I just hate to see a good man get it in the gut. 20. \n[13]Hey, I saw that -- I saw what you \n[14]I use to think a shipping clerk was a dog's life.  What I would not give to be back in Gimbel's basement! \n[15]Comin through! Comin through! Me and my table waiters! 35. \n[16]We workin our tail off. They runnin us to death. Hot stuff! Comin through hot stuff one side! \n[17]Hello, Prew! Bettern being threwn in jail, ain't it? \n[18]Greetings, Mrs. Kipfer. \n[19]Okay... so there y'are. Dues all paid up. Who ya got playin the piana -- a hippo? \n[20]There. You see. Any time women see a soldier, think he's drunk. Why? You know why? \n[21]Mess with me, Fatstuff, I'll pull you apart! \n[22]Shut up, you Wop, he says to me! \n[23]Yeah, my ear drums fit to bust already with that noise! \n[24]-- Ony my friends can call me Wop -- \n[25]Sure, I know who he is. Whadda I care? \n[26]First I got to calm my nerves. Come on with me to a phone booth or some thin.  Where I will unveil this fifth of whisky I got under this loose flowing sports shirt. \n[27]I dint hear no sounds of combat. So I figgered maybe you'd like a drink. \n[28]Or otherwise old Sandra would of drank it all by herself. She's a fine girl. But she drinks like a fish. \n[29]I grant you that. 53. \n[30]That sounds like a very profound remark. Maybe that's why I don't get it. \n[31]Hey! What you gonna do, marry this guy? Way you grinnin at him you look like his wife! \n[32]Okay. Back to old long-legged Sandra. I love 'em tall. Acres and acres. \n[33]Enjoy yourself, pizon. You need it more than me. You be back with The Treatment tomorrow. 54. \n[34]Now he's gonna give us that snow about bein a Thirty-Year Man again. \n[35]... believe it nor not, this is one soljer who's got a family -- look, fifteen of 'em. 70. \n[36]See that old man with the handlebars? Mr. Maggio is my father. \n[37]My sister. \n[38]You bet your life. And about to do it again. 72. \n[39]I'm gunna de-brain ya, Fatso! One step closer an I'm gunna kill ya! 73. \n[40]I made a mistake I guess, but I don't see how I could of done anything else, after that big stoop said a thing like that. \n[41]I hit him hard as I could. His head must be solid ivory. \n[42]Anyway, I'm glad he stopped it. He's a good man, you know it? \n[43]I dint get no pass. I just took off. I meant to bring a girl with me but -- \n[44]I'm out for the night. I got a bellyfull. A nail, Prew. A stinkin nail. I'm thirsty for a nail. \n[45]Climb up on my shoulders, Prew. You can see everythin from up here. A beer. A BEER! \n[46]I been in a crap game in the latrine. I win twenty bucks. \n[47]Lose? Oh, lose. I lost twenty-seven bucks. That's why I ain't got no girl. 81. \n[48]\n[49]The Royal Hawaiian's jist around the corner. That's where them movie stars stay. Rita Hayworth and Joan Blondell and Maureen O'Hara... You look like a movie star, Lorene... yes, you do... How long 'fore we get in the war, Prew? \n[50]Tha's what you say. \n[51]Hot in here. \n[52]Swimming It's a great night for swimmin. 82. \n[53]Goin swimmin with a movie star... \n[54]I'm sorry, sir. I won't do it again. Just don't lock me up, sir. Honest, I won't. \n[55]Well, give 'em back to the Indians. The Indians need clothes. All they wear is G strings. \n[56]... maybe a movie star comes outs the hotel right now and picks us up and takes us back to the States in her private plane... and installs us in her private swimming pool -- \n[57]Take it easy, Prew. You scrapin my tail on the sandy sidewalk. \n[58]Stop it! \n[59]I'm sick of its Can't a man get drunk? Can't a man do nothin? Can't a man put his lousy hands in his lousy pockets on a lousy street? A man gotta be hounded every minute of his life? I ain't gain to take its I ain't no cowards I ain't yellows I ain't no bums I ain't no scum! MPs! MPs! COME AND GET US! \n[60]Get back! I'm handlin this! Take off! \n[61]Hello, men! Who's got the beer? \n[62]Okay, Brownie. Whatever you say. \n[63]You crazy. You -- \n[64]It was all my party. Don't worry about it. (pronounces \"e\" as in \n[65]I'm a prisoner. And prisoners ain't allowed to talk. They allowed to breathe though. If they good, that is. \n[66]... figgered you might be at Choy's... \n[67]... done it like I said... e- scape... e-scape like I figgered... Under a tarp inna back of a truck from the Motor Pool they rode me right out just like I figgered like I said... Ony the tailgate came down 'bout a mile back... an I fell inns road... ... shoulda seen me bounce... musta broke somethin...  Prew... lissen... \n[68]Fatso... Fatso done it to me... yestiday he did it for keeps... He likes to whack me in the gut with a hoe handle an then he asks `that hurt?' and then I spit at him... Ony yestiday he done it ten times runnin an somethin bust... you know, like they was a fish swiminin aroun inside you... \n[69]Prew... they gonna send you to the Stockade...? \n[70]Should they do, watch out for Fatso! You gotta make like it's a game... He'll try to crack you but you ain't gonna crack... He's gonna see you but he'll never see you saw... `n' when he puts you in the Hole you just lay there `n' be still... `at's the ony way -- be still... `n' remember things... but not people. Not people! Things like nature... woods you been in... trees is awys good... ", "ALMA": "\n[1]I told Mrs. Kipfer I was sick. But I bet she doesn't believe it, \n[2]You must hate the Army. \n[3]Sure. Look what it's doing to you. \n[4]Love it? Well, it sure doesn't love you in return. \n[5]Yes, but a person can stand just so much from something -- \n[6]A bugle? \n[7]You like him, don't you? \n[8]You better go look out for him, \n[9]It's just around the bend. \n[10]This other girl and I were lucky to rent it. It's a very fashionable district. \n[11]I'll get an extra one made for you. \n[12]This is Gorgette, my roommate. Gorgette, this is Prew. I told you about him. 93. \n[13]Now you just get comfortable and I'll make you a Martini and see what's to cook for dinner. \n[14]It's better. \n[15]You're a very good dancer. \n[16]That's nice. Because I love you, too. 98. \n[17]I'm glad. Because I need you, too. \n[18]You're a funny one, little Prew boy. \n[19]A very funny one that I cannot figure out. \n[20]Because I'm a girl you met at the New Congress Club! And that's about two steps up from the pavement. \n[21]Oh, Prew, Prew, I thought we were happy: Why do you want to spoil things? 99. \n[22]Now I know you've lost your mind! How do you expect to become a Sergeant under this Captain Holmes of yours? It's all you can do to keep out of the Stockade! \n[23]No. I don't think you should give in to The Treatment... even to marry me. \n[24]Prew -- it's true we love each other now. But back in America, it might be different... We might not even want each other... \n[25]All right. It's not. \n[26]I won't marry you because I don't want to be the wife of a soldier. \n[27]Because nobody's going to stop me from my plan. Nobody. Nothing. Because want to be proper. \n[28]Yes, proper. Respectable. Secure. In a year I'll have enough money saved. I'm going back to my home town in Oregon and I'm going to build a new home for my mother and myself and join the country club and take up golf. And then I'll meet the proper, man with the proper position. And I'll be a proper wife who can keep a proper home and raise proper children. And I will be happy because when you are proper you are safe. \n[29]But I do mean it when I say I need you. Because I'm lonely. Sometimes I'm dreadfully lonely... You think I'm lying, don't you? \n[30]\n[31]Prew! \n[32]Here it is -- they're putting it on an inside page already. `... still no clue in the fatal stabbing of Staff Sergeant James R. Judson...' \n[33]Did you hear me? Are you listening or not? \n[34]Are you trying to set a new world's record? \n[35]I want to know what you plan to do. \n[36]Any time. Now. Tomorrow. Next week. \n[37]It's December sixth and you're so drunk you're wall-eyed. And all you've done since you fell in here is drink and drink and drink and try to remember that old song of yours. And I want to know what you're going to do! \n[38]Oh, be sensible! \n[39]Oh, Prew! Prew! Why did you have to do it? Why did you have to kill that man? \n[40]What Germans?! \n[41]We've been at Queens Hospital -- giving blood -- \n[42]A house on Kuhio Street was bombed \n[43]The Post? Tonight? \n[44]But why? 152. \n[45]But you can't! You're not fit yet -- you're weak as a kitten -- you're AWOL -- they'll throw you in the \n[46]And they'll find out it was you who killed that soldier! \n[47]But you'll never make it! There's MPs all over -- \n[48]Stay till morning! 153. \n[49]Maybe if you stayed till morning you'd change your mind... \n[50]Don't go, Prew! I'll do whatever you want... We'll figure out a way to get to the States together... We can even get married... If you go I won't see you any more... I know it... \n[51]\n[52]A soldier! A soldier! A Regular. From the Regular Army. A thirty- year man! \n[53]No one would know there was a war, from out here. \n[54]I won't come back. I had to get away from here. You see, my fiance was killed on December seventh. \n[55]He was a bomber pilot. He tried to taxi his plane off the apron and the Japs made a direct hit on it. Maybe you read about it in the papers. They awarded him a Silver Star. They sent it to his mother. She wrote me she wanted me to have it. 160. \n[56]They're very fine people. Southern people. He was named after a General. Robert E. Lee -- Prewitt. \n[57]Robert E. Lee Prewitt.  Isn't that a silly old name? ", "MEDIUM SHOT": "\n[1]A small thin soldier in an undershirt and fatigue pants backs out of the screen door and into shot. He is wielding a frayed broom. This is PRIVATE ANGELO MAGGIO. He is violent and funny and sour and friendly. He sees Prewitt's legs but not his face, speaks as he sweeps a cloud of dust off the porch. \n[2]The Dayroom has a pool table, ping-pong table, a radio, etc. Moth-eaten, upholstered chairs line both walls. The place is empty as Prew enters. He looks around casually, sees the pool table in an alcove. He moves over to it, puts the bugle mouthpiece in his pocket, picks a cue from the rack on the wall. He switches on the light, chalks the cue. \n[3]as Prew and Warden enter. Maggio is sweeping the room. MAZZIOLI, a bespectacled, intellectual-looking Private First Class, is at the clerk's desk, opening it, taking out papers, etc. Prew sits on a bench as Warden goes over to Mazzioli. \n[4]During this shot Maggio can be seen in b.g. through door to Orderly Room. He pretends to be sweeping, but stops now and then to listen. \n[5]as Prew and Warden enter and walk through. Maggio bobs his head approvingly at Prew. \n[6]14. \n[7]as Warden jumps in. He takes off his rain hat. \n[8]The kitchen is small and undistinguished. Karen takes a whisky bottle from a cabinet, pours a straight, stiff drink, puts it on the sink. Warden puts the papers down and drinks. Karen sits on a high kitchen stool. \n[9]The bugle is heard over shot. A line of spruced-up men stretches through the mess hall. A blanket is spread over a table and behind it sits Holmes, flanked by Warden and Mazzioli. In front of Holmes is a pile of greenbacks and a cigar box filled with silver. He is paying out the man at the head of the line. \n[10]as Prew enters behind Mrs. Kipfer. The vestibule has an old South feeling of mustiness and respectability. Maggio is handing some bills to ANNETTE, a young, brash-looking girl, who sits behind a reception desk. \n[11]The jeep is driven by an enlisted man. Sitting next to him is MAJOR GENERAL SLATER. Galovitch hops off the bike and he and Prew snap to attention. General Slater leans out of the vehicle. He seems puzzled and interested by the odd sight of the two men. \n[12]Prew and Galovitch are standing in front of the Captain's desk. Prew is at attention, the heavy pack on his back; his face is drawn and tired; his clothes are plastered to him. He has regained his old expressionless look. Warden has swung his chair around and is surveying the scene. Holmes looks Prew up and down, half-smiles. \n[13]as Prew carves out. Choy's is on a wide road across from the entrance to the Post. Prew looks around for Warden, sees him off to one side. CAMERA MOVES WITH Prew as he goes over to him. \n[14]Tall pale royal palms contrast with thick dark plants and bushes. An ornamental lamppost alongside a walking path a little distance away. Prew comes into shot cautiously, carrying Maggio's tie and shoes. He moves quickly, bends over. CAMERA PANS AND MOVES IN and we see it is Maggio's shirt and trousers which Prew has discovered on the ground. He looks at them wryly, picks them up, moves on. \n[15]Prew and a group of G Company men, including Sergeants Dhom, Thornhill and Henderson, are on the steps and porch as a Reconnaissance car pulls up and halts. \n[16]as the Recon pulls out and Maggio's last hearty shout drifts back. \n[17]as the MPs march Maggio up to a door and gesture him to enter alone. He goes in. \n[18]CAMERA SHOOTS from behind a man seated at a desk. Prominent in shot is a wicked-looking chopped-off hoe handle lying on the desk. Maggio enters, recognizes the man. He walks, up to the desk, his face set in defiance. Music is rising in a fearful crescendo. CAMERA PANS just enough to REVEAL desk sign reading: \"SERGEANT OF THE GUARD.\" The man stands up and the music stops abruptly. \n[19]The small house is perched precariously on the very edge of the cliff. Alma and Prew come around the bend, come up to the door, Prew marvelling at the house. \n[20]The porch is at the rear of the house, leading off from the living room. It is on the very edge of the cliff. Prew and Alma are dancing to the music of a portable victrola. It is playing \"Why Don't We Do This More Often?\" A table still contains the dinner plates. Prew's expression holds the wonder of a child at a magic show. He misses a step, stumbles. \n[21]Holmes, seeing Prew is now clearly in command, steps out of the crowd and up to the two fighters. \n[22]Holmes pulls himself together, turns to the crowd. \n[23]Three men come out of the barracks, lean over the porch rail, listening. Their faces are thoughtful, sad. \n[24]There are eight or nine men here now, listening. \n[25]A half dozen men are sitting on the steps, listening, among them Stark and Wilson. Stark shakes his head sadly. \n[26]Fatso is on his back, his stomach gushing bloods his eyes already glazing. Prew staggers into the light now. His left side has two vicious cuts; he is bleeding badly. He stares down at Fatso, who manages a small, reproving voice. \n[27]Prew comes toward camera, laboriously struggling up the road. His side is hemorrhaging steadily, his shirt and trousers blood-soaked. He stops close to camera. He wads his handkerchief, sticks it inside his shirt near the knife wound. He smiles wearily, crookedly. \n[28]FEATURING Warden at the NCO table. He rises, carries his plate with him towards the chow line. A sudden, deep-toned, earthquake-like blast shudders through the room. The cups on the tables rattle. Warden stops, cocks his head. The men stop eating, look at each other. \n[29]Some of the men continue to crane at the sky. A few pick up metal links from the Jap bullets. \n[30]The men rush for cover, all except Choate who is left alone in shot. He takes a big bite of his sausage and eggs, hastily downs a swig of coffee. Then he throws the plate and cup into the street and dives for cover as the terrifyingly loud noise of the Jap planes indicates they are directly overhead. \n[31]The non-coma are arguing violently with Leva at the door to the Supply Room. Jap planes are loud overhead. \n[32]as Warden runs in. Broken glass lies all over the floor. Bullet holes are stitched across the top of Warden's footlocker. He throws back the lid fiercely. His linen is polka-dotted with holes. He tosses out shirts, shorts, etc., digs underneath them. He pulls out a quart bottle of whisky; it is untouched. Warden smiles with relief. He lifts the bottle to his lips, drinks long and heartily. \n[33]as the men on the roof reload. In the distance the Jap planes have turned and are heading back for the roof. \n[34]The men flatten, all but Warden. He stands, swings his BAR toward the plane. CAMERA IS ANGLED so that Warden is silhouetted against the sky as he fires at the Jap plane. \n[35]Prew rises, staggers away from the jeep. ", "LORENE": "\n[1]Would you like to sit down? \n[2]I'm Lorene. \n[3]I haven't seen you in here before. \n[4]Oh. Somehow I didn't think you were a soldier. \n[5]I suppose it's different when a fellow is going to make a career of it. \n[6]I like you just the same. I liked you the minute I saw Annette bringing you in. \n[7]Surely. \n[8]Bill here was telling me about surfboarding. \n[9]Sit down and just listen. He describes it thrillingly. 46. \n[10]Do you want to move into another room, Bill? \n[11]Shall we go, then? 47. \n[12]That was a terrible way to have acted. What you did. \n[13]You're a funny one. \n[14]\n[15]That piano is about to drive me out of my mind. Let's go up to Mrs. Kipfer's suite and sit there. She lets us use it sometimes... for somebody special. \n[16]No, I'm not mad. \n[17]You certainly are a funny one. \n[18]... I enlisted, too. I came out here on my own. To get away from my home town. In Oregon. \n[19]I had a boy friend. I was a waitress. He was from the richest family in town. He just married the girl suitable for his position. After three years of going around with me. It's a pretty story, isn't it? Maybe they could make a movie of it. \n[20]So I left and went to Seattle, as a waitress. And I met a girl just back from Hawaii. She said she'd made a lot of money working for Mrs. Kipfer. I caught the first boat. I've been here a year and two months. \n[21]Oh, I don't like it. But I don't mind it. Anyway, I won't be here forever. \n[22]I have it all figured out. In another year I'll be back home, with a pile of bills big enough to choke a steer. And then I will be all set for life -- \n[23]No, thanks. I never drink much. \n[24]I think it' a a weakness. \n[25]And I don't like weakness. Do you? \n[26]With you it's not a weakness. With you it's more like a virtue. \n[27]Well, it's so. \n[28]What's he mean, The Treatment? \n[29]What did he mean? \n[30]Fight? \n[31]My name's Alma. \n[32]Alma Schmidt... \n[33]Mrs. Kipfer picked Lorene out of a perfume ad. She thought it sounded French... ", "FATSO": "\n[1]You're the kind of character I eat for breakfast, ya little -- \n[2]Little Mussolini here tryin to tell me what way to play the piano. \n[3]Who's that? Who's that dame? \n[4]Whoever! Say, she's a real good piece of whistle bait! I'd sure like to get my mitts around her. \n[5]Why, holy -- I You hit met You hit me! \n[6]\n[7]I'm gonna cut this little Wop's heart out. Anybody steps in here, I give it to him first. \n[8]Look outs here, Warden. This a private affair. \n[9]Tough monkey. Hard sister. Guys like you get to the Stockade sooner later. One day you walk in there I'll be waitin. I'll show you a coupla things. \n[10]Tough monkey. \n[11]Hard sister. \n[12]You want me? \n[13]I don't like that nickname. You want to see me about somethin? \n[14]Okay. Good night, gents. \n[15]Okay. You sore about somethin? \n[16]The little Wop? The one who bust out of the Stockade? Sure. He was a real tough monkey. But crazy, see? \n[17]Did I? If I did, he ask for it. 126. \n[18]You've killed me. Why'd you want to kill me? ", "GALOVITCH": "\n[1]You no talk now, Prewitt. But out in field with us you sing different song. An don't think you are tough guy. Quickest way to stockade is \n[2]A double dose needs him to be given. \n[3]Clean up dis mess, Prewitt! \n[4]And look a life, hurry it up. You on fatigue detail, not vacation. \n[5]Clean up, Prewitt! \n[6]How? What! \n[7]What! \n[8]Yes, Sirr. \n[9]Move along. You not half way yet. Three more miles to top. \n[10]Top of pass, Sir. This man insubordinate. The Captain is teaching him lesson. \n[11]Company G, 219th, Sir. \n[12]\n[13]Still on knees, eh, Prewitt? Well, boxing finals next month. December f if teen. You s till got time help us make champions. \n[14]You need better lesson than up to now. Maybe I give to you myself. Maybe right now. \n[15]Prewitt talk back to non-com. Refuse order I give him, start fight. I teach him lesson. ", "LEVA": "\n[1]I can't do no better on what you people pay me. \n[2]Her and them sweaters. \n[3]But man, she sure is one, ain't she? \n[4]One woman. \n[5]I'm tellin you, Top, she's trouble. You better keep your mind off what you're thinkin. \n[6]Any word on Maggio's Court Martial? \n[7]He'll get the Stockade sure. \n[8]Can't a man rest himself for a min-- \n[9]Yes, sir. \n[10]I don't care. I can't issue any live ammunition without a signed order from an officer. \n[11]I'm sorry fellows. Lieutenant Ross give me them orders himself. No signed order, no ammo. And that's all they are to it. \n[12]I can't, Top. I got to obey my orders. No live ammo without a \n[13]I ain't gonna do it, Top. I -- \n[14]Remember I warned you. I did my best. ", "ANOTHER ANGLE": "\n[1]Maggio has swept his way over to Prew. He stops sweeping now, stares at the other man as if still incredulous. \n[2]Lorene smiles. \n[3]as again the laughing and shouting in the room stops abruptly. Fatso reels a little with the terrible blow but does not go down. \n[4]as the Driver gets out of the car and goes to pick up Maggio's stacked barracks bag on the porch. Prew moves up close to Maggio. \n[5]REVEALING Fatso Judson as the man, on his face the same murderous expression as at Choy's. He cracks his fingers. \n[6]FEATURING the \"ath-a-loots,\" including Dhom, Wilson and Henderson. They are watching quietly, nodding with approval as Prew feints, then darts several punches into Galovitch's ribs, It almost seems as if they are admiring Prew's courage, inwardly rooting for him. Holmes enters the group, Thornhill tagging after him. Holmes stops and watches the fight. There is a look of satisfaction on his face. \n[7]near rear of crowd. An officer, walking across the lawn, is attracted by the noise. He steps into the crowd. This is COLONEL WILLIAMS. He wears the insignia of the Inspector General's Department. He watches the fight, is about to step through to break it up when he sees Holmes. He stops, watches Holmes' reactions. \n[8]Galovitch, surprised and hurt, throws up his hands. Prew drives both fists to his solar plexus. Galovitch drops his guard. Prew smashes him in the face and Adam's apple. Galovitch falls to his knees, hawking and choking. \n[9]The headlights of a jeep descend upon Warden and Prew. Then the vehicle skids into the shot with a screeching of brakes, comes to a halt directly in front of the men. Warden and Prew look at the car calmly, don't move. The headlights are blazing on them. Stark hops out from the driver's seat, furious. \n[10]as Warden comes up on the roof through the skylight. He shouts incoherently at the men. They shout back in a wild cheer. They are like a pack of hungry men enjoying their first big meal in years. In b.g. the Jap V has swung about and heads back. Warden grabs a BAR from the roof. \n[11]Warden makes a tour of the roof, laughing, exhorting, slapping the men on their buttocks like a quarterback. They respond with tremendous spirit; they are having one hell of a time. We get only a snatch of what Warden is yelling. \n[12]as the men return to their positions. Two planes head for them, pass over as Company G lets go again with everything it has. \n[13]CAMERA SHOOTS DOWN to Prew from top of trap. A portion of the jeep is in shot, but we are not able to see the MPs. ", "CLOSE SHOT PREW": "\n[1]Prew's lips are drawn tight. He nods almost imperceptibly. \n[2]as he strips the rifle. (This mechanical operation should be interesting to audiences; a good man can field strip the weapon in thirty or forty seconds.) Prew finishes the job and CAMERA MOVES to CLOSE on shelter half where all the parts are laid out. \n[3]working over the sink. \n[4]warmed by the friendliness of the music and the moment. \n[5]astonished yet appreciative that under Warden's confidence and control in Choy's there has been a human frailty. \n[6]CAMERA MOVES WITH him close to ground as he knees and elbows his way along deep into the bushes. He stops, breathing hard. The sound of the MPs fighting with Maggio can be heard, the ugly sound of fists and the uglier sound of clubs smashing bone and flesh. \n[7]heartsick as he looks at Maggio. \n[8]\n[9]A fear, not born of cowardice, is reflected on Prew's face as he sets himself, stares at Galovitch. He seems haunted by the memory of Dixie Wells. \n[10]staring down at Maggio. \n[11]continuing the Taps. There are tears in his eyes now. \n[12]He smiles faintly, holds the glass high. \n[13]looking toward the jeep, blinded by the blazing light. He has the appearance of a terrified animal. There is a wildness, a senselessness about him. The blotch of blood oozes and spreads over his shirt. He picks up a rock from the road. ", "STARK": "\n[1]Rifle man, huh? All somebody'd have to do would be holler war at you and it'd be over the hill and far away. 34. \n[2]Hole up 'at noise. This man's hot as a forty-five shootin downhill. \n[3]I think you're a fat cook who can't cook. \n[4]... China's the place. Your money's worth ten, twelves times as much. I'm gunna ship over soon as my time's up in this pineapple Army. \n[5]This ain't no rassle, Ike. You got to fight this man fair. \n[6]Whatsa matter with you, you crazy, dumb screwballs?! You tryin to get killed?! \n[7]I borrowed it. I'm goin to town. What you doin in the middle of the road? \n[8]Your friend, huh? \n[9]You both must be plumb nuts. \n[10]I guess I'm the one who's nuts. \n[11]Fatso's lucky. They'll figure he got killed fallin out of that truck. \n[12]I'll take him, Prew. \n[13]What you want me to do, First? I got a hangover, but I can still -- ", "FULL SHOT": "\n[1]Payday night. A gay, noisy jamboree. Soldiers, mostly in civilian clothes, and uniformed sailors swarm down the street. Taxi drivers arguing with their fares as they pull up at bars. Filipinos padding in twos and threes. \n[2]Several rooms branch off from this main one. There are about a dozen soldiers in civilian clothes -- and about a dozen hostesses. Several couples are dancing. The man at the piano is banging away, his music clashing cacophonically with a jukebox record from an adjoining room. CAMERA PANS as Mrs. Kipfer moves to and fro encouraging the men to enjoy themselves. The New Congress is a sort of primitive U.S.O., a place of well-worn merriment. It is not a house of prostitution but the girls look available for goosing... all but one we see at the end of the PAN. She sits alone on a couch. This is LORENE. There is an innocent, child-like look about her. Her hair is done demurely in a circular roll low on her neck. She is about twenty-four. She is reading a magazine, untouched by the din around her. \n[3]Raucous, hammering music sweeps away the melancholy blues. On the floor of the gym Dhom is punching the bag. In a corner of the raised ring Ike Galovitch is skipping rope. In the center of the ring Thornhill and Henderson are sparring. Holmes hovers beside them, issuing instructions in a strident voice. \n[4]Prew stops on the threshold, stares at the room in happy amazement. It is large, smartly furnished. In the rear, glass doors lead to a porch. One of the panelled walls is filled with bookshelves, floor to ceiling. The bookshelves are filled with books. A hearty feminine voice calls \"Hi!\" from the kitchen, and as Prew and Alma come into the room, GORGETTE enters from the kitchen. She is a very tall, very gay, good-looking girl. \n[5]SHOOTING through smoke rising from one of the trench-ovens. As it clears we see the enormous Hawaiian woman and one or two others cleaning up and putting out the remnants of the fires. The merrymakers and dancers have gone; the luau is over. In b.g., quite alone, are Warden and Karen, sitting on the trunk of a fallen palm tree. \n[6]Most of the men turn in their beds toward the sound of the bugle. Some prop up on their elbows. \n[7]More men are propped on their elbows, their heads turned toward the Bugler. The dim figure of Treadwell can be seen, at a window now. \n[8]CAMERA FEATURES clock on wall reading 7:52. About half the Company is at breakfast. There is considerable laughter and horseplay. Near the kitchen a dozen men are in the chow line. \n[9]The men are pouring in from the Company street, all shouting at once. Warden pushes his way through them and jumps up on the pool table. His big voice booms. \n[10]The men are sitting on their bunks, unhappily, holding their rifles. Others who have slept through breakfast are dressing hastily. Warden rushes into the room. The men immediately bark ad-libbed questions at him: \n[11]The Jap strafing attack is continuing. Their planes are making a figure 8 in the sky. Silhouettes of men on the roof can b e seen. Friday Clark is blowing his Cavalry Charge. In b.g. men of the loading detail are scurrying around. Lieutenant Ross runs into shot. CAMERA PANS him across the quadrangle toward the barracks. \n[12]As before, pandemonium -- but controlled and efficient. The men are hoarse from shouting, red-eyed, puffing from excitement and exertion. Two Jap planes swoop past and the full-throated umbrella of fire lets loose. Lieutenant Ross clambers onto the roof, stooping under the burden of the BAR and loading clips. The men greet him with a concerted cheer. ", "WARDEN'S VOICE": "\n[1]What're you think you're doing!? Why ain't you out in the field with the Compny? What's your name? \n[2]Army women... They're cold, they got no more warmth than a diamond. There's no pleasure in them... \n[3]Is that right? \n[4]You heard. \n[5]I ain't tellin you. You're tellin me. \n[6]How do you like straight duty?. Life in a rifle compny, eh? \n[7]Halt! \n[8]Who goes there? \n[9]Advance, friend, and be reconized. \n[10]\n[11]Yes, air. ", "THORNHILL": "\n[1]You ain't forget the Division champs get ten day furloughs, did you, son? Ey? \n[2]Wide open, ey, Prewitt? Maybe seven laps'll teach you to watch yourself... \n[3]The Treatment'll bring that puppy boy around... \n[4]Ey, leave him alone. `e's in my \n[5]Ey, wait a minute, you guys -- ! \n[6]They fightin on the green, sir! Galovitch and Prewitt. \n[7]Ike looks like `e goin to murder him, sir. 109. \n[8]Ain't you want to see it, First? \n[9]`e's right, sir.  `e begun it. Prewitt done nothin. \n[10]Don't go out there, First Sergeant! You'll be killed! They're shootin it up! You'll be dead! You'll not be alive any more. Don't go out there! ", "DHOM": "\n[1]You want a busted head, Maggio? \n[2]Then keep your big nose out altogether.  Trainin season starts next week -- \n[3]Okay, Prewitt. No halts barred. \n[4]Prewitt! Step out! \n[5]You march like a drunk gooney bird! Corpral Paluso! Take this man to the track. Send him 'round seven laps double-time rifle at high port! \n[6]He blinded a guy once. Must be scairt of the same thing. \n[7]That's right, sir. Everybody knows Galovitch started it. \n[8]Yeah. An come over to Choy's tonight. We buy you a beer. \n[9]He won't let us have no ammo, Top! \n[10]Come on, you dirty sons -- 145. ", "TREADWELL": "\n[1]Ah+m suppose to be a automatic rifle man, not a spud-cutter. \n[2]... they just give me my chance they'll see... \n[3]... Ah'm in the Army because Ah can live better on the Inside than on the Outside. \n[4]Man, that's blues! Where'd you drag that one up Prom? \n[5]I bet I got two hundred blues records back home. 62. \n[6]But there ain't one could touch that. And that includes Saint Louis. And it could be ours... \n[7]I bet you it's Prewitt... \n[8]... I told you it was Prewitt... \n[9]Hey, what about me? I been waitin all my life to git to shoot a BAR at somethin! \n[10]Friday's gone crazy! He's blowing the Cavalry Charge! ", "KARELSEN": "\n[1]The Profession wears you down, though, young man. Down thin like a knife what's been honed and honed. All that good steel just rubbed away... \n[2]Oh, sure. I could be Chief of Staff, too, except I can't stand leaving all my old buddies. \n[3]To take my stinkin shower, if the First Sergeant's got no objections. Where'd you think? To the movies in this towel? \n[4]Okay, Okay. \n[5]\n[6]Well, what did you expect? I was in a different mood, then. \n[7]I think I could get one of them Japs with a machine gun, Milt. We'll put the tripod over a chimney. And hold her down by the legs. \n[8]Nuts! Led him too tar. \n[9]Ah, nobody'll ever know which of us got that guy. ", "PREW'S VOICE": "\n[1]Hello, Fatso. 125. \n[2]... got that one fallin off the barn back home... gashed it on a spike... Dad laughed... Dead now... Uncle John+s dead, too... \n[3]... that cut over the eye... in the ring at Myer... wouldn't let `em stop it... knocked the guy out... sixth round... \n[4]... ten stitch gash in the hip... workin in the gym attic... fell through the skylight... where was that?... so many scars... so many years... where they all gone to anyway...? \n[5]Alma! \n[6]... almost home... ony across the golf course... now... now... no... wait... gotta be care?... gotta sweat it out... \n[7]... it's clear now... gotta get home... \n[8]... sweat it out and sweat it out and wait and wait and wait for it... and now it's here... it's here... gotta see to do it well... gotta do it well... won't take long... \n[9]... just a little more now... gotta do it good... it'll be over... nobody lies... lonely... a man has... got to have some place... ", "MAZZIOLI": "\n[1]Those medics didn't get the Sickbook back till late yesterday -- I'll tend to it right now -- \n[2]Private Prewitt, thirty dollars base pay. Deductions-laundry, insurance, PX checks. \n[3]... it's in regulations. You've got a right to complain. You've got a right to take your case to the Inspector General. Any soldier has, even a plain dogface. \n[4]Listen, Prew. I guess I ought not to tell you but --. Warden hasn't had you on KP much lately, has he? \n[5]Well -- I was working in the Orderly Room this afternoon and I heard the Captain telling Warden you're to pull KP every weekend from now on. You know what that means -- you can' t even go into \n[6]It's on right now. At Headquarters. \n[7]Maybe he won't get it. All he did was get drunk and run wild. That's a soldier's nature. It's almost his sacred duty once in a while. \n[8]The Japs're bombing Wheeler Field! It's the Japs! They're bombing Wheeler Field! The Japs! It's the Japs! I saw the red circles on the wings! ", "BILL": "\n[1]-- you go along as fast as forty miles per through that surf and your balance has got to be letter perfect. \n[2]Hello, friend. \n[3]You know anything about surfboarding? \n[4]You must be stationed inland then. I'm at DeRussey so I get lots of chances. \n[5]A little bit. Are you a mountain climber? \n[6]I've had a few lessons. \n[7]Sure. The air in here seems to have gotten very smelly, hasn't it? \n[8]Listen, fellow -- ", "ROSS": "\n[1]-- I don't intend to have a sloppy outfit. I don't intend to have a goldbrick outfit. I don't intend to have a soft soap outfit. I've called you noncoms in because you're the backbone of any Company. 132. \n[2]From now on you'll have to prove you're entitled to have those stripes here. And not in the boxing ring. \n[3]Get rid of these, Sergeant. \n[4]That's all I have to say. If you've any questions, speak up. \n[5]Dismissed. \n[6]I know. Private Galovitch is in the kitchen. \n[7]As of now, he's an assistant cook. I busted him. On a blanket charge of inefficiency. What are you grinning at? \n[8]", "LIEUTENANT COLONEL": "\n[1]Where's your Company Commander? \n[2]Did you know this man personally? \n[3]He didn't have any regular identification. But they found a card on him with his name -- (holds card close to \n[4]I'll turn this over to you. And these other things that were on him. This -- \n[5]And this. Whatever it is. 158. \n[6]Are you all right, Sergeant? Was this man a friend of yours? \n[7]I believe I can attend to that for you. \n[8]I'm sorry, Sergeant. ", "CHOATE": "\n[1]I'm coldern a Idaho winter tonight. \n[2]You might as well get use to it, kid. You probly be seein it often before you die. \n[3]Take A Compny. They got the best Compny Commander I ever saw. But their Topkick -- he ain't no Warden. \n[4]The Warden? He's a wild man. He was in the 15th when they seen their action in the Settlement in Shanghai. I heard about it down in the Philippes even. He got himself a DSC and a Purple Heart out of it but you'd never know it if I dint tell you. This next war comes, Warden'll be right in there, standin up on the skyline, trio to get himself killed, but nothing will ever touch him. He'll come through maddern, wildern, craziern ever. All I know is he's the best soljer I ever saw... \n[5]Top, you sure plastered. \n[6]Them engineers mighty ambitious Sunday mornin before eight o'clock. \n[7]Hats got it locked up. An the keys in his pocket. ", "MEDIUM CLOSE SHOT WARDEN": "\n[1]His paper still on his lap. He has been watching. He wears a faint smile of respect. \n[2]standing on the open porch, in the rain. He wears a GI raincoat. He is squinting at the door with the same expression he used looking at Karen's picture. He takes a deep breath as if he were going off a high diving board, then knocks briskly. A shadow moves across the room behind the curtains. Then Karen opens the door. She is in shorts and a blouse. \n[3]protesting, joining in the laughter. Suddenly he kicks off his shoes, rolls his slacks up to his knees. He snatches a gardenia from the hair of a pretty Hawaiian girl next to him, sticks it over his ear, jumps into the firelight and dances with the others. The music comes up louder and faster as the spectators and dancers roar. \n[4]He stares at the picture, then looks at the application blank. Then he looks down at the chevrons on his arm. He rubs his hand over the chevrons gently, fondly. He looks at the application blank again very thoughtfully. \n[5]\n[6]listening now on the porch alongside the street. \n[7]firing the BAR, standing, as the Jap planes roar over. He staggers back from the recoil. ", "NAIR": "\n[1]It was rugged, sam. But I kept my mouth shut and watched my step and I wasn't in no trouble. \n[2]Fatso's workin him over with a hoe handle. Places where it won't show mostly. You know, the back and the chest. The kidneys. Once in a while in the face. Know what Maggio does when that happens? Spits in Fatso's eye. Oh, he's a hot one. Ain't he a hot one? 105. \n[3]Course, he throws up a little blood now and then. And he passes out a lot. But Fatso sure ain't reportin none of that. So there's no way they goin to find out. \n[4]We tried to get him to. But he won't peep. He says he got a lot more scalp to lose first. That boy is about the hardest artery in the hospital.  But he's got a heart just like a great big baby. \n[5]Your guess is worth mine, sam. Maybe he's crackin a little at that -- cause after Fatso put him in the Hole -- that's what they call solitary -- a couple times he began talkin about how he's gonna e- scape. He said to tell you he'll look you up one of these nights. \n[6]The head, Prew! Hit him in the head! \n[7]Say! This'll make me a good souvenir! A bullet from a Jap plane! ", "LONG SHOT": "\n[1]The quadrangle of Army buildings is quiet and deserted. A broken-down taxi drives in at one corner and slowly makes its way around the quadrangle. SUPERIMPOSED over shot is the \n[2]65. \n[3]Maggio walking across the yard flanked by the tall MPs. He looks around as if surveying the chances of escape. Music rises. \n[4]Framed beautifully in the moonlight, the Quadrangle and Barracks area look like a college campus. Silence. No movement. \n[5]Several groups of two and three scattered about. They are standing in no particular places, as if they have been walking and stopped suddenly. They are all looking toward the Bugler. \n[6]In b.g. Warden, in uniform, and Karen are sitting on the same bench as in their first meeting in the park. We cannot hear what they are saying at first. CAMERA MOVES IN past a few pedestrians and HOLDS on a MEDIUM SHOT. There is a defeated, tired look about them, as if they have been talking for a long time to no avail. ", "HENDERSON": "\n[1]You heard him. Better think it over. 19. \n[2]-- rifle's your beat friend. In case them weapons jams in combat could mean life or death. You got to know 'em inside out. Now I want you to strip them weapons and put it together again.  Go! \n[3]Your rear sight's way off! You'd be fifty feet off your target at three hundred yards!  That's what comes when a soljer don't know how to assemble a rifle. You better get down to the track and carry it around a few times. Maybe that'll teach you... \n[4]We've been runnin him pretty hard. But he don't faze. \n[5]No, sir, this wasn't Prewitt's fault. 112. \n[6]But there ain't no officers yet, you jerk! Lieutenant Ross lives off the post. ", "MEDIUM SHOT PREW": "\n[1]running around track to sun, rifle held before him. The smile is fainter but still there. \n[2]bent over the sink, scraping, washing and rinsing cooking pans and mixing basins. He hangs the soap bucket on the hot faucet and turns it on full force. As he does, PRIVATE WILLARD, a fat, whining cook, dumps an additional huge pile of pans before him. Prew looks at them ruefully. Willard says something to him with a \"hustle up\" gesture. The faucet drowns the words. \n[3]He is in fatigue clothes, on his knees, scrubbing the floor. There is an expression of stubborn hate on his face. Above his head in the shot are Galovitch's feet jumping the rope. In b.g. of shot is Wilson, seated near ring. \n[4]coming to the end of the Taps. CAMERA MOVES IN to a CLOSEUP. Prew's face is wet with tears. His lips are pinched and red. He blows the final notes. \n[5]There are improvised blackout curtains over windows and the glass doors. The radio is on, volume low, and an announcer is droning out an account of Pearl Harbor. Prew, still on the couch in his pajamas, looks as if he has just struggled to wakefulness. He listens to the radio for a few moments in confused disbelief. He shakes his head vigorously as if to throw off his grogginess. He shakes his head again, slowly, more knowingly now, nodding as if he remembers something from the broadcast of the morning. Then as if all of it hits him suddenly and fully and terribly he wrenches himself off the couch. He looks around at the dimly lit room. \n[6]standing on the lip of the trap, the jeep bearing down on him. He turns, starts to dive into the trap. A blast of gunfire from the jeep hits him. He falls sideways into the trap, rolls over on his back, The jeep moves into the shot, crawls half-way over the trap, stops, its spotlight pouring down on Prew. His eyes are open, looking up to the sky. ", "ANNETTE": "\n[1]It'll be eight bucks, Babyface. Four for initiation fee, four for April dues. \n[2]Members are entitled to all privileges of the club which includes dancing, snack bar, soft drink bar, and gentlemanly relaxation with the opposite gender so long as they are gentlemen and no hard liquor is permitted.  Got it? \n[3]... Girls, here's some new poison. This is Billy and Jean and Nancy. \n[4]Don't tell me the Princess is your style. \n[5]Meet Suzanne and Roxanne. \n[6]Much as I adore your company, you must allow me to tear myself away. I see a few friends at the door. Also I can see I will be of no use to you much. 42. ", "MEDIUM CLOSE SHOT PREW": "\n[1]He settles lower in the couch, the picture of frustration and hopelessness. He pulls a cigarette from his pocket and lights it. \n[2]Horrified, he starts toward the fracas. MEDIUM SHOT MAGGIO AND MPs IN F.G. PREW IN B.G. The second MP has managed to get out from under Maggio. He smashes his fist into Maggio's face as the latter continues to wield the club. Maggio sees Prew coming toward them. \n[3]working with his thoughts, afraid to broach them. He lights a cigarette, his fingers trembling. \n[4]looking up at Galovitch. \n[5]at the Bugler's post. He is finishing the last phrases, full and wonderful. Behind him stands Friday Clark, motionless. The final note quivers to silence. Prew swings the megaphone for the repeat. Then the repeat begins, the clear proud notes reverberating across the silent quadrangle. \n[6]He is lying on a couch in pajamas. He has not shaven, his hair is unkempt. A Radio Announcer is heard over shot. Prew wakens, groggy with hangover and near-delirium, wrestles with the blanket over him. CAMERA PULLS BACK to MEDIUM SHOT, DISCLOSING Alma and Gorgette. They have negligees over their nightgowns, are listening to the radio. The Announcer's voice tries hard to be calm and official but he cannot keep the tremor out of it. (NOTE: Transcripts of the actual broadcast have been requested. ", "ANDERSON": "\n[1]Oh, just stumbled on it. \n[2]I could bring it down to a third line major ending... Regular twelve bars blues. \n[3]'More dough than I can use. Re- enlistment Blues...' \n[4]Sir -- I'm sorry, sir but Private Prewitt's not to blame for this. Sergeant Galovitch started it. \n[5]Where you go in? \n[6]Must be dynamitin down to Wheeler Field. ", "CLARK": "\n[1]Hey, look... I betcha we could make one out of what you just played. Do that again. \n[2]'They gimme all that money... So much my pockets is sore...' \n[3]Some day I'm goin back to Scranton and play it for my folks. And tell em it wan composed in the Hawaiian Islands! Clear across the Pacific Ocean! \n[4]Yeah? \n[5]Don't know. I was borned on Wednesday.  Went back around on Friday Asked for a free glass of beer... \n[6]Dead? But he was here just a minute ago. ", "GENERAL SLATER": "\n[1]At ease. Where're you men headed? \n[2]What's your outfit, Sergeant? \n[3]I'm waiting for your reply to this. \n[4]Holmes, the first thing I ever learned in the Army was that an officer takes care of his men. It seems to be the first thing you forgot. It's monstrous to think of anybody like you in command of troops. And believe me, you won't be for long. My only regret is that we have to keep you in uniform until a court martial is concluded. 130. \n[5]In the meantime, of course, I'm relieving you of your present duties. \n[6]I'll give you a chance you don't deserve, Holmes. Write a letter of resignation and have it on my desk this afternoon. I'll consider accepting it. Only because as far as I'm concerned, the quicker you're out of the Army the better for everybody. Especially the Army. ", "GORGETTE": "\n[1]Don't mind me. I'm going out in a little while. \n[2]I belong to the Book of the Month Club. I always take every book. That way I get all the dividends. \n[3]It's the Japs. The Japs! 147. \n[4]The town's a madhouse. Trucks, busses, jeeps all over -- \n[5]And the drugstore on McKully and King is smashed flat. And the man and his wife were killed -- \n[6]Your side'll open up -- "}}