{"dialogues": {"SETH": "\n[1]Letting him use your toilet? No store does that. \n[2]I want that son-of-a-bitch out outta here, in his car, and down the road or you can change the name of this place to \"Benny's World of Blood.\" \n[3]Were you giving that pig signals? \n[4]He says you were scratching. \n[5]You callin' him a liar? \n[6]Yeah, well, your best better get a helluva lot fuckin' better, or you're gonna feel a helluva fuckin' lot worse. \n[7]Everybody be cool. \n[8]What the fuck was that about? \n[9]What the fuck is wrong with you -- \n[10]Start the car. \n[11]Shut up and start the car. \n[12]Richie? You okay? \n[13]Well that don't matter now, 'cause you got about two fuckin' seconds to live! Richie! \n[14]When I count three, shoot out the bottles behind him! \n[15]One... Two... Three. \n[16]What did I tell you? What did I tell you? Buy the road map and leave. \n[17]He didn't recognize shit. \n[18]Low profile. Do you know what the words \"low profile\" mean? \n[19]Whatcha think I want, ya mean old bastard? I wanna room. \n[20]No. \n[21]No. \n[22]They don't have anything except four walls and a roof, and that's all we need. \n[23]Open the door. We gotta do this fast. up in the trunk. \n[24]Don't say a word. \n[25]You. Plant yourself in that chair. \n[26]-- I said plant yourself. Plants don't talk. You wanna get on my good side? Just sit still and don't make a peep. \n[27]Let me help you. \n[28]How's it feel? \n[29]I got both rooms on either side of us, so we don't gotta worry about eavesdropping assholes. How's that feel? You okay? \n[30]I'm gonna go get the money. \n[31]It's about five o'clock. What time does it get dark around here? \n[32]Good. I'm going towards the border to check things out while it's still daylight. Call Carlos and arrange the rendezvous. \n[33]That's their standard deal, brother. They ain't about to change it for us. \n[34]These guys ain't spic fire cracker salesman from Tijuana. They don't even know the meaning of the word \"barter\". You wanna stay in El Ray? You give them thirty percent of your loot. It's scripture. So it is written, so shall it be done. You want sanctuary, you pay the price, and the price is thirty percent. \n[35]-- This conversation is over. \n[36]Now, we need to have a talk. What's your name? \n[37]Hello, Gloria, I'm Seth and that's my brother Richie. Let's cut to the chase. I'm gonna ask you a question and all I want is a yes or no answer. Do you want to live through this? \n[38]Good. Then let me explain the house rules. Follow the rules, we'll get along like a house on fire. Rule number one: No noise, no question. You make a noise... ...Mr. 45 makes a noise. You ask a question, Mr. 45 answers it. Now are you absolutely, positively clear about rule number one? \n[39]Rule number two: You do what we say, when we say it. If you don't, see rule number one. \n[40]Rule number three: Don't you ever try and fuckin' run on us. 'Cause I got five little friends, and they all run faster 'n you can. Got it? \n[41]Open your eyes. \n[42]Gloria, you hang in there, follow the rules, and don't fuck with us, you'll get out of this alive. I give you my word. Okay? \n[43]I'll be back in a bit. \n[44]Things are real hot here. Crossing's gonna be a bitch. Don't worry, we'll get across. But when we do, where do we go? Can we make it as close to the border as possible? Texas wants our balls. The quicker we're in your protection, the better I'll feel. Okay, where? The Titty Twister? I love it already. Okay, Carlos, I'll see you and your men at the \"Titty Twister\" tomorrow morning. Bye, my friend. \n[45]Sight seein'. \n[46]Cops. \n[47]Yeah, I saw the border. Through binoculars from on top of a high building. That's about as close as I risked getting. What's the TV say? \n[48]I gotta figure a way to get across that goddamn border. Longer we fuck around El Paso our lives ain't worth a shit. \n[49]Richie, it's gonna get a lot fuckin' worse before it gets any fuckin' better. We showed our ass in Texas. We killed Texas fuckin' Rangers. They ain't gonna stop lookin' till they find us, and when they find us, they're gonna kill us. Texans take it very personal when ya kill their law enforcement officers. The El Paso police have already started a motel and hotel search for us. \n[50]I heard it on the radio. We gotta get our asses into Mexico tonight. Carlos is gonna meet us tomorrow morning at a rendezvous on the other side, then Carlos and his boys will escort us to El Ray and -- \n[51]Where's the woman? \n[52]What'd ya mean, what? The fuckin' woman, the hostage. Where the fuck is she, Richard!? \n[53]What the fuck is she doin' there?! \n[54]Oh, Richard, what's wrong with you? \n[55]Yeah, explain it to me. I need an explanation. What's the matter with you? \n[56]No. That woman wouldn't of said shit if she had a mouthful. \n[57]Is it me? Is it my fault? \n[58]Is this my fault? Do you think this is what I am? \n[59]This is not me! I am a professional fucking thief. I steal money. You try to stop me, god help you. But I don't kill people I don't have to, and I don't rape women. What you doin' ain't how it's done. Do you understand? \n[60]Just say yes! Nothing else, just say yes. \n[61]Yes, Seth, I understand. \n[62]We get into Mexico, it's gonna be sweet Rosemary, hundred-proof liquor, and rice and beans. None of this shit's gonna matter. \n[63]The Sword of Damocles is lifted from above Seth's head. He's just solved a problem that a mere thirty seconds ago seemed unsolvable. He knows exactly how he's going to cross the border. Whistling a happy tune, he turns and walks back into room #9. \n[64]It's called a punch. \n[65]What's your name? \n[66]Okay, Jacob, get up and sit your ass down on the bed. Make a wrong move and I'll shoot you in the face. \n[67]Okay, move the Jap over there. \n[68]What's the story with you two? You a couple of fags? \n[69]How does that happen? You don't look Japanese. \n[70]Oh, well, excuse me all to hell. \n[71]It's about money, all right, but not yours. You see, me and my brother here are in a little hot water and we need your assistance. \n[72]Stop! \n[73]Just listen to daddy, sugar, and don't do nothin' stupid. You two, Simon says sit the fuck down! \n[74]Where are the keys to the motor home? \n[75]Richie, take the keys. Start that big bastard up, and drive it up front. \n[76]Richard! \n[77]Not when you get around to it, now. \n[78]You, Gidget, go in the bathroom and put on some clothes. \n[79]You got three minutes. One second longer, I shoot your father in the face. Do you understand what I just said? \n[80]Do you believe me? \n[81]You damn well better. Go. \n[82]Sorry, Pops, it ain't gonna be that easy. \n[83]Get ready to move out, we're all going on a little ride. \n[84]Come again? \n[85]Sorry, I need everybody. \n[86]That's not fuckin' that... this is fuckin' this. Go sit over there. \n[87]I ain't got time to fuck around with you, so I'll make this simple. Take your kids and get in the car, or I'll execute all three of you right now. What's it gonna be, yes or no answer? \n[88]Good. Your old man's all right, he just saved your life. \n[89]Times up, Princess. \n[90]Okay, ramblers, let's get to rambling. \n[91]Jacob Fuller. Jacob, that's biblical, ain't it? What am I askin' for, of course it is. What are their names? \n[92]Scott and Kate... Kate and Scott... Scott Fuller... Kate Fuller... \n[93]Who's this? \n[94]Where is the little lady? \n[95]She's dead? \n[96]How'd she die? \n[97]Come on, gimme some more details. How'd it happen? Some fuckin' drunk kill her? \n[98]Died instantly? \n[99]Whewww! Those acts of God really stick it in and break it off, don't they? \n[100]Is this real? \n[101]I've seen one of these before. A friend of mine had himself declared a minister of his own religion. Away to fuck the IRS. Is that what you're doing, or are you the real McCoy? \n[102]You're a preacher? \n[103]Was? As in not anymore? \n[104]Why'd ya quit? \n[105]I seem to have touched a nerve. Don't be so sensitive, Pops, let's keep this friendly. But you're right, enough with the getting to know you shit. Now, there's two ways we can play this hand. One way is me and you go round an' round all fuckin' night. The other way, is we reach some sort of an understanding. Now, if we go down that first path at the end of the day, I'll win. But we go down the second, we'll both win. Now, I don't give a rat's ass about you or your fuckin' family. Y'all can live forever or die this second and I don't care which. The only things I do care about are me that son-of-a-bitch in the back, and our money. And right now I need to get those three things into Mexico. Now, stop me if I'm wrong, but I take it you don't give a shit about seeing me and my brother receiving justice, or the bank getting its money back. Right now all you care about is the safety of your daughter, your son and possibly yourself. Am I correct? \n[106]I thought so. You help us get across the border without incident, stay with us the rest of the night without trying anything funny, and in the morning we'll let you and your family go. That way everybody gets what they want. You and your kids get out of this alive and we get into Mexico. Everybody's happy. \n[107]Jesus Christ, Pops, don't start with this shit. \n[108]Look, dickhead, the only thing you need to be convinced about is that you're stuck in a situation with a coupla real mean motor scooters. I don't wanna hafta worry about you all fuckin' night. And I don't think you wanna be worrying about my brother's intentions toward your daughter all night. You notice the way he looked at her, didn't ya? \n[109]Didn't like it, did ya? \n[110]Didn't think so. So, as I was saying, I'm willing to make a deal. You behave, get us into Mexico, and don't try to escape. I'll keep my brother off your daughter and let you all loose in the morning. \n[111]I can handle Richie, don't worry. \n[112]I give you my word. \n[113]My words, my law. Better you not take it, and that's just where we are, then take it and not mean it. \n[114]Fair enough. You break your word, I'll kill all of you. Kate, honey! \n[115]You must have a bible in here, don't cha? \n[116]Get it and bring it up here, will ya, please? \n[117]Hold it right there, sweetie pie. Put your hand on it. \n[118]Swear to God, on the Bible, you won't try to escape and you'll get us across the border. \n[119]You best better get it done, Pops. \n[120]I swear to God I'll let you loose in the morning. And your daughter will be safe. And I also swear if you do anything to fuck me up, I'll slit all your throats. \n[121]Richard! \n[122]I told you to watch those kids, I didn't say talk to 'em. You guys ain't got nothin' to say to one another. So cut the chatter. \n[123]Okay everybody, it's show time. Richie, take Kate in the bathroom. \n[124]Scott, you come up front with your daddy. \n[125]As long as you're cool, she'll be cool. What're ya gonna say? \n[126]Well, you just keep thinkin' of that gun next to Kate's temple. \n[127]Shut up. It's gonna work just fine, \n[128]Duly noted. Now, shut up. \n[129]As long as you don't act like a fuckin' nut, we'll be just fine. \n[130]What? \n[131]No, I didn't. \n[132]Take a pill, kid. I just meant stay cool. \n[133]This ain't the time, Richard. \n[134]Keep your voice down. \n[135]This ain't the time. \n[136]Goddamn, that was. intense! \n[137]We did it. We're in Mexico. \n[138]Come here, Kate! \n[139]You were magnificent! You told him to shut the fucking door. I'm hiding in the shower, and I'm thinking to myself, \"Did I just fuckin' hear what I just fuckin' heard? And what does he do -- he shuts the fucking door! \n[140]If I was a bit younger, baby, I'd fuckin' marry you! \n[141]I gotta hand it to ya, Pops, you raised a fuckin' woman. \n[142]Pops, when you're right, you're right, and you are right. \n[143]In the morning, darlin', in the morning, we are G-O-N-E and you are F-R-E-E. Now, I know I put you guys through hell, and I know I've been one rough pecker, but from here on end you guys are in my cool book. Scotty, help me pick Richie up, and lay him down. Jacob, keep going on this road till you get to a sign that says, \"Digayo.\" When you get to Digayo, turn this big bastard left, go on down for a few miles, then you see a bar called \"The Titty Twister.\" From what I hear, you can't miss it. \n[144]Then stop, 'cause that's where we're going. \n[145]C'mon, kid, wake up. Don't make a career out of it. \n[146]You okay? \n[147]I don't know, you just passed out. \n[148]Yeah, we were just standing there. You said something about your shoulder hurting, then you just hit the ground like a sack of potatoes. \n[149]Yeah, when you fell your head smacked the toilet hard. It scared the shit outta me. Sure you're okay? \n[150]Well, let me tell ya something, gonna clear your head right up. We are officially Mexicans. \n[151]We are... \"South of the border down Mexico way.\" \n[152]Yep. We're heading for the rendezvous right now. We get there, we pound booze till Carlos shows up, he escorts us to El Ray. And then me and you, brother, kick fuckin' back. How ya like them apples? \n[153]They broke when you fell. \n[154]Don't worry about it, we'll get you some glasses. \n[155]When we get to El Ray, I'll take care of it. \n[156]It's not a big deal, unless you make it a big deal. Now, I'm real happy, Richie, stop bringing me down with bullshit. \n[157]Okay, troops, this is the homestretch. Here's the deal; this place closes at dawn. Carlos is gonna meet us here sometime before dawn. Which by my guesstimate is somewhere between three or four hours from now. So we're gonna go in there, take a seat, have a drink -- have a bunch of drinks, and wait for Carlos. That could be an hour, that could be three hours, I don't know which. But when he gets here, me and Richie are going to leave with him. After we split, you guys are officially out of this stewpot. Let me just say I'm real happy about where we're at. We got a real nice, \"I don't fuck with you -- you don't fuck with me\" attitude going on. Now, if everybody just keeps playin' it cool -- and I'm talking to you, too, Richie -- everybody's gonna get what they want. Comprende, amigos? \n[158]Okay hard drinkers, let's drink hard. I'm buyin'. \n[159]Shit, I been to bars make this place look like a fuckin' 4-H club. \n[160]Aww-w, whatsa matter, is the little baby too afraid to go into the big scary bar? \n[161]That's how you're lookin', Richie. \n[162]That's what you look like. \n[163]No, Richie, what do I look like? \n[164]How? \n[165]What do you mean? \n[166]I'm here with you. \n[167]My shit is together. \n[168]Well, it is. Just because I'm happy doesn't mean I'm on vacation. You're just not used to seein' me happy, 'cause it's been about fifteen fuckin' years since I been happy. But my shit is forever together. \n[169]Step aside, asshole. \n[170]Now, is my shit together, or is my shit together? \n[171]Now this is my kinda place! I could become a regular. \n[172]Whiskey! \n[173]What dya mean? \n[174]Are you tellin' me I'm not good enough to drink here? \n[175]Take your hand off me. \n[176]No, I'm going to count to three. \n[177]Two.. \n[178]Bottle of whiskey and five glasses. \n[179]That's just fuckin' typical. Biggest number one problem with Mexico, it's not service oriented. I was feelin' so good, and those fuckin' spies brought me down. \n[180]You serve food, Jose? \n[181]I kinda doubt that. We're grabbin' a table, send over a waitress to take our order. \n[182]Who else? \n[183]Why not, against your religion? \n[184]Suit yourself, more for me. Scotty? \n[185]How 'bout you? are safer in here with us than wandering around a Mexican border town all night long. Just don't do nothin' stupid and we'll all get along fine. Scotty, you sure you don't want a drink? \n[186]Sorry, Pops, but I'm drinkin' and I don't like drinkin' alone. Bottoms up, boy. \n[187]How about you, cutie pie? Ready for round two? \n[188]I'm still stewing about that ape laying hands on me. And that fuckin' bartender sticks a weed up my ass, too. \n[189]He's smilin' at us. But behind his smile, he's sayin', \"Fuck you Jack.\" I hear that loud and clear. \n[190]I'm gonna just sit here and drain this bottle. And when I've drunk the last drop, if I still feel then, the way I feel now, I'm gonna take this bottle and break it over his melon head. \n[191]I never said do what I do, I said do what I say. \n[192]What did you call me? \n[193]Jacob, I want you to have a drink with me. I insist. \n[194]To your family. \n[195]Forever together. \n[196]In that camper out there I saw a guitar. I take it that's yours. \n[197]Go out and bring it in. I feel a song coming on. \n[198]Bravo! Bravo! Bravo! Now that's what I call a fuckin' show! \n[199]Earth to Richie. Don't you wanna ask your new friend to join us? \n[200]Well, then ask her, dumb ass. \n[201]Richie, you lucky bastard! Now, little lady, you could of just as easily done that to me. Who a Nelly! You got my dick harder 'n Chinese arithmetic. \n[202]Which reminds me of a joke. Little Red Riding Hood is walking through the forest and she comes across Little Bo Peep, and Little Bo Peep says: \"Little Red Riding Hood, are you crazy? Don't you know the Big Bad Wolf is walking these woods and if he finds you he's gonna pull down your dress and squeeze your titties?\" Then Little Red Riding Hood hitches up her skirt and taps a .357 Magnum she has holstered on her thigh and says: \"No he won't.\" \n[203]Not now. So finally she comes across the Big Bad Wolf and the Big Bad Wolf's laughing and says: \"Little Red Riding Hood, you know better than to be walking around these woods alone. You know I'm just gonna have to pull down your dress and squeeze your titties.\" Then Little Red Riding Hood whips out her .357, cocks it, sticks it in the Big Bad Wolf's face and says: \"No you won't. You're gonna eat me, just like the story says.\" \n[204]Scarred for life, that's how I am! \n[205]You thought it was pretty funny, didn't you? \n[206]Everybody be cool, or you'll be just as dead as these fucks! \n[207]Richie. \n[208]We may be in trouble. \n[209]Richie, I'm sorry I fucked things up. You'd really like it in El Ray. We'd find peace there. I love you little brother, I'll miss ya bad. \n[210]Touch my brother with that stake, biker, and vampires won't need to suck your blood, they'll be able to lick it up off the floor. \n[211]That's a matter of opinion, and I don't give a fuck about your's. \n[212]Shut up! \n[213]Hold him down. \n[214]Richie, here's the peace in death I could never give you in life. \n[215]Peachy! Why shouldn't I be? The world's my oyster, except for the fact that I just rammed a wooden stake in my brother's heart because he turned into a vampire, even though I don't believe in vampires. Aside from that unfortunate business, everything's hunky-dory. \n[216]Bullshit! You hate us. If you had half a chance you'd feed us to them! \n[217]It's bats. \n[218]Get this bastard off of me! \n[219]Yeah, I know what's going on. We got a bunch of fuckin' vampires outside trying to get inside and suck our fuckin' blood! That's it, plain and simple. And I don't wanna hear any bullshit about \"I don't believe in vampires\" because I don't fuckin' believe in vampires either. But I do believe in my own two fuckin' eyes, and with my two eyes I saw fuckin' vampires! Now, does everybody agree we're dealin' with vampires. \n[220]You too, preacher? \n[221]Good for you. Now, since we all believe we're dealing with vampires, what do we know about vampires? Crosses hurt vampires. Do you have a cross? \n[222]In other words, no. \n[223]I don't know about that. In order for it to have any power, I think it's gotta be an official crucifix. \n[224]Okay, I'll buy that. So we got crosses covered, moving right along, what else? \n[225]Aside from they're thirsty. \n[226]Actually, our best weapon against these satanic cocksuckers is this man. He's a preacher. \n[227]As far as God's concerned, we might just as well be a piece of fuckin' shit. But he's one of the boys. Only one problem, his faith ain't what it used to be. \n[228]I'm not taunting you. We need you. A faithless preacher doesn't mean shit to us. But a man who's a servant of God can grab a cross, shove it in these monsters' asses. A servant of God can bless the tap water and turn it into a weapon. \n[229]I know why you lost your faith. How could true holiness exist if your wife can be taken away from you and your children? Now, I always said God can kiss my fuckin' ass. Well, I changed my lifetime tune about thirty minutes ago' cause I know, without a doubt, what's out there trying to get in here is pure evil straight from hell. And if there is a hell, and those monsters are from it, there's got to be a heaven. Now which are you, a faithless preacher or a mean, mother fuckin' servant of God? \n[230]Oh shit! \n[231]You wanna suck something, suck on this! \n[232]Daddy's dead. \n[233]He needs our help! \n[234]Did he...? \n[235]Fuck, piss, shit! Mother fuckin' vampires! Mother fuckin' vampires! Goddamn mother fuckin' vampires! \n[236]You all are gonna fuckin' die! I'm gonna fuckin' kill every last one of you godless pieces of shit! \n[237]My guess is that this little dive's been feeding on nomad road waifs like bikers and truckers for a longtime. This is probably some of the shipments they stole off the trucks. \n[238]I don't give a shit about living or dying anymore. I just want to send as many of these devils back to hell as I can. \n[239]I promise. \n[240]Okay, vampire killers, let's kill some fuckin' vampires. \n[241]Kill 'em all! \n[242]Okay, dead boys, come on! Take a bite and feel all right! \n[243]Anytime. \n[244]Fight now, cry later. \n[245]How many bullets left, kid? \n[246]Well, when you run out of weapons, just start cold cocking 'em. Make 'em sing for their supper. \n[247]You use 'em on the first couple of these parasites that try to bite you. \n[248]Shoot more holes! \n[249]Carlos! Help us, bash the door. Bash the door in! \n[250]Why the fuck, outta all the god forsaken shit holes in Mexico, did you have us rendezvous at that place? \n[251]Have you ever been there before? \n[252]Well, because you picked that place out of a hat, my brother's dead now. And this girl's family's dead. \n[253]Did they look like psychos? They were fuckin' vampires. Psychos don't explode when sunlight hits 'em, I don't care how crazy they are. \n[254]You can't, but fifteen percent instead of thirty for my stay at El Ray is a good start. \n[255]Jesus Christ, Carlos, my brother's dead and he's not coming back, and it's all your fault. Twenty. \n[256]I said new, this is an '90. \n[257]So do I just follow you? \n[258]So let's do it. \n[259]I'm sorry. \n[260]See ya. \n[261]Kate honey, I may be a bastard. But I'm not a fuckin' bastard. ", "JACOB": "\n[1]We got about two more hours of day light left. That'll get us into El Paso, which is right next to the border. We'll stop at a motel -- \n[2]Okay, Okay, maybe I was a little overzealous, but give me a break, I just bought it. \n[3]Unless you two wiseacres wanna be introduced to the joys of hitchhiking, what say we drop this? \n[4]You two ought to start a stand-up act, because you're just wasting your humor on me. \n[5]I'm exhausted. \n[6]I just bet you would. Don't even thin about it. Besides, I want to have one night's sleep in an honest-to-goodness bed. The beds in the home are okay, but they're not like a real bed. \n[7]That's very nice of Ted, but I'll call him tomorrow and tell him not to bother waiting. \n[8]Not enough to be a pastor. Look, I know this is hard on you kids. After Jenny's death, this is probably the last thing you need. But I can't do it any longer. My congregation needs spiritual leadership. Well, they can't get that from me anymore. My faith is gone. To answer your question, yes, I do believe in Jesus. But do I love them? No. After Jenny died, I just thought, what's the point? \n[9]I didn't say fuck him. I'm just not connected anymore. \n[10]Kate, give your old man a little credit. Every person who chooses the service of God as their life's work has something in common. I don't care if you're a preacher, a priest, a nun, a rabbi or a Buddhist monk. Many, many times during your life you'll look at your reflection in the mirror and ask yourself, am I a fool? We've all done it. I'm not going through a lapse. What I've experienced is closer to awakening. I'm not trying to shake your faith. I've just decided not to devote my life to God anymore. \n[11]Mom's got nothing to say, she's dead. \n[12]There's nothing wrong with this place. \n[13]It's not a flop house. It's basic and simple. That doesn't make it a flop house. \n[14]It has a bed. That's all I care about. \n[15]Watch where you're going! \n[16]I have no idea. \n[17]Anytime, man. \n[18]What? \n[19]I hope none of this is disturbing you. \n[20]Sure. \n[21]What is this? \n[22]Jacob. \n[23]He's my son. \n[24]Neither does he. He looks Vietnamese. \n[25]What's this about, money? \n[26]It's okay, honey. Everything's going to be all right. \n[27]On the dresser. \n[28]Look, if you want the motor home, just take it and get out. \n[29]Not a chance. \n[30]If you're taking people, take me. But my kids aren't going anywhere with you. \n[31]My children are not going with you, and that's that. \n[32]Yes. \n[33]Scott and Kate. \n[34]My wife. \n[35]In heaven. \n[36]Yes, she is. \n[37]Auto wreck. \n[38]No. It was a rainy night, the brakes on the car weren't great. She had to stop suddenly. She slid on the road, she crashed, she died. \n[39]Not quite. She was trapped in the wreck for about six hours before she passed on. \n[40]Yes, they do. \n[41]Yes. \n[42]Real McCoy. \n[43]I was a minister. \n[44]Yes. \n[45]I think I've gotten about as up close and personal with you as I'm gonna get. Now if you need me like I think you need me, you're not gonna kill me 'cause I won't answer your stupid, prying questions. So, with all due respect, mind your own business. \n[46]Yes. \n[47]How do I know you'll keep your word? \n[48]You want me to sit here and be passive. The only way being passive in this situation makes sense is if I believe you'll let us go. I'm not there yet. You have to convince me you're telling the truth. \n[49]Yes. \n[50]No, I didn't. \n[51]You won't let him touch her? \n[52]If he touches her, I'll kill him. I don't give a fuck how many guns you have, nothing will stop me from killing him. \n[53]I swear to God I won't try to escape and I'll do my best to get you into Mexico. \n[54]I'm telling you, don't hurt her. \n[55]I don't have the slightest idea. \n[56]I'm gonna try and get us across the border. \n[57]Have you forgotten about your sister? \n[58]If they get over the border, they're gonna let us go. \n[59]What about Kate? \n[60]Son, I have this situation under control. I know exactly what I'm doing. You're going to have to trust me on this. \n[61]Now, you listen to me. You ain't gonna do a goddamn fucking thing, you hear me! Nobody cares what you think, I'm running this show, I make the decisions. \n[62]I'm running the show. I make the plays, and you back the plays I make. Stop thinking with your fucking balls. Kate in a room with a couple of desperate men with nothing to fucking lose ain't the time to \"go for it.\" I need your cover. Cover my ass. \n[63]Just my son and I. \n[64]Vacation. I'm taking him to see his first bullfight. \n[65]Oh, that's just my daughter in the bathroom. \n[66]I meant me, my son and my daughter. \n[67]We did our part, we gotcha in Mexico. Now it's time for your part, letting us go. \n[68]Then? \n[69]Guys! We're here. \n[70]Out of the stew pot and into the fire. \n[71]Now wait a minute, there's no reason to get ugly. There's just a misunderstanding going on here. You said this bar is for truckers and bikers, Well, I'm a truck driver. \n[72]If you look outside your door, parked in your parking lot, you'll see a big ass recreational vehicle. That's mine. In order to drive that legally, you need a class two driver's license. That is the same license that the DMV requires truck drivers to carry in order to drive a truck. That is me, and this is my class two license. This is a truck driver's bar, I am a truck driver, and these are my friends. \n[73]Pass. \n[74]No, I do drink, I'm just not drinking now. \n[75]No you won't. \n[76]Why are you so agitated? \n[77]He backed down. \n[78]What are you going to do? \n[79]Before we stepped in here, you told all of us to be cool. That means you, too. \n[80]Are you so much a fucking loser, you can't tell when you've won? \n[81]Nothing. I didn't make a statement. I asked a question. Would you like me to ask it again? Very well. Are you such a loser you can't tell when you've won? The entire state of Texas, along with the FBI, is looking for you. Did they find you? No. They couldn't. They had every entrance to the border covered. There's no way you could get across. Did you? Yes, you did. You've won, Seth, enjoy it. \n[82]To yours. \n[83]Now, is your shit together? \n[84]Oh, shit. Seth -- \n[85]Don't be an idiot, he'll kill us all! \n[86]Then why didn't I? \n[87]I saved your life. I didn't have to, but I did. And I'm sorry you lost your brother. I'm sorry he's dead. I'm sorry everybody's dead. Now, if we're gonna get out of this we need each other. And we need you sober and thinking, not drunk and... \n[88]What the hell is that? \n[89]Give me a hand! \n[90]Is everybody okay? \n[91]Okay, does anybody here know what's going on? \n[92]I'm like you. I don't believe in vampires, but I believe in what I saw. \n[93]In the Winnebago. \n[94]What's an official cross? Some piece of tin made in Taiwan? What makes that official? If a cross works against vampires, it's not the cross itself, it's what the cross represents. The cross is a symbol of holiness. \n[95]About two hours from now. \n[96]Has anybody here read a real book about vampires, or are we just remembering what a movie said? I mean a real book. \n[97]I take it the answer's no. Okay then, what do we know about these vampires? \n[98]Yeah, that bottle upside the head of Santanico didn't kill her, but it didn't feel too good either. \n[99]I've had enough of your taunts. \n[100]I'm a mean, mother fucking servant of God. \n[101]What are you talking about? \n[102]Good lord! \n[103]Open the door. \n[104]Yep. \n[105]You bet your sweet ass you are, and I'm gonna help you do it. But we ain't got much time. \n[106]No, I'm not. I've been bit. In effect, I'm already dead. \n[107]Children, listen to me. I love you two more than anybody. And I just want you to know you've made me proud all your lives. But never more so than tonight. And I wish we could sit here and cry till I pass on, but we can't. Because I'm not going to pass on. I'm going to turn into a monster. And when I do, I'm going to be dangerous. But before that happens, just know I love you. Now, I'd say in the next twenty or thirty minutes our friends outside will bust in this door. And I'll probably turn into a vampire within the hour. Now, you have two choices. You can wait for me to turn, then deal with me, then wait for them to burst inside here and the three of you will deal with them. Or, we can kick open that door and the four of us can hit 'em with everything we have, and carve a path right through 'em to front entrance. But if we're gonna go at 'em, we gotta go at 'em now. I confused them, I scared them, I took them off guard. But they're going to get unconfused, they're going to get unscared, they're going to get together and they're going to hit that door like a ton of bricks. And when that moment arrives, we gotta be ready. \n[108]What's this stuff? \n[109]Well, I say lets tear this place apart for weapons. So when they burst through that door, we'll make 'em wish they never did. \n[110]Amen. \n[111]Before we go any further, I need you three to promise me something. I'll fight with you to the bitter end, but when I turn into one of them, I won't be Jacob anymore. I'll be a lap dog of Satan. I want you three to promise you'll take me down, no different from the rest. \n[112]Kate, Scott? \n[113]Scott? \n[114]Why don't I believe you? I'm gonna ask you two again, then I want you to swear to God that you'll kill me. If you don't, I'm gonna just kill myself right now. Now, since you need me I think you better swear. Kate, do you swear to God that when I turn into one of the undead, you'll kill me? \n[115]Kate, we don't have all day, so I'm only gonna count to five. One...two... three... four... \n[116]Not good enough, swear to God. \n[117]Good girl. Now, Scott, we have even less time, so I'm only giving you the count of three. One... \n[118]It's not suicide if you're already dead. Two... \n[119]Thank you, son. \n[120]To keep the daylight out! This is where they sleep! Get to the door! \n[121]No! ", "RICHARD": "\n[1]The Ranger's taking a piss. Why don't I just go in there, blow his head off and get outta here. \n[2]He signaled the Ranger. \n[3]When they were talkin', he mouthed the words \"Help Us.\" \n[4]Seth, he did it. You were by the beer cooler with your back turned. I was by the magazines, I could see his face. And I saw him mouth: \n[5]You believe me don't cha? \n[6]I'm not dead, but I'm definitely shot! I told you that bastard said, \"Help us!\" \n[7]Yeah? \n[8]Gotcha! \n[9]What am I supposed to do, Seth? He recognized us. \n[10]Seth, I'm telling you, the way he looked at us -- you especially -- I knew he knew. \n[11]Do they have cable? \n[12]Do they have an X-rated channel? \n[13]Do they have a waterbed? \n[14]How ya think, it hurts like a son-of-a-bitch. \n[15]Feels good. \n[16]Hey, when you talk to him, see if you can arrange a better deal than thirty percent. \n[17]Did you even to try to negotiate? \n[18]All I'm saying -- \n[19]Wanna come up here on the bed and watch TV with me? \n[20]Come on. \n[21]Is it safe to assume since the law enforcement authorities in the great state of Texas are homosexuals of a sick and deviate nature, that they will be too busy fucking each other up the ass to actually catch The Gecko Brothers? I would say that's a very safe assumption. \n[22]Shit, I started to get worried. Where the fuck ya been? \n[23]What'd ya see? \n[24]Didya look at the border? \n[25]They're going to apprehend us in forty-eight hours. \n[26]Look, fuck the border. Let's just dig in and wait for things to cool down. \n[27]How do you know? \n[28]What? \n[29]She's in the other room. \n[30]Seth, before you open the door, let me explain what happened. \n[31]Now, Seth, before you flip out, let me just explain what happened. \n[32]There's nothing wrong with me, brother. That woman tried to escape and I did what I had to do. \n[33]Wrong, wrong, wrong, wrong, wrong, wrong, wrong! Once you left, she became a whole different person. \n[34]It's not your fault, it's her fault! \n[35]What? \n[36]Seth, if you were me -- \n[37]Yes. \n[38]Yes, Seth, I understand. \n[39]Hi there, I'm from room 9, my name is Don Cornelius. No, not the Don Cornelius from Soul Train. Me and my lady friend need some ice and we don't seem to have an ice bucket. Could we possibly borrow yours? I'll bring it right back. \n[40]Sit down. \n[41]Good boy. \n[42]Upsy daisy. \n[43]We're having a wet bikini contest, and you just won. \n[44]Sure. \n[45]What? \n[46]Mexico. \n[47]Mexicans. \n[48]Did ya mean what you said back there? \n[49]In the room. Were you serious, or were you just foolin' around? I'm just bringing it up, 'cause if you really want me to do that for you, I will. \n[50]What you said to me in the room. \n[51]You asked me if I would -- \n[52]What? \n[53]We'll talk later. \n[54]This isn't gonna work. \n[55]I just want to go on record as saying this is a bad idea. \n[56]They're gonna search the van. \n[57]What does that mean? \n[58]You just called me a fuckin' nut. \n[59]Yes, you did. You said as long as I don't act like a fuckin' nut, implying that I've been acting like a fuckin' nut. \n[60]You meant that, but you meant the other, too. \n[61]Fuck those spic pigs! You called me a fuckin' nut, and where I come from, that stops the train on its tracks. \n[62]Or what? \n[63]I'm curious. What was the nuttiest thing I did? \n[64]Oh, I know, was it possibly when your ass was rotting in jail and I broke it out? Yeah, you're right, that was pretty fuckin' nutty. Not to mention stupid. But you know what? I can fix that right now. \n[65]Yeah, I think so. What happened? \n[66]I did? \n[67]Really? \n[68]Yeah, I guess. I'm just a little fucked up. \n[69]What? \n[70]We are? \n[71]Far out. Where are my glasses? \n[72]Oh, fuck, Seth, that's my only pair! \n[73]What dya mean, don't worry about it. Of course I'm gonna worry about it, I can't fuckin' see. \n[74]Yeah, like a Mexican hole-in-the-wall's gonna have my fuckin' prescription. \n[75]I gotta say I'm with Jacob on this. I been to some fucked up places in my time, but that place is fucked up. \n[76]That's what you think? \n[77]I'm lookin' scared? \n[78]You know what you look like? \n[79]You're lookin' green. \n[80]Where are you right now? \n[81]Where are you? \n[82]No, you're not. You're sippin' margaritas in El Ray. But we're not in El Ray. We're here -- getting ready to go in there. You're so pleased with yourself about getting into Mexico, you think the job's down. It ain't. Get back on the clock. That's a fuck-with-you-bar. We hang around there for a coupla hours, in all likelihood, we'll get fucked with. So get your shit together, brother. \n[83]It don't look together. \n[84]Okay, just checkin'. \n[85]Your shit is forever together! \n[86]Good job, Pops. \n[87]Fuck 'em, shake it off. \n[88]Anytime you want a lap dance with that broad, say the word. It's on me, kiddo. \n[89]Hey, Dr. Frankenstein, I think you just created a monster. \n[90]Yeah. \n[91]Por favor, Senorita. Would you care to join us? \n[92]Fuck off, ape man! \n[93]How are you? \n[94]Shoot her! Shoot her! Get her off! \n[95]Fucking Bitch! \n[96]I'm glad you feel that way, Seth. I love you, too. \n[97]Yeah, shut up. ", "KATE": "\n[1]-- you got your microwave -- \n[2]-- you got your shower -- \n[3]Feel this, real wood paneling. That's real wood, too, not that fake stuff. \n[4]It's the bitterest of pills. \n[5]Ain't it the truth. \n[6]Hey, if we go to a motel, we can swim. \n[7]Dad, when I called the machine to check our messages there was one from Bethel Baptist. Mr.Franklin said he wouldn't permanently replace you until we came back. He said when we come home, if you still feel the same way -- \n[8]I didn't want to talk about this in front of Scott because he gets upset. But you don't believe in God anymore? \n[9]It's just, all our lives you've been a pastor. For twenty years you've preached trust in the lord. And then one day you wake up and say fuck him? \n[10]That happens, you'll get it back. \n[11]What do you think Mom would say? \n[12]I can't believe he's stopping here. This place looks totally cruddy. \n[13]Dad, why are we stopping here? \n[14]It's a flop house. \n[15]If it doesn't have a pool, we're looking for a new place. \n[16]Other places have beds, they also have cable TV, a gym, room service... \n[17]Owww, my head. \n[18]Creepy guy. \n[19]What's going on? \n[20]Richie, will you do me a favor and eat my pussy? \n[21]Yes. \n[22]Yes. \n[23]Excuse me. \n[24]Where are you taking us? \n[25]What's in Mexico? \n[26]Yeah. \n[27]Yeah, we got a bible. \n[28]What? \n[29]Do what? \n[30]What did I say? \n[31]I'm in the bathroom. \n[32]It's open. \n[33]Do you mind? Shut the fucking door. \n[34]You're gonna let us go? \n[35]Okay. \n[36]Richie, look out! \n[37]Are you okay? \n[38]I'm really sorry. \n[39]Kate, what's yours? \n[40]Does anybody have any silver? \n[41]Then who cares? \n[42]So all we have to do is get by for a few more hours and then we can walk right out the front door. \n[43]I don't know if I can take two hours of that noise. \n[44]We have to go back for Daddy! \n[45]Noooo! \n[46]You're gonna be okay, aren't you, daddy? \n[47]I promise. \n[48]Okay, okay, I promise I'll do it! \n[49]I swear to God, our father, that when you change into one of the undead, I will kill you. \n[50]Seth! \n[51]I'm going for 'em! \n[52]Everybody goes home! \n[53]Die, monster, die! Die, monster, die! \n[54]Watch my back! \n[55]Oh my god. \n[56]You bastards! \n[57]Not many. \n[58]Should I use the last bullets on us? \n[59]Me too. \n[60]Later. \n[61]Seth. \n[62]You want some company? ", "SCOTT": "\n[1]Stop? We're not going to actually stop at a motel, are we? \n[2]Why, just look at all this. You got your kitchen -- \n[3]-- you got your sink -- \n[4]-- see this, television! \n[5]The truth hurts. \n[6]Why do you want to stop? \n[7]Lie in the back, Dad, I'll drive us into Mexico. \n[8]I'll be right back. I'm gonna go to the bathroom. \n[9]What's this guy's problem? \n[10]What are you gonna do? \n[11]No, dad, you gotta tell 'em that they're back there. \n[12]They're gonna kill us. They get us across the border, they're gonna take us out in the desert and shoot us. \n[13]Dad, I watch those reality shows. They never let anybody go. Any cop will tell you, in a situation like this, you get a chance, you go for it. This is our chance. \n[14]They're gonna kill her anyway. At least now with all these cops we've got a fighting chance. \n[15]If trusting you means trusting those fuckin' killers, I can't do that. If you don't tell the cops, I will. \n[16]He's running the show. \n[17]It's clear. \n[18]Okay, I'll have one. \n[19]Yeah, it's mine. \n[20]We got a problem! \n[21]What are you talking about? We got crosses all over the place. All you gotta do is put two sticks together and you got a cross. \n[22]That's werewolves. \n[23]When's sunrise? \n[24]You could take their head off. \n[25]He's right, Kate. Daddy's dead! He was too far away. If flinging that door and filling this room with those bat-things would save him, I'd fling it. The only thing it'll do is turn us into one of them. \n[26]He's beyond our help. You saw him get bit. I saw him get bit. We all saw it. You can't help him. I've got no one left to lose but you. I can't be alone again. We're sticking together. \n[27]Yeah, I promise. \n[28]You don't believe in suicide. \n[29]Okay, I'll kill you when you change, I swear to God in Jesus Christ's name. \n[30]Why did they block the door again? \n[31]I swear to God, in Jesus Christ's name. \n[32]Kill me, Kate! ", "KELLY HOUGE": "\n[1]This bloody crime spree started just a week ago today. The oldest of the two brothers... \n[2]...Seth Gecko was serving time in Rolling's Kansas State Penitentiary for his part in the 1988 Scott City bank robbery in which two law enforcement officers lost their lives. \n[3]Having served eight years of his twenty-two year sentence, Seth Gecko was brought to Wichita Municipal court house for his first parole hearing. It was while at the court house that this man... \n[4]... his younger brother Richard Gecko, a known armed robber and sex offender, pulled off a daring daylight escape... \n[5]...resulting in the death of four Wichita law enforcement officers, and this woman... \n[6]...Heide Vogel, sixth grade teacher who was run over by the Geckos during a high speed pursuit through downtown Wichita. \n[7]From there the brothers traveled from Kansas through Oklahoma... \n[8]...into the great state of Texas, and then finally... \n[9]...into Abilene. \n[10]The list of the dead climbed up three more notches since our last telecast. \n[11]Officer Sherman Goodell, who was in intensive care following the gun battle outside of the Valley Federal bank building... \n[12]...died about forty-five minutes ago at Hopkins General hospital. And about six hours ago, during a daylight liquor store robbery in Big Springs, The Gecko Brothers killed another Texas Ranger... \n[13]...Earl McGraw... \n[14]...and liquor store clerk Pet Bottoms. \n[15]Then they proceeded to burn the store down to the ground. \n[16]That changes the death toll to fifteen. Five Texas Rangers... Eight police officers Three civilians. \n[17]And one hostage... \n[18]... bank teller and mother of four, Gloria Hill. \n[19]Heading the case to bring these fugitives to justice is FBI agent Stanley Chase. We talked with agent Chase earlier this afternoon. \n[20]Agent Chase, does it appear that they are heading for Mexico. \n[21]Are you optimistic about the safety of the hostage they took in Abilene, Gloria Hill? \n[22]What about the report from an eyewitness at the liquor store who said one of the brothers was shot? \n[23]Is it safe to assume that because the death count involved and the loss of life of law enforcement officers, that the Bureau, the Rangers and the police force are taking this manhunt personally? ", "SEX MACHINE": "\n[1]Anything you gotta say to them, say to me first. \n[2]That's enough. \n[3]He ain't your brother no more. \n[4]No, it's more of a gnawing sound. Birds peck, they don't gnaw. Rats gnaw. \n[5]Watch out, girly! \n[6]Goddamn fuckin' vampires. \n[7]Fire! \n[8]Way ahead of ya. What's your name, girly? \n[9]Sex Machine. Pleased to meet'cha. Kate, let's stake these blood-sucker fuckers. \n[10]He's right. Peter Cushing does that all the time. \n[11]Garlic, holy water, sunlight... I forget, does silver do anything to a vampire? \n[12]I know silver bullets are werewolves. But I'm pretty sure silver has some sort of effect on vampires. \n[13]Yeah, that's true, but I doubt our barricades, that door, those plastered windows and these walls will last two more hours with those bat fucks fuckin' with 'em. \n[14]You mean like a Time-Life book? \n[15]Another thing, you try and ram a broken chair leg in a human, you better be one strong son-of-a-bitch. The human body is one rough-tough machine. But these vamps got soft bodies. The texture of their skin is softer, mushier. You can push shit right through 'em. Conceivably, if you hit one hard enough, you could take their fuckin' head off. \n[16]Stop fucking saying that! \n[17]That bite weren't nothin'. It just hurt like a son-of-a-bitch, that's all. It barely punched the skin. \n[18]\n[19]What are you gonna do about it? ", "PETE": "\n[1]Haven't felt it a bit. Been inside with the air conditioner blastin' all day long. \n[2]I'm by myself today, ate my lunch outta the microwave. \n[3]Whatsamatter? \n[4]Isn't there a law or something against retards serving food to the public? \n[5]You could sue the shit out of her, ya know. That kid belongs under a circus tent, not flippin' burgers. You could own that fuckin' place. \n[6]That's all that's been on the box all day. They killed some people didn't they? \n[7]Knock yourself out. \n[8]What do you want from me? I did what you said. \n[9]He comes in here every day and we bullshit. He's used my toilet a thousand times. If I told him no, he'd know something was up. \n[10]What? Are you kidding? I didn't do anything! \n[11]I wasn't scratching! \n[12]I'm not calling him a liar, okay? I'm simply saying that if I was scratching, and if I did scratch, it's not because I was signaling the cop, it's because I'm fuckin' scared shitless. \n[13]Don't do that! Look, you asked me to act natural, and I'm acting as natural -- in fact, under the circumstances, I think I ought get a fuckin' Academy Award for how natural I'm acting. You asked me to get rid of him, I'm doing my best. \n[14]Six-fifty. \n[15]I didn't. You gotta believe me, I didn't. \n[16]You fuckin' liar, I didn't say shit! \n[17]I never said help us! ", "CARLOS": "\n[1]Danny, Manny, knock down the door. Hurry, hurry! \n[2]What the fuck was going on in there? \n[3]Whatsamatter with you? Are you crazy? \n[4]I don't know, one place's as good as another. \n[5]No, but I passed by it a couple of times. It's out in the middle of nowhere. It seems like a rowdy place, so there wouldn't be a lot of police. And it's open from dusk till dawn. You said meet you in the morning. \n[6]I'm sorry to hear that. What were they, psychos? \n[7]Oh, Seth, how can I ever make it up to you? \n[8]Twenty-eight. \n[9]You like the car? \n[10]It's hardly been used at all. I got it from a drug dealer who only drove it 5 times in as many years. Swear to God. That's like new. \n[11]Yeah, follow us. \n[12]Vamanos! ", "FROST": "\n[1]Ain't they supposed to burn up or something? \n[2]At first I just thought it was birds. \n[3]We'll put this out. You stake the rest of these fuckers. \n[4]Wooden stakes in the heart been workin' pretty good so far. \n[5]John Wesley Hardin, so mean he once shot a man for snorin'. \n[6]Well, one thing, they might got super human strength, but you can hurt 'em. \n[7]You can. You'll take it 'cause ya got no choice. How'd ya like twenty four hours of it, lying in a muddy ditch with only the rotting corpses of your friends to keep you company? \n[8]Back in '72 I was in Nam, trapped behind enemy lines, lying in a rat hole with my entire squad dead. They thought they killed everybody, and except for me, they were right. But it wasn't for lack of trying. A grenade blew up right next to me, that's why I'm so pretty. \n[9]...and then when I came back to my senses, I realized I had killed the entire V.C. squadron single handedly. My bayonet had blood and chunks of yellow flesh on it like some cannibal shish kabob. And to this day I don't have the slightest idea how I -- \n[10]I been bit! He fuckin' bit me! \n[11]You're dead, mother fucker! You're gonna bite me! You just turned me into a vampire, asshole! ", "MCGRAW": "\n[1]Hot goddamn day! \n[2]Not even for lunch? \n[3]Jesus Christ man, that microwave food will kill ya as quick as a bullet. Those burritos are only fit for a hippie high on weed. Pull me down a bottle of Jack Daniels. I'm gettin' tanked tonight. \n[4]Awww, it's just been a shitass day. Every inch of it hot and miserable. First off, Nadine at the Blue Chip got some sorta sick, so that Mongoloid boy of hers was workin' the grill. That fuckin' idiot don't know rat shit from Rice Krispies. I ate breakfast at nine, was pukin' up pigs in a blanket like a sick dog by ten thirty. \n[5]Well, if there ain't there sure oughta be. Who knows what goes on inside Mongoloid's mind? \n[6]What the hell would I do with that grease pit? Besides, Nadine's got enough of a cross to bear just taking care of that potato head. Then all this Abilene shit happened. You heard about that bank robbery in Abilene, didn't ya? \n[7]Four Rangers, three cops, and two civilians. And they took a lady bank teller as a hostage. \n[8]They'll probably make a run for the border, which would bring 'em this way. And if we get our hands on those shit asses, we're talking payback time. We'll get 'em all right. I gotta piss. I'm gonna use your commode. \n[9]Yeah, and I'm gonna be right back at it tomorrow. So tonight I'm gonna sit in front of the box and just drink booze. How much is the bottle? ", "RAZOR CHARLIE": "\n[1]You can't come in here. \n[2]This is a private club. You're not welcome. \n[3]This bar is for bikers and truckers only. You, get out! \n[4]Welcome to the Titty Twister. What can I get you? \n[5]Coming right up. \n[6]Best in Mexico. \n[7]They're not the normal road trash we normally feed on. But it'll be okay. No one knows they're here. \n[8]And now for your viewing pleasure. The Mistress of the Macabre. The Epitome of Evil. The most sinister woman to dance on the face of the earth. Lowly dogs, get on your knees, bow your heads and worship at the feet of \n[9]Which one? ", "CHET": "\n[1]Pussy, pussy, pussy! All pussy must go. At the Titty Twister we're slashing pussy in half! This is a pussy blow out! Make us an offer on our vast selection of pussy! We got white pussy, black pussy, Spanish pussy, yellow pussy, hot pussy, cold pussy, wet pussy, tight pussy, big pussy, bloody pussy, fat pussy, hairy pussy, smelly pussy, velvet pussy, silk pussy, Naugahyde pussy, snappin' pussy, horse pussy, dog pussy, mule pussy, fake pussy! If we don't have it, you don't want it! \n[2]Take advantage of our penny pussy sale. Buy any piece of pussy a tour regular price, you get another piece of pussy, of equal or lesser value, for a penny. Now try and beat pussy for a penny! If you can find cheaper pussy anywhere, fuck it! \n[3]What's this? A new flavor approaching. Apple Pie Pussy. \n[4]Not so fast, Slick. \n[5]This piece of shit broke my finger and my nose... then this fag kicked me in the ribs while I was down. \n[6]You know what everybody says about me? I suck! \n[7]\n[8]Stop the pain, stop the pain, stop the pain, stop the pain, stop the pain... ", "BORDER GUARD": "\n[1]How many with you? \n[2]What is your purpose in Mexico? \n[3]What was that? \n[4]You said it was just you and your son. \n[5]Open the door. I'm coming aboard. \n[6]It's the Border Patrol. Open up. \n[7]Excuse me. "}}