{"dialogues": {"RAY": "\n[1]Just give him toast. \n[2]Listening for the trucks. \n[3]Yeah. \n[4]I don't know how he found it, T.J. \n[5]I locked it in my glove compartment. \n[6]Yeah, I see that now, but the trucks were coming before the bank opened. \n[7]Duh? No, I guess he just sniffed it out. \n[8]He hasn't bought a scratch card in almost thirty two months. I thought it would be okay! \n[9]Nothing. \n[10]He could be anywhere. \n[11]Where? \n[12]With more than four thousand dollars, he's probably in Atlantic City by now. \n[13]I can't. \n[14]I just can't do it anymore. \n[15]T.J., we can't make him stop. \n[16]It's not stealing if you take it from your family. Anyway, he made some of it, too. \n[17]I'm sorry. \n[18]Hey, little sleepy head. \n[19]Wait a sec- \n[20]We're all ready for ya'. \n[21]We have it, it's just that they called Troy from Titus last night. That's where Troy works. The ski place? And anyway- \n[22]It was some emergency with the lifts. So he took off without thinking with the money. Completely forgot you were coming. So as soon as he gets back- \n[23]As soon as he can get here, I'll just run it down to you. \n[24]Look, Mr. Versales, I have a good job at ALL FOR A DOLLAR. They're probably gonna make me a manager after Christmas so I can handle the payments if you just leave the house- \n[25]I'll call you... \n[26]Listen to me. We'll get them back. \n[27]Ricky, I'll get them back. I promise, honey. \n[28]We're gonna get it back. \n[29]You better hurry or you're going to miss the bus. Let's get your clothes on, Ricky. \n[30]You're 15, T.J. \n[31]You're finishing school. \n[32]You're going to school. \n[33]He'll be back. \n[34]No! I'm going to work and you're going to school. \n[35]The only thing that changed is that your dad started gambling again. Everything else is the same. \n[36]He had to take a business trip. \n[37]And miss a day of work? No. Not again. We just have to live our lives. Now go get your backpack. \n[38]Go on! \n[39]I don't know, Ricky. \n[40]\n[41]I told you, he could be in Atlantic City by now. \n[42]You're going to school. \n[43]Wait, wait. \n[44]Here. Lunch money. \n[45]Matt. Could I talk to you? \n[46]I need to come on full-time. \n[47]What is that? \n[48]When I started you said it would be six months before I could come on full-time. And that was two years ago. \n[49]Well, I mean, you know, I do show up. Pat's late everyday. She's late now. She's always late. \n[50]See ya' tomorrow. \n[51]Just three...uh, no...two seventy one, two, three, four. \n[52]Make that seven seventy four. \n[53]Did you see a Blue Acclaim come in here last night? \n[54]No, that's okay. \n[55]Thank you. Oh God, thank you, thank you thank you... \n[56]You son of a bitch! \n[57]I just need to look inside. \n[58]I don't want to play, I just need to look around for a second. \n[59]I'll stand right here at the door. I won't even go inside. I just need to see if my husband's in there. \n[60]He's gambling away the money for our house. \n[61]Long brown hair. Tall. Skinny. Ponytail. \n[62]Can I just look? \n[63]Hey! \n[64]That's my car. \n[65]What are you doing with my car? \n[66]You stole it. \n[67]So you just took it...? \n[68]We'll just see what the troopers say about that. \n[69]You can cut the bullshit and give me my keys now. \n[70]Troy, are you in there? \n[71]If you're in there you better come out. \n[72]Troy? Versales says as long as we get the money in by Christmas we won't lose the deposit.  I think we need to talk about this, so come on out. Troy? Troy? \n[73]I'm not kidding, honey, come on out. \n[74]This is New York State so quit the bullshit and give me my damn keys! \n[75]Then you should quit stealing cars. \n[76]Did you see where the bus was headed? \n[77]Shit! \n[78]I'm not leaving this here. \n[79]It's not for sale. \n[80]Why's that? \n[81]Does he use them to rob banks or something? \n[82]Where does he live? \n[83]What's in it for you? \n[84]If you try anything, I'm not afraid to use this. \n[85]Where? \n[86]There's no road. \n[87]I'm not crossing that! \n[88]That's Canada. \n[89]What about the border patrol? \n[90]I'm still not crossing that. \n[91]This is so fuckin' stupid. \n[92]What's going on here? \n[93]Twelve hundred. \n[94]Wait, who the fuck are they? \n[95]I'm not moving until those people get out of my trunk. \n[96]I'm not taking them over the border. That's a crime. \n[97]This isn't a nation. \n[98]Fuck you. \n[99]What if the troopers stop us. \n[100]Twelve hundred. \n[101]You can't have my car. \n[102]You can't have my car. \n[103]No! \n[104]Fuckin' bitch! \n[105]Little bitch! \n[106]I told you not to use that thing when I'm not here. \n[107]I don't care. Don't use that thing when I'm not here! \n[108]No. \n[109]At the bus stop on the Rez. \n[110]You don't know that. \n[111]And then what? Chase him across the country. Miss work. No. \n[112]Nothin'. \n[113]It was no big deal. \n[114]Some Indian chick tried to steal your Dad's car. \n[115]It doesn't matter. \n[116]I'll get it tomorrow. \n[117]I didn't have a tow rope. \n[118]Forget it T.J. Did you and Ricky eat? \n[119]There's food. \n[120]They're gonna flatten it out and send it to China. \n[121]They're gonna melt it down and make little toys out if it. \n[122]They'll send them back here so I can sell them at All for a Dollar. \n[123]That's right. \n[124]We just have to make it to my paycheck on Friday. \n[125]What about them? \n[126]You told me that already. \n[127]Here, lunch money. \n[128]Who's Mitch. \n[129]He sells pot to kids? \n[130]You're fifteen, it's not gonna happen so forget it. \n[131]Your job is looking after your brother. Who's gonna take care of him? \n[132]I want my part. \n[133]You hear me! \n[134]I want my part. \n[135]I want my part. \n[136]No way. \n[137]Then I wanna get some more of those Chinese. \n[138]I just need enough for the balloon payment on my doublewide then I'm out of this. I'm no criminal. \n[139]You people can call it what you want to. I just want my double. \n[140]Suit yourself. \n[141]Three. I got kids. \n[142]Five and Fifteen. \n[143]Stole him? \n[144]Stole him? \n[145]What's going on? \n[146]Where? \n[147]Where's that? \n[148]What the hell is he doing? \n[149]What the hell is going on here? \n[150]Twelve hundred. \n[151]Why would they want to run? \n[152]What's that? \n[153]How much does it cost? \n[154]To get here? \n[155]To get here? No fuckin' way. \n[156]God those are ripe. \n[157]Are they always there? \n[158]Have you ever gotten caught? \n[159]What happened? \n[160]What did you do? \n[161]Smuggling? \n[162]Right, I know. \n[163]Then why don't you count it? \n[164]You're welcome. \n[165]We're even now. \n[166]It's okay. I got it right here. (she waves a wad of fifties and twenties). Two fifty five, right? \n[167]Who wants to go the Price Chopper and get some Cap'n Crunch? \n[168]Wanna to go to the Price Chopper? \n[169]Matt made me an assistant manager. \n[170]Is that so hard to believe? \n[171]Exactly, and that's why he gave me a bonus. \n[172]Do you wanna go to the Price Chopper or not? \n[173]What? \n[174]What is it, again? \n[175]-Hot Wheels Tech Trax, what? \n[176]I got something even better than that. \n[177]The double wide. But don't mention it to Ricky, just in case. \n[178]This time is for real. \n[179]\n[180]\n[181]\n[182]\n[183]\n[184]\n[185]\n[186]\n[187]Hi....it's me...leave a message and I'll call ya' back. \n[188]Hey, leave me a message and I'll call ya' back.  You son of a bitch. \n[189]Hi, it's me. I can't take the call right now, but if it's you, Troy, please at least tell me you are alive, because the boys are worried about you. \n[190]That's $87.50. \n[191]Sorry. Didn't go through. \n[192]I can try to put it though again. \n[193]That'll be three seventy six. \n[194]I gotta get back before KMART closes. \n[195]I got nothing for under the tree. \n[196]Don't you people even take Christmas Eve off? \n[197]You could fool me the way they were all lined up at All for a Dollar today. \n[198]From what? \n[199]That's awful not to have Santa Claus-- for the kids, I mean. \n[200]Wait. They're not Chinese. \n[201]What does that mean? \n[202]Well where's that? \n[203]A big difference. \n[204]Look, I'm not driving just anybody across the border. \n[205]I wanna know what's in the bag. \n[206]What's in there? \n[207]Well, if they want to come over here so bad, they ought'a take the time to learn English. \n[208]Just hold on a second. \n[209]I'll take that. What are you doing?! Just count the money and let's go. \n[210]I just hope these aren't the ones that blow up themselves and everybody with them. \n[211]A five. \n[212]Shit! \n[213]I'm not stoppin'. \n[214]Nuclear power, poison gas,...you can't tell what they might have in there. I'm not gonna be responsible for that. \n[215]-I have to work. Is Ricky asleep? -Put him on. -Ricky listen to me, he's not coming until you go to sleep. \n[216]-No. Not yet. He's still flyin' over Canada okay? He's not even done with Canada yet, so he's not coming until you get to sleep. Now put your brother on. -I'll be home in a little while, okay? -No, I haven't got it,yet. What's it called again? -Hot Wheels Tech Trax Air Stunt whatever, right, right, I'll get it if I can! -I can't promise T.J. -There are more important things to get for Christmas this year. Be home in a little while. Okay, bye. \n[217]You'd think a new house would be enough. \n[218]It was too heavy. We had to unload it. \n[219]What's the matter with her!? \n[220]What is she saying!? \n[221]It didn't feel like there was anything in that bag. \n[222]I can't believe they put their baby in a duffle bag. \n[223]If you'd let me search it I would never have taken it- \n[224]I know! I know that. \n[225]Where? \n[226]Come on! \n[227]Tap the bottom of his feet. \n[228]That's what they did to get Ricky breathing when he was born. \n[229]Well, I can't hold it and drive. \n[230]At least put him next to your body. That will warm him up. \n[231]Just do it! We can't give it back to her cold. \n[232]Shit! \n[233]Oh shit. What do I do? \n[234]What if he saw us go by before. To Bob's. \n[235]What if he searches the car. What do we say about- \n[236]I wasn't speeding, was I? \n[237]Did I do something? \n[238]Okay. \n[239]Oh, I didn't know. \n[240]Thanks. \n[241]She looks after my kids when I have to work late. \n[242]Yeah, you, too. \n[243]Just a blown out tail light. \n[244]Yeah. \n[245]We gotta take it in. \n[246]What is it? \n[247]What? Are you sure? \n[248]He was just cold. \n[249]We found him. \n[250]Come on. Let's go. \n[251]He was just cold. \n[252]Okay, whatever, you brought him back to life. \n[253]All I know is Kmart is closed and I got nothing for under the tree. \n[254]What? \n[255]Look, I don't have time for that. I can't get deep about every little thing. I just have to keep on going. I only need one more run to have enough for my double. \n[256]Here. \n[257]Merry Christmas or whatever. \n[258]What's that? \n[259]Where'd you get it? \n[260]Mitch? Is that the friend you called? It's probably stolen, you know. \n[261]Well, I don't want you hanging around him. That kid is bad news. \n[262]Look , Mister, I got more important things to worry about than toys. I'm trying to get our doublewide. \n[263]Hey, you can lose the attitude. Anyway, Kmart was closed by the time I got off work. \n[264]What's that smell? \n[265]I told you to be careful with the microwave, didn't I? \n[266]Yes. \n[267]I haven't gotten the light fixed- \n[268]Sure. \n[269]Yes. \n[270]Not too long. She looks after my kids. \n[271]Really? \n[272]Wow. That's a shock. \n[273]Yeah, I've heard about it but I didn't know she was involved. \n[274]Uh, I think there was a sign for a baby sitter at the Wolf Mart. That's where I get my gas. \n[275]Oh my God. \n[276]Absolutely. \n[277]Thanks. You, too. \n[278]T.J. could you come out here for a minute. \n[279]No. \n[280]Did you have a fire last night? \n[281]You fixed um? \n[282]Did you happen to use the blow torch? \n[283]Look at this. We can't live here anymore! \n[284]No, it was our house. \n[285]Jesus, you could have killed yourself and your brother. \n[286]Put it down. \n[287]Put it down. \n[288]Put that thing down! \n[289]That was an accident. \n[290]He spent the food money on scratch cards, \n[291]Gimme that thing. \n[292]T.J. come on now. \n[293]He was clean for 23 months. \n[294]I didn't know how else to keep us together. I mean...he's a good dad when he's not gamblin'. \n[295]I know. \n[296]That's okay. I still wanna buy a ticket. \n[297]I got money. \n[298]I just want to buy some scratch cards. \n[299]T.J. set the trailer on fire. \n[300]He didn't mean to, but the pipes froze and he got that damn torch out -- which I told him not to do touch when I wasn't there -- and he tried to thaw them out- \n[301]There's a hole in my bedroom floor. We gotta move. \n[302]I just need one more run to get the double. \n[303]Look you can have the Acclaim. Okay? \n[304]What is it then?! \n[305]Are you still mad about that baby? `Cause it wasn't all my fault, ya' know. I mean who puts their kid in a duffle bag? \n[306]You're gonna need a lot of money to take care of a one year old baby. \n[307]Yeah, but you gotta get him first. \n[308]I'll help you. You can even borrow my gun. \n[309]You should see the inside. \n[310]Three. And it's got a jacuzzi tub in the master bathroom. \n[311]Oh yeah. But the best thing is the insulation. The pipes can never freeze. \n[312]I'll be back. \n[313]I wanna schedule a delivery. \n[314]It's three thousand but I want it delivered tomorrow. \n[315]Take it as a deposit. All you have to do is show up. If I don't have the rest you keep it. \n[316]Have you ever been there? \n[317]No, Troy didn't like to travel. He liked to work in his shed, mostly. \n[318]Can't miss that. \n[319]Okay. We'll take them. \n[320]Just open the trunk. \n[321]Turn around! \n[322]I want the rest. \n[323]Go get it. \n[324]No. But thanks. \n[325]Put it there. \n[326]He shot me. \n[327]I'm tired of people stealing from me.    Is it all there? \n[328]Just COUNT IT and make sure it's all there! \n[329]Is it there? \n[330]Good. \n[331]I can't. \n[332]How much farther to the reservation? \n[333]What the hell? We're on the reservation. \n[334]Shit! \n[335]Will it hold us? \n[336]I gotta go. \n[337]No. You stay here. \n[338]I thought this was all legal on the reservation. \n[339]Look, I gotta get home. \n[340]But, she's a Mohawk. \n[341]Listen, my kids got no one but me. \n[342]At least you got family to take care of him, ya' know? \n[343]It's just a few months, right? \n[344]I got baby stuff in the shed. \n[345]Get a good used single wide with insulation. Insulation is the key thing. Versailles will give you a hard time, but that will leave enough for you and the boys to live on for a couple of months. Ricky's allergic to penicillin. And you can't feed `em Pringles all the time. Okay? \n[346]Okay? \n[347]But you gotta get there quick, before the police, `cause T.J. will get scared. I don't want him to get scared, you know. \n[348]And don't let him jerk you around. Versailles, I mean.  Go with her. Okay? \n[349]How long is it for me. You know if I confess? \n[350]Will they get sent back? \n[351]Can I have a cigarette? \n[352]I got somebody. \n[353]A friend. \n[354]But I need to call my kid. \n[355]Hi,  You've reached Ray. Leave me a message and I'll get back to you just as soon as I can. ", "LILA": "\n[1]Huh? \n[2]That? I found it. \n[3]The keys were in it. \n[4]Go ahead, they got no jurisdiction here. This is Mohawk territory. \n[5]The Tribal police don't like people shooting holes in other people's houses. \n[6]This camper belongs to my brother in law. He won't like this. \n[7]I thought it was abandoned, the guy driving it got on a bus. \n[8]New York or Buffalo, I'm not sure. \n[9]I got a friend who might buy that. \n[10]He'll pay more than it's worth. \n[11]Maybe two thousand. \n[12]He's always looking for cars with button- release trunks. \n[13]He don't need papers or anything. \n[14]All I know is he pays good for a car like this. \n[15]Through the woods. Not far. \n[16]He'll give me something for finding it. \n[17]Yeah. \n[18]Turn up there. \n[19]Where that stump is. \n[20]There's a path. \n[21]It's not far. \n[22]Not too fast. There's ruts. \n[23]Don't worry they already put out the Christmas trees. There's no black ice. \n[24]No, it's Mohawk land. The Rez is on both sides of the river. \n[25]There's no border. \n[26]Don't worry, it'll hold a Plymouth. I've seen semis cross it. \n[27]The only other way is the Cornwall bridge and they won't let you take that. (points at the gun). \n[28]They plow it and everything. \n[29]Not too fast, there are ruts. \n[30]You gotta pick up some speed to get up the bank. \n[31]It's just on the other side of those trees. \n[32]Honk the horn. \n[33]Just keep your mouth shut. \n[34]Just keep it shut. Okay? \n[35]Hi, Jimmy. \n[36]Sorry. \n[37]Sorry. \n[38]I know. Sorry. \n[39]Count it. \n[40]Just count it. \n[41]How much is there? \n[42]Let's go. \n[43]Just back up. \n[44]I'll give you half. Now let's go. \n[45]Let's go! \n[46]There's no border here. This is free trade between nations. \n[47]Let's go. \n[48]Why'd your husband leave you? \n[49]Maybe he wanted a younger women. \n[50]That's what usually happens. \n[51]I never have to worry about that. My husband is dead. Went down in the river on a run. They never found him. Probably tangled in river weeds. \n[52]You better slow down there are ruts out here. You could get stuck in one. \n[53]Keep going. \n[54]They won't stop you. You're white. \n[55]Pull around back then wait for him to come to the window. \n[56]Roll down your window. \n[57]Count it. \n[58]Let's go. \n[59]Turn down there. \n[60]Stop here. \n[61]Now open the door. \n[62]Open the door. \n[63]Now get out. \n[64]Get out. \n[65]Mike. \n[66]Good. How's business? \n[67]How much for that one? \n[68]What?! I've been saving up. \n[69]Does Bernie Littlewolf run your whole life? \n[70]I gotta walk down 37 with the semis kickin' up snow and mud in my hair just to get to the work. \n[71]I don't like Chevettes. \n[72]I'll give you a thousand for the Malibu. \n[73]That thing has been sittin' here for six months. \n[74]He doesn't have to know. \n[75]I'll give you the money if you give me the car. \n[76]The money's gone. \n[77]It's gonna cost me to get that hole fixed. I froze last night. \n[78]It's not a crime. \n[79]I don't usually work with whites. \n[80]How many bedrooms? \n[81]How old? \n[82]I got a boy. Almost one. \n[83]He lives with my mother-in-law. (after a moment) She stole him from me. \n[84]Yeah. Right out of the hospital. \n[85]Tribal police don't get involved in stuff like that. \n[86]Thanks. \n[87]Don't worry about it. \n[88]Okay. \n[89]We gotta pick them up. \n[90]Not far. \n[91]An old casino through the woods. They used to have gambling there in the bootlegger days. \n[92]Keep that thing down. \n[93]Roll down the window and see what he wants. \n[94]Just roll it down. \n[95]Count it. \n[96]Open it. \n[97]To get away from the snakeheads. \n[98]The snakeheads pay to get them here and then they gotta work off what they owe . \n[99]Forty, fifty thousand. Depends where they're coming from. \n[100]Sometimes they gotta work for years to pay it off. \n[101]They always stink. \n[102]Yeah, but they can't stop you unless you give them a reason. \n[103]Once. \n[104]They gave me the choice of paying a fine or spending three months in jail. \n[105]I paid the fine. I made the money back in two nights of smuggling. But back then it was cigarettes and everybody did it. Some of the troopers were into it, too. \n[106]Yeah. But when they lowered the tax on cigarettes in Canada most people got out of it and the rest switched over to Chinese. \n[107]Count it. \n[108]Well, be sure it's right. I don't wanna get stiffed. \n[109]I got bad eyes. \n[110]What about mine? \n[111]Huh? \n[112]Where is it? \n[113]She fired me. \n[114]Well, she should have. I can't see to count the money. I told you that. I come up short half the time. \n[115]They make me carsick. \n[116]So where are we going? \n[117]No way! \n[118]Not there! Not with them. \n[119]I bought it. \n[120]Some white lady. \n[121]What? \n[122]To get to work. So I don't have to walk in the breakdown lane. Last week I almost got hit by the plow. \n[123]It doesn't have a trunk. \n[124]All right, all right! I'll go. \n[125]I think it's a \"T.\". \n[126]I told Bernie I couldn't see. \n[127]Nevermind. I'll go. \n[128]We gotta get extra fluid. \n[129]What for? \n[130]Mohawks don't celebrate Christmas. \n[131]Those are Christians. The converted. \n[132]From the Longhouse ways. \n[133]They're \"Pakis.\" \n[134]They're from Pakistan. \n[135]I don't know. What difference does it make? \n[136]If we wait much longer we won't be able to get back across the river. \n[137]Do you want the money or not? \n[138]They don't understand you. \n[139]If we keeps snowing like this we won't be able to get across the river. \n[140]We don't have time. \n[141]Is that a two or a five? \n[142]You gotta stop so I can fill up the wiper fluid. \n[143]It's a hundred feet deep out here if we get on black ice \n[144]What are you doing? \n[145]We gotta go back. \n[146]I can't believe you left it out there. \n[147]We gotta go back. \n[148]Look, there. Tracks. \n[149]Up there. \n[150]Slow down, I don't want to run over it. Stop. I think it was here. \n[151]It's dead. \n[152]It's dead. \n[153]Why? \n[154]I don't want to touch it. \n[155]I don't think it matters. \n[156]But it's too late. \n[157]Calm down. \n[158]Calm down. Just pull over. \n[159]He's got no reason to stop us, unless you give him one, so keep your mouth shut. \n[160]He won't, just remember you're white. \n[161]What did he want? \n[162]That's it? \n[163]It's moving. \n[164]Hello little baby. \n[165]He was dead. \n[166]He was dead. \n[167]That was the Great Spirit, not me. \n[168]Yeah. \n[169]Bernie! \n[170]I quit smuggling. \n[171]I got glasses and now I can see up close. \n[172]I don't want it. \n[173]I got enough. \n[174]How many bedrooms? \n[175]Wall to wall carpet? \n[176]Blow the horn. \n[177]You got a run for us, Jimmy? \n[178]How far? \n[179]A few times. Have you? \n[180]Up there. That's it. \n[181]Bruno. \n[182]No, Jimmy called- \n[183]We need to get paid, first. \n[184]You only got six hundred here. \n[185]It's six hundred apiece. \n[186]It's twelve hundred. \n[187]Let's just go. \n[188]Let's go. \n[189]Let's get out of here. I'll give you the rest of the money. \n[190]You're gonna get us all killed. \n[191]You should'a just taken the money from me? \n[192]We gotta get outta here, first. \n[193]It's all there. \n[194]Slow down a little. We gotta keep it under the speed limit. \n[195]We gotta get off this road. \n[196]Slow down! \n[197]We gotta get off this road! \n[198]Just up at the tree line. \n[199]They can't arrest us but if they catch us they'll take the money. \n[200]That ice is black out here. \n[201]I don't know. \n[202]We gotta crawl out the window. \n[203]Hi Bernie. \n[204]Expel me? \n[205]They can't do that. \n[206]They've already done that. \n[207]Let her go. \n[208]Just go. \n[209]He might be better off. \n[210]It was all for a new crib. I wanted the baby to have a pretty new crib, not some handmedown. And he wouldn't let me go alone.  I was too fat to get behind the steering wheel. \n[211]Okay. \n[212]Sorry, Thunder, I got nothing for you. \n[213]I need his coat. \n[214]Where's his coat? \n[215]Say goodbye to your Dudah. ", "BERNIE": "\n[1]Lila. Get up. I got a job for you! \n[2]Lila! Get up. \n[3]They got two people out sick today, so if you get down there you got the job. \n[4]Get dressed, I got coffee. Let's go! \n[5]Get in, I'll tell you on the way. \n[6]Rita said you quit. \n[7]That's not what she said. \n[8]Then get some glasses. \n[9]Gimme a break. \n[10]The Tribal Council needs someone to answer phones. \n[11]Why not? You can answer a phone, can't you? \n[12]What's that? \n[13]From who? \n[14]What do you need a car for? \n[15]You'll live. And you know what I'm talking about. \n[16]We got our own court system. \n[17]If we did, we'd have to arrest half the people on the Rez. \n[18]You can't start throwin' Mohawks off the Rez, Rosalie. There's only, what, six thousand of us as it is. \n[19]But she has a Mohawk son. \n[20]Jake was a big boy. He knew what he was doin' \n[21]We've had smuggling on the Rez since Al Capone. \n[22]Hi, Lila. \n[23]You're in a lot of trouble. \n[24]The council voted to expel you. \n[25]For five years. You can appeal, but you'll never be able to change Rosalie's mind. \n[26]They'll make your life miserable if you try to stay. \n[27]Believe me, it could get even worse. \n[28]If she leaves, they'll turn you in Lila. The troopers want somebody. \n[29]The Chiefs want her out, so there's nothing standing between her and the troopers. \n[30]If you leave she won't see her son again. \n[31]Lila, you're giving up on him and he's only one year old. \n[32]Jake wouldn't agree with that. \n[33]He wanted to keep you and little Jake safe. \n[34]Sure. \n[35]She's gonna kill me for taking this out of her car. ", "TROOPER NAPOLI": "\n[1]License and registration? \n[2]Could you step out of the vehicle, ma'am. \n[3]Just step out of the car. \n[4]Ma'am I'm just directing you to step out of the vehicle? \n[5]Step around to the back of the vehicle. \n[6]See that. \n[7]Your left rear parking light is not illuminated. \n[8]I'm gonna give you a provisional citation. Get this repaired in the next 48 hours and you'll have no problem. \n[9]Who's your friend? \n[10]Have an enjoyable Holiday. \n[11]Is there a Ray Eddy here? \n[12]Can I speak to you outside for a minute. \n[13]It's not about that. I just have a few questions. \n[14]This is about the woman who was with you. \n[15]How long have you known her? \n[16]She's a smuggler. \n[17]Yes. \n[18]Yes, well, there is that element on the Reservation I'm sure you know. \n[19]How did you happen to meet her? \n[20]I just thought you should be aware of that. She's known to have smuggled illegal immigrants into the country. \n[21]If I were you I'd find a new baby sitter. You don't want her around young kids. \n[22]Well, you have an enjoyable Holiday. \n[23]As long as they're not on a watch list. Four months. \n[24]I don't think you have much to worry about judging from the look of them, probably brought here to work in the sex trade. \n[25]Not necessarily. They can apply for asylum. \n[26]Is there somebody I can call for you? To take care of your children. \n[27]A relative. ", "RICKY": "\n[1]Is it here? \n[2]Is it here yet? `Cause I'm ready. \n[3]Wait, where are they going? \n[4]But why are they leaving? \n[5]That's our house! \n[6]Where's daddy? \n[7]Where did he go? \n[8]When is daddy coming home? \n[9]Mommy, I was thinking. What's gonna happen to the tin crapper when we get our new house? \n[10]Then what? \n[11]Then what? \n[12]And you can buy me some? \n[13]Yes! \n[14]Mommy! \n[15]\n[16]Daddy is gettin' me that for Christmas. \n[17]He's bringing the new house. \n[18]Hey T.J., watch this! \n[19]Daddy? \n[20]Why is the police man here? \n[21]Can I have more corn? ", "BRUNO": "\n[1]D'ey don't like de women driver. \n[2]D'is will keep d'em from running. \n[3]You looking for a job. \n[4]Oh yeah, Jimmy. Okay. \n[5]Okay we go. \n[6]D'is way. \n[7]D'at your car? \n[8]Open the trunk. \n[9]Oh, yes. \n[10]You get the rest at drop off. \n[11]That's the deal I make with Jimmy, now you want to change? \n[12]You want to make a problem? \n[13]...because you're not making a problem for me. And you're making a problem for them. Let me show you something. \n[14]You must be the brains of the operation. \n[15]I don't have any more. \n[16]Give it to her. \n[17]You aren't so smart as you look. ", "JIMMY": "\n[1]Thunder! SHUT UP!. \n[2]Get back under there! \n[3]He don't like whites, Lila. \n[4]And your late. \n[5]I shouldn't even be dealing with you. \n[6]Bernie was askin' if I'd seen you. I told him no. \n[7]I don't want any trouble with him, Lila. \n[8]This guy's been calling all morning. He's got two up at the Old Casino. \n[9]Heat wave! \n[10]It's pretty slow after Christmas. Unless you wanna to go off the Rez, there's a guy up in Montreal who's usually got heads. \n[11]Twenty miles or so. But...you gotta watch out for the Mounties and the Surete. and...this guy deals in ya' know girls. \n[12]Hi Mom. \n[13]We just need to borrow your oven, Mom. \n[14]Hi, Billy. \n[15]Come on, Billy, you never bothered with smugglers before. ", "ROSALIE": "\n[1]Do I have any messages? \n[2]I can't read this. \n[3]No, I can't read any of it. \n[4]Billy. \n[5]Who is it? \n[6]What do the troopers want? \n[7]Do you know where they are? \n[8]What do you think? \n[9]What about Lila Littlewolf? \n[10]We don't charge people with smuggling. \n[11]She makes the Mohawk people look bad. \n[12]She cost us a Mohawk son. \n[13]She'll never be anything but a smuggler. \n[14]Then we'll take a vote. ", "VERSAILLES": "\n[1]We'll need the balloon payment to unload. \n[2]Have you got the $4,372 dollars or not? \n[3]When's he gonna be back? \n[4]This is the second time you've dragged me out here. If you don't come up with it by Christmas, you've lost your fifteen hundred dollar deposit. \n[5]Call me when you have the balloon payment. \n[6]...what I think you'll find with the Commodore -- and you'll be the judge -- is that the vinyl wall covering is perfect for small children. There is never a need to repaint or even touch up- \n[7]Give me just a second. \n[8]What do you want? \n[9]Is this all of it? \n[10]I told you all or nothing. \n[11]Can't argue with that. You'll have to sign something, though. ", "TICKET TAKER": "\n[1]Sunrise session is almost over. Next session starts at 10:30. \n[2]I'm gonna need the five. \n[3]You still gotta pay admission. \n[4]What does he look like? \n[5]He's not in there. \n[6]I told you, lady, he's not in there. \n[7]The game's over. They're verifying the last winner. \n[8]I can't sell you one. \n[9]Sorry. \n[10]Go to Wolf Mart, they sell `um there. ", "MIKE": "\n[1]Hi, Lila \n[2]How's life at the Bingo Palace. \n[3]Oh, you know, okay. \n[4]Come on, Lila. \n[5]You know what. \n[6]No, but he said not to sell you a car. \n[7]For you, all I got are two Chevettes,a Horizon and a Civic. \n[8]I figured. \n[9]Nothing with a trunk. \n[10]I don't want Bernie in my face. Okay? ", "THREE RIVERS": "\n[1]-Good, good Mike. What can I do for you? - -You say non-native smugglers? -A white woman? On the Rez? -I'll look into it and give you a call back. Sure thing. -I'll take your request to the Tribal Council and give you a call back. -No problem, Mike. You bet. \n[2]Hi, Rosalie. \n[3]We have a situation with a couple smugglers. They got chased by the Quebec police and crossed the river but their car went in and now the troopers know they're on the Rez. \n[4]Lila Littlewolf and some white woman. \n[5]A surrender of the two illegals and the Non-Native smuggler. They need an example here. \n[6]Probably over at Velma's. \n[7]Velma, seen any smugglers tonight? \n[8]Rosalie is worried people are gonna think the Mohawks let in terrorists. Plus, I got the Troopers on my back. They want the illegals and they say there's some white lady with them too. Is that true, Jimmy? \n[9]You got white women doing it now? Jesus. Well, if you see any, let me know. ", "VELMA": "\n[1]Jimmy, I told you not to bring no more half frozen people in here off the river. \n[2]I don't see how I can get any baking done. I'm supposed to be baking 200 doughnuts for pee wee Lacrosse and now I have people bleeding and dripping all over my kitchen. \n[3]Sit down, I can't reach up that high. \n[4]Looks like somebody tried to blow your brains out. \n[5]Get outta here, Jimmy. They gotta strip down.  Gimme those jackets. \n[6]Somebody's been beatin' up on you. \n[7]You, too. "}}