{"dialogues": {"OSCAR": "\n[1]What's your resolution? \n[2]You trippin. You look fine. Plus you Mexican. You cut carbs and you can't eat nothin yo grandma cooks. \n[3]Really? Who told you that? \n[4]I'm gonna quit selling trees. \n[5]You gonna give me a reason to? \n[6]Aye bruh it's bad tonight. I gotta catch you tomorrow. \n[7]Look, I'm not going out, you happy now? \n[8]Man, wussup? I been home hella long... \n[9]What I gotta do? I'm here, right now. I fucked up one time, alright? \n[10]Look I'm done with that shit. All I want is you and T, forever. \n[11]Let me show you. \n[12]Hold on, T. \n[13]You want to sleep in here with Mommy and Daddy? \n[14]Damn, it's after midnight. \n[15]Wussup, baby? \n[16]Don't worry T, aint nobody's moving right now. Go to sleep. \n[17]We got enough to get yall there. \n[18]Go start the car up. You got your keys? \n[19]Go. I gotta grab my beanie. \n[20]See? Told you we'd make it. The light aint even on yet. \n[21]Naw, Imma go up to the job. Get some stuff for tonight. \n[22]Prolly like seven. \n[23]Love you too. \n[24]Last shot right here, you sure you want to work on your birthday? You still got time to catch a cold... \n[25]No problem. Come on, let's go celebrate right now. \n[26]Okay...You still want me to get a couple crabs, right? \n[27]Yeah Ma. \n[28]Yeah... \n[29]Hold on. \n[30]Hello? \n[31]Yeah Ma. \n[32]Nah Ma, it's good. \n[33]Ma, don't trip off that. I got you. \n[34]Ye- \n[35]Yeah Ma, and I'm gonna use my discount. \n[36]Love you. \n[37]Shit. What's good? \n[38]Yeah. He here today? \n[39]I came to get some crabs too. \n[40]You should come through grandma house tonight. \n[41]Frisco. Fireworks and the whole shit- \n[42]Let me get three Dungeness. \n[43]Fat ones too, bruh. \n[44]Your family having a fish fry for New Years or something? \n[45]It's cool. I work here. \n[46]It's my day off. \n[47]Is he black? \n[48]Your boyfriend. \n[49]Grandma... \n[50]I'm at my job, and this girl here- \n[51]Well, yeah.... \n[52]Grandma, Grandma, I'm off today. I'm just shopping for the party. \n[53]Naw grandma. But I got this girl here, she wants to fry fish for her boyfriend, but she don't know how. You think you could tell her what she needs to know and everything? \n[54]What type of F--, wait.. She don't know. \n[55]Hold on. \n[56]Grandma Bonnie. \n[57]Good morning, Emi. \n[58]Had to grab some stuff for my Mom's birthday. \n[59]Emi, hold up man, I wanted to talk to you. \n[60]I just want... I need my job back. I need my job back. \n[61]Look, I was going through some shit, trying to get back on my feet. But I need this job man. I'll show up early every day. You can start me back off with one shift a week or whatever. I'm here. You can work me 40 hours a week and pay me for 20. I'm here. \n[62]You sure you got enough? \n[63]Trust me. She's happy to help. \n[64]Oscar. \n[65]At the house, just got back from the job. \n[66]I am. \n[67]Yup. \n[68]Bad news first. \n[69]How much? \n[70]Okay. What's the good news. \n[71]What? That's fucking bad news too. \n[72]C'mon Chantay. \n[73]Aight. \n[74]Aight. I got you. \n[75]Love you too, scrub. \n[76]Wussup bruh? My bad about last night. You still tryna get that? \n[77]Shit bruh I can come to you. \n[78]Aight, bet. \n[79]Hey Ma. \n[80]You look nice. \n[81]My girls come over last night? \n[82]\"Candyland\"? \n[83]Yall let her win too, I bet. \n[84]Yall hella weak for that. She gets no easy victories with me around. \n[85]What? \n[86]Yeah, the kettle corn. Hella good. \n[87]C'mon. What she say? \n[88]Dark butter? \n[89]She is gettin way too smart. \n[90]What? What the Fuck you say about my Mom bruh? \n[91]You tough in here with these guards huh? \n[92]Naw, we good. \n[93]Dark butter huh? She always listening. \n[94]She too smart for her own good man. The preschool said we should think about starting her in school early. Phina tell you that? \n[95]Yeah, we're gonna put her in private school. I was lookin at St. Bede the other day. It's this other school that starts them off learning Spanish, then it gradually gets them back going on English. It's like a new thing- \n[96]What you mean? \n[97]I know I know I know. This is my last time too. I told you that. I ain't goin down no more. \n[98]She too young to know what's going on right now. \n[99]She aint say that. \n[100]Tell her that I love her more than anything in the world. And that I- \n[101]I don't want her to see me like this. \n[102]In a box. \n[103]I don't want her to be exposed to this. \n[104]So you really not gonna visit me no more? I got four more months!! \n[105]Ma, this shit aint like Rita. It's crazy in here. I don't know if I can make it without you seeing you that long. \n[106]Ma, hold up. Let me get a hug. \n[107]Ma! \n[108]Ma! Hold up! \n[109]Get the fuck off me! \n[110]Ma! \n[111]Get off me! Ma! Ma! \n[112]Ma. Ma! Hold up! Let me just give her a hug right quick before she leave! \n[113]Ma! Ma! Get the fuck off me! Ma! Ma! \n[114]Shit! No, No, No Stop! \n[115]Hey! Stop you bitch ass Muthafucka!! \n[116]Come'on boy. Come on. \n[117]Shit. Somebody help! Somebody fucking Help! \n[118]I got good news and bad news my nigg. \n[119]Sold it to a white boy bruh. \n[120]Gave me a rack for it. \n[121]For your troubles. \n[122]It's good bruh. Take it. \n[123]I'm good, that's all you bruh. \n[124]What flavor did you get. \n[125]Why you didn't get ice cream? \n[126]Oh yeah? \n[127]You think you're faster than daddy? \n[128]What's that right there? \n[129]You know... it's work. \n[130]It's cool. \n[131]Naw, I'm smooth. Just a little tired. \n[132]Fuck it. I lost my job. \n[133]I got fired. \n[134]Showin up late. Missed a couple days when I had to get some money. \n[135]Keep it real, they fired me two weeks ago. \n[136]My bad- \n[137]I thought I was gonna be able to get my shit back. \n[138]Phina, \n[139]I didn't have to tell you shit. \n[140]I thought you wanted the truth... But you ain't trying to hear that. \n[141]I dumped it. I'm done with that shit. I'm tired. That's what I'm trying to tell you. Thought I could start fresh today. But that shit aint working out. \n[142]I don't know? Something legal. Gonna see if my sister can hire me again, while I look. Maybe if I can just not fuck up, for 30 days.. Oprah said that's all it takes to form a habit, right? \n[143]Happy Birthday! \n[144]Don't trip, it wasn't that much. \n[145]Who you goin for in the Super Bowl Unc? \n[146]If somebody would have told me that two years ago I would have laughed in their face. \n[147]When I was coming up, Teachers used to love to tell me, \"You can be the President of the United States.\" \n[148]But I'll never forget, in my fourth grade classroom we had this poster. It had all 40 some odd presidents on that thang. And I looked at all they faces. And it was all white dudes. At that point, I realized my teachers was lying to me. A part of me aint believed what no teacher has said to me since. \n[149]Oh, Come'on Ma, don't mention it. You shouldn't even be doing this. \n[150]I told you. I aint missin no more parties. \n[151]Yeah, nothing major. Gonna meet up with Cato, Jack, Jason and couple other cats. Head out to the City. \n[152]Naw. We gonna keep it low key. Probably just catch the fireworks, and then roll around after that. \n[153]Yeah, just chill, we'll be cool. Sophina's got work in the morning too. \n[154]I'm sure they will. I'm not gonna be drinking. \n[155]Yeah we might catch BART. \n[156]Yeah, we might have to do it. \n[157]Okay, I promise. \n[158]Alright we out, Birthday Girl. Love you. \n[159]You don't want to just call it a night? \n[160]Alright. \n[161]Happy New Year!!!! ARRRGHHHH!!! \n[162]Ok, ok, ok. My bad. Stop you guys. Time out. \n[163]Let's brush those teeth. \n[164]You want your teeth to rot? And your breath to smell like gumbo? \n[165]No you don't. Because then- THE \n[166]What? \n[167]Me and Mommy are gonna go see some friends for a little bit. We'll be right back. \n[168]We'll be back, in a few hours I promise. \n[169]I know, I know. But me and Mommy promised our friends we would go and visit them. We'll be back before you wake up, okay? \n[170]Scared of what? \n[171]Those are just firecrakers. You'll be safe inside. \n[172]I'll be just fine. I'll tell you what, tomorrow when we wake up, we'll play \"Candyland\". And then guess what we can do after that? \n[173]Better. \n[174]Better than that. \n[175]Chuck e Cheese's. \n[176]I promise. We'll play all the games. And daddy's gonna give you lots of tokens okay? \n[177]And me and you are gonna eat up all the pizza okay? We're gonna even eat mommy's pizza because she can't have carbs. \n[178]Don't worry about that. \n[179]I'm gonna head out now baby, okay? \n[180]You don't want to go in there with your cousins? \n[181]I love you. \n[182]Yall ready? \n[183]Yall niggas is Gay as Fuck! \n[184]We gon miss the countdown bruh. \n[185]Wait, how we gonna do the countdown? \n[186]My phone don't got no seconds. \n[187]You bruh, you got a watch? \n[188]Turn the music off bruh!!! \n[189]Happy New Year baby. \n[190]Say bruh. \n[191]I know man, but a couple young ladies with me really got to use the bathroom man. \n[192]But you got one for employees right? \n[193]Look bruh, I aint rich. This my last ten dollars. All I got on me. Now you can take this $10, and open the store up and let them use the bathroom. Or you could go home, and when you get here tomorrow, its gonna be a puddle of piss right there. \n[194]Cause they aint gonna piss on themselves bruh. \n[195]These two right here. \n[196]Right on bruh. Happy New Year to you too. Thank you. \n[197]She pregnant... \n[198]No problem. \n[199]How long yall been married? \n[200]Money. \n[201]For real? \n[202]How'd you get the ring? \n[203]Yeah, I'm straight off that. \n[204]What you do? \n[205]Peter? Oscar. \n[206]What about the wedding though? \n[207]Hold up, bruh bruh. \n[208]This shit packed bruh. Let's catch the next one. \n[209]Watch out with that shit bruh. This aint the time. I got my girl here and shit. \n[210]I aint nobody's Bitch nigga! \n[211]Get Cato and them niggas! \n[212]Yeah, I'm good. Fuck them bruh. \n[213]We gotta get off this train bruh. \n[214]Aight. Imma meet you at the Hayward station, Okay? \n[215]The boys, bruh. \n[216]Split up! \n[217]What are you talking about? What did I do? \n[218]Alright, alright, Fuck. \n[219]What the fuck bruh, we didn't do anything. \n[220]Hold on bruh. Are yall arresting us or what? \n[221]Be cool bruh, chill out. Let me talk to her. \n[222]I got him. \n[223]Chill out bruh, chill out. Chill out and we goin home man. \n[224]What the fuck is you doing bruh? \n[225]I'm just tryna get home. I got a daughter at home bruh. \n[226]Phina? \n[227]Hell naw, we still up here at Fruitvale. They holding us here and beatin on us for no reason. \n[228]The fuckin police. I'm about to get us up out of here though. Imma hit you back. \n[229]Are you in charge man? Look... \n[230]What the fuck, bruh? \n[231]I'm complying, just take your fucking hands off of me! I'm fucking complying. \n[232]Chill out Brandon bruh. We about to go home. They can hold us here as long as they want, but they can't arrest us bruh, we aint do shit. \n[233]You can't arrest him. Fuck that shit. For what? We aint do noting! \n[234]Shut the fuck up bruh. Just tell us why you're arresting us. We didn't do anything wrong. \n[235]Bruh I got a daughter at home, I'm trying to get to. I'm not trying to go to jail. \n[236]Man you a bitch ass nigga, foreal. \n[237]What? What the fuck? \n[238]Don't call me a nigga bruh! \n[239]\n[240]\n[241]\n[242]Fuck, I can't move! \n[243]\n[244]..you shot me... you shot me. i got a daughter... ", "SOPHINA": "\n[1]I'm gonna cut carbs. \n[2]FUCK YOU...You just gotta help me stick to it. It only takes 30 days to form a habit. Then it becomes second nature. \n[3]... Oprah \n[4]What's yours. \n[5]Osc. \n[6]Osc. Osc, hold up. \n[7]I don't know...Every time you touch me, I can't help to think about how you was touchin that Bitch. \n[8]You know what? You right, go. \n[9]No, you fucking got caught, one time. You gonna sit here and tell me that was the first time you kicked it with that Bitch. Never seen her before that huh? \n[10]What you mean, forever? \n[11]What? She's askin for you. \n[12]You know better than that T. What time is it? \n[13]Hella nosy... \n[14]No, T. You can take an extra apple if you want. \n[15]Don't argue T. \n[16]Com'on Osc. We gotta stop and get gas too. \n[17]You gonna go home and sleep, right? \n[18]Ugh. I'd rather die than come here on my day off. What time we supposed to be at your grandma's? \n[19]We gonna go to Frisco again? Catch the fireworks? \n[20]Let me get in here. \n[21]Bye. \n[22]Carrot cake. \n[23]Cause it aint your birthday nigga. \n[24]Can you take me by my grandma's house so I can get changed? \n[25]Probably when you stop having trees in the car before we pick up T. \n[26]Grandma, can you watch T tonight? We gonna go to Frisco. \n[27]But Rose got hella kids to watch. \n[28]Alright... We'll be through there at like 10.. \n[29]Rose gonna watch T. \n[30]What you think? \n[31]You okay? You been hella weird today. \n[32]Osc. Wussup? \n[33]What the fuck you mean? Did they lay you off? \n[34]They doing cutbacks or some shit? \n[35]For what? \n[36]They told you today? \n[37]Don't fucking my bad me Osc! What was you doin when you was pretending to go to work? You know what? I don't even want to know. \n[38]You think life a fucking joke... You think you're gonna get fired and then somebody is gona give you thier job back? What world do you live in? \n[39]You aint shit, you know that? You lie to me, you lie to your fucking daughter. You don't give a fuck about us. \n[40]So you would have just kept faking like you were going to work? And would have just been out bustin nocks? And doing whatever else, or WHOEVER else you do while I'm at work? \n[41]I want you to be honest with me. But off top. From the fucking jump. Not after you lie for two weeks get cornered, and don't have a choice. What did you today. Hmm. I bet you sold that fucking zip. \n[42]You threw it away? \n[43]You tossed a whole zip of weed. And you don't have a job. \n[44]Oh my God I could slap you right now. \n[45]What are you gonna do? \n[46]Look at me. \n[47]You really done with that shit? \n[48]You better be. Don't make me have to do this shit alone, again. I don't know if I can. \n[49]I keep thinking about how much it means for T. \n[50]I want to go to the city... It's been a minute since we been out together too. \n[51]Happy New Year, Osc. \n[52]I gotta go too. \n[53]Thank you so much. \n[54]It might not be a next one baby. \n[55]Find a spot... I'm good. \n[56]Osc! Osc whats going on? \n[57]Cato! They jumpin Osc! \n[58]You okay baby? \n[59]Baby, the boys already up here. \n[60]Just get back on the train, get back on the train, quick.. \n[61]Osc, where you at? Are you on the train? \n[62]Who? Who's beatin on you? \n[63]The police got Oscar and them and we heard something I don't know if it was a beanbag or a taser or what. \n[64]Naw, he upstairs, with the Police and I can't see them. We downstairs- \n[65]We in Oakland, at Fruitvale BART. \n[66]I don't know, I think so. \n[67]Imma call you back. \n[68]What happened? \n[69]Where Osc at? What happened? \n[70]\n[71]Please let me through, that's my boyfriend up there. \n[72]The cops won't let me through, and, and Jason said that Osc... \n[73]That's my fucking baby daddy right there! Is he dead? Did they fucking kill him? \n[74]They shot him. They shot Oscar! They say he alive, but he's bleeding and his eyes was closed. \n[75]They takin him to Highland, you gotta come and get us, our car in Hayward. \n[76]Rose, don't turn on the TV okay? I'm coming to get T right now. \n[77]Can you to take me to my car? \n[78]T, come on. \n[79]Come on T, we gotta take a shower. \n[80]Is the water okay T? \n[81]No. \n[82]Remember when I told you about God... and the angels? \n[83]And about how when we die we go to heaven? \n[84]Well, God needed another angel, so he took Daddy to come and live in heaven with him. \n[85]He can't. Once you go to heaven, you can't come back. \n[86]No. Daddy doesn't have his cellphone baby. You can't call him where he is. ", "WANDA": "\n[1]Hello? \n[2]Hello Son! Thanks for the text last night. \n[3]As tempting as that sounds... this place would be a mess without me today. We close early though... \n[4]Yes, and can you pick some... are you driving? \n[5]You wearing your earpiece? \n[6]Don't lie to me. That's all you need is to get pulled over right now. Put your earpiece on, Oscar. \n[7]It's on now? \n[8]Okay pick up a couple of packets of dried shrimp too. Come by on your way, I'll give you the money. \n[9]Alright I'll pay you back tonight. \n[10]Okay, so you're buying this, with Farmer Joe's money... right? \n[11]Because that's the only kind of money you have right now... right? \n[12]Okay, well let me run in here. I'll see you later tonight. \n[13]Love you too. \n[14]What happened to your face? \n[15]We played board games. \n[16]Of course. \n[17]Do you remember that microwave popcorn you bought a while back? \n[18]Yes, kettle corn. I popped some of that for us, and I was putting it into a bowl. Tatiana's looking up at me, like she wants something. \n[19]She looks up at me and says,\"Grandma, do we have any dark butter?\" \n[20]Yeah, I'm thinking she saw \"Food Network\" or something. So I say, \"what's dark butter sweetheart?\" She says, \"When Daddy took me to see WALL.E he asked for light butter, so I want to try some dark butter this time.\" \n[21]Oscar! \n[22]Oscar, Calm down. \n[23]What happened to your face? \n[24]I'm not coming to see you anymore. \n[25]I'm not coming here, to these visits anymore. This is the last time. \n[26]You want to keep putting Sophina through this... go ahead. But Tatiana doesn't deserve this. She didn't have a choice. \n[27]I guess that's why she asked me why you love taking your vacations more than being with her. \n[28]So I'm the liar now. \n[29]Tell her yourself. Next time you call. Tell your daughter how much you love her over the phone. Or better yet, just let her come visit you? \n[30]Like what? \n[31]But this is how you are right now. \n[32]You've already exposed her to it! \n[33]I love you Oscar, I'm praying for you, and I'll see you when you get home. \n[34]Hey baby. You guys are just in time. \n[35]Oh my god, you guys got a cake too? \n[36]Osc. You know all I needed was two, you didn't have to spend so much money. \n[37]Well, I'm happy the did win. If the country really is as messed up as you say, I think he's our best chance of fixing it. \n[38]You'd make a great politician. You can talk your way out of anything. \n[39]I know, I still feel like it's just too good to be true. \n[40]Thanks for your help tonight. \n[41]I enjoy washing dishes. It's relaxing. \n[42]I really enjoyed having you here. You think it's safe for me to get used to having you around? \n[43]You guys got plans for tonight? \n[44]You guys gonna go OUT OUT? \n[45]Roll around? \n[46]You guys gonna be drinking? \n[47]Why don't you catch BART out there? That way you can drink and hang out, and not have to worry about anything. \n[48]No traffic either. You know its gonna be crazy. Going and coming back. \n[49]Promise me, if you and your friends go, you'll catch the train. I'm serious. \n[50]Aight. Don't make me follow you guys to make sure... you remember Prom. \n[51]Love you too, son. And Happy New Year. \n[52]Sophina? \n[53]Sophina, baby calm down. I can't hear you. Is Oscar there with you? \n[54]Where are you? \n[55]Did Oscar get arrested? \n[56]Sophina baby, what's going on? \n[57]Sophina, Sophina! \n[58]Where are they taking him? \n[59]I'm on my way. \n[60]My son is Oscar Julius Grant III. He's been shot, and they told me to come here- \n[61]Lord please let him be okay. Please watch over him with your healing hands Lord. Keep him Safe Lord. Keep him safe so that I can hold him once again. \n[62]His lung? How is he... How is he going to be able to breathe? \n[63]But he's going to make it right? \n[64]Okay, okay. Please do whatever you can, okay? My son is a good boy. \n[65]Please do what you can. Please. \n[66]--and we ask that you may put your healing hands around your child, we ask that you may operate through these doctors, and breathe strength into their hands as they work on him. Heal him lord so that we may one day see his smile again. \n[67]Can I see him? \n[68]Just me. \n[69]I told him to catch the train. I told him to catch BART! I didn't know they were gonna hurt him. I didn't know. I should have just let him drive. I should have let him drive. I wanted him to be safe. Please please let me hug him. \n[70]Please let me go hug him. He didn't like to be alone!! I let my baby die alone! \n[71]", "TATIANA": "\n[1]I can't sleep... \n[2]Daddy. \n[3]I don't want to move to Livermore. \n[4]Mommy can I have two of the fruit snacks today? \n[5]But mommy I- \n[6]Good morning Mrs. Stacy. \n[7]We played \"Freeze Tag\" today. \n[8]They couldn't catch me. \n[9]You cheated! \n[10]Bisabuella! \n[11]No! \n[12]Yes! \n[13]You had gumbo, too. \n[14]You guys aren't gonna sleep over too? \n[15]But I don't want you to go. \n[16]But you should go to bed. You already brushed your teeth. Remember? \n[17]Nooo! Don't go. \n[18]I'm scared. \n[19]I hear guns outside. \n[20]But what about you daddy? \n[21]Go to the park? \n[22]\"Toys R Us?\" \n[23]What? \n[24]Really? \n[25]Okay. \n[26]What's a carb? \n[27]Love you too Daddy. \n[28]Daddy? Daddy? Time to go to \"Chuck E Cheese\"! \n[29]Where's Daddy? \n[30]Yeah. Where's daddy? Is he on vacation again? \n[31]Yeah. \n[32]Yeah. \n[33]But I don't want Daddy to live in heaven. I want him to be with me. \n[34]Well does he have his cellphone? Maybe if I call him and talk to him, he will come back. ", "CATO": "\n[1]Sup Osc, bruh? \n[2]You lookin for Emi? \n[3]Hell yeah he is. He was just over here... \n[4]Oh yeah, tell Moms I said Happy Birthday. I had meant to call her this morning. \n[5]Bruh I wish I could, but I gotta bust a couple moves tonight. What's good for the countdown though? \n[6]You ready? \n[7]Sole? \n[8]Every fish we sell here can be fried. \n[9]What you need for moms, bruh? \n[10]Bet. \n[11]Pssst! \n[12]How it go? \n[13]That's wussup bruh! Imma hit you tonight! Yall can ride with me. \n[14]You know it's illegal to smoke \"Blacks\" on BART right? \n[15]But its cool. We'll let you slide cause its New Years and all. \n[16]Shit, we gay too. We can do the whole gay thing together. \n[17]Real shit... watch... \n[18]Osc!! Osc my nigga!!! Aint we gay? \n[19]See? \n[20]Learn how to play the guitar, and I got you bruh! \n[21]Come'on bruh, this us. \n[22]Come'on bruh! \n[23]Fuck these niggas bruh! \n[24]Get off of him! \n[25]You alright bruh? \n[26]What the fuck? \n[27]Hey, hey officer, this shit is brutality! What the fuck you doing to them? \n[28]Fuckin fake ass cops. We got you on camera! \n[29]You gonna Tase me for using my cellphone? \n[30]They shot Osc! They fuckin shot Osc bruh! ", "CARUSO": "\n[1]If you were involved in the fight get the fuck off the train right now! Don't make me come in there and pull you off. This ain't my first fucking Rodeo. \n[2]You. Get off the train. \n[3]Come on. Let's go. \n[4]Sit down right here. \n[5]Where are your friends at? Huh? \n[6]I see another one of these goofballs. \n[7]You alright Babe? \n[8]Shut up. \n[9]This is a shit show. Keep these assholes secured, I'm gonna check the train for witnesses. \n[10]\n[11]Are you gonna fucking comply? Are you gonna comply? \n[12]What? \n[13]Cuff these two assholes. They're fucking going to jail. \n[14]Oh yeah? \n[15]We don't have to tell you shit. \n[16]You should have thought about that before you decided to be a piece of shit. \n[17]I'm the bitch ass nigga huh? \n[18]Bitch ass nigga huh?! \n[19]\n[20]Yeah! Yeah! \n[21]Don't worry about it. Don't worry. \n[22]\n[23]Take off! Go! \n[24]Go! Fucking pull off! \n[25]Clear the door! \n[26]\n[27]Yeah there's been a shooting. Here at the Fruitvale station-- \n[28]What the fuck happened? \n[29]Come'on breathe, man. \n[30]Come on man keep your eyes open. Breathe, man. ", "BRANDON": "\n[1]Two Thousand Nine... don't even sound right bruh. But Twenty Ten? Twenty Ten is the year my nigga. We gettin it in, for Twenty Ten. See? Don't nothing even rhyme with Two Thousand Nine. \n[2]Man fuck that. I'm boycottin 2009 bruh. Come twelve o' clock it's officially Twenty- Ten. We \"gettin it in\" in Twenty- Ten. \n[3]But that's skippin too many years bruh. You can't skip a whole decade. \n[4]Osc, Osc! Take a shot with ya bruh for the New Year. \n[5]To Twenty- Ten. \n[6]Make sure you keep your hands to yourself... \n[7]We aint gonna miss shit, we can get it poppin right here. \n[8]Right on lil bruh! \n[9]Happy TWENTY- TEN!!! FUCK TWO \n[10]Wussup now nigga? \n[11]They aint even want it when they seen us, bruh! Punk ass Southside niggas... \n[12]I've been trying to tell them bruh. She don't want to listen to me, cute ass. What you doing after this baby? \n[13]This is some bullshit. Yall not even the real police. You way too cute to be a cop anyway... \n[14]Why the fuck you keep pointing that taser at me, bitch? We didn't even do nothing wrong. \n[15]Get your hands off me. \n[16]Hey! \n[17]That's brutality you fucking toy cop! \n[18]Fuck, bruh! \n[19]\n[20]\n[21]", "KATIE": "\n[1]Uh, yeah... I want to get a pound of, wait... Can I see what your sole looks like? \n[2]Yeah, no, wait. Your catfish. Let me see what that looks like.... \n[3]Okay but, I want to fry it. Like a fish fry. Are these the ones you can fry? \n[4]Okay, let me have a second. \n[5]Ahh, yeah. Something like that. \n[6]Oh, okay. Well, I'm cooking dinner tonight for my friend, before we go to the city. And he really likes fried fish, like southern style. And I maybe lied a bit, and said that I know how to cook like that. \n[7]What? Who? \n[8]He's white. But he knows a lot of black people... He's not my boyfriend either... \n[9]I'm not sure what type of fish he wants. And most of these recipes are different on this site. \n[10]What's her name? \n[11]Hello, Grandma Bonnie, it's Katie, Nice to meet you. \n[12]Hey! \n[13]Oh my god, Your grandmother is so sweet! I can't believe she was kind enough to do that. \n[14]Thank you so much... Katie by the way. \n[15]Oscar... like the Grouch!! \n[16]Take care. \n[17]Oscar. Oscar! \n[18]Right here. Its me, from Farmer Joe's. \n[19]", "PETER": "\n[1]Please tell me this place has a bathroom. \n[2]Thanks bro. \n[3]Appreciate that man. Thought she was gonna have to go in the street. \n[4]What's stopping you? \n[5]Shitty reason. When we got married, we had nothing. Lived in the back of her parent's house for the first two years. \n[6]Shit you not man. I wasn't working at all and she's a teacher, which might as well be the same thing as far as money goes. \n[7]I stole it. \n[8]Yeah man, I told you, I had nothing. I used to be good with credit cards if you know what I mean. I wouldn't go that route if I were you though man. \n[9]Yeah. I ended up getting locked up for a bit. My wife had to sell the ring to bail me out. Got my business going about a year after I got out, and got her the one she wears now. \n[10]I own a web design company. We do a lot of business with companies in the valley. \n[11]Hit me up if you ever need anything man. But about that ring bro, it doesn't matter. If she loves you, any ring'll do. \n[12]Shit man. Find whoever's got the nicest backyard. Tell all your boys over there to each bring a dish. \n[13]Thanks again, and take care man. \n[14]Hey! Hey open the fucking doors! Somebody help him!!! ", "MARCUS": "\n[1]Wussup wit it, Osc? \n[2]Yeah, but I aint out that way. Imma be in the Town all day. \n[3]Okay... Meet me over there by the water bruh. Right off of 80. I'll be over there in like a hour. \n[4]Bet. \n[5]Shit bruh I didn't think we was ever gonna link up. You been good? \n[6]Awww naw, Osc bruh, don't tell me you aint got it. \n[7]Awww Osc. For how much? \n[8]No way I was goin that high. Shit bruh. I needed that though... What's the good news? \n[9]Right on Osc bruh. \n[10]You sure? \n[11]Right on bruh. \n[12]Burn one with ya boy right quick. \n[13]Right on Osc, then bruh. ", "CHANTAY": "\n[1]Hey, chump! What you doin? \n[2]I thought you were off today. \n[3]Oh... You call mom yet? \n[4]Oh okay. I got good news and bad news. \n[5]I need help with the rent for this month. \n[6]Like $300. I'll get you back in a couple of weeks. \n[7]I'm working overtime tonight. \n[8]No it's not. Double time and a half. \n[9]Hey, gotta do it. Moms understands. But I need you to get her a card and sign it for me. \n[10]And Osc, don't get me a fake ass card with white people on it. I want a black card. And not one of those joke cards either. \n[11]Thank you Oscar, love you. \n[12]Bye. ", "LEAD SURGEON": "\n[1]It's here, its right beneath the skin. \n[2]Jesus. It's like it hit something solid. Bone wouldn't do this. \n[3]Right here, right lung looks to be what's causing the pulse problem. \n[4]Shit, Shit, we gotta get him upstairs! \n[5]His lung's gone. We gotta prep for removal. \n[6]Wanda? \n[7]Oscar was shot, okay? We've stabilized him, but he's in critical condition. The bullet caused massive internal bleeding and we had to remove the right lung. \n[8]Well, his breathing isn't our concern. It's the bleeding. We're working very hard to get his blood to clot. But right now, his body isn't taking the transfusions. \n[9]Hard to say, but we're gonna do everything we can okay? \n[10]Calling it. Time of Death 9:01 am. \n[11]But its a homicide, so they can't let you in the room with him, ok? \n[12]How many of you will be coming down. ", "GRANDMA BONNIE": "\n[1]Hello? \n[2]Oscar? What's going on Baby? \n[3]You say you're at work? \n[4]Boy you know better than to be talking on the phone while you're at work! Bye! \n[5]Oh, I thought you were up there playing on the phone. \n[6]Oh no problem, baby. What kind of fish does she want to fry? \n[7]What you mean she don't know? Put her on the phone. \n[8]If somebody told me say twenty years ago, that I would live to see it happen, I'd have laughed in their face. \n[9]Well let's let him get in there first. ", "CALE": "\n[1]This moms right here? \n[2]She a snitch to? \n[3]Fuck you and that bitch. \n[4]That's my best friend right there. \n[5]Wussup with that shit you was hollerin? \n[6]This the cat from bitch ass Palma Ceia I was tellin you about. \n[7]Fuck that shit, Bitch! My girl right here too. I don't give a fuck. \n[8]Fuck Palma Ceia!!! ", "JASON": "\n[1]Yeah. You know it would be hella easier if you just had your stuff at my spot right. When you gonna move in. \n[2]I can't believe these niggas brought they broads. Finna be hella work in Frisco tonight. \n[3]I like your everything. We should work something out. \n[4]Collaboration... It'll be fun. \n[5]Nigga, you could have gave that shit to me! \n[6]Shit. \n[7]", "CEEPHUS": "\n[1]Steelers. \n[2]Black uniforms, black players, black coach. Coach even has a black wife. I'm going with the Steelers. \n[3]But I think it's a sign of the times. The country is in bad enough shape for them to hand it over to a black guy. Look, if Bush hadn't have messed the country up so bad. Would he have even had a shot? \n[4]But would he have won though? \n[5]What's so good about it? \n[6]But he's not one of us. He wasn't affected by slavery. \n[7]Wanda are you sure? ", "SAMMY": "\n[1]We're all closed. \n[2]I'm all closed up, besides, I don't even have a rest room for customers. \n[3]Just two girls? \n[4]Come on. \n[5]Its okay. Happy New Year. \n[6]You gotta be kidding me. \n[7]No more man. ", "MARIANA": "\n[1]Hola Tatiana! \n[2]Ask your sister. \n[3]But what's the difference between watching six kids, and watching seven? \n[4]Quieres pasar la noche con sus primos? \n[5]How's work? \n[6]Hmm. ", "DARYL": "\n[1]A Raiders fan, cheering for the Steelers. \n[2]You're insane, you know that? \n[3]And here we are. 2008 and its happened. \n[4]I think he still would have had a shot. \n[5]Now there will be a black face on those posters. \n[6]A black man, one of us has been elected president, fair and square. "}}