{"dialogues": {"GERARD": "\n[1]Good lord... \n[2]Biggs, your turn to babysit Newman. \n[3]How ya doing? Who's in charge? \n[4]Excuse me, Sheriff Rollins? Deputy U.S. Marshal Samuel Gerard. \n[5]Aware of media, proceeds patiently with the young Sheriff. \n[6]With all due respect, may I suggest check-points starting at a 15-mile radius on I-57, I-24, Route 13 east of - \n[7]Well, shit, Sheriff, I'd hate for that to happen... So, I'll be taking over the investigation. \n[8]By authority of the Governor of the State of Illinois and the office of the United States Marshal, 5th District Northern Illinois... \n[9]Please, ladies and gentlemen, step back and give this poor man some room. \n[10]Always an interesting thing when we find leg irons and no legs in them who held the keys, sir? \n[11]Would you be so kind as to show them to me, sir? \n[12]Second chance. \n[13]Thank you. \n[14]Renfro - Take that bus apart. I want an accurate body count. Poole - Set up operations right here. \n[15]Ladies and gentlemen... our fugitive's been on the run for ninety minutes. Average foot speed over uneven ground - barring injury is approximately four miles an hour, giving us a radius of six miles. I want a hard-target search of any residence, gas station, farmhouse, henhouse, doghouse and outhouse in that area. Check-points go up at 15 miles. You got that? Good. Now, turn those damn things off and get out of our way. \n[16]Type it and match it against all four prisoners. Renfro, get an I.D. fax on Kimble to every local hospital. Newman... \n[17]I need some coffee. \n[18]Hit me. \n[19]Let's not retry the case. Priors and accomplices? \n[20]Sealed juvie record? \n[21]Relatives? Children? \n[22]Girl friends? Ex-wives? Friends? Combinations of the above? \n[23]Start there. Authorize taps. Cover his lawyer first. \n[24]Bet me. \n[25]Have Stevens go to Judge Rubin, he'll sign 'em. \n[26]Give me a time. \n[27]Just the way we want it. Okay, people, let's button up. \n[28]Seal it up. \n[29]Okay, ladies and gentlemen hard part's over. \n[30]Biggs, Renfro with me. \n[31]Channel Three. \n[32]Got a possible here. Stand by. \n[33]So, you didn't kill your wife. \n[34]Straight ahead! \n[35]Turn around, hands over your head. And get down on the ground. \n[36]Your choice, Kimble... \n[37]Get down on your knees. \n[38]Lights and generators are coming, Captain. \n[39]Then find me the fish that ate him. \n[40]I bet they were. Where's the woman? \n[41]Okay... I'll take front. Biggs and Renfro, rear. Poole, handle support. I don't want anyone hurt. Stay outside unless called. Radios on three. \n[42]Hell, no. You're with me, Newman. Let's go. \n[43]U.S. Marshals. Down! Down! \n[44]Motions Newman to the left to check the door off the living room while he moves down the main hall into the back bedroom. \n[45]He hears Copeland moving somewhere in the front of the house. \n[46]Keeps moving down the hallway, through first bedroom, pauses at door to the second bedroom and chooses his course. \n[47]Shut up. \n[48]You think I should have bargained with him, don't you? \n[49]Yeah, you're absolutely right. I could've. \n[50]How bad's your ear? \n[51]Let me see it. \n[52]I don't bargain. \n[53]Call them back. Tell them you've made a mistake. \n[54]Stop it there. \n[55]Drop the voices. \n[56]Listen. \n[57]More... there's a voice in the background. \n[58]And there's no E1 in St. Louis. Ladies and gentlemen, Richard Kimble is in Chicago. Poole, get his artwork out to local police and have C.P.D. check the shelters... Biggs, bring in the detectives that handled his case. \n[59]No. \n[60]They don't know he's alive and as far as Kimble knows we don't either. I want to keep it that way as long as we can. Are we clear? \n[61]Noah... go to my office and let's officially take Dr. Kimble out of purgatory. \n[62]Gentlemen, I appreciate the cooperation of the Chicago police... \n[63]What about lady friends? \n[64]Where was this? \n[65]Did he ask you for help? \n[66]Why do you think he came back to Chicago? \n[67]I didn't ask you that, sir. I'm sure he was trying to protect you from having to lie for him. \n[68]If you're really his friend, you'll help us bring him in unharmed. \n[69]Dr. Nichols, last year the U.S. Marshals' office closed out 11,003 warrants... 10,975 of those were captured. The twenty-eight others thought they were smarter than us... Now they're dead. Nice car. \n[70]Stay on him. \n[71]A man posing as a janitor orders an emergency operation and all you do is pull his I.D.? \n[72]So, you weren't aware that when he escaped he was being transported to Menard State Prison to begin a term of life imprisonment. \n[73]For murdering his wife. \n[74]Thank you for your help, Doctor. \n[75]Thank you, sir, I think you already have. \n[76]The onearmed man. Missing the right or left hand? \n[77]Location of the attachment. \n[78]Stevens... I've got a list of names I want searched for criminal history. \n[79]We need to see a prisoner. \n[80]I hate that word. \n[81]Where're the damn stairs? \n[82]Then you wait. \n[83]Climbing the stairs. He reaches a landing - and skims shoulders with Kimble, who pivots past on his way down. Amazingly, neither man reacts. Not yet. One flight above, Gerard's subconscious taps him on the shoulder and brings him to a dead stop. He leans over the stairwell railing to spy... Kimble spiraling downward. From this vantage, it could be any dark-haired man. But still... \n[84]Kimble. \n[85]Kimble! \n[86]U.S. Marshal! Get on the phone, call your commander, tell him there's a top-fifteen warrant in the building. Go. \n[87]Bursts out the stairwell door after Kimble. \n[88]Kimble. Stop! \n[89]Down. down. everybody down! \n[90]Kimble. Stop! \n[91]Open the doors! \n[92]Renfro, Biggs... \n[93]This is Gerard. \n[94]You told me, you didn't kill your wife. \n[95]I remember you were pointing my gun at me. \n[96]That's right, Kimble... I'm not trying to solve a puzzle here. I'm just the poor working man that's paid to hunt you down. \n[97]Kimble? \n[98]You can't control this thing, Kimble... Kimble? \n[99]Where is he? \n[100]Let me see the negatives. \n[101]One's missing. \n[102]You had a break-in, Mr. Sykes. \n[103]My name is Gerard. U.S. Marshal's Office. \n[104]This morning a fugitive named Richard Kimble made a call from your apartment. \n[105]Would he have a reason to? \n[106]What kind of business are you in, Mr. Sykes? \n[107]Independent? \n[108]Any idea why Kimble would be interested in these? \n[109]By all means. \n[110]Kimble said he's putting together a puzzle. We don't need to put it together too, we just need to be there when he gets to the next piece. \n[111]Keep somebody on him. If he moves I want to know. \n[112]Stevens, check phone records for Sykes and Kimble. \n[113]Find out who this guy is. \n[114]Doctor. Could I have a minute? \n[115]Dr. Kimble hasn't come back to you for help, has he? \n[116]Dr. Nichols. Do you know the other man in the photograph? \n[117]Tissue samples? \n[118]Get CPD to bring in Sykes. \n[119]All right. It was a thought. \n[120]Kimble called Sykes. Renfro! Get C.P.D. to bring in Sykes! \n[121]Poole! Bring me Kimble's arrest report, now. No, Stevens... I believe you. \n[122]Poole, get Biggs and Newman. \n[123]Damn... \n[124]I heard. Was it Kimble? \n[125]That's my man in there, Kelly. \n[126]C'mon, I know where he's going. \n[127]Let them keep busy down below. Newman, get with security. See if you can locate Kimble from the monitors. Keep in radio contact. \n[128]I want them covered. \n[129]This way. \n[130]Clear the hallway. Get that door open. \n[131]Stay at this door. \n[132]This is a United States Marshal. Get that helicopter out of here! \n[133]Pulls up. \n[134]Kimble! \n[135]Where did the elevator stop? \n[136]Get out of here. \n[137]We're going in. Give me five minutes. Keep C.P.D. out. \n[138]Kimble! \n[139]... There is no way out of here. \n[140]Kimble... I know about Nichols. I know about Sykes. Kimble stops. \n[141]... Nichols borrowed your car the night of the murder and called Sykes from it. \n[142]Moving through the forest of massive bags. \n[143]... That's why there was no forced entry at your house. He'd used your keys. \n[144]Moves carefully. Another bag comes down the track. He dodges it and steps into an open track. From here he can see straight back toward the washers. \n[145]Kimble... Come meet me out here. \n[146]Oblivious to this action, moves on, passes the conveyor belts. He makes one last appeal. \n[147]It's time to quit running... if you don't, you know I'll stop you. He listens, there is no answer. \n[148]Moves into the alley between the two giant washers. He pauses, looks back, then continues, when he turns his back on us... \n[149]Turns on the sound and finds his gun trained on Kimble with Nichols at his feet, unconscious. He realizes instantly that Kimble saved his life and lowers his gun. Kimble, exhausted, leans against the washer. They hold a look as deputies and police flood into the room surrounding Kimble and handcuffing him. \n[150]Get them back. \n[151]Poole, you got that thing? Give me your hands. \n[152]Take care of those hands, Doc, you're going to need them again soon. \n[153]Yeah, well, don't spread it around. ", "KIMBLE": "\n[1]So, what's the deal? If the hospital buys ten new - \n[2]On the house, huh? Tonic water with lime. \n[3]Never get me to sell my soul for one of those trips... \n[4]... But if you get any more Bulls tickets, Nat, give me a call. \n[5]Moving through the crowd. \n[6]Nearly gets hit in the follow-through of an imaginary golf swing. \n[7]You're slicing, Dave. Don't turn your hip. \n[8]Hey, Jim. \n[9]Yeah... Three. Livers appeared hepatetic to me. \n[10]Sure. \n[11]They fix it this time? \n[12]Well, I've seen everyone, can we leave? \n[13]Thank you... \n[14]But me? \n[15]Dr. Kimble When? Okay, tell them I'll be there in ten minutes. \n[16]Tim's got a problem. \n[17]Cavalry's here. \n[18]What's his pro time? \n[19]You talk to the family? \n[20]Okay... I'm clamping. Can he tolerate it? \n[21]Do we have a choice? \n[22]Marie, give me a clamp... \n[23]Your husband know you're here tonight, Marie?... What about this liver? \n[24]Who referred him? \n[25]The wave of the future... Marie, you told Frank yet? Frank is so jealous of this late night thing we've got going here... This should hold him. Bleeding's stopped. Let's get a biopsy... Send it downstairs and make sure you get Kath her slice. \n[26]No. I got a date. \n[27]Hi. I'm five minutes away... \n[28]I'm home. Did you hear who won the Bulls game? \n[29]Helen? \n[30]Hang on, babe... going to be all right. \n[31]It was .38... I think. I only saw it for a second. I knocked it out of his hand. \n[32]Yes. \n[33]A .38 Smith. \n[34]What's going on here? This guy was trying to rob us. \n[35]You guys have got to be out of your minds. I didn't kill my wife! \n[36]I know what I saw, Walter. \n[37]I didn't kill my wife. \n[38]On the stand. He finishes his moving description of the events. We see some of the jury has been moved. \n[39]... And I was holding her when the officers came in. \n[40]I can't be sure. We were, mostly on the floor, fighting... I couldn't - \n[41]No. As I explained - \n[42]I don't know - \n[43]She didn't - \n[44]Look... \n[45]Look out! \n[46]He isn't going to make it unless he gets to a hospital. Fast. \n[47]Just where the hell are we? \n[48]It's locked. Where're your keys? \n[49]Which one? This? This one?! \n[50]Help me get him - \n[51]His wound bathed in orange antiseptic wash, three stitches already in. With pair of forceps he picks up the needle as he sutures himself. \n[52]Can you hear me, sir? No response. The man is out of it. Kimble backtracks to the patient's closet and opens it. Hanging inside we see his clothes. He removes them and notices the man's untouched breakfast tray. \n[53]What's he look like? \n[54]Every time I look in the mirror ... but without the beard. \n[55]Excuse me... \n[56]Here... \n[57]How is he? \n[58]Tell the E.R. doctor he's also got a perforated spleen. \n[59]I didn't kill my wife. \n[60]Walter Gutherie please. \n[61]Some soup, please. \n[62]Which way are you going? \n[63]Walter. It's Richard. \n[64]I wasn't worrying about appearances, Walter. \n[65]I'm not turning myself in. I need money. \n[66]St. Louis. \n[67]How're you doing, Charlie? \n[68]Yeah. And I need your help. \n[69]I need some money. Whatever you've got on you. \n[70]I'll call you. \n[71]Thanks, Charlie... \n[72]Good morning. \n[73]No. 34/34. \n[74]They said he's sick. \n[75]Uhhh. No they didn't. \n[76]Asshole. \n[77]Nothing. \n[78]No... I've got to clean the blinds in the office. Want me to wait till you're finished? \n[79]Fine. \n[80]Yes, I did. \n[81]Excuse me. I was having a bad shift. \n[82]Lots of them over the years. Here, long ago. Hasn't changed much. \n[83]Moves toward the front window and watches cops lead the Punk Kid out to the car. POLICE RADIOS call the other cops to stand down. Kimble moves slowly to his front door. Looks out. \n[84]Hey. Hey! \n[85]They just sent this one up. \n[86]Wrong... \n[87]Seventy-five. Hell, yes. \n[88]What else? \n[89]What do you mean? \n[90]It's a hobby of mine - \n[91]What do you want? She reaches him. \n[92]I'm a janitor. I did what I was told. \n[93]Yes... This is Dr. Elway at Cook County. I'm doing follow-up work for the Prosthetic Clinic on Matthew Zelick... He did... I'm terribly sorry. No, I'll correct our files. Thank you. \n[94]Hello... looking for your brother, Clive. This is Ted Riley with the high school reunion committee. Believe it or not, 25 years is just around the corner, and Clive's on our list of lost souls. Information gave me a number, but when I tried it... \n[95]No kidding?... Armed robbery. He's where? \n[96]Clive Driscoll. \n[97]Sorry. I made a mistake. \n[98]Officers - there's a man in the stairwell waving a gun and screaming. \n[99]Enters the revolving doors as a big man enters from the outside. The big man sizes up the situation, realizes Kimble is fleeing and just before Kimble exits - yanks on the door - trapping him partially inside the revolving door. Other doors seal electronically. Biggs charges back, sees Gerard. Kimble fights the heavy glass door. The big man resists - but slowly the crack widens. Gerard bulls through the crowd, shoves a man out of his line of fire. \n[100]Looks up. He's found the man he's looking for but also a new possibility - that the murder wasn't just a random act of violence. Kimble digs through Sykes' top desk drawer. His mind reeling. He stops: \n[101]Do you remember what I told you in the tunnel? \n[102]Remember what you said to me? \n[103]You said, 'I don't care.' \n[104]Well, I am trying to solve the puzzle, Gerard and I just found a piece. \n[105]This an R.D.U.90 patient? \n[106]It's very important I reach him. \n[107]Can you talk? \n[108]I found him, Charlie. I found the guy that killed Helen. \n[109]It's all about a drug, Charlie. They tried to kill me because of a drug. \n[110]Devlin-MacGregor and Lentz. Lentz was supervising the R.D.U.90 protocol. He knew I'd found out the drug had problems. It's Lentz. \n[111]I need your help. Call Mr. Roosevelt and tell him I'm coming in. \n[112]You too, Roosevelt... Been a long time. \n[113]Thanks, Roosevelt. \n[114]I loaned you something once, Kath, and I need them back. \n[115]Half the people in the study were indigents. No follow-up, no baseline on them. Who could say they didn't come into the study with bad livers? \n[116]- drug induced hepatitis. \n[117]Cold normal. \n[118]That's statistically impossible. \n[119]They'd be home free if I hadn't been leaning on them to account for the livers I was seeing. And I wouldn't have seen the livers if I hadn't told the guys on my service to call me when they had cases that were bleeding excessively in surgery. \n[120]Why not? He's one of the original patent holders. Toss the samples I sent, replace them with healthy samples, issue the path report on the healthy stuff-piece of cake. \n[121]When did Lentz die? \n[122]Because a good third of the samples Lentz approved were signed after he died. \n[123]Someone else used Lentz's name. \n[124]They wouldn't have had the access. They would have needed someone at the hospital. \n[125]To see an old friend. \n[126]Good, it's my stop, too. \n[127]Not as easy as Helen, was it? You missed your stop. \n[128]What's wrong, Charlie? Surprised? \n[129]After Lentz died, you were the only one that had access to the pathology reports. \n[130]You switched the samples and falsified the reports so R.D.U.90 could get approval. \n[131]I have a set of the original samples. \n[132]You almost pulled it off, Charlie. But I know all about it now, and I can prove it. \n[133]Ladies and gentlemen. My friend, as you can see, is obviously not well. Richard, if you want to talk - \n[134]I didn't come here to talk \n[135]You missed your chance, Charlie... \n[136]You took everything away from me... for money. \n[137]I want to know, Charlie... was it worth it...? \n[138]Who slams Nichols hard against the glass. The WIRED GLASS CRACKS and bellies with the form of their bodies. Nichols' head rocks from the impact. The GLASS GROANS. The wire stresses. The caulking begins to drop. Nichols struggles but Kimble has him in control. Slams him down hard again. \n[139]Notices the swinging bags, follows Nichols' trail. He stops to get his bearings, sees shadow at the far end of the room between the two washers. Kimble closes in, moving between the large conveyors. \n[140]Moves instinctively back into the machinery and carts near the conveyor belts. \n[141]Listening. He watches the movement of bags as he did with Nichols. \n[142]Realizing what Gerard knows. Considering his next move. \n[143]Starts to move out to meet Gerard, sees Renfro down. His shoulder harness is empty. He knows Nichols is armed. \n[144]Hey, Chuckles... \n[145]I thought you told me 'you didn't care.' ", "NICHOLS": "\n[1]Richard, I just saw someone who wanted to meet you... \n[2]Richard Kimble... Alex Lentz. Alex is working on the RDU90 trials for Devlin-Macgregor. \n[3]Before I forget, I went by the garage this afternoon and picket up the Ferrari. Thanks for the loaner again. \n[4]We'll see. \n[5]You look fabulous, Helen. \n[6]We've got a court tomorrow at three. \n[7]I was aware of that. The money meant nothing to him. \n[8]We were talking about - \n[9]Creature of habit, Sharon. \n[10]Not today, please. \n[11]No. Not - \n[12]Oh, my God... Richard... \n[13]You're alive... \n[14]Anything. \n[15]Of course. \n[16]Tell me where you're staying. I'll get you more money. Some clothes. Just give me an address... \n[17]I know why you came back - to find him. If I can help, call me... Call me. \n[18]Here, Richard, take my coat... \n[19]Richard Kimble... I saw him two days ago. \n[20]He stopped me in my car. I gave him some money. \n[21]Outside our tennis - - my tennis club. \n[22]I volunteered. He wouldn't accept it. \n[23]He didn't tell me. \n[24]Why, so he can go back to prison? If you want help, gentlemen, you've come to the wrong man. \n[25]Richard... Alex Lentz. \n[26]Richard. Yes... I'm on a hotel phone. What's going on? \n[27]What? \n[28]Who? \n[29]Richard, Lentz is dead. He died in an auto accident last summer. \n[30]Can you prove this about the drug? \n[31]Mr. Gerard. \n[32]I don't know him. You're getting pretty desperate aren't you, Mr. Gerard. I told you, you wouldn't find Richard. \n[33]No. And it seems like we've been over this ground before. Now if you'll excuse me. \n[34]I never saw him before. \n[35]... And I especially would like to thank my researchers who helped me... \n[36]Richard... \n[37]Reports? What are you? \n[38]Richard, I don't know what you're talking about?... \n[39]Your best quality, Richard, is that you don't give up - \n[40]... even when it's clearly in your best interest to... \n[41]I always knew that I'd have to kill you. \n[42]Now, I must thank you for giving me 200 witnesses tonight who will support me... when I tell them it was self-defense... \n[43]This thing is bigger than even you think, Richard. You can't stop it. \n[44]Also listening. He realizes Gerard now knows he's the killer. He moves behind the water softener tanks and chemicals - and spots Renfro - and something else -the hanging control for the I-beam. \n[45]Steps out of the shadows, turns him over exposing his empty shoulder harness and takes the gun from Renfro's hand. Nichols moves toward Gerard with the gun. \n[46]Steps INTO FRAME behind him and slowly takes aim. Just before he fires however he hears... ", "RENFRO": "\n[1]Richard David Kimble. Vascular Surgeon. Convicted of first-degree murder in the killing of his wife. Pleaded innocent. Claimed a one-armed - \n[2]None. No previous arrests. \n[3]No relatives. \n[4]Never get it. \n[5]Running outta map, Sam. \n[6]Got him. \n[7]We're movin' in. \n[8]Son of a bitch... \n[9]We feel confident about the I.D. \n[10]Local officials were about to wet their pants to move in. \n[11]Same room. \n[12]That's an El announcement. \n[13]Perfectly. \n[14]Was there anything in your initial investigation that would make you think Kimble would come back to Chicago. \n[15]What I can't figure is, if you were Kimble, why'd you take a major league chance of hanging around a trauma ward? \n[16]The place would be crawling with cops. \n[17]It could take us a week to track down every one of those names. \n[18]He's in Pullman area... Fifteen seconds for location. \n[19]Holy shit. We've got a car there right now. \n[20]He's pulling our chain, Sam. If this was the guy Kimble was looking for, why call us? \n[21]If you were Richard Kimble... Why would you hunt for a one-armed man you think killed your wife; find hint then leave him and call us? \n[22]Unless... What if you were a well respected surgeon and wanted to kill your wife? How would you do it? \n[23]How would you find him? Look in the phone book? \n[24]Through a connection. \n[25]That's an easy fix. So let's say he was in town. Did the job. Everything goes as planned with one problem. \n[26]So Kimble returns to hunt for and find the hit man. \n[27]You're underestimating the power of the good doctor. It would be his word against... Sykes'. Who would you believe? \n[28]Get help. \n[29]He's a security specialist at Devlin-Macgregor Pharmaceuticals. \n[30]\"Advances in Nuclear Tissue and Pathology Research,\" by Dr. Charles Nichols. I bet they line up to hear that one. \n[31]He was covering for Kimble. \n[32]Balbo station. That's - \n[33]There is a U.S. Marshal out there. Hold your fire! \n[34]Separated from Gerard. He hears a NOISE behind him - a bag comes down the track at break-neck speed, Renfro spins, dodges it, gets his bearings and continues. ", "BIGGS": "\n[1]Point of impact. \n[2]Shit. Come on. \n[3]DeLange Hospital. Wounded guard swears to High Holy he saw Kimble right there in the hallway. Ambulance, missing too. \n[4]O-nine-thirty. Twenty minutes ago. \n[5]Nothing yet. \n[6]Gerard? You there? \n[7]In the plumbing truck. He triggers his mike. \n[8]Trains? Traffic? \n[9]What about the man he claimed attacked his wife? \n[10]It's hinky. Man risks everything to find a man his own investigators say doesn't exist. Something's really hinky about this thing. \n[11]It's five flights! \n[12]Here he comes... \n[13]I'd hire a pro. Sight unseen. \n[14]Like a pharmaceutical company. Someone in security. \n[15]But Sykes claims he was out of town. \n[16]... tried, convicted... \n[17]So what does Kimble do next? \n[18]Just what I want to do before dinner. \n[19]We're United States Marshals. We're trying to find out some information about a pathologist, named Lentz. He used to be on staff here. \n[20]I think you're lying to us. \n[21]Conflicting reports, but the cops are considering him a shooter. \n[22]C.P.D. has the perimeter, hotel security has the parking structure. \n[23]Keep and eye on him. Biggs has roof plans. \n[24]There are four exits to the roof. \n[25]Watch your head, Dr. Kimble. ", "ANNE": "\n[1]Hey, how're you doing? \n[2]You find that sign? \n[3]You called me an asshole. \n[4]You worked at other hospitals? \n[5]I bet it hasn't. See you. \n[6]What happened? \n[7]What about this one here? \n[8]Okay, we've got to get some room in this hallway, people. \n[9]Hey, take this one up the hall to Critical Care. \n[10]Tries to negotiate through the incoming patients to get a better look, but Kimble is gone. She goes back to work. \n[11]Gladys, where's the boy I sent down with the janitor? \n[12]The one with the fractured sternum. \n[13]Dave, did you see a janitor come up here earlier? \n[14]I saw - \n[15]Do you have a particular interest in our patients' x-rays? \n[16]I saw you looking at that boy's chest film. \n[17]What other hobbies do you have? Brain surgery? \n[18]I want to know how that kid ended up in surgery. \n[19]Bullshit. Who changed those orders? \n[20]You stand right here. I'm calling security. \n[21]A little boy's alive today because he did something. \n[22]For what? ", "POOLE": "\n[1]Blood trail found. Two miles southwest. \n[2]Background just came in from Chicago. \n[3]Nothing. Total cherry. \n[4]One child. A son. Died in drowning accident three years ago. \n[5]Lot of friends. Doctors. Hospital staff. \n[6]Ambulance just spotted two miles west of Doverville. Heading north on State road 53. \n[7]Where'd he go? \n[8]We've alerted St. Louis P.D \n[9]What? \n[10]Right. \n[11]... age 35-45... \n[12]Mid-humerus. \n[13]Name is Fredrick Sykes. 45. Ex cop . \n[14]To throw us off his trail. \n[15]Set it up to look like a robbery gone bad. \n[16]Maybe through a company you did some business with. \n[17]And company records support that he was on a business trip. \n[18]... and the hit man gets away clean. \n[19]It's Newman. Line two. \n[20]Sam, C.P.D. just checked Sykes' apartment. He's not there. ", "NEWMAN": "\n[1]Yes, sir... \n[2]Uh, just want me to wait here, sir? \n[3]My ear... I can't hear a thing out of it. I can't believe you did that! \n[4]Yes. You could've missed! You could've killed me! \n[5]Terrible. I probably have permanent hearing damage. \n[6]On the night of his wife's murder, Kimble attended a hospital benefit sponsored by Devlin-Macgregor Pharmaceutical - Sykes' company. \n[7]Instead of looking like a robbery gone bad, Kimble ends up being the one accused... \n[8]Why? To share the blame? He'd still go to prison. \n[9]Why do I get all the great jobs? \n[10]Anybody down in pathology who might know something about the guy? \n[11]Are you Mr. Roosevelt? \n[12]Yeah, we heard. We wanted to know if he knew or had any contact with Dr. Richard Kimble? \n[13]That's not what I asked, sir. I just wanted to know if Dr. Kimble and Dr. Lentz knew each other? \n[14]The old guy didn't know where he was going. But he picked up some tissue samples. \n[15]... From a drug study. And signed for by Dr. Charles Nichols. \n[16]Nichols also knew Lentz. He was a pathologist. \n[17]C.P.D. just reported - \n[18]I've got Kimble on the roof with Nichols. Southeast exit. \n[19]Level five. ", "HELEN": "\n[1]Hello, Jim. \n[2]That would be a little abrupt, don't you think? \n[3]I'm sorry, I have to get my husband home. \n[4]You looked handsome tonight... \n[5]Uh, huh... most men in a tuxedo look like waiters... \n[6]You looked more like... a band director. \n[7]Are we home yet?... \n[8]Call me on your way home. \n[9]I'm glad it went well. I'll see you in a minute. \n[10]He's here... still in the house... \n[11]He's trying to kill me... Will you repeat that please? \n[12]Richard... He's trying to kill me... my head. \n[13]My head. Richard my hold me. ... Hello. You said his name is Richard? Ma'am, can you talk to me? Ma'am? \n[14]He's trving to kill me... Will you repeat that please? \n[15]Richard... He's trying to kill me... \n[16]Good-bye. I love you. ", "SYKES": "\n[1]What the hell's going on here? Who are you people? \n[2]You a cop? \n[3]Richard Kimble... I don't know a Richard Kim - \n[4]Wait a minute... This is the doctor who killed his wife... He claimed the killer had a prosthetic limb. You telling me he's coming after me? \n[5]What the hell's that supposed to mean? Because I have this? \n[6]Look, a year ago some people came to see me. They asked me questions about the night of the murder and I'll tell you the same thing I told them. I wasn't even in town then. I was on a business trip. \n[7]Security. \n[8]No, I work for a pharmaceutical company. I handle security for its top executives. \n[9]No. Just some doctors on a company junket. \n[10]Look, you mind if I talk to the cops to see if anything's missing? \n[11]I want to report a fire; No, it's not my place, it's a couple doors down. \n[12]Back up. Move to the door, Doc. \n[13]This is my stop, Doc. \n[14]Go ahead. You don't have it in you . For a moment Kimble almost fires, but instead he takes the gun in his right hand and whips it across Sykes' face. Then hits Sykes again and again with the butt of the gun, driving him down the length of the car, knocking him almost unconscious. Kimble tucks the gun in his belt and moves to the Transit Cop. He checks for a pulse - there is none. The Cop is dead. Kimble takes the handcuffs and keys from the case on the Cop's belt. He reaches for Sykes' wrist, drags him to the Cop and cuffs Sykes to the dead Cop. He pockets the keys and grabs Sykes' hair, pulls his face off the floor. ", "WAHLUND": "\n[1]Oh, my God... Richard. \n[2]The one on the right is one of the samples you sent me. It shows a lot of perriportal inflammation loaded with eosinophils. When you see that with the accumulation of bile it's a classic for - \n[3]I'm impressed. Now look at this. \n[4]According to the study, this is a slice from the same liver. \n[5]Clearly not from the same tissue. In fact. \n[6]See this small area of bile duct proliferation? Von Meyenberg's Complex. Occurs in only 2% of the population. But it's in every one of your five samples. \n[7]That's because they're all from the same liver. \n[8]Big bucks. One schmuck standing in the way. Easy, get rid of him and his wife. But why Lentz? \n[9]Oh, last summer sometime. August... Why? \n[10]A pathologist at Devlin-Macgregor? \n[11]Where are you going? ", "GUTHERIE": "\n[1]We've had private investigators interview over a hundred amputees, Richard... \n[2]... We can't find this guy. \n[3]I put you up on the stand to say what you saw without anything that remotely smells like proof and the State's attorney is going to take this one-armed man story and run it up our ass. Look, Richard, you're paying us a lot of money to defend you... A plea to second degree - \n[4]You're a successful upper middle class white man charged in a violent crime... \n[5]It's a circumstantial case, but it's also a jury trial. We play 'em, they play 'em... \n[6]... But if we lose, we lose big. Just remember, they're lined up a block long to have your hide. \n[7]Richard... Jesus, why did you run? Running only makes you look guilty. \n[8]Tell me where you are. I'll come meet you so you can turn yourself in . \n[9]Richard. You're asking me to harbor and aid a convicted felon... I can't help you that way. My advice - both as a friend and as your legal counsel - is for you to give yourself up. Now tell me... where are you? \n[10]Give me an address. I'll be - ", "PROSECUTOR": "\n[1]Dr. Nichols. You are aware that Richard Kimble was the only beneficiary of Helen Kimble's estate. 12 million dollars roughly. \n[2]Yet in your presence, Richard Kimble once said that 'if he had Helen's money he could find plenty of uses.' Did he not? \n[3]Yes or no? \n[4]How tall was this man, Dr. Kimble? \n[5]Did that fight cause the scratches on your face and arms? \n[6]And how did this man enter your house? \n[7]And you probably don't know why your wife told the emergency operator You were her attacker? \n[8]Your name is Richard, isn't it? Your gun is a .38, isn't it? Your prints were on the gun, the bullets, the lamp, her neck, weren't they? \n[9]Weren't they? \n[10]... murdering Helen Wills Kimble the night of January 20... ", "OLD GUARD": "\n[1]You. You're a doctor. C'mere. \n[2]Do something. \n[3]\n[4]Oh, shit... \n[5]... train was bearin' down on us, fast. I don't know how - it's still kind of hazy - but I grabbed him and pushed him out of the bus. \n[6]I know, but hell, he's my partner. Woulda done the same for me. \n[7]Well, everything happened so fast... Huh-uh. Don't think he made it. \n[8]Uh, me. \n[9]He mighta got out. ", "SHERIFF": "\n[1]You coulda both been killed. \n[2]I'll be with you in a minute. \n[3]For the record. These three dead. And this one... \n[4]You get some rest. \n[5]Looks like you came a long way for nothing. My men've already done a thorough search from point of impact and found nothing. \n[6]Whoa, whoa, whoa... For what? Prisoners are all dead. The only thing check-points will do is get a lot of good people out here frantic and flood my office with calls. \n[7]On whose authority? \n[8]Okay. You want jurisdiction over this mess, you got it. Shut it down. Wyatt Earp is here to mop up for us. \n[9]What the hell is this? A minute ago you tell me he's part of the wreckage, now you're - ", "BACK TO SCENE": "\n[1]PHONE RINGS. Rosetti answers it. Kimble watches him write something down, he slides it to Kelly. \n[2]Kimble looks up at the two cops. For the first time he seems to sense something aggressive in their questioning. They no longer seem on the same team. \n[3]Nimble looks over his shoulder. The Technician doesn't see him. A Prosthetic Clinic Operations Manual is removed from shelf. Photographs of prosthetic arms. Kimble shifts the materials into his clothes, closes his coat and suddenly he stops. \n[4]Kimble moves instinctively to the back door. He starts to open it but through the dirty window, he sees the back courtyard covered by more cops. Kimble moves back toward the front. Unsure of his next move, he's sweating, preparing for the worst. He watches the TAC team charge the house but instead of charging through the basement door they move up the front steps and into the house overhead. Overhead he hears the SCREAMING from the arresting cops. \n[5]Kimble leans against the wall, exhausted. \n[6]Kimble backs to a safe place in the trauma hallway to wait for them to leave. \n[7]The Kid sees - Wanted for Murder - realizes who it is. \n[8]Driscoll's face is different. Driscoll is a black man. ", "KELLY": "\n[1]As of this morning Chicago P.D. was alerted to the reappearance of Richard Kimble. \n[2]Police units have also increased patrols around homeless shelters and mass transit stations in the city. \n[3]Not that we found. \n[4]Right... You ever been downwind of a stockyard when the breeze is blowing? That's where we were sitting when Richard Kimble told that one... \n[5]If this guy existed believe me someone would've found him. \n[6]Okay. I want it locked down. Start on the lower levels. \n[7]Not since he took down one of ours, Gerard. This is a police matter, now. Stay, the hell, out of it. \n[8]Bring him down. ", "SURGEON": "\n[1]You staying for the closing, Rich? \n[2]Hey, Richard... \n[3]Thanks. \n[4]Bob! Get this one into room four, stat. \n[5]Yeah, he brought a kid up. Anne, did you write the orders? I couldn't make out the signature... \n[6]Whoever did knew what the hell he was doing. Kid's a hair away from a ruptured aorta. ", "DETECTIVE KELLY": "\n[1]Can you give us a little more to go on besides the fact that he had an artificial arm? What kind of gun was it, Doc? \n[2]Did you have your key with you tonight, Dr. Kimble? \n[3]Your wife was loaded wasn't she? I mean, she was worth quite a bit of money. \n[4]Let's start over, Dr. Kimble. What'd you have for breakfast? \n[5]On the stand. \n[6]No forcible entry was found. From the beginning of the investigation, it did not appear to be a break-in. Nothing was missing. ", "COPELAND": "\n[1]Breathe, and you're first. \n[2]Give me that. \n[3]You listen to me. I don't give a damn which way you go, just don't follow me. \n[4]Surges out, knocks Newman's gun from his hand. In a flash, Copeland yanks Newman's arm behind his back and presses a knife against the deputy's neck and moves him out of the room. We... \n[5]I got your man! Now I want outta here! \n[6]You hear me? I said, I want out or I'll cut your man's throat! ", "TROOPER": "\n[1]Sheriff Rollins. Just follow the lights - \n[2]'Scuse me, Doc?... \n[3]... Don't know if you heard or not but we're looking for an escaped prisoner from that bus train wreck 'couple hours ago. Thought he might show up here if he was hurt. \n[4]Approximately six one, 180 pounds, brown hair, brown eyes and beard. \n[5]... Seen anyone that fits that description? \n[6]Sure. ", "ON GERARD": "\n[1]He stands at the mouth of the tunnel staring down. He stares down into the mists. Impressed. It has told him something invaluable about this fugitive. \n[2]He raises an eyebrow. \n[3]\n[4]Gerard hits the bottom of the fire escape and follows. \n[5]The door closes automatically behind Gerard and Renfro. They enter the noisy main room and separate. Renfro moves up the far side of the room, Gerard up the center. Both move slowly through the maze of bags, carts, automated equipment. \n[6]", "ROOSEVELT": "\n[1]It sure is good to see you again, Dr. Kimble. \n[2]This is the R.D.U.90 file and samples. Dr. Nichols said you needed. \n[3]Yes. \n[4]He's dead. \n[5]I... I haven't seen Dr. Kimble. \n[6]I... I don't know. Excuse me, I got to go. "}}