{"dialogues": {"JORDAN": "\n[1]Lieutenant O'Neil. \n[2]Not due in for 22 minutes, sir. Watcha got? \n[3]Do we know it's him using the beacon?  Not a decoy? \n[4]Chances of recovery? \n[5]North Korean beaches are the best protected, most heavily monitored in the world.  The civilian population is so propagandized that it acts as an Early Warning system.  Extraction team has to be small and silent -- I'd go with Seals over Delta Force. Problem is, don't want to hold a conventional sub off-shore for target practice.  Where's The Polk? \n[6]Unless you Whiskey Run. \n[7]Quick-hit technique used by Capone. Rigged a getaway car with running boards and handles.  All his guys had to do was jump on and take a ride.  Check the files -- DPRK-57 -- I doped it out as a contingency plan:  Seal Team infiltrates, picks up the package, links up with recovery sub.  But don't waste time opening and closing hatches.  They just grab the periscope and hang on for neutral waters. \n[8]Only four minutes to neutral waters, sir.  Why not? \n[9]No, thank you, sir. \n[10]Thank you, sir.  We hear back from the Pentagon? \n[11]Hate this part.  Just sweating it out on the sidelines. \n[12]Is this my glory, sir? \n[13]Thank you, ma'am.  Um, may I ask what this is regarding? \n[14]\"Coronado.\" \n[15]I know that, sir.  Ma'am.  It's just that... Beggin' your pardon, Senator, but... do you understand that this involves combat training? \n[16]Captain Dwyer.  Technically. \n[17]Uh, question, ma'am. \n[18]Would I be the only one?  The only woman? \n[19]Well, shit-a-doodle-do... \n[20]... well, I survived Basic Training and three brothers -- so I know how to fight.  What scares me are the sexual politics.  I don't want to be turned into some poster girl for women's rights. \n[21]Just like you would be. \n[22]I take it you don't either.  Feet. \n[23]Royce.  We're the same age, we started the same time -- and now you're sitting in the upperdecks while I'm still down in the bullpen. What does that tell you about the Navy? \n[24]You need operational duty to really advance... you need combat training to go operational... yet combat training is off-limits to people with tits.  I'm topped out at Intel. Forget the glass ceiling -- I'm beating my head on a big brass ceiling. \n[25]This has nothing to do with you. \n[26]Get your dick back here.  It has everything to do with you. \n[27]Sorry.  But after our days... So if I try this thing... if I ship out to Coronado... what happens here? \n[28]Wai', wait.  What happens if it works?  Four months of training, three years of operational duty. What then? \n[29]Which is guy-speak for... \n[30]You know, right up until you said that -- I thought I did know. \n[31]Thank you, Royce.  It was shaping up like such a tough call -- and then you go and make it so goddamn easy. Really, thank you so much. \n[32]Excuse me, lieutenant.  I was told this is where I check in. \n[33]Still don't have my bearings yet. Direct me to the officer's quarters? \n[34]Fine.  And the officer's quarters? \n[35]Thank you, ensign. \n[36]Thank you, sir. \n[37]I'm fine, sir. \n[38]Thank you, sir.  But I expect a certain amount of pain. \n[39]Barber was my next stop, sir. Would've had it regulation sooner, only -- \n[40]Really, I have no problem with -- \n[41]None at this time, sir. \n[42]Sir, I just want you to know... I'm not here to make a statement.  I don't want to make men look foolish. All I care about is completing the training and getting operational experience -- just like everyone else, I suspect. \n[43]We better get a medic over -- \n[44]Thank you, sir.  But I like these just fine. \n[45]I'll try anyway, sir. \n[46]Well, now I feel so much better. \n[47]Whose orders were those? \n[48]And how do you know that? \n[49]I didn't know they let you try again.  Especially at your age. \n[50]Sir... \n[51]I can make this wall without -- \n[52]Say again, sir? \n[53]Chief, sir, I don't understand why -- \n[54]What \"all females\"?  If I'm the only -- \n[55]Pardon the hour, sir.  But you told me to come to you immediately if I felt I was being mistreated in any way. \n[56]It's you, sir.  And it started the day I came here. \n[57]It's this double-standard, the separate quarters, the deferential treatment.  It's how you pulled out my chair and nearly served high tea the first time we met. \n[58]I can't afford civility, sir.  How am I supposed to fit in with these guys when you've got me set up as an outsider?  Even if I make it under these rules, I still lose, because there'll always be a flag in my file -- \"Yeah, she made it, but...\"  I mean, really -- why didn't you just issue me a goddamn petticoat to wear around the base? \n[59]Pardon? \n[60]I think you've resented me from the start, sir. \n[61]No, sir. \n[62]The shape doesn't bother me.  It's just that goddamn rotten stench. \n[63]Same rules for everyone, sir. \n[64]Across the board, sir. \n[65]Wouldn't dream of it, sir. \n[66]So I'll get a fair shot? \n[67]Your new roommate. \n[68]Anybody usin' these drawers here? \n[69]Funny, the C.O. says I can. \n[70]That your desk?  I'll take this one. \n[71]Listen, Sex Ape.  I'm here to stay. And if you don't want me for a roommate or classmate, you got two options -- move out or ring out. End of file. \n[72]What about you, McCool?  Any problem with the room assignment? \n[73]Just do it, okay? \n[74]Come on, Montgomery... \n[75]Montgomery, why do they call you \"Flea\"? \n[76]So it really has nothing to do with actual brain size? \n[77]Well, Flea, I appreciate the respect you just showed me.  But I don't need it and don't want it -- not that kind of respect, anyway.  It's just gonna hurt us both, okay? \n[78]Do that. \n[79]Hey.  You okay, Flea? \n[80]What're you guys doing?  Huh? \n[81]What, you gonna give it all up for a maple twist?  How dumb you gotta be? That's exactly what they -- \n[82]Thanks, Wick. \n[83]See me, sir? \n[84]Can't complain, ma'am. \n[85]Uh, ma'am. \n[86]Sir, I want you to know that I had nothing to do with any of this.  Not this article, not -- \n[87]Permission to leave, sir? \n[88]Ah, c'mon... \n[89]Fine by me, sir! \n[90]You're kiddin' me. \n[91]Permission to get dressed, sir? \n[92]Sir, someone mentioned you received the Navy Cross.  May I ask what you got it for? \n[93]I see.  So when a man tries to rescue another man, he's a hero. But when he tries to rescue a woman, he's gone soft. \n[94]It also seems like a problem with the men's attitude, sir.  So maybe you should be sniffing around their shower room instead. \n[95]McCool's that same rank.  We're both j.g.'s. \n[96]That's what I hear. \n[97]Who's \"we\"? \n[98]I don't know if there's any single reason.  But my father was Navy. And he had this old-time recruiting poster in his den.  It showed a girl trying on a sailor's uniform while saying, \"Gee, I wish I were a man! I'd join the Navy!\"  Was maybe 10 years old when I first saw it, and even then it felt wrong.  Made me mad.  And I don't think a month has gone by that I haven't thought about that poster.  \"Gee, I wish I were a man.\" \n[99]The woman I saw you with... \n[100]But are there... I mean, how many... \n[101]Royce... \n[102]It's hard to find time to sleep, Royce.  Much less keep up with my phone life. \n[103]I feel like there's men here, there's women here -- then there's men.  But hey, what'd I expect? \n[104]Me?  Why me? \n[105]I saw an article... \n[106]So why are you telling me this? \n[107]You know, Royce, I got enough heat on me without you turning up the jets, too. \n[108]Well, let me warm you:  I'm going though with this.  The more everybody fucks with me, fucks with my head, the more it just makes me want to finish.  So don't expect me back crying in your arms any time soon, okay? \n[109]Still can't make up your mind, huh? Gotta go, Royce. \n[110]Sure.  I'll join the crowd. \n[111]South-southeast.  And I don't want to hear another word till we're underground. \n[112]Newberry, get a photo.  South? \n[113]West? \n[114]North? \n[115]Didn't even bitch about the seat, did I? \n[116]I don't know... \n[117]Pri One is to protect the mission. If she represents a real threat, we have to do it. \n[118]But did she see us?  Do you know for a fact that we are compromised? \n[119]If not, firing will only give away our position to hostiles in the area.  Now how smart is that? \n[120]All right, fire-and-evade maneuvers. Drop everything but weapons and the PRC radio -- we're gonna be high speed, low drag all the way to the link-up site.  Ready? \n[121]\n[122]Fuck. Basher-Basher, this is Ground Crew Six requesting emergency extraction. Stand by for a PRC fix... \n[123]I'm lookin', I'm lookin'! \n[124]'Cool? \n[125]How long? Please, HOW LONG? \n[126]\"Don't know how much I can take\"... \"A little taste of death\"... \"Save the nail\"... \"It's been three days now\"... \n[127]Who is it? \n[128]Wick.  They got your crew, too? \n[129]You really came back for more?  Of this? \n[130]If you got a good one, Wick... \n[131]They had to kill 'em? \n[132]That's a good story. \n[133]He was married? \n[134]You got anybody, Wick? \n[135]How'd you make it last time, Wick? How'd you get through this part? \n[136]Let's keep talkin', Wick.  Just keep talkin' to me... \n[137]\"Dad.\" \n[138]Dick, Jane, and Spot. \n[139]Green Eggs and Ham.  You're not going to get anywhere.  You might as well put me in the cage. \n[140]Should I be afraid? \n[141]Wasn't deemed a threat. \n[142]No.  Yes.  I mean, depends on -- \n[143]That's not right. \n[144]I think you're the liar. \n[145]We didn't know we were compromised. Firing would only've given away our position. \n[146]No. \n[147]Sure.  Just like your men do. \n[148]Should I practice bleeding, too, sir?  Would that make me a better soldier? \n[149]Don't do it, don't do it... \n[150]Don't tell him shi -- \n[151]Fuck you and the boat you rode in on.  Sir. \n[152]Make you a deal, Flea.  Never tell me how I look -- and I'll never tell you. \n[153]Sorry, didn't mean to -- \n[154]First big night of liberty and no date?  You're pathetic, Wickwire. \n[155]I can't go out.  Not like this. \n[156]Thanks for lying.  But you're the class officer, Wick, and it'd just be weird if we hook up.  Besides... \n[157]Do you, uh, know... \n[158]We're going over to her place to make salad and pasta.  Just, you know, nothing special. \n[159]Sir? \n[160]See me, sir? \n[161]Sir, if someone is suggesting that I'm a lesbian, they're wrong. \n[162]They're very wrong.  And I'd like to know where you got this information. \n[163]This is insane.  You've got no proof. \n[164]We hugged. \n[165]Because the men didn't want me eating with them.  Jesus Christ, let's get this right. \n[166]Sir, I just want you to know that this is either a gross mistake -- or someone's vindictive bullshit. In no way did anything happen between Ensign Blondell and myself. We're just friends. \n[167]I'm saying, we're just friends. \n[168]Sir, please... if there's any way to do this without dragging everyone through the mud... \n[169]Sir.  If tomorrow... I was not under your command... would the inquiry still go forward? \n[170]Would you have the discretion to end it right then and there? \n[171]All I wanted was an honest chance. And If I couldn't get it, I couldn't stay. \n[172]Maybe.  Though it didn't seem like he was getting any satisfaction out of it.  Almost like... Did I say he was class officer? \n[173]No shortage of suspects. \n[174]Royce.  Tell me you didn't keep a file on me. \n[175]It's done with, Royce.  Let it go. \n[176]I'm tired of fighting back.  I just wanted to come home and be safe and have you here and the river there and just forget the rest of the world, okay? \n[177]What about him. \n[178]Instructors typically pull three year assignments.  This guy's in and out in one year -- your year.  That sound right? \n[179]Sounds like an amazing coincidence. \n[180]I don't know, I don't care. \n[181]\"In Washington...\" \n[182]Wickwire said he was dry-docked in Washington between stints at Coronado... \n[183]You don't crap out of Spec-Recon and get another shot without dispensation from someone up in flag country. He's got a Sea Daddy somewhere. \n[184]Yeah.  Me too. \n[185]Don't say my name. \n[186]Or rank.  But can you do me a favor and pull a transfer order? \n[187]\"Wickwire, Thomas Dane.\"  See what you can find. \n[188]Who signed as his \"sponsoring officer\"? \n[189]What'd you find, Kathy? \n[190]Lieutenant j.g. O'Neil. \n[191]What chamber?  Which way is that? \n[192]Okay, which way? \n[193]Senator DeHaven... \n[194]DeHaven... \n[195]We can talk here or we can talk outside, Senator.  You tell me. \n[196]Lieutenant Thomas Wickwire. \n[197]You know him. \n[198]It should.  You nominated him for Spec-Recon just three days after you nominated me. \n[199]Did you set me up?  Did you set me up just to see me fail? \n[200]What changed? \n[201]If I have to ask again, Senator, I'll be asking in front of cameras. \n[202]So?  Isn't the President jumping on your bandwagon? \n[203]You don't know that. \n[204]What are you saying?  That a women's life is more valuable than a man's? That a women's death hurts a family more? \n[205]You were never going to let women serve in combat.  You always had a safety net.  Or thought you did. \n[206]So the rhetoric gets you headlines. But the reality gets you in trouble. \n[207]I wanted the choice.  The chance to prove myself, my skills, my work, me.  That's how it should've been. \n[208]You promise Wickwire a fast ticket, too? \n[209]I'm sure it is. \n[210]You know, I wonder what the SecNav would think about it.  If I spoke with him. \n[211]So I wonder what the President would think. \n[212]Sir?  What did he say? \n[213]Just walk away and never stop. \n[214]Good to see you again, too, sir. \n[215]One-second intervals!  Go! \n[216]Cortez, see if you can dig out the tools without losing the rest of out gear.  Try a wrench on that thing. \n[217]\n[218]Base, this is Crew Leader Six.  We have a downed helo 12 miles west- south west of base with three aboard.  Repeat, we have a downed helo with three aboard... \n[219]Flea, 'Cool, Cortez, Newman -- take your minis, hit the water.  Go, GO! \n[220]Base, this is Crew Leader Six.  What is your E.T.A. on that rescue helo? Over. \n[221]Base, don't think you copied me.  We are 12 miles out.  Seafox tops out at 30 knots, which makes it a no- show for 18 minutes.  Over. \n[222]Shut your hole, Slutnik. \n[223]Basher One, this is O'Neil.  We are barely reading you.  What is your situation? \n[224]Chief, sir -- rescue team won't be here for 15 minutes.  What's your air situation?  Over. \n[225]15, sir. \n[226]Chief -- did I see a flare box aboard?  And can you get at it? Over. \n[227]Show us where you are, Chief. \n[228]Spotted you, Chief.  Pri One is to slip you some air, so we're coming down with a tank -- just something until the A-team shows.  Over. \n[229]Chief? \n[230]So we got two full mini-tanks, three minutes each.  'Cool?  How much air in yours? \n[231]Grab an oar, find a way to weight it down, we're gonna need it.  Cortez, help him.  Flea?  You take one of the two full minis -- and just follow my lead. \n[232]So I guess we get one shot at it. \n[233]Chief, sir... still with me? \n[234]Sir, let me suggest you stop giving orders and start doing exactly what I say, because that's the only way we're all getting out of here.  Now how's your vest check out?  Still good? \n[235]Flea, take the pilot up slow, feed him air.  Chief, sir, you and I are gonna take the express elevator outta here.  Remember to let your air out.  Ready? \n[236]Shut up, sir.  I'm concentrating. \n[237]The Navy Cross... \n[238]I was looking for him earlier, but... \n[239]Just a coincidence? \n[240]So here we are again.  Staring three years of operational duty in the face. \n[241]Which is guy-speak for... ", "THE CHIEF": "\n[1]The sun and moon... the ebb and flow of the Pacific tides... global warming... the very angle of the Earth upon its axis... these are just some of the things I control in my world. \n[2]You may think that you are the brightest, the best, the strongest. I assure you, that is a total delusion on your part.  It is my job to show you just how weak human beings can truly be.  60 percent of you will not finish this course. How do I know?  Because that is an historical fact. \n[3]Poles down. \n[4]Now for the bad new:  I always like to get one quitter on the first day. And until I do, the first day does not end.  So look around right now -- go on, do it.  I wonder who it's gonna be... \n[5]Now make like sugar cookies and roll in the sand for me. \n[6]Collect those poles, gentlemen. Still a lotta beachfront you haven't seen... \n[7]Pain is your friend.  You ally.  It will keep you awake in times of emergency... it will tell you when you are seriously injured... it will keep you angry and remind you to finish the job and get the hell home.  But you know the best thing about pain? \n[8]It lets you know that you aren't dead yet. \n[9]Who's it gonna be.  I just wonder, who is it gonna be... \n[10]You have noticed a ship's bell hanging at the west side of this courtyard.  If, at any time, you feel you cannot continue with your training -- that bell is your salvation.  Strike it three times, and the ordeal is over. \n[11]Yes, it is a long walk.  So I'll make it as easy as I can. \n[12]Now you don't have to watch me watching you break rank.  Because I know someone here wants to do it. \n[13]Now I know what you're thinking... \n[14]\"Can I really take 15 weeks of this bubonic asshole?\"  If you don't know the answer to that question, the answer is \"No, you cannot.\"  And that is another historical fact.  So do it.  Admit you don't have what it takes... admit you are out of your depth -- or we're all heading back to the beach right now. Instructors!  Time hack! \n[15]Six... five... four... three... two... one... HACK! The time is now 12-hundred.  The sun is shining brightly.  Plenty of daylight left for another phone-pole run... \n[16]Leave your helmet there, Stamm. Back to the barracks. \n[17]The rest of you should remember one thing.  The only easy day was today. Lieutenant Wickwire?  Turning it over to you. \n[18]England, 88 seconds.  You're good to go for the slide-for-life. Wickwire, roll back till you get south of 90. \n[19]Cortez, 93 seconds.  O'Neil, 94. Cortez, do a little rescue-recovery on your gonads and line up again. O'Neil... move ahead. \n[20]You heard me.  Move on. \n[21]Educate her, Pyro. \n[22]Twice now, I have said the words \"move on.\" \n[23]Body heat.  In situations of extreme cold, you can always count on body heat to keep you alive -- and I do not mean your own.  We will break you of the cultural barriers that dictate you should not invade another man's space.  Are any of you in a situation of extreme cold right now? \n[24]Then why aren't you all over the man next to you? \n[25]Check your watch, Pyro.  Seems fast. \n[26]Remember, all this is completely voluntary.  For any of you who don't want to continue, Instructor Johns is now serving coffee and danish at the ambulance. \n[27]Any takers? \n[28]You want another minute to think about this?  Huh? Do any of you want to reconsider? \n[29]Johnson.  Get 'em out of my scan. \n[30]Everybody out. \n[31]Every class has its surprises, Pyro. This one'll be no different. \n[32]Boat Five -- Wickwire, Cozad, Vinyl, Intagliata, Ayers, and Wise. Lieutenant Wickwire is your senior officer.  Follow his orders to your death. \n[33]Boat Six -- England, O'Neil, McCool, Montgomery, Cortez, and Slutnik. Lieutenant England is your senior officer. \n[34]Somebody got a problem with the muster? \n[35]Boat Seven... \n[36]Your boat just hit razor coral. What do you do now? \n[37]Crew Six!  Stand by! \n[38]Next recovery!  Keep goin', keep goin'! \n[39]You know, the Israelis... \n[40]... they tried women in the 1967 War.  Female soldiers. \n[41]It seems the men couldn't get used to the sight of women blown open and their viscera hanging from tree limbs.  Israeli men would linger over wounded females -- often to the detriment of the mission, often endangering their own lives.  They don't use women anymore. \n[42]For pulling a 210-pound man out of a burning barrack in Saudi Arabia. \n[43]Could you have pulled that 210-pound man clear, lieutenant? \n[44]Females in combat situations impact unit cohesion.  Men fight better without women around.  And that is an historical fact. \n[45]England went out with a stress fracture.  That puts you in charge, lieutenant. \n[46]You were commissioned one month earlier, which makes you the senior officer. Remember.  There are no bad crews -- only bad leaders. \n[47]What is your father's name? \n[48]Simple question, lieutenant.  No reason not to answer.  What is your father's name? \n[49]Any brothers?  Sisters? \n[50]Are you hungry?  What's your favorite food?  We'll try to get it for you. \n[51]You are in the cage, O'Neil.  Right here, right now. \n[52]Right down to your worthless womb, and I'll tell you why.  This is my island.  My world.  And here I can get away with shit that would get me arrested anywhere else in the world. Take another scan of my little joy- boy outside.  If I can do that to a Navy Seal, what's gonna happen to you?  Huh? \n[53]Why didn't you shoot the woman, O'Neil? \n[54]She led us right to you.  That's no threat? \n[55]Would you have shot if it was a man? \n[56]The others already told me, O'Neil. They wanted to shoot, but you wouldn't let them.  Because you went soft on another women -- \n[57]That's what your crew said.  Are they lying?  Or are you? \n[58]I'm not the one who got five good men thrown in a bamboo cage.  You wear the bars, you made the call, and you got your whole crew -- \n[59]You think we should go easy on women, O'Neil? \n[60]Do you? \n[61]I'm so glad we agree. \n[62]Didn't you know you'd be raped if you were captured?  Didn't you even think about that? \n[63]I think we oughtta practice it, just so you know what to expect. \n[64]Any of you can stop this!  Just give me the location of one more hide- site, and it ends right here! \n[65]Three crews are still on this island somewhere.  Who knows where? \n[66]Who's gonna tell me?  Who's gonna be chivalrous and stop this abuse? What, you want to see her get mauled?  Is that it? \n[67]She's fine! When I put you down, O'Neil, take the hint and stay down. \n[68]I am saving your life, O'Neil.  You may not know it, but I do.  You're an inferior soldier, a bad officer, and I don't want you learning that inconvenient truth when you're stuck in a muddy bomb crater behind enemy lines and don't know how the fuck to get out.  You get out now, O'Neil. Seek life elsewhere.  And if you can't do it in front of me, do it behind my back. \n[69]We're done here. \n[70]You don't think she'd be raped if she were captured?  You don't think the threat of rape would be used to leverage the men? \n[71]I've had it.  Just because they pay me like a baby-sitter doesn't mean I'm gonna be one. \n[72]She's an officer.  There's a higher standard. \n[73]Of course it is.  And I'm gonna stay on her until everyone realizes this is not some bullshit equal-rights thing, that real lives are gonna be lost.  Maybe mine, maybe yours. \n[74]I think you probably would -- if you didn't know I was right. \n[75]Stand fast! \n[76]Well, I'm trying to figure out if you're stupid, unlucky, gluttonous -- or some new alloy of all three. \n[77]Okay, O'Neil.  So you've impressed all the others.  Now try me. \n[78]Four... three... two... one... hack! \n[79]Final assignment!  Each crew will be dropped 12 miles out!  Between you and the shore is a network of mines and underwater obstacles!  You will clear the obstacles, you will tag the mines with your crew number! You have until 18-hundred to make landfall! \n[80]Remember!  The one thing you can count on in any mission is that anything mechanical will fail!  If you get stuck out here, do not call me, for you will no longer be in my class!  Try the Coast Guard! \n[81]What happening?! \n[82]Base, this is Basher One.  I've got a small problem here.  Do you copy? \n[83]Got one other heartbeat here, looks touch and go.  I've got a questionable leg. \n[84]Managed to activate the ELB.  If you just radio base and let them know, they'll fix on that.  Oh, and make sure they send a helo with a winch -- door's blocked by a reef.  Over. \n[85]Say again?  How many micks? \n[86]That... may not be adequate. \n[87]Got it. \n[88]This mission wasn't about tagging mines.  It was to see how you coped with mechanical failures.  Pretty fuckin' ironic, huh? \n[89]Why'd it have to be her... \n[90]O'Neil... ", "ROYCE": "\n[1]Gotta situation here.  Where are you?  Stuck in traffic? \n[2]All right, stand by, we're going to switch over to COMSAT... \n[3]Okay, fresh stuff:  Lost a NATO plane over the Sea of Japan.  ELB signals leads us to believe the pilot is alive and has made his way to the North Korean shore, near a fishing village, \"Tamyung.\" \n[4]Signals received only sparingly, in such a pattern that leads us to conclude it is a downed aviator trying to conserve his batteries. \n[5]You're the analyst for East China, O'Neil.  Analyze. \n[6]Halfway 'round the world.  So that's the problem -- we can get the team in, just not out. \n[7]Blank faces here, O'Neil. \n[8]You expect the extraction team to ride the sub bare-back?  Is that correct, O'Neil? \n[9]All right, sending the recommendation across the river. Royce out. \n[10]That was good headwork, lieutenant. \n[11]Probably hear back from CNN first. \n[12]Intel has its own glory, lieutenant -- no matter how subtle. \n[13]By the way, I'll need that option paper by 11-hundred today so I can review it with Admiral Hanover.  And do we have any of that breakfast tea around here? \n[14]Jesus God, what now? \n[15]So why're you even considering it? Are you? \n[16]Spec-Recon.  Those guys are world- class warriors.  And they will not want you there, Jordan. \n[17]Well, you're doin' shit-hot at Intel. \n[18]She's haze grey and underway... \n[19]So dump on me. \n[20]Well, guess I don't even need to be here... \n[21]You're such a ball-breaker sometimes.  Especially at night. \n[22]I'll try to keep the door open.  If you wash out, I make it so that -- \n[23]I don't feel like doing an option paper on the rest of my life, Jordan.  Maybe we should just let it happen. \n[24]Sounded lame as soon as it came out of my mouth.  But I'm trying to be honest, okay?  Three years is a long time.  Don't ask me to predict how I'll feel then, Jordan, because I don't know.  And either do you. \n[25]Jordan... \n[26]Goddamn.  My poster girl. \n[27]Not right now. \n[28]Little slow, sir.  When's the Pentagon going to send me a good crisis? \n[29]You wait right here.  I'll get the drinks. \n[30]Lieutenant! \n[31]Take a dance! \n[32]I've been trying you for five days. Don't they give you messages? \n[33]How hard they making it on you? \n[34]That bad? \n[35]Well, not this.  I was doing the Pentagon scene few nights ago.  Got some fresh stuff -- about you.  You may be in a hostile camp.  I think someone may be taking steps to ensure that you crash and burn. \n[36]Don't you know?  How they're talking about you? \n[37]I can't walk two blocks in Washington without hearing about \"G.I. Jane.\"  You're all over the place, and whether you wanted it or not, the feminists are sizing you up for that poster. \n[38]Big symbols make big targets, Jordan.  I think someone's gunning for you. \n[39]I'm only trying to warn you in case -- \n[40]That's not what I want, Jordan.  I mean... it is and it isn't... \n[41]Jordan.  You watch your ass. \n[42]Suitable for framing... \n[43]Got time for a brain-pick? \n[44]O'Neil, Jordan. \n[45]You knew about us? \n[46]Computer -- no transcription, no com-link, no data-link.  In fact... shut-down sequence 0-Niner-0-8, mark. \n[47]The E-Ringers?  Full integration is gonna cost the services billions at the worst possible time -- when Congress is already swinging the axe. \n[48]The Navy?  They've made it clear they don't want to pull missiles out of subs to make room for women's heads.  What's it gonna cost to make a fleet of Trident's co-ed? \n[49]Possibly.  Just to spite DeHaven. \n[50]The first female President? \n[51]Women. \n[52]I don't know.  Seems... \n[53]Christ, I don't want to see her take a fall.  She thinks I do, but... \n[54]Even tough I don't talk to her every day -- I still talk to her every day.  Know what I mean? \n[55]I don't... What, someone on base?  A \"mole\"? \n[56]I want to kill them... I want to kill the guys who made you cry like this... \n[57]And this class officer... \"Wickwire.\"  You think he was just trying to get even?  Striking back for... \n[58]Almost like someone put him up to it.  Okay, who? \n[59]The Chief?  Or maybe even Turrentine?  Your C.O.? \n[60]Somebody was yankin' your stings, Jordan -- maybe from 3,000 miles away.  I wanted to know who.  I still do. \n[61]C'mon, Jordan.  Do the headwork with me. \n[62]Someone screwed you over like this, left unanswered charges hanging over your head, and you're not gonna fight back? \n[63]Well, before you crawl off to die, Jordan, give me five minutes of good headwork. \n[64]\"John James Urgayle.\"  The Chief. \n[65]Or like maybe he was baby sitting a problem child for the Navy. \n[66]Well, pardon me if I do.  Now who else?  Who could've leveraged a class officer like that?  C'mon, Jordan, keep your head in the game. \n[67]What? \n[68]\"Wickwire, Thomas Dane\"... Second run at Coronado... and correct, they had him stashed in the \"Appropriation Liaison Office,\" whatever that is. \n[69]I'd sure like to know who. \n[70]Government car -- tow it if you want.  Just point us to DeHaven's office first. \n[71]Capt'n. \n[72]Get started here.  I'll catch up. \n[73]Look.  It's not like you'd be completely out of reach.  And maybe we could call in a few favors, get you stationed at Norfolk instead of Coronado.  There are ways of dealing with these things -- I mean, if people are so inclined. \n[74]\"Yes, Jordan -- I'll wait for you no matter how long.\" ", "DEHAVEN": "\n[1]Whoa, whoa, whoa.  \"Land-based maritime specialties.\" Gimme a second here to de-euphemize that... \n[2]Would that be anything like \"typing\"?  \"Restocking the cupboards\"?  That sort of thing, Mr. Hayes? \n[3]Well, I'm just an old dame without much time left, so you'll pardon me if I jump right in here before they discontinue my blood-type.  I am deeply concerned over the Navy's seemingly incontrovertible attitude toward women in the military.  Case in point... \n[4]\"The Lark Report.\" \n[5]The Navy's conclusion regarding the crash of an F-14 aboard an aircraft carrier.  Female aviator, it just so happens. You're familiar with this report and its conclusion, am I right? \n[6]Yes, I see your signature right here -- twice the size of everyone else's.  And your conclusion was \"pilot error,\" hmm? \n[7]I'd like to think our next Secretary of the Navy would be prepared for anything, Mr. Hayes. \n[8]That aside for the moment, I'm struck by the tenor, the ill-spirit of your report... the degrading remarks by other aviators... innuendo about her performance in unrelated situations... even a reference to her sexual activity the weekend prior. In my seven years on this committee, I've never seen a downed aviator treated like this.  Never.  I'm deeply disturbed by this report, Mr. Hayes.  Not just what it bodes for women in the military -- but for your own confirmation as well. \n[9]... a full 35 percent of all jobs in the U.S. military are still, to this day, off-limits to women.  And that's simply gotta change. \n[10]Sure.  And we're gonna hog the bathroom, too. \n[11]I'll act surprised. \n[12]'Zat it?  Ten minutes, nothin' on the table?  Sweetcakes, you best go back to the President and tell him to open up the phone book and start lookin' for his next nominee. \n[13]Well, it's just that askin' you all to integrate the Navy is like sending a man to do a woman's job. How do you propose to handle the Combat Exclusion Laws? \n[14]By calling women \"Honorary Men.\" Ingenious. \n[15]So everyone I talk to says you're top drawer with silk stockings inside. \n[16]High-school pentathlete... ROTC scholarship, graduated with honors... top marks in Basic Training... and, as it just so happens, a constituent of my home state of Virginia.  Oh, the things I'll do for one extra vote. \n[17]Lieutenant O'Neil, I am prepared to nominate you for the Navy's Special Reconnaissance program.  Should you accept, you'll ship out to Coronado next week and join in the big testosterone festival.  Complete the course, and you'll have a fast ticket to any assignment you want. That's my personal promise to you. \n[18]California. \n[19]This is just a test case, O'Neil. But if it works out -- if you work out -- it could well change the Navy's official policy on women in combat.  Or, actually, its official non-policy.  Now who's your immediate superior there? \n[20]My office will fill him in and help expedite.  Look forward to meeting you at the proper time.  Jumping off now... \n[21]Yes, dear. \n[22]There'll be more to follow -- but yes, dear, right now you're the pick of a very large litter.  And your success would mean a lot.  Jumping, now... \n[23]Commander, are you of the habit of letting photographers traipse around your base snappin' their fill? These were supposed to have been discreet test cases -- \n[24]-- and now I got reporters from Toadsquat, Iowa, calling my office and askin' what I know about this \"G.I. Jane\" thing. \n[25]Are you truly mouthin' off to a senior member of the Senate Arms Committee?  I mean, I'll give you points for style -- just nothin' for smarts. \n[26]Well, seein's how this thing is out, you let me handle the r.p.m.  From this point forward, I want all press matters coordinated via my office. I'll be god-damned if I'm gonna watch Hayes pull flowers out of his ass and take credit for this one. Him or the President. This my shade?  \"Midnight Mahogany\"? 'Cuz I'm comin' dangerously close to lookin' like Ronald Reagan here. \n[27]Awright.  How's our girl doin', anyway? \n[28]Jordan, dear.  How are they treating you? \n[29]Hmmm.  Maybe I'll ask when I see you in person. \n[30]Gonna be visiting that all-woman's America's cup team in a few weeks -- If I were a gambler, I'd say Dennis O'Conner's days are numbered.  But they're in San Diego, so I thought I'd take a quick promenade of the base. \n[31]\"Security\"?  What the hell you talkin' about?  Your base isn't secure? \n[32]Then set out the good plates, we'll all have lunch.  My office will follow up with details.  Jumping off, now... \n[33]Think I overplayed it? \n[34]Yes? \n[35]She made it through S.E.R.E. training.  Got a call this morning from -- \n[36]Cloak room.  I'll meet her there. Just her. \n[37]Jordan.  I always hoped we'd get together -- though just now I'm gearing up for a child-care vote that -- \n[38]Sounds familiar. \n[39]Jordan.  Might we do this over lunch tomorrow?  I do very much want to talk, but now is scarcely -- \n[40]Absolutely not. \n[41]Wickwire was there to help.  To be my eyes on the inside, to make sure you were getting a fair shot.  At least that was the intent. \n[42]Should probably ask him that. \n[43]Two seconds, Walter. In 1981, the Supreme Court was asked to rule on the issue of women in combat positions.  The Court cited the 1948 Combat Exclusion Laws as a legal foundation for keeping women ineligible.  That decision held for all these years -- until the White House, 10 days ago, moved to have the Exclusion Laws voided. To demolish that legal foundation. \n[44]What he did was light the bandwagon on fire.  Because he knows what I know -- that American families are not prepared to put their daughters in harm's way. \n[45]In face, I do:  Roper, Harris, Gallop -- they all come back the same. \n[46]I'm saying it's not going to happen. Not when the President is set to turn this into a third-rail issue should I choose to ever campaign against him.  He will fry me six ways to Sunday for sending daughters and young mothers off to war -- and, quite possibly, for bringing them back in body bags. \n[47]Jordan.  I don't expect you to fully understand this -- but sometimes there's more to be gained from the fight than the victory. \n[48]The reality is this:  We send far too many men off to war.  I don't need to compound the problem with women. Can you honestly tell me you wanted that life?  Squat-pissing in some third-world jungle with -- \n[49]Just hold the goddamn clock, Walter. \n[50]I once promised you a fast ticket, Jordan, and I always meant to make good on that.  Come work for me.  I can always use a hard-charger on my team. \n[51]I've had no direct communication with him since this whole thing began.  And that's quite verifiable. \n[52]You'll think about my offer? \n[53]Well, I spoke with Mr. Hayes this morning myself -- and told him the deal was off.  No more test cases. He was only too happy to oblige. Don't play politics with me, little darlin'.  You'd be up way past your bedtime. \n[54]I'll call you in a few days. \n[55]... of course, we always prefer peace to war.  But if we're going to war, give women a piece.  Give them the choice to defend their country. And if the President doesn't like that idea -- if he wants to continue to deny women their equal rights -- then I'll be happy to step out back with him any time, anywhere... \n[56]Jordan?  Jordan, dear... ", "MCCOOL": "\n[1]We're fucked. \n[2]We are so fucked. \n[3]Nice distribution, though. \n[4]Somebody throw a tent over this circus. \n[5]\"It's not a job -- it's an adventure.\" \n[6]This where you bailed last time, Wick? \n[7]Wick!  They really got donuts over there?  Or just some'a last night's dinner rolls? \n[8]Just askin' \n[9]I say keep paddlin'!  We're almost -- \n[10]Had a grandaddy who wanted to be a Navy man.  Wanted to fire them big guns on a big-ass battleship.  But Navy said to him, \"Oh, no.  You can only do one thing on a battleship.\" \"Well what's that?\" grandaddy said. \"Cook,\" they said.  Now this ain't 100 years ago -- I'm talkin' United States Navy, middla World War II. And you know the reason they gave him?  You know why they tol' my grandaddy he couldn't fight for his country? \n[11]\"Negroes can't see at night.  Bad night vision.\" \n[12]See, you just the new nigger on the block, O'Neil.  That's all.  And maybe you moved in too early. \n[13]32 feet, six inches, sir! \n[14]Got two FAVs moving south.  I make... four banditos aboard, carrying... H-60 machine guns... \n[15]You mind?  I'm trying to eat here. \n[16]What the... Got an unknown here. 100 yards north-northeast. \n[17]She part of the training? \n[18]Shit.  Think we're had. \n[19]I ain't gonna shoot her. \n[20]Hey.  Ain't your call, man. \n[21]Mighta been civilian. \n[22]Fuck me. \n[23]What's our go-to-shit plan, O'Neil? \n[24]32 feet, six inches! \n[25]Smoke it! \n[26]Down... stay down... \n[27]So what'd he want?  O'Neil? \n[28]What the shit is... \n[29]Visibility drops dead at 40 feet. If they're deeper than that... \n[30]Beacon's a no-go for us. \n[31]What? \n[32]Maybe half.  Not even. \n[33]O'Neil.  Our air's gonna crap out as soon as we get down there.  You know that, don't you? \n[34]Hoooooo-yah! ", "SLUTNIK": "\n[1]Darth Vader reads poetry... \n[2]Man.  Doesn't she know it's rude to point? \n[3]One night.  Just one night in my room, she'd forget all about playin' commando. \n[4]I'm thinkin' we could jump him right now... \n[5]Half a night, Lord, just gimme half a night to set her straight... \n[6]Can't live with them, can't kill them.  What's the point? \n[7]Well, who the shit you think you are?  Comin' in here like that? \n[8]Hey, hey, HEY.  No possibility.  You can't stay in here.  You can't sleep right next to me. \n[9]Aw, lookit this, lookit this -- she's bringin' Tampax in here. C'mon, you got nothin' but rooms over there. \n[10]\n[11]He's the fuckin' Antichrist. \n[12]Jesus Christ.  And I only got three minutes apiece... \n[13]Me?  Again? \n[14]Full of joy here, sir! \n[15]Hoo-yah!  Hoo-yah! \n[16]Least you don't have to sleep with her every goddamn night. \n[17]Suppose she'll wanna eat with us now... \n[18]Feel right at home, McCool? \n[19]Clear. \n[20]So am I. \n[21]\"She?\"  There's another one? \n[22]Sure.  Now she wants to shoot. \n[23]This ain't workin' right! \n[24]This ain't even workin' wrong! \n[25]Someone's trippin' out here... \n[26]I just wonder how that happened. \n[27]You don't suppose this is just part of... \n[28]Maybe we should call the Coast Guard. \n[29]He's circlin' the drain, el-tee. \n[30]Uh-huh!  That's right!  Just like we always practice it! ", "WICKWIRE": "\n[1]Just trying to thin the herd. That's all they want to do right now. \n[2]I got eyes, Newberry. \n[3]Cuh-lass, face right! \n[4]They're more afraid of you. \n[5]It was made clear before you came -- harassment equals career suicide. Can't say anything good, so they don't say much at all.  To your face, anyway. \n[6]It was made clear. Anyway, stay ballsy.  First week's hell, then it levels out.  Until S.E.R.E. training, anyway.  That's hell-and-a-half. \n[7]Made it to Week 10 last time. \n[8]You're kind of a surprise yourself. \n[9]Fuck.  Yes sir. \n[10]Just let it go.  If it's in your favor, just shut the hell up and take it. \n[11]'Sposed to be 20-minute intervals, no more. \n[12]Huh-uh -- but wasn't middla February last time, either. \n[13]Hey.  Way to gut it out. \n[14]You know, I had an apartment about this size once. \n[15]Intagliata was out chasing breakfast.  They found his tracks. Well, shit. \n[16]When I was sittin' behind a desk in Washington, it made sense, somehow. Blame it on my big brother.  He was Spec-Recon.  And the stories he used to tell... \n[17]One time he was doing a rekkie of the Libyan coastline.  This is, like, right before we bombed Khadaffi into the past tense.  So his crew does a nighttime infil, maps all the big artillery placements and stuff, then turns around to get the hell gone.  But between them and the water are five Libyan guards, all armed to the nuts. \n[18]Nah, they were dead-ass asleep.  But on every guard's chest,they left one Marlboro cigarette.  Just a little calling card to say they'd been there -- and could come back any time they wanted. \n[19]So the shit you gotta go through? To get from here to there?  Brother said it was worth it.  Worth the training... worth the divorce... worth anything. \n[20]At first. \n[21]Not me.  You? \n[22]O'Neil? \n[23]Last time I didn't. \n[24]That's okay.  Just an ex-girlfriend. And know I remember why. \n[25]Maybe I'll just head over to McP's with the others, have a drink or four.  Don't wanna come, do you? \n[26]I think you look beautiful. \n[27]Sure, sure. \n[28]Okay.  Well... thought I'd ask. \n[29]I'm sorry, O'Neil.  But as class officer, it's my obligation to report all violations. \n[30]I wish I didn't have to do this, Jordan. ", "INSTRUCTOR PYRO": "\n[1]Down to BVDs! \n[2]Now face the Pacific... link arms... and take a stroll! \n[3]Out of the water! \n[4]Go regulation if you can't do the reverses, O'Neil. \n[5]Not doin' them very fine, O'Neil. \n[6]You'll try what we tell you to try, O'Neil.  Go regulation. \n[7]Who'd you kiss to get back in here, anyway? \n[8]Automatic five-second deduction, which slips you under the wire. It's called \"gender-norming,\" O'Neil -- standard procedure for all females in physical training courses.  Where you been the last few years? \n[9]58 degrees this morning!  That's not a bad water temp, really -- if you're standing where we are! \n[10]Time. \n[11]22 minutes... \n[12]By my watch... which, of course appears to be broken... they've been in 27 minutes without the benefit of protective gear. \n[13]Miller.  Thought the guy was made of depleted uranium.  Really didn't expect to lose him. \n[14]Change those clothes, be back here in six minutes!  And I am timing you! \n[15]O'Neil!  What're you gawking at? \n[16]Get it up! \n[17]First crew to finish gets hot food and warm racks for the night!  Rest of you are digging hide-sites and eating earthworms tonight! \n[18]Infiltrate... establish your hide- site... record any movement of troops, vehicles, patrols -- any activity inside your scan.  If you are compromised, you have two options!  Newberry! \n[19]If you are extracting, be damn sure to follow procedures you have learned in your classroom training! A helo cannot extract you from a wooded area!  You must bring it down in a clearing!  What's the minimum clearance for an MH-60 Black Hawk, McCool? \n[20]You will be penalized for early extraction, but you will be penalized more for capture -- trust me, far more!  Survival!  Evasion! Rescue!  Evacuation!  Welcome to \n[21]Lieutenant!  Don't back down! \n[22]You broke a dozen training rules back there -- before I lost count. \n[23]She's a trainee, just like the others.  Why are you coming down so hard? \n[24]She's a women, and that's why you're ridin' her bareback. \n[25]I oughtta report you. \n[26]Lieutenant?  I was asked to give you this. \n[27]I believe he earned it for saving a man's life in Saudi Arabia.  He wanted you to have it.  He was very clear on that point. \n[28]The Chief was granted early retirement as of 17-hundred yesterday.  By 18-hundred he was gone.  Out of the Navy. \n[29]Maybe it's not my place to speculate on his private thoughts.  But I think the Chief knew that his way -- his world -- had come and gone. ", "BLONDELL": "\n[1]B.O.Q., south side.  Take a starboard tack out the door. \n[2]No problem, lieutenant. \n[3]This some kind of joke? \n[4]S.E.R.E. training coming up. \n[5]They take you away to San Clemente Island.  Half the guys quit when they come back.  Supposed to be just hell-and-a-half. \n[6]Can I ask you somethin', lieutenant? How come you're doing this?  I mean, we're kinda curious. \n[7]Just some of the women. \n[8]I've been accused of that wish. \n[9]Just a friend.  We have friends, too, you know. \n[10]More than you'd guess.  It's just that we don't hold coffee klatches. If more then three of us get together at any one time, the guys think it's some kind of uprising. \n[11]Sounds funny now, but it's really not.  We have to be careful.  The Navy still knows how to put on a witch-hunt. \n[12]Sorry.  Forgot I needed oregano and... \n[13]Administration, Ensign Blondell. \n[14]Who's... Lieuten -- \n[15]Okay, but... You didn't have to do what you did.  Not for me. \n[16]Got it. \n[17]Uh... don't see it.  There's no signature.  But hang on -- there's a note to \"See Addendum.\"  Checking... \n[18]Wow... ", "CORTEZ": "\n[1]Aw, what is this... \n[2]Shit of a saint... \n[3]Aw, this is such bullshit... \n[4]Motherachrist... \n[5]No problem, sir! \n[6]Four years I petition to get into this program.  Four years.  Finally get here, and now it's co-ed?  Such bullshit.  Now I'm gettin' hammered just 'cuz she's on our crew. \n[7]Tellin' you, I'd rather be the last class with balls than the first one with chicks. \n[8]Hoo-yah!  Better'n sex in a car crash! \n[9]No operational experience, and now she's callin' the shots? Unbelievable. \n[10]Entering my scan now... \n[11]FAVs clear. \n[12]Anyone? \n[13]Smoke her. \n[14]Only blanks.  Lemme do it. \n[15]Banditos on the east perimeter!  150 yards!  Shit, she was part of it! \n[16]This tank's not gonna cut it, el- tee.  Handle's stripped. \n[17]Nobody's comin' outta that crash, el-tee.  Nobody. \n[18]What, we're gonna pry 'em out with paddles? ", "FLEA": "\n[1]It's really \"F. Lee Montgomery\" -- but that gets whittled down to just \"Flea.\"  For short, ma'am. \n[2]No, ma'am. \n[3]I'll work on it, ma'am. \n[4]'Snot me.  It's him. \n[5]How you doin', Miller?  Miller? \n[6]Look like donuts to me... \n[7]Clear. \n[8]Don't wanna evacuate 'cuz someone came down with uric poisoning, el- tee. \n[9]What's the word, el-tee?  We're about one minute from a major take- down here. \n[10]Really don't wanna be captured, el- tee.  Heard some bad things. \n[11]Where are you... HEY!  Where are you taking her? \n[12]Oh, no... no, no, no, no... \n[13]C'mon, c'mon... \n[14]\n[15]Close as I can get, el-tee! \n[16]If we could just fix on him... \n[17]Six o'clock!  Marking, marking! ", "HAYES": "\n[1]... last few years have brought many advances in the interests of women in naval service, particularly in the land-based maritime specialties. What's more, the Navy has instituted special sensitivity courses with an eye on -- \n[2]Hardly the case, Senator. \n[3]Madam Senator... this is an internal document of the U.S. Navy.  I must seriously question whether -- \n[4]I was one member of the investigating commission. \n[5]I'm really not prepared for any kind of in-depth review of -- \n[6]The commission concluded that the aviator in question failed to execute a proper approach to the carrier. \n[7]Well? \n[8]So she picks the women, we pick the programs.  Seals? \n[9]Then I suggest we start there. \n[10]Didn't you hear?  Effective immediately, all navy vessels can no longer be referred to as \"she.\" \n[11]Without telling us they do this? With absolutely no lead time? \n[12]What the hell is the President trying to do?  Steal DeHaven's thunder? \n[13]\"G.I. Jane.\"  And which one of you told me she wouldn't last a week? Huh? \n[14]20 years in the Pentagon, I finally rate an office with a window -- and it looks out over the world's largest graveyard.  Think it's a sign? ", "THE SPOOK": "\n[1]Subject? \n[2]Thought you two were file-closed. \n[3]Sorry.  Thought you knew I knew. \n[4]All right.  So who stands to gain if Jordan flames out in a big way? \n[5]Congress cuts, military bleeds.  But Pentagon's a big place.  Let's narrow the sights. \n[6]Sabotage born of economics? Wouldn't be a first.  But is Hayes really going to start his watch with such a public failure? \n[7]Hmm.  Let's aim higher. \n[8]The White House.  If Jordan wins, DeHaven wins in spades.  Why?  Well, it's been said that the only man the President fears -- ain't no man. \n[9]Don't for a second think she didn't leak this story.  \"G.I. Jane\" gives DeHaven a symbol that taps into the biggest constituency of them all. \n[10]If you were the President, wouldn't that put a little piss in your shoes? \n[11]This ain't about some little soldier girl sloggin' her way through commando school.  The implications go way beyond. \n[12]I take it this file is still open. \n[13]Okay, so now work it from the other end.  Think about California -- and how things might be handled there. \n[14]This is what you get for brain- picking an old CIA spook.  but if I needed to control the outcome of this test case, that's how I'd do it.  A man-in-place.  Makes everything very controllable. ", "DEHAVEN'S AIDE": "\n[1]White House boys want a private meeting. \n[2]Congress and the Pentagon share a lot of plumbing.  They'll never know whose leak it is. \n[3]Did you hear? \n[4]Not that.  The White House just announced that it was sponsoring legislation that would, in one stroke, void all remaining elements of the 1948 Combat Exclusion Laws. \n[5]You there?  Senator? \n[6]... just got word today.  The Senator wants you to know that she's disturbed by the matter, and she'll be looking into it carefully to make sure you were treated fairly.  If you need to reach us, we're here in Washington, 202-224-3121. \n[7]Ms. O'Neil.  Yes, of course.  I'm Douglas Champeau.  Unfortunately, the Senator is in chamber right now. How can I help you? \n[8]I mean, she's on the floor of the Senate. \n[9]She really can't be disturbed.  But if you care to wait, I'll find you an office with a phone.  It might be several hours, but -- \n[10]See the secretary, please. \n[11]Senator DeHaven is here for the graduation ceremonies. \n[12]Just a small press corps.  Routine. \n[13]That?  That would be the all-woman America's Cup team. ", "INSTRUCTOR JOHNS": "\n[1]On your belly... on your back... on your feet... on your belly... on your back... on your feet... \n[2]Hang on, here... \n[3]Don't have to use it, O'Neil, but it's gotta go out. Five... four... three... \n[4]... two... one... MARK! \n[5]Slurred speech, lack of proper motor control, short-term amnesia -- all early signs of hypothermia! Advanced hypothermia is easy to detect in a classmate!  He'll look like he's dead! \n[6]If you can't feel the other guy's pecker, you ain't in tight enough! I want nuts to butts! \n[7]Flea!  O'Neil!  Why is there a break in that line? \n[8]O'Neil... O'Neil... O'NEIL! \n[9]One burst, one body, O'Neil!  What the fuck you trying to do?  Spell your name? You are not infantry!  Your firepower is limited!  Excessive killing only risks compromise... \n[10]... underwater detonation devices employ mechanical timers, and as such, they are subject to variances due to water temperature.  That's why when clearing mines, we always use two timers.  The charts now being passed out contain calculations you must memorize before... \n[11]O'Neil? \n[12]You're wanted at the C.O.'s. ", "ENGLAND": "\n[1]Tone that shit down, Slutnik.  You heard with they said. \n[2]How bad?  Stamm? \n[3]Better look elsewhere, O'Neil. \n[4]Barkin' up the wrong dress, Slutnik. You ain't their type. \n[5]So shutup and stroke, McCool! \n[6]Patch and pump!  C'mon!  Whose ass is on the kit? \n[7]Forget it, McCool!  Pri One is to save the boat, not win a race!  So let's get on it! \n[8]He talked too much? \n[9]Flea!  'Cool!  O'Neil!  Cortez! Slutnik!  In that order!  Five- second intervals!  Let's go! ", "NEWBERRY": "\n[1]Wow.  You see that girl? \n[2]How long i'zis for? \n[3]Swear each time's gettin' longer. \n[4]Evasive maneuvers or radio for emergency extraction, sir! \n[5]They got regular peeps on this island, don't they? \n[6]Go, go, go, go! "}}