{"dialogues": {"SCHUYLER": "\n[1]Van Orton... Yes, it is my birthday, Bob, is that why you called...?  Ah... No, I'm not carrying Alan Baer another inch, fuck him, BG Lumber is history... \n[2]Ignore the rumors, Alan, you know me, of course I'm behind Baer- Grace a hundred per cent... great, see you at the shareholders' meeting next month... \n[3]I've got buyers for the BG paper mill, goose the lawyers, final papers in three weeks... sure it's sad, but an old dog loses its teeth and pisses itself, you put it to sleep... \n[4]Tell him to fuck himself.  Nicely. \n[5]Cancel.  Cancel the whole afternoon. \n[6]Do it.  Did he leave a number? \n[7]That's all, Maria. \n[8]I haven't seen the menu. \n[9]An iced tea, please-- \n[10]Thanks, \"Pee-pee.\"  I never get tired of that. \n[11]Well... long time. \n[12]Business as usual... \n[13]A little girl. \n[14]It's not mine, she married a pediatrician in Sausalito. \n[15]She stopped drinking, I guess getting rid of me was the 13th step. \n[16]I redecorated.  Where have you been? \n[17]I called them off two years ago, David.  You'd kicked the heroin, you'd left the ashram, you were windsurfing somewhere in Central America... \n[18]Look, are you in trouble, is there anything you need?  You can't have gone through the trust fund... \n[19]You didn't bake me a cake, did you? \n[20]What is this. \n[21]Consumer Recreation Services.  OK... \n[22]I don't get it. \n[23]Is this an escort service? \n[24]Fun. \n[25]Just a cheesebur... how'd you find this place? \n[26]You know, David, this is sweet, but it's an awfully busy time, I'm in the midst of a delicate liquidation-- \n[27]David-- \n[28]What are you talking about? \n[29]Are you still on medication...? \n[30]OK, OK, I'll give them a call... \n[31]Look, take a pill.  Just be normal for thirty seconds and tell me what this is.  I hate surprises. \n[32]Van Orton. \n[33]Eleven forty, you almost didn't make it. \n[34]Oh, the usual, big party, circus clowns, naked lady in a cake... \n[35]I'm just fine.  How are you? \n[36]Hm?  Just another birthday, another year closer to death. \n[37]Oh that's right, I guess he was 38, wasn't he?  I hadn't thought about it, to tell the truth, but thank you for the reminder. \n[38]I honestly don't know, but it's a nice change of pace from talking to your attorneys.  So, still working at the hospice? \n[39]Great, that's great.  Well, give my regards to Dr. Mel and the baby-- \n[40]Really.  Congratulations-- two kids, an official nuclear family, you must be very happy. \n[41]Well, you deserved someone who wanted the same things you did-- \n[42]Speaking of little brothers, I saw David today. \n[43]He asked about you.  He's on a new kick, some personal improvement cult. I'm gonna check it out, I'm sure he's getting fleeced again. \n[44]Right.  Well, thanks again for calling, Elizabeth, take care. \n[45]Mm, good luck, bye. \n[46]I'll drink to that. \n[47]Is this Consumer Recreation Services?  I have an appointment, the name's Van Orton. \n[48]Schuyler Van Orton, I called last week. \n[49]I know what you mean.  Look-- what is all this? \n[50]Let's back up here-- \n[51]Not at all.  What are you selling? \n[52]A game. \n[53]This really doesn't sound like my sort of-- \n[54]What's so amusing? \n[55]So. \n[56]The type. \n[57]I'm not a player. \n[58]What kind of fu-- game is this? \n[59]I'm not an idiot.  I see what you're doing.  First the vague yet intriguing pitch, then I'm supposed to feel like my manhood's in question because I'm not up for, what, some motivational role-playing fantasy nonsense-- \n[60]Please, Jim, cut the hard-to-get shit.  I've got the afternoon free, I'll take your silly tests. \n[61]David, you suck. \n[62]This was actually a gift.  Did my brother pay in advance? \n[63]You mean dissatisfied. \n[64]I get that all the time. \n[65]So I'm supposed to sign up for a game when I don't know the rules, I don't know the object, I don't know how much it costs... \n[66]When can I expect to hear-- \n[67]David, where the hell are you, we were supposed to meet at the club-- \n[68]I'll be in Seattle. \n[69]I checked out CRS by the way-- \n[70]Haven't decided yet... \n[71]New members? \n[72]This round's on me. \n[73]Great thing about golf, the way it takes you out of your life... Speaking of games-- I take it you two are familiar with CRS...? \n[74]I couldn't help overhearing-- \n[75]I only bring it up because, well, I recently tested for it. \n[76]I just wasn't sure if they're for real, whether it's worth it-- \n[77]Sorry? \n[78]No is not an option.  If you fail to recognize that, I'll find ten other law firms in the yellow pages that can get the job done-- \n[79]Yes. \n[80]Yes, who is this? \n[81]What?!  How did you get this number? \n[82]I'm in a meeting-- \n[83]--so I don't have time for-- Excuse me, what was that? \n[84]...Why? \n[85]This is absurd-- \n[86]No, nothing.  Sorry, Bob. So were there any more questions, or may I assume it's under control... \n[87]Hello!  What are you doing here? \n[88]Wonderful.  You OK?  You dead? \n[89]Shit, shit, shit... \n[90]Fuckers! \n[91]Yeah, this is pretty impressive but listen-- \n[92]My name is Schuyler Van Orton, my game just started.  Look, this is a bad time, I'm about to leave town-- \n[93]I'm expecting a package with some documents.  Did it arrive? \n[94]Bob, it's Sky, what the hell is going on?  No, the papers aren't here, you'll have to fax signature copies straight to the BG offices now.  Yeah I'll hold. \n[95]No thank you. \n[96]I'll take my chances. \n[97]What?!  Fire their asses, that's it. \n[98]Alan!  What's wrong with a car-- \n[99]Fine. \n[100]BG lumber is not profitable and hasn't been for years, my duty is to salvage what I can.  These are the closing papers, in ten minutes I'm going to present the sale terms to the shareholders and elect my new management team. \n[101]What game? \n[102]Never mind... we'll just have to go with the earlier draft. \n[103]Where are they. \n[104]Up my ass, very funny... \n[105]I don't-- OK.  OK, you're with CRS... \n[106]So the game, it's just a screen, to blow this deal... \n[107]Like hell you aren't.  How did you get my brother involved, that's unforgivable. \n[108]Everything seems to be in order. Please disregard my last comments. The shareholders meeting is about to get underway... Shall we? \n[109]Listen, I quit. \n[110]No, cretin.  I'm quitting the game. \n[111]I said I-- shit! \n[112]Where is it? \n[113]I realize you're just some bit player, but I'd like you to get a message to your employers.  This bullshit is interfering with my work, it's breaking my concentration and I can't allow that to happen-- \n[114]If I take that stupid key, will you give me back my briefcase and go away? \n[115]What the fuck am I doing?! \n[116]I told you, this is over!  I quit! \n[117]I was supposed to meet someone here, a David Van Orton-- I was wondering if he'd left a message. \n[118]Oh this is cute.  Very cute. \n[119]No it wasn't. \n[120]What's next, a giant banana peel? \n[121]Drop the act, you've been waiting all day for this moment. \n[122]Let's get this over with... Where's the next key?  Does she have it? \n[123]I wish you people could be a little more subtle. \n[124]Don't you have something for me? \n[125]Wait, you really work here-- \n[126]Slow down-- you don't understand, I thought it was a gag. \n[127]I was only trying to apologize. \n[128]Fine. \n[129]This is just too weird-- it can't be real-- \n[130]I don't give it out-- 731-5723-- \n[131]Is there anything I can do? \n[132]No!  I have work to do-- \n[133]Wait a minute, you've got my phone-- \n[134]I don't want to be here. \n[135]I'd like my phone back please. \n[136]Oh, this day keeps getting better. \n[137]As a matter of fact... \n[138]It's a little hard to explain... \n[139]I seem to be playing a game.  This is supposed to be funny-- \n[140]--a challenge, a puzzle. \n[141]Damn it, no signal. \n[142]I wouldn't-- \n[143]I don't know the rules, if there are any, but it seems the obvious move usually backfires... \n[144]I think I have a key. \n[145]Damn it... Wrong key... \n[146]I can see now.  Grab my arm. \n[147]Stay on the path! \n[148]Christine, don't move! \n[149]Where are the glasses?! \n[150]We can't get out of here without them! \n[151]They're rubber.  Hold onto me, I'll get us out of here. \n[152]Fine, stay. \n[153]What's your favorite color? \n[154]Sorry, it's my game.  But we'll take blue. \n[155]Sky Van Orton. \n[156]Far from it. \n[157]Nice to meet you. \n[158]It's a company called Consumer Recreation Services, CRS.  I never know what's gonna happen next. \n[159]Until recently, I had a pretty good idea... Duck. \n[160]I'm sorry, you shouldn't have been dragged into this. \n[161]Ah. \n[162]Wait, so the heart attack, you knew that was a joke too-- \n[163]But that CPR routine-- \n[164]We're getting somewhere... \n[165]Mm, a different kind of fun. What's your middle name? \n[166]You're supposed to be here... they picked you for a reason. \n[167]Probably knew you'd play Good Samaritan for that guy, drag me along-- but they could have hired an actor for that, less of a risk... \n[168]Maybe you can't play alone-- \n[169]There's something in here I need. \n[170]I imagine I'll find out. \n[171]This is their offices.  We must have been in their garage... my office is just a few blocks from here, we can get cleaned up there. \n[172]Find everything you need? \n[173]My apologies, I'll have it taken care of.  Help yourself to the fridge. \n[174]Rich enough.  Bit forward, aren't you? \n[175]Manage investments, some venture capital, I'm on the board of a number of publicly traded companies... \n[176]Basically.  Beats working, huh? \n[177]Look, I hope you haven't been too put out... I could probably get you another job, I have a stake in a couple of restaurants-- \n[178]Can you type? \n[179]Mm.  So where do you live? \n[180]What do you mean? \n[181]Of course.  We'd better head downstairs, the limo's waiting. \n[182]Yes. Up here on the left. \n[183]I'm not playing anymore. \n[184]I have a life.  Jack'll take you home, or wherever you want to go. \n[185]Forget it. \n[186]No, it's not-- just-- back from the cleaners. \n[187]Good night. \n[188]Jesus, David, you scared the shit out of me-- \n[189]Where were you today? \n[190]Slow down, take a breath-- what are you talking about? \n[191]Calm down.  What are they doing to you? \n[192]Look.  That's crazy.  Yes, it's a pain in the ass, but why would they keep playing once you paid them? \n[193]It was on my windshield-- \n[194]David, get a grip, it's just a flat tire! \n[195]Damn it, the phone's not working-- \n[196]Fine, I'll change the fucking thing myself. \n[197]No, you can't do it from-- \n[198]What the fuck are those-- \n[199]Um, David-- hello? \n[200]They planted those keys!  I don't know what the hell they're for-- \n[201]What?!  What friends?  Get a grip, David-- why would I do that? \n[202]For what?! \n[203]I can't!  Listen to me-- \n[204]What have you done to my brother, you bastards?!  This is over, I'm not playing anymore-- Hello, is anyone there-- \n[205]Six three six Mission, please. \n[206]You're heading the wrong way. \n[207]Why are you doing this-- \n[208]What the fuck is this-- \n[209]Thank you... I'm very grateful. \n[210]I have to get in touch with the police. \n[211]Uh, no.  I'm fine.  These fit... ...perfectly. \n[212]I am finished playing. \n[213]This has got to fucking STOP! \n[214]Who are you!? \n[215]Who hired you. \n[216]The service? \n[217]A key. \n[218]I'm supposed to carry a fucking hatchet around...?  Relax.  I don't want it. \n[219]Let's go.  Seventh floor. \n[220]It's not his fault, he's unstable, he didn't know what he was doing-- \n[221]He likes Chinese food... \n[222]Whatever. \n[223]Oh, God-- \n[224]No no no-- \n[225]You people are insane... \n[226]How did you do this, how did you get in here? \n[227]Look, at least leave my brother alone, he's fragile enough as it is-- \n[228]You can't just fuck with people like this, you don't know who you're dealing with! \n[229]What the fuck do you want from me?! \n[230]Now what?! \n[231]Yeah, who's this? \n[232]What?  That's impossible, I've never stayed there-- \n[233]Son of a bitch. \n[234]That isn't mine. \n[235]I've never been here before in my life! \n[236]Jack... the woman you took home the other night, where did you go? \n[237]I know, what was the address? \n[238]What? \n[239]Shit.  Shit!  It wasn't me, Jack. \n[240]Jack, I'm serious.  It wasn't me. \n[241]A friend's dog-- he'd been hit by a car, I drove him to the vet... Golden retriever, beautiful animal. \n[242]Too early to say. \n[243]Mr. Kaminsky?  Schuyler Van Orton-- \n[244]You have a daughter named Christine?  I'm afraid she might be in danger. \n[245]Last night, when Jack dropped you off-- did anything happen? \n[246]I thought-- eh, you don't wanna know. \n[247]I thought they kidnapped you, tortured you-- \n[248]CRS... I saw pictures, girl with a tattoo on her shoulder like yours-- \n[249]No, I thought they were trying to frame me, they planted evidence... \n[250]I have no idea, nothing they do makes any sense.  Forget it, it's just a game. \n[251]I was worried about you.  I wanted to see you again. \n[252]Sure, why not. \n[253]Is that you? \n[254]Don't touch me. \n[255]God damn it... \n[256]Fuck you. OK, that's it, game over-- \n[257]--you can come out now, assholes-- \n[258]No, enough already.  I've had it. \n[259]Now what. \n[260]Oh, now I suppose they're going to-- \n[261]Holy shit!! \n[262]What is this!? \n[263]Get out of my car. \n[264]Get in. \n[265]You can talk while I drive to the police station. \n[266]Spare me the snide comments.  And please don't do that in here-- \n[267]Wait, how did-- before the game, you were working in that bar-- \n[268]Oh God, David's in on it...? \n[269]How the hell did they think they were gonna get my money? \n[270]Overseas operator?  Please dial the number for Allgemeine Bank in Zurich... \n[271]Guten tag-- Vilen dank, Englisch... \n[272]Blue Two-Five... 6-9-0-D... Yes, I consent to voice-print... My name is Schuyler Van Orton.  I'd like to know my balance, please... that account is closed?! \n[273]Bob, listen carefully, this is an emergency.  Feingold and his people, I've called all my banks, they've drained the accounts, personal and corporate, everything-- tell the cops I've got one of them with me, we'll make her testify.  They're trying to kill us, I'm heading for the island in Oregon, if I can still find it. Bob-- call when you get this message and-- be extremely careful... \n[274]It might be best if you didn't speak.  I very nearly crushed your skull just now. \n[275]Just under a billion dollars. \n[276]Do I look like I'm kidding? This is about more than my personal lifestyle-- your pals raided pension plans, charitable foundations, company payrolls... \n[277]I don't know what kind of jerk-off con games you've played in the past, but now you're in the big leagues, hon.  You just helped sabotage a small portion of the national economy-- and destroy a whole lotta lives. \n[278]You're not having any? \n[279]Hold still. \n[280]Sorry, this place hasn't been cleaned in a while.  My dad built it himself, spent a lot of time here alone. Rotten carpenter... \n[281]Just-- private joke... \n[282]Well... I always told myself I wasn't gonna end up like him.  And now here I am, running his corporation, living in his house, hiding in the cabin where he went to hide right before he... I even look like the bastard. \n[283]Mm, plus I'm a helluva lot more gullible than he ever was... \n[284]Yes. \n[285]My, lawyer. So.  What's our next move? \n[286]Wait-- that's not true-- \n[287]Oh, God... \n[288]What are they paying you, Robert? Piece of the action? \n[289]We have to get out of here! \n[290]Well, that was stupid. \n[291]OK, they've gotten to him.  OK. Is there anyone I can trust? \n[292]What do you mean? \n[293]Christine!! \n[294]Why... \n[295]What? \n[296]Where am I?! \n[297]Please, help me, I'm an American! I'm lost!  Please!! \n[298]Hello.  Where am I? \n[299]That's gibberish! \n[300]Right. \n[301]My father's dead, God damn it.  I have to get to the United States embassy. \n[302]I don't know. \n[303]A week?!  Christ knows what they can do in a week-- and what the hell am I supposed to, to live on?!  What day is it anyway? Where's the nearest pawn shop? \n[304]Yeah, well I, I seem to have lost my passport... \n[305]Huh, close enough... \n[306]No.  Fuck you... I'm going to live... \n[307]David... \n[308]What are you doing here? \n[309]Thank God... Listen, I know you put them onto me-- but I understand, we're both victims of this thing... They've stolen everything we ever had, they're trying to drive us both crazy-- but we won't let them. We'll find a way.  There's gotta be a way to beat these bastards!  We're in it together... \n[310]The game. \n[311]No, David-- please... \n[312]She isn't really a waitress. \n[313]Nothing. \n[314]Are the tattoos supposed to mean something? \n[315]OK, there's the C... \n[316]Come on, you're not going to put me through all this shit and then kill me on a fucking train, it won't look like a suicide... \n[317]What do you think you're doing, this guy attacked me! \n[318]Hello Elizabeth... \n[319]I'm sorry, I shouldn't be bothering you-- you're a genuinely good person, your work is important, it's real, nothing that happens to me is real anymore-- \n[320]I need your help, you're the only one left, the only one I can trust-- not that I deserve your help, God how could you have even married me, I was a shit to you-- \n[321]Yes I was.  Sometimes I think I'm being punished for my sins, I mean, there has to be a reason... \n[322]This is one of their devices, I pulled it off their assassin in the subway.  It's how they communicate with each other. \n[323]I can't find the right channel... Listen, I may not make it through this-- if anything happens, get that notebook to, to, the press, or the FBI or something.  Someone you can trust, I don't know, assuming you can trust anyone.  I just want you to know I'm not crazy, and I didn't kill myself, no matter what they say-- \n[324]Has this been opened? \n[325]I don't think coffee is safe. \n[326]Before what? \n[327]Crisis people.  Crisis people? \n[328]You bastard!  You fucking bastard! How did you find me here!? \n[329]Fuck you! \n[330]Who are you? \n[331]He's an actor... \n[332]He's just a fucking actor... \n[333]What? \n[334]Elizabeth, please... I'm sorry, I'II be alright, it's just been a hard day... Listen, I gotta use the restroom, be right back-- \n[335]He's an actor, does TV commercials, I know he's ordered from you, he had food delivered to an office building on Mission-- \n[336]Damn it! \n[337]Yes, Mrs. Fisher, I know it's short notice but we were hoping your husband could come in for an audition today, he's perfect... \n[338]Isn't there any way we can get in touch with him now...?  I see... \n[339]Bill Fisher, hi!  I really admire your work... \n[340]Get rid of them. \n[341]I've seen your resume.  I'm sick of foot soldiers, I've gotta get to whoever's in charge. \n[342]How do I find them!?  Their offices were abandoned-- \n[343]OK... They know you, you've worked for them.  You're going to get me inside. \n[344]Tell them anything, tell them the cops are after you, you've gotta talk to someone or you'll blow the whistle. \n[345]You don't seem to understand.  Right here, right now-- I'm the danger. \n[346]Drive in, then. \n[347]Really-- I don't know.  Improvise.  Go! \n[348]I'm back from the dead. \n[349]I don't give a fuck about the money, I wanna know who's behind this, who did this to me, how, why-- \n[350]You're not going anywhere. Feingold, or or Fisher, was that just a game too? \n[351]I watched him die... \n[352]Seemed like a nice guy, actually, father of three-- \n[353]You taste it, you fucking vampire. \n[354]Back off.  Everybody back off. \n[355]Shit, how do we get out-- \n[356]It's my gun... \n[357]A gun store. \n[358]Guess you fucked up again. \n[359]Yeah, it's real all right. \n[360]Stop it.  Every word out of your mouth is a lie-- \n[361]Of course you did.  So you could kill me or, or frame me for murder-- \n[362]I open the door and I die. \n[363]You move again I swear I'll kill you, you bitch. \n[364]They?  We? \n[365]Shut up, shut the fuck up!! \n[366]You just said you wanted me to come here-- you're making this up as you go along! \n[367]Stop.  Fucking.  With my head! \n[368]David, David, no, no-- \n[369]You're not gonna die.  I'm here, you're not gonna die... \n[370]Fun... \n[371]I think so.  You? \n[372]What's your name? \n[373]Nice to meet you, Susan... \n[374]Look, I have to know.  Who's really in charge? \n[375]I know, Liz, I've been an idiot, and I'm sorry... \n[376]Yeah-- I'm good, really.  Happy to be alive... Listen, it's great to see all of you, thanks for coming-- but there's something I have to do. Excuse me. \n[377]What game? \n[378]Is it always like this? \n[379]I thought it was a gift. \n[380]What?  Where are we going? ", "CHRISTINE": "\n[1]Can I take your order? \n[2]Oh, right.  Here, see ya. \n[3]Sorry. \n[4]You guys know what you want? \n[5]Fuck me! \n[6]It was an accident-- \n[7]Huh?  Oh I get it-- you're nuts. \n[8]Dickhead here was on the phone, he walked right into me! \n[9]Shut the fuck up. \n[10]What?... \n[11]Fuck you too. \n[12]Asshole, just send me the goddamn dry-cleaning bill.  Could you--? \n[13]Uh-huh sure, here you go. \n[14]Not anymore, thanks to you. \n[15]No, you don't understand.  I carry mace and I know how to use it. \n[16]Shit, it's in here somewhere-- \n[17]Shit-- \n[18]You got a fucking phone, call an ambulance! \n[19]You really are insane! \n[20]We need an ambulance, guy's having a heart attack near the MUNI station at 5th and Market-- What's the number on this thing?! \n[21]731-5723-- yeah, thanks-- \n[22]I'll go. \n[23]Chill, will you?! \n[24]Neither do I, now siddown, get outta their way! \n[25]What is your problem, you think the whole fucking world revolves around you? \n[26]What the fuck is going on?! \n[27]Try! \n[28]I don't get it. \n[29]OK, I'm puzzled.  Where are we? \n[30]Here's a lightswitch-- \n[31]Of course.  I have no idea what you're talking about. \n[32]Son of a bitch. \n[33]Last match. \n[34]Too bright for you, is it? \n[35]No way!  You're crazy! \n[36]Leave me alone! \n[37]Help! \n[38]Aaggh!  BUGS!! \n[39]Fuck the glasses! \n[40]Ha! \n[41]No! \n[42]...Blue? \n[43]Wow... OK, this is kinda cool.  Hey! \n[44]Talk about the blind leading the blind... what's your name anyway? \n[45]Sky?  Were your folks hippies or something? \n[46]I'm Christine Kaminsky. \n[47]Well, who does. \n[48]So are you like a serious masochist, or just really, really bored? \n[49]Well... I have to tell you something.  Some guy came into Leo's yesterday, showed me your picture, offered me 250 bucks to spill that food on you. \n[50]Said it was a practical joke.  I figured what the hell, I can use the money-- I got him up to 500. I hated that fucking job anyway-- \n[51]No!  It scared the shit out of me-- \n[52]I used to be a lifeguard. \n[53]How do we get up there? \n[54]Well, that was pointless... but different... kind of fun... \n[55]Louise... why? \n[56]But-- why? \n[57]This is really sick.  I think they're trying to fix us up. \n[58]Who says I want to play? OK, what the fuck are you doing in the dumpster. \n[59]What's that for? \n[60]What are you looking at? \n[61]Your turn. \n[62]You're outta conditioner. \n[63]So um... how rich are you anyway? \n[64]Well, what exactly do you do? \n[65]So you just like, move money around? \n[66]You don't look so bad, without the tie. \n[67]I'm not much of a waitress, really. Y'know, today's been kind of-- \n[68]Kind of a turn-on, you know? I didn't mean-- just, the danger... Like fucking in a graveyard. \n[69]Out in Concord, with my folks, unfortunately.  They're never gonna believe that I've been hanging out with a guy like you. \n[70]Nothing, just-- most of the guys I see have tats, y'know? Tattoos... \n[71]Mind if I smoke in here? \n[72]So what's our next move?  I mean, in the game.  Obviously we need to figure out what that crank thing is for-- \n[73]Why not? \n[74]Yeah, maybe I'll get in a little ballroom dancing before bed-- \n[75]Wait, what about your clothes? \n[76]C'mon it's a brand new sweatshirt. \n[77]You dry clean your sweatshirts... \n[78]See ya. \n[79]Daddy?  Who is it? \n[80]Sky?  Hi, Sky. \n[81]I didn't think I'd-- what are you doing here? \n[82]No... unfortunately. \n[83]Come on-- \n[84]What?  Who? \n[85]Ssh, my folks don't know about that yet.  So, what-- they wanted ransom from you or something? \n[86]Why would they do that? \n[87]So that's the only reason you came out here to East Hell, your stupid goddamn game. \n[88]If you pretend to mean that, I'll pretend to believe it.  Well, looks like your pals are trying to keep us together.  Buy me dinner at least? \n[89]I look like a slob, let me change. \n[90]Can you get us into Chez Panisse?  I always wanted to eat there-- \n[91]Mm-hmm, First Communion. What's the matter, you look a little green around the gills-- \n[92]Don't be stupid.  Don't say anything, not here, they're watching. \n[93]OK, I know a good place we could go and like, be alone... \n[94]It's a beautiful night, isn't it? \n[95]There's four of them in the van, they're armed.  Just play along, I'll get us out of here-- \n[96]You idiot!  Come on! \n[97]Get away from there!! \n[98]God, wake up, it's a con game! \n[99]Watch out!! \n[100]OK, we lost 'em-- \n[101]What are you doing!? \n[102]I coulda handed you to them!  They find me now I'm dead-- \n[103]Listen to me you bastard-- I know what's going on!  No one else is gonna tell you! \n[104]No cops, I got an outstanding warrant. Mail fraud.  I'll get nailed, but you'll never be able to prove a thing. Just drive. \n[105]Heard about this big swindle and-- I needed the money.  You wouldn't know what that's like. \n[106]Second-hand smoke is the least of your problems. Shit, they really screwed up, I can't believe they didn't take the time to get the house right. \n[107]They planted me in advance, your brother set you up. \n[108]It's not his fault, he thought it was the only way out... just another victim. \n[109]Honey, they already got it. \n[110]You don't believe me, check your bank accounts.  Listen, that night in your office, remember?  I downloaded files off your computer while you were in the shower... \n[111]I stuck in a code-breaking program to glve CRS remote access to Van Orton Group files... \n[112]--you'd already given them everything else they needed.  Your handwriting, voice samples, personal information, all the tests you took... they used the data to generate your passwords. \n[113]From there they just had to break into the financial networks, transfer your holdings into some dummy accounts-- \n[114]Remember Jim Feingold, guy who signed you up?  He's one of the original hackers, did a five-year stretch for zapping Citibank. \n[115]He's not some dweeb flunkie, he runs the whole show. \n[116]I'm sorry.  They already did your brother, I guess they figured you for a family of suckers... \n[117]Bet you haven't really been taking care of business the past few days, huh?  This \"game,\" the psych shit about your dad going sui... \n[118]All of it was just to buy time, keep you from paying attention... \n[119]I think maybe you should pull over... \n[120]I think I have some cash. \n[121]Money isn't everything, right? \n[122]C'mon chill, what'd they take you for, a couple hundred G's?  Chump change for a guy like you, chalk it up to experience. \n[123]A bil--? You're kidding, right? \n[124]Oh my God-- \n[125]Never drink it.  Makes my tits hurt. \n[126]Thank you. \n[127]What's so funny? \n[128]Tell me. \n[129]Not that much. \n[130]He's in on it. \n[131]Mm... I wouldn't worry about it. \n[132]It's out of your hands. \n[133]That's not my name. \n[134]We needed you to call your banks. Cellular calls can be intercepted, rerouted, y'know. \n[135]All those calls to Switzerland and Chase Manhattan-- you were talking to our people.  See, we were still missing a lotta pieces-- access codes, passwords, stuff even Plyrnpton didn't have-- but now we have I everything.  I guess you are pretty fucking stupid-- but thanks. \n[136]It's over.  Just let go... \n[137]What are you doing here? \n[138]Listen, everything's OK, nobody touched your money, nobody stole a thing, that's impossible-- \n[139]It's just a game! \n[140]What are you talking about? \n[141]Well, look, I'm sure it's just another stunt-- that can't be real, taste it. \n[142]Wait a minute.  What's that? \n[143]We didn't give it to you?  Where did it come from? \n[144]We searched your house! \n[145]He's armed, he's got a real gun. Real Situation, real-- \n[146]Schuyler this is all fake, tricks, it's all part of the game-- \n[147]The key!!  They, we gave you a key to the elevator!  Why would we do that?!  We wanted you to come up-- \n[148]No, no, it's THE GAME!!  Blanks, squibs, high-tech special effects, none of it's real!  Just open that door and I'll show you! \n[149]THINK ABOUT IT!!  They followed you every step of the way, the cab, in the trunk, we had a diver-- \n[150]--the guy in Honduras, the cop on the train, there was always a safety net, always-- \n[151]We've been trying to end it since you got back, our people came to your house, they tried to bring you in from the subway, you kept running, you weren't supposed to keep getting lost-- \n[152]Please Sky, please.  Take a breath and think about it! \n[153]You're all right, it's OK, just relax... \n[154]Please... when you open the door, the game ends... just open the door... Bill Fisher's out there, he's fine, nobody got hurt.  Why would we do the crazy things we did, if it wasn't part of a game?  We thought you knew that... \n[155]Oh God.  I blew it... we blew it... \n[156]That stupid... \n[157]You fucking psycho, you piece of shit, how could you-- \n[158]Hey... you all right? \n[159]Little shook.  I'm pretty much a method actress, y'know? \n[160]Susan.  Susan Waters. \n[161]Can I have a puff? \n[162]God? \n[163]Does it matter? ", "DAVID": "\n[1]Yo, Sky.  Happy birthday. \n[2]Yeah, since Mom died-- what, five years? So how you been? \n[3]How's Elizabeth?  Any kids? \n[4]Congrat-- \n[5]You're divorced... Too bad, she was actually interesting. \n[6]So you're all alone in the House of Pain. \n[7]All over.  Nowhere in particular. Didn't your fucking gumshoes keep you informed of my every movement? \n[8]It's gorgeous down there... you should go sometime. \n[9]That's not why I'm here, Sky, I just wanted to see you... I even brought a gift, for a change. \n[10]You can't still be mad about the hash brownies... \n[11]Happy birthday, bro. \n[12]It's a bomb.  Open it! \n[13]I can't tell you very much about it, that'd ruin the surprise.  Just promise me you'll give 'em a call. \n[14]Just call 'em.  OK look, it's simple, really.  They entertain you. \n[15]No, it's nothing like that. They're a business, they're for real... They guarantee just one thing-- you won't be bored. \n[16]They make your life fun. \n[17]You've heard of it. \n[18]Old connection used to meet me here.  So you gonna call 'em? \n[19]\"A delicate liquidation,\" God, you would do this... \n[20]We can't get together once without you making me feel like shit.  That's important to you, isn't it? \n[21]Forget about it, don't bother. \n[22]Go away. \n[23]I just thought you'd like it.  I did, it was a blast, best thing that ever happened to me.  And for your information, I'm not on anything anymore, I'm not even seeing a shrink, I'm in a better place than I've ever been, I'm even happy-- but that's something else I wouldn't be able to explain to you. \n[24]Whatever. \n[25]I know. \n[26]Oh, shit, sorry Sky, I spaced-- next Tuesday? \n[27]Buy you lunch soon as you get back, I swear... \n[28]Hey, great, you gonna go for it? \n[29]Drive.  Anywhere. \n[30]I'm sorry Sky, just drive, please-- \n[31]I almost didn't make it at all.  I been in the bar for hours, waiting for you to come back to your car-- Jesus, I can't believe I did this to you, I'm so sorry-- \n[32]The game!  It just doesn't stop! I thought I'd finished playing a long time ago, I paid the bill, then it started all over again, they won't leave me alone-- \n[33]Everything.  It just doesn't stop. \n[34]I don't know!  I paid them MORE to make it stop, God help me I even gave you to them... but they won't leave me alone! \n[35]What's this? \n[36]Oh shit, oh SHIT they must be following us-- \n[37]They're shooting at us! \n[38]Of course not. \n[39]Just hurry-- I'll pop the trunk. \n[40]Like you don't know.  Sonofabitch, they got to you first, didn't they? \n[41]It's more than that isn't it?  You're part of it, you're one of them!  Of course, it makes perfect sense! \n[42]You're behind the whole thing aren't you?  You and your sick fucking friends set it up-- \n[43]I don't know, out of boredom, to get back at me-- \n[44]For being a weirdo, for trying to be happy?  Well, congratulations, you win.  Now make it stop! \n[45]Fuck you! \n[46]Hello Sky... \n[47]Sorry, I was just eating...  I'm much better.  Really. \n[48]In what together? \n[49]Oh, Schuyler, there is no game.  It was just a fantasy of mine, a self- aggrandizing delusion... I can't believe you took that shit seriously. \n[50]Oh, man, stop fucking with me! You know the game doesn't exist... it never did!  It never did... \n[51]Can you see? \n[52]Oh God, Oh God, Sky, save me, I don't wanna die, I don't wanna-- \n[53]\n[54]Hey, bro, how you doin'? \n[55]Admit it, you weren't bored... \n[56]Jesus.  Sky, c'mon Sky-- \n[57]You've been wanting to do that for a long, long time, haven't you? \n[58]Like they'd really leave a loaded gun lying around.  They went over the whole place with a metal detector, then packed that thing with blanks. \n[59]So what's the object of the game? \n[60]Very good... \n[61]Mine was a little weirder.  Tell you about it sometime. \n[62]The bill.  It's itemized.  Don't bother opening it now... \n[63]Well, no, the card was the gift, the rest was up to you. ", "FEINGOLD": "\n[1]Problem? \n[2]Van Orton, huh?  I'll take him. Jim Feingold, v. p. in charge of engineering and data analysis. \n[3]Sorry about the chaos, we're still in the process of moving... follow me, I've got an office around here someplace. \n[4]I can't remember the last time I ate in a restaurant, all I do is work... \n[5]Application, MMPI and TAT tests, financial statement... Want some?  Tung Hoy, best in Chinatown... The tests serve a threefold purpose. First off, are you right for us? Are we right for you?  Unfortunately, there's a limited number of slots-- \n[6]B, we need an idea of your abilities and limitations, what turns you on, and off.  Numero tres, our insurance company requires it. You're familiar with our service, aren't you? \n[7]Well... it's a game. \n[8]Recharges the batteries, gets you off the treadmill, it's an experience.  Sort of a-- vacation for the guy who's been everywhere. \n[9]Nothing.  I know who you are. You're David Van Orton's brother, he got you in here. \n[10]David was-- impressive, one of the better I've seen.  But frankly, I can see you're not the type. \n[11]You know, a player. \n[12]I don't mean anything personal by it-- I know you're an important guy, powerful guy, you're used to being on top.  It's just, this isn't for everyone.  Not everyone can handle it. \n[13]The ultimate fucking game.  I wish I could tell you more, but it's different every time. Thanks for coming in-- \n[14]Interesting, you don't know the first thing about it but you've already decided what it is... Listen, I don't wanna waste any more-- \n[15]Ms. Nelson, are you busy?  We need someone to run Mr. Van Orton. \n[16]I'll catch up with you after the physical. \n[17]Sorry to keep you waiting, a client's head exploded... You can get dressed, we're done. \n[18]Looks promising at this point. You test well, you're in decent shape for someone in your tax bracket... Hm, some resistance to the psych questions, but we got the general idea... \n[19]We design the game around your schedule, you're free to give it as much or as little time as you wish.  And of course, you can call it quits at any point. \n[20]You'd have to ask our billing department... the price varies.  But our service comes with a guarantee. If you're not satisfied, there's no charge.  And we've never had an unsatisfied customer... \n[21]Mm, that's right-- you're a left- brain word fetishist. \n[22]It's a leap of faith.  But at this stage, there's no commitment-- we just need to process your application.  And if you qualify, you're in for the ride of your life.  What have you got to lose? \n[23]Initials-- initials-- sign here. \n[24]In blood. ---Just kidding. \n[25]Very good, Mr. Van Orton.  Please, keep the pen. \n[26]We'll be in touch. \n[27]Ooof-- my head is killing me! \n[28]Sure, some aspirin-- \n[29]My head feels great!  Thanks to Ambutol, I'll never use aspirin again! \n[30]Oh please... I got my kids here... \n[31]Hey, everyone-- here's a twenty! Snack time! \n[32]Look, buddy, it was just a job-- nothing personal, y'know?  I play my part, improvise a little, that's what I'm good at, I still do a little stand-up-- \n[33]Of CRS?  Christ, nobody knows, nobody gets the big picture-- Jason, Tommy, cut it out! \n[34]Goddammit, why do they do that. \n[35]They own the whole building, they just move from floor to floor. \n[36]Uh-uh, I'm sorry and all, but-- \n[37]No way, it's too dangerous. \n[38]We're here, Sky.  They said they're on the twelfth floor. \n[39]Look-- what are you gonna do?  Really? \n[40]You shot her!?  No! Qh God no... \n[41]He fucking shot them!! \n[42]Hang on, just hang on, you're gonna make it-- \n[43]Oh God.  I thought you could handle it.  All the tests... they said you could handle it... \n[44]God, why-- there was no point.  It was supposed to be fun... \n[45]Sure glad you jumped, compadre. Otherwise I was supposed to throw you off. It's not strictly legal, so don't tell anyone... The cigar.  It's a Monte Cristo, straight from Havana. ", "ELIZABETH": "\n[1]Hello, Schuyler. \n[2]I always call on your birthday. How was it? \n[3]How are you, Sky? \n[4]It wasn't a trick question. Thirty-eight, I thought that might be a-- a difficult year for you... \n[5]I meant-- because of your father. \n[6]Why do I call you... \n[7]Mm-hmm, couple days a week... \n[8]She has a little brother on the way... we just did the ultrasound. \n[9]We are, Sky.  Very happy. \n[10]Are you?  Happy? \n[11]Really? \n[12]Who knows, maybe it'll be good for you.  Send David my love. \n[13]You too, Schuyler-- I mean that-- \n[14]What has happened to you, Sky? \n[15]No you weren't-- \n[16]It's... a radio... \n[17]Schuyler, try and listen to me.  I love you, I always have, I always will.  And maybe this is... good. Maybe this a point you had to reach, before-- \n[18]Before-- I'm just glad you came to me for help.  I don't know if I'm strong enough to, to handle this on my own but I know a lot of excellent crisis people-- \n[19]Hello?  Hi, hon, I'm OK... um, could I call you back...? \n[20]Of course he's an actor, it's a commercial. \n[21]Have you taken something? \n[22]Are you on drugs? \n[23]Schuyler, I'm calling a friend right now, I want you to wait here with me until-- \n[24]Kind of late for your birthday, isn't it? \n[25]If you wanted to borrow my car, you could've just asked-- ", "BERNARD SHAW": "\n[1]--for the residents of the Crescent Heights project, a truly tragic day is over at last-- \n[2]--up next, the latest in sports. For all of us here at CNN, thank you for watching-- \n[3]...the bill goes before the House next week, where it's expected to meet stiff opposition-- Wait, this just in... \n[4]The U. S. geological service has detected a massive disturbance in the earth's crust deep beneath the northern segment of the San Andreas fault... \n[5]...they have issued a warning that a major earthquake of magnitude eight or greater is likely to hit the San Francisco Bay area within... Oh my God, the next fifteen minutes-- \n[6]There is no time for an evacuation. The federal government has issued the following instructions for all residents of central and northern California... \n[7]Locate emergency shut-offs for all power and gas-- \n[8]Wait, there's no time for that-- just stay away from windows and doors-- \n[9]Find a heavy piece of furniture such as a desk or table and get under it-- \n[10]If no such furniture is immediately available, go to a window or doorway-- But first turn off all power and gas. Crouch in a comfortable position, put your head between your knees and cover it with your arms-- \n[11]Then KISS YOUR LILY-WHITE ASS GOODBYE! \n[12]Howdy Sky. \n[13]--reaction on wall Street was muted following the Fed's announcement of... ", "PLYMPTON": "\n[1]Excuse me.  Excuse me!  Postponing the Baer-Grace meeting is out of the question.  Schuyler gets on a plane for Washington tomorrow morning at seven with every contract, every side agreement, the complete closing package! \n[2]Bad news, Sky? \n[3]Thank you for your promptness, officers.  I'm Robert Plympton, Mr. Van Orton's attorney-- \n[4]Recreation service. \n[5]There's clearly a civil case once we locate the defendant... \n[6]Y'know, Sky, things are quiet since the closing-- you could take some time off. \n[7]It's me, Schuyler... I got your message... I'll admlt, I was very disturbed... \n[8]I've been on the phone all morning... your funds are intact, nothing's changed, there's been no activity whatsoever... \n[9]It is true, no one is after your money, no one is trying to hurt you-- \n[10]Listen to me, Sky! \n[11]Schuyler!  Look, you've done the right thing going up there, maybe it's best if you just sit tight for a while, forget about everything, it's all under control-- \n[12]What is this, Sky?  We got a call from your brother, said there was a surprise party... \n[13]You OK? ", "RASTA MAN": "\n[1]Ay mon, got sometin' fo you mon. \n[2]No can do. \n[3]You want what I got, mon. \n[4]Dere are many paths to enlightenment, but you must choose one and stay on it-- or you will surely die in the darkness-- \n[5]Jah Love mon, dat's the key, dat's the key... \n[6]Shit mon sorry oughta pay more attention. \n[7]Free at last... you won't be needin' this, then. \n[8]Wha's that, mon?  I didna hear you. \n[9]Help, help!  The mon is crazy! \n[10]Got something better. \n[11]Don' worry, mon, it's a world a shit. \n[12]So try looking at it through rose- colored glasses... here. \n[13]They all say that at first. ", "GIRL": "\n[1]Mister-- are you all right?! \n[2]Shouldn't swim in the Bay, you could get hepatitis. \n[3]You're freezing, I got some dry clothes below. \n[4]Do you need any help? \n[5]Sure I can't do something for you? \n[6]OW!  Let go! \n[7]You're hurting me! \n[8]I just got hired to show you a good time!  C'mon please get off me... \n[9]I am not into this kinda shit! \n[10]I don't know, the service set it up. \n[11]Y'know, Fantasy Girls.  They said you had this wild fantasy, I should just wait in the boat... \n[12]Doncha want your thing?  I'm supposed to give you this, this key thingie... \n[13]They said you'd figure out what to do with it. ", "BARNETT": "\n[1]Management company for the building said this floor hasn't been rented.  We checked with the Secretary of State and the county recorder, there's no listing of a \"consumer research service.\" \n[2]Right.  No sign of the boat or the girl.  Divers got the cab's vehicle ID, the company junked it a month ago. \n[3]I'm a little confused as to motive here.  You said your brother sent you to these people... \n[4]And they were supposed to show you a, a good time? \n[5]Don't worry, Mr. Van Orton, we'll get these jokers. \n[6]So the waitress was in on it-- \n[7]--and now you're brother's been institutionalized... is there a history of mental illness in your family? \n[8]'Scuse me. \n[9]Whatcha reading? \n[10]Yo, Schuyler, wait up-- ", "PETE": "\n[1]I played my game in New York... What do you think John, will CRS ever go public? \n[2]...last time I played Pebble, I swore I'd never pick up a club again... \n[3]Why do you ask, Schuyler? \n[4]We don't usually talk about it. \n[5]Did you?  Kudos. \n[6]Worth it... Gee, I dunno... they did save my fucking life... \n[7]Look, I don't know you, you don't know me, but... I hit a certain point, nothing meant anything.  My work, the wife and kids-- hell with 'em, I was sick of it all, y'know?  But CRS... they changed everything.  \"Are they for real?\"  Who cares, maybe nothing is. To reality. \n[8]Good luck, pal.  You'll need it. \n[9]Wait'll you try level two... Joke. ", "BAER": "\n[1]I'm giving you an overview of our little operation!  You gotta see the new breed of high yield saplings... \n[2]How was your flight? \n[3]You've been planning this for months, haven't you?  Sandbagging me like this, selling us for scrap... \n[4]I was friends with your father, you bastard, I watched you grow up, and now you kick me in the balls-- \n[5]That's not how you play the game. \n[6]You could've fucking told me! \n[7]Can't find your keys? \n[8]Up your ass? \n[9]I'm not following you. ", "CYNTHIA": "\n[1]Mr. Van Orton? \n[2]This is Cynthia at CRS... \n[3]I'm just calling to inform you that we've finished processing your application-- \n[4]--and I'm afraid you didn't qualify. \n[5]Well... your application was rejected. \n[6]Oh, I'm afraid I don't have that information, but-- many applicants don't meet the criteria.  We apologize, we hope it hasn't caused you any inconvenience-- \n[7]Thank you for thinking of CRS. ", "MARIA": "\n[1]Carol from the museum called. She's sending architect's sketches of the wing... \n[2]That Business Week reporter called again-- \n[3]--and, um, somebody who identified himself as, um, P.P. Willy. \n[4]Sorry, I figured it was a crank, but he swore you'd know who he was.  He wanted to meet you for lunch, I told him you had appointments all-- \n[5]But you-- \n[6]No.  He just said he'd be at Leo's in the Haight.  At noon. "}}