{"dialogues": {"KABLE": "\n[1]My name's Tillman. \n[2]They say you only got three battles left til you get out... \n[3]My name is Tillman, freak. \n[4]I killed my best friend. \n[5]Who's talking? \n[6]What? \n[7]Why would anyone want my name? \n[8]Wait. How did you get this picture?            Have you seen them? \n[9]Turn me around God damn it... \n[10]Freak. \n[11]Who the hell is that? \n[12]What? \n[13]Not much to aiming... it's just hand/eye coordination. I'm the hand... someone, somewhere else is the eye. \n[14]Sometimes... they take over - you know, completely. They move you. Like a robot. But it doesn't work so good... that part's just for show. You can't really fight that way. \n[15]There's a delay... \n[16]Whatever you call it. A slice of a second is the difference between living and dying out there. When the trigger pulls - \n[17]It's just me. \n[18]Not interested. \n[19]Your head ain't on straight. \n[20]Yeah, probably. \n[21]- the fuck did you say? \n[22]Who? \n[23]How come I can hear you? \n[24]Gamers can't talk to cons. \n[25]No. Pay attention to the game. \n[26]Wait a minute... are you twelve? \n[27]Bullshit. This is unbelievable. How am I not dead yet? \n[28]What? \n[29]These are real humans, fucker. \n[30]Guess that goes for me too. \n[31]Different how? \n[32]That way. \n[33]Are you kidding me? \n[34]We should go that way. \n[35]Kid, trust me - I was going house to house in Tehran while you were still sucking mommy's nipple. \n[36]Kid's gonna get me killed. \n[37]Listen to me. I don't know who's behind it, or why, but I was supposed to die today. They're gunning for us. I can beat them, but not with you controlling me. \n[38]Turn me loose, kid.        You want to win, turn me loose. \n[39]Find a way. \n[40]You. \n[41]You're not a guard... who are you? \n[42]I don't have any. \n[43]How do you know that? \n[44]We'll see. \n[45]I need you to get me something. \n[46]Drunk. \n[47]What happened. \n[48]No shit... \n[49]Blow me. \n[50]Yeah? Anything else ya fuckin cheerleader? \n[51]Ughh, that was the one. \n[52]Who are you? \n[53]Your voice... \n[54]You guys suck. \n[55]You're the ones who broke me out? \n[56]A few. \n[57]She took my blood. Why? \n[58]Alright.    Why me? \n[59]I can't help you. \n[60]Don't say that. \n[61]Stop. \n[62]This isn't you. \n[63]\n[64]You can hear me, baby. I know you can. \n[65]I love you... love you... \n[66]\n[67]Say anything else and I'll find you... I'll rip you TO FUCKING PIECES, do you understand me? \n[68]I'm getting you out of here. \n[69]I'm going to take you someplace where they can turn it off... the program... \n[70]\n[71]You. Run. \n[72]If not... \n[73]You're dead. \n[74]Now what? \n[75]How long will she sleep? \n[76]So talk. \n[77]Yeah. He was. \n[78]The idea was to replace your brain, bit by bit, cell by cell, gradual... the new tissue would never break down, never deteriorate. A new era in human longevity is what they told us. We were doing the world a favor. \n[79]Thank you for the history lesson. \n[80]I don't know what to tell you. \n[81]Scotch. \n[82]I'm not getting out. \n[83]I'm fine. \n[84]I'm sorry. \n[85]I can't stop it... can't... \n[86]I'm sorry... \n[87]It's you. \n[88]Delia. \n[89]Baby... what did they do?                                   * \n[90]Where is she? \n[91]That's all the story you're going to get. \n[92]Delia... \n[93]\n[94]Castle. \n[95]Very nice, Castle. So you've got an army of psychotics and deviants to dance around for you. \n[96]You should've let him fight for himself, Castle - he might've had a shot. \n[97]No, I get it - you're pulling the strings on all of this... ... which makes my next move pretty easy to figure. \n[98]No. \n[99]Look at this knife... imagine me sticking it into your gut... think about it... make it real. \n[100]Damn it, kid... \n[101]... is the fuckin pose really necessary? \n[102]Wait. \n[103]Shut it off. \n[104]The nanex.     Set us free. \n[105]It's nothing to you. A mouse- click. \n[106]You good, sweetheart? ", "SIMON": "\n[1]Gay... gay... gay... super gay... hm. \n[2]Daddy like... \n[3]Fan-girl, stop hacking. If I want you unmuted I'll unmute you. \n[4]Uh huh. \n[5]What is that? Aaaa. \n[6]Woah. \n[7]Hey sissy. \n[8]Wanna make out? \n[9]Maybe. \n[10]Nice. \n[11]Uh, sure. \n[12]Here we go. \n[13]Question: do I look like I need the money? We've discussed this before - Kable is not for sale. \n[14]It's been real. \n[15]D'oh. \n[16]What the fuh...? \n[17]Um. \n[18]Simon. I'm playing you, dummy. \n[19]It's a mod. \n[20]I know. \n[21]It's cool, yeah? \n[22]That was sick. \n[23]I'm nineteen. \n[24]Cause I'm a badass motherfucker. \n[25]Gibs. \n[26]Like, giblets. Kibbles and bits. Chunks. Pieces. \n[27]Death row psychos, so what?          They had it coming. \n[28]Yeah, but you're different. \n[29]Dude, I don't know. Cause you're MY psycho. \n[30]Damn, new area. \n[31]Think about it, Kable: all the shit we've been through together. What an epic run. It's going to suck to see it end. \n[32]Well, yeah - I get that for you it's different. \n[33]There's nothing there. \n[34]Uh, yeah dude, thanks for the visual, but it's a restricted area. It's beyond the borders of the game. I couldn't put you there if I tried. \n[35]... shit shit shit! \n[36]Hey. \n[37]What the hell...? \n[38]But- \n[39]Software... \n[40]No shit... you're the guy from TV. The HUMANZ. \n[41]To what, um, brotha do you refer... brotha? \n[42]You were listening. \n[43]Alright, then. Kable said we got lucky - that they were gunning for us - what was that all about? \n[44]Huh?   What things? \n[45]One battle left, I think I can handle my bidness. \n[46]This is, come on... too heavy... I don't know what the hell you're talking about... I just play games, man. Games. \n[47]Yeah, dude, I intend to. \n[48]That... would be cheating. \n[49]Uhhh... \n[50]I do. I do feel you. \n[51]I can see turning you loose was a great idea. \n[52]YOU happened, jackass. You wanted control, you got it. \n[53]Yeah, that's right. So please don't fuck up... \n[54]What's the matter with you Kable? Kill something! \n[55]Fuck it. Kable. Listen: it's the last game. You're going to be dead and I'm going to look like a total asshole if you don't pull your balls together! \n[56]Dammit! \n[57]Kable. Dude. What are you doing? What the hell? \n[58]Kable, PLEASE... get back in the game! YOU'RE SCREWING MY ASS, \n[59]Um. \n[60]Shit, shit, SHIT! \n[61]I'm dead. \n[62]Good times. \n[63]Yeah, um... I need something too. \n[64]Could you dudes do a sandwich like: peanut butter, almond butter, walnut butter... pecan butter, pistachio butter... pretty much any kind of, you know, nut butter. And Welch's grape. \n[65]It's awesome. \n[66]Cool. \n[67]Ummm. \n[68]\n[69]Sorry. ", "KEN CASTLE": "\n[1]I ain't complainin'! \n[2]Slayers. \n[3]Gina, when was the last time you saw someone volunteer to be murdered? I'm sure you know that every last one of our Slayers is a bona fide death row inmate - ...each one offered a chance to participate as an alternative to their sentence. Stay alive for thirty sessions and get set free... that's not a bad God damned deal. \n[4]I'd remind your audience that Slayers was put together with the full cooperation and approval of the United States federal government... that the revenue it produces is responsible for funding our entire prison system - keeping the bad guys behind bars... and that the prop was voted for by a cock solid 68% of the American public. \n[5]There's a lot of men and women in prison that could never cut it as slayers... shouldn't they have the same opportunity to roll the dice for a ticket out? Besides - they only need to survive one session. \n[6]Simple. \n[7]It begins with a single nano-cell planted in the motor cortex of the brain -- this cell can replicate, replacing the cells `round it with perfect copies... \n[8]... these copied cells contain remote access functionality. Therefore, nano plus cortex equals the nanex. \n[9]Did I? You know I seem to recall that - let's just see... \n[10]You like her? Her name is Gina. She's a good little bitch. \n[11]Similar, yep. But control is strictly localized to the parameters of our gaming environments. \n[12]You take Society for instance: once a cast member leaves the workplace they are completely free from the control and monitoring of their player. \n[13]To some, maybe... to some... don't you suspect a good many folks wouldn't mind an itty bit of control? \n[14]Someone else making all the decisions for you... no responsibilities, no tough choices... think about it. \n[15]Good little talk. \n[16]Shush! \n[17]That's a God damn hoot. \n[18]Uh huh. You might wanna oughta let my boys take a look at your firewall. \n[19]What about your firewall, sugar - wonder if I might breach it one of these sunny days. \n[20]Not bad for video, eh? The latest and greatest... defy you to tell it from real life. You imagine porn on this thing? \n[21]You're awesome. \n[22]Kable. \n[23]... you just want your little sugar pie, I know. So don't do anything stupido. My house, my rules. \n[24]Come on, I want to show you something. \n[25]I've got to thank you for leading me to them, by the by - the human- zuzz that is... \n[26]Of course, soon enough they'd be whistling my tune like everybody else... but meantime it was that little cracker program they dreamed up that got my attention... \n[27]that was a genuine nuisance, no doubt about it... One thing even they didn't know, though: I'm wired too. \n[28]I replaced 98% of my own noodle with nano-tissue years ago... \n[29]But mine's different. Built to send - to transmit . Whereas every other K-soft cell out there - including the ones in... your head, Kable - is designed to receive. I think it, you do it. \n[30]We're talking every Slayer, everyone in Society City... I believe your better half would fall under that category... provided they're within range of my transmitters... \n[31]You're thinking small, Kable. But not as small as me. \n[32]See, nano cells are real small, a thousand times smaller than even these dust particulates... Inhale it and they go to work: replicating, spreading... like a virus, multiplying in exponentials... six months time I could have 100 million people converted - ditch diggers, porn stars, presidents - and not one would be the wiser. \n[33]A hundred million folks that will buy what I want them to buy, vote how I want them to vote, do pretty much damn well anything I figure they ought to do. \n[34]For instance. \n[35]I think you're missing the point, my man. \n[36]Neglected to mention: my smart boys reversed that hack those fellas worked for you - easy breezy, once we had access to their drives... \n[37]You're mine, boy. \n[38]Come on, lets boogie woogie rock and roll. \n[39]Biggest, baddest Slayer in the game... don't seem like much, does he? \n[40]Oww! \n[41]Lucky shot. OK, not really. \n[42]I need an audience, boys. \n[43]That's right, you crawl on your belly like a toad... Is this bad? I'm really bad. \n[44]That's sweet. \n[45]Alright boys, you ready? A true test. \n[46]Just like last time. Remember? \n[47]You're stronger now... a little more fight in you... but I think the end result will be about the same...                                                       * \n[48]Shh. \n[49]What the hell was that? \n[50]\n[51]I think it. \n[52]You... fucking... do it... ", "HUMANZ BROTHER": "\n[1]Ken Castle wants you to believe that you are living in a safer, better world. He's a liar. Mind control is slavery. We will all be his dog if we allow this evolution to continue. \n[2]You like the software? \n[3]The walkie talkie, playa. \n[4]That's right, baby. You think about what the brotha said? \n[5]Kable wants the freedom to ass- kick. Do shit his way. You gonna give it to him? \n[6]We see and hear everything that goes on inside the so-called game. \n[7]Kable got a past... he knows things. Things he don't even know he know. \n[8]Things Castle's afraid of. As long as your boy stay on the inside Castle know he can keep him quiet - but if ever got out... Uh uh. Castle will never let that happen. \n[9]You're not hearing me - this is not something you can control. They gonna kill his ass, Simon. In the eyes of the world. And then what? You just another poor little rich honky. No Kable, no pussy, no shit. \n[10]Mm hm. That's right, it's a game. You want to win it, don't you? \n[11]Then you need to cutcho strings, puppet-massa. \n[12]Imagine a slayer that don't got to wait to be told what to do. No ping, you dig? A trained killing machine... operating in real time, on pure instinct. \n[13]A mod, that's all. Like that guidance system you hacked on three weeks ago lets you track motherfuckers around corners and shit. \n[14]The game got to mutate, after all. It got to evolve, you feel me? \n[15]Then let's rock, baby. \n[16]You a fool. \n[17]It's a game of deception. \n[18]Bullshit. \n[19]His name's Tillman. \n[20]Your ass followed. \n[21]You got questions. \n[22]It ain't just a game, you know, Tillman. Everyday there's more people steppin forward, wanna be a part of Castle's world. Throwing away everything it means to be human. \n[23]Think about it: the federal prison system is growing out of control, set to bankrupt the whole damn USA... Castle rides in on a white horse, says he got a plan to bail us out and everyone just fall in line. \n[24]This time he's pushin total control of genetic disease... birth defects a thing of the past... all we gotta do is exchange our cells for the ones he wanna give us. \n[25]They'll be standing in line to hand their babies over to him. Next thing you know, we all slaves. \n[26]Tillman. \n[27]We know where she is. \n[28]Tillman. \n[29]We need to talk, my man. \n[30]Come on. \n[31]Ken Castle made his first billion designing virtual reality simulators for the US military. Six years ago he brought them something new - a breakthrough so profound, he said, that history would be divided up between everything before and everything that came after. \n[32]They tested it on soldiers... the first volunteer was Corporal Travis Scotch - a friend of yours, I believe. \n[33]The second was you. \n[34]Nine weeks later Scotch was dead and you were serving life in maximum. Castle's project was shut down... but the shit wasn't a total loss: the same technology resurfaced within a year... in a game. Castle called it society. \n[35]Dig me, Tillman. Whatever happened in that project is something Castle wanna be buried. We need that shit, baby: what you saw, what you know. \n[36]You ain't gotta tell me shit, Tillman. I want you to show me. \n[37]His memories... translated as raw audiovisual data. \n[38]A test. ", "GINA PARKER SMITH": "\n[1]OK, Bob? Bob. You realize Castle has clocked exactly - one - media appearance to date and that was Walters' last interview before she died - NINE FUCKING YEARS AGO! \n[2]We fucking have it! \n[3]Palindromes. Hold on. Focus: let's get lunch. Sushi, Iranian, or Mexican? \n[4]I'll freak a burger. \n[5]Slayers. \n[6]Why isn't it murder? \n[7]I see - and has any one of these men or women ever actually survived long enough to be set free? \n[8]... in an election tainted by suspected digital fraud... let's talk about the so-called generi-cons. \n[9]Sent into the slayers environment with a set of pre-programmed actions, with no way to react and no one controlling them - their chances of survival are next to nil. \n[10]Right... \n[11]Mr. Castle - how the hell does it work? \n[12]Geek, geek, geek - come on, Castle, you promised us a demonstration. \n[13]Oh... my god. So cute. \n[14]I beg your pardon? \n[15]Isn't it true that each human that undergoes the procedure will have a distinct IP address -- like a notebook computer or mobile device? \n[16]That's a relief. \n[17]I don't... um... \n[18]We will, Mr. Castle. We will. \n[19]My pleasure. Shit, can I tell you? I CAN. NOT. wait for the next Slayers. Kable has been unbelievable. His arms are just so... well, I know it's awful. \n[20]You're bad. \n[21]I can get you out. \n[22]I can't believe it's you. This is... Listen: you can trust me, Kable. \n[23]It's an anti-spyware program. \n[24]Fuck that. I'd make you cut it out of me. \n[25]What are we looking at? \n[26]I read something about this. But that tech is supposed to be a decade away... \n[27]What's happening? \n[28]You can say that again. \n[29]Tillman! \n[30]Wait. I want to come with you. \n[31]Oh, baby... ", "TRACE": "\n[1]She's not home. \n[2]But Castle's personal security will be, soon enough - trust me, you don't want to meet them. You know, it's pretty obvious that you'd come here first. \n[3]You asked me that once before. \n[4]You should really come with me... \n[5]... like, NOW. \n[6]Hang on. \n[7]We only freed your mind. \n[8]Right now it's the desperate ones... convicts, addicts... the sick, the poor... the ones that fell through the cracks... they have no choice. \n[9]So what's next? The health care system is collapsing - Castle comes to the rescue again... \n[10]The promise of a longer life and a fatter wallet - you think people will refuse? \n[11]We can't let that happen. \n[12]You can help us, Tillman. You have to help us. \n[13]That would be like cutting out part of your brain. \n[14]The nanocells replace the cells they replicate... they become you. \n[15]We're going to have to keep her sedated until we can kill the link... otherwise she's broadcasting everything she sees or hears. \n[16]Alright. We're ready to rock. Let's transmit in three... two... one... \n[17]He made him do it.       Castle made him do it. \n[18]Nobody could.                                                * \n[19]Your daughter was taken into foster care by the state two years ago. \n[20]The foster parent paid good money to remain anonymous... to make sure the girl would be untraceable. But there's always a data trail, if you know where to look. We do. \n[21]I'm sorry, Tillman. Guess he needed an insurance policy. She's with Castle. \n[22]This is for you, you dumb bitch.           I hope you do the right thing with it. ", "HUMANZ DUDE": "\n[1]Stop playing that freaky shit off the rail. \n[2]Whatever, that's cuz you got no power... \n[3]Huh? What? \n[4]Kable. Holy shit. \n[5]Whatever. You made it. You're really here. \n[6]Hey, Kable... \n[7]You're... great. \n[8]The nanex modifies the actual cell structure of your brain... \n[9]we can crack it, but it's not one size fits all; we needed your DNA to generate custom code. \n[10]Because Castle's scared of you. \n[11]But this is only the beginning. \n[12]Hell no. \n[13]Gotta bring the man down. \n[14]The crack works - you're the proof... we put the DNA in the soup, light it up, extract it - then feed my girl's sequence into the code and we're good to go. \n[15]Basically. We can't quarantine the foreign cells per se but we can disable their ability to transmit and receive. \n[16]Thirty minutes... you give us a robot, we give you back a super hot human. \n[17]Current exponential rate of growth, I can't imagine a piece of tech that will take that long to come around. \n[18]They'll have better shit than this in Best Buy within 18 months. \n[19]Not the best commercial for K-soft technology. ", "VOICE": "\n[1]Eat shit please. \n[2]Can't say I didn't try... \n[3]Shit! Shit! \n[4]Suckage. \n[5]Oh shit... oh shit... \n[6]Wul hello thar... \n[7]Wait for it... \n[8]What'd he say? \n[9]My boy gotta take a piss or something? \n[10]D'oh. \n[11]Kable, dude. It's me. \n[12]What's he got there? \n[13]Kable, what the hell is that?! \n[14]Fuck-face - remove the `molotov' from your pants and discard into the recycle bin, now! \n[15]", "HACKMAN": "\n[1]Hey. Kable. \n[2]No. Wait. Look. \n[3]He's back here. Want to see? \n[4]I'm going to delete you too. On Sunday. \n[5]That's why they put me here. \n[6]I've got no strings... So I have fun... I'm not tied up to anyone... They've got strings But you can see There are no strings on me... \n[7]You got two whores, Kable... \n[8]On the outside... oh, I'm sorry - I meant your pretty girls... You want to get back to them but I'm going to visit them first... \n[9]Bye Kable. \n[10]What happened? \n[11]Fuuuuck!!!! \n[12]Hi, Kable. \n[13]Anybody in there? ", "WOMAN": "\n[1]You want to get back to them. It's all you think about. It's the only thing that keeps you alive. \n[2]Sign it. \n[3]Sign it... please, Tillman. My son David is your biggest fan. He prays for you. Need to prove it's authentic. Makes it worth more. \n[4]You don't even know what's going on out there, do you? Damn... Gotta go. \n[5]Tillman. \n[6]We know you talked to him... your Player. \n[7]A friend. \n[8]Listen to me: Simon's going to give you what you want. What you asked him for. \n[9]I know something else: whether or not he's controlling you, you will never reach the save point. Castle won't allow it. \n[10]No. Listen to me, Tillman - the game is unwinnable - they will not let you live. If you're want to get out and see the people in the picture you'll have to find another way. \n[11]What, Kable... what can I get you? ", "AGENT KEITH": "\n[1]Guess you remember that day. \n[2]You'd just gotten Kable through his tenth consecutive session alive... no one ever thought an I-con could last that long. \n[3]Pretty hot shit, aren't you? King Player. \n[4]Sure. On the outside.        Now look at these. \n[5]This is what it's like on the inside. Wonder how long you'd last on the other side of the screen. \n[6]Simon, you're being held today suspected of aiding in the escape of a convicted murderer from a maximum security penitentiary. The charge is... beyond serious. Your hard drives have been seized - forensics is decrypting the contents as we speak. Your internet activity over the last ten years is being scrutinized and catalogued in minute, vivid detail... \n[7]In addition, your father's bank accounts have been frozen pending further investigation - naturally, seeing it was his money that essentially funded Mr. Tillman's escape. I'm going to need you to tell me everything that happened leading up to yesterday afternoon. Everyone you talked to, everything you heard, everything you did. I need you to do that... right now. \n[8]Do you now? And what might that be? \n[9]Pistachio. They make that? \n[10]Alright, Silverton. Get up and get out. \n[11]Yeah, ain't it? Looks like someone up the chain decided you're no longer a threat. ", "PRODUCER": "\n[1]We're cunt hair close - \n[2]All respect, Bob, nobody cares about dead Orientals... they care about Ken Castle - \n[3]Burger chili fry? \n[4]What'd he say? \n[5]This motherfucker is off the charts. \n[6]Why would he? \n[7]Son of a bitch can pull 650 million pay-per-views for a single broadcast. \n[8]What the hell is that? \n[9]Mr. Castle, we have no idea... \n[10]Bypass orbital, reroute from the backup servers, NOW, for Christ sake, you dirty apes... Sorry, Mr. Castle, we can't hard- line a live broadcast. It's impossible to stop every virus that sneaks in. ", "VOICEOVER": "\n[1]First... there was society... \n[2]The ultimate SIM environment - where players don't control virtual animated characters - but actual, living, breathing human beings. \n[3]They walked them, they talked them. They juiced them... \n[4]They rocked them. \n[5]We all remember the slogan. \n[6]The creation of reclusive genius Ken Castle, society took the world by storm, becoming the number one guilty pleasure of billions, either playing or watching... and generating one of the world's largest private fortunes, surpassing Steve Jobs and Bill Gates practically overnight. \n[7]Nine months ago, Castle unveiled a new simulation - one that would take gaming to new heights of thrilling excess... and controversy \n[8]If society let us live thru others... SLAYERS would let us die thru others. \n[9]Slayers gives the gamer full control of a flesh and blood human being in full scale, kill-or-be- killed combat. And when we say flesh and blood, we mean flesh - \n[10]... and blood. ", "ANGIE": "\n[1]Hi. \n[2]Delia.   Her name is Delia. \n[3]My husband - he... it's not entirely true, regarding his sentence. In fact, he's due to be released soon... \n[4]I work in society. \n[5]It's a job. \n[6]Yes, I do.     I'm her mother. \n[7]Oh. Hi. Rick Rape, right? \n[8]I thought you weren't allowed to come here anymore. \n[9]Are you still a bad boy? \n[10]I missed you... so much... ", "SCOTCH": "\n[1]Tillman. Never thought I'd be so glad to see your ugly grille. \n[2]Scotch. I'll tell you what man: this place sucks. \n[3]They got me hooked up to computers five hours a day... nurses feeding me vitamins, giving me shots, wiping my butt - male nurses, I might add... \n[4]What about you? You're dressed like a semi-human being... they let you out already? \n[5]\n[6]Uh huh. You don't look good. \n[7]Well, it's not like you ever looked that good... \n[8]Tillman, what did they do to you? \n[9]Tillman... \n[10]Who are you? ", "GORGE/ANGIE": "\n[1]You know, just hanging out. Looking to meet people. \n[2]I'm Nika. \n[3]Do you want to go somewhere? \n[4]Please don't kill me. \n[5]I'll do anything. \n[6]I can't. \n[7]She has to say what I tell her. \n[8]I love you too. \n[9]Come on... do it... ", "FEMALE NEWS HOST": "\n[1]... a new video prank by the subversive group humanz caused a nationwide stir today... \n[2]All contact between Society City and an estimated quarter of a million players was shut down for over three hours while Castle techs worked to remove what they described as a \"Satellite Infection\"... \n[3]On a personal note - that shit was fucking freaky. \n[4]Sounds like fun. \n[5]Moving on to international headlines... \n[6]To recap: initial reports are that Kable, the most recognizable face of the Slayers phenomenon next to Ken Castle himself - is officially listed as fragged... \n[7]... just one session away from being the first slayer ever to win a full pardon and release. \n[8]In a NETCAST plagued by technical difficulties and dead spots the report could NOT be confirmed - however KABLE - born John Tillman of Albany, New York and convicted of murder just four years ago - has been removed from Slayers rosters and upcoming events listings. \n[9]His player, gaming megastar Simon Silverton - could not be reached for comment. ", "CASEWORKER": "\n[1]So... Miss Roth. \n[2]Why are we here today... says you'd like to apply for custody of your child- \n[3]Spouse incarcerated, life without possibility of parole. You use your maiden name. \n[4]Your husband was charged and convicted of first degree murder, Miss Roth. I can hardly consider his release, if it was to occur, to be a positive. \n[5]You're... an actor? \n[6]Not sure if I've seen you in anything. \n[7]Acting, is that what they call it? \n[8]Miss Roth. Your child has been... exceedingly well placed. The new family is very wealthy. She'll never want for anything. I understand you love your little girl, but... do you really think she'd be better off with people like you? \n[9]We will give your application all the consideration that it merits. ", "FREEK": "\n[1]Kable. Kable. \n[2]Tillmans, yeah, Tillmans, I knew that, they said you name's was Tillmans... just sittin, always sittin, always lookin, just lookin... like me, I keep my holes down... you got to, man... a dude inevitably start to break up, start to crack and break up everyday, never know you gonna die today or live another two, three. You never do know. All these niggaz gonna snap, snap, snap, one by one, every last one, all of em. Yeah but not you. Twenty seven battles and three to go... no one ever got that close before, no one even done ten games without gettin they brains shot... but Kable, Kable, Kable, he just sittin, lookin, like he got a plan, he already somewhere else, he on a mission, nothin' get in his way, never break, never snap, never say shit, just take care of his business, niggaz get spooked by that shit. You spooky. \n[3]Spooky. \n[4]Why they put you in here, Tillmans? \n[5]Tillmans. \n[6]New dude, new dude... that's Hackman. They say he killed a whole mess of people, all kind of people... one day he just walk up and turn himself in, like he wanna be inside or some shit... never gonna run out of slayers long as they got that kind of motherfucka run around kill a mess of people... \n[7]Gotta keep my holes down... keep `em down. Freek's gonna make it, gonna cut, gonna scatter... gonna burn this joint... ", "HISPANIC GUARD": "\n[1]Hey Kable. \n[2]Let's go. Upgrades. \n[3]Who aims? \n[4]Who aims... the slayer? Or the player? \n[5]That's tripped. \n[6]Why? \n[7]Yeah, the ping... they talk about that. The time it takes the slayer to respond to the command... it's like, five millisecond ping, eight millisecond ping... ", "CASTLE": "\n[1]He's so perfect. \n[2]Yeah... \n[3]The new face of Slayers. Pure crystallized horror, two stories tall and covered in bloody red... He's so what they want. \n[4]They do now. But when my boy kills their hero right there in front of their eyeballs, so vivid it's like you can reach out and feel the wet flesh - Trust me, they'll change their point of view. \n[5]It's human nature. They'll be seduced by the power, the violence... the dominance... \n[6]Bigger than the game? No. Then again, who ever would've imagined a player could last over a dozen sessions with the same I-con... \n[7]YOU - lack a flair for marketing. The people would never accept that. They need to SEE their gladiators brought down. ", "CASTLE 2": "\n[1]He's scary. \n[2]But they love Kable. \n[3]How can you be sure? \n[4]Tillman is a perfect soldier, a tactical killing computer - you dropped him in with common murderers. What did you expect? \n[5]And in the hands of a talented player... \n[6]Tell me again why we don't just get rid of the problem... You know, off camera? "}}