{"dialogues": {"GANDHI": "\n[1]Written by \n[2]Oh, God... oh, God... \n[3]Tell me -- do you think about hell? \n[4]No -- neither do I. But... but this man is a Christian and he has written -- \n[5]A -- a week. \n[6]Why -- I -- I have a ticket. A First Class ticket. \n[7]I sent for it in the post. I'm an attorney, and I didn't have time to -- \n[8]No, no -- just a moment, please. \n[9]You see, Mohandas K. Gandhi, Attorney at Law. I am going to Pretoria to conduct a case for an Indian trading firm. \n[10]Sir, I was called to the bar in London and enrolled in the High Court of Chancery -- I am therefore an attorney, and since I am -- in your eyes -- colored -- I think we can deduce that there is at least one colored attorney in South Africa. \n[11]I always go First Class! I have traveled all over England and I've never... \n[12]But you're a rich man -- why do you put up with it? \n[13]In England, I was a poor student but \n[14]This part of \"England's\" Empire! \n[15]But that is very un-Christian. \n[16]You mean you employ Mr. Baker as your attorney, but you can't walk down the street with him? \n[17]Well, then, it must be fought. We are children of God like everyone else. \n[18]I -- I will write to the press -- here -- and in England. And I will use the courts. \n[19]We are members of the Empire. And we come from an ancient civilization. Why should we not walk on the pavements like other men? \n[20]There's the English reporter. I told you he'd come. \n[21]No. I asked my wife to organize that. \n[22]Ladies and Gentlemen, we have asked you to gather here to help us proclaim our right to be treated as equal citizens of the Empire. \n[23]We do not seek conflict. We know the strength of the forces arrayed against us, know that because of them we can only use peaceful means -- but we are determined that justice will be done! \n[24]The symbol of our status is embodied in this pass -- which we must carry at all times, but no European even has to have. \n[25]And the first step to changing our status is to eliminate this difference between us. \n[26]You saved the papers. \n[27]I hated that -- all the pettiness, the little corruptions. And I was more laughing stock than lawyer. \n[28]But they needed me here. If I'd never been thrown off that train, perhaps no one would ever have needed me. \n[29]\"A high court judge has confirmed that Mr. Gandhi would have been within his rights to prosecute for assault since neither he nor Mr. Khan resisted arrest.\" -- I told you about English law. \n[30]Yes? \n[31]And I am glad to be back. Come... \n[32]Tomorrow I will tell you what it feels like to be a jailbird. \n[33]Just like proper English gentlemen. I'm proud of them. \n[34]Hm. Will you take this off? It pinches every time I speak. \n[35]Here, you see? Even the South African papers apologize -- \"a monstrous attack.\" \n[36]Yes -- I can't talk like this. \n[37]Pull! \n[38]Oww! \n[39]If you would let me teach you to read, you could see for yourself. \n[40]It proves what I told you. If I had prosecuted him as everyone advised -- even you -- they would have hated me -- by showing forgiveness I -- ouch! \n[41]You see there is such a thing as moral force -- and it can be harnessed. \n[42]I am. I am convinced the holy men are right. When you give up, you gain. The simpler your life the better. \n[43]I will fast tomorrow -- as a penance. \n[44]I'm sorry. \n[45]Some of it good, I hope. \n[46]Would you care to walk? \n[47]You're a clergyman. \n[48]Not anymore. At first I was amazed... but when you are fighting in a just cause, people seem to pop up -- like you -- right out of the pavement. Even when it is dangerous or -- \n[49]Doesn't the New Testament say, \"If your enemy strikes you on the right cheek, offer him the left\"? \n[50]I'm not so certain. I have thought about it a great deal. I suspect he meant you must show courage -- be willing to take a blow -- several blows -- to show you will not strike back -- nor will you be turned aside... And when -- \n[51]...and when you do that it calls upon something in human nature -- something that makes his hate for you diminish and his respect increase. I think Christ grasped that and I -- I have seen it work. \n[52]Good morning. \n[53]You'll find there's room for us both. \n[54]I thought you were a man of God. \n[55]...you could call it a \"communal farm,\" I suppose. But we've all come to the same conclusion -- our Gita, the Muslim's Koran or your Bible -- it's always the simple things that catch your breath -- \"Love thy neighbor as thyself\" -- not always practiced -- but it's something we Hindus could learn a lot from. \n[56]Well, we shall try. \n[57]...so it's not \"spiritualism\" or \"nationalism\" -- we're not against anything but the idea that people can't live together. \n[58]You see -- Hindus, Muslims, Sikhs, Jews -- even Christians. \n[59]Mr. Walker! Of The New York Times! \n[60]Without a paper -- a journal of some kind -- you cannot unite a community. You belong to a very important profession. \n[61]I don't know... I'm still searching for a \"response.\" \n[62]There are unjust laws -- as there are unjust men. \n[63]If you are a minority of one, the truth is the truth. \n[64]This is Mr. Kallenbach. He is our chief carpenter -- and also our chief benefactor. He has made this experiment possible. \n[65]That's right. The word only means \"community.\" But it could stand for \"village\"... or the world. \n[66]I hope not. \n[67]Ba -- we will need another place set for Mr. Walker's driver. \n[68]It's one way to learn that each man's labor is as important as another's. In fact when you're doing it, \"cleaning the outhouse\" seems far more important than the law. \n[69]Please come and join us -- you'll need something before your journey back. Excuse me a moment. \n[70]What is it? \n[71]Everyone takes his turn. \n[72]In this place there are no untouchables -- and no work is beneath any of us! \n[73]All the more reason. \n[74]It's not me. It's the principle. And you will do it with joy or not do it at all! \n[75]All right, go! You don't belong here! Go! Leave the ashram! Get out altogether! We don't want you! \n[76]What is the matter with me...? \n[77]I apologize... \n[78]I must go back to that reporter. \n[79]I want to welcome you all! \n[80]Every one of you. We -- have -- no -- secrets. \n[81]Let us begin by being clear about General Smuts's new law. All Indians must now be fingerprinted -- like criminals. Men and women. No marriage other than a Christian marriage is considered valid. Under this Act our wives and mothers are whores... And every man here a bastard. \n[82]And a policeman passing an Indian dwelling -- I will not call them homes -- may enter and demand the card or any Indian woman whose dwelling it is. \n[83]Understand! He does not have to stand at the door -- he may enter. \n[84]I praise such courage. I need such courage -- because in this cause, I too am prepared to die... But, my friend, there is no cause for which I am prepared to kill. \n[85]I have asked you here tonight because despite all their troops and police, I think there is a way to defeat this law. Whatever they do to us we will attack no one, kill no one... But we will not give our fingerprints -- not one of us. \n[86]They will imprison us, they will fine us. They will seize our possessions. But they cannot take away our self-respect if we do not give it to them. \n[87]I am asking you to fight -- ! To fight against their anger -- not to provoke it! \n[88]We will not strike a blow -- but we will receive them. And through our pain we will make them see their injustice and it will hurt, as all fighting hurts! ...But we cannot lose. We cannot. Because they may torture my body, may break my bones, even kill me... They will then have my dead body -- not my obedience. \n[89]We are Hindu and Muslim -- children of God, each of us. Let us take a solemn oath in His name that -- come what may -- we will not submit to this law. \n[90]God save our gracious King... Long live our ...noble King. God save the King!! \n[91]You have put their comrades in jail. When you free them they will go back to work. \n[92]We have warned each other. \n[93]Lie down! Lie down! \n[94]Lie down! Lie down! \n[95]They're sparing no one, I see. \n[96]So did I. \n[97]My wife publicly defied the law. They've arrested her and four others. \n[98]It's split the Government. \n[99]If we hold firm, it won't be the last. \n[100]Thank you. No. \n[101]I dined at the prison. \n[102]Well, if you ask, General Smuts, I'm sure it will be done. \n[103]Somehow I expected not. \n[104]Very well. \n[105]I congratulate them. \n[106]Immigration was not an issue on which we fought. It would be wrong of us to make it one now that we -- we are in a position of advantage. \n[107]I assure you I feel a very ordinary man at this moment. \n[108]Yes -- yes. It's just that... in these clothes I'd -- I'd prefer to go by taxi. \n[109]I'm -- I'm afraid I have no money. \n[110]Well -- now that this is settled -- I had thought seriously of going back to India but a shilling will do splendidly for the moment. \n[111]Thank you. Thank you both for a very enlightening experience. \n[112]I'm obliged, Mr. Daniels, but I will find my own way out. \n[113]No, no, I haven't \"refused\"... I -- I simply wanted to dress the way my comrades in prison dressed. \n[114]I -- I have demanded rights as a British citizen, it is therefore my duty to help in the defense of the British Empire. \n[115]I don't know... I don't know... \n[116]I -- I am glad to be home. I -- I thank you for your greeting. \n[117]Who is that young man? \n[118]I'm hardly that, Mr. Patel. \n[119]No. \n[120]Yes... I'm sure... \n[121]It is a clever argument; I am not sure it will produce the end you desire. \n[122]\n[123]I have much to learn about India. And I have to begin my practice again -- one needs money to run a journal. \n[124]I have little to say. India is an \"alien\" country to me. \n[125]I ask you to pray for those who died. For the English soldiers... who were doing what they thought was right. And for the brave terrorists whose patriotism led them to do what was wrong. \n[126]It is not my law, it is the law of creation. We reap what we sow. Out there in the fields -- and in our hearts. Violence sows hatred, and the will to revenge. In them. And in us. \n[127]There's no room! And the air is lovely. \n[128]Let me hang on with two hands or I will fall. \n[129]What are you doing? \n[130]Let go! You'll kill him! \n[131]Let go! Let go! \n[132]I am flattered by Mr. Patel I would be even more flattered if what he said were true. \n[133]Since I returned from South Africa, I have traveled over much of India. And I know I could travel many more years and still only see a small part of it. \n[134]...and yet already I know what we say here means nothing to the masses of our country. \n[135]Here we make speeches for each other -- and those English liberal magazines that may grant us a few lines. \n[136]But the people of India are untouched. Their politics are confined to bread and salt. \n[137]Illiterate they may be, but they are not blind. They see no reason to give their loyalty to rich and powerful men who simply want to take over the role of the British in the name of freedom. \n[138]This Congress tells the world it represents India. My brothers, India is seven hundred thousand \"villages\" not a few hundred lawyers in Delhi and Bombay. Until we stand in the fields with the millions who toil each day under the hot sun, we will not represent India -- nor will we ever be able to challenge the British as one nation. \n[139]I try to live like an Indian, as you see... it is stupid of course, because in our country it is the British who decide how an Indian lives -- what he may buy, what he may sell. And from their luxury in the midst of our terrible poverty they instruct us on what is justice and what is sedition. So it is only natural that our best young minds assume an air of Eastern dignity, while greedily assimilating every Western weakness as quickly as they can acquire it. \n[140]Would you, please? \n[141]And why should the English grant us Home Rule? Here, we must take the peelings to the goats. \n[142]We only make wild speeches, or perform even wilder acts of terrorism. We've bred an army of anarchists but not one single group that can really fight the British anywhere. \n[143]Just spread it around -- they like the new peelings mixed with the rotting ones. \n[144]Where there is injustice, I've always believed in fighting. The question is do you fight to change things, or do you fight to punish. For myself, I have found that we are all such sinners we should leave punishment to God. And if we really want to change things there are better ways of doing it than by derailing trains or slashing someone with a sword. \n[145]You see, even here we live under tyranny. \n[146]My name is Gandhi. Mohandas K. Gandhi. \n[147]They seem to want me. \n[148]On what charge? \n[149]I am an Indian traveling in my own country. I see no reason for trouble. \n[150]I understand. The landlords are British? \n[151]What we can do... we will try to do. \n[152]Is all Champaran like this, Shukla? \n[153]Yes. \n[154]I am not sorry at all. \n[155]Charlie-- \n[156]Not quite. They're only \"holding me\" until the Magistrate's hearing. Then it will be prison. \n[157]These are my clothes now. \n[158]If I want to be one with them, I have to live like them. \n[159]I'm sure your legs are quite as handsome as mine. \n[160]It does. We must be getting old, Charlie. \n[161]I think, Charlie, that you can help us most by taking that assignment you've been offered in Fiji. \n[162]I have to be sure -- they have to be sure -- that what we do can be done by Indians... alone. \n[163]But you know the strategy. The world is full of people who will despise what's happening here. It is their strength we need. Before you go, you could start us in the right direction. \n[164]When I get the chance. \n[165]There are no goodbyes for us, Charlie. Wherever you are, you will always be in my heart... \n[166]With respect, I refuse to go. \n[167]As you wish. \n[168]I refuse to pay one hundred rupees. \n[169]Indeed. \n[170]I want to document, coldly, rationally, what is being done here. It may take months -- many, many months. \n[171]You will have to live with the peasants. I have nothing to pay you. Hmm. \n[172]The honor is ours. May I introduce Mr. Kallenbach. He's an old friend and his interest is in flowers. I presumed to tell him he could wander your gardens while we talked. \n[173]Only the stubborn man of Champaran. \n[174]I am beginning to know Mr. Nehru. \n[175]If I may -- I, for one, have never advocated passive anything. \n[176]I am with Mr. Jinnah. We must never submit to such laws -- ever. And I think our resistance must be active and provocative. \n[177]I want to embarrass all those who wish to treat us as slaves. All of them. \n[178]Forgive my stupid illustration. But I want to change their minds -- not kill them for weaknesses we all possess. \n[179]The law is due to take effect from April sixth. I want to call on the nation to make that a day of prayer and fasting. \n[180]I mean a day of prayer and fasting. But of course no work could be done -- no buses, no trains, no factories, no administration. The country would stop. \n[181]Fortunately such news comes very slowly where I live. \n[182]You too... \n[183]Maybe I'm wrong... maybe we're not ready yet. In South Africa the numbers were small... \n[184]I've never spoken for anything else. \n[185]If you will excuse me, Your Excellency, it is our view that matters have gone beyond \"legislation.\" \n[186]We think it is time you recognized that you are masters in someone else's home. Despite the best intentions of the best of you, you must, in the nature of things, humiliate us to control us. General Dyer is but an extreme example of the principle. It is time you left. \n[187]Mr. Kinnoch, I beg you to accept that there is no people on earth who would not prefer their own bad government to the \"good\" government of an alien power. \n[188]All nations contain religious minorities. Like other countries, ours will have its problems. But they will be ours -- not yours. \n[189]Yes... in the end you will walk out. Because one hundred thousand Englishmen simply cannot control three hundred fifty million Indians if the Indians refuse to co-operate. And that is what we intend to achieve -- peaceful, non-violent, non-co- operation. \n[190]Until you yourself see the wisdom of leaving... your Excellency. \n[191]My message tonight is the message I have given to your brothers everywhere. To gain independence we must prove worthy of it. \n[192]There must be Hindu-Muslim unity -- always. Secondly, no Indian must be treated as the English treat us so we must remove untouchability from our lives, and from our hearts. \n[193]Third -- we must defy the British. \n[194]Not with violence that will inflame their will, but with firmness that will open their eyes. \n[195]English factories make the cloth -- that makes our poverty. All those who wish to make the English see, bring me the cloth from Manchester and Leeds that you wear tonight, and we will light a fire that will be seen in Delhi -- and London! \n[196]And if, like me, you are left with only one piece of homespun -- wear it with dignity! \n[197]Eleven. \n[198]Sardar... \n[199]What you've done is a miracle. You have made all India proud. \n[200]Not true! The secret is mastering the urge. \n[201]Well, we can't expect miracles all the time. Your news I understand is not so good. \n[202]Come, come -- you will be my daughter... \n[203]Is the campaign weakening? \n[204]They are not alone. And martial law only shows how desperate the British are. \n[205]Is that homespun? Or cotton from Leeds? \n[206]What do the workers in England make of what we're doing? It must have produced hardship. \n[207]Good. Ba will have to teach you to spin too. \n[208]First spin. Let the others march for a time. \n[209]We must end the campaign. \n[210]An eye for an eye only ends up making the whole world blind. We must stop. \n[211]If we obtain our freedom by murder and bloodshed I want no part of it. \n[212]Tell that to the families of the policemen who died. \n[213]I will ask. And I will fast as penance for my part in arousing such emotions -- and I will not stop until they stop. \n[214]If I die, perhaps they will... \n[215]When it is everywhere, then my prayers will be answered. \n[216]Do you find me stubborn? \n[217]When I despair, I remember that all through history the way of truth and love has always won. \n[218]There have been tyrants and murderers, and for a time they can seem invincible. But in the end they always fall. Think of it -- always... When you are in doubt that that is God's way, the way the world is meant to be... think of that. \n[219]And then -- try to do it His way. And now -- could I have another feast of lemon juice? \n[220]Perhaps -- perhaps I have overdone it. \n[221]Good morning. Don't let her go. If she bumps me I am done for. \n[222]Panditji -- please, help me. \n[223]You must help Herman -- and Ba. I have been on many trips -- it is just another trip. \n[224]I am at your command. \n[225]If there is one protest -- one riot -- a disgrace of any kind, I will fast again. \n[226]Gandhi to Nehru, special \n[227]Not at all. And I will save the Court's time, M'Lord, by stating under oath that to this day I believe non-co-operation with evil is a duty. And that British rule of India is evil. \n[228]I have no defense, My Lord. I am guilty as charged. And if you truly believe in the system of law you administer in my country, you must inflict on me the severest penalty possible. \n[229]\"Take a fourth step, that we may be ever full of joy.\" \n[230]\"Take a fifth step, that we may serve the people.\" \n[231]\"Take a sixth step, that we may follow our vows in life.\" \n[232]\"Take the seventh step, that we may ever live as friends.\" \n[233]Then I put a sweetened wheat cake in her mouth. \n[234]And with that we were pronounced man and wife. We were both thirteen... \n[235]Even as a boy I thought so. \n[236]And you've come all this way because you think something is going to happen? \n[237]Perhaps. I've come here to think about it. \n[238]Do you remember much of South Africa? \n[239]I've traveled so far -- and thought so much. As you can see, my city was a sea city -- always filled with Hindus and Muslims and Sikhs and Jews and Persians. The temple where you were yesterday is of my family's sect, the Pranami. It was Hindu of course but the priests used to read from the Muslim Koran and the Hindu Gita, moving from one to the other as though it mattered not at all which book was read as long as God was worshipped. \n[240]When I was a boy I used to sing a song in that temple: \"A true disciple knows another's woes as his own. He bows to all and despises none... Earthly possessions hold him not.\" Like all boys I said the words, not thinking of what they meant or how they might be influencing me. I've traveled so far... and all I've done is come back home. \n[241]It would have been very uncivil of me to let you make such a long trip for nothing. \n[242]I'm going back to the ashram and then I'm going to prove to the new Viceroy that the King's writ no longer runs in India! \n[243]...the real test will come if I am arrested. If there is violence we lose all our moral advantage. This time it mustn't happen. \n[244]If I'm taken, Maulana is to lead the march. If he is arrested, Patel, then Kripalani, then yourself. \n[245]I'm sure I'm fit for at least five hundred miles. \n[246]I have two of them bossing me now. \n[247]And Jinnah? \n[248]Wait and see... wait and see... \n[249]You've done me a great service. \n[250]Not if they arrest me -- or a thousand -- or ten thousand. It is not only generals who know how to plan campaigns. \n[251]Do you still have your notebook? The function of a civil resister is to provoke response. And we will continue to provoke until they respond, or they change the law. They are not in control -- we are. That is the strength of civil resistance. \n[252]Are you going to walk all the way? \n[253]\"My name is Walk-er\"... \n[254]I am aware that I must have given you much cause for irritation, your Excellency. I hope it will not stand between us as men. \n[255]Do I speak into that? \n[256]Are they ready? Do I start? \n[257]I am glad to speak to America where so many friends exist that I know only in my heart. \n[258]It is only a sprain. Take her to the river, and we'll make a mud-pack for her. Go -- I won't be long. \n[259]They are only clinging to old dreams and trying to split us in the old way. But the will has gone -- Independence will drop like a ripe apple. The only question is when and how. \n[260]They are preparing for war. I will not support it, but I do not intend to take advantage of their danger. \n[261]No. That is just another way of striking back. We have come a long way together with the British. When they leave we want to see them off as friends. And now, if you'll excuse me, there is something I must attend to. \n[262]The value of goat's milk in daily diet. But you can be sure I will also speak against war. \n[263]Yes, I have heard of Life Magazine. I have even heard of Margaret Bourke- White. But I don't know why either should be interested in an old man sitting in prison when the world is blowing itself to pieces. \n[264]Ah, but for me that's not much of an accomplishment. \n[265]No -- prison is rather agreeable to me, and there is no doubt that after the war, independence will come. My only worry is what shape it will take. Jinnah has -- \n[266]Jinnah has -- has cooperated with the British. It has given him power and the freedom to speak, and he has filled the Muslims with fears of what will happen to them in a country that is predominantly Hindu. That I find hard to bear -- even in prison. \n[267]I have a friend who keeps telling me how much it costs him to keep me in poverty. \n[268]But I know happiness does not come with things -- even twentieth century things. It can come from work, and pride in what you do. It will not necessarily be \"progress\" for India if she simply imports the unhappiness of the West. \n[269]Not without defeats -- and great pain. But are there no defeats in this war -- no pain? What you cannot do is accept injustice. From Hitler -- or anyone. You must make the injustice visible -- be prepared to die like a soldier to do so. \n[270]No. That is what you get for distracting me. \n[271]I expect you to show as much patience as I am now. \n[272]Every enemy is a human being -- even the worst of them. And he believes he is right and you are a beast. And if you beat him over the head you will only convince him. But you suffer, to show him that he is wrong, your sacrifice creates an atmosphere of understanding -- if not with him, then in the hearts of the rest of the community on whom he depends. \n[273]If you are right, you will win -- after much pain. If you are wrong, well, then, only you will suffer the blows. \n[274]It is time for my walk -- I won't be long. \n[275]believing it can't be settled \n[276]Thank God, they've stopped. \n[277]I'm your grand uncle but I can still walk either of you into the ground and I don't need to be pampered this way! \n[278]Finish your quota of spinning. \n[279]What do you want me not to do? Not to meet with Mr. Jinnah? I am a Muslim! And a Hindu, and a Christian and a Jew -- and so are all of you. When you wave those flags and shout you send fear into the hearts of your brothers. \n[280]This is not the India I want. Stop it. For God's sake, stop it. \n[281]My dear Jinnah, you and I are brothers born of the same Mother India. If you have fears, I want to put them to rest. I am asking Panditji to stand down. I want you to be the first Prime Minister of India -- to name your entire cabinet, to make the head of every government department a Muslim. \n[282]I don't want to hear more... \n[283]There is nothing I can give. \n[284]Calcutta. \n[285]I am staying with the friend of a friend. \n[286]Because forgiveness is the gift of the brave. \n[287]Go -- do as your mother and father would wish you to do. \n[288]I have lived a lifetime. If I had shunned death -- or feared it -- I would not be here. Nor would you be concerned for me. Leave me -- and take your men. You have more important things to worry about. \n[289]And with you. Pray... I cannot help you -- pray... pray. \n[290]Sardar... You have gained weight. You must join me in the fast. \n[291]All that has happened is that I've grown a little thinner. \n[292]I'm glad -- but it will not be enough. \n[293]Don't worry for me -- death will be a deliverance. I cannot watch the destruction of all I have lived for. \n[294]Each night before I sleep, I read a few words from the Gita and the Koran, and the Bible... tonight I ask you to share these thoughts of God with me. \n[295]but he does it from memory of course \n[296]That the fighting will stop -- that you make me believe it will never start again. \n[297]Go -- try -- God by with you. \n[298]Only God decides who goes to hell... \n[299]Why? Why? \n[300]I know a way out of hell. \n[301]Find a child -- a child whose mother and father have been killed. A little boy -- about this high. \n[302]...and raise him -- as your own. \n[303]Only be sure... that he is a Muslim. And that you raise him as one. \n[304]Go -- go. God bless you... \n[305]It is foolish if it is just to save the life of an old man. \n[306]Maulana, my friend, could I have some orange juice... Then you and I will take a piece of bread together... \n[307]That is how you eat muli. \n[308]I'm not sure I want to be remembered that way. \n[309]I'm simply going to prove to Muslims there, and Hindus here, that the only devils in the world are those running around in our own hearts -- and that's where all our battles ought to be fought. \n[310]Not a very good one. That's why I have so much tolerance for the other scoundrels of the world. \n[311]Ask Panditji to -- to consider what we've discussed. \n[312]Enough. \n[313]You're a temptress. \n[314]Nothing's more dangerous, especially for an old man. \n[315]Allah be with you. \n[316]Oh, God... oh, God... ", "NEHRU": "\n[1]Please, Mr. Gandhi. \n[2]Just a few words -- then we'll get you to civilization. \n[3]We'll follow with your wife -- don't worry, everything's arranged. \n[4]Mr. Jinnah, our joint host, member of Congress, and the leader of the Muslim League and Mr. Prakash, who I fear is awaiting trial for sedition and inducement to murder. \n[5]He told the press he would support the British in the war. \n[6]I'm not certain... But I wouldn't be surprised. \n[7]He's \"discovering\" India. \n[8]Have you read his magazine? \n[9]We're looking for Mr. Gandhi! \n[10]Thank you . . . \n[11]If we have Home Rule that will change. \n[12]I thought you were against fighting. \n[13]I told you... \n[14]I don't think so. \n[15]Terrorism would only justify their repression. And what kinds of leaders would it throw up? Are they likely to be the men we would want at the head of our country? \n[16]I've been catching up on my reading. \n[17]Champaran stirred the whole country. They are calling you Mahatma -- the Great Soul. \n[18]I think if we all worked to publicize it... all of the Congress... every avenue we know. \n[19]Bapu... \n[20]It seems less formal than \"Mahatma.\" \n[21]Since your arrest the riots have hardly stopped. Not big --; but they keep breaking out. I run to stop them... and Patel and Kripalani -- they are never at rest. But some English civilians have been killed, and the Army is attacking crowds with clubs -- and sometimes worse. \n[22]The Government's afraid, and they don't know what to do. But they're more afraid of terrorists than of you. The Viceroy has agreed to your release if you will speak for non- violence. \n[23]What can we do? \n[24]It was one incident. \n[25]Bapu -- the whole nation is marching. They wouldn't stop, even if we asked them to. \n[26]But -- but Gandhiji people are aroused... they won't stop. \n[27]Jinnah, Patel, all of Congress has called for the end of non-co- operation. There's not been one demonstration. All over India people are praying that you will end the fast. They're walking in the streets, offering garlands to the police -- and to British soldiers. \n[28]You can't be serious! This man has just stopped a revolution! \n[29]I don't believe it -- even the British can't be that stupid! \n[30]We're not beginners anymore. We've been trained by a strict sergeant major. \n[31]We must get these to the printer. I know it will succeed. Even my mother is prepared to march. \n[32]He's waiting. He's not prepared to accept it will mean as much as you think. \n[33]No violence, Zia! \n[34]...no violence. \n[35]I'm an illegal trader in salt. \n[36]I say when is now -- and we will determine how. \n[37]\"Mud packs.\" \n[38]The \"real India\" has Muslims and Hindus in every village and every city! How do you propose to separate them? \n[39]Bapu, for me, and the rest, if that is what you want, we will accept it. But out there already there is rioting because Hindus fear you are going to give too much away. \n[40]No. There just are not that many troops. \n[41]What he can! \n[42]He was right. It's insane -- anything would have been better. \n[43]He's in Noakhali. \n[44]He's tramping from village to village -- no police, no troops -- trying to quell the madness single-handedly. Maulana has gone to bring him back. \n[45]In Calcutta it's like civil war. The Muslims rose and there was a bloodbath, and now the Hindus are taking revenge -- and if we can't stop it there'll be no hope for the Hindus left in Pakistan. \n[46]Nothing -- nothing. The divisions in Bombay and Delhi can hardly keep the peace now. And each fresh bit of news creates another wave of  mad... ness. \n[47]Bapu -- please. Where are you going. \n[48]No! There will not be a Hindu Police and a Muslim Police. There is one police! \n[49]Why must I read news like this in the paper? \n[50]Tell Patel. Arrange a plane. We will go -- Friday. \n[51]Bapu... \n[52]Bapu, forgive me -- I've cheated. I could have come earlier. But your fast has helped. These last days people's minds have begun to turn to this bed -- and away from last night's atrocity. But now it is enough. \n[53]Tomorrow five thousand Muslim students of all ages are marching here in Calcutta -- for peace. And five thousand Hindu students are marching with them. It is all organized. \n[54]Bapu, you are not so young anymore. \n[55]Who dares say such things! Who?! Come! Kill me first! Come! Where are you?! Kill me first! \n[56]Bapu, I have brought Mr. Suhrawardy. It was he who called on the Muslims to rise; he is telling them now to go back to their homes, to lay down their arms. \n[57]Think what you can do by living -- that you cannot do by dying. \n[58]What do you want? \n[59]...Sometimes it is when you are quite without hope and in utter darkness that God comes to the rescue. Gandhiji is dying because of our madness. Put away your \"revenge.\" What will be gained by more killing? Have the courage to do what you know is right. For God's sake, let us embrace like brothers... \n[60]You see, Bapu, it is not difficult. I have fasted only a few hours and I accomplished what you could not do in as many days. ", "BA": "\n[1]Let me go! \n[2]I wish you were still struggling for work in Bombay. \n[3]As I told you about English policemen. \n[4]Be careful! \n[5]They are boys. -- And they're Indian. \n[6]Are you sure? \n[7]Mr. Khan said they called you brave. \n[8]I could have told them you were merely foolish. \n[9]There... \n[10]Not always. You have told me twice now that you were giving up the pleasures of the flesh. \n[11]If you enjoy it a great deal you must fast for two days. \n[12]I will tell Sora. \n[13]Sora was sent to tell me I -- I must rake and cover the latrine. \n[14]It is the work of untouchables. \n[15]I am your wife. \n[16]As you command. \n[17]The others may follow you -- but you forget, I knew you when you were a boy! \n[18]Not at all then... \n[19]Stop it! Stop it! What are you doing!? \n[20]Have you no shame? I'm your wife... Where do you expect me to go? \n[21]You are human -- only human. \n[22]And it is even harder for those of us who do not even want to be as good as you do. \n[23]...And I must rake and cover the latrine. \n[24]My dignity comes from following my husband. \n[25]Please! You're being foolish! \n[26]Charlie! Be careful!! \n[27]Please, God, no! \n[28]The fire is ready. \n[29]But it's the ink that is the most diffic -- \n[30]...but now something worse is happening. When Gandhiji and I were growing up, women wove their own cloth. But now there are millions who have no work because those who can buy all they need from England. I say with Gandhiji, there is no beauty in the finest cloth if it makes hunger and unhappiness. \n[31]Stop -- stop... \n[32]God gave you ten thumbs. \n[33]First lesson: To march, wear shoes, to spin, do not. \n[34]I'll teach you all our foolishness, and you must teach me yours. \n[35]I must get ready for evening prayers. Mirabehn is here. \n[36]\"In every worthy wish of yours, I shall be your helpmate.\" \n[37]\"I will ever live devoted to you, speaking words of love and praying for your happiness.\" \n[38]\"I will follow close behind you and help to serve the people.\" \n[39]\"I will follow you in all our vows and duties.\" \n[40]\"You are my best friend... my highest guru, and my sovereign lord.\" \n[41]And I put a sweetened wheat cake in his mouth. \n[42]You should be relaxing. \n[43]If you take my husband, I intend to speak in his place. \n[44]...not at all. Bapu has always said there were two kinds of slavery in India -- one for women, one for the untouchables -- and he has always fought against both. \n[45]Yes... but we see each other in the day. \n[46]In Hindu philosophy the way to God is to free yourself of possessions -- and the passions that inflame to anger and jealousy. Bapu has always struggled to find the way to God. \n[47]Four times he tried -- and failed. But then he took a solemn vow... \n[48]Not yet. ", "PATEL": "\n[1]That's young Nehru. He's got his father's intellect, his mother's looks and the devil's charm. If they don't ruin him at Cambridge -- Wave! Wave! -- he may amount to something. \n[2]I must say when I first saw you as a bumbling lawyer here in Bombay I never thought I'd be greeting you as a national hero. \n[3]Oh, yes, you are. It's been two hundred years since an Indian has cocked a snoot at the British Empire and got away with it. And stop calling me Mr. Patel, you're not a junior clerk anymore. \n[4]The new Military Governor of the North West Province was on that ship. Too bad you came back Third Class -- he might have been impressed by a successful barrister who had outmaneuvered General Smuts. \n[5]I agree with Jinnah. Now that the Americans are in, the war will end soon. The Germans are worn out as it is... and our first act should be to convene a Congress Party convention and demand independence. \n[6]Ah -- we should invite Gandhi. What the devil has happened to him anyway? \n[7]And let no one question that Mr. Jinnah speaks not just for the Muslims -- but for all India! \n[8]And now I'm going to introduce to you a man whose writings we are all becoming familiar with... a man who stood high in the esteem of our beloved Professor Gokhale... a man whose accomplishment in South Africa will always be remembered. Mr. Mohandas Gandhi. \n[9]Your journal has made a great impact. \n[10]But it's true! I -- I read it... often. \n[11]No -- but I think I'm going to. \n[12]has been admitted to the power circle, he is not the power \n[13]Your writings are specifically listed. \n[14]diplomatically -- but with a trace of condescension \n[15]My God, it would terrify them... \n[16]Excuse me -- just let me get out of your way, please. No, thank you, I'll manage. \n[17]Ah, Herman! No, no -- don't destroy my good intentions. I'm feeling guilty about traveling Second Class. \n[18]Ah, in that case! \n[19]Maulana is made of sterner stuff. Our trains met in Bombay, but he's back there in that lot somewhere. \n[20]When I think what our \"beloved Mahatma\" asks, I don't know how he ever got such a hold over us. Is he back? \n[21]Of course. A Muslim beef eater -- I'm only surprised he missed. \n[22]Ah, that explains it. Well, do I carry your luggage as penance or -- \n[23]And what does the daughter of an English admiral propose to do in an ashram -- sink us? \n[24]The irresponsible young Nehru is in prison -- again. Though there is a rumor that under pressure from your country, they will let him out -- again. \n[25]Well, in this country one must decide if one is more afraid of the government or Gandhi. For us, it's Gandhi. \n[26]It must have been the only Non-violent campaign ever led by a man who wanted to kill everybody every day. \n[27]Gandhiji -- do you know the sacrifices people have made? \n[28]That's when you take advantage. \n[29]Mohammed -- the Muslims are in a majority on two different sides of the country. \n[30]If you did this, no one could control it. No one. \n[31]Have you found him? \n[32]...an eye for an eye making the whole world blind. \n[33]Could we cut all news off? I know -- \n[34]We need your help! \n[35]If I fast I die. If you fast people go to all sorts of trouble to keep you alive. \n[36]Everywhere. \n[37]No, he'll be remembered for tempting fate. ", "CHARLIE": "\n[1]You'd be Gandhi -- ...I thought you'd be bigger. \n[2]I -- I mean it's all right. It doesn't matter. I'm -- my name is Andrews, Charlie Andrews. I've come from India -- I've read a great deal about you. \n[3]Yes. I've -- I've met some very remarkable people in India... and -- and when I read what you've been doing here, I -- I wanted to help. Does that surprise you? \n[4]Perhaps I should -- \n[5]I think perhaps the phrase was used metaphorically... I don't think our Lord meant -- \n[6]That was lucky. \n[7]I am. But I'm not so egotistical as to think He plans His day around my dilemmas. \n[8]That's the sort of thing you'll be seeking on this \"farm\"... \n[9]Some of you may be rejoicing that Mr. Gandhi has at last been put into prison. \n[10]But I would ask you -- assembled here in this house of God -- to recognize that we are witnessing something new, something so unexpected, so unusual that it is not surprising the Government is at a loss. What Mr. Gandhi has forced us to do is ask questions about ourselves. \n[11]As Christians, those are difficult questions to answer. How do we treat men who defy an unjust law -- men who will not fight, but will not comply? \n[12]May I? Mohan -- I would like you to meet someone. \n[13]I lied to you, Mohan, when I told you I decided to come to South Africa to meet you. Professor Gokhale sent me. \n[14]All right -- I'll go and write my report to the Viceroy. \n[15]No violence, please. \n[16]Going nearer to God! \n[17]Mohan -- !! \n[18]Yes, yes, I'm a Christian. \n[19]Ah, you'll find him under the tree by the river. You'd better leave the car -- the ground is rather soft. \n[20]I wish to see the prisoner, please. \n[21]...Shades of South Africa. \n[22]Did they take your clothes? \n[23]You always had a puritanical streak, Mohan. \n[24]I think you do. But I thank God we all don't. \n[25]Ah, but my puritanism runs the another way. I'm far too modest for such a display. \n[26]Couldn't I be let in with the prisoner? I am a clergyman. \n[27]They're calling you \"Bapu.\" I thought it meant father. \n[28]What do you want me to do? \n[29]I must leave from Calcutta, and soon. You'll have to say goodbye to Ba for me. \n[30]Well, I -- ", "JINNAH": "\n[1]We hope you intend to join us in the struggle for Home Rule, Mr. Gandhi. \n[2]Is he a fool? \n[3]And we must speak with one voice -- united. \n[4]Which is a lot better than causing trouble where it matters. Invite him -- let him say his piece about South Africa -- and then let him slip into oblivion. \n[5]We were asked for toleration. We were asked for patience. Some gave it and some did not. Well, their war is over! And those of us who supported it, and those of us who refused must forget our differences! \n[6]And there can be no excuses from the British now! India wants Home Rule! India demands Home Rule!! \n[7]Where is Mr. Gandhi? \n[8]The Prophet give me patience. \n[9]My house is honored. \n[10]I'll send my gardener. I'm sure you'll have much to discuss. \n[11]Gentlemen -- the hero of Champaran. \n[12]Mr. Patel you know. Mr. Maulana Azad -- a fellow Muslim... recently released from prison. \n[13]Mr. Kripalani. And of course you know Mr. Nehru. \n[14]There is only one answer to that. Direct action -- on a scale they can never handle! \n[15]I too have read Mr. Gandhi's writings, but I'd rather be ruled by an Indian terrorist than an English one. And I don't want to submit to that kind of law. \n[16]You mean a general strike? \n[17]Perhaps I should have stayed in the garden and talked about the flowers. \n[18]After what they did at the massacre -- it's only an eye for an eye. \n[19]We would never get the same commitment again -- ever. \n[20]God! You can be sure the British won't censor that! They'll put it on every street corner. \n[21]So the truth is, after all your travels, all your efforts, they've stopped the campaign and sent you home empty-handed. \n[22]Precisely. \n[23]I don't give a damn for the independence of India! I am concerned about the slavery of Muslims! \n[24]I will not sit by to see the mastery of the British replaced by the mastery of the Hindus! \n[25]The world is not made of Mahatma Gandhis. I am talking about the real world. \n[26]Where there is a Muslim majority -- that will be Pakistan. The rest is your India. \n[27]Let us worry about Pakistan -- you worry about India. \n[28]Now, please, if you've finished your prayers, could we begin with business. \n[29]It is your choice. Do you want an independent India and an independent Pakistan? Or do you want civil war? ", "WALKER": "\n[1]It's news at the moment. I will certainly report on your mines and the economy -- but I would like to meet this Mr. Gandhi. \n[2]Hm. And what should an \"important professional\" write about your response to General Smuts's new legislation? \n[3]You will respect the law. \n[4]You're a very small minority to take on the Government -- and the Empire. \n[5]Well, it's quite a place, your \"ashram\" -- is that right? \n[6]You're an ambitious man. \n[7]They tell me you also take your turn at peeling potatoes and cleaning the \"outhouse\" -- is that part of the experiment? \n[8]Well, I read you account of that crowd in Calcutta and that he was twisting the Lion's tail again... \n[9]...and I knew something had to give. And I was determined to be here when it did. \n[10]Oh, I've been a Gandhi buff for a long time. \n[11]I met him once. \n[12]Back in South Africa... long time ago. \n[13]Lots of hair... and a little like a college freshman -- trying to figure everything out. \n[14]It's beautiful. \n[15]Trying to keep track of you is making me change all my sleeping habits. \n[16]Hm. Is it? \n[17]A great deal. \n[18]You know what you're going to do. \n[19]Where are you going? \n[20]on Gandhi's words to him \n[21]Is it over if they arrest you now? \n[22]What if they don't arrest you? What if they don't react at all? \n[23]He said he's in charge... \n[24]My name is Walk-er. And I intend to report it the way it is. \n[25]Hello! Ed! Ed! Goddammit, don't cut me off! Ed! Okay -- yeah -- right. \n[26]\"They walked, with heads up, without music, or cheering, or any hope of escape from injury or death.\" \"It went on and on and on. Women carried the wounded bodies from the ditch until they dropped from exhaustion. But still it went on.\" \n[27]\"Whatever moral ascendance the West held was lost today. India is free for she has taken all that steel and cruelty can give, and she has neither cringed nor retreated.\" \"In the words of his followers, 'Long live Mahatma Gandhi.' \" ", "MIRABEHN": "\n[1]You'd be Mr. Kallenbach. \n[2]I prefer the name Gandhiji has given me -- Mirabehn. \n[3]Might Mr. Nehru be there too? \n[4]You can't know how closely we follow your struggle -- how many in England admired what you did in Bardoli. It must have taken enormous courage. \n[5]And you're German... \n[6]And do you feel Indian? \n[7]But you've been with him so long -- why? \n[8]I -- I sent for it, from here. I dyed it myself. \n[9]It has. But you'd be surprised. They understand -- they really do. It's not the workers you have to worry about. \n[10]I would rather march. \n[11]I've brought your drinking water. May I turn you? \n[12]There is a little lemon juice in it. That is all. \n[13]Herman has gone to meet Pandit Nehru -- there was a telegram. Almost everywhere it has stopped. \n[14]I don't know... I know you are right. I don't know that this is right. \n[15]Panditji -- come in. \n[16]You should ride the pony. It is not necessary to walk to prove the point. \n[17]Bapu... \n[18]\"Lead Kindly Light, amidst the circling gloom...\" \n[19]His pulse is very irregular -- the kidneys aren't functioning. \n[20]Bapu, there's been no fighting -- anywhere. It has stopped -- the madness has stopped. \n[21]No... no. In every temple and mosque they have pledged to die before they lift a hand against each other. \n[22]He thinks he's failed. \n[23]I am blinded by my love of him, but I think when we most needed it, he offered the world a way out of madness. But he doesn't see it... and neither does the world. ", "SMUTS": "\n[1]Yes -- ? \n[2]Did they? Well, they'll find we're a little better prepared this time. Mr. Gandhi will find he's on a long hiding to nothing. \n[3]But on a short trip, I wouldn't spend too much time on the Indian question, Mr. Walker. It's a tiny factor in South African life. \n[4]Of course. We Westerners have a weakness for these -- these spiritually inclined men of India. But as an old lawyer, let me warn you, Mr. Gandhi is as shrewd a man as you will ever meet, however \"otherworldly\" he may seem. But I'm sure you're enough of a reporter to see that. \n[5]Ah, Mr. Gandhi. I thought we might have a little talk. \n[6]Will you have a glass of sherry? \n[7]Perhaps some tea? \n[8]Ahh. \n[9]Please -- please do come and sit down. It's prison I wanted to talk to you about. \n[10]Mr. Gandhi, I've more or less decided to ask the House to repeal the Act that you have taken such \"exception\" to. \n[11]Hm. Of course it is not quite that simple. \n[12]I'm glad to hear you say that... very glad. You see if we repeal the Act under pressure under this kind of pressure it will create a great deal of resentment. Can you understand that? \n[13]Good. Good. I have thought of calling for a Royal Commission to \"investigate\" the new legislation. I think I could guarantee they would recommend the Act be repealed. \n[14]But they might also recommend that future Indian immigration be severely restricted -- even stopped. \n[15]You're an extraordinary man. \n[16]I'm ordering the release of all prisoners within the next twenty- four hours. You yourself are free from this moment. \n[17]Assuming we are in agreement? \n[18]All right. Fine. \n[19]Oh! Neither have I. I'm awfully sorry. \n[20]Daniels, would you lend Mr. Gandhi a shilling for a taxi? \n[21]How far will you be going, Mr. Gandhi? \n[22]He's either a great man or a colossal fraud... Either way, I shall be glad to see the last of him. ", "KHAN": "\n[1]I'm rich -- but I'm Indian. I therefore do not expect to travel First Class. \n[2]That was England. \n[3]I can. But I risk being kicked into the gutter by someone less \"holy\" than Mr. Baker. \n[4]Allah be praised. And what battalions will you call upon? \n[5]I rather like the idea of an Indian barrister in South Africa. I'm sure our community could keep you in work for some time, Mr. Gandhi -- even if you caused a good deal of trouble. Especially if you caused a good deal of trouble. \n[6]You also said your article would draw a thousand people. At least some of the Hindus brought their wives. \n[7]You write brilliantly, but you have much to learn about handling men. \n[8]fluent, but firm and pointed \n[9]We will now burn the passes of our committee and its supporters. We ask you to put your passes on the fire with -- \n[10]He's become quite good at this. \n[11]No. You were the surprise. It's been all over the prison. We thought they'd be too afraid of the English press. \n[12]Don't worry about the meat -- it's Hindu -- there's not a trace. \n[13]I don't know who they've left out there to do the work. There can't be one mine left open. Have they touched the women? \n[14]The fools! Sorry... \n[15]Well, that's one victory. \n[16]Don't worry -- I've never seen men so determined. You've given them a way to fight... And I don't think -- ", "AZAD": "\n[1]And what \"resistance\" would you offer? \n[2]Three hundred fifty million people at prayer. Even the English newspapers would have to report that. And explain why. \n[3]It was a Hindu child and it tried to wet on me. \n[4]He was a she. \n[5]From the looks of the luggage, yes. \n[6]He came Second Class. \n[7]No. \n[8]...but then some rioting broke out between Hindus and Muslims -- violent, terrible... \n[9]Whether it was provoked... But it gave them an excuse to impose martial law throughout Bengal. Some of the things the military have done... \n[10]The marches and protests are bigger if anything but with the censorship here they know more in England than we do, and it saps the courage to think you may be suffering alone. \n[11]I would like admission to the Works. \n[12]Last night they took Gandhiji from us. They expect us to lose heart or to fight back. We will not lose heart, we will not fight back. In his name we will be beaten. As he has taught us, we will not raise a hand. \"Long live Mahatma Gandhi!\" \n[13]Aren't there any troops to spare? \n[14]Where are you going? ", "DYER": "\n[1]Port arms, Sergeant Major. \n[2]Load. \n[3]They've had their warning -- no meetings. \n[4]Sergeant Major -- \n[5]Fire! \n[6]Take your time. Take your time. \n[7]Corporal! \n[8]Over there. \n[9]That is so. \n[10]My intention was to inflict a lesson that would have an impact throughout all India. \n[11]I think, probably -- yes. \n[12]I did. \n[13]That is correct. \n[14]I was ready to help any who applied. ", "KALLENBACH": "\n[1]I do it as a friend -- and admirer -- not a servant. \n[2]Yes. Now that things are moving he's going to write and only take part when it's necessary. \n[3]There's another passenger -- a Miss Slade. She's the daughter of an English admiral. She's been corresponding with him for a year. \n[4]She wants to make her home with us -- and Gandhiji has agreed. \n[5]...And you would be Miss Slade. \n[6]It was a gift and it only worked a few weeks, but when Gandhi came home he struck on this idea. He calls it his ox-Ford. Comfortable -- and yet more our pace. \n[7]Yes. \n[8]No. \n[9]...I'd come to believe I would never meet a truly honest man. And then I met one. \n[10]Tomorrow. Tomorrow photograph him. \n[11]It is violence, and the fear of violence, that have made today what it is... Give him the dignity of his grief. \n[12]Gandhi will pray for them... ", "IRWIN": "\n[1]Salt? \n[2]All right -- he's breaking the law. What will he be depriving us of, two rupees of salt tax? \n[3]Don't patronize me, Charles. \n[4]And that's the basis of this \"Declaration of Independence\"? \n[5]General Edgar is right -- ignore it. Mr. Gandhi will find it's going to take a great deal more than a pinch of salt to bring down the British Empire. \n[6]We're required to stop it. And stop it we will. I don't care if we fill the jails, stop it. Arrest anyone, any rank -- except Gandhi. We'll cut his strength from under him. And then we'll deal with the Mahatma. \n[7]Who's leading them? \n[8]I believe the question was intended to discover if there was any violence of their side. \n[9]He's addressed this letter directly to you, has he? \n[10]Thank him for his letter, and put him in jail. \n[11]And Fields, keep that salt works open. \n[12]Mr. Gandhi, I have instructions to request your attendance at an All- Government Conference in London to discuss -- to discuss the possible Independence of India. ", "ENGLISH CAPTAIN": "\n[1]Clear the way there! Get out of the way! \n[2]Give me a leg up, will you! \n[3]What the hell is it, Sergeant? \n[4]Jesus...! \n[5]What the hell is going on? \n[6]Who the hell is he? \n[7]Who the devil are you? \n[8]Well, whoever you are, we don't want you here. I suggest you get back on that train before it leaves the station. \n[9]Now look here. I'll put you under arrest if you'd prefer? \n[10]I don't want any trouble. \n[11]Well, there'd better not be. ", "SENIOR POLICE OFFICER": "\n[1]There is a Royal Monopoly on the manufacture of salt, sir. It's illegal to make it or sell it without a Government license. \n[2]Yes, sir. The day he sets off everyone is supposed to raise the flag of \"Free India.\" Then he walks some two hundred and forty miles to the sea and makes salt. \n[3]They're making it everywhere, sir -- mobs of them -- publicly. Congress leaders are selling it on the streets of Delhi. \n[4]...There's been no time to keep figures, but there must be ninety -- a hundred thousand under arrest. And it still goes on. \n[5]I don't know! Nehru, Patel, almost every Congress Official is in jail... and their wives and their children -- we've even arrested Nehru's mother. \n[6]Oh, in Karachi the police fired on a crowd and killed a couple of people and -- and in Peshawar the Deputy Police Commissioner lost his head and... and opened fire with a machine gun. But he's facing a disciplinary court! You can't expect things like that not to happen when -- \n[7]Oh, no, sir -- no, I'm afraid not. \n[8]Yes, sir, he has. The usual -- India's salt belongs to India -- but then he says flatly that he personally is going to lead a raid tomorrow on the Dharasana Salt Works. \n[9]Yes, sir. Yes, sir. It will be my pleasure. \n[10]Yes, sir! ", "SIR EDWARD": "\n[1]But good God, man, you yourself raised the rent simply to finance a hunting expedition! \n[2]And some of these others -- beatings, illegal seizures, demanding services without pay, even refusing them water! In India!... \n[3]Well, you've make this half-naked whatever-he-is into an international hero. \n[4]\"One lone man marching dusty roads armed only with honesty and a bamboo shaft doing battle with the British Empire.\" At home children are writing \"essays\" about him. \n[5]I couldn't take another two years of him to save my life. \n[6]And His Majesty's Government. It only needs your signature for the landlords. \n[7]Perhaps. But at least all this has made the Government see some sense about what men like Mr. Gandhi should be allowed, and what they should be denied. \n[8]Things are going to change. ", "CHELMSFORD": "\n[1]Yes? \n[2]Is it simply Delhi and Bombay? \n[3]I can't believe it... \n[4]Arrest him! \n[5]You must understand, gentlemen, that His Majesty's Government -- and the British people -- repudiate both the massacre and the philosophy that prompted it. \n[6]What I would like to do is to come to some compromise over the new civil legis -- \n[7]Even if His Majesty could waive all other considerations, he has a duty to the millions of his Muslim subjects who are a minority in this realm. And experience has taught that his troops and his administration are essential in order to keep the peace. \n[8]Yes -- but it would be wise to be very cautious for a time. The Anti- Terrorist Act will remain on the statutes, but on no account is Gandhi to be arrested. Whatever mischief he causes, I have no intention of making a martyr of him. ", "SERGEANT": "\n[1]Stop! \n[2]At the canter -- for-ward! \n[3]You're right! \n[4]Follow me! \n[5]What the hell are we supposed to do now? \n[6]You're Nehru -- \n[7]I wouldn't have believed it, Mr. Gupta. ", "MAGISTRATE": "\n[1]I am going to clear the courtroom. \n[2]I don't know where they found the nerve for all this. \n[3]How the press get here before the military? \n[4]You have been ordered out of the province on the grounds of disturbing the peace. \n[5]Do you want to go to jail? \n[6]All right. I will release you on bail of one hundred rupees until I reach a sentence. \n[7]Then I -- I will grant release without bail -- until I reach a decision. ", "COLLINS": "\n[1]Well, he certainly wasn't forgotten! And as soon as he got out he was back tramping the country, preaching non-violence and demanding a free India. Everybody knows another showdown's coming -- but when, and over what -- \n[2]How does a reporter in Central America learn that Gandhi was born in Porbandar anyway? \n[3]He certainly makes good copy. The other day Winston Churchill called him \"that half-naked Indian fakir.\" \n[4]You mean Gandhi? \n[5]What was he like? \n[6]Well, he must've found some of the answers... \n[7]What'd he say? ", "POLICE SERGEANT": "\n[1]Oh, no, you bloody well don't! \n[2]Those passes are government property! And I will arrest the first man who tries to burn one! \n[3]Take him away! \n[4]Now -- are there any more?! \n[5]You little sammy bastard -- I -- \n[6]You want that kind of trouble -- you can have it! ", "GOKHALE": "\n[1]We're trying to make a nation, Gandhi -- and the British keep trying to break us up into religions and principalities and \"provinces.\" What you were writing in South Africa -- that's what we need here. \n[2]Nonsense. Go on, Charlie. This is Indian talk -- we want none of you imperialists. \n[3]Go and find a pretty Hindu woman and convert her to Christianity -- that's as much mischief as you're allowed. \n[4]Forget your practice. India has many men with too much wealth -- it is their privilege to nourish the efforts of the few who can raise India from servitude and apathy. I will see to it -- you begin your journal. \n[5]Well, change that. Go and find India. Not what you see here, but the real India. You'll see what needs to be said. What we need to hear. \n[6]When I saw you in that tunic I knew... I knew I could die in peace. Make India proud of herself. ", "PRINCIPAL SECRETARY": "\n[1]Yes, sir. He is going to march to the sea and make salt. \n[2]It's not a serious attack on the revenue, sir. Its primary importance is symbolic. \n[3]No, sir. I -- in this climate, sir, nothing lives without water -- or salt. Our absolute control of it is a control on the pulse of India. \n[4]He's going to arrive at the sea on the anniversary of the massacre at Amritsar. \n[5]Has there been any violence? \n[6]Perhaps if we arrested Gandhi, it might -- "}}