{"dialogues": {"LARGE": "\n[1]We don't have bread. \n[2]We just don't have bread it's... we're a Vietnamese restaurant. \n[3]No, I'm not. \n[4]I'll see what I can find. He turns and walks off . \n[5]T'sup. \n[6]Oh... uh that's my mom. \n[7]Thanks. Yeah. How you guys doin'? \n[8]Nice. Silence. \n[9]Yeah. \n[10]Yeah. \n[11]Great. \n[12]Nothing... no plans. I'm just here for a couple days... nothing. \n[13]Really? \n[14]Okay, well... You know I'll have to see with all this... this. \n[15]What? Sorry. Who? \n[16]That's great.  I'll bet it was... fun. \n[17]Me? Thank you. Did you... sew it? \n[18]Great. \n[19]Great. I'll wear it. \n[20]Now? \n[21]oh. okay. \n[22]Hi. \n[23]How you doin'? \n[24]You know I'm not really sure what to say here, Dad, so I'm sorry. \n[25]From afar at the cemetery. \n[26]Yeah, she's amazing. I'm really happy that everything's working out so well for her. She deserves that. \n[27]I'm okay. I've been getting these pretty bad headaches lately. It feels like a quick little lightning storm in my brain and then it's gone. I was thinking maybe you could set me up to get it checked out while I'm here. \n[28]House looks great. \n[29]Really? \n[30]The bathroom in the hall. I noticed someone redid that. \n[31]okay. I think I'll go have some.. \n[32]Great. Okay. \n[33]Great. Large starts to leave. \n[34]Hello?... Hey. No... Yes. \n[35]Fuck. The cop car stops behind him and blares him with the search light. \n[36]What? \n[37]I didn't... \n[38]Kenny? \n[39]Great! \n[40]I know. \n[41]Yeah... yup. You're a cop, Kenny?! \n[42]Why, Kenny? \n[43]Yeah but, I mean... Kenny, the last time I saw you, you were blowing coke lines off the top of a urinal. \n[44]What do you mean? \n[45]You mean like... as a... cop? \n[46]I don't know. I mean I thought, you were a dick... so I guess that's good. \n[47]Yeah. \n[48]What? \n[49]Yeah. \n[50]Yeah, definitely. They stand there; nodding. \n[51]That depends, are you arresting me? Kenny laughs. \n[52]Okay. \n[53]You got a kid, too? Wow. \n[54]Cute. Gold teeth? \n[55]I think I'm gonna meet Mark and Dave over at some party. \n[56]Yeah, I think. \n[57]Really? \n[58]I don't think so. \n[59]Oh, you get off soon? \n[60]Oh, that would be great... to see that. So I guess I'll see you then. \n[61]Yeah. You too. Benny gets in his car and pulls up alongside Large. He picks up the CB and the PA CRACKLES on: \n[62]I uh... \n[63]in that him? \n[64]Did you know him? \n[65]Yeah, who's that? \n[66]Oh, hey. \n[67]oh hey, what's up. \n[68]Hey, what's going on, man? \n[69]I heard you're kicking ass, man. \n[70]Yeah, definitely. \n[71]Oh, thanks... yeah - thanks. \n[72]Yeah... So I definitely wanna come by and check out your new pad. You gotta tell me what happened. \n[73]What? \n[74]No. But I haven't seen you since we \n[75]now much did they buy it for? \n[76]Wow. So what are you doing now? \n[77]Seriously. \n[78]That's so crazy. But I mean like, are you gonna travel or like what are you gonna do? Shouldn't you like help starving kids or something? \n[79]Oh no thanks, man. \n[80]No, no thanks. \n[81]I guess I'll see youguyslater. He eats the hit. They laugh. \n[82]I'm not playing Spin The Bottle; how old are we? or more importantly, how old are they? Jesse passes Large the joint. \n[83]Oh, who's up? They all laugh. She gets up and slowly walks over to the couch. She smiles nervously. Large stares at her. we see in his eyes he's feeling more fucked up every instant. She stands above him at the couch, then straddles him with her knees on either side of his legs; sitting on his lap. The MUSIC PLAYS. Everyone is speechless. she slowly leans in. Eye contact. They kiss softly enjoying every second. Its incredibly sexy. \n[84]So, Tim, how long you been working at medieval Times? \n[85]Congratulations. \n[86]What was it that happened to you in high school? You had a thing, but I forgot what it was. \n[87]I remember that. That was sofucked up. Why did he do that? \n[88]That's right. \n[89]What? \n[90]Like the Star. Trek guys? \n[91]Yeah let's hear it, man? \n[92]\n[93]what are the tapes? \n[94]So... what, you like sell property? \n[95]Yeah. Good to see you too. She gets to the door, then crosses back to Mark. \n[96]Oh not What time is it ? \n[97]Hi, I'm Andrew bargeman. I'm sorry. i'mn a little late for my appointment. She looks at her watch. \n[98]Okay, thanks. Sorry. He site back down and begins filling out the form- The door opens and a blind woman with a seeing eye-dog enters. The Receptionist sees her and calls out: \n[99]Hi, how are you? The dog looks both ways before mounting Large's leg and proceeds to thrust his groin to and fro. Large tries to shove him off. He looks back at the blind woman who stares off in the other direction. Large is about to say something to her but he stops himself. \n[100]Get off. Off. The dog thrusts away. \n[101]Stop it. Heel. No thrust. LAUGHING. Large turns to see a cute 20 year old GIRL he hadn't seen sitting in the corner. She wears really big headphones. \n[102]Got any suggestions? \n[103]I don't want to hurt him. \n[104]Yeah, but I don't want to like destroy future generations of charitable dogs. Besides he's got to be close to finishing by now. \n[105]I feel so used. She laughs. \n[106]Thanks for your help. Or at least your good intentions. \n[107]Oh, did you go to Columbia High? \n[108]Yeah. \n[109]No. \n[110]I got to fill this thing out, but thank you for... that. \n[111]Thank you. \n[112]Well thanks. Thank you. \n[113]No. Not right now I'm just... \n[114]No, I'm just auditioning and.,. \n[115]What are you listening to? \n[116]No. \n[117]That's cool. I like it. \n[118]What are you doing here? \n[119]I'm uh... there's a_.. \n[120]Its al=ight. I... I uh get headaches. So I just wanna have that checked out. \n[121]Yes. \n[122]Okay. He stands. He turns to Sam. \n[123]It was nice meeting you. \n[124]Andrew. \n[125]Thanks. \n[126]Yes - hi. \n[127]What? \n[128]Yeah. They shape hands. \n[129]I've been having these really intense headaches. They only last for a split second and then they're gone. It's like a lightning flash; almost like a surge of electricity and then it's gone. He looks at the chart. \n[130]Yeah. \n[131]Yeah. Thank you. \n[132]Yeah. \n[133]Well I think I've had them in some form since I was a little kid. But they've been getting more and more frequent over the last year. \n[134]Oh uh, I've been on some form of it since I was ten or so. \n[135]No. I mean I don't know. It's recently occurred to me that I might not even have a problem. only I'd never know it, because as far back as I can remember I've been medicated. I grew up on it. I left them in LA. This is the first time I haven't had it in my body since I can remember. \n[136]Actually I. was thinking about taking a little vacation. \n[137]E)h well, my psychiatrist is my Dad. So uh... he... I think he'd prefer me to stay on it. He likes to think it makes me happy. And I let him think that because he's sort of consumed by the idea of making everyone happy. \n[138]But that doesn't really feel like it. I mean I don't feel stressed or really anxious at all. \n[139]Oh, right. \n[140]Why were you really there? \n[141]Do you lie a lot? \n[142]Enough for people to call you a liar. \n[143]Is one of them \"liar\"? \n[144]Because I`ll choose to trust YOU. \n[145]I can try. \n[146]It was my grandfather's. It was the only thing he left to anyone in my family and he left it to me. And I like it. \n[147]It is? \n[148]Would you like a ride home? \n[149]Why not? \n[150]What are you like... a hanglider? They drive off. \n[151]So what, it's like one of those tandem things? \n[152]But what kind of helmet is that? \n[153]I should live through the day. \n[154]Are you doing anything right now? \n[155]Well, I just had this idea. I promised this guy I'd stop by his house that's right up here, but I don't really wanna stay very long. So I was just thinking if you came with me I could say I have to take you home when I'm ready to go. \n[156]I know. \n[157]No, it's not like that, c'mon. It'll be fun. I promise. I'll tell you what. We'll have like a signal. When you pull on your ear that's the code and then I'll say,, \"Well I've got to get her home now.\" And then we'll go. She mulls it over. \n[158]If you'd like. \n[159]Liar. The light changes and they drive off. \n[160]I'll be fine. Am I the first boy you've ever brought home? \n[161]He doesn't drive a bike? \n[162]Well we're off to a great start. \n[163]So how am I supposed to know what's real? \n[164]Open the door. \n[165]is he really retarded? \n[166]No. \n[167]No, he's a really nice guy. \n[168]Yes. \n[169]It's nice. \n[170]I'm not. It's really nice. It's very cozy. You guys are a little early on the tree, huh? \n[171]No, not at all. I like it. \n[172]Yeah, sure. They cross to the staircase and are met by TITEMBAY (Ti-TEM- bay) a handsome, young Black Man in a sweater carrying books. \n[173]Hi, nice to meet you. \n[174]Yeah, you too. They walk up the stairs. \n[175]Uhh... It's Titembay right? \n[176]Stop doing that. \n[177]That whole thing you just did. Don't do that. I want to be here, and I wouldn't be here if I didn't want to be, okay? Trust me, my family's way more fucked up then yours, okay? Okay? \n[178]So, Titembay. \n[179]Is he adopted? \n[180]Wow. \n[181]Wow. I mean that's great. It's a crazy story. \n[182]What is Tickle? \n[183]And Tickle is all that remains? \n[184]Was there a hurricane or something? \n[185]It's like the Wailing Wall. \n[186]The Wailing Wall. It's like the most holy place for Jews to go and pray in Israel. It's all that's left of this enormous temple that was destroyed by the Romans. \n[187]No I'm not. I mean I'm Jewish, but I'm not really Jewish. I don't do anything Jewish. I don't go to temple or anything. But I don't know any Jews who go to temple. The Jews I know only go on Yom Kippur. One day; the day of repentance. Did you know that most temples are designed with movable walls so that on the one day of the year when â\u0080¢ everyone comes to repent they can actually make the room big enough to hold everyone? \n[188]Just tickle. \n[189]What? \n[190]No, I wasn't... \n[191]Okay. I hadn't planned on... \n[192]So no one has ever done that? \n[193]No. \n[194]No. Trust me yours was good enough for both of us. \n[195]ZzzZzz. Be stares at her. \n[196]How was that? \n[197]Wow. \n[198]I mean this is... \n[199]Now? \n[200]Right now? \n[201]Uh... Right now I was thinking... I was thinking that I've been going to a lot of these things lately. \n[202]No, not dates. This isn't a date. Is this a date? Funerals. \n[203]Uh... that's why I'm home actually. Yeah, I uh... I haven't even really told you that yet, but uh... yeah my Mom just died. Sam stops digging and stares at him. \n[204]God, it's weird to say that out loud: 'My Mom died\". And uh... eo that's why I'm home... now. \n[205]No, it's okay. It's okay actually. I'm all right with it. Anyway I think it's what she wanted so.., \n[206]No, its okay. She uh... she drowned actually. Sam's jaw drops. \n[207]My Mom was a paraplegic; she had uh... she was in a wheelchair. She was uh... taking a bath and then I guess she slipped or something. That's what they say. I don't know. But needless to say, she drowned. And so... that's how she died. Sam is speechless. Tears well in her eyes. \n[208]This was uh... Hmm... Sunday. \n[209]Why are you crying? \n[210]Look, let's change the subject, okay? Let's really bring the focus back to Jelly. I mean what could be ruder than talking about someone else who died while you're in the act of burying a close friend. Sam places the box in the hole she's dug. \n[211]Well IIve only been to one of these things,  you appear to be the expert. \n[212]okay, well I'll go first. I didn't really know you, Jelly. But from what I hear, you were a good pet. Had a little trouble with the wheel... \n[213]I was just thinking- I was just thinking you spend you're whole life lusting for anything you don't have. You stress over money and your career, you set your clocks back, you exercise, you wait in line, you paint your house, get depressed, feel better, buy things, take your clothes to the dry cleaner, set your clocks forward and spend your whole life waiting for happiness to arrive in the mail. Then you die and people are really sad, they cry really hard... and then they go eat lunch. Hetakes a bite of his bagel. \n[214]Miss me? \n[215]No. She didn't like being alive. She got what she wanted. This should be a party. Instead we're supposed to mope. About what? She never did anything. \n[216]some trophy. I do have to say I'm impressed with the turnout. \n[217]Seems to me the only thing more depressing than a funeral is a funeral where no one shows up. Don't you ever think about who'll show up to yours? \n[218]It's one way to determine who your friends are. The people who'd show up at my funeral if it was held in their state, that's one level of friend. But my real friends, the people who really love me, they'd come if it was on the other side of the country. \n[219]You'd be there. \n[220]I do. I think you'd show up because the truth is, that you really did miss met you always thought of me as the brother you never had. But you've got too much pride to let me know that. You want to pout 'cause I don't return your calls. \n[221]Today I've been more talkative than I remember. \n[222]Funeral? Honestly? I probably wouldn't travel for it- no. But don't worry, I'm sure you'll have a great turnout. \n[223]'Cause there's also the guy who lives his life to insure a good turnout. I think that's how my Dad lives his-, like he's sort of writing his own eulogy as he goes and making life choices dependent on how it will sound in a speech. \n[224]I'm just saying a lot of people - not necessarily you - a lot of people try and accumulate accolades that will somehow justify their lives. \n[225]Where do I sign up for not caring? \n[226]Wow, that was so clever how you did that. Is he grooming you to be a psychiatrist too? Med school's one thing, but please don't become him. \n[227]well you would say that; you're the son and daughter he never had. Hell, you're the family he never had. Has he got you on Lithium yet? Wait till he does, you'll love him even more. He stands. \n[228]i looked for a message; I got bored and became an actor. He leaves. \n[229]Hello? Dad? After shutting the door behind himself he' crosses to the dresser and lifts one perfume bottle out from a dozen. He smells the nozzle then brings the bottle with him as he edges towards... \n[230]Holy shit, you scared the shit out of me. He covertly slips the perfume bottle into his pocket. \n[231]Yeah. \n[232]Yeah... fine. \n[233]Yeah. Silence. The FAUCET DRIPS. They avoid eye contact. \n[234]Yeah... good. \n[235]Yeah. Silence. DRIP. DRIP \n[236]Look, I wanted to ask you... I mean if you don't want to talk about this its perfectly fine, but I'm just... \n[237]But we don't have to do it now. I mean you don't have to do that now. It's just at some point I would... I have some questions. \n[238]So she didn't yell or... \n[239]It's just weird. \n[240]I don't know, it's just that you'd think if someone was really drowning to death they would scream. I mean really scream from the terror of it all, you know? They would splash and scream I would think; I would have thought. \n[241]Don't take this the wrong way. \n[242]I'm not reading into this, I'm just thinking out loud so don't get \n[243]What? \n[244]I'm just saying did they check? I mean has someone ruled that out? \n[245]I'm just saying the facts. \n[246]And I suppose it doesn't even really matter. But I'd be curious to know. I would like to know if that's what happened; just for me. I mean would that surprise you? \n[247]She made it very clear to everyone she knew that nothing was ever going to make her happy- \n[248]And c'mon let's be honest; she tried it before. \n[249]I think I deserve to know the truth. \n[250]I don't know. Jesse continues talking, but his voice distorts into WARBLED \n[251]Absolutely. \n[252]C'mon let me see it. \n[253]Don't be shy. Just let me see it. \n[254]You're the alligator? \n[255]\n[256]That was so good. You're Mom's right you were amazing. Titembay has begun brushing white powder on Large's water glass revealing his fingerprints. \n[257]Bye. Thank you so much for dinner. \n[258]I'll take a hug. They embrace. \n[259]Good-Night. \n[260]It was the only thing I ever really liked doing; pretending to be someone else. But I've been so out of it the only parts I ever get offered are to play handicapped people. She tries to hold it together, but she bursts out laughing. \n[261]It's not funny. \n[262]So what should we laugh at you about? \n[263]Which part are we laughing about? \n[264]Preventative covering? \n[265]I haven't cried since I was a little kid. I didn't cry at my mother's funeral. I wanted to- I... tried. I thought of all the saddest things I could think of; things in movies, this image from Life magazine that haunts me... nothing came. That actually made me sadder than anything; the fact that I felt no numb. \n[266]Oh, no. Mark, Dave and Jesse appear with some others. \n[267]'Course I can swim. JUMP CUT TO. Large in the shallow-end doing the most pathetic doggy paddle you've ever seen. Everyone stares in disbelief. \n[268]I never learned how to swim. \n[269]There's a handful of normal kid things I kinda missed. \n[270]Probably till my fingers get wrinkly. \n[271]Oh. I think I'll probably head home the day after tomorrow. well, LA. That's not my home. Rer smile fades. \n[272]You know that point in your life when you realize that the home you grew up in isn't really your home anymore? And all of a sudden, even though you have a place where you put your Shit, the idea of \"home', is gone. \n[273]You'll gee when you move out. It just kind of happens one day and it's gone. And you feel like you can never get it back. it's like you feel homesick for a place that doesn't even exist. But maybe it's like this rite of passage, you know? And you won't ever have that feeling again until you create a A new idea of \"home\" for yourself, for the family you start, for your kids. It's like this cycle. Maybe that's all a family really is; a group of people who miss the same imaginary place. They hold eye contact. The SPLASH of a CANNONBALL swings their gaze to the others horsing around in the deep end. Sam leans her head over and rests it on his shoulder. \n[274]I feel like if I had showed up at school and presented the idea of silent Velcro they would have sent me away a whole lot sooner. They all laugh. \n[275]They didn't send me away. \n[276]I mean they did, but... they sent me to boarding school. \"Sent me away\" implies I went to some asylum or something. There were no straps involved. \n[277]They sent me to boarding school because uh... they thought I might be dangerous. Oh are you freaked out? You're so freaked out right now. \n[278]I was a kid and I was - they just... I was a teenager and they were depressed and it just wasn't a good combo. \n[279]I know. You and Titembay should go into business together; solve mysteries out of a van. \n[280]No. No. I just... it's fine.. I just haven't ever really talked about it. \n[281]You wanna know? \n[282]Really, really? \n[283]No. Drumroll... I was the reason she was in a wheelchair. I pushed her. So there that is. \n[284]No, it's the truth. \n[285]It was a complete freak accident. I mean its one of those things that you replay a million times in your head and you see so clearly what a freak thing it was. I... Say whole life she was depressed for no reason. Look at this picture. He pulls the picture of he and Cynthia as children wearing chicken slippers out of his wallet. \n[286]Look at her face.. That's how, she. was every single day of her life. And one day... I was nine years old and I just really hated, her for that, and I pushed her. I mean it was innocent. I was just frustrated 'cause... \n[287]Yeah. Fuck yeah. And any other time, she would have just yelled at me and sent me to my room, but this time, in that moment, the door of the dishwasher was open. The latch on it was broken and it would just randomly fall open. That fucking latch; it's funny how so much of my life hasbeendetermined by a quarterinchpiece of plastic. So she fellbackover the door and her neck hitthekitchen counter; paralyzing her from the waist down. Sam's eyes are wide in shock. \n[288]Still want to compare fucked up families? \n[289]Well I was nine. They sent me to therapy and my Father put me on these drugs that were supposed to \"curb my anger\". And I've been on some form of them ever since. My Mother who was clinically depressed before the accident, sank even lower to the point where she just ignored everyone but our housekeeper, Janice and her daughter, Cynthia. And when I was sixteen my psychiatrist Dad came around to the conclusion that it might not be the healthiest environment for me to be growing up in. So he sent me to boarding school. And I haven't been home since. \n[290]Until now for her funeral. I'm off to a ripping start in this life, huh? Next time through I think I'll lay low out of the gate. He takes a sip of his beer. \n[291]The thing is though, when I think about it, I wasn't really abnormally angry at all. I mean it all happened so quickly; I got prescribed all these drugs for anxiety and depression and anger so I just kind of became what they are. \n[292]I think it was. So I left them in LA. I'm taking myself off punishment. \n[293]What? \n[294]what do you mean? \n[295]I think you're right. I'm \"in it\". But I'm so glad I'm \"in it\" 'cause I'm working it all out, you know? I haven't swallowed a pill in four days now and I can already feel this eerie clarity. It's probably the reason I just can't stop fucking talking; these.rusty cogs in my brain have started spinning... fast. \n[296]Alright can we just forget about all that stuff please and talk about good etuff. \n[297]Yeah, glass half-full shit. What do you got? \n[298]I got a little buzz going. And I like you. Sam smiles and looks away. A beat of silence. She tries to stifle her smile by pursing her lips as she turns back and looks him in the eyes. She's so cute. \n[299]So... there's that. I got that. \n[300]Ah! Jesus, you scared the shit out of me. You're always doing that. Why are you always doing that? \n[301]Yeah I've been kind of catching up with people around here. \n[302]Yeah I think I'm starting to figure that out myself. \n[303]I think probably tomorrow. I gotta lot of stuff I got to do back in LA. I'm gonna have to find a new job. So... \n[304]Yeah. How? I mean when? \n[305]Well actually I was supposed to meet my friend Mark. But how about later tonight? \n[306]Yeah. \n[307]Yeah. \n[308]You still have your egg baby? Mine broke the first day. \n[309]Yeah, well she gave us a C cause my partner fell on some ice. My-wife tell on some ice and killed our egg baby. \n[310]Why's it brown? \n[311]Oh. Large laughs at Mark's earnestness. \n[312]You kept her little blue skirt on. \n[313]It's a girl, she's wearin' a skirt. \n[314]Shorts? \n[315]Oh. They laugh. Large flips through an album. \n[316]You collect \"Desert Storm Trading Cards\"? \n[317]Really? \n[318]So like how much is this one worth? \n[319]\"Night Vision Goggles.\" \n[320]Dollars? \n[321]So do you have the complete set? \n[322]Someone stole it? \n[323]For drugs they sold it? \n[324]Wolf Blitzer. \n[325]Yeah, sure I just... \n[326]Nothing I just... \n[327]Nothing I just, I told Sam I was gonna hang out with her today... \n[328]What are we doing in the mall. I don't wanna be in the fucking mall. \n[329]What do you mean, how do I look guilty? \n[330]Oh, no. \n[331]Hey. \n[332]I know. \n[333]What? \n[334]No. That wasn't me? \n[335]Tina who? \n[336]oh yeah, gymnastics Tina. How'd she do it? \n[337]This is Sam. Sam this is Karl. \n[338]Oh. He walks off. \n[339]Why'd you say that? \n[340]Yeah. Yeah I was. Just this thing. So you're like what, working here? \n[341]Yeah, definitely. So what 'a in the box. \n[342]Washers? \n[343]Oh, washers. I never use those. I never knew what they were for, so. I just always threw them away. I never used washers. Silence. \n[344]Yeah, well it was great to see you, man. I'm sure I'll see you around. \n[345]oh, well we gotta run. I'm listed. Just call information. It's been so long since I've been home I don't even remember it. \n[346]Oh, is that what it is? \n[347]Why are you buying knives? I don't need knives. They arrive at the counter. A young Black woman with enormous gold earrings and long fingernails stands at the register. \n[348]So how often do you go? \n[349]You know, Mark, it's my last day in town. I have money. I can give you some. \n[350]Or fuck, take Jesse's - the guys a millionaire. Mark stops and looks at Large in the eyes. \n[351]\n[352]This is Sam. \n[353]Mark's picking up something. \n[354]So were you there? \n[355]Were you on the call to my uh... to the house? \n[356]Ch. \n[357]Yeah. She loved you_ Mark exits carrying a large gym bag. \n[358]I should go. \n[359]You know me enough to know I'd travel for your funeral right? I was kidding yesterday; where ever it was... you know I'd be there right? \n[360]Okay, stop. What the fuck are we doing? \n[361]Dude, we've been patient all day, but it's my last day in town and you haven't told me what the fuck we're doing. I mean if you told me we were going on a six hour scavenger hunt for blow I would have passed. \n[362]Well I think we've corrupted this innocent girl enough for one afternoon. \n[363]Yes, you are. And that's what I like about you. And I don't want this fucking guy taking you to the bottom of a quarry in a sketchy-ass neighborhood to find some Pitbull's raping each other or... crack whore's huffing turpentine or whatever it is that you have us \n[364]So. \n[365]Don't be cute. \n[366]Don't talk about knights in front of Mark. It's a sore subject. \n[367]Pun intended? Beat as Mark gets it. He comes after him. \n[368]I never even knew this was here. \n[369]Can you imagine the guy who's job it is to fight for the right to build his mall on some like geological phenomenon? \n[370]You're not gonna tell us what we're getting? \n[371]So... knock. Knock and barter for \"Dessert Storm Trading Cards\". \n[372]ah nothing, just hanging out in an old boat at the bottom of a quarry in Newark. \n[373]Yeah, it just started pouring all of a sudden. \n[374]No thanks. \n[375]What is it that you do here? What is this place? \n[376]Oh. Wow. \n[377]Not at all. \n[378]Why? What do you think you'll find? \n[379]Yeah. \"Albert's Abyss\". \n[380]You know \"my whole life I've had that same anxiety that if I didn't discover something or... save something or... \n[381]Yeah. That I'll have somehow wasted my time here. And that somewhere, whatever force created us, would resent me for it. \n[382]Yeah, thanks. \n[383]Yeah, that would be great. \n[384]r, Hey Albert l \n[385]Good luck exploring the infinite \n[386]So I don't know if I'm gonna see you. \n[387]To be honest, I don't even care anymore. Mark pulls out the bag. It practically falls apart it's 80 wet from the rain. He pulls out an ANTIQUE NECKLACE with a square pendant on it. He puts it in Large's wet hand. \n[388]This whole day was about this? \n[389]It's my Mom's favorite necklace. \n[390]No. I don't want to play this game. \n[391]Okay. I would... If she were sitting here. if my mother were sitting here I would tell her... Silence. The faucet DRIPS behind him. \n[392]I really don't wanna... I would tell her that I'm sorry. I'm sorry that she wasn't happy. And I'm sorry I couldn't make her happy. And you know if I could have had anything I ever wanted to have happen in my life actually ever happen, it would have been that she would be happy. And... A tiny tear wells in his lid and. spills over. \n[393]Shut-up. \n[394]I guess I could put it in my scrapbook, if I had a scrapbook. They wait. \n[395]I think so. I don't feel any more coming. \n[396]Yeah. \n[397]It's funny; this thing reminds me of this really random memory of my mother. Its so weird, I haven't thought about this in so long, but this great memory I have where I was a little kid and I was crying for one reason or another and she was kind of holding me and rocking me back and forth. And I could see the little balls in this thing just rolling back and forth. And there was just snot dripping down my nose. And she just handed me her sleeve and told me to just blow my nose into it. And I remember thinking, even as a very little kid, \"Wow. This is love.\" More tears start to well and overflow from his eyes. He tries to stifle them with a LAUGH. He cradles the pendant. \n[398]This is love. And it just felt so... good to be there. So safe. And I didn't feel safe very often, but at that moment... Tears are now streaming down his face as well as Sam's. She holds the plastic cup in her hand. \n[399]It's so funny isn't it? But I think that's the single most amazing moment I remember of my Mother. 'Cause she wasn't sad and she wasn't being prodded to be happy, she was just there. \n[400]I just don't... \n[401]I would say that it's Love. It's this Love that I have. \n[402]This fucking hurts. \n[403]who are you? \n[404]Fuck. I feel like I just get so much thrown at me; like there's so much speeding by me in a day that I feel like if I look up from the sidewalk, I'll get dizzy and fall down. So it's like I just... barrel through and don't look up, so I'll just never fall, you know? And that's really... and you know it's so sad to say this, but that's really how I've been living my whole life. \n[405]Yeah. \n[406]Yeah. Yeah I was.  Thanks Mom.  That's funny. The definition's always confused me, but I'm pretty sure that's irony. He smiles. He wipes his tears away with his own sleeve . \n[407]Come here. She comes in for a tight embrace. He kisses her gently on her cheek with his eyes closed, then rests his head on her - shoulder. \n[408]Safe. When I'm with you, I feel so safe... like I'm Rome. A WIDE SHOT of the bathroom as Sam and Large embrace in the middle of the empty tub and the faucet continuee to DRIP. \n[409]Dad? He sits up startled. \n[410]Sorry to wake you. \n[411]I've been on a pretty crazy little journey these last couple of days. \n[412]No, I just... maybe I have been. \n[413]But when were we ever all happy, Dad? I mean you always say that, but when was that? When was this time that you have in your mind that you wish we could all get back to? 'Cause I don't have it in my memory. Maybe if I did I could help steer us back there. But we should... You know... you and I need to work on being okay if that's not in the cards for us. \n[414]What I did? What I did?! You know what, Dad? I'm gonna forgive myself for what I did right now: I was a little boy and somebody made a shitty latch. That's what I think now. And I'm not gonna... I mean I'm not gonna take all those drugs anymore. Because they've left me completely numb. I have felt so fucking numb to everything I have experienced in my life. And for that; I'm here to forgive you. Gideon site up against the headboard. \n[415]You've always said you wanted us to have whatever it is we wanted. Well maybe what Mom wanted more than anything, was for it to all be over. And for me, what I really want more than anything, is for it to be okay with you for me to feel something again; even if it's pain. \n[416]This is my life, Dad. This is it. I've spent twenty-six years waiting for something else to start. So no, I don't think it's too much to take on. Because it's everything there is. I see now it's all there is. \n[417]We deserved nothing more than you. And you deserved nothing more than us. Large puts his hand on the center of his father's bare chest. \n[418]You and I are gonna be okay. You know that, right? We may not be as happy as you always hoped we'd be. But for the first time let's allow ourselves to be whatever it is that we are... and that'll be better. OK? I think that'll be better. \n[419]I don't want to hurt you. \n[420]Sam. \n[421]Is that true? \n[422]Look at me. Sam, look at me. This is not over. I'm not putting a period at the end of this thing. I'm putting like... an ellipses on it. Because I'm worried that if i don't go figure myself out, if I don't go land on my feet and be okay on my own, I'm gonna fuck this up. And I don't want to do that . This matters too much to me. He checks his watch. \n[423]This isn't a conversation about this being over. It's about me needing time to... Look, I just fired my psychiatrist, I gotta go out and find a new one. He stares off. Decision time. \n[424]- I gotta go. I'm gonna call you. As soon as I get there I'm gonna call you. She nods; heartbroken. \n[425]Look at me. She doesn't. \n[426]Look at me. She turns. \n[427]You've changed my life, Samantha. And I've known you for four days. This is the beginning of something big. But right now I gotta go. He kisses her on her mouth. As he pulls away she arcs her head to touch his lips for one more second. \n[428]Remember that idea I had about growing and working stuff out on my own and then finding you when I'd figured myself out? \n[429]Yeah the ellipses. Its dumb. It's an awful idea. And I'm not gonna do it. Because like you said, this is it. This is life. And I'm in love with you, Samantha.  I think that's the only thing I've .ever been really sure of in my whole life. I'm really fucked up right now, but I don't want to waste any more of my life without you in it. Okay? \n[430]Because I think I can do this. I know I can. I want to. We have to. Yeah? Tears stream down her face. She smiles her angelic smile. \n[431]\n[432]Okay.  What do we do? He looks at her and smiles like we've never seen him smile; \n[433]What do we do? They pause for a moment, staring at each other, transfixed by adrenaline and spontaneity. Slowly Large leans in and they kiss amidst an almost desolate baggage claim area. MUSIC CUE: Radiohead: \"Sulk\" As one lone bag circles an empty carousel waiting to be found. ", "SAM": "\n[1]I recognize you. \n[2]No, not from high school, from TV. Didn't you play the retarded quarterback. \n[3]Are you really retarded? He stares at her. \n[4]That's cool. Great job, man. You were- I mean I thought you were really retarded. You were just as good as that corky kid and he's really retarded. I mean if there's some kind of like retarded Emmy you could win. You'd kick Corky's ass. \n[5]Oh, okay. Right on. My cousin's an actor. Jake Ryan Winters. I doubt you'd know him. He was on \"Sheena\" once as some gnome or something. I think that's great though. \n[6]Oh that last scene where you make that speech to the whole stadium and your Dad gives you the thumbs up; that was - it was emotional. I mean I didn't cry, but I think my Dad did. I couldn't totally see, but he got up to go to the bathroom and I think I heard him sniffle. Could've been dander... \n[7]So are you doing anything else? \n[8]Any other retarded roles? I'm sure you could definitely get more of those. \n[9]I can't believe you're not really retarded. Jake's not a very good actor. I mean on \"Sheens\" you couldn't really tell 'cause he was in a hairy gnome suit, but he used to put on these really low-budge renditions of Andrew Lloyd Webber musicals in our attic when we were kids and they were awful. It sucks 'cause there isn't a whole lotta work for little people, you know? Anyway sorry I talk too much, fill out your forms. Large just stares at her. She's funny. \n[10]\"The Shins.\" You know them? \n[11]Oh are you kidding me? You gotta here this one song, it'll change your life I promise you. Oh but you have to fill out your forms. Conundrum. Well do it while you listen to \n[12]So what are you doing here? \n[13]Waiting for a friend. You? \n[14]Fuck, that was nosey, I'm sorry. I didn't mean to be nosey. That was so nosey. \n[15]Cool. \n[16]You didn't. I'm Sam. \n[17]Cool. well, bye. Good luck with your head. \n[18]Charging. I'm a robot. \n[19]People call me lots of things. \n[20]I could say \"no\", but how will you know I'm not lying. \n[21]You can do that? \n[22]Who's bike is this? \n[23]This is the point where you ask me if I'd like a ride home? \n[24]Yup. \n[25]Fine, but I ' m not getting in that sidecar, \n[26]Sidecars are for bitches. Anyone who gets in that thing is automatically your bitch. Thus, I will ride on the back. She climbs on the back behind him. \n[27]I thought my boyfriend was gonna pick me up on his bike, so I brought it... But then he couldn't so... \n[28]No, its a Ninja. Way faster than this thing. \n[29]You can use it on a motorcycle. Anyway, how's your head? \n[30]Cool. Make a right here. They stop at a light. \n[31]Can you elaborate on \"doing anything\"? \n[32]Wow. well that's pretty damn random of ya, Andrew. \n[33]'Nice to meet you. May I use you?' That's the Hollywood in ya I guess. \n[34]Can we have code names too? \n[35]okay. But don't try and like kidnap me or anything, because my step-uncle's a bounty hunter and I could have you tracked and killed. \n[36]No. But I lied about my boyfriend driving a t.inja. \n[37]No, I don't have a boyfriend. He might drive a bike; wherever he is. \n[38]okay so sometimes I lie. I'm weird, man. About random stuff too; and I don't even know why I do it. It's like a tick. I swear, sometimes I hear myself say something and then I think: \"Wow, that's not even remotely true. \n[39]Well, I always feel bad and admit them when they're lies. Can you trust that? \n[40]Down, Kevin! Mom! Kick their balls! Kick their balls! Anthrax, heel! Mom! Sam tries slapping them on their backs. OLIVIA, Sam's mother, comes rushing in clutching a hamster with a bloody nose. \n[41]Mom, this is .Andrew... \n[42]He's the retarded quarterback. \n[43]Come on in. They walk into the LIVING ROOM. \n[44]So this is it. \n[45]No it's not. You don't have to say that just 'cause you can't think of anything else to say. \n[46]Yeah, well we never got around to taking it down, so when it got to be fall again we just figured we might as well leave it. Are you freaked out? You're totally freaked out aren't you? \n[47]Wanna see my room? \n[48]Titembay, this is my friend, Andrew. Andrew this is my brother, Titembay. \n[49]Oh, its okay. \n[50]Thanks. \n[51]This is it. She puts on a CD, . \n[52]Nothing fancy, but... What? \n[53]Yeah, it's weird, huh? You're so freaked out right now, you're like running for the door. You can go, don't feel bad. \n[54]What? \n[55]Yeah. \n[56]Yeah, he's my brother. \n[57]Well kind of. My mom adopted him years ago from Sally Strothers. one of those: For the cost of a cup of coffee a day\" kind of things. where she's like, \"How can you sit there and not help the children?\" And we just couldn't. We couldn't sit there and not help those children. So we sent him letters and pictures for years and then I got really into ice skating and we kind of forgot about'em. Then one day the phone rang and it was Titembay and he was at the dry cleaners around the corner and he said that he was going to school at Rutgers and living in the dorms, but since he was used to living with his tribe he'd much rather live with his family. \n[58]Yeah and he's been here ever since. He's an amazing guy, you gotta hear some of his stories. I mean this guy struggled through so much because he wanted to learn. I think of what he's accomplished and I just feel so lazy. He's studying criminal justice at Rutgers right now and when he was a baby he was one of those kids with flies all over his face. \n[59]That, my friend, is a true story. I'm not that good- A pause. Sam sits on the bed. THE AWESOKE MUSIC PLAYS. She breaks the moment by pulling a small tattered piece of satin fabric off the bed. \n[60]This is Tickle. Large sits down next to her. \n[61]Tickle is my favorite thing in the whole world. It's all that's left of Nannie... my blanket. \n[62]Yeah. \n[63]Shut-up. No, I mean I had it since I was born. it was the blanket they brought me home in from the hospital. \n[64]What? \n[65]Wow, so you're like really Jewish? Large laughs. \n[66]Yeah, you are aren't you? \n[67]I don't really believe in God. \n[68]Oh, I believe in Tickle_ They laugh. A nice moment. They hold eye contact. THE AWESOME \n[69]We're not gonna like make out or anything. \n[70]I'm sorry, I just totally ruined the moment didn't I? \n[71]I just mean we're not gonna like make out. \n[72]I didn't mean to put that out there, that was lame. BLAAAAHRH. That was so dumb. You know what I do when I'm feeling completely unoriginal? She stands up and does really weird gestures with her hands. \n[73]\n[74]I make a noise or I do something that no one has ever done. And then I feel like... unique again; even if only for a second. \n[75]Not in this spot, no. You just witnessed a completely original moment in history. It's refreshing. You try one. \n[76]Come on. \n[77]Come on. What are you shy? This is your chance to do something that has never, ever been done before and will never be copied throughout human existence. If nothing else, you'll be remembered as the only person who ever did this. He stares at her. She's not gonna let up. Large lifts his index finger in the air and twirlsa it. \n[78]Oh, I've done that one before. She bursts out laughing. He smiles. \n[79]So I got to bury this hamster before the dogs eat him. You warms help? \n[80]Yeah. \n[81]I know. They stand in silence. \n[82]It's not that we're bad pet owners or anything, it's just that we've had so many of them over the years. Besides some of these are fish. Not to say fish deserve less than other animals, but moat people just flush them, and we just don't believe in that. I mean the idea of flushing something that had life in it... it just makes me sad, you know? You gotta honor something a little more than that, like \"Congratulations, man, you had life. Here's your trophy; a little spot in the ground to hang out in.\" Anyway, I'm gonna put Jelly right here next to \"Goliath\", the Rotweiler Titembay backed over during his driving exam. She kneels down and begins to dig with a small shovel left nearby. Large sits down next to her and watches her dig. A brisk wind makes him hug his knees in for warmth. \n[83]What are you thinking about? \n[84]Yes. \n[85]No. A second ago before I asked. \n[86]What, dates? \n[87]Oh. Who else died? \n[88]I'm so sorry. Oh, God I'm so sorry. And here I am putting you through another one. I mean not that Jelly's even comes close to your Mom's. .. Although we loved, Jelly-- But still... I'm so sorry. I didn't know. \n[89]How did she die? Large thinks about that. \n[90]I'm sorry, I'm so nosey. Forget I asked, I'm sorry. I just need to shut--up sometimes. \n[91]When? \n[92]Oh my God. Tears roll down her face. \n[93]I don't know, I'm sorry, I'm not usually like this. It's just so sad. It's so tragic. Isn't it? It is. It's like real life tragedy or something. \n[94]What should we do? \n[95]We usually say something. \n[96]its not funny. Jelly you were a great pet. Tears roll down her face. \n[97]I'm so, so sorry I forgot to take the wheel out of the cage. I'm so sorry about that. Goodbye. I hope that you liked me. Tears stream down her face as she shovels dirt onto the tiny shoe box. THE PATTER of the SOIL HITTING the BOX is the only sound we hear as: THE CAMERA CRANES UP above them to a bird's-eye perspective settling on a final frame that looks down on the whole backyard: the above ground pool, the pet cemetery and in the bottom right corner, Sam burying as Large watches. \n[98]Mom, no. \n[99]No, I couldn't have. \n[100]Mom. I'm asking you seriously. \n[101]Were. They cross to the TV room where they find Titembay wearing rubber gloves, seated next to an open tool box, dusting the coffee table for fingerprints and referring to an open text book. White powder reveals fingerprints everywhere, including the TV screen. \n[102]I can't believe you're showing him this. THE SHAKY, AMATEUR VIDEO comes up on the screen: a person in a full alligator costume wearing white gloves skates onto the ice. The lights come down except for a spotlight on the alligator. \n[103]\n[104]Okay this was great, but we have to go now. \n[105]Mom. \n[106]I love you too. Olivia kisses Sam on her forehead. \n[107]Mom. \n[108]Okay, good-night.  Night, Tim. \n[109]Oh c'mon. Don't ya see that it's a joke. If you can't laugh at yourself life's gonna seem a lot longer than you'd like. \n[110]I lied again. I have epilepsy. \n[111]I had a seizure in the law office where I work and they said their insurance would only cover me if I wore \"preventative covering\". \n[112]The helmet I was carrying. Large is silent. \n[113]Oh come on, that's funny. I'm the only person in the world wearing a helmet to work who isn't putting out fires or racing for NASCAR. But what do you do? I can't quit; their insurance is amazing. What can you do? You laugh. I'm not saying I don't cry a lot, but in between I laugh and realize how silly taking anything very seriously is. And plus, I look forward to a good cry. I just love the way it feels. \n[114]What do you mean? \n[115]It's okay. \n[116]Hey! what are you doing? \n[117]Can you swim? \n[118]Fooled me. I thought you just had a cramp. Or two. He smiles. \n[119]I can't whistle if it makes you feel any better. \n[120]There's a handful of normal kid things I kinda wish I'd missed. She floats on her back beside him. \n[121]So how long are you gonna stay here? \n[122]No, I mean in Jersey. \n[123]I still feel at home in my house. \n[124]Maybe. \n[125]Where is it? \n[126]So why did they send you away? She takes a sip of her beer. \n[127]Why did they send you to boarding school? Large looks to Jesse and Mark. \n[128]That's funny. Why did they think you might be dangerous? \n[129]But obviously something happened. I mean there must have been an event. \n[130]Am I being too nosey? \n[131]Yeah. \n[132]Shut up. \n[133]Why? \n[134]You couldn't make her happy. \n[135]Oh my God. \n[136]Until now. \n[137]It sounds like a punishment. \n[138]You're \"in it\" right now aren't you? \n[139]My Mom always says that when she can see I'm like working something big out she'll say, \"Are you in it right now?\" And I look at you, and you tell me this story and... you're... you're definitely \"in it\" right now. \n[140]Maybe that's why you've been getting those headaches. \n[141]Good stuff? \n[142]I got a little buzz. That's what I've got. What do you got? \n[143]Who's that? \n[144]Hey. \n[145]Nice meeting you. \n[146]Hi. \n[147]You delivered him? \n[148]Wow. \n[149]Nice to meet you. \n[150]How do you know she's a hooker? \n[151]Julia Roberts married Lyle Lovett. \n[152]I'm not innocent. \n[153]He was protecting me. \n[154]He likes me. \n[155]You're my knight in shining armor. \n[156]Wow. \n[157]Yeah I remember reading about it in the paper. \n[158]I must say, I've been continually impressed today with how each new place you bring us manages to be weirder and weirder. \n[159]I'd love some tea. Large and Mark look at her. \n[160]Wow. So how deep does it go? \n[161]It's kind of an odd job isn't it? Guardian of an infinite abyss? \n[162]No. \n[163]Save something from being discovered. \n[164]Well thank you for the tea. \n[165]What is it? \n[166]Why not? I'm curious. She's sitting here, across from you and you can say anything at all. All the things you never got a chance to say. No? \n[167]What? \n[168]Oh, my God, Large I think I see one. \n[169]Yeah, I do. Don't move, we should save it or something. She finds a clear plastic cup. \n[170]Here don't move, I'm gonna get it. She tries to coerce the- tear off his cheek into the cup, like a child capturing an inch worm. \n[171]Is that it? \n[172]Well if you do, let me know and I'll grab the cup, okay? \n[173]This was a good idea. Keep talking. \n[174]oh, Large I'm never gonna be able to get all these. They laugh. She moves closer, wrapping her legs around his waist to hug him close. She kisses his-'wet cheeks. \n[175]I'm never gonna be able to get all these, am I? \n[176]To be your Mom. He node and tightens his lips; trying to hold in the faucet that his eyes have become; a monumental release. He almost looks like a different person. They stare directly into each other's eyes. He turns away; it's too vulnerable a place for him. \n[177]Look at me. Look at me. He does. And we see a vulnerable, lonely, little boy. \n[178]Let go. Listen to me. Just don't hang onto any of it anymore. You're holding on so tight and you just... you don't have to hang onto any of it anymore. Just let it all go. \n[179]Just let it all go. He cries with his elbow over his eyes. \n[180]What do you feel? Describe it. That always helps me. My mom always says, \"What's the word that's burning in your chest...\" She touches his chest with her hand. \n[181]What is it? He looks away. Soared. \n[182]Look at me. He does. \n[183]What is it? \n[184]Yeah, it is. And you've got so much of it in you... God, you do. You've got so many years of it in you, pleading to come out. \n[185]I know. But that... that is life. if nothing else...  That is life. St's real. And sometimes it burns. But maybe... it might be all there is. Look at you. Look at you. You look like you just came back to life. He just stares at her. \n[186]I'm your new friend, Sam. Holding up her sleeve. \n[187]Tissue? They both laugh; a release. \n[188]Trying to barrel through. \n[189]Well it sounds like you were due to fall. \n[190]How do you feel? On Large's face as he thinks about that question. \n[191]What are you doing? \n[192]No. Why? How can you... how could you... What's going on? What happened? We can figure out the long distance thing. Don't... this is a good thing, Large. Don't... you're gonna be... please don't do this. Shestarts crying. \n[193]You don't realize. This is good. This doesn't happen often in your life. We can figure this stuff out. I wanna help you. We need each other; I haven't even lied in two days. \n[194]No. \n[195]What are you doing? \n[196]The ellipses? \n[197]Yeah. \n[198]\n[199]118 ", "MARK": "\n[1]Largeman, what the hell are you doin' here? \n[2]Puck. Sorry. Well... welcome home- \n[3]Same. \n[4]Where the fuck you been, man? You're like still acting and shit, right? \n[5]That's cool. I hear that place is pretty tucked up, man. I got a cousin who's a writer out there. He says that place is mad crazy. Coke everywhere, parties, horny-ass bitches... \n[6]What? \n[7]Terry. \n[8]No bitch, he's in LA now. He's a writer. He's writin' a movie about snowboarders or some shit, X don't know. I should introduce you to him Largeman, maybe you guys could do something together. \n[9]Supposedly. \n[10]Yeah, he lives up on the hill. We're probably gonna head over there right after we bury your mom. \n[11]Same. \n[12]All right. Well, welcome back. \n[13]holy chit look at this guy! Everyone looks to Large at the end of the line. \n[14]Get the fuck up here, bitch! This guy does not wait for a beer! This is a movie star! This is Jersey's DeNiro and shit. Mark sloppily hugs Large. Others slap him five as Large awkwardly navigates between variations of hugs and handshakes. \n[15]Press junket. \n[16]You like that? That's improvisation, bitch. You can use it. \n[17]You see this? \n[18]That was him. Dug the hole myself. \n[19]Nah. Ugly motherfucker though, huh? It pains Large to even try to respond to that. \n[20]You want to see the most fucked up thing? They arrive at the landing outside a door with a \"New Jersey Devils\" poster on it. \n[21]This is the tucked up thing. Be swings the door to the bedroom open revealing the dark bedroom of your average teenage boy. A teenage couple drunkenly makes out on the bed. The mattress has no sheets. \n[22]Check that out. Mark points to a hole in the ceiling where a ceiling fan has been ripped out. Wires dangle. The fan lies next to the bed. \n[23]Shut the fuck up. Who is that, O'Malley? I'll beat your aael \n[24]I can't tell what's more disgusting; those two hooking up in that room, or those two hooking up. \n[25]Here, bro. He passes Large the golf book. \n[26]Really? But you're like a movie star and shit. \n[27]Okay, how 'bout this. He holds up a bottle of Tequila with a ribbon around !.to neck. \n[28]He got the shit kicked out of him. \n[29]How do you know? He got the shit kicked out of him by Tyrell Freedmen. \n[30]He knocked your teeth out. \n[31]Air bloody tooth. So what are those, like fake teeth you got now? \n[32]What the fuck is Klingon? \n[33]Don't be shy, Tim. \n[34]Say what you said to her last night. \n[35]You've got to be kidding me. \n[36]You must have gotten it confused with \"Pleej artulyah. Hagtooth pleep.\" Theylaugh. \n[37]You know what that means, Tim? \n[38]well I do. It means get the fuck out of my house before I chop your fuckin' head off. Silence. Large stares at Mark in disbelief, then starts to LAUGH. They all start to join him except Mark. They stop laughing. \n[39]He's just a fast-food knight. \n[40]My Mom did it. \n[41]Don't bring those fucking people here anymore, Mom. Or I'm leaving. I'm serious. No Medieval Times people in this house. He passes the bong to his Mom. She smokes it, then sits down, forcing them both to slide over. Several cats surround her_ \n[42]I'm declaring it. Now. It's declared, now. Thank you. No more. \n[43]No, Ma. I'm not doin' the stupid tapes. \n[44]Mom, shut-up about those fucking tapes. It's a scam. \n[45]In China. \n[46]It's bullshit. You were just all baked,out and you thought it would be a good idea. \n[47]I do apply myself, Mom; everyday, I work my ass off burying dead people, okay? I'm only twenty-six, I'm not in any rush. What's your rush for? Just let me be, all right? I don't rush you. \n[48]Fine. Do'em. \n[49]She drives me crazy. She's gets all fried out and makes me feel like I gotta impress her all the fucking time. And you know what? I'm okay with being unimpressive; I sleep better. Large site forward abruptly. \n[50]How could you leave all that Lithium? I was totally gonna hit you up for some. \n[51]Vagina! \n[52]Hey. Nice to meet you. \n[53]I'm sorry I yelled- 'vagina' just now, I didn't see you. \n[54]Nice. Let's get fucked up. Off Large's smile we: \n[55]One, two, three! Everyone jumps into the pool SCREAMING except for Large. He stands there staring at the water. \n[56]You look like a drunken beaver. They all laugh- Sam swims over to him sitting on the steps. She smiles at him. \n[57]How 'bout some fucking furniture dude. \n[58]Silent Velcro. Lucky motherfucker. I got an idea: loud tape, we'll make millions. \n[59]You're the one who said they sent you away. \n[60]I'm dangerous and I didn't get to go to boarding school. \n[61]You're gay. \n[62]For her funeral. \n[63]Please don't remind me. \n[64]Fuck you. \n[65]Don't you fail if it breaks? \n[66]Jesse cooked his. They both laugh. \n[67]'Cause my wife was Tanisha Lubin. \n[68]He's a boy. His name's Shantel. \n[69]They're shorts. \n[70]Yeah, he's a boy, Shantel. They're shorts. \n[71]Fuck yeah, dude. Those are collectors items. Do you have any idea how much those things will be worth some day. \n[72]Hell yeah. That shit's like an investment. I have lots of little investments - all over the place. I'm gonna sel3. 'em all one day and just live off 'em. \n[73]Which? \n[74]I don't know. Mint; maybe two, three. \n[75]Yeah. But it's too early. You don't sell'em yet. Don't you know anything about investing. I'm gonna live off that shit. That \"Schwarzkopf\" card is worth at least five something. And if you have the complete set it's worth like thousands. \n[76]Almost. The corners are bent on my \"Friendly Fire\" and someone stole my \"Wolf Blitzer\". \n[77]One of my Mom's Medieval Times friends, man. Drug addicts. \n[78]Yeah. \n[79]It doesn't matter if you're a rich house wife looking for your muscle relaxers or some crack head drying cars: people will do anything in this town to get their drug money. Now look, what do you gotta do today? I gotta little going away present for you. But I kinds gotta track it down. So, can you give me a ride? \n[80]What? \n[81]Say it... speak. \n[82]She can come, I don't care. \n[83]We're making some money for your present. Just don't look so guilty. \n[84]Oh, no. Benson. \n[85]Don't give him your number. Karl approaches. \n[86]Just that Gleason kid. Oh, and Tina. \n[87]You remember Tina. She was like anorexic. She did gymnastics... Sam is horrified by this conversation. \n[88]I don't know. She wasn't Jewish, I didn't bury her. \n[89]Listen I'm gonna go grab that thing. So just hang here and I'll be back. \n[90]Hey. We gotta get going. \n[91]Why is it always the losers who get into the pyramid schemes? Why isn't it ever some charming hot girl nagging you incessantly to buy shit? \n[92]Detergent or some shit. The thing I don't understand is, if it worked, why would he be working here. The guy's a freak; he pops Darvocet like it's Ritalin. \n[93]I'd like to return these. \n[94]Actually, no. It was a gift. She clicks her tongue. She begins filling out a form. \n[95]They're not sharp enough. \n[96]No. Not for what we need them for. They couldn't cut cans. \n[97]No, but in the commercial they say that if I wanted to cut cans I could. But with these knives I can't. \n[98]Yeah, they're just... I don't want them; not sharp enough. She rings it into the register and counts out bills to Mark. \n[99]A major loop-hole in the Handi- World return policy permits returns without receipts on items below forty dollars. \n[100]I hit every employee once, then wait for them to. hire. new ones. Luckily, no one works at Handi- World for very long. Except Karl Benson. \n[101]I don't need your money, I'm making my own right now. \n[102]i don't take anybody's money, Andrew. I make my own. Favors are bad news. And the only thing worse than a favor, is a favor involving money. \n[103]This will only take a second. Is Aaron here? \n[104]Got it, let's go. \n[105]Where's Diego? \n[106]T'sup dog? She's fuckin' hot. \n[107]I've got that Nitrous tank for you, so can I get that info? \n[108]Dude we're kind of in a rush. \n[109]Wow. \n[110]He's the guy who needs that thing. Look I brought you the tank, so can you just tell us where to go now? \n[111]we're in a hurry. \n[112]Down in Newark, right? \n[113]Blow? Please. If I was gonna give you coke we'd have gone to the high school football practice and we'd a been reeling five hours ago. \n[114]Wow. That's the most worked up I've ever seen you. \n[115]I'm gonna kill that motherfucker. \n[116]You're dead. They play wrestle as Sam watches. \n[117]I've heard about it. They were supposed to build a mall here I think. \n[118]They love their mall's here man. Okay let's just find this guy and get outta here. \n[119]It's a surprise, you'll see. Mark walks on ahead of them down a path that winds down alongside the abyss. \n[120]I guess this is it. \n[121]Yeah. Are you Albert? \n[122]What do you mean, this is nice. \n[123]It's hardly the bottom, dude. Did you see that cliff? Albert returns with FAYE, an equally gentle and caring looking woman in her early thirties. \n[124]\n[125]Never crossed my mind. \n[126]That's it. Thank you. They all stand. \n[127]I know. Don't you wanna know what's in the bag? \n[128]I'd be lying to ya if I told ya this was my plan all along. But I got it back. That's got to be worth something, right? \n[129]And anyway you didn't want it down there with her. It's better for you to have it. Large shakes his head; he's shocked. Mark backs away, still wearing his garbage bag parka. \n[130]Hey, if you ever need a Kato, you know where to find me. Large sits back down on the bike into Sam's wet arms. He stares at the pendant in his hand. ", "GIDEON": "\n[1]\"Well besides that tire. Lincoln, how was the show?\" \n[2]Mmnn. Did you see Cynthia? \n[3]She's on call tonight; she volunteers as an EMT for the Rescue Squad. She's doing so well in med school. \n[4]I have very fond memories of the two of you running around here when you were little kids like brother and sister. Silence. \n[5]So how are you? \n[6]Go see Dr. Cohen first thing tomorrow morning. Re's a neurologist in my building. I'll call him and he'll fit you in. I'm sure it's nothing to worry about. Silence. Large nods. \n[7]Oh? That's nice. We've been... doing a lot of work on it. \n[8]Yeah. That's new. Did you eat? You should eat. Aunt Sylvia put this whole thing together out there. I think there's enough food out there for... everybody. I mean, more.than everybody... there's a lot of food out there. \n[9]There's dessert too. \n[10]Cake or something. \n[11]I'm glad you're here. Large stops in the doorway. \n[12]Hi. Large jumps around and puts his hand to his chest. \n[13]Just wake up? \n[14]Sleep all right? \n[15]Mmmm. I haven't even really been in here for a while. I've been using the one in the hall. Shower pressures awful in there though. It's by no means as good a bathroom as this one is. This one is- well we redid all this. Its uh...  This is hard. \n[16]Janice will make you some lunch. \n[17]Well I guess it's breakfast for you. What time is it? \n[18]No I can. I know. I figured you would want to... \n[19]I knew that you would. Silence. \n[20]Occasionally she would hum.., your Mother. Always the same tune and I never knew what the song was. I don't even know if it was a song or if she just made it up - It's funny because it always struck me as so out of character for her and every time she did it... I just always liked it. But I never told her I could hear her because I knew if I ever did she would stop. She took a bath every night. And she was always very quiet. The only thing I would ever hear when I'm in the bedroom was a little splashing of water when she was moving around. And every now and then, her humming. so anyway, then usually she would call me when she was done, so I could come and help her out. But this time, that night... she never called. And I just figured she was taking a longer bath or something, but when I called out to her, she didn't answer. So then I uh... When I came in, she was there. \n[21]No. I didn't hear anything. The TV was on pretty loud. I always watch the weather report before I go to sleep. \n[22]What? \n[23]I would have too, but no. Nothing.  What? \n[24]What ? \n[25]What? No. \n[26]Its not that. \n[27]No. Because they know she drowned, Andrew. \n[28]No. \n[29]No. Yee! \n[30]I know! Do you think I don't know?! \n[31]Shut-up! .lust shut your fucking mouth. Large is taken aback. \n[32]If nothing else will you please just leave, her alone. She's gone. That's it. That's all you get. She died. We will never see her again. She tried very hard, but she just couldn't find it. She could never find it. And I think - I know that she's found it now. I know that. And I know there's a certain amount of guilt that you must feel for the way things unfolded, but it's too late now. So I'm asking you, for me, not to do that. Don't... come here and do that. \n[33]You want to make her crazy. Why? Does that make it easier for you? Tears stream down Gideon's face, He sits down on the toilet and cries. \n[34]It's like you want to torture yourself or something! Why would you want to think that? That that happened. Why would you ever want to think that? Large moves closer to his father who SOBS with his head in his lap and his arms over his head. It takes everything Large has to reach out his hand and almost touch his father's shoulder, but he doesn't make it and his hand lands on the sink next to him. \n[35]I just want everyone to be happy again. I dreamt last night that I had special powers. If I squeezed my eyes shut and clinched my fiats closed tight enough, we'd all wake up in paradise. (with a laugh through \n[36]I haven't seen you in awhile. \n[37]Dr. Cohen called. There's nothing wrong with you. \n[38]when are you thinking of leaving? \n[39]We need to talk. \n[40]what are you doing... now? \n[41]okay. And well talk. we owe that to each other. \n[42]We owe it to her. \n[43]Good. I'm sorry I scared you. \n[44]Oh, hey, hey c'mon in. He finds his glasses on his chest and lifts the remote to turn off the TV. \n[45]No, no, it's uh... I was just reading. \n[46]You've been avoiding me. \n[47]I'm sure you can find plenty of things in your life to be angry about, but what I don't understand is why you're so angry at me. All I ever wanted was for everybody to be happy again, Andrew. That's all I ever wanted. \n[48]Well we might have a shot at it if you could just forgive yourself for what you did. \n[49]Going against your doctor's recommendation; that's a pretty weighty experiment to take on don't you think? \n[50]Perhaps the great tragedy of my life, will be that you both deserved more than I knew how to give? \n[51]I need an ambulance. ", "JESSE": "\n[1]bargeman. They hug and pat each other on the back. \n[2]Yeah. You gotta come by my new place. \n[3]Sorry... you know... I heard. \n[4]That's fucked up. \n[5]Basically, \"The Man bought my silent Velcro patent. \n[6]Well you knew I was an inventor right? \n[7]Oh well yeah... I wasn't really an inventor yet. Anyway I developed this little item that's just like Velcro but doesn't make that annoying Velcro noise. \n[8]A lot. \n[9]Nothing. They laugh. \n[10]Seriously. Absolutely nothing. I've never been so bored in all my life. The first month I bought a whole bunch of shit, but then that got boring. But I... nothing. \n[11]I'm not really motivated to do much at all. It's kind of funny, I guess I had kind of planned on my whole life being about struggling to get money. But now that I've got more than I ever dreamed, I'm really not sure what to do with myself. I stare at walls a lot. \n[12]Well then here. Eat this. Jesse opens his palm to reveal a tiny hit of E with a SMILEY FACE on it. \n[13]Welcome home. \n[14]They're all legal. I think. He smiles a toothy grin. KELLY, a young hot girl with a raspy voice takes control. \n[15]The girl has a point. \n[16]Largeman, this is Dana. Large looks over to the sexy young girl whom he locked eyes with before. She smiles at him. Awkwardness fills the room. \n[17]This is gonna be a good night. Everything SPEEDS-UP and SLOWS DOWN. A barrage of images: people hooking up, girls kissing girls, guys feeling girls up, joints being passed, one girl crying, Mark showing off his golf swing, Large trying to take deep breaths, Jesse and Dave hugging, two-figures moving quickly under a blanket. Kenny in full riot gear letting people take turns hitting him in his helmet. FASTER : hands gripping each other, a nose on a neck, hands gripping a waist. Ecu s Largos face as his eyes swim in their eocketo s end the corners of his mouth lift with the idea of a smile.. The motion of the room is sped to a blur until finally: \n[18]'Kay ready? He unleashes the arrow into the air and the three of them scramble around in terror trying to avoid wherever it will land. It plunges into the earth three feet from Sam's foot. Frozen, she yanks on her ear; hard. \n[19]This fuckin' guy. I'm glad you're back, man, because this town is so messed up. Everyone's got there drug of choice like in \"Brave New World\". Did you ever read that book? Who wrote that? Aldous something. Aldous- \n[20].and people are just like that here, man. Huxtable3 Aldous Huxtable. That's it. \n[21]Hey. \n[22]Dude maybe you should stay on the steps; I don't know CPR. \n[23]I bought a chair but I didn't like it. \n[24]Its keeping us warm. \n[25]Whoa, listen to this girl. \n[26]You're like a little detective. \n[27]To be honest, I never really knew either. I mean I heard stories. \n[28]But your Mom was in the wheelchair long before you left. \n[29]All he heard of that whole story was \"left drugs in LA\". \n[30]Crackhead. A 19 year old girl from the pool comes around the corner ", "CYNTHIA": "\n[1]Oh please be a little more interesting than that. Please don't be the brooding guy. That's so unoriginal. I'd rather hold onto who I imagined you'd become. \n[2]No. Me? \n[3]She made you. \n[4]What, you didn't think people would come? \n[5]No. Right now I'm alive, so I think about living. \n[6]So where do I fall into that? \n[7]Oh you think so? \n[8]you're way more talkative than I remember. \n[9]What about mine? \n[10]Why do you say that? \n[11]Are you implying that that's why I'm going to med school or something? \n[12]It's said we spend ninety-five percent of our lives trying to look good. \n[13]How about sucking it up and really having it out with your Dad? That would be a tremendous step towards not needing to look good. \n[14]He's one of the most caring people I've ever met. \n[15]I bet my Mom a dollar you were coming home with a message. I said after nine years, he's definitely coming home with a message. \n[16]\n[17]\n[18]Hey. \n[19]She... had an eight pound boy. \n[20]Yeah. \n[21]Yeah. What are you doing here? \n[22]He's as friendly as always. The three stand in awkward silence. \n[23]Help me with this. He stands at the other end of the stretcher as she gu des him \n[24]Grab that one... over... once more... good. That side... crease the corner. . .under.. .good. Same thing on this one... Voila. \n[25]Where? \n[26]No. \n[27]Do you wish I was? \n[28]You too. Sam leaves them alone. \n[29]Youknow, Andrew, the hour will comeone day when you atop avoiding allthe people that love you.And whenit does I sure hope youcome findme... 'cause I'd love toknow whoyou are. He backs away. \n[30]Yes. He backs away and mounts his bike. Cynthia turns to the stretcher and quickly uses her thumb to swipe a tear,welling in her eye. ", "CAROL": "\n[1]it's good isn't it. No one responds, so Tim nods to be nice. \n[2]i always try to save a couple of marshmallows for the very end, but I can never make it. \n[3]When I started he was making the coleslaw. It hasn't been the same since you got knighted. \n[4]Don't be modest. Mr. Modesty won the joust last night. \n[5]No he didn't. \n[6]What? \n[7]Who? \n[8]Mark's getting into real estate. cigarette. \n[9]Tim can speak Klingon. \n[10]Yes, you can. \n[11]Yup. He can talk in their language. \n[12]No, I'm not. He's being shy. Are you being shy? \n[13]He's being shy. Say what you said to me last night. \n[14]It means, \"I like to mate after battle.\" \n[15]Yes. \n[16]That was good, honey. \n[17]Mark, he's a knight. \n[18]What's this? She finds a long, thin cigarette with lipstick on it in the ashtray and lights it. \n[19]Where's this? Gimme a hit of that. \n[20]Did you tell Large about the tapes? \n[21]Real estate tapes. You can make up to a hundred thousand your first year. You should have seen the boat this one Oriental had. Be even had his own game show in China he made so much money. I think Mark would be perfect at it. \n[22]It's not a scam. They show you how to do it. It's not hard, honey. Then I could retire and we could have our own game show. Carol and Large share a laugh. \n[23]In China is right. \n[24]Well I'm doin' it. I'm savin' up for those tapes. 'Cause I know what you could be if you just applied yourself. \n[25]Well then I'm gonna do them then. \n[26]I will and then I won't let you come on my yacht. Large, you're welcome anytime, but leave your friend behind. Large LAUGHS. She checks her watch. \n[27]Shit, I gotta go to my meeting. Okay. She stands up and then leans over and kisses Mark on the top of his head. \n[28]Okay. Love you. Okay, bye Large good to see you. \n[29]Don't sit in here all day you guys; I took the batteries outta that carbon monoxide detector 'cause it was beeping all night. She slams the front door. ", "OLIVIA": "\n[1]Everybody downl Who wants to eat? Do you want to eat? Well then get the fuck off him! Kevin! Steven! \n[2]I'm so sorry, we just don't have the time to train' em. Who has time to train'em? When they were puppies it was cute, but now it's like having a herd of Clydesdales. It's just too much. Kevin's the baby, he really just follows the others but last week Anthrax and Steven killed a dove and left him on the front porch. Or maybe it was a pigeon, he was grey. 'Member that, Samantha? \n[3]Welcome, welcome. The place is a wreck, I'm so sorry. You look very familiar. \n[4]Shut up ! Oh my God ! You are the retarded quarterback. You were so good on that show. Now I'm really ashamed. Look at this place. And I'm wearing sweat pants. (to Sam, through her teeth, while nodding at \n[5]Oh, tell me, what's that Alan Thicke like? I've heard he's a cocky son of a bitch. \n[6]Oh. Well, welcome, welcome. Samantha I told you to take the wheel out of the hamster cage. She holds up a dead hamster. \n[7]Well you forgot and now Jelly's dead. Luckily I got peanut Butter out in time. We have to get the only hamster on planet Earth that can't figure out a stupid hamster wheel. Now the rest of 'am can't even get a good sweat going. \n[8]It was so nice to meet you... Andrew right? \n[9]Samantha put the clothes in the dryer and bury Jelly. She kisses Sam on the cheek and then she's gone. They stand there a moment to catch their breath. Then they both start laughing. \n[10]Andrew would you like to see Sam's ice skating tape? \n[11]She was so ahead of her time. She could have gone to the Olympics. \n[12]Yes, you could have. Don't blame it on the epilepsy, you had a gift. Large looks to Sam, but she avoids eye contact with him- \n[13]Let's just show him the \"Florida Stars of the Ice\" opening; the Gator costume. \n[14]Oh, she wants you to see it. How could you not want him to see how talented you are? \n[15]Honey what are you doing? \n[16]Well do you think we could move the crime scene to the kitchen? I want to show Andrew Sam skating. \n[17]It wasn't me your honor. \n[18]Andrew come sit down here next to me. Large sits next to Olivia on the couch between snoring Dobermans. He places his glass of water on the table. Sam stands in the doorway. \n[19]There she is. \n[20]You can tell by the hands. The alligator skates in and out of the white fingerprints on the TV screen to classical music. We begin to see that Sam is a talented skater. In a very odd way, it's beautiful. \n[21]And... land! I mean come on. Isn't she good? Large, Titembay and Olivia APPLAUD. As they do, the LIGHTS in the room SWITCH ON and OFF. Titembay CLAPS twice to turn them back on. \n[22]All right, well I just wanted to show you how talented she is. My baby. \n[23]Okay get out of here. Wait, Give me a hug. Sam crosses to her mom. They hug. \n[24]I love you so much. I'm so proud of you. \n[25]Okay, have a good night. She pats Sam's butt as she walks toward the door. \n[26]C'mon, you're giving me a hug too. ", "KENNY": "\n[1]Holy shit: How you doin' man? \n[2]Your mom just died. \n[3]I know, I know. \n[4]I don't know; I couldn't think of anything better to do. And it's really cool though, man. People really listen to you. They have to. And check this shit out. He pulls his gun out of his holster to show Large. \n[5]That's the safety. Plus the benefits; if I get shot I'm rich. \n[6]I had to grow up now, man, I wasn't makin' shit at the fish market. No one knew who I was. I couldn't get laid. This is a much better situation for me. Speakin' of which, how did I do? \n[7]I mean you know... how did I do? \n[8]Yeah. \n[9]Ah fuck, man. I hear you're like some huge movie star; you played some big football player or something. I didn't nee it. \n[10]Fuckin' DeNiro and shit. \n[11]fie ' s awe some . \n[12]Deer Hunter. We should talk, man; I have some good ideas for movies, and you could like play me and shit. \"Stories From the Force-\" \n[13]So what are you doin' tonight? \n[14]Shut the fuck upf Course not. But you got to put your helmet on, man; leading cause of death on the highway for males in our age bracket. \n[15]Wanna see my kid. He shows Large a picture in his wallet. \n[16]Everybody's got kids now, man; they're great. It's like your own \"Mini-Me\"; way better than my cats, \n[17]Wellthiswas Halloween. He was \"OL'DirtyBastard.\" Yeah, already likesraplike his dad. So what d'yousayyou were doin' tonight? \n[18]The Gleasons? \n[19]can you believe that kids havin' a party at that house? His brother hung himself like two weeks ago in his bedroom. \n[20]Cut him down myself. Seth. Did you know him? \n[21]He tried like three times. Finally got what he wanted. Anyway... So okay, you get going, I'll see you over there in a bit. \n[22]No. But we'll be by to bust it up by two. if it's crowded we might get to wear riot gear. \n[23]Great seeing you, man. \n[24]Pull over, the vehicle! Kenny nods his head up and down to Large like \"Isn't this cool?\" Large waves goodbye. Kenny floors the cop car and BLARES the SIREN with LIGHTS FLASHING as be SCREECHES away. ", "ALBERT": "\n[1]Mark? \n[2]Yes. Come on in out of the rain. Sam and Large look at each other, then follow Mark up an A- frame ladder that sits next to the hull. \n[3]You guys must be freezing. Make yourselves warm by the fire. I'm just gonna go put her down. I'll be right out. The three of them huddle by the fire. They speak in quiet whispers. \n[4]This is my wife, Faye. \n[5]This is Mark and Sam and Large, right? \n[6]Diego told me when he called. Please have a seat, make yourselves comfortable. \n[7]Well in a bad storm I like to pretend this old boat's my own private \"ark\". Unfortunately, if this is the apocalypse, I'm not quite sure it still floats. \n[8]Good question. We're calling it Kiernan's Fault. And no one's really quite sure what it is because they haven't been able to explore it. They're locked in a legal battle over who has the rights to the land. So one of these days it will either be a national park or a shopping mall. But while their locked in litigation, I was hired to make sure no one comes inside. \n[9]What they don't know is that I'm a geologist working undercover for the preservation lobby. So, at night... I go down. \n[10]No one really knows. I've been in the furthest and that was about two miles down. But I like to pretend it's infinite. Faye brings them tea. \n[11]Yeah, I guess it is. We also trade and deal in antique jewelry. I suppose it's pretty odd for you that we live down here like this- \n[12]But we think it's important. \n[13]I don't know. It's exciting. New frontiers are hard to come by these days. I guess I just like the idea of discovering something. Doing something completely unique that no one's ever done before. Large looks to Sam. \n[14]Who knows? Maybe. But I used to think that was all that mattered. No matter what it was, as long as I could put my name on it. Like it would somehow justify the fact that I lived; that I was here. \"I did that. That's mine. I got this plate on my travels.\" But you know what? That's all ego; none of that stuff really matters. If at the end of the day I get to be with her, if I get to be with this person right here and the baby we created, then that's all I need. Just having felt that... If I die in an hour, I know I've lived. Faye kisses his forehead. \n[15]Well I think that force would rather remind you that \"breathing's all it takes to be a miracle\". He takes a deep breath. Large, Sam and mark stare at Albert; TRANSFIXED. He's like a sage. \n[16]Well i suppose you want what you came all the way down here for. \n[17]It took me awhile to track this piece down. But I owe Diego huge. He pulls a small paper bag off the counter and hands it to Mark. Mark looks inside and nods his head. \n[18]Good-bye. Albert stands with his arm around Faye in their warm doorway. As the three of them climb down the ladder and head up the path. Large turns back' around. \n[19]Yeah? \n[20]Thank you. ", "TIM": "\n[1]Three years. But I've only been a knight for two. You have to pay your dues. I worked in the stables and helped in the kitchen. \n[2]I really just stirred it. \n[3]It's not that big a deal, it's fixed. \n[4]I fucked him up too. \n[5]He said I bit off him 'cause I got the same Jordans. \n[6]Tyrell said I bit off him 'cause I got the same Jordans he did. But his were the red ones and mine were all white. \n[7]He only chipped one tooth. So what are you up to now, Mark, digging graves? Silence. A SPOON CLANKS on a plate. \n[8]No, I can't. \n[9]She's kidding. \n[10]It's just made up. The guy who plays the wizard at work is a Trekky. I don't really... \n[11]No. \n[12]I gotta get going anyway. \n[13]Kuntar peteeky maya. Al fook soo. They all stare at him. Then burst out laughing. \n[14]That's not what I said. \n[15]No, that wasn't the one I said. This one means \"kill Kirk\" and also 'hallelujah\" depending on the context. \n[16]No I don't know the whole language, I just... \n[17]I should get going anyway. He gets up to leave. But his sword gets caught between his chair and the table. They all watch as he fumbles to undo himself. He's like John Ritter at his finest. Large and Mark just laugh. \n[18]Thanks for the cereal. By the way, it says \"balls\" on your face. Carol follows Tim out. Large slides to the microwave door's reflection. ", "DAVE": "\n[1]Holy shit! \n[2]Fuck. \n[3]Same. \n[4]In LA right? \n[5]Who? \n[6]Which cousin? \n[7]Terry's in LA? I thought he was gettin' his GED down in Newark. \n[8]So what are you doin' tonight, man? \n[9]You should come out with us, we're gonna head over to the Gleason's house. He's having some huge fuckin' party tonight or something. \n[10]Supposedly. \n[11]Well I gotta shower. \n[12]Peace. Large heads back to his car. The crowd has dispersed. \n[13]Can you believe that shit, Large? This guy has one idea and he's a trillionaire. I got a thousand ideas, but I gotta sit around and wait for all my relatives to die. They join the group. Mark blows coke off a large golf book. Dave has a young girl on his lap. Large begins to notice that the girls in the room, although quite attractive, are pretty young; 17-19. As he pans the room, he lock eyes with a BEAUTIFUL YOUNG GIRL. They play chicken briefly to see who will break the stare first. Large does and looks to his right where someone has just passed him a joint- He hits it and passes it on. \n[14]other than golf? They laugh. \n[15]T'sup. \n[16]Largeman, get the fuck in the pool. ", "DOCTOR": "\n[1]Mr. Andrew Largeman. \n[2]There's absolutely nothing wrong with you. Large stares. \n[3]I'm just kidding, how would I know that? \n[4]I'm Doctor Cohen. What can we do for you today, Andrew? \n[5]You're Gideon's kid. I didn't even put the two together. \n[6]I'm sorry about you're Mother. \n[7]I must have missed you at Shiva last night. \n[8]So how long have these headaches been going on? \n[9]How long have you been on the Lithium? \n[10]And what about Paxil, Zoloft, Celexa, Depakote; did any of that ever help you? \n[11]Well it'll leave your body pretty fast. I'll write you a prescription. \n[12]Have you spoken to your psychiatrist about that? \n[13]Well look, I'll examine you and give you a Catscan just so you won't worry that it's anything serious. But to be honest, I think the headaches are something else. Our bodies do very funny things when they're consumed with stress and anxiety. Things you'd never expect. I found my ex-best friend's cuff links in my wife's puree and I couldn't get an erection for a year and a half. For example. \n[14]Well with all the Lithium he's had you on it's amazing you can even hear me right now_ \n[15]First of all, I do think you need to find a psychiatrist that isn't your father. That just's something that should have been remedied years ago. He knows better. Secondly, I'm not in a position to comment on whether or not you should stay on the meds or not; I don't know your story. But my opinion, since you're paying for it, is that those drugs may help as a means to an end. But if you're not In any sort of therapy, sooner or later what's ever going on in your mind will find a way to peek it's little head out of the water. Just something to think about. ,beat But, for now, let's have a look at you. ", "DIEGO": "\n[1]This is the most exciting day of my life. We've never had anything close to this. \n[2]You're gonna have to wait a couple. The HOOKER MOANS. \n[3]You can wait, he's about to cunt. \n[4]\n[5]That shit was hot! I got to go drop some knowledge on that ho. \n[6]of course she's a fucking hooker. Girls that look like her do not fuck guys that look like him unless it's for money, coke or fame. \n[7]Who the fuck are you? \n[8]No offense. Why are you bringing these people here? \n[9]Tank come with balloons? \n[10]All right. Hold-up. Who here just saw some titties?! They all stare. \n[11]Raise your hand if you just saw some titties?! They all raise their hands. \n[12]Thank you. So everybody needs to calm the fuck down. \n[13]All right. You know where Kiernan's Quarry is? \n[14]Yeah, its at the bottom of Hillside and Rivington. You can't really see it from the street, but it's there. Park your car at the gate and hop the fence. They do. ", "KARL": "\n[1]Hey, what's up, man. \n[2]Holy shit, I haven't seen you since like junior year. \n[3]I thought you killed yourself. \n[4]I thought you killed yourself, that wasn't you? \n[5]Who killed themselves? \n[6]I think sleeping pills. or that car in the garage thing. I forgot. Sam is yanking on her ear for Large to see, but he doesn't notice. \n[7]He's such a dick.' \n[8]He stole my little brother's last dose of Ritalin and the little fucker glued his lips closed. Weren't you on TV or something? \n[9]Only for awhile I'm opening my own business. Actually, I should tell you about it. I'm looking for smart people like you, Large. I should get your number. \n[10]Oh, washers. I'm s'posed to count'em. \n[11]You know these little round metal things you put between a bolt and a nut. \n[12]Oh, well listen, I want to talk to you both about a good opportunity. (like he's memorized it \n[13]Yeah, well let me get your number. ", "MARX": "\n[1]\n[2]Yours were red too by the time he was done with you. Everybody laughs but Tim. \n[3]What the fuck is that shit, Mom? \n[4]Fuck you. \n[5]Don't mesa with all my shit; what are you. doing? Large picks up a small brown egg wearing tiny clothes. \n[6]Oh, this is Sam and Large. \n[7]Am I a fucking birthday clown, Diego? No I don't have balloons. Suck it off the tap. And I need it back when you're done; the guy's holding my thirty-nine bucks. \n[8]Just be patient. \n[9]No.. thanks. Faye crosses to a small kitchen. They all sit there politely nodding at each other. \n[10]Yeah, that would be great. ", "Â\u0080¢": "\n[1]21 \n[2]25 \n[3]39 \n[4]49 \n[5]54 \n[6]\n[7]\n[8]95 \n[9]99 ", "RECEPTIONIST": "\n[1]okay, Andrew. I'm going to need you to fill out this paperwork for me, and we'll call you when we're ready for you. \n[2]Hi Mrs. Lubin. \n[3]Just have a seat and we'll be with you soon. \n[4]Not yet Mrs. Lubin. The dog humps away. The girl comes over and sits one seat away from Large. \n[5]Mrs. Lubin? \n[6]We're ready for you. \n[7]Andrew Largeman? \n[8]We're ready for you. \n[9]Don't worry Sam, we'll get to you next. Large turns to Sam. She looks away. ", "SYLVIA": "\n[1]Did you know your mother redid the hallway bathroom? Large looks over, realizing she's talking to him. \n[2]Since I met her she never showed an interest in anything. Then all of a sudden a month ago she wakes up and decides to redecorate a bathroom. I helped her. \n[3]Well I sew. I made you something. \n[4]It's a shirt. \n[5]I made short sleeves... you know, for LA. \n[6]Will you try it on nowt \n[7]Well just in case I have to fix it before you leave again and we don't see you for another nine years, I want to make sure it fits. \n[8]You're gonna love the material. I used the leftovers from your Mother's design. Gorgeous. ", "GIRL": "\n[1]Kick his balls. \n[2]\n[3]Kick his balls. \n[4]It's the only way to teach them. I have three Dobermans. If I didn't kick them in the balls regularly I'd never get anything done. \n[5]Not yet, here comes the lipstick. They sit and watch him go. \n[6]Oh, he's gonna be sore tomorrow. WIDE SIDE ANGLE ON: the whole waiting room. Everything still but the dog's thrusting pelvis. \n[7]oh, it's so warm! \n[8]Mark? Where's the sauna? Mark and Jesse look at each other. They race towards her tripping drunkenly on towels and pushing each other out of the way. Sam smiles at Large. Her face glowswarm from the fire. ", "0": "", "LADY 1": "\n[1]The new thing is \"Talk to the hand.\" \n[2]But you got a hold it out like this. \n[3]\"I don't have the time for you.\" \n[4]\"He's the only one with time... \n[5]\"I don't have the time for you.\" \n[6]\"He's the only one with time... ", "LADY 2": "\n[1]That's what they're doing. \n[2]Like you're saying... \n[3]\"So talk to my hand.\" \n[4]Like you're saying... \n[5]\"So talk to my hand.\" \n[6]\"Time for the nonsense that you're giving me. Large site on a couch in the den next to his Aunt Sylvia, the singer from the funeral. Some young children play on the rug in front of them. Large stares off into space as she pets one of the children's heads and looks to Large for conversation. ", "COP": "\n[1]Hands on your head, please! \n[2]I said PUT YOUR MOTRERFUCKING HANDS \n[3]Eighty-two in a twenty-five. Are you gonna tell me your late or just tired? \n[4]Shut the fuck up. You could have killed some little kid or a baby deer. He saunters closer. \n[5]You do have a license don't you. Large takes it. out and passes it behind him, squinting. When the COP gets it, he steps finally into the 1 ght. He's a \n[6]Largeman? Large squints? ", "TITEMBAY": "\n[1]I saved some mac and cheese for you. It's in the f ridge. \n[2]Anyway, I'm late for class, it was nice meeting you. \n[3]I'm dusting for prints. \n[4]The pawprints point to a canine. \n[5]Here comes the Double Axle... \n[6]Rolla! ", "WOMAN": "\n[1]You got a receipt. \n[2]Why are you returning these? \n[3]They're not sharp enough? \n[4]You bought them to cut cans? \n[5]Well it comes with a sharpener. Did you try it? \n[6]Thirty-nine, fifty-three. I hope we came in handy at Handi-World. Please come again. They exit the store and enter the mall. "}}