{"dialogues": {"JEROME": "\n[1]--Next to Godliness, isn't that what they say? \n[2]Only every time I'm in here. \n[3]I'll tell you at the end of the week. \n[4]My destiny was mapped out before me-- all my flaws, predispositions and susceptibilities - most untreatable to this day.  Only minutes old, the date and cause of my death was already known.</i> \n[5]He fell.  Lucky it was only the second floor. \n[6]I have to know where you come from. \n[7]What about this? \n[8]You had to be a right-hander. \n[9]<i>More</i> than that.  You'll get used to it. \n[10]Leave?  Just a few million years ago every atom in this hair--in our bodies--was a part of a star. I don't see it as leaving.  I see it as going home. \n[11]It's not too late to back out. \n[12]What about you?  What's in this for you, Eugene? \n[13]What about the interview? \n[14]We're still going ahead as planned? \n[15]No bother. \n[16]Last night?  I was at home. \n[17]No it can't be verified.  Yes I was alone. \n[18]Looks bad, doesn't it, Irene?  What about <i>you?</i>  Where were you last night? \n[19]Were <i>you</i> alone? \n[20]So we don't know for sure about you, either. \n[21]Why don't we say we were together? \n[22]I have better things to do this week than answer the foolish questions of some flatfoot. Don't you? \n[23]Well, shall we say we spent the evening together? \n[24]The Mission Director. \n[25]They found him in his office this morning-- beaten so bad they had to check his nametag. \n[26]He was still warm when they confirmed. \n[27]The place is crawling with Hoovers. \n[28]That's not the point. \n[29]You're going to have to earn your supper.  I've got my final physical tomorrow. \n[30]Not as much as I'll miss your Stroganoff. I'd like to take one of your chefs with me. \n[31]Let's get out of here. \n[32]You drive. \n[33]Keep going!!  Keep going!! \n[34]And drinking it.  It's like Evian by the time it's filtered. \n[35]11.15 to the port.  A maintenance crew. \n[36]A day or so. \n[37]You should be going instead of me. \n[38]Up there they wouldn't be a problem. \n[39]It's okay, Eugene. \n[40]--What car?--Go to sleep. \n[41]It's all right. \n[42]You must be drunk to call me Vincent. \n[43]Director, Napoleon's helping me today. \n[44]Don't worry about it. \n[45]We were looking at each other.  You stopped. \n[46]We were just looking. \n[47]Sorry, the wind caught it. \n[48]Have they found our friend? \n[49]It was a mercy-killing after all. \n[50]Where? \n[51]Does it have a name? \n[52]Perhaps we ought to celebrate, Irene. \n[53]Call German. \n[54]We can't stay here. \n[55]They think I offed the Director. \n[56]They found my eyelash. \n[57]In a corridor. \n[58]Come on--we're taking off. \n[59]--You don't understand, they'll make the connection, they'll hoover again.  We should cut our losses. \n[60]They'll recognize me. \n[61]I'm sorry. I think I was crying. \n[62]You really had other offers? \n[63]Mind if I borrow a tie? \n[64]You're the one who said not to change anything. She's my ear to the investigation. \n[65]I've got enough on my mind without that. \n[66]Good choice. \n[67]Not thirsty? We've got enough virgin samples to last us the week. \n[68]Never stopped you before. And for God's sake stop plucking your hair. Someone went to a lot of trouble to make sure you wouldn't go bald. \n[69]Yes...<i>yes</i>... \n[70]Why would I be angry?  It was beautiful. \n[71]Better not. Don't want to give you a contaminated specimen...if you get my meaning. \n[72]Thanks. You never know where those swabs have been. \n[73]Come on.  We'll miss it. \n[74]You'll be next. \n[75]What exactly is wrong? \n[76]Of course. \n[77]Complicated.  I couldn't stop her apologizing. \n[78]You know how it is with these altered births --somebody told her she's not going to live forever and she's been preparing to die ever since. \n[79]Of course not.  But she's have to know eventually. \n[80]I wouldn't get your hopes up, Commander. \n[81]It's not yor fault, Director. If your predecessor were still around we may not be going to Gaspra at all. That's what <i>I</i> would call inconvenient. \n[82]What's with the plungers, Lamar?  What are you doing, opening a blood bank? \n[83]Damn!! \n[84]You must be out of practise, Lamar. \n[85]Need any more, you can always get it off his shoes. \n[86]I guess somebody beat me to it. \n[87]I'm sorry.  I've got plans. \n[88]She's already got her doubts.  I have to act like nothing's wrong. \n[89]Michael's. \n[90]Everybody goes there. \n[91]Will you be okay? \n[92]We'll still be able to talk when I'm away. The conversation will just keep getting longer. \n[93]By the time I'm at the Belt, you phone and say, \"How are you?\"  Forty-five minutes later I reply, \"Not bad.  How are you?\" \n[94]You've never been here? Let me order for you. \n[95]So sure of what you can't do.  Do you even know what it tastes like, Irene? \n[96]Those checks take forever. \n[97]Let's walk. \n[98]It's not safe.  I shouldn't have brought you here. \n[99]Come on. \n[100]We'll get it later. Irene, please. \n[101]You just did. \n[102]You remember the '99 Chrysler LeBaron? It's the exact height of the front fender. Looked right instead of left. \n[103]But \"if it came to it\" then it couldn't have your-- --nose. How perfect does your child have to be? \n[104]That's precisely what <i>scares</i>me--that they won't do anything <i>foolish</i> or <i>courageous</i> or <i>anything</i>--worth a Goddamn. \n[105]I forgot something--something at home. I'll see you later. \n[106]We could go together one day. \n[107]How would you like to be yourself for the day? \n[108]How are you, Jerome? \n[109]How the hell did you get here. \n[110]Irene. \n[111]Not yet, I'm afraid. \n[112]I guess I'm a slow learner. \n[113]I'll see what I can do. \n[114]By the way, I left some trash in your locker. \n[115]From Vincent. \n[116]Maybe it's <i>you</i> who's forgotten. What are you doing here, Anton? \n[117]You almost sound like you believe that. \n[118]There are a few million miles to go yet. \n[119]Is that the only way you can succeed, Anton, to see me fail? \n[120]God, even <i>you</i> want to tell me what I <i>can't</i> do. In case you hadn't noticed, Anton, I don't need rescuing.  But <i>you</i> did, once. \n[121]Well?  You have all the answers.  How is that possible? \n[122]Who are you trying to convince? \n[123]Now is your chance to find out. \n[124]Too late for that.  We're closer to the other side. \n[125]You wanted to know how I did it.  That's how I did it, Anton.  I never saved anything for the swim back. \n[126]Here, take it. \n[127]If you're still interested, let me know. \n[128]A year is a long time. \n[129]Have you forgotten?  I don't need any samples where I'm going. \n[130]Why have you done this? \n[131]Where are you going? \n[132]Thank you. \n[133]What's this, Lamar? \n[134]There's a problem, Lamar. \n[135]Just remember, Lamar, I could have gone up and back and nobody would have been the wiser-- ", "EUGENE": "\n[1]Four foot six. \n[2]Six one. \n[3]Yeah.  You want to go dancing tonight? \n[4]I think I'd better choose the menu.  After all, you're learning how to be me, I'm not learning how to be <i>you</i>. \n[5]Listen, I don't want you to think I'm ungrateful --I know you and that little broker--what do you call him? \n[6]You're both going to a lot of trouble-- Maybe you can con somebody into believing you're me to get your foot in the door--but once you're inside, you're on your own.  I'm sure you're sincere... ...but I was being groomed for something like this myself.  Even without the accident I don't think I would have made it.  My point is--how the hell do <i>you</i> expect to pull this off? \n[7]At least you're honest. Call me by my middle name--Eugene--If you're going to be Jerome, you may as well start getting used to it. \n[8]If anybody asks, tell them the truth-- your family disowns you.  You are a disappointment, Jerome. \n[9]Wrong color.  It's silver. It's not easy living up to this. \n[10]It needs work. \n[11]Noone orders southpaws anymore. \n[12]You really need that much? \n[13]God, what <i>wouldn't</i> you do to leave the planet? \n[14]God, you're serious, aren't you? \n[15]You don't know what a relief it is not to be me.  Are you sure <i>you</i> want the job? \n[16]Listen, I bag this stuff anyway.  It may as well pay my rent. \n[17]You didn't forget the truffles? \n[18]Who died? \n[19]You wish. \n[20]What an act of benevolence--a service to the community.  So that's it.  Now there's nothing between you and ignition. \n[21]This calls for a celebration.  Doesn't it? \n[22]So what?  You didn't kill him, did you? \n[23]Hey, how much of you can be there?  Even if the \"J. Edgars\" do find something, in a week-- you'll be slightly out of their jurisdiction. Come on, we've got to get drunk immediately. \n[24]Honey, if you'd hurt me, I'd be cured. \n[25]You want to meet a real-life spaceman? \n[26]You're right, there's more atmosphere where you're going. \n[27]I gotta stop!!  I gotta stop!! \n[28]You idiot.  You could ruin everything with a stunt like that. \n[29]At least up there your piss will be worth something. You'll all be showering in it, right? \n[30]What <i>is</i> that one? \n[31]How long do you stay up there before you go? \n[32]I still can't believe they're sending you to the Belt--you of all people--never meant to be born, on a mission to discover the origin of life. \n[33]You know I'm scared of heights. \n[34]I'm sorry.  Did you want it? \n[35]Let me get it for you. \n[36]I'm sorry.  I'm sorry. \n[37]You know I wasn't drunk--I knew what I was doing when I walked in front of that car-- \n[38]--I walked right in front of it.  I was never more sober in my life. \n[39]I'm proud of you, Vincent. \n[40]--I know what I ordered.  I ordered \"Honey Dawn\" and you sent me \"Summer Wheat\". \n[41]Any particular reason? \n[42]What are you talking about? \n[43]What makes them think that? \n[44]Where? \n[45]Could be worse.  They could have found it in your eye. \n[46]I'm not going anywhere.  Less than a week to go. Not on your life-- \n[47]Where is your head, Jerome?  You're acting like a guilty man.  They won't marry the eyelash to you.  They won't believe that one of their elite navigators could have suckered them for the last five years. \n[48]How could they recognize you? <i>I</i> don't recognize you.  Anyway, you don't have a choice.  You run, you may as well sign a confession, turn us both in right now.  No, we stick this out-- find out what we can but change nothing.  This is a minor inconvenience is all it is.  We've taken worse heat than this. Jesus, if I'd known you were going to go belly up on me at the last fucking gasp, I wouldn't have bothered.  You can't quit on me now.  I've put too much into this. Besides, this stuff is <i>mine</i>.  I had other offers, you know.  I could have rented myself out to somebody with a spine.  You want me to wheel in there and finish the job myself? We'll take off all right, from pad 18 just like we planned. \n[49]And keep your lashes on your lids where they belong.  How could you be so careless? \n[50]Well save those tears. \n[51]I'm sure I could have. \n[52]So it's not just the Hoovers who've got you rattled. \n[53]Is that all? \n[54]If you say so. The stripe. \n[55]I don't feel too good.  I think I'm still drunk from last night. \n[56]If I were you I'd worry about myself. Haven't you forgotten something? \n[57]You got it, German. \n[58]How was your evening? \n[59]You <i>are</i> a catch.  No doubt she's worried that she would lower the standard of your offspring. Everybody wants to \"breed up\". What's wrong with her? \n[60]You're not thinking of telling her, are you? \n[61]She doesn't <i>have</i> to know.  She doesn't <i>want</i> to know. \n[62]Where are we going? \n[63]Again? \n[64]I'm sure you'll be very convincing. \n[65]Where are you taking her? \n[66]You may as well invite her here. \n[67]Don't worry about your little pin cushion. To be honest, I'm looking forward to having the place to myself. \n[68]How long? \n[69]I guess I'd better have something important to say if it takes that long to get an answer. \n[70]Hello? \n[71]I was never very good at it, remember? \n[72]Hello. \n[73]Hello, sweatheart.  Come on up. \n[74]Where's my kiss? \n[75]Now <i>you're</i> here.  Who are your \"friends\"? \n[76]Again? \n[77]Forgive me for not getting up. \n[78]It's okay.  Maybe they can find out what I've got. \n[79]As long as you don't do it in my closet. Over there. \n[80]Clean the whole house if you want. \n[81]Not bad, Jerome. \n[82]I could always walk.  I've been faking it. \n[83]Quite something, isn't it? \n[84]That's where we get rid of the traces of him although we never truly succeeded. \n[85]He's probably leaving some more of me around the place before he goes. \n[86]Don't be deceived, Irene.  These are just the clothes.  He has to wear them. Something I could never do. \n[87]You have more in common than you know. \n[88]But they say <i>his</i>is already ten thousand beats overdue.  I have my doubts. For all my gifts, they could never engineer me a heart like Vincent's. \n[89]I have your samples ready. \n[90]No, but you might need them when you get back. \n[91]Everything you need to last you two lifetimes. \n[92]There's an extra specimen.  I wish I could give it to her myself. But then, you always were better at being me. \n[93]In case you get back before I do. \n[94]I'm travelling too. \n[95]I got the better end of the deal.  I just lent you my body--you lent me your dream. \n[96]Not until you're upstairs. ", "INVESTIGATOR": "\n[1]Let's see what you've got to say for yourself. \n[2]<i>Blind?</i> The tongue is <i>blind?</i> \n[3]Someone who is mindful that the blind still speak. \n[4]A man's dead, Detective. \n[5]Grudges? \n[6]No, <i>this</i> is your man. \n[7]--What <i>about</i> his profile? \n[8]So there's a 20 percent chance he's <i>not</i> dead. \n[9]No.  Not <i>likely</i>. \n[10]Who knows with these \"deficients\"?  His profile indicates a proclivity for violence. \n[11]--I've already run it.  There's no record of any living relative. \n[12]Detective Hugo, it's a simple case of lost and found.  All we have to do is locate the man who's minus an eyelash and this murder will solve itself. \n[13]How often do you test, Director? \n[14]Surely you know what you have. \n[15]We believe we have a suspect. \n[16]This unaccountable specimen was found in the south wing corridor. \n[17]We're in the wrong place.  We're wasting time. \n[18]--There's that word again.  I have a feeling This man doesn't play the odds, Detective.  Not exactly a slave to probability.  Is it \"likely\" that a man who has successfully eluded authorities for fifteen years--a brutal killer--is going to come to us now like a lamb? \n[19]Since going underground, traces of this In-Valid have shown up at the scene of four serious felonies.  Do you need any more than that? \n[20]I don't like anybody <i>this</i> unlucky. Widen the sweep.  The West side.  Draw a five mile radius around Gattaca.  Hoover some of the classier establishments.  Random car stops. \n[21]This is a murder investigation.  The public should be happy to co-operate, to get this disease off the streets. \n[22]You are so beautiful, are you sure you <i>weren't</i> altered?  This is not the face, the body, of a Godchild.  How could something so lovely be a product of chance? \n[23]You have so much wrong with you, you'll be lucky to see next year. \n[24]I'm not paying you to talk. \n[25]A customer?  Does this Michael's cater to misfits? \n[26]Of course.  He's a \"de-gene-erate\". He works at Gattaca.  Why else would we find the eyelash near the washroom?  Nobody stops to take a leak during a murder. \n[27]He was afraid of being exposed.  That's why he did it. \n[28]Don't underestimate these imposters. \n[29]A man can change his face--but blood is forever. Sample every employee within the parameters I gave you. Intravenous. \n[30]Blood.  From the vein. \n[31]Something's not right. \n[32]No, we've missed something.  We Hoover again. \n[33]Get it.  From outside, if you have to. \n[34]I'll take it out of your damn <i>pension</i> if you question my authority one more time! \n[35]Thank you, no. \n[36]You're so unconcerned that you have a killer in your midst. \n[37]No, but since there aren't too many <i>live</i> ones tonight either, you won't mind us conducting one further sweep.  If he does not work here, then there should be no other trace of him. I think you'd better get some people out of bed, Detective. In the meantime we can re-check his favorite haunt. \n[38]You see, Director, I prefer my microscope. \n[39]You run a clean establishment. \n[40]Do you recognize this man? \n[41]I bet. \n[42]Did he hit you with his fist? \n[43]Don't touch your face.  Don't swallow. Don't spit. Quick, clean his teeth. \n[44]Vincent!  Vincent! \n[45]What are you waiting for? \n[46]We'll vacuum these streets if we have to. \n[47]Why not? \n[48]You worried about the cost? \n[49]They said the same thing about myopia and obesity.  You think your children would be less human if they were less violent, angry, spiteful?  Maybe they'd be <i>more</i> human.  From where I sit the world could stand a little improving. \n[50]So we have two choices.  Either our suspect came back to the murder scene for a drink of water and I don't know anybody that thirsty or... ...he <i>is</i> here. We test again.  You're right, Hugo, this was a desperate act.  Someone had a lot to lose that night--perhaps their place in line. I'd like the profiles of everyone with an upcoming mission. \n[51]This time I will supervise each test personally. \n[52]At least it's nothing contagious. \n[53]Let's not spoil the surprise. I understand you can show us the way. \n[54]You don't know who he is, do you, Irene? \n[55]You think you have problems? \n[56]I don't believe so. \n[57]Mind if I take a leak? \n[58]May I? \n[59]This can't be him. \n[60]Luca could still be an accomplice. \n[61]Hugo!  I've found him! \n[62]A fingerprint.  There's something to be said for nostalgia. What did you find? \n[63]Where did you get this? \n[64]Vincent-- \n[65]Vincent, what are you running from? \n[66]Has it been so long, you don't remember who I am? ", "IRENE": "\n[1]Excuse me, Jerome.  I'm sorry to bother you. \n[2]I've been asked to compile a log for the investigators--they want to know everyone's whereabouts last night. \n[3]Can that be, er, verified?  Were you alone? \n[4]I was at home. \n[5]Yes. \n[6]No. \n[7]Why would we do that? \n[8]To be convincing, Jerome, I would have to know what that was like. \n[9]I'm sorry.  I didn't mean anything. \n[10]I know about you. \n[11]Here, take it. \n[12]If you're still interested, let me know. \n[13]Friend? \n[14]They found an eyelash. \n[15]In the South Wing. \n[16]Just some In-Valid.  Vincent-- --somebody. \n[17]You celebrate, Jerome? \n[18]You didn't know? \n[19]You're angry-- \n[20]I want to show you something. \n[21]other side, mindful of the light beginning to leak into the sky \n[22]What did I tell you? \n[23]I envy you, Jerome. \n[24]I don't think so.  The only trip I'll make in space is around the sun-- --on this satellite right here. \n[25]--Listen, I don't want to waste your time and I <i>really</i> don't want you to waste <i>mine</i>. I don't know what you're after but I have a feeling I'm not it. \n[26]It's here.  My heart. I'm careful--weekly check-ups.  I'm on a drug maintenance program, blood thinners, diet-- I just want you to know what you'd be getting yourself into. \n[27]Nothing yet.  I'll start experiencing symptoms in my late-fifties. But unless they come up with something between now and then, I won't live much past 67. \n[28]Of course I think about it every day. \n[29]Excuse me, Mr Morrow.  The investigators have begun their testing. \n[30]I'm afraid not. \n[31]So you didn't do it after all. \n[32]What <i>is</i> this place? \n[33]I'd better not. \n[34]Why are we leaving? \n[35]Jerome! \n[36]What about the car? \n[37]Who are they? \n[38]I can't. \n[39]My medication.  I left it back there. \n[40]Are you trying to kill me?  Are you?! Don't you understand, I can't do that! \n[41]So sure of what you can't do. \n[42]What happened? \n[43]So you're not so smart after all. I want you to know--if it ever came to it-- I'd be willing to get an ovum from the Egg Bank.  In fact, I'd <i>rather</i> use a donor egg-- --<i>if</i> it came to it. \n[44]You hypocrite.  Do you think for one moment you'd be doing what you're doing if it wasn't for who you are--<i>what</i> you are?  Don't you get <i>any</i> satisfaction knowing that your children will be able to live to a ripe old age unless they do something foolish? \n[45]What is it? \n[46]I'll miss you. \n[47]--when you go away. \n[48]I'll call and let him know. \n[49]Jerome--? \n[50]Good to see you're feeling better. \n[51]It's about the Director. \n[52]Couldn't we do this another time? \n[53]Actually, the kitchen needs doing. \n[54]Hello. \n[55]I've been looking for him.  Do you know where he is? \n[56]What's wrong with him? \n[57]Sorry, the wind caught it. \n[58]Not so long--just once around the sun. ", "<i>JEROME": "", "DETECTIVE HUGO": "\n[1]I don't understand why you were dragged out here, Sir.  It's hardly worth wasting your time--a no-nothing case like this. \n[2]Of course, Sir.  We're checking the entry log, alibis, grudges... \n[3]I look around, I see a lot of dry eyes. The Director was not... ...universally loved.  He was leading the cut-backs in the program.  You're looking at a room full of motives. \n[4]With respect, Sir--it may be the only unaccountable specimen but the profile suggests-- \n[5]According to this, he's a sick man.  Congenital heart condition.  Who knows how long the specimen has been here but there's an 80 percent chance the owner of that eyelash has already died himself from natural causes. \n[6]Even if this Vincent Luca <i>is</i> alive, is it likely he could bludgeon a man to death? \n[7]I take it you're thinking along the lines of a robbery gone sour--a thief disturbed in the act? \n[8]Of course that doesn't jibe with what we found.  This was an angry killing. \n[9]I'll run a crossover on the eyelash for any family or associate connections-- \n[10]What a pity. \n[11]Director Josef, this is our lead Investigator. \n[12]An age enhancement is being prepared as we speak. \n[13]Not our fish, but sometihng stuck in the net. \n[14]This is the age enhancement we're working with. \n[15]As you requested, we've kept the parameters wider than usual. \n[16]This <i>is</i> the most likely location-- \n[17]Is there something more we should know about this suspect, Sir?  I mean besides what's on his sheet. \n[18]With respect, Sir, many perfectly innocent citizens have left specimens at as many crime scenes.  Maybe he's just unlucky. \n[19]We're already getting complaints about frivolous search. \n[20]The skin flake was found in Michael's Restaurant. The employees are all accounted for. \n[21]No.  But one or two \"borrowed ladders\" have shown up there in the past. \n[22]We have to consider the possibility that he's playing somebody else's hand. \n[23]It's still possible the eyelash specimen came from a janitor, delivery man--it could have blown in through an open window. \n[24]It is hard to believe he could be one of their elite workers.  You've seen their security system.  They know who works there. Even if you ignore the man's expiration date, his profile suggests that he doesn't have the mathematical propensity let alone the stamina to pass their physicals. \n[25]None of the ID photos match the enhancement. \n[26]You know their workforce.  Two-thirds at least fall into the category.  We'll be closing down their operation for days. At least go with a fingertip sample or urine. \n[27]That's the last. \n[28]He's not here.  It's a blind alley. \n[29]We don't have the manpower. \n[30]From what budget? \n[31]Where do we start? \n[32]Positive saliva match.  The cup was definitely used since the original sweep. \n[33]He's the only absentee. \n[34]This won't take a moment. \n[35]Yes?...Yes...<i>yes</i>... \n[36]We found his spit in the dead director's eye. He's signed a confession--supplied us with the suit he wore on the night.  What more do you want? \n[37]It's not <i>exactly</i> him. \n[38]But this man does share some common characteristics with your suspect.  Not so many but <i>enough</i>.  It appears the eyelash has a brother--of a kind. ", "VINCENT": "\n[1]You're standing on Venus. \n[2]--I don't care.  I'll take the risk. \n[3]Why didn't <i>you?</i> It's okay.  It's the way they want it. It confirmed everything in the minds of my parents - that they had taken the right course with my younger brother and the wrong course with me.  It would have been so much easier for everyone if </i>I<i> had slipped away that day.  I decided to grant them that wish.</i> \n[4]What do you mean? \n[5]But if the glass is clean, it'll be easier for you to see me when I'm on the other side of it. \n[6]What do you think? \n[7]German, is that you? \n[8]I hope he's not just a body. \n[9]How do I square the accident? \n[10]Where is he? \n[11]That's the hair color in his profile? \n[12]I'd have to bleach my hair. \n[13]How tall are you? \n[14]Okay, how tall did you <i>used</i> to be? \n[15]He's too tall. \n[16]Even with lifts I'm never that tall. \n[17]You okay, Jerome? \n[18]What's wrong with it? \n[19]Suit yourself. \n[20]German. \n[21]I don't know exactly, Jerome. ", "DIRECTOR JOSEF": "\n[1]You keep your work station so clean, Jerome. \n[2]I reviewed your flight plan.  Not one error in a hundred thousand keystrokes.  Phenomenal. It's right that someone like you is taking us to the Belt. You have a substance test. \n[3]You're lucky to be getting out of this. \n[4]The launch window is only open until week's end.  Tragic though this event may be, it hasn't stopped the planets turning. \n[5]You'll have to excuse me, Jerome.  I have to meet with the authorities--naturally, we're co-operating in any way, although I won't tolerate a major disruption. I wish I was going with you, Jerome. \n[6]Often. \n[7]We have to be certain.  Once they're up, we can hardly turn the boat around. \n[8]What a relief. \n[9]Irene will make it available to security. \n[10]--Somewhere in the dust of Gaspra is the key. Back to the beginning of the book--the life we became.  With the original building blocks who knows how far we can take \"the godding\". \n[11]I apologize, Jerome. \n[12]Would you care to look--in the telescope? \n[13]One look through there and you would know why I can't possibly allow you to disrupt operations any further. \n[14]Right now, <i>your</i> presence is creating more of a threat.  I don't think you have any concept of what we do here--how meticulous our preparations must be.  We are about to send twelve people through 140 million miles of blackness to rendezvous with an object the size of a house and the color of coal.  So it's rather critical to point them in the right direction. And we certainly don't need you looking over our shoulders.  Besides, I don't believe there is any evidence that the killer <i>is</i> amongst us.  I don't see too many other dead bodies littering the place. \n[15]Twelve have a mission within the week. \n[16]A little nausea.  Quite common. \n[17]I will not permit any further testing on the eve of a mission.  We're already counting backwards. ", "GERMAN": "\n[1]Vincent, I'm German-- That's my name. \n[2]I think I could do something provided you know what you're doing and you can meet the terms. \n[3]You got a photo of yourself? \n[4]Vincent...Vincent... \n[5]Vincent, come down.  I've found him. \n[6]He has the heart of an ox.  He could run through a Goddamn wall--if he could still run. Actually, he was a big college swimming star. \n[7]No problem.  Before he dropped out he was an honor student, the right majors-- \n[8]It happened in Australasia.  He checked in yesterday.  No family complications, no record he ever broke his neck.  As far as anybody's concerned, he's still a walking, talking, fully-productive member of society. You just have to get him off the pipe and fill in the last two years of his life. Excuse me, <i>your</i> life. \n[9]What did I tell you?  Which one's the mirror? \n[10]Yeah. \n[11]Why are you inventing problems?  You two are a couple of goddam clones.  You look so right together, I want to double my fee. \n[12]You can wear lifts. \n[13]There's a way. \n[14]It's no good.  I can see an edge.  He may as well walk in there with a cane. \n[15]We still need to overhaul the back-up generator. What's going on, Eugene, I thought he was going away, not you--you going on vacation? \n[16]You deserve it. ", "GENETICIST": "\n[1]Put up the dish. \n[2]Your extracted eggs... ...<i>Maria</i>, have been fertilized with... <i>Antonio's</i> sperm and we have performed an analysis of the resulting pre-embryos. After screening we're left with two healthy boys and two healthy girls.  Naturally, no critical pre-dispositions to any of the major inheritable diseases.  All that remains is to select the most compatible candidate. \n[3]First, we may as well decide on gender. Have you given it any thought? \n[4]You've already specified blue eyes, dark hair and fair skin.  I have taken the liberty of eradicating any potentially prejudicial conditions - premature baldness, myopia, alcoholism and addictive susceptibility, propensity for violence and obesity-- \n[5]You want to give your child the best possible start.  Believe me, we have enough imperfection built-in already.  Your child doesn't need any additional burdens.  And keep in mind, this child is still you, simply the <i>best</i> of you. You could conceive naturally a thousand times and never get such a result. \n[6]Is there any reason you'd want a left-handed child? \n[7]Some believe it is associated with creativity, although there's no evidence.  Also for sports like baseball it can be an advantage. \n[8]I have to warn you, Mr Luca, he's going to be at least a head taller than you. Prepare for a crick in the neck in sixteen years time. \n[9]Anything I've forgotten? \n[10]I understand.  That's already been taken care of. Now you appreciate I can only work with the raw material I have at my disposal but for a little extra...I could also attempt to insert sequences associated with enhanced mathematical or musical ability. \n[11]I have to caution you it's not fool-proof. With multi-gene traits there can be no guarantees. \n[12]It would be five thousand more. \n[13]Don't worry.  You'll probably do just as well singing to him in the womb. We can implant the most successful pre-embryo tomorrow afternoon. \n[14]They are not babies, Maria, merely \"human possibilities\". \n[15]Smaller than a grain of sand. ", "LAMAR": "\n[1]Jerome...never shy.  Pisses on command. You've got a beautiful cock.  I ever told you that, Jerome? \n[2]I see a lot of cocks.  I speak from experience. Yours is a beautiful example.  Why didn't my folks order a cock like that for me? \n[3]If everything goes to plan, this could be the last time I see you for a while.  One week to go.  Please tell me you're the least bit excited. \n[4]Six miles later it's still beating like a Goddamn metronome.  I could play piano by that heartbeat of his. \n[5]I swear if I went to lunch and came back, he'd still be there. \n[6]The gentlemen of law enforcement are concerned that my testing methods may have been compromised. \n[7]Jesus--I'm sorry, Jerome. \n[8]I've got enough here. \n[9]New policy. \n[10]Flight got you nervous? \n[11]Did I ever tell you about my son, Jerome?  He's a big fan of yours.  He wants to apply here. \n[12]--Unfortunately my son's not all that they promised.  But then, who know what he could do. \n[13]For future reference-- --righthanded men don't hold it with their left.  It's just one of those things. \n[14]Have a safe trip, Vincent. ", "ANTON": "\n[1]How many astronauts are there, anyway? \n[2]I bet <i>I</i> could be one. \n[3]You sure you want to do this? It was the last time we swam together. Out into the open sea, like always, knowing each stroke towards the horizon was one we had to make back to the shore.  Like always, the unspoken contest.</i> \n[4]Why didn't you say anything? \n[5]I could ask <i>you</i> the same question. I have a <i>right</i> to be here, <i>you</i> don't. \n[6]Come with me now, Vincent.  You've gone as far as you can go. \n[7]It's over. \n[8]It's for the best. \n[9]You didn't beat me that day.  I beat <i>myself</i>. \n[10]I will prove it to you.  Come swim with me now, Vincent.  Now--tonight. \n[11]How are you doing this, Vincent?  How have you done <i>any</i> of this? \n[12]Vincent, where's the shore?  We're too far out. We have to go back! \n[13]<i>What</i> other side?  How far do you want to <i>go?!</i> Do you want to drown us both? How are we going to get <i>back?!</i> ", "MARIA": "\n[1]I can't do this. \n[2]No, you don't understand.  I <i>can't</i>. \n[3]I'm not doing it. \n[4]Not like <i>this</i> one. \n[5]You don't know what it will be! \n[6]Antonio-- \n[7]Oh, Vincent, Vincent, Vincent...I can't let you out of my sight. I was born Vincent Antonio Luca.  And from an early age I came to think of myself as others thought of me - chronically ill. Every skinned knee and runny nose treated as if it were life-threatening.</i> \n[8]We would like Vincent to have a brother... you know, to play with. \n[9]--We didn't want--<i>diseases</i>, yes. \n[10]We want him--we were hoping he would get married and have children.  We'd like grandchildren. \n[11]Antonio, the choir... \n[12]What will happen to the others? ", "CAESAR": "\n[1]When you clean the glass, Vincent, don't clean it too well. \n[2]You might get ideas. \n[3]I thought I told you not to get any ideas. \n[4]I'll take care of that for you, Mr Morrow. \n[5]Look like anybody to you? \n[6]Ugly sonofabitch though, isn't he? \n[7]So you've finally seen sense and come back to your old job, Vincent. \n[8]No?  What's keeping you? \n[9]I guess so. Well, while you're up there, maybe you could tidy the place up a bit. \n[10]And don't go getting everybody lost out there. You'll give us a bad name.  You won't have me to keep an eye on you, you know. \n[11]I'll take care of it. ", "ANTONIO": "\n[1]What's wrong? Of course, there was nothing wrong with me. Not so long ago I would have been considered a perfectly healthy, normal baby.  Ten fingers, ten toes.  That was all that used to matter. But now my immediate well-being was not the sole concern.</i> \n[2]--No, <i>Vincent</i> Antonio. \n[3]We were wondering if we should leave some things to chance. \n[4]He's right, Maria.  That's right. \n[5]Er, no... \n[6]I like football. \n[7]How much extra? \n[8]I'm sorry, there's no way we can. \n[9]Vincent, you damn fool!  You could have killed Anton with your ridiculous contest!  Why should he risk his life to save yours?!  When are you going to get it through your thick head--you can't compete with your brother!  Why try?! ", "NURSE": "\n[1]What are you doing? \n[2]I told you, the government pays.  It's all taken care of. \n[3]The doctor will give you something. \n[4]Honey, you've made <i>one</i> mistake-- \n[5]--I've read your profile.  I don't know about the father but you carry enough hereditary factors on your own. You can have other children. \n[6]Honey, look around you.  The world doesn't want one like <i>that</i> one. \n[7]The child won't thank you! \n[8]The name? For the certificate. ", "VALERIE": "\n[1]It's alright.  He's here to see me. \n[2]Sonja, I can't see anyone else tonight. \n[3]I don't understand you, Investigator. \n[4]You hunt us by day and fuck us by night.  Do you only get it up for In-valids? \n[5]Wouldn't you be happier with one of your made-to-order whores? \n[6]Is that what keeps you coming back? Look at you.  Such angry, beautiful, perfect eyes. Do you ever wonder what they would see if they weren't quite so perfect?  They will never see what <i>I</i> see. \n[7]Are you so much more alive, Investigator? ", "TECHNICIAN": "\n[1]Congratulations. \n[2]That was it. \n[3]How old? \n[4]The <i>specimen</i>. \n[5]I'll see what I can do. \n[6]9.4...very nice. "}}