{"dialogues": {"CHRIS": "\n[1]Are you kidding me? When you're not here that dog gets the best fuckin' pets of his life. \n[2]`Cause he know he's got you wrapped around his little paw. \n[3]Yeah. \n[4]Check... Check.... \n[5]I'm not gonna have one the whole weekend. \n[6]I'm nervous. \n[7]Yeah? How do you know? \n[8]Good answer. \n[9]Do they know I'm black? \n[10]Seems like you might give them a heads up. \n[11]You said, I'm the first black guy you'd ever dated. \n[12]So this is uncharted territory for them. \n[13]Bye. \n[14]How do they even let you in a hospital? \n[15]Yeah. You? \n[16]How long has it been? \n[17]Whoa... whoa!! Come on! I'm a grown man. If a man says he wants a cigarette, a man should be able \n[18]Okay, so that's like a dollar. You basically just throwin' dollars out the window. \n[19]I didn't buy them. Rod... Shit. \n[20]I almost forgot Rod. \n[21]Hey. You at work? \n[22]Look, man, real quick. You good to watch Sid this weekend right? \n[23]You're right. My bad. \n[24]She's good.-- \n[25]Okay, get your own girl. \n[26]No! What the fuck is wrong with you? \n[27]You need help. \n[28]I'll see what I can do. Oh, and I'll kick you some cash for watching Sid. \n[29]Thanks, man. \n[30]Last one! \n[31]You okay? \n[32]Yeah. That scared the shit out of me. \n[33]Stay here. \n[34]I don't know... See if it's okay? \n[35]Maybe it's gone-- \n[36]Right. That makes sense. \n[37]Yeah. \n[38]Oh... yeah. \n[39]I mean, I don't have a driver's license, I have a state I.D. \n[40]Baby. It's okay-- \n[41]That was some ride or die shit, baby. I like that. \n[42]Hey! What's up? \n[43]Hi. \n[44]Good to finally meet you... \n[45]Sure. \n[46]Alright. \n[47]I've heard so much about you guys. \n[48]I'm fine with the embarrassing by the way; go ahead. \n[49]Wow. \n[50]I grew up in a one bedroom, so for me, this is ridiculous. \n[51]It came out of nowhere. \n[52]I cannot believe they kept it the same. \n[53]They're great. \n[54]No, they're totally sweet. \n[55]What?! Is this you? \n[56]I didn't know you acted. \n[57]Wait, what about the tour? \n[58]We just got here. I don't wanna be disrespectful... \n[59]I'm serious. Later. \n[60]I've heard stories. \n[61]Oh, cool. \n[62]I hear that happens a lot. \n[63]--Owens won in front of Hitler. \n[64]Not really. That one always just stood out in my mind. \n[65]Yeah, tough break for your father though. \n[66]She's a Therapist right? \n[67]Like mother like daughter. \n[68]And you're a surgeon? \n[69]That view. \n[70]Hi. \n[71]Yeah? \n[72]I wasn't gonna go there. \n[73]Hey. People need work. \n[74]My Dad was never really in the picture. My mom passed away when I was 11; She was hit by a car. \n[75]Yeah. My aunt raised me, with my cousins. We didn't have a lot of money or anything, but she's a good person; kept me off the streets. She gave me my first camera. \n[76]5? She's right; I'm wrong. \n[77]I mean, we've been trying to take it slow but... \n[78]At the blood drive. \n[79]No. I'm quitting. \n[80]How? \n[81]Oh. \n[82]Wow. I don't... Thank you. Um, I don't know. \n[83]The get-together? \n[84]I must have forgot. \n[85]Sounds fun. \n[86]No, no... These are good. I wanna hear this. \n[87]Whoa, what? \n[88]Ahhhh! You bit him? \n[89]Damn. That's badass, Bae. \n[90]Ah, Orioles. My mom was from \n[91]You mean like UFC? Yeah, nah. Too brutal for me. I'm a lover, not a fighter. \n[92]Not really. I did take Judo for after-school in 1st grade. \n[93]Cool... Thanks? \n[94]I've got a rule. I don't play- fight with drunk dudes. \n[95]Yeah. Nerves got me I guess. \n[96]I still don't know if this is right for me. \n[97]I'm good. The dude was running out there. Scared me. \n[98]Nah, I'm good. It'll keep me up. \n[99]Yeah. \n[100]It's perfect, thanks. \n[101]Yep. \n[102]So, how does this work? Are you going to swing a pocket watch in front of my face? \n[103]Heightened suggestibility. Okay, where do we start? \n[104]Yeah, my memory sucks. \n[105]I guess if it makes me quit... Wait... Has it started--? \n[106]I was home. I was watching TV. \n[107]Okay... Yeah, I found it. \n[108]I knew it. She was never late after work. When she didn't come home, I just knew something was wrong. \n[109]I found it. \n[110]Nothing. \n[111]I just sat there. Watching TV. \n[112]No. \n[113]I don't know. I thought if I did, it would make it real. \n[114]I found it. \n[115]--Found it. \n[116]I don't want to. \n[117]\n[118]No! NO!!! I'm done! Bring me back! Please!!!! \n[119]Mrs. Armitage!!! \n[120]Something's down here... \n[121]Bring me back. Bring me back. Bring me back. Bring me back... \n[122]Bring me back. Bring me back. Bring me back. \n[123]No! \n[124]Damn. \n[125]What's up? \n[126]They working you good out here, huh? \n[127]Ha! \n[128]Yeah... yeah. No, I can tell. I never really got to meet you actually, up close. I'm Chris. \n[129]Yeah. That's one way to put it. So, where you from originally? \n[130]Rose? Yeah, she is... \n[131]Oh, yeah. Actually, I guess I was pretty drunk. \n[132]I don't remember much. \n[133]Hypnosis? No, I didn't... \n[134]There's another bird... \n[135]Out. Taking pictures. Hey, so I think your mom hypnotised me last night. \n[136]I think I snuck out for a smoke, and she caught me and offered? I don't know. I must have agreed to it `cause the thing just made me nauseous. \n[137]No, not good. I can barely remember any of it even happening; I don't like that. Plus I had these fucked up dreams. \n[138]What did? \n[139]And, what's the deal with the help? \n[140]That, but also the lawn-mower guy creepin' me the fuck out too. \n[141]It's not what he says, it's how he says it. You know? \n[142]Thanks. You too. \n[143]Once, actually; a few years ago. I wasn't very good. \n[144]Oh? No kidding. \n[145]Me? I could barely hit the thing. \n[146]It'd be kind of a waste of time travel though. \n[147]Wow. Um.. \n[148]Oh, will you now? \n[149]Right. I mean-- \n[150]I'm sorry. I'm going to get another drink. \n[151]It's good to see another brother around here. \n[152]Who do you know? \n[153]Chris. Rose's boyfriend. \n[154]Sure. \n[155]What? Oh, I forgot. \n[156]Who? \n[157]I guess people only see what's in front of them. \n[158]I mean... \n[159]\n[160]Wait. Jim Hudson... of Hudson Galleries? \n[161]How do you do it? \n[162]Thank you. Yeah, I just like finding the beauty in abandoned things. \n[163]Damn. \n[164]Shit ain't fair, man. \n[165]Yeah, sure. Nice to meet you. \n[166]Really? Wow, okay. Thank you. That would be a game changer. \n[167]Not my game, what can I say. \n[168]Whoa, whoa, okay. Now we talkin' smack huh? \n[169]Boom! \n[170]Hold up. Here. \n[171]I'm gonna go to the bathroom. \n[172]The housekeeper unplugged my phone. \n[173]I'm trying to check in with Rod, and I got no juice. \n[174]Yeah, or maybe not. Maybe she doesn't like the fact that I'm with you. \n[175]What? It's a thing. \n[176]Forget it. Nevermind. \n[177]You're right. I'm being paranoid. I just need a minute and I'll be down. \n[178]Bruh. What's up? \n[179]Yeah... \n[180]They just got me over here meeting all the family friends. It's like they never met a black dude that doesn't work for them or some shit. \n[181]Exactly. Also, I got hypnotised last night... \n[182]Yeah, to quit smoking. Rose's mom is a hypnotherapist-- \n[183]Right. \n[184]Yeah, I'm like 99% sure they're not a kinky sex family, but- \n[185]And thanks for that image, right there. \n[186]It's the black people out here that are the weirdest. The help. It's like they're possessed or... \n[187]\n[188]What's fucked up is: You're the first line of defense against terrorism. \n[189]Oh, and the one other black guest is like the whitest-most dude at the party. \n[190]I mean Rod, if you could see what this dude is wearing. \n[191]Aiight. I'll try. \n[192]Thanks Rod, bye. \n[193]Hi. \n[194]Oh, no. It's cool. I was just confused. \n[195]Yeah, I-- \n[196]Really, it's okay. I didn't mean to rat you out. \n[197]...get you in trouble. \n[198]Too many names to remember but... \n[199]Yeah, I don't know, man. \n[200]That's actually a great question. Logan! They were asking me about the African American experience. Maybe you could take this one. \n[201]Shit. \n[202]Hey, man, I'm sorry, I-- \n[203]Yeah. Why did he come at me like that? \n[204]No, I'm sorry about the flash. I didn't know. \n[205]Yeah, you too. \n[206]My cousin is epileptic. That wasn't a seizure. \n[207]Also, this is gonna sound weird, but when he got up in my face like that, I got the feeling like I knew that guy. \n[208]Let's go back home tonight. \n[209]I'm just... Something doesn't feel right. \n[210]No. With this whole situation! I just... I can't explain but I need you to trust me. Let's just go. It doesn't even have to be a big deal. \n[211]Baby, I-- \n[212]Late? \n[213]Oh. \n[214]I don't know what to say. \n[215]I told you about the night my mom died. How I didn't call 911; didn't go out looking for her. \n[216]One hour went by, then two, three... I just sat there... I just watched TV. \n[217]I found out later she had survived the initial hit. \n[218]She laid there bleeding by the side of the road all night, cold and alone. And that's how she died in the early morning... Cold and alone. And I was watching TV. \n[219]There was time. If someone was looking for her, there was time. But no one was looking. \n[220]Yeah... yeah. So, I'm not gonna leave here without you. I`m not going to abandon you. Never. \n[221]Yeah? \n[222]I love you. \n[223]That was fast. \n[224]Dre? \n[225]Veronica from... \n[226]Yeah. That is him. But... \n[227]This is so fuckin' crazy. He's different now. \n[228]Different. Slower... I mean he was street; now he's all like... white- seeming. Oh, plus he's gay! \n[229]I'm telling you: He's gay, I met his man. He's-- \n[230]Um... Looking for my camera. \n[231]Where are the keys..? I gotta put our bags in the trunk. \n[232]Nah, I'll do it. \n[233]Nothing. \n[234]I'm going to the car; see if we left the keys in there. \n[235]I'm good. \n[236]Yeah. \n[237]No. Well, yeah... Um. \n[238]What? \n[239]Right now, it's finding the keys. \n[240]Rose... \n[241]Rose, what is this shit?! \n[242]--Rose.-- \n[243]I was raised Episcopalian. \n[244]--I don't know what you're saying! \n[245]Rose! The keys!!! \n[246]What the fuck? \n[247]Rose!!! \n[248]Rose!? No, no, no, no. Shit, shit... \n[249]Rose!!!! \n[250]No!! Help!!! Help!!!!! Help!!!!!! \n[251]Hey. Hey!!!! Rose!!!! \n[252]Oh shit. Oh shit. Oh fuck. Oh shit. The fuck?!?!! Y'all are psycho!? Is that it? Let me out of this chair. \n[253]People know I'm here. I told a bunch of people where I was going! You don't know me!!! You don't know me!!!! Hey! Hey!! Hey!!!!! \n[254]Here it is: My boy Chris has been missing for two days. \n[255]Is this the only song you got? \n[256]Okay. Okay! What do you want? You tryin' to break me? I won't say shit!! I'll just... I'll do what you say, just answer me! \n[257]...Winter, Spring, Summer and Fall, all you need to do is call. And I'll be there. You got a friend. Ain't it good to know you've got a friend. Ain't it good to know you've got a friend. Oh, yeah, yeah, you've got a friend. \n[258]\n[259]I need water. \n[260]I need to get outta here. \n[261]Where's Rose? \n[262]Is this some kind of a game to you? \n[263]Who the fuck are you people? \n[264]You hypnotize me? Break my will..? Make me a slave like the others? This is some crazy racist shit. \n[265]Wait, what? \n[266]For what? \n[267]What's the procedure? \n[268]What the fuck? \n[269]No. \n[270]And my brain? \n[271]...The Sunken Place. \n[272]Me... You will be me. \n[273]Why black people? \n[274]That's crazy. \n[275]You're not going to get away with this. \n[276]No, No-- \n[277]Shhhh. \n[278]Ahhhh! \n[279]No... no... Don't do it... Just get the fuck gotta here... Just go! Just... Fuck! \n[280]Ahhhhhhhh!! \n[281]Wait. \n[282]Look in the basement! \n[283]...I don't remember... \n[284]I don't remember. \n[285]I don't remember. \n[286]Rod. \n[287]Rod. \n[288]I'm good, man. I stopped it. You know? I stopped it. ", "ROSE": "\n[1]I couldn't decide... \n[2]Poor thing. Do you even pet him? \n[3]So, how come whenever I come over, he acts like he's been totally neglected. \n[4]oh, really? \n[5]Toothbrush... Deodorant... \n[6]You quit, remember? \n[7]Why? They're going to love you. \n[8]Let's see, you're smart, sweet, handsome, creative... You're you. \n[9]I don't think so. Why? Should they? \n[10]Really? Like \"Mom, Dad, my black boyfriend is coming up for the weekend\"? \n[11]Yeah...? \n[12]Baby, it's fine. My dad would legit vote for Obama a third time he could. Yes, he will want to talk to you about it, and that will be embarrassing, but they're gonna love you. I promise. \n[13]See you soon. \n[14]Shut up. I'm very sanitary at work. \n[15]You ready? \n[16]Oh, wait. \n[17]Ready. \n[18]10 months, so a year basically; longest I've ever been away. \n[19]You shouldn't have bought them. \n[20]What? \n[21]Hi, Rod. \n[22]I don't even know what that means but yes I promise. \n[23]It's not too late for us is it? \n[24]What..? Settle down. You know I'm yours. \n[25]No! \n[26]Fuck! \n[27]Yeah. You? \n[28]Fuck!!! \n[29]What are you doing? \n[30]Chris...? \n[31]Be careful! \n[32]Do you see it? \n[33]I'm from here. The Lake Pontaco area? We're going home. \n[34]I was driving. \n[35]My boyfriend shouldn't have to show you his I.D. because he hasn't done anything wrong. \n[36]No, fuck that! \n[37]It's bullshit, and you know it. \n[38]What? I'm not gonna let anyone fuck with my man. \n[39]We're here. \n[40]That's the grounds-keeper... I think his name is Walter. \n[41]Hi! \n[42]Hi!!! \n[43]I miss you guys. \n[44]Chris, these are my parents. Mom, Dad, this is Chris. \n[45]Can we get inside before you guys start embarrassing me? \n[46]We hit a deer. \n[47]I don't know. Down around Lyons road? \n[48]I think we'll manage, Dad. \n[49]You think they wish I was still a kid? \n[50]So... \n[51]Yay. \n[52]I told you they'd love you. \n[53]\"The Crucible.\" I was Abigail. \n[54]There's a lot you don't know about me. \n[55]\"The tour?\" Are you serious? \n[56]Who gives a fuck? Be disrespectful. \n[57]Mom. \n[58]Remember when I volunteered at the community center? \n[59]I know! \n[60]Now, all you have to do is just quit smoking. \n[61]Oh God. \n[62]You guys, normal people don't want strangers fiddling around in their heads. \n[63]The party tomorrow? I told you. \n[64]--No. Mom. \n[65]I hate you. \n[66]You did. \n[67]You realize you're coming off like a total douche right now, right? \n[68]He cornered me and shoved his tongue in my mouth, so yeah. \n[69]Yeah, great story. Thanks for making it totally uncomfortable. \n[70]Oh God. \n[71]Awww. \n[72]More ramblings from King Awkward. \n[73]And that's my brother. \n[74]Hi. Where have you been? \n[75]Wait, what? \n[76]Okay. Well then that's good, right? \n[77]That happened to me too. \n[78]The nightmares. When I was a kid. She hypnotized me once for stage fright, and I had the craziest nightmares, but it worked... \n[79]Like... The iced tea thing? Yeah that was weird. \n[80]Why? Did he say something? \n[81]Yeah, something about them seems... different. \n[82]They're here. \n[83]Extremely. \n[84]We'll talk later. \n[85]\"Advantageous?\" \n[86]Really? `Cause you have yet to say anything that's not a blanket statement about race. \n[87]Where's your drink? \n[88]Shut up Jeremy. \n[89]Yay, baby! \n[90]Where are you-- \n[91]Hey! You okay? \n[92]I'm sure it was an honest mistake. \n[93]Chris... \n[94]You think my family's housekeeper gives a shit who you're with? That's crazy bae. \n[95]Look, I get it. This whole thing is stressful. I mean, they're circling you like hyenas down there. I just don't get why you're taking it out on George and Walter. \n[96]Fine. \n[97]What the Hell was that? \n[98]A seizure? \n[99]Yeah seizures don't make people attack people, I'm sorry. \n[100]Let's go. \n[101]We're going on a walk. \n[102]Honestly? That was one of the strangest things I've ever seen in my life. \n[103]What? Wait, no. \n[104]You mean with us? \n[105]It is a big deal. It's my family. I wouldn't even know what to tell them. \n[106]Yes, it's weird. There are a lot of ways I wish this was going different. I wish my brother wasn't a cock. I wish my parents friends were chill; but just because it's tough, it doesn't mean you run away... \n[107]...I'm late. \n[108]I should've got my period like last week. \n[109]I mean, I did change my birth control, so it could just be that, but... \n[110]So...? \n[111]Okay... Try any emotional response whatsoever. \n[112]If you wanna go then go. I'm not going to force you to stay but I'm not leaving. \n[113]\n[114]It wasn't your fault-- \n[115]You were just a kid. \n[116]Fuck it. Come on. Let's go back home. \n[117]Yeah. I mean, you're right. This sucks. I'll go back with you. I'll make something up. \n[118]I love you too. \n[119]Yeah. \n[120]What are you doing? \n[121]Walter can do that. \n[122]I was just looking for them. I'm such a mess, will you help me? \n[123]Chris... What's wrong? \n[124]Oh, I know where they are. In my bag. Duh. \n[125]His dog is not well. He needs to go to the vet first thing in the \n[126]I'm looking. \n[127]Oh baby... You know I can't give you the keys. \n[128]It's just a bump. He's fine. \n[129]He already knew. \n[130]It doesn't matter any more does it? \n[131]Hello? \n[132]Chris? \n[133]Hi. \n[134]He left like two days ago. \n[135]We got in a fight. He got all paranoid and flipped out; He took a cab home. He forgot his phone. Wait... You haven't seen him? \n[136]Oh my God. \n[137]What did you say? \n[138]Uh huh... \n[139]I don't know. A local one I'm guessing. Maybe uber? Wait, I'm so confused... \n[140]Rod, just stop. \n[141]I know why you're calling. \n[142]Come on. I mean, it's kind of obvious. \n[143]That there's something between us. \n[144]We'd all go out drinking... I remember you looking at me. \n[145]I know you think about fucking me, Rod. \n[146]Wait. Wait. Chris!.... Chri- ", "ROD": "\n[1]`Sup? \n[2]Yeah. How I'm gonna get in trouble for following standard procedure? Fuckin' Gary out here thinkin' just because a bitch old, she can't hijack an airplane. \n[3]Like you can't hide a bomb in a wheelchair? Watch, Chris, the next 9/11 is gonna be on some geriatric shit. \n[4]What? You think I forgot? Damn `C', give your boy a little credit. I don't forget shit; you do. \n[5]Apology accepted. How's `Lil Miss Rosie? \n[6]Whattup babygirl? You better bring my boy back in one piece. \n[7]You know you picked the wrong guy though right? \n[8]Damn, I never seen you like this. Meeting the family and everything? What does she do lick your ass? \n[9]That's it! First girl licks your ass and you done. Just... \n[10]Yeah I do. I need your girl to introduce me to one of her freaky deaky boarding school friends. \n[11]Come on, son! I don't need your money. I got you! \n[12]You better not come back all bougie on me tho-- \n[13]Hey. \n[14]Not much. Sid's chillin'. We eatin' burgers. What's up with you? \n[15]Uh oh. That doesn't sound good. \n[16]Oh, they got you on display? \n[17]Nigga, what the fuck? Oh, Hell no! \n[18]--Nope. I don't give a fuck if she's Dr. Drew up in this bitch. You ain't getting in my head. \n[19]Who knows what they'll make you do. You know white people into some crazy sex slave shit. \n[20]Why not? Jeffery Dahmer ate niggas' heads, but that was after he fucked the heads. \n[21]You think they saw that shit coming? Hell no. \n[22]One second they think they just gonna suck some dick, next second they sucking dick but their head isn't on their body Chris. \n[23]I saw that on A&amp;E, so that's real life. \n[24]Hypnotised. \n[25]I'm just connecting the dots you presenting me with. The mom puttin' trances on niggas and fuckin' them. It's clear as day and that's fucked up. She hot? \n[26]This is good shit tho. \n[27]Send me a picture. You are a photographer. \n[28]You should be documentin' this shit. \n[29]And yo, don't say I didn't warn you `cause my ass sure as Hell ain't coming up to the country to save you from no fuckin' witch coven... Unless the mom's hot. She hot? \n[30]That's Dre. \n[31]Andre um... Hayworth! Yeah! He used to kick it with Veronica. \n[32]...Teresa's sister! Worked at the movie theatre on 8th; \n[33]got us into the movie a couple of times; Rush hour 2 and, um Usual Suspect. \n[34]...But what? \n[35]Different? How? \n[36]No, he ain't. \n[37]Chris, you in a fucked up Eyes Wide Shut situation. You need to--. \n[38]Sup? Making sure you good. I thought you were coming back yesterday, so hopefully you home already and just sleeping or some shit. Aiight. Let me know. \n[39]Yeah... me too. \n[40]Oh shit. \n[41]Williams... Rod Williams... \n[42]Yes Ma'am. \n[43]It's not TSA business, ma'am. \n[44]No, sorry, not my son, my boy. He's my friend. He's 26. His name is Chris... Washington... \n[45]He left town on Friday with his girlfriend Rose... Armitage... She's white. \n[46]Yeah, I mean he's only been MISSING for two days. He was \n[47]--Three days I know, but I have reason to believe he's been abducted. \n[48]Chris was set to come back home on Sunday. I was watching his dog Sid. \n[49]Yup. Cute right? Now look... \n[50]Chris sent me this which he took at the girlfriend's parents house. That's Andre Hayworth, a guy we knew from back in the day. Come to find out he went missing 6 months ago in an affluent suburb upstate. \n[51]Well that's the thing. We found him and now, according to Chris, he's gay with a different personality. \n[52]But he didn't used to be. \n[53]I know what I'm about to say is gonna sound crazy. \n[54]You ready for this...? I think this family is abducting black people and brainwashing them to work for them as sex slaves and shit... Sorry. \n[55]Yeah. \n[56]...See, I don't know if the hypnosis makes you a slave or if just turns you gay or what, but they already got two brothers that we know of, and who knows how many more there could be. \n[57]Yo. Um, Rose? It's Rod. \n[58]Where's Chris? \n[59]He left? \n[60]No. He never made it back here. \n[61]I've been calling. I went to the police and everything. \n[62]Hello? \n[63]I told them he was missing. \n[64]So... What cab company did he use? \n[65]Hold on a second. \n[66]So, last time Chris and I talked, he told me your mom hypnotized him? \n[67]Huh? \n[68]Why is that? \n[69]What? \n[70]No. I'm calling about Chris. \n[71]That's my best friend. If you did \n[72]--No. You crazy... No. \n[73]I really need to... \n[74]...impress on you the importance of remembering some of those names. The fire didn't leave \n[75]You gotta help me out, Chris. Secret societies doesn't get you very far on Google. I'm over here feeling like I'm playing connect the dots on a fucking football field. One name... \n[76]Well, try again please. \n[77]Let's start at the beginning; walk me through it again. ", "DEAN": "\n[1]Mr. Armitage will do. \n[2]I got him. Come here. \n[3]Call me Dean. We hug around here, Fella. \n[4]My wife Missy. \n[5]\"Wow\" is good. We'll take wow. \n[6]It ought to be. Lord knows we've done enough work on it through the years... \n[7]You know what I say. One down... a few hundred thousand to go. \n[8]What?! Those things are everywhere up here, Chris; like rats. The damage they've done to the ecology alone... Anyway, are we ready for the grand tour? \n[9]Leave `em. Walter will get `em. \n[10]Frankenstein's monster. Only pieces of the original structure remain; I like to think the soul is in tact though. \n[11]There are seven bedrooms, ten bathrooms, three indoor dining areas, two study's, two main kitchens. There's an observatory wing on the top floor. And you'd be hard pressed to find a room that doesn't serve as library. \n[12]That's Jeremy. Rose's brother. He's in Med school. \n[13]He went through a couple dark spots but came out the other side. You'll meet him later. \n[14]Mother and Father lived here till the end. They died a few years ago now. Passed away within weeks of each other... \n[15]\"Love\" is a powerful thing. \n[16]My Dad was a runner. A good runner; great sprinter. \n[17]Oh, In fact, you might find this interesting, he was just beat out by Jessie Owens in the qualifying round for the `36 Olympics in Berlin. That's the one where-- \n[18]You know your history. \n[19]Of course. One of those perfect moments. There's Hitler on his high horse with his perfect Aryan race, and here comes this black guy to prove him wrong on the world's stage. What a moment. \n[20]He almost got over it. \n[21]Okay Snowbell just looking. Missy's office. This is where she takes appointments. \n[22]Yeah. One of the best in the world. Not a tidy woman. \n[23]A neurosurgeon; was. I retired early. Now, I pretty much focus on the house and twiddle my thumbs. \n[24]Oh, downstairs is the wine cellar, the games room, some storage. Apparently a black mold issue down there. Almost everything needs to get thrown out; shame. \n[25]My mother loved her kitchen. \n[26]Oh, Georgina, this is Chris; Rose's boyfriend. \n[27]Ah ha! But now for the piece de resistance... \n[28]Badminton and bocce ball, croquet; we're a family who loves games. Two other families have properties on lake Pontaco, and they're way on the other side. Total privacy. \n[29]I know what you're thinking. \n[30]Well-to-do white family; black servants... \n[31]You didn't have to. We hired them a few years ago to help care for my parents; they became part of the family. Couldn't bear to let them go. I hate the way it makes us look though... \n[32]Yeah. \n[33]Well, crap. Walter! \n[34]Another dead bird! Damn things fly into the patio from time to time; break their necks. \n[35]Iced tea? \n[36]`Atta boy Chris. Get used to saying that. \n[37]Can't resist the inevitable. \n[38]Ah, yes. \n[39]Uh oh. Get out of here before it's too late! \n[40]Oh no! A smoker!? \n[41]You should have Missy take care of that for you. \n[42]Hypnosis. Works like a charm. \n[43]I thought the whole thing was B.S. too. I smoked for 20 years. She puts me under once, now the sight of a cigarette makes me wanna vomit. \n[44]A tradition. Some of my Dad's old social club. Some old patients. Some just friends... \n[45]Jeremy's home. \n[46]Manners, Rose. Give the guest what he wants. \n[47]Okay, new subject. Chris, Yanks or Mets? \n[48]She's right. Let someone else talk for a bit. \n[49]--Alright, enough Jeremy! \n[50]Hello! \n[51]Achem! Once again, I want to thank you all for coming. Words cannot express how much it means to us that after all these years we can all still get together and share. I'm reminded of stories of how the knights of old would gather in honor of a new crusade... \n[52]Chris! There you are. I wanted to introduce you to some old friends. We'll do it quickly. Down the line: David and Marcia Wincott, Ronald and Celia Jeffries, Hiroki Tanaka, and Fredrich and Jessika Walden. \n[53]Of course. \n[54]It was a seizure. \n[55]Yes. Logan's okay. Missy's with him now. Are you okay Chris? \n[56]It was an abnormal manifestation but yes, actually, sometimes they do. The flash on your phone must have triggered it. \n[57]It's a simple glitch of the brain. Nothing to be afraid of. \n[58]Of course. \n[59]Let's do sparklers shall we? Brighten the mood? \n[60]What is your purpose, Chris? \n[61]In life? What is your purpose..? \n[62]We've been looking for our purpose for such a long time. Fire has mesmerized man since the Stone Age. It is a reflection of our impermanence in the world. Fire is born, it breathes and then it dies. \n[63]There's a reason we worship the Sun, Chris. He who lights the way through the darkness of life. He in all his glory was around long before us and will be here long after we are gone, but he too will die some day! That's right even the Sun God will die. It is no less mortal than we, but it inspires us to defy it! So what do we do?-- \n[64]--What do we do?! We baptize ourselves in the firewater! \n[65]We bathe in his reflection, for one chance to emerge having defied death! \n[66]You'd take that baptism wouldn't you, Chris? The baptism of immortality? \n[67]Listen, Chris-- \n[68]\n[69]He hit his head pretty good. \n[70]It's important to me that they acknowledge the purpose. \n[71]You're going to drop him. \n[72]Saw... \n[73]The vessel. \n[74]Jeremy...? \n[75]Ro Ro...? \n[76]", "MISSY": "\n[1]We miss you, Ro Ro. \n[2]Yes, you'll do just fine. So handsome. \n[3]Of course, come inside, make yourself at home. \n[4]How was the ride in? \n[5]Are you guys okay? \n[6]I bet. \n[7]Let them unload their bags first. \n[8]Rose tells us your parents aren't with us. \n[9]You two seem like you've been together for years. How long has it been now? \n[10]Not a lot of time, anyway. So...? You guys in love or what? \n[11]Yep. You're in love. I can tell. \n[12]And how did you meet, again? \n[13]And he really is so good looking, isn't he? You'd have beautiful babies. \n[14]And we were just beginning to like you. \n[15]Of course, I'd give you the service for free. You are family after all. \n[16]If you change your mind... We're just glad you could join us for the big get-together. \n[17]Oh, well we host a shindig once a year for our friends. \n[18]Drinks, good food, good people... \n[19]Georgina! \n[20]It's fine George, I'll get it. Maybe you need a nap. \n[21]Jeremy... \n[22]No you weren't. Were you? \n[23]Uch. \n[24]I'm going to see how dessert is coming along. Maybe we can change the conversation to something a little lighter. \n[25]What'd I miss? \n[26]No karate at the dinner table. \n[27]Quick fix? \n[28]Come. Let's nip this in the bud. \n[29]There really is no need to be nervous. \n[30]Walter starts early every day. He's borderline obsessive compulsive. Tea? \n[31]How's the bed. Good? \n[32]Comfortable enough? \n[33]Enough sheets? \n[34]You watch a lot of Television. Now, you are feeling very sleeepy... \n[35]We do use focal points sometimes, but just about any object or simple motion can guide someone to a state of heightened suggestibility. \n[36]Your childhood. \n[37]Wounds get locked in your heart and they fester and grow into ugly little things like depression and addiction. But, they are all in there somewhere. All we need to do is find the key. \n[38]--we're going to go back to a place that might be uncomfortable for you. Your Mother's death to be specific. Were you there when she was hit? \n[39]Let's go back there. Hear this place. Let the vibrations rush run through your body and ears. Hear it... Find it... Tell me when you find it. \n[40]Good. How did you find out she died? \n[41]Good. Now touch. Feel your surroundings. Feel every part of your body and what you touched. Feel it. Find it... Tell me when you find it... \n[42]Tell me when you find it. \n[43]You said `you knew something was wrong.' What did you do? \n[44]Nothing? \n[45]You didn't call someone? Your Aunt or the police? \n[46]Why not? \n[47]Next is smell and taste. Breathe in and let the scent fill your nose. Smell that place. Taste it. Find it. \n[48]Tell me. Tell me when you find it. \n[49]Good. Now lastly, you must see it. Let the light flood into your eyes. Every color, every detail. See it. See it. Find it. \n[50]Tell me when-- \n[51]You think it was your fault. \n[52]I want you to feel that fear again, Chris. \n[53]It's okay. I'm here. \n[54]Are you afraid now? Paralyzed like that day? \n[55]Good. Now sink into the floor. \n[56]Sink! Now! \n[57]Good. Good. Sink. Sink. \n[58]Now you are in the Sunken Place. \n[59]We're just glad you're feeling yourself again. \n[60]Anybody need a drink? \n[61]I just made tea. \n[62]You're leaving us. \n[63]Is something wrong? \n[64]Don't hurt him, Jeremy. \n[65]Is he hurt? \n[66]Why do you push them, Dean? \n[67]Why do you think he ran? \n[68]Take him to the games room. Jeremy, get the legs. Dean, help him. \n[69]No. We've already damaged him enough. Dean, please. \n[70]Be careful what you say, everyone. He can hear every word. ", "JEREMY": "\n[1]Who answers the door around here?! \n[2]One more... So, let me set the scene. I'm a junior; Ro's a freshman and she has a crush on this guy Connor-- \n[3]Yeah, Rose. \n[4]Connor Garfield was on my lacrosse team. Huge guy, like 6'3\", and crazy, just like \"Looney Tunes,\" right? We had thrown a party-- \n[5]I think my parents were in Greece or something. We had gotten into their liquor cabinet and we're all shit-faced. \n[6]We put water in the bottles so you wouldn't know. Let me finish. Okay, so I'm upstairs in my parents' bathroom hooking up with Jenny Richardson. Hottest girl in our class. \n[7]Thanks. All of a sudden Connor starts banging on the bathroom door, right? I open it, and he's got blood gushing out of his mouth and he's screaming \"Your thith-ter bit my fuckin' thongue off!!!!\" \n[8]Sure enough, there is a centimeter of tongue meat missing right here. \n[9]You an MMA fan? \n[10]What? \n[11]You've had your chance. He's dating my sister. I can't bond with the guy? \n[12]You ever get into street fights as a kid? \n[13]Cause, with your frame, your genetic make-up? If you pushed your body, I mean really trained, you'd be a beast. \n[14]We're talking about sports. Stand up. Let me show you something. \n[15]It's not karate, it's jiu-jitsu. \n[16]\n[17]I wasn't going to hurt him. \n[18]Chris, we need you... \n[19]HA! Come on. You can do better than that! \n[20]Yeah, I see that. \n[21]I'm just saying, if your boy isn't gonna bring his `A' game, we might as well bring Mom up here. \n[22]See, that's what I'm talking about!!! Okay, again! \n[23]Where are you going? The party's just getting started. \n[24]Whoa! Be careful, bro. \n[25]What? I'm not doing anything. \n[26]Oh shit! \n[27]Did you see him drop? \n[28]Rose gave it away. \n[29]I can take him alone. \n[30]No I'm not. \n[31]Ahhhhhhhh!!!!!!!!! \n[32]Grandma!!!! \n[33]Grampa! \n[34]Get him!!! \n[35]Kill him, Grandpa. \n[36]What...? Grandpa--? \n[37]Ahhhhhh! ", "JIM": "\n[1]Ignorant shit... \n[2]All of them. Ignorant assholes. They have no idea what real people go through. \n[3]Heh. No, you're right. And usually not even that much. That's people. \n[4]Jim Hudson. \n[5]I know who you are. I'm an admirer of your work; you have a great eye... \n[6]The irony of being a blind art dealer isn't lost on me. \n[7]I have an assistant describe work to me. You've got something... The images you capture... so brutally melancholic. Powerful stuff. \n[8]I used to dabble myself. Wilderness mostly. I submitted to Nat Geo 14 times before realizing I didn't have \"the eye\" for it; Began dealing. And then, of course, my vision went to shit. \n[9]I know. Life can be a sick joke. One day you're working in a dark room, and the next day - BAM. You wake up in the dark. Genetic disease. \n[10]Yeah. \n[11]Stop by the gallery some time. Bout time you had a solo show. \n[12]I think we could do wonderful things together. \n[13]Hello Chris. How's it going...? You can answer. There's an intercom in the room; I can hear you. \n[14]Yeah, sorry about that. If it makes you feel any better, I'm thirsty too. \n[15]Right. So, the reason I am talking to you now is so you can understand what is happening to you. I guess your `understanding' it raises the success rate of this whole thing. Not even sure I `understand' it. \n[16]Hot isn't she? Hot voice anyway, you dirty dog. You're one of the lucky one's. The son Jeremy's wrangling method sounds way less pleasant. \n[17]They asked me for my favorite song, which was hard; I like all types of music. Turns out they really just needed one I knew all the words to: I went with James Taylor's \"You Got a Friend.\" I hope it hasn't been too torturous; that wasn't the point. The point is that you learn it, and for us to have that knowledge in common. \n[18]Oh right. Okay, let me back up and give you the cliff notes. The Armitages and I are a part of a society. A pretty extraordinary society actually. \n[19]One whose sole purpose for many many years has been a search for a very powerful object. Armitage lineage redefined the nature of that search. They proved that the power didn't just exist in that object; You see, with science the Armitage's created a miracle. \n[20]No. Not racist, Chris. We don't hate you. We want to be you... You are not going to be a slave. You're going to be a vessel. \n[21]Missy's hypnosis was merely to sedate you. Oh, that and to prepare you psychologically... \n[22]For the procedure. \n[23]Are you ready...? Drum roll please. Brain transplantation. Some say it could never be done; \n[24]They experimented for centuries, but it turned out re-linking the brain to a foreign central nervous system was impossible. The nerve connections are far too intricate and delicate. \n[25]Dean's the only guy who really gets the science. He's the one who discovered that full brain transplantation isn't actually necessary to transfer the soul, and that partial brain transplantation solves the little nerve ending problem. \n[26]Okay so... You see the blue part? That's the piece of your brain that's all rooted in the nervous system. So that stays; keeping those tricky little connections intact. The rest is discarded. Then they'll remove the red part of my brain from my skull and put in yours. Your \"blue\" and my \"red\" basically absorb each other. And apparently the brain heals surprisingly fast, so assuming everything goes as planned, we should be up and functioning in a couple weeks. \n[27]Your red part? It'll be discarded, but don't worry. You wont be gone. Well not completely. You'll still be in there somewhere; limited consciousness of course; \n[28]you'll still be able to see and hear but your existence will be as a passenger... an audience. You will live in... \n[29]Yes. That's what she calls it. Good! So you understand, I'll control the motor functions, the will of our body, effectively \n[30]As far as the world is concerned. It's still a pretty new operation. Some kinks. We're supposed to stay away from flashes of light for example. They can trigger a \"momentary lapse in control of motor functions...\" \n[31]Well, because you get the highest bids. For the last decade or so anyway. I wish it was less simple than that, but it's not. You're in fashion, baby! \n[32]Honestly though, personally..? I couldn't give two shits about race. I don't care if you're black, brown, green, purple... whatever. What I want is so much deeper: Your eye, man. I want those things you see through. \n[33]Take it as a compliment. \n[34]We have and we will. We'll be together soon, brother. ", "ANDRE": "\n[1]Damn. \n[2]Can I help you...? \n[3]I'm new to the area. I just moved here... Down on Evergreen... \n[4]This is some shit right here. \n[5]Wait a minute. I know you? You messing with me right?..Come on. \n[6]You know this could be considered stalking and harassment. Plus, you're sitting in a deadly weapon so that's some felony-type shit right there. \n[7]What?!? Say something then. \n[8]Calm down, Andre. Don't do it. Don't let him get to you. \n[9]Fuck. \n[10]I'm from Brooklyn, man. If you wanna do something, then let's do something. I'm ready..! Hey, I'm talkin' to you!!! \n[11]Shit. \n[12]\n[13]Yes, of course it is. \n[14]Why, the Armitage's of course. We're friends of the family. \n[15]I'm sorry, where are my manners. Logan, Logan King. Chris was just telling me that he felt more comfortable with my being here. \n[16]Get out. \n[17]", "DETECTIVE LATOYA": "\n[1]...Then he should've gone back up there and made sure everything was accounted for. \n[2]`Cause hey, look; how about this? If you record the evidence, you're responsible for it. \n[3]Hello Mr... \n[4]From the TSA? \n[5]You know that TSA issues should be brought to your authorizing officer, right? \n[6]Please don't call me \"ma'am,\" or we're not gonna get along. How can I help you, Rod Williams from the \n[7]Your son is missing? \n[8]That's four days ago. \n[9]--I'm gonna stop you right there. Now you know the minimum amount of time without contact before you can file a missing persons report \n[10]Go on. \n[11]That's Sid. \n[12]Don't look too missing to me. \n[13]Gay? \n[14]I think he might just argue with you on that one. \n[15]Try me. \n[16]...Brainwashing? \n[17]Hold on one second. Garcia, Frostie, get in here a second. I want you to tell these officers exactly what you just told me. ", "ANDRE/LOGAN": "\n[1]Ah, well it was nice meeting you Chris. \n[2]My life as an African American has been, for the most part, very good. It's hard to be too specific as I haven't much desired to leave the house in a while. \n[3]But recently, even when you go to the city, I've just had no interest. The chores are my sanctu-- \n[4]Well, I do believe I owe you all an apology. \n[5]Well yes I am. It's quite like being trapped in a dark room and watching my experiences through a window. Thank God you and Dean were here to calm me down. \n[6]I know I scared you all quite a bit.. especially you Chris. \n[7]Of course. How could you have? \n[8]As I said I'm feeling much better now, but you'll all have to proceed without the aid of my marvellous wit; the whole thing has left me a quite a bit exhausted. \n[9]It was nice meeting you. ", "TUTORIAL": "\n[1]Pardon me. Where is the nearest restaurant? Pardonnez-moi. Ou est le restaurant le plus proche? \n[2]Can you show me the nearest bathroom? Pouvez-vous me montrer la salle de bain la plus prouche? \n[3]Can you help me find a hotel? Pouvez-vous m'aider a trouver mon hotel? \n[4]Can you please call the police? Pouvez-vous s'il vous plait appelez la police? \n[5]I seem to have misplaced my passport. Je crois avoi egare mon passeport. \n[6]Can you direct me to the nearest hospital? Pouvez-vous me diriger vers I'hopital le plus proche? \n[7]Where is the nearest train station? Ou est la gare la plus proche? \n[8]Can you please call the police? Pouvez-vous s'il vous plait appelez la police? ", "OFFICER CROWE": "\n[1]So in the future the number to call is Animal Control Services. \n[2]You two coming up from the city? \n[3]And what brings you up-- \n[4]You got a driver's license? \n[5]I didn't ask who was driving. I asked him for his I.D. \n[6]Ma'am, any time there is an \n[7]Yeah, I'm all good. \n[8]You guys be careful. ", "GEORGINA": "\n[1]Hello.- \n[2]Hello. \n[3]I owe you an apology. I shouldn't be touching things that don't belong to me. \n[4]I lifted your cellular phone this morning to wipe down the dresser and it accidentally came undone, see? \n[5]Rather than meddle with it further, I left it that way. \n[6]Oh no, no, no, no, no, no... Aren't you the sweetest thing? Not at all. The Armitages are so good to us; They treat us like family. \n[7]Ahhhhh!! ", "WALTER": "\n[1]Nothing I don't want to be doing. \n[2]I know who you are. You're Rose's friend. \n[3]She is lovely isn't she? \n[4]One of a kind; a real doggone keeper. \n[5]Sorry if I scared you last night. \n[6]And the hypnosis? Did it work? \n[7]Well, I should get back to work. ", "PHIL": "\n[1]There you are. Here, put this somewhere. \n[2]Oh, hello. I'm Phil... and you are...? \n[3]Fantastic. Logan and I know Rose very well. \n[4]That's nice. Logan, I hate to tear you away, dear, but the Wincott's were asking about you. \n[5]We've become homebodies... \n[6]Logan? \n[7]You shouldn't have been drinking either. ", "GORDON": "\n[1]Nice to meet you, Chris. Nice to meet you indeed. Good grip. \n[2]You ever play golf? \n[3]Can't quite swing the hips like I used to though. You know, I met Tiger. \n[4]Best I've ever seen. Ever, hands down. Let's see your form. \n[5]Show me... \n[6]If I knew what I know now at your age? Now then I could really play. "}}