{"dialogues": {"CARTER": "\n[1]Pint of bitter. \n[2]In a thin glass. \n[3]Yes. \n[4]Hello? Margaret? Why the hell aren't you here? What time? Is Doreen at the house? Who's with him then? When can I see you? Will you be there tomorrow? Now listen, Margaret... \n[5]I won't be using the room tonight. \n[6]I'm staying with a friend. \n[7]It's not like that, luv. \n[8]Definitely. \n[9]Very nice. (He takes his wallet out.) I'll pay you for tonight as well. \n[10]You sure? \n[11]I'll bet this one's seen some action. \n[12]Was he in bad shape? \n[13]Doreen? \n[14]All right, are you? \n[15]Been staying with a friend? \n[16]Sorry about your father. \n[17]Tell me, Doreen, did the police say anything? \n[18]How's school? \n[19]Oh, what you doing now? \n[20]That must be interesting. \n[21]What you going to do? Live with Margaret? \n[22]Well, why won't you come with us to South America? My fiancee won't mind, Your dad would have wanted it. \n[23]Nice of you to come. \n[24]What? \n[25]Did you work with him, Keith? \n[26]Yeah. A bloody funny thing! \n[27]Is that Margaret? \n[28]Margaret. \n[29]Fine... I want to talk to you. \n[30]Doreen. \n[31]What do you mean? You've been Frank's bird ever since her mother cleared off. You're closer to her than anyone. \n[32]Hold it!   Hold it! Who killed Frank, Margaret? \n[33]Really. \n[34]I want to talk to you later. \n[35]Tomorrow morning, then? \n[36]That's what I was wondering. \n[37]Why would it? \n[38]Since when did he drink whisky? \n[39]Nobody seems to know. \n[40]Let her go. She'll be OK. Sorry about that. \n[41]Have another? \n[42]Look, look. Get your suit cleaned. \n[43]the note in his top pocket \n[44]You work here, Keith? \n[45]Keith, if anybody comes in here and asks for me, you let me know. Right? \n[46]I'm at the Las Vegas. Behind the dance hall. Do you know a man called Albert Swift? \n[47]Where would I find him? \n[48]Went to school with him. He was leader of our gang. He'll know what's going on in this town. \n[49]Grey suits you, Eric. \n[50]Is he? \n[51]Eric. Eric Paice. \n[52]Didn't you know this is my home town? \n[53]Funny, that. \n[54]No. I'm visiting relatives. \n[55]It would be. If they were still living. \n[56]A bereavement. A death in the family. \n[57]That's all right, Eric. \n[58]Very... So, who you working for these days Eric? \n[59]What are you doing? Advertising Martini? \n[60]Yeah, Come off it, Eric. Who is it? \n[61]Brumby? \n[62]Kinnear? \n[63]I've always ad your welfare at heart, Eric. Besides which, I'm nosy. \n[64]And you should know, if I remember rightly. \n[65]So you're doing all right then, Eric. You're making good. \n[66]Good prospects for advancement, is there? A pension? Do you know, I'd almost forgotten what your eyes looked like. \n[67]They're still the same. Piss holes in the snow. \n[68]Yes, I retained that, Eric. Do you know a man called Albert Swift, Eric? \n[69]Don't miss the start on my account. \n[70]Yes, I can see your problem, Mr Kinnear. \n[71]Scotch, please. \n[72]Yep. \n[73]No? Funny that. Neither did I. \n[74]Yeah. \n[75]Yes. \n[76]Right. If you can afford it. \n[77]Soon. When you've lost your money. Won't take long. \n[78]Only comparatively. \n[79]What? \n[80]I work for him. \n[81]Yes, I do. \n[82]Who? \n[83]Oh, do you? \n[84]No, do you really? \n[85]Go on. \n[86]Really? \n[87]No. \n[88]Really? \n[89]While he was here. You went about together? \n[90]Was he? \n[91]Yeah, I'll do you a favour. \n[92]I have to. Things to see to. \n[93]Yeah, I'll do that. Told you it wouldn't take long, didn't I? \n[94]You should have told me who you were working for. \n[95]Oh, Cyril, eh? So it's all girls together, is it? \n[96]He's right. Tell him to save the cost of the phone call. \n[97]What happened to this car? \n[98]This is my brother's car. \n[99]Yeah. \n[100]Was the steering faulty? \n[101]What about the brakes? \n[102]How'd it happen, then? \n[103]Was he? \n[104]Large Scotch. \n[105]Old Thorpey? Haven't seen him in a long time. \n[106]That's nice. What'd you tell him? \n[107]Good lad. \n[108]See you later. \n[109]Las Vegas. \n[110]You all right now? \n[111]You coming to South America? \n[112]Where you going to live, then? \n[113]Where's that? \n[114]Nice family, are they? Church-goers and all that? \n[115]Good. I'm off tomorrow, so I don't suppose I'll see you again. There. Go and get your hair done. \n[116]Be good. And don't trust boys. \n[117]My brother, Frank. \n[118]Funny. Can I phone London? \n[119]I fancy you. I wish I was touching you right now... \n[120]...making love to you. I want to stroke you and kiss you all over. Where are you? \n[121]The sexy, silk ones? \n[122]Take your bra off. No, go on. \n[123]Now hold them. Gently. \n[124]Slowly. Imagine it's me. \n[125]When we're in South America, we'll make love in the sun. Roll over... and make love again... and again... For me... I fancy you... \n[126]Save it till Sunday. I'll be back then. \n[127]That'll be for me. \n[128]How many? \n[129]Good evening. \n[130]That's nice. \n[131]You stay in the car. I'll come and listen. ( What you want to tell me, Thorpey? \n[132]That's very kind of somebody. Who do I have to thank?  What happens if I miss the train? \n[133]Oh, really. You're getting very optimistic in your old age, aren't you, Thorpey? \n[134]Thorpe! \n[135]Time's up, Thorpey. \n[136]Hello, Keith, Stay there, Thorpey. \n[137]I'm sorry. \n[138]No. Really, I am. \n[139]We're going inside. \n[140]Up the stairs, Keith. The door on the right. \n[141]Why don't you go and make us all a nice cup of tea? \n[142]Make us a nice cup of tea and I'll tell you. I might even let you watch. \n[143]No, you won't. \n[144]Well now, Thorpey. It seems I've got a secret benefactor. It's nice to know that. Isn't it, Keith? There's only one trouble, I don't know who to thank. \n[145]Now, I want to know who it is, Thorpey. \n[146]All right. If you like, Thorpey, we'll stop mucking about.  Somebody doesn't want me poking my nose into something and I happen to know what that something is. Now stand up. \n[147]Who paid you to see me off? \n[148]Yes you can. \n[149]Who sent you, Thorpey? \n[150]There you are, you see. Now you could, couldn't you?  And quickly. \n[151]Ah, Edna, come in. Join the tea set. \n[152]Cliff Brumby. Ever been to Westsea? \n[153]Ever been into an arcade there and put a penny in the slot machine? \n[154]Ten to one, it belonged to Cliff Brumby, and like as not the bloody arcade as well. Right along the coast. Isn't that right, Thorpey? \n[155]Where's he living these days? \n[156]Address? \n[157]Yes, Edna, and I must say you've been great about the ... \n[158]You must be joking, Keep him away from the telephone. I'm going out for a bit. \n[159]Ta-ra. \n[160]Good evening. \n[161]I'm an old friend of Cliff's. I want to see him. \n[162]It's urgent. \n[163]Business. \n[164]Yeah, well, tell him the Fletchers sent me. \n[165]I know. \n[166]I made a mistake. \n[167]I made a mistake. \n[168]Never mind. \n[169]See you. \n[170]You're a big man, but you're in bad shape. With me, it's a full- time job. Now behave yourself. \n[171]Good night, Mrs Brumby. \n[172]They came back? \n[173]I'll buy you another. \n[174]Don't ask me. \n[175]You're lucky. They kill as well. \n[176]That little shit! \n[177]What about Keith? \n[178]Pension him off. \n[179]What am I supposed to do?  I don't know where they've taken him. Do you? \n[180]So shut up. \n[181]You wouldn't. \n[182]'Cos I know you wear purple underwear. \n[183]Think about it. \n[184]No. \n[185]You must be joking. I never eat breakfast, Did you sleep well? \n[186]Yes, thank you. \n[187]Are you tired? \n[188]No. I'm not tired, Do you eat breakfast? \n[189]I might have guessed. \n[190]And what orders would they be, Con? \n[191]Right. Now take me back to London. \n[192]Out. \n[193]Out. \n[194]Out. \n[195]Do us a favour? \n[196]No chance of that. \n[197]They're friends of mine. \n[198]I don't want to get rough, do I? \n[199]Strawberry Fair. \n[200]In.  Turn right. Open that door. \n[201]And go inside. \n[202]I'm going to sit in the car and whistle 'Rule, Britannia'. \n[203]How could I stay away? \n[204]Keith in? \n[205]Which is his room? \n[206]What happened to you, then? \n[207]Did they give you a rough time? \n[208]No, I didn't, Does Albert Swift still live over the ferry? \n[209]All right. All right. I want to square things with you first. \n[210]I'm sorry. Here. This'll pay for a course in karate. \n[211]How were things between you and Frank? \n[212]Nothing more? Just another feller? \n[213]But he was just another feller, wasn't he? \n[214]Though nicer than most? \n[215]Why'd you see him so regular? \n[216]I call that regular. \n[217]Once a week you like a gentleman? \n[218]What was bugging Frank? \n[219]I don't believe you, Margaret. Frank wasn't like that. I'm the villain in the family, remember? \n[220]You bloody whore. Frank was too careful to die like that. Who killed him? \n[221]Listen, the only reason I came back to this craphole was to find out who did it. And I won't leave until I do. You understand? \n[222]You bitch! It was you who told them I was here, wasn't it? \n[223]I'll catch up with you later, Margaret. \n[224]No. I didn't know that. \n[225]So where are we going, Princess? \n[226]Of course. Where else? \n[227]How'd you know where I'd be? \n[228]Very lucky, I should think. You're drunk! \n[229]He must have been pretty sure I'd come. \n[230]And what was that? \n[231]Yes. \n[232]What name? \n[233]Why? \n[234]Why? \n[235]That's not good enough. \n[236]Do me a favour. You don't really expect me to fix Kinnear on your say-so? Just because they tried to get me on you last night, don't think you can pull the same trick. Stroll on. \n[237]Good afternoon, Mr Brumby. Carter exits. \n[238]Who's setting you up in this place? \n[239]Is he coming here? \n[240]Aren't you scared Kinnear will find out? \n[241]What does he want that bloody great country place for? \n[242]What kind of entertaining? \n[243]Does Brumby get a kick out of that crap? \n[244]Did Kinnear say anything? After I'd left the other night? \n[245]Not entirely. No. \n[246]Sure I'm sure. \n[247]I want to give you an Oscar. \n[248]Tell me about the girl. \n[249]The young girl. Who pulled her? \n[250]Was it Albert? \n[251]Is it one of Kinnear's films? \n[252]Who set it up?  Eric? \n[253]Then he must have pulled her. \n[254]Did my brother Frank find out? \n[255]You're a lying bitch. \n[256]Now tell me the truth. \n[257]And you didn't know her last name? \n[258]Well, it's Carter. That's my name, And her father was my brother. And he was murdered last Sunday. Now get up and get dressed. \n[259]Get in. \n[260]Where's Albert? \n[261]Where's Albert? \n[262]I know where I'll find him. \n[263]Hello, Albert. \n[264]Yes, you do, Albert. Talk or I'll kill you. \n[265]Do you want to go to the toilet, Albert? \n[266]Do you want to go to the toilet, Albert? \n[267]You can't get away from me, Albert. \n[268]Did Eric Pake pull her? \n[269]How? \n[270]When did you find out? \n[271]How? \n[272]Who? \n[273]And you told Brumby? \n[274]Who killed Frank? \n[275]Do you want to be dead, Albert? \n[276]What did you do?  Albert? \n[277]Did Eric know that Frank was my brother? \n[278]What did he say? \n[279]Is that all there is? \n[280]Then that's it, Albert. \n[281]You knew what I'd do. \n[282]I know you didn't kill him. I know you didn't. \n[283]Are you coming in? Or do we piss about all day? \n[284]Not till I'm dead, Eric. \n[285]Stay where you are, Peter. \n[286]You shouldn't have shown the film to Frank. \n[287]The guy on the swing-bridge? \n[288]I've come for you, Margaret. \n[289]It's Carter. Listen carefully, you hairy-faced git. I've got the film and enough evidence to put you away for a long time. All it takes is one call to the police. \n[290]I'll do a simple deal with you. All I want is ... \n[291]... but I don't want him there until six in the morning.  OK? Right. \n[292]Get out. \n[293]Take your clothes off. \n[294]Keep your pants on. Lie down. \n[295]Police. \n[296]You couldn't win an egg and spoon race, Eric. \n[297]Stay away from the car or I'll blow you apart. \n[298]Stand up, Eric. Stand up. \n[299]I bet you could use a drink, could you, Eric? \n[300]Eh? Have a drink. \n[301]Drink up, Eric. Drink up. I want you to drink all of that. Do you understand? Drink up. Just like it was with my brother, Frank. Go on, son. Drink up. \n[302]Drink up, Eric. \n[303]It was you who poured it down him. Eh, Eric? \n[304]Did you all have a good laugh, eh? Did you have a good laugh when he was spewing it up? The whisky is pouring all over Eric's face and suit. \n[305]Drink it! Drink it! Did you all pass the bottle round after the car went over the top? \n[306]Don't stop, Eric. \n[307]Goodbye, Eric. ", "EDNA": "\n[1]I see. \n[2]Her husband docks tomorrow, does he? \n[3]It never is. \n[4]Are you a traveller? \n[5]Will this do? \n[6]Don't be bloody silly. You're the first since Monday. \n[7]Ta. \n[8]I'll give you the key when you come down. \n[9]That was left for you this evening. \n[10]What is it? \n[11]Is he staying the night? \n[12]It'll cost you. \n[13]What the bloody hell do you think you're at? \n[14]You don't look it. \n[15]Don't come that bloody flannel with me. If you're a traveller, I'm bloody Twiggy. And who's he? \n[16]Inside? Why should I give house- room to your sort? \n[17]You keep your trap shut, Ma. \n[18]And wouldn't he love it! \n[19]Where do you think you're going? \n[20]And what you going to do? \n[21]I'll call the police. \n[22]Suppose you tell me what the bloody hell's going on. It's my house, you know. \n[23]Stick the soft soap. Let's be having it. \n[24]Now just a minute... \n[25]You sod. \n[26]No. \n[27]Look at this. You bastard. \n[28]You don't care a stuff, do you? \n[29]What about the lad? They took him away. \n[30]What'll they do to him? \n[31]They bloody hurt me. \n[32]And what about you? Did you kill Brumby? \n[33]Thorpey nearly died laughing. \n[34]What about Keith? \n[35]What you going to do? \n[36]You're a bastard. \n[37]What's that gun doing in your room? Suppose I phoned the police and told them there's a bloke staying in my hotel who's planning to shoot somebody? \n[38]How'd you know I wouldn't? \n[39]What's that supposed to mean? \n[40]Are you awake? \n[41]Do you want breakfast? \n[42]Uh-huh. \n[43]Did you sleep well? \n[44]No. Are you tired? \n[45]What, and get myself beaten up again? \n[46]Not much. \n[47]And that'll make me feel better? \n[48]What you going to do? \n[49]You coming back? ", "GLENDA": "\n[1]You know Sid Fletcher? \n[2]You know Sid Fletcher? \n[3]Do you? \n[4]I know him too. \n[5]Sid Fletcher. \n[6]Yes. \n[7]Yes. I met him last year. \n[8]Oh yes. When he came up on business. \n[9]He came to see Mr Kinnear. \n[10]We went about together. \n[11]Yes, while he was here. \n[12]He was here for four days. \n[13]Could you do me a favour? \n[14]Could you please put my glass on the table? \n[15]Over here, Jack. \n[16]You didn't know you had a fairy godmother, did you? \n[17]A fairy godmother, all of your own. Aren't you lucky? \n[18]To the demon king's castle, of course. \n[19]You were seen parking your car. The demon king waves his wand and I was dispatched to bring you to him. Lucky for you I waited. \n[20]Nasty. \n[21]Oh, he was. He told me a magic spell that would make you come. \n[22]We're there now. \n[23]Brumby. \n[24]Don't worry. He's meeting the architects at the restaurant. \n[25]He won't. He thinks I'm simple. \n[26]Entertaining. \n[27]Now you're asking. \n[28]Especially when I play the lead. \n[29]That's why you waited for me. \n[30]You sure about that? \n[31]You bastard. \n[32]You've been watching the film. \n[33]What girl? \n[34]I don't know. \n[35]Shouldn't think so. \n[36]Yeah. \n[37]Yeah. \n[38]Expect so. \n[39]Your brother? What you talking about? \n[40]The girl's name was Doreen. That's all I know. \n[41]No. ", "KEITH": "\n[1]He was that. \n[2]I couldn't believe it when I heard. Carter is suddenly attentive. \n[3]I mean, I was surprised when he didn't turn up for work.  He was always on time. \n[4]At the Half Moon. \n[5]What? You mean, like, kill himself? \n[6]Naw. Frank? Kill himself? You what? \n[7]I mean, what for? \n[8]Come off it. Frank was... well... straight. He had no worries I know. Hell, we worked together every day for a year. It would have showed. \n[9]It just would. He was always the same. \n[10]Don't know. \n[11]Yes. \n[12]Right. \n[13]Yeah. He comes in here a bit. \n[14]Today? At the races. He always goes. \n[15]How'd you know Albert? \n[16]What you having, Jack? \n[17]Heard of a man called Thorpe? \n[18]That's what he was saying about you. \n[19]Said he'd heard you were up in town. Wondered if I knew where you was staying. Wanted to look you up. Old time's sake. \n[20]Nowt. \n[21]Where you off to? \n[22]Thorpey. They were waiting for us in the car park. \n[23]Four of them. \n[24]Who's Brumby? \n[25]Yeah. \n[26]How'd you find me? \n[27]No. You bastard. You knew they'd come back. \n[28]Get knotted. \n[29]Oh yes? How? \n[30]Stuff it! My girl friend's coming from Liverpool tonight.  Nice surprise, isn't it? \n[31]Frank said you were a shit and he was bloody well right. \n[32]You even screwed his wife, didn't you? \n[33]The poor bastard didn't even know if the kid was his. ", "BRUMBY": "\n[1]Jesus wept! \n[2]I'll murder the little bitch! \n[3]That's right, bloody Daddy. \n[4]And this is what you call having a few friends back for coffee, is it? \n[5]Running bloody riot over my bloody furniture, drinking my bloody booze... \n[6]... spewing over my fucking goldfish. \n[7]Shut up, Phyllis. Sandra! \n[8]Sandra! Unlock the door, you bitch. \n[9]What the bloody hell's all this? \n[10]You know what the bloody time is! It's two o'clock in the bloody morning! \n[11]Well? \n[12]The wife says the Fletchers sent you. \n[13]What's so bloody important it couldn't wait till the morning? \n[14]Listen, I'm not in the mood for bloody silly buggers. \n[15]What? \n[16]What about? \n[17]It's not business? \n[18]Listen, I don't like it when some hard nut comes pushing his way in and out my house in the middle of the night. \n[19]Bloody well tell me who sent you. \n[20]A new venture of mine. It's going to be a restaurant. Do you like it? \n[21]Last night, after you'd gone, I did a little bit of asking around. Seeing as you weren't very forthcoming, It seems that you are concerned about the death of your brother? I got to thinking it would be nice if the bloke you were after was the same bloke I wanted off my back, You know my life. Machines. The arcades. Nice business. Looks after itself. People put money in. I take it out. Not much rough stuff. It's a business that makes me very happy. But recently, I've had a spot of bother, One of my lads gets a bit over- anxious and flogs some machines in a club that's already got some. The upshot is I've had to eat shit and stop flogging my machines to other clubs. So far as I'm concerned, that's it. Apparently not. These people I've offended get the idea that it would be good to take over my whole outfit, So I'm worried. I can't fight them \u0097 I haven't that kind of set-up. But I've got to fix them before they fix me. Trouble is, if I try and they find out, I'm dead. \n[22]Five grand. It belongs to you. Along with a little name I'm going to give you. \n[23]Kinnear. Cyril Kinnear. Kinnear did it. \n[24]I don't know. All I know is that people were shitting bricks up at his place last Saturday. Your brother's name was mentioned. Next day, he was dead. \n[25]I don't know. That's all I was told. \n[26]Christ, what... \n[27]Jack, you're wrong. \n[28]Jack... \n[29]I don't want them cooking in here. You can put a hatch in that wall. \n[30]Who in Christ's name is that? It's a bloody madman. \n[31]Jack! \n[32]I had to. It was the only way I could get at them. ", "ERIC": "\n[1]Good God! \n[2]Jack Carter. \n[3]What you doing around here then? \n[4]No, I didn't know that. \n[5]Thanks. So what're you doing? On your holidays? \n[6]Oh, that's nice. \n[7]Meaning what? \n[8]Oh, I'm sorry to hear that. \n[9]Well, well. Small world, isn't it? \n[10]Oh, I'm straight. Respectable. \n[11]Oh, you've been watching television. \n[12]What's it to you anyway? \n[13]That's not always a healthy way to be... \n[14]Making a living. \n[15]Still got a sense of humour? \n[16]Can't say I do. \n[17]Where? \n[18]You stupid shit! \n[19]Jack! I didn't like that. \n[20]Cyril didn't like it, either. \n[21]He's thinking Sid and Gerald won't like it much when they hear you've been sticking your nose in. \n[22]No shooters. Cyril said no shooters, you stupid bastard. \n[23]You're finished, Jack. You know that, don't you? I've bloody finished you. \n[24]Oh, you've still got your sense of humour?  Tell him how I've fixed him, Con. \n[25]Didn't believe us at first, did he, Con? Then Peter talked to him. \n[26]He's probably talking to her right now. Are you still going to fancy her when Gerald's finished with her face? \n[27]Carter, your car needs a wash. \n[28]Gerald Fletcher wants a word with you Cyril. \n[29]You want something, Cyril? \n[30]Sod off. \n[31]Still got your sense of humour. ", "KINNEAR": "\n[1]You see what it's like these days, Jack.  You can't get the material. \n[2]Sit down, Jack, I could weep. I really could. Sometimes I think I'll retire. Just piss off to the Bahamas and let somebody else employ them, Glenda, get Jack a drink. What is it, Jack? \n[3]Piss off, Ray. \n[4]Eric told me of your bereavement. \n[5]Do you know, I never knew he worked in one of my places! \n[6]If I'd known, I'd have fixed him up with something better. \n[7]Nasty way to go. \n[8]Harry! Jack, I don't want to be rude, but these men have brought a lot of money with them. Glenda, you don't offer a man like Jack a drink in those piddling little glasses.  Give him the bloody bottle. Now, where are we? \n[9]Oh... I think I'll stay as I am. \n[10]That's what you pay to find out. Right, Jack? \n[11]Harry, I don't like to push, but could you let us know how much your hand's worth? \n[12]That's right, Harry. \n[13]That, Harry? That's another hundred - twenty-five pounds notes of the realm. \n[14]Three hundred altogether, Harry. \n[15]I'll follow that and go two hundred. \n[16]You can always see me, Harry. \n[17]Ha. \n[18]That's six hundred pounds, Harry. Two hundred to follow you, and I've raised it four hundred. \n[19]That's right. \n[20]No. \n[21]Calling my bluff, are you, Harry? \n[22]Oh, come on, Harry. I haven't won, have I? Go on, you're pulling my leg. \n[23]How about that, Jack?  Old Harry thought I was having him on. \n[24]Not going, Jack? \n[25]Of course, of course. Well, any time, just drop by. \n[26]Hello, Gerald. \n[27]Really? So? \n[28]I see. I think that can be arranged. \n[29]Yes, Eric. A word with you. \n[30]I want you to listen very carefully. Jack Carter, You know what he looks like? ", "MARGARET": "\n[1]Changed me mind. \n[2]Everyhing go off all right? \n[3]What about? \n[4]She's nothing to do with me. \n[5]No. No. It's not like that. I've got a husband, you know. \n[6]Killed?  I don't know anything about it. \n[7]I must go. I'm in a hurry. \n[8]I can't. \n[9]Well, all right then. Twelve o'clock on the Iron Bridge. \n[10]He was all right to me. \n[11]Nicer than most. \n[12]Yes. \n[13]Yes. I can't help the way I am. \n[14]Once a week? \n[15]He was gentlemanly. I like that. \n[16]Look, I'm me, right. You're not. We are what we are, like it or not. Why all the bloody needle? \n[17]He wanted me to leave Dave and marry him. Last Friday I told him it wouldn't work. Dave would have killed us both! He followed me home and kicked up a stink in the street, I had to tell Frank I couldn't see him any more. It was getting too dodgy. That was on Sunday. He said he'd kill himself. I was frightened what you might do. \n[18]It's the truth. \n[19]It is. Honestly. \n[20]I don't know nothing. ", "CON": "\n[1]Put us in it, Jack. \n[2]Sorry about this. But there you are. Orders are orders. \n[3]Gerald phoned us in the middle of the night, said he'd heard you've been making a nuisance of yourself. \n[4]He said it'd be doing him a big favour. \n[5]We know why you're all steamed up, and so do Gerald and Sid. \n[6]It'd be best if you got dressed first. \n[7]Put it away, Jack. You know you won't use it. \n[8]Now, Jack. Be reasonable. You know we're going to take you back - sooner or later. \n[9]Mind you don't catch cold. \n[10]See you when you've got your drawers on. \n[11]Hold it! Where do you think you're going? \n[12]Bollocks. \n[13]Hello, Jack. \n[14]Peter's very upset about his car. He's going to shit all over you. \n[15]Gerald wants to see him first. \n[16]He's told Gerald about you and Anna. ", "ALBERT": "\n[1]Hello, Jack, I don't know anything, Jack. \n[2]I know. I know. \n[3]I know. \n[4]For Christ's sake, give us a fag. \n[5]I didn't know who Doreen was. Thought she was just another bird. \n[6]Yes. \n[7]I dunno. He's got his ways. He knows Margaret. \n[8]A couple of weeks back. \n[9]No choice. I had a visit from somebody. \n[10]Cliff Brumby. He'd seen the film. He wanted to meet Doreen. \n[11]Last Sunday afternoon, Eric and two of his boys arrive with Frank and tell me that he's rumbled. Somehow, he's seen the film and was about to shoot his mouth off. They ask me for some whisky and start forcing it down his throat. I thought they'd just duff him up a bit. Honest. \n[12]Nothing. What could I do? \n[13]Yes. I told him. \n[14]'Good.' \n[15]Jack, for Christ's sake ... \n[16]Yes, but listen. Christ, I didn't kill him. ", "THORPE": "\n[1]Jack? \n[2]I'd like a word with you, Jack. \n[3]Confidential, like. \n[4]I've been asked to give you this. \n[5]Train goes at four minutes past twelve. You've just got time. \n[6]I've been asked to make sure you don't. \n[7]Are you coming, Jack? It'd be best. \n[8]Right lads. \n[9]I can't Jack. How can I? \n[10]No, don't Jack, don't. \n[11]Brumby! \n[12]He's got a new place at Burnham. \n[13]On the Durham Road. The Pantiles. \n[14]Can I go now? \n[15]Don't let on I told you, for God's sake. ", "HARRY": "\n[1]Are we here to play cards or talk about the old days? \n[2]You're bluffing, you bastard! \n[3]Thought you were going soon. \n[4]Clever sod, aren't you? \n[5]What's that? A hundred? \n[6]Your hundred, and another hundred. \n[7]What's that? \n[8]Three hundred altogether? \n[9]All right. Two hundred. \n[10]What's that? \n[11]Four hundred? \n[12]You're not seeing me? \n[13]I'll see you, then. \n[14]Shut up. ", "GERALD": "\n[1]Bollock naked with his socks still on? \n[2]What for? Protective purposes? \n[3]Ask Jack. It's his old stamping ground. \n[4]We don't want you to go up the North, Jack. \n[5]Not suede boots! \n[6]What? And get the clap? \n[7]You work for us, Jack. We have connections in those parts.  I'd hate you to screw 'em up. \n[8]What's that? A python. \n[9]What are you going for? \n[10]Some hard nuts operate up there, Jack. They won't take kindly to someone from London poking his bugle in. \n[11]I smell trouble, boy. \n[12]Think again, Jack. \n[13]What's the matter? You got gut trouble or something? ", "PETER": "\n[1]Don't let us interrupt you, Jack. \n[2]We've got to take you back to London. \n[3]But they have to be diplomatic. \n[4]The gun he means. \n[5]If Anna could see you now. \n[6]I hope she's got understanding neighbours. \n[7]Where were you, then? \n[8]Come on, get in. \n[9]Get stuffed.  He's reloading. \n[10]Shut up. \n[11]Didn't even say goodbye. Just asked us to take you back - alive. \n[12]Don't. ", "DOREEN": "\n[1]Yeah. \n[2]They said he was drunk. \n[3]I left last year. \n[4]Working at Woolworths. \n[5]Yes. \n[6]How would you know? Or you?  Or you? None of you knew. I knew. He was me dad. \n[7]Yeah. \n[8]No. \n[9]At me friend's house. \n[10]Wilton Estate. \n[11]Thanks. ", "EDDIE": "\n[1]We weren't sure where it was taking place, like. \n[2]No. Frank was a good bloke. \n[3]One of the best. \n[4]It's a bloody funny thing. You know a bloke for six bloody years and all the time he's as calm as gentle Jesus... ...then he goes and does a thing like that. It's a bloody funny thing. \n[5]Absent friends. You don't think he might have done it on purpose? \n[6]Bloody good bloke. One of the best. \n[7]Don't worry. She's bound to be upset. \n[8]No. I'll be off now. I should be at work. \n[9]No. It's all right. \n[10]Frank was a good bloke. It's the least I could have done. ", "BILLY": "\n[1]What do you want? \n[2]What's it got to do with you? \n[3]Oh ay? \n[4]Well, he drove it into the river. \n[5]Fine. Nowt wrong with them. \n[6]He was drunk. Drunk as a lord. ", "MRS BRUMBY": "\n[1]Now, Cliff, don't get mad. \n[2]Cliff ... \n[3]Cliff ... \n[4]Who are you? \n[5]What's it about? \n[6]I know all about Cliff's business. "}}