{"dialogues": {"MURPHY": "\n[1]Go. \n[2]Of course they did. \n[3]What do you say, Dodge? \n[4]Better late than never. \n[5]You got a leak in the number nine compartment. \n[6]You pump it out and re-seam the hull, she'll be good as new. \n[7]Fifteen, at the most. \n[8]You're kidding, right? \n[9]He'll sell the scrap for three times what he paid. \n[10]You got that right. \n[11]You aren't jealous, are you Dodge? \n[12]What seems to be the trouble, ladies? \n[13]As I said, what seems to be the trouble? \n[14]I heard you. But I'm choosing to ignore you. Epps, let's go. \n[15]You got about two seconds to get your paws off me, Tarzan. \n[16]Epps? \n[17]Candy? \n[18]Red sky in morning, sailor take warning. \n[19]Yeah. \n[20]Alright. I'll be right up. \n[21]Merchant vessel at position one seven four one five west, five seven seven five north. \n[22]This is tugboat Arctic Warrior whiskey alpha sierra bravo four zero niner two. Over. \n[23]Merchant vessel at one seven four one five west, five seven seven five north, this is tugboat Arctic Warrior whiskey alpha sierra bravo four zero niner two. Over. \n[24]Too deep to anchor out there. \n[25]What the hell would a freighter be doing up here? It's way out of the lanes. There's not a port for 800 miles. \n[26]Merchant vessel at position one seven four one five west, five seven seven five north, this is tugboat Arctic Warrior. Do you copy? Over. \n[27]Steer to one eight five. Let's check her out. \n[28]Alright. Back it off. \n[29]Hit the lights. \n[30]Whoa, whoa. \n[31]\"Chimera.\" \n[32]Chimera. \n[33]This is civilian tugboat Arctic Warrior. Is there anyone aboard? \n[34]Chimera, I am hove to at your port bow. Is there anyone aboard? \n[35]Epps, come with me. You guys sit tight. \n[36]We're in a stairwell just under the main superstructure. \n[37]This is definitely an old boat, maybe sixty years old. She hasn't been in service for at least twenty years. Probably a lot longer. \n[38]It's funny. \n[39]Besides a little rust, everything's pretty well-preserved. \n[40]How she got out here is one hell of a good question. Jesus. \n[41]Sorry. \n[42]It's a passenger ship. It's a damn passenger ship. \n[43]There's nobody on that boat. \n[44]Whatever the reason, she's adrift and abandoned. We've got every right to salvage her. \n[45]We've done it before. \n[46]You have any idea how much a ship like that could be worth in salvage? The fittings alone could go for a few million. \n[47]It's a risk I'm willing to take. \n[48]So we cut her loose and wait it out. A little weather couldn't be anything she hasn't seen before. \n[49]The damn thing's been floating around for God knows how long and it hasn't hit anything yet. So we take it easy. A little of the old push pull. \n[50]Listen. Forget this job's just a pay check for a minute. You know I've been good to you. But I'm prepared to offer you something better now. If we do this right, it's worth a lot of money. A lot of money. \n[51]Salvage fees on a vessel like this could come in around four million bucks. At least. Who knows, could be more. Could be a lot more. What I'm proposing is... we split it four ways. \n[52]Think about it. A million bucks a piece. You want to spend the rest of your days drag-assing tank barges on the gulf coast, fine. Otherwise, let's get to work. \n[53]United States Coastguard, United States Coastguard, United States Coastguard. This is tugboat Arctic Warrior whiskey alpha sierra bravo four zero niner two. Over. \n[54]North Island, I wish to declare myself salvor-in-posession under section four two charlie of the International Maritime Convention. \n[55]A passenger liner. Over. \n[56]A passenger liner, north island. Over. \n[57]Passenger vessel \"Chimera.\" I will spell: charlie hotel india mary echo romeo alpha. No registry information is available at this time. I have determined to the best of my ability that the vessel has been abandoned on the high seas at position one seven four west, five seven north at... Two zero one four hours zulu time. Over. \n[58]Roger, North Island. Arctic Warrior over and out. \n[59]I figure we go through at the Unimak Pass here. Refuel at Sanak Island. \n[60]With a little extra fuel, weather permitting, we should make Sitka in five days without another stop. \n[61]The law's on our side. If they want to challenge it, let them try. \n[62]Either way, we found it. It's ours now -- . \n[63]What is it? \n[64]How long to fix? \n[65]Some classy tub in it's day, huh? \n[66]Chimera. Flag ship of the Dobbins Kirk Line. Nova Scotia. \n[67]scattered charts and papers \n[68]Yeah. Thanks. \n[69]Some charts. A crew manifest. Looks like her last voyage was January 1953. The question is where the hell's she been since. \n[70]Her destination was Halifax, yeah. \n[71]As reasonable an explanation as any, I guess. \n[72]Ever heard of the Mary Celeste? \n[73]She was a two-masted brig boat sailing out of New York in 1872.  One day she was sighted off the coast of Portugal by a merchant vessel, the Dei Gratia. As the crew of the Dei Gratia got closer, they discovered that no one was at the helm of the Mary Celeste. On boarding, they found her completely deserted. The captain, his wife, their daughter, and the entire crew, all gone. The last entry in their log made no mention of any trouble. The table was even set for dinner. And in the nine days after the last entry, she sailed 700 miles without anyone aboard. \n[74]Nobody knows. There've been a lot of theories, of course. But we'll never really know for sure. \n[75]I think we'd be surprised where a drifting ship might wind up with a little wind and the right current. \n[76]Only way to be. \n[77]What's this? \n[78]I thought you said it was just a blade. \n[79]How much longer's that gonna take? \n[80]I know I know, two ways to do anything -- \n[81]But how long? \n[82]We gotta get outa here, Dodge. A storm blows up and we're history. \n[83]What about running number two by itself? \n[84]How long, then? \n[85]How long? \n[86]Goddamit, Dodge. \n[87]North Island, North Island, North Island. This is tugboat Arctic Warrior. Over. \n[88]North Island, please repeat? Over. \n[89]North Island, have you got any additional information? Over. \n[90]Roger, North Island. I am tied to the passenger vessel Chimera. And she is afloat. Repeat, she is afloat. Over. \n[91]Roger, North Island. Please advise pending further information. Over. \n[92]Obviously it's some kind of screw up. The shipping records aren't a hundred percent accurate. \n[93]We all want to get outa here, Dodge. Especially me. With that boat in tow. You got three days.  Make the most of it. \n[94]Morning. \n[95]Guess I must've fallen back to sleep. Where's Epps? \n[96]She take a radio? \n[97]Hard to say. Maybe forty, fifty million. \n[98]Yes, it is. \n[99]It's a hell of a lot of money. \n[100]A ship with fifty million dollars in gold aboard, adrift? And nobody seems to care enough to come looking for it? \n[101]Not for fifty million. An ocean liner maybe. But fifty million in gold, they come looking for. \n[102]Maybe. But there's always somebody whose interest's at stake. \n[103]Then it happened before they scuttled her. \n[104]That it could. \n[105]Either way, they must've had a pretty good reason. \n[106]A salvage claim to a vessel's cargo's as valid as a claim to the vessel itself. It's ours. \n[107]It looks like it. \n[108]We leave it where it is. Stick to the plan. \n[109]So we get a little more for the boat. Besides, the gold'll be safer where it is. \n[110]It's worth the effort. Believe me. Besides we're gonna need her to prove the salvage. \n[111]For now the best thing we can do is to keep quiet about this. \n[112]Dodge, you gotta get on those repairs. \n[113]The sooner we get under way, the sooner we are to spending what's ours. \n[114]Terrific. \n[115]How's that leg? \n[116]We could call for help. \n[117]United States Coastguard, this is tugboat Arctic Warrior whiskey alpha sierra bravo four zero niner two. Radio check. Over. \n[118]Roger that, North Island. Arctic Warrior whiskey alpha sierra bravo four zero niner two. Over and out. \n[119]Not much at all, I guess. Retire. Live out my golden years and all that. \n[120]How about you Epps? \n[121]Greer? \n[122]Dreamin's all any of you're gonna be doing if we don't get this boat running. \n[123]Warm water current maybe, making the metal expand. \n[124]Take it easy, you'll live longer. \n[125]Who? \n[126]What guy? \n[127]What? What the hell're you talking about. \n[128]Are you sure? \n[129]You sure it wasn't me? \n[130]If somebody's aboard her already, she ain't ours. She's theirs. \n[131]Not in the eyes of the law. \n[132]We don't exactly have the best bargaining position. \n[133]And what do you propose? That we knock this guy off? \n[134]Let's just take it easy here, alright? Nobody's gonna kill anybody. \n[135]Would you hold on just a minute here, please? Look, there's no reason to panic now. Epps saw somebody. Fine. It's a big boat.  Chances're real good he doesn't even know about the gold. If we stay cool, nobody'll be the wiser. The gold stays where it is til we're ready to go. Like I said, it'll be a hell of a lot safer there than here. \n[136]We'll stand a watch. Four on, eight off. Low man first. \n[137]Dodge, get on that turbine. I don't care if you don't sleep for a week. The sooner you're done, the sooner we can get out of here. How's the food situation? \n[138]We'll have to take it easy then. I don't think we'll find much aboard the ship, but it's probably worth looking around. \n[139]If he's reasonable, maybe we can make some kind of deal. If not. We'll have to re-consider our options. \n[140]No cowboy shit up there, understand? \n[141]Got your light? \n[142]Murphy to Epps. \n[143]Murphy to Epps. \n[144]You just shoot at something? \n[145]Couldn't have happened much more than a month ago. \n[146]Bodies're too fresh. \n[147]Greek citizen. Merchant navy. Obviously we aren't the first to come across this ship. They probably stumbled across it just like we did. \n[148]Could be meant as a warning. \n[149]That'd be my guess. \n[150]Maybe. \n[151]Dodge, if this isn't incentive enough to fix that boat, I don't know what is. \n[152]Can't you use something else? \n[153]Do what you need to do. Just do it fast. \n[154]Captain relieved of command. \n[155]This is Murphy. Anybody trying to call me? Over. \n[156]Greer? Dodge? \n[157]Who is this? \n[158]Who is this!! \n[159]Greer! Dodge! \n[160]Murphy. \n[161]What is it? \n[162]He must've seen something. \n[163]Just before I heard him yell there was somebody on the radio. \n[164]I don't know. No. Not Greer. Somebody. \n[165]It was a man's voice. Repeating some sort of children's rhyme. I don't know, it didn't make any sense. You didn't hear it? \n[166]I'll call us in. Dodge, see how many signal flares you can scrounge up. Keep an eye on him. \n[167]United States Coastguard, United States Coastguard, United States Coastguard. This is tugboat Arctic Warrior whiskey alpha sierra bravo four zero niner two. Over. \n[168]United States Coastguard, United States Coastguard, United States Coastguard. This is tugboat Arctic Warrior whiskey alpha sierra bravo four zero niner two. Over. \n[169]Mayday. Mayday. Mayday. To any vessel. This is Arctic Warrior.  Arctic Warrior. Arctic Warrior.  Whiskey alpha sierra bravo four zero niner two. Last known position one seven four west, five seven north. I am afloat and drifting.  Require immediate medical assistance for one person, possibly comatose. I am a one hundred twenty foot civilian tug, hove to at port bow of disabled passenger liner Chimera. I repeat, Chimera. Over. \n[170]How's he doing? \n[171]No. I'll try again later. \n[172]Possibly false. Hence the IMA record of being lost at sea. I don't think mutiny's out of the question here. \n[173]If they knew what they were carrying. \n[174]If they were close enough to shore, they probably figured they could get away in the lifeboats. \n[175]How do you mean? \n[176]I guess the best strategy's just to tell them the truth. \n[177]What do you propose? \n[178]There's no way we're gonna hide a few thousand pounds of gold from the Coastguard here. Besides, it'll be safer where it is. \n[179]Tell you what, Dodge. Once we get back to shore, you can do whatever you want with your share. But until then, the gold stays right where it is. \n[180]Just what the hell do you think you're doing?! \n[181]I think you know. \n[182]The radio! \n[183]You smashed it! \n[184]Don't lie to me! \n[185]You didn't want us calling anybody. Too liable to ruin your big payday. \n[186]Conveniently enough for you. \n[187]Drink up then. \n[188]How're you feeling? \n[189]You don't remember? \n[190]You've been out for about a day. \n[191]Dodge found you out cold in one of the cabins. \n[192]We heard you scream. Any idea what you might've seen? \n[193]The ah... the radio's out. \n[194]Somebody took it out of commission last night. \n[195]Smashed it up pretty bad. \n[196]Regardless of how it happened, there isn't much of a chance to fix it. The odds of another vessel in range of the walkie-talkies are almost astronomical. So, as of today, we're pretty much on our own out here. \n[197]February first. \n[198]Must not've been the captain's entry. He was probably out of the picture by then. \n[199]Collision? With what? \n[200]But where's the damage? \n[201]If it was a ship she hit. \n[202]Yeah. \n[203]What the hell happened! \n[204]Alright. Everybody grab your gear! This' is where we get off! \n[205]Dodge! \n[206]That just about says it all. \n[207]The coast guard has our last position. They'll send somebody out soon enough. A ship this size you can't exactly miss. \n[208]Let 'em ask. This ship's legally ours now. \n[209]Easy, easy. \n[210]Shut up. \n[211]I said, shut the hell up. \n[212]Both of you. I don't want to hear it again. \n[213]So just stow it. You understand? We don't need this right now. \n[214]You shouldn't be down here alone. \n[215]If money can buy what he wants. \n[216]Then you're a lucky man. \n[217]We'll stand the watch on deck tonight. You're up first. \n[218]You okay? \n[219]Tomorrow we'll see if we can't find some line and tackle. Use some of those bodies below decks for bait. \n[220]Let's just hope somebody sees us first out here. \n[221]It's a Noaa buoy. \n[222]Government weather. It's got a transmitter aboard. \n[223]Let's go, let's go, let's go. \n[224]The mooring hasn't come taught. \n[225]Doesn't matter. \n[226]Damn it. \n[227]Hey. \n[228]Wish I could say the same. \n[229]I guess that's the sixty four thousand dollar question, isn't it? \n[230]Never mind. Before your time. I think at least some of the crew went a little nuts. The usual stuff that happens when people stumble on a fortune. Equal parts greed and paranoia, usually resulting in homicide. What happened after that is anybody's guess. But, judging by our Greek friends down below, it doesn't look like the last time. \n[231]I don't know, are we? \n[232]Not our mystery guest again. \n[233]Not real? \n[234]What, like some kind of ghost? \n[235]Showing you what? \n[236]Maybe it was one of them did the handy work on those Greeks. \n[237]Victims of what? \n[238]That much I think we've already established. \n[239]What's that supposed to mean? \n[240]Why you? How come the rest of us haven't seen these people? \n[241]Well. Getting off this ship's exactly what we're trying to do.  Short of that, I don't know what else to tell you. \n[242]Do me a favor and wake up Dodge. He's next on. \n[243]And Epps? \n[244]You can tell the others about this. But, for my money, I think it's best you keep it to yourself. \n[245]You're late. \n[246]Don't fall asleep. \n[247]Dodge? \n[248]Murphy to Epps. \n[249]Either of you seen Dodge? \n[250]He's not on deck and I can't raise him on the radio. \n[251]He took the shotgun and a light. \n[252]Alright. We stay together. Nobody goes any further than earshot. \n[253]Murphy to Dodge. Murphy to Dodge. Over. \n[254]Murphy to Dodge. Do you copy? Over. \n[255]Epps? You there? \n[256]Greer? \n[257]So whoever did this now has our shotgun. \n[258]Leave him till we can get some help. From now on, nobody comes down here. \n[259]Leave it. \n[260]You think whoever did this is reasonable? \n[261]Nobody's going anywhere with that gold now. Anybody tries to board, we'll know about it. You can do what you want, Greer. But neither of us is gonna risk saving your ass down here if it comes to that. \n[262]Must've been him all along. \n[263]Smashed the radio. Scuttled the boat. Killed Dodge. Would've killed you. He's off his nut, no doubt there. \n[264]What do you think? \n[265]Over the gold. \n[266]Crazy with greed. Not crazy. Not like him. \n[267]We lash a few of these together it might get us far enough into the shipping lanes to be rescued. \n[268]Hard to say which is worse, staying here or taking our chances in open water. \n[269]It's not the weather I'm worried about. The wrong current could drag us as far as the Aleutians before we come across another boat. \n[270]Epps to Murphy. \n[271]We hit land. \n[272]We're in an island chain. It's only a matter of time before we hit another one. \n[273]Let's get the hell out of here. \n[274]It should be enough to get us to one of those islands. Gimme a hand, wouldya? \n[275]Prop it here. We need to pull these braces off. There's a hammer on the stand. There. \n[276]I'll take that. \n[277]It was only a matter of time before somebody killed somebody. You saw it coming as well as I did. Dodge had his plans, starting with scuttling the boat. And Greer too, except he went nuts. Couldn't take it, I guess. Could've happened in the middle of downtown Anchorage. But did it make him any less dangerous? I don't think so. \n[278]The way I figure it, it was them or me. I thought putting Dodge up on that pipe was a nice touch? Bought a little time. Made it look like whoever killed those Greeks was still around. But it's just us on this ship. Us and your... spirit friends. \n[279]I didn't want it to turn out this way. \n[280]I think I see it pretty well. \n[281]I know a little bit about human nature and what I've seen only confirms that. \n[282]I think maybe you been on this boat a little too long, with all that supernatural mumbo jumbo. There's nothing supernatural about greed. And that's what it comes down to, pure and simple. \n[283]I wish I could believe that. Either way, you know what I've done. I've got no choice. \n[284]I'm sorry. \n[285]There's no reason to make this any more difficult than it has to be. ", "EPPS": "\n[1]It's a slow leak. \n[2]Maybe twenty gallons an hour. \n[3]Amidships starboard at the beam. Just under the waterline. I don't think it's a problem. \n[4]I don't know what you're talking about. I just bought this guy a beer. \n[5]Listen, I don't want any trouble, okay -- ? \n[6]Morning everybody. \n[7]Showed him a hell of a lot more than that. \n[8]It's my pen name. \n[9]One more? \n[10]What? \n[11]Maureen. \n[12]Maureen. \n[13]What's yours? \n[14]Roger? \n[15]No. \n[16]Could be a fishing boat. \n[17]Out here? What, so a seven hundred foot passenger liner drifted out of Spokane harbor and nobody managed to bump into her until now? \n[18]Go on. \n[19]Supposing one of those cables breaks under tow. \n[20]Bring it on, dude. \n[21]\n[22]Dodge? You alright? \n[23]They must've scuttled it. Nobody just lets a ship float away. \n[24]Ever heard of insurance, big boy? \n[25]Check this out. \n[26]Everything's still here. Ticket records, receipts, books of account. \n[27]Looks like one hell of a stick up his ass. \n[28]Coffee? \n[29]What'd you find up there? \n[30]She was sailing up north, right? \n[31]Well, suppose she got a little further north than she should have.  Got stuck in the ice. The passengers and crew evacuated. She froze into the ice pack, which moved further north, where it froze in solid. They write it off. Fifty years later, the whole global warming thing happens. The ice melts, she gets loose and floats around til somebody runs into her. \n[32]Nope. \n[33]So what did happen? \n[34]You think she's sailing without a crew? \n[35]You're more practical than superstitious. \n[36]If this thing turns out to be a ship everybody thought sank a long time ago, we just hit the jackpot. \n[37]That's a lot of money for somebody to just let float away. \n[38]Maybe they didn't want it back. Maybe the whole fat deal was insured. \n[39]And it looks like somebody got here before us too. \n[40]You mean, before she sank. \n[41]Probably didn't have time. \n[42]Why not call for help? \n[43]Or uninvited guests. \n[44]That's what I call a payday. \n[45]This's gonna hurt a little. \n[46]What other choices have we got? \n[47]Guess I'll just keep working. \n[48]I like my job. \n[49]That's a good thing? \n[50]It's coming from inside. \n[51]Hey! \n[52]Hey, wait a minute! Hey! \n[53]Did you see him? \n[54]The guy. He just came this way. \n[55]There's somebody else on this boat. \n[56]I saw him. Just a minute ago. Some guy. \n[57]Of course I'm sure. I saw him. \n[58]It wasn't you. It was somebody else. There's somebody else aboard. \n[59]I'm telling you, I saw somebody. I don't know who it was. But I saw somebody. \n[60]Maybe six feet. Lanky. I didn't get a good look. He was far away. But I saw him. I saw him as sure as you're standing there. \n[61]Maybe that is his boat. \n[62]So, we find this guy and make a deal with him. \n[63]So we kill him? \n[64]Maybe he isn't alone. \n[65]Guess that'd be me. Again. \n[66]Say we run into this guy again. \n[67]Seen a lota movies. \n[68]No cowboy shit. Right. \n[69]You're a pal. \n[70]Yup. \n[71]Oh yeah. \n[72]See you boys later. Don't be late, I need my beauty rest. \n[73]Epps. \n[74]Yeah. Just a bird. Just a stupid bird. \n[75]Because of the gold. \n[76]So, what? We report this? Call the Coastguard? \n[77]Hard to say. \n[78]I'm no doctor. But I'd say he's in a coma. \n[79]I don't know what else you'd call it. He's breathing on his own, but his pupils are completely blown out. He's totally unresponsive to pain. What happened up there? \n[80]Other than the obvious, there's nothing wrong with him that I can see, not on the outside. \n[81]Greer? \n[82]He needs a doctor. \n[83]Same. Any luck? \n[84]They're dead in the water that morning. Four hours later the captain's relieved of his command. And that evening they issue a general \n[85]You're saying they mutinied for the gold? \n[86]Only something must've gone wrong. \n[87]Murphy. \n[88]It's Greer. \n[89]Any dizziness? \n[90]Headache, nausea, lights? \n[91]Sudden flashes of light. \n[92]Try Wednesday. \n[93]What? \n[94]But, who -- ? \n[95]Did you? \n[96]Murphy. \n[97]Looks like part of the general log. \n[98]\"The crew have gone mad with greed and fight among themselves like wild dogs over fresh kill.\" \n[99]The same day she supposedly went down. \n[100]\"Their lacking diligence has undoubtedly caused the collision. Distress calls have been made.\" \n[101]The page's missing. Then their SOS was real. \n[102]Maybe the other ship took the worst of it. \n[103]It's a good bet they'll be asking a lot of questions when they get here too. \n[104]Murphy? \n[105]Who are you? \n[106]But -- \n[107]My God.... \n[108]No!! \n[109]Yeah. Yeah, fine. \n[110]Why not? \n[111]Higher. You're gonna miss it. \n[112]It's not gonna hold us. \n[113]Hey. \n[114]Couldn't sleep. \n[115]What do you think happened on this boat? \n[116]The what? \n[117]Are we smart enough to avoid that? \n[118]When you found me yesterday, at the pool. I'd seen... something.  Someone. \n[119]No. Someone else. A girl. I'm not sure she was... real. \n[120]I don't know what else you'd call her. One second she was there, the next she was gone. \n[121]And I had a kind of hallucination. There were others. I saw them in the pool. Drowning. \n[122]Maybe hallucination is the wrong word. It was more than that. As though they were showing me. \n[123]What happened. \n[124]No. I think they are, were, just passengers. Innocent victims. \n[125]Something bad happened here, Murphy. \n[126]More than just a mutiny. More than just the gold. \n[127]She said the ship was evil. That we had to leave right away. That if we didn't, we might never leave. \n[128]I don't know. \n[129]Just lucky I guess. \n[130]Dodge. Dodge. \n[131]Get up. \n[132]Check it out. \n[133]Better than starving to death. \n[134]Epps, over. \n[135]Nope. \n[136]Right here. \n[137]Murphy? \n[138]Yeah. Fine. I just thought I heard something is all. \n[139]Nothing. Let's get outa here. \n[140]What do we do with him? \n[141]I can't believe you. Dodge's dead and all you can think about is cashing in your share. \n[142]Greer? \n[143]You okay? \n[144]Greer! \n[145]Let go! \n[146]Murphy! I'm on C deck, cabin 400! Get down here now!! \n[147]Could be a stroke. Who knows? The general log said the crew were fighting among themselves. \"Like wild dogs.\" \n[148]Maybe it was more than that. \n[149]They went crazy. \n[150]If the weather holds it might not be so bad. \n[151]Murphy? \n[152]Murphy, this is Epps. Do you copy? \n[153]Who is this? \n[154]\n[155]Epps to Murphy. \n[156]What happened? \n[157]What? \n[158]Greer's gone. He broke out of the tank. \n[159]He's been shot. \n[160]It was you. \n[161]You killed them. \n[162]So you killed them? \n[163]And now you're gonna kill me, is that it? \n[164]Murphy, don't you see what's happening? \n[165]It's the ship. The ship's making you think this way. \n[166]It's a trap. There was no way we were gonna get away with that gold. Nobody ever does. It's just the bait. This ship sucks people in and it never lets them out. \n[167]I don't give a damn about the gold. ", "DODGE": "\n[1]Where from? \n[2]I'll sleep good tonight knowing that. \n[3]If it started out at twenty an hour the piece of shit'd be at the bottom of the Gulf by now. Whether it'll make St. Lawrence is anybody's guess. \n[4]Much obliged, skipper. \n[5]With that coxswain dickhead. \n[6]Are you kidding me? Jealous? Epps? Gimme a break. \n[7]What a laugh. \n[8]Fuck it. \n[9]Why not. \n[10]What is your first name? \n[11]It just occurred to me I don't know your first name. All this time and I don't know it. \n[12]What? \n[13]Maureen? \n[14]Roger. \n[15]Yeah. \n[16]You think that's funny \n[17]Smugglers maybe. \n[18]Probably slipped her moorings, got tangled up in a current. \n[19]Somebody's probably looking for her as we speak. \n[20]Yeah, from one side of the harbor to the other. But we got half the Bering Sea and the whole Alaskan gulf to drag her over. \n[21]If you get it back in one piece. \n[22]It's a bloody navigation hazard. One boat can't control a ship that size. \n[23]Okay. We're gonna use a heavier than usual twin cable rig this time, consisting of a pair of number three gauge braided wire tows. We'll tie off through the anchor alleys. And come down to the aft port and starboard pins. Here.  Thus, we need to get two of these... Up there. \n[24]Seeing as though a foot of one of these fuckers weighs about a hundred pounds, it ain't gonna be what you'd call easy. Any questions? \n[25]Then we'll all be doomed. Any other questions? \n[26]Ready? \n[27]Hit it! \n[28]Yes! \n[29]Alright, skipper, real easy. \n[30]Steady as she goes. \n[31]Throttle back. \n[32]More. \n[33]More. \n[34]Right there, skipper. Right there. \n[35]Sounds reasonable. \n[36]They shoulda thought of that when they let her float away. \n[37]Nobody just scuttles a passenger liner either. \n[38]What the... \n[39]\n[40]Mother fucker! \n[41]Threw a turbine blade. \n[42]Son of a bitch! \n[43]The number one turbine's pretty well trashed. Number two runs, but it's way underpowered. \n[44]Hard to say. I gotta get in there and have a look. At least a couple days. Depending. \n[45]Nah. Everything was cool. It's just one of those things. \n[46]How about now? \n[47]What? You sure? \n[48]Lemme see. \n[49]Turbine rotor's shot. \n[50]Metal's crystallized. Gotta replace the whole deal. \n[51]Like I always say -- \n[52]The right way and the wrong way. \n[53]Hard to say. \n[54]I'm telling you, you don't want to be running that fan like it is. \n[55]It's a full 2500 horses down. We couldn't drag that boat down hill on ice with it. \n[56]I gotta pull the blades and re-seat everything in a new rotor -- . \n[57]Three, four days. \n[58]What do you want me to tell you, that we can throw this sucker back in and start pulling her like nothing happened? Can't do it, skipper. \n[59]Man, it gives me the creeps. We got no business towing a ship that size anyway. I say we fix the turbines and hit the highway. \n[60]Yeah, a ship that's supposed to have been lost at sea fifty years ago. You don't think that's just a little freaky? \n[61]Yeah, well how the hell you get something like that wrong? That's a damn big boat. It's either sunk or it ain't. \n[62]Fucker! \n[63]Damn mind of it's own. \n[64]Went aboard. \n[65]What the fuck we gonna do with it? \n[66]What, you think there's something funny about it? \n[67]Didn't happen yesterday, I'll tell you that. Torn parts rusted bad as the rest of the boat. \n[68]Or somebody stopped them. \n[69]So what're we gonna do. That's the big question, right? \n[70]Then we're rich. We're damn, filthy stinking rich. \n[71]You gotta be kidding? What the hell we need that tub for, we got fifty million bucks? \n[72]Last thing we want is extra partners. \n[73]Yeah, yeah. I'm on it. \n[74]Murphy! \n[75]Propane tanks're gonna go! \n[76]One minute I'm minding my own business, the next thing I know the whole place is burning up. An oxygen tank must've blown on the welder. Started an oil fire. \n[77]Seen better -- Ow! \n[78]Thanks for the warning -- Ow! Damn! \n[79]I tell you one thing, we're not gonna be towing no ship now. \n[80]I'm buyin' me a nice outrigger. Spend my time hauling rich Seattle business men through the Puget. \n[81]What're you crazy? \n[82]What's so great about Sweden? \n[83]Yeah, but not as cold as those Swedish girls you only gonna dream about. \n[84]Yeah, yeah. \n[85]Sounds like the hull. \n[86]Light in those passages ain't so good. \n[87]Where's his boat, then? Where's his crew? He ain't gonna be out here by himself, that's for damn sure. \n[88]Gimme a break. \n[89]Bullshit. That boat hasn't made steam for fifty years. We found her. She's ours. \n[90]I say fuck the motherfucker. We're a professional salvage crew going about our business. What's some yahoo doing way out here by himself anyway? \n[91]Why not? Why the fuck not? \n[92]Fifty million dollars. Fifty million. We gonna let this guy just take it from us? One guy? \n[93]I'm saying we gotta do whatever we gotta do to preserve our interest. \n[94]One guy isn't gonna be so stupid. \n[95]What if that fucker finds it before we're ready to go? \n[96]Yeah, reconsider fucking his shit up. \n[97]Pretty handy with that scatter gun, Epps. You raised on a farm? \n[98]Smokes? \n[99]Fresh ain't the first word that comes to mind. \n[100]Damn barbaric is what it is. \n[101]So whoever did this might still be around. \n[102]Let's not be too hasty. \n[103]All the seals and gaskets're shot. Anything that was rubber burned up. \n[104]I might be able to find something on the ship. But it's gonna take time. \n[105]Right. \n[106]I need lag bolts, especially one inch standard. And sheet metal. Preferably steel, about a sixteenth of an inch. Aluminium, even tin'll do. \n[107]You find anything that even looks like a compressor. I don't care what, grab it. \n[108]Dodge to Murphy. \n[109]You better get down here quick, skipper. I'm on \"C\" deck. Cabin 400. \n[110]I think you better see this for yourself. \n[111]I found him like this. \n[112]A what? \n[113]I heard a scream. When I got there I found him on the floor. He was having some kind of seizure. I didn't see anybody else. \n[114]Then what the hell happened to him? \n[115]Not me. \n[116]On a passenger ship in 1953? \n[117]Yeah, way wrong. \n[118]So. I got a question. Just from a, you know, purely technical standpoint. We call the Coastguard.  Coastguard shows up. What exactly is the plan? \n[119]Well, they're gonna be asking a lot of questions. About us. About those bodies. About the gold. Seems like we oughta be prepared is all. \n[120]Yeah, well. The truth is one thing. When there's more than a few hundred million dollars involved, that's a whole new deal. \n[121]For starters, getting that gold off the ship. What they don't know about isn't gonna bother them. \n[122]With all due respect, skipper. Part of that up there's mine. I'd kinda like to have a little say in what happens to it. \n[123]I don't know what you're talking about? \n[124]Maybe you can tell me then. \n[125]The radio. Oh, yeah, the radio. \n[126]Take it easy, willya? What about the radio?! \n[127]What?! \n[128]What the fuck -- ? \n[129]I didn't touch the fucking radio. \n[130]I didn't touch the fucking radio! Ever occur to you there's somebody else on that boat, skipper? \n[131]Look, I didn't touch it. Alright? \n[132]Jesus. \n[133]What day is it? \n[134]Wrong. It's Friday. \n[135]Right. Wednesday. \n[136]The skipper seems to think I did it. That I'm more interested in that gold than my own safety or the safety of my fellow shipmates. \n[137]Hell no. You think I'm crazy? \n[138]Dodge to Murphy! \n[139]You better get down here right now! We're taking water! Big time! \n[140]Turbine chamber on number two must've blown! Took out part of the hull! \n[141]When they find out what it's carrying, they may not be so interested in what's legal. \n[142]The turbine blew. \n[143]Just wanted to check on our little baby. \n[144]That oughta buy a man pretty much anything he wants. \n[145]I don't figure there's much I want money can't buy. \n[146]Right. \n[147]You'd think on a ship this size there'd be something left to eat. \n[148]There's a charming thought. \n[149]What say, Epps? You up for some roasted albatross? \n[150]No fucking way. \n[151]What? \n[152]Yeah, yeah. \n[153]Sorry. \n[154]Right. \n[155]Dodge. \n[156]This is Dodge. Over. \n[157]Who is this? \n[158]Identify yourself, motherfucker! ", "GREER": "\n[1]What's slow? \n[2]Hear that, Dodge? Epps don't think it's a problem. \n[3]Greer to Murphy. \n[4]The number nine on the starboard side's half flooded. Epps says it's a slow leak just under the waterline, about twenty gallons an hour. They must've pumped it before we left Sitka. \n[5]Let the buyer beware. \n[6]Not bad for dragging a leaky tub half way to Russia. \n[7]I must be in the wrong business. \n[8]Better than \"making hamburger for Mickey D.\" \n[9]Looks like Epps' gonna get some tonight. \n[10]Show your tatoos to that coxswain last night, did you Epps? \n[11]I bet you did. \n[12]Red sky at night, sailor's delight. \n[13]Greer to Murphy. \n[14]There's a large vessel out about ten miles to the north-west. \n[15]I been watching it for close to an hour and it hasn't moved. I can't raise it on the radio either. Makes me think it might be in trouble. \n[16]Looks like it's adrift. \n[17]Too big. More like a freighter. \n[18]Smuggling what? Tundra grass? \n[19]Call the Coastguard? \n[20]Talk to me, skipper. \n[21]How's that? \n[22]What is it? \n[23]Murphy. \n[24]Murphy, goddamit. \n[25]What is it? \n[26]You mean tow her back? That's a thirty thousand ton ship you're talking about. \n[27]All we got to do is hit some rough weather and you can forget about it. \n[28]Hypothetically speaking, what if we get this boat to Sitka and find out somebody wants it back? \n[29]I don't care what, ain't nobody just gonna let us walk away with a ship that size. \n[30]You think the extra strain caused it? \n[31]Yeah. \n[32]One first class passage. Elizabeth James. Dubayy to Halifax. January 29th 1953. \n[33]That must be the old man right there. \n[34]He'd let you off at the nearest port, that's for sure. \n[35]Sixty pounds. \n[36]That's what it says. \n[37]Are you crazy? Do you realize we got ourselves a ship? We own a ship, Dodge. \n[38]Take it easy, Dodge. It's only a piece of metal. \n[39]Morning, skipper. \n[40]You're up late. \n[41]Yeah. \n[42]What the fuck you think we gonna do with it? It's ours, baby. It's all ours. \n[43]How much you figure that's worth, skipper? \n[44]Ho, baby! \n[45]If they thought it was lost at sea, they probably just wrote it off. \n[46]All I gotta say is it looks like that somebody's us right now. \n[47]Cargo like this could make a crew think twice. \n[48]Then why didn't they take it. \n[49]Must be a damn good reason to jump ship and leave fifty million dollars aboard. \n[50]So what? We gonna unload the gold and get a move on? \n[51]Yeah, but we still gotta haul that big piece of shit all the way back to Sitka. \n[52]I heard that. \n[53]Two hundred twenty. Two twenty one. Two twenty two. \n[54]Two hundred twenty two kilograms of solid gold. \n[55]Hell yeah. \n[56]Looks like it took out the backup genny too. \n[57]What now? \n[58]And get a bunch of fools sniffin' around here? \n[59]Fifty million four ways. That's twelve million and change a piece.  What you gonna do with your share, skipper? \n[60]Moving to Sweden. \n[61]It's a beautiful country. Very clean. Very civilized. And cold. \n[62]Hell, yeah. I like it cold. Colder the better. \n[63]We'll see who's dreamin', m'man. \n[64]What the hell is that? \n[65]That shit is seriously bizarre. \n[66]What'd he look like? \n[67]She's so big somebody could come alongside her on the other side and we'd never know it. \n[68]I don't know. \n[69]Supposing he wants to get bad with us? \n[70]I say we off-load some of that gold now. \n[71]Pretty low all around. \n[72]Coffee. \n[73]Ho-ly shit. \n[74]And look what happened. \n[75]Stay away. Or else. \n[76]Maybe Epps's mystery man had something to do with it. \n[77]Yeah. Hell, what difference does it make if we report it now or later? We call this in now, gonna be Coastguard, FBI, who knows who, all over the place. \n[78]I ain't no mechanic, just so you know. \n[79]Dammit! \n[80]Dodge? \n[81]Dodge! \n[82]Oragishlaoomnudrasadrafantoshviska getofedobrodijotosiantosg. \n[83]Never been more thirsty in my life. \n[84]Lost my sea legs. \n[85]No. \n[86]Lights? \n[87]I feel fine. \n[88]I don't know. Tuesday? \n[89]What happened? \n[90]Last thing I remember I was aboard the Chimera. Down somewhere in there scavenging around. \n[91]Say what? \n[92]Oh, man. \n[93]I wish I could tell you. I'd be real interested to know myself. \n[94]We're not gonna be able to pump it! \n[95]Rotten stem to stern. Guess you couldn't expect much else. \n[96]We ain't exactly in what you'd call your high traffic neighborhood either. \n[97]Maybe you shoulda thought a that before you scuttled our boat. \n[98]Lemme see, was that before or after the oil fire? \n[99]Gettin' a little hot under the collar, I'd say. \n[100]Must be a little too the truth, eh Dodge? \n[101]After fifty years there ain't nothin' left but shoe leather. \n[102]We can always start shooting birds. \n[103]Looks like we're in a strong current. Must be making almost five knots full on ass backwards. \n[104]Nasty little swell outa the north west too. \n[105]A what? \n[106]We're still drifting. \n[107]I don't even want to know what that's gonna taste like now. \n[108]Must've heard something below deck and went down to check it out. \n[109]Yeah, yeah. \n[110]Sorry. Didn't mean to scare you. \n[111]You okay? \n[112]What? \n[113]Can't find the shotgun. \n[114]Doesn't look like it much matters. \n[115]What about the gold? \n[116]Now hold up just a minute. Let's be reasonable here. \n[117]All I'm saying is that gold's worth a lot more to us now than it ever was. \n[118]I didn't sign up to go home empty handed. And I sure ain't gonna roll over for the freaky motherfucker did this. \n[119]Fine with me. \n[120]Oragishlaoomnudrasadrafantoshviska getofedobrodijotosiantosg. ", "COASTGUARD DISPATCHER": "\n[1]Arctic Warrior, Arctic Warrior, Arctic Warrior. This is United States Coastguard Station North Island. Over. \n[2]Affirmative, Arctic Warrior. What type of vessel? \n[3]Say again. Over. \n[4]What is the vessel name, registry, and present position? Over. \n[5]Affirmative, Arctic Warrior. Please advise your salvage authority pending registry check. Over. \n[6]Arctic Warrior, Arctic Warrior, Arctic Warrior. This is United States Coastguard. Over. \n[7]Arctic Warrior, Arctic Warrior, Arctic Warrior. This is United States Coastguard Station North Island. Over. \n[8]Arctic Warrior, we have submitted your section four two charlie salvage notification. However, the International Maritime Authority record for a passenger vessel Chimera indicates it was lost at sea in the Gulf of Oman day two month two year one nine five three.  Over. \n[9]Arctic Warrior, passenger vessel Chimera was lost at sea day two month two year one nine five three.  Over. \n[10]Affirmative, Arctic Warrior. The vessel Chimera was registered to The Dobbins Kirk Line, Halifax.  Nova Scotia. Date of commission day nine month seven year one nine three two. Over. \n[11]Roger, Arctic Warrior. I say again, our records indicate the passenger vessel Chimera was lost at sea. Over. \n[12]Affirmative, Arctic Warrior. This is United States Coast Guard North Island Station. Over and out. \n[13]Arctic Warrior, Arctic Warrior, Arctic Warrior. This is United States Coastguard Station North Island. Your radio check is affirmative. Over. ", "BACK TO SCENE": "\n[1]Greer lies unconscious on a bunk, now quiet, no longer seizing as Epps shines a flashlight into his eye, Dodge and Murphy looking on. She turns it off, standing upright. \n[2]Murphy pulls the loop up as the buoy nears, aiming to hook it on its wind gauge. \n[3]Murphy corrects. \n[4]Murphy yanks on the line. \n[5]As the line goes taught he pulls his hands away just in time, the line snapping hard against the rail. Below, the buoy heels over as it's pulled. \n[6]The line is smoking with the friction, the steel railing bowing a little with the weight as they look on. \n[7]The buoy is held fast between the docking line and its own mooring. \n[8]As they watch the buoy suspended over the water between the creaking docking line and its own underwater mooring cable. \n[9]The buoy swings back and forth as it rights itself, rising on a swell, passing beyond the bow of the Chimera. \n[10]He gets no response, then presses the talk button. \n[11]Only silence returns on the radio as Dodge holds there, then: \n[12]The CAMERA STOPS ON KATIE standing on the other side of the room, now empty of people, returned to its shabby, abandoned state. ", "ON THE BUOY": "\n[1]As it drifts along the side of the Chimera. Murphy drops the line down, the buoy bouncing on the swell. \n[2]The buoy approaches, rising and falling with the swell. \n[3]The loop is too low. It's going to miss the mark as the buoy drifts toward it, when the swell drops and the buoy goes down. \n[4]And the loop catches on the wind gauge. \n[5]It drops with the swell, the line stretching, then swinging the giant concrete buoy float into the side of the hull with a huge BOOMING CLANG. \n[6]As the buoy falls again with a swell and slams into the side of the ship. The water returns, lifting it high. The ship is dragging it back and it begins to rise up as its mooring comes taught. The line rises with it and soon the buoy is at a steep angle as it comes out of the water. \n[7]The buoy rises fully from the water, all three tons of it, and as it does, the wind gauge's steel mount begins to bend. \n[8]The gauge mount snaps and the docking line flails free, sending the buoy hurtling back into the water in a curtain of spray, whipping wildly from side to side. ", "VOICE": "\n[1]\"Cock-a-doodle-doo,\" said the rooster to the crow. \"Where are you now? I know, but won't say so.\" \n[2]Penny whistle toy. Penny whistle toy. Penny whistle toy. Penny whistle toy. \n[3]\"Cock-a-doodle-doo,\" said the rooster to the crow. \"Where are you now? I know but won't say so.\" \n[4]Penny whistle toy. Penny whistle toy. \n[5]Penny whistle toy. Penny whistle toy -- . \n[6]\"Cock-a-doodle-doo, said the rooster to the crow. Where are you now? I know but won't say so.\" \n[7]Penny whistle toy. Penny whistle toy. Penny whistle toy. Penny whistle toy. ", "VASILI": "\n[1]I thought you say Tuesday. \n[2]What's this? \n[3]No, no. You got leak. \n[4]That cost me twenty grand at least. \n[5]Twenty. You knock off twenty and then we see. After my guy looks at it. \n[6]You want fair pay, make hamburger for Mickey D. Otherwise, please to sign. ", "WITH EPPS": "\n[1]Epps coolly puts out her cigarette as a circle has gathered around her and the girlfriend, anxious to see a girl fight. \n[2]Epps hangs on to the top of the crane as it comes to the starboard anchor alley in the bow of the Chimera. Dodge pokes his face out from the other side. \n[3]A tattered, bound book lies in the refuse of a forgotten corner. Epps picks it up. The cover has been ripped off and the pages are torn. But, as she looks through it, she sees that it is the ship's log. \n[4]Epps scrambles behind a deck vent. \n[5]As Epps holds there she sees the vent opening. She pulls herself up and climbs inside. \n[6]Epps is forced down by the boiler, trapped between it and the bulkhead. "}}