{"dialogues": {"ENID": "\n[1]God, what a bunch of retards... \n[2]I know, I liked her better when she was an alcoholic crack addict! She gets in one car wreck and all of a sudden she's Little Miss Perfect and everybody loves her. \n[3]What?... Oh suck my fucking dick! \n[4]These assholes are saying that I have to go to Summer school and take some stupid art class! \n[5]Remember that stupid hippie art teacher who failed me sophomore year? I didn't think that just because you get an \"F\" that means you have to take the class over again. \n[6]This is so bad it's gone past good and back to bad again... \n[7]Just think, we'll never have to see any of these creepy faces ever again. \n[8]Shut up! \n[9]What? Why? \n[10]Yeah, we graduated high school -- how totally amazing. \n[11]Nothing. \n[12]Oh yeah, that'll definitely happen... \n[13]Since when is she an \"actress\"? \n[14]What about me? Am I not even here? \n[15]We're not. \n[16]Just because. \n[17]What are you going to be when you grow up, Todd? \n[18]See, that's exactly the kind of thing we're trying to avoid. \n[19]Oh my god, look! Is Stacy Himmler going out with Rod Harbaugh? \n[20]He better watch out or he'll get AIDS when he date-rapes her. \n[21]God, just think, we'll never see Dennis again. \n[22]God, think about that... that's actually totally depressing. \n[23]Look at these people behind you. I'm totally convinced they're Satanists. \n[24]Just look at them! \n[25]Soon... I have to wait and see how this Summer class goes. \n[26]Yeah, I just picked the one that sounded the easiest. \n[27]I know, it hasn't really hit me yet. \n[28]You're late, asshole. \n[29]Did you bring that tape? \n[30]I did too! \n[31]Fuck you, you stupid redneck hick! \n[32]We should follow them! \n[33]Thanks for the tape - I'll have to pay you later, I'm broke. \n[34]Later, \"Dude\". \n[35]In fact, never. \n[36]You know, sacrifice virgins and stuff... \n[37]Maybe there's some weird secret satanic society that meets at the Quality Cafe and all of the other regular customers are in on it except for us. \n[38]Maybe they're slowly poisoning us or they're planning to brainwash us and -- \n[39]Hey, look at this... \n[40]\"Authentic 50's diner\"? Since when were there mini-malls in the 1950's? \n[41]I feel as though I've stepped into a time warp! \n[42]Hi, Al! \n[43]That was a popular dish in the 50's, huh Weird Al? \n[44]I just want an order of onion rings. \n[45]You loser! \n[46]Did you notice all those weird things on the menu? Like \"The Salad Explosion\"? \n[47]What does that even mean? \n[48]God, this paper is so boring. Who reads all this shit? Here we go... \"Windsurfing Doctor, Mensan IQ, maverick Sagittarius. Let's hit the clubs, make each other laugh!\" \n[49]Okay, well here's yours... \"Who said all the most eligible bachelors are taken? Not this one! Stunning bod, very snugglelicious ocean sunset dreamer.\" \n[50]Later I might be interested in one of those far-out \"mindbenders.\" \n[51]Jesus! Listen to this one: \"Do you remember me? Airport shuttle, June 7th. You: striking redhead with yellow dress, pearl necklace, brown shoes. I was the bookish fellow in the green cardigan who helped you find your contact lens. Am I crazy, or did we have a moment?\" \n[52]I know. And he's like psychotically obsessing over every little detail. \n[53]Oh, we totally have to. \n[54]Does Oomie really like this show? \n[55]Wait... I just want to see what's on this tape. \n[56]I dunno. John Ellis always puts on all this sick stuff that I have to fast-forward past to get to the good stuff.  There's supposed to be a Don Knotts movie on here someplace. \n[57]Hey - why do you have this? \n[58]I've been looking all over for this. \n[59]Look at how cute I am! \n[60]Look, that's back when I hated you. \n[61]There's my dad with Joanie. \n[62]No, she was the second wife. The third one was the super-bitch - Maxine. There! Look at her! \n[63]What a fucking monster! \n[64]If he's supposed to be so weird, how come he's wearing Nikes? \n[65]Joey McCobb is our God. \n[66]I bet! Actually he reminds me of that one creep you went out with -- you always go for guys with some lame, fake shtick. \n[67]That Larry guy -- what look was he going for? A gay tennis player from the forties? \n[68]Which loser? \n[69]Oh yeah. \n[70]Why do I always have to do it? \n[71]I remember when I first started reading these I thought DWF stood for \"dwarf!\" \n[72]Shh, it's his answering machine... We hear the indistinct traces of a musical message followed by a faint \n[73]Hi, it's me - your \"striking blonde.\" Of course I remember you.  Let's get together for lunch sometime... How about Friday at one o'clock?... Why don't you meet me at my favorite restaurant, \"Wowsville\"... It's in the mall on Century Parkway... I'll see you there, darling... and be sure to wear that sexy green cardigan... \n[74]Well hello there, young employee of the Sidewinder. \n[75]What can you tell me, young man, about the various flavors of \"frozen yogurt\"? \n[76]I'm afraid I don't understand. I simply wish to know -- \n[77]I don't believe I care for any of those. \n[78]So Josh... \n[79]That guy rules! \n[80]So Josh, will you give us a ride? Please? Pretty please? It's going to be super fun! \n[81]It's just an excuse for us to spend time with you. \n[82]God, I think Josh is too mature for us. \n[83]Yeah, Josh, c'mon... MOVE IT! \n[84]It's still twenty-five minutes early. \n[85]This is the ultimate. It's like the Taj Mahal of bad, fake 50's diners. \n[86]SHH! He's back there. I can see his hair bobbing up and down. \n[87]I'm going to tell him you said that. \n[88]Hey, Weird Al, there's something my friend wants to tell you -- \n[89]She says she wants to MMPH! \n[90]So Josh... Becky and I are trying to figure out what makes you tick. Tell us about your political beliefs. \n[91]No, I'm serious. Give us your whole basic philosophy in a nutshell. \n[92]Is he wearing a green cardigan? \n[93]That's not him... Jesus, stop freaking me out. \n[94]I figured something like that... \n[95]It's obviously him! \n[96]Oh my god, he just ordered a giant glass of milk! \n[97]He's still just sitting there. God, this is totally unbearable! \n[98]Go ahead and look, but don't make it too obvious... \n[99]I dunno... \n[100]Hey Weird Al, did that guy say anything to you before he left? \n[101]Oh my God, that's HIM! \n[102]Totally! Look! \n[103]He's insane! \n[104]Come on, Josh... don't you want to see where he lives? \n[105]But this guy is like a one-of-kind, rare butterfly, and we have to follow him back to his natural habitat... \n[106]He doesn't even look that bummed out, really. \n[107]This kind of thing must happen to him all the time. \n[108]This is way too creepy. \n[109]I'm afraid if I see him, I'll start feeling really bad again. \n[110]So what should we do? We can't just hide all day waiting for him to come out... \n[111]This is girl mail. \n[112]This is all computer catalogues and stuff... \n[113]Bingo! \n[114]Shit! \n[115]Come on, it's too late now... \n[116]Ew, look at this... \n[117]I think it's cute - look at his little weasel teeth. \n[118]A what? \n[119]How much is this? \n[120]That's okay... \n[121]Do you have any other old records besides these? \n[122]Who does? \n[123]Do you have any old Indian records? \n[124]You know, like weird 1960's Indian rock n' roll music. \n[125]Sure!... Wait, maybe not 78s, but I can play regular records... \n[126]Sure, I guess. \n[127]Is this one any good? \n[128]Wow! \n[129]How much is it? \n[130]Okay. \n[131]I'm sure it's fine. \n[132]I know... I still can't get over that his name was \"Seymour.\" \n[133]It was so cute how he had his own little bags. I thought I was going to start crying!... Do you think they're gay? \n[134]Oh yeah... \n[135]I dunno... I kind of like him... He's the exact opposite of everything I really hate... In a way he's such a clueless dork that he's almost cool... \n[136]Yeah, but... you know what I mean. \n[137]Forget it, I can't explain it... \n[138]What are you doing here, Melorra? \n[139]Well, we won't keep you. \n[140]We're not sure yet, that's why we're looking. \n[141]What, is she black now? \n[142]What are you talking about? \n[143]You just want an excuse to dress like some stupid fashion model without me making fun of you. \n[144]Okay, okay, I promise... Jesus, you're out of your mind. \n[145]Nope. What are you making, pancakes? \n[146]What? How long have you been standing there? \n[147]Fuck you, bitch! \n[148]We still have to go in there sometime. \n[149]I bet they have tons of incredible shoes hidden in the back. \n[150]Hey look, it's the pants. \n[151]Let's go hassle Josh. \n[152]As always. \n[153]I wonder if he's just totally insane and he really thinks a bus is coming or -- \n[154]Hi... what's your name? \n[155]...are you waiting for a bus? \n[156]I hate to tell you this but they cancelled this bus line two years ago... There are no buses on this street. \n[157]\n[158]He's probably in there jerking off. \n[159]Yeah, he's beyond human stuff like that. \n[160]Do you have a pen? \n[161]It'll only take a second. \n[162]Don't you creeps ever talk about anything nice? Don't you ever talk about fluffy kittens or the Easter Bunny? \n[163]Blow me, doofus! \n[164]Tell me what? \n[165]I know it's over, asshole, I -- \n[166]That's not even -- \n[167]That tape sucked, by the way! \n[168]Go die, asshole! \n[169]It's not like I'm some modern Punk dickhead... It's obviously supposed to be a 1977 Punk look, but I guess Johnny Fuckface is too stupid to get it! \n[170]Everybody's too stupid! \n[171]Yeah, it took a while before I got a chance to play it, but when I heard that song it was like -- \n[172]Yeah, that's good too... the whole record was good, but that one song, \"Devil Got My Woman\" -- I mostly just keep playing that one over and over... Do you have any other records like that? \n[173]Wow! \n[174]Yeah, sure, I guess... \n[175]I thought it wasn't for sale. \n[176]It's kind of falling apart. \n[177]Wow... \n[178]Oops! I dropped it! \n[179]Hey, I was only kidding! \n[180]Jesus, Seymour... are you all right? \n[181]Enid. It's sort of like a diary I guess. \n[182]Hey, you have to see my new good luck charm. \n[183]This morning at Seymour's garage sale. \n[184]Forget it. I'm sure it sucks. All these movies suck. \n[185]No. \n[186]Let's get out of here, this place makes me sick. \n[187]I know a party we could go to... \n[188]It's a surprise. \n[189]If I promise you there's really a party with a lot of guys, do you promise you'll go? \n[190]Aw c'mon, this is a fun party. \n[191]I'll be right back, I'm gonna go get a beer. \n[192]What was all that stuff about enlarged holes and tight cracks? \n[193]You're right about that. So this is your record collection? \n[194]Really? Can I see it? \n[195]Wow! This is like my dream room! Are these all records! \n[196]God, look at this poster!  I can't believe this room! You're the luckiest guy in the world! I'd kill to have stuff like this! \n[197]Oh, come on! What are you talking about? \n[198]No you're not! You're a cool guy, Seymour. \n[199]I'm talking to you... I'll bet there are tons of women who would go out with you in a minute! \n[200]No really... I guarantee I could get you a date in like two seconds... \n[201]I'm totally serious! \n[202]I mean it -- You leave everything to me -- I'm going to be your own personal dating service! \n[203]Mark my words, by the end of this summer you'll be up to your neck in pussy! \n[204]What about her? Would you go out with her? \n[205]But putting that aside for now, would you go out with her? \n[206]Okay, what about this one? Are you into girls with big tits? \n[207]C'mon Seymour, I'm trying to collect data here! Don't you want me to find you your perfect dream girl? \n[208]Every guy has a type! \n[209]Hey look, there's Norman! \n[210]Hi Norman. \n[211]We need to narrow this down somehow... we need to find a place where you can meet women who share your interests. \n[212]Yeah yeah yeah... Just tell me your five main interests, in order of importance. \n[213]Let's just say \"music\" - that way you only use up one... Wait, we have to go in here for a second... \n[214]Hi Josh. \n[215]I just stopped in to say hi. \n[216]This is my friend Seymour. \n[217]See you later, Josh! \n[218]Josh? He's nobody's boyfriend... He's just this guy that Becky and I like to torture. \n[219]Oh my god! We have to go in here! \n[220]Please, Seymour... Becky and I have been dying to go in here but we can't get any boys to take us...  Please? \n[221]We'll just go in for one minute -- it'll be a riot! \n[222]PLEASE? We have to! \n[223]Fine, I'll go by myself then... \n[224]Wow! Look at all these creeps! \n[225]\n[226]What kind of weirdo would actually have sex with this? We have to buy this! \n[227]God, this place is a total riot! \n[228]Look at this -- \"Lollipop Lolitas\" - isn't child pornography totally illegal? \n[229]Oh my god! \n[230]How much are these boots? Do you have these in size five? \n[231]OH MY GOD SEYMOUR! You have to lend me the money to buy this. \n[232]C'mon, Seymour, please? \n[233]Give me all your money, bitch! \n[234]You won't believe it! Guess! \n[235]Anthony's II! \n[236]Just now... I went with Seymour. \n[237]\"Where on the human body is the 'Douglas Pouch' located?\" \n[238]That guy is totally amazing. \n[239]God, how can you stand all these assholes? \n[240]At least the wheelchair guy is sort of entertaining... \n[241]That rules! \n[242]But those are our people... \n[243]I'm working on it... I've got a few leads... it's just that right now I have, all these projects that take up all my time. \n[244]Nothing. Don't worry... I promise I'll get a job next week. \n[245]Will you get off my back for once? \n[246]Look, I told you I'm not going to college. \n[247]Look at me -- I'm not even listening to a word you're saying. \n[248]Who? \n[249]How should I know? \n[250]Who? \n[251]\n[252]Not the Maxine? \n[253]God, how horrifying. \n[254]I wonder if I hang around with you because you're like my surrogate mother figure or something. Like I have this subconscious biological need to be nagged and bitched at constantly. \n[255]Or maybe... did you ever think that deep down we really might be lesbos? Maybe that's why we spend so much time together. \n[256]Which one? \n[257]He's like the biggest idiot of all time! \n[258]Heads up. \n[259]Which one is your band? \n[260]Bitchin'. \n[261]What a dork! \n[262]Yeah, right... Believe me, at this point I'm over the fact that every single guy likes you better than me! \n[263]That's not true, I just hate all these obnoxious, extroverted, pseudo- bohemian losers! Sometimes I think I act so weird because I'm crazy from sexual frustration. \n[264]...maybe we should be lesbos... \n[265]It's supposed to be Don Knotts. \n[266]I dunno... I just like Don Knotts. \n[267]Relax, Seymour, relax... \n[268]So, why did you bring this along? \n[269]This bar's going to be packed with girls for you to pick from. \n[270]Jesus, Seymour. \n[271]Well, offer her a seat! You want me to do it? \n[272]Just wait here. \n[273]I told her you were a big record executive and you were thinking of signing that band to your label. \n[274]We just need to figure out a place where you can meet somebody who isn't a total idiot, that's all. \n[275]It's not hopeless... \n[276]Yeah, well, I can't relate to humanity either, but I don't think it's totally hopeless... \n[277]I'd rather end up like you than those people at that stupid bar...  At least you're an interesting person... at least you're not exactly like everybody else... \n[278]It doesn't matter, I'm not staying long... I just want to make sure I convince you not to give up yet. \n[279]Wow, this is so cool... \n[280]I dunno... because I can't stand the idea of a world where a guy like you can't get a date... \n[281]What the fuck, Seymour?! What is this? \n[282]What, are you a klansman or something? \n[283]\"Four-piece Cook's special deep fried with side n' slaw it's OUT RAY-GEOUS\"! \n[284]Why doesn't everybody know this? \n[285]You work at Cook's Chicken? \n[286]What are you, a fry cook or something? \n[287]Jesus, I'd go nuts if I had to work in an office all day. \n[288]Yeah, but still... \n[289]So, I don't really get it -- are you saying that things were better back then even though there was stuff like this? \n[290]Hey, can I borrow this? \n[291]I promise I'll take good care of it. \n[292]Don't you trust me, Seymour? \n[293]Well, I got the idea when I was doing some research and I discovered that Cook's Chicken used to be called Coon's Chicken, and so I decided to do my project based on this discovery as kind of a comment on racism... and the way racism is whitewashed over in our culture... \n[294]Well, no - it's more like a \"found art object.\" \n[295]It's complicated... I guess I'm trying to show how racism used to -- more out in the open and now it's hidden, or something... \n[296]I'm not sure... I mean... I guess because when we see something like this it seems really shocking and we have to figure out why it's so shocking? \n[297]Yeah, maybe it'll be okay. At least I'll get to see every movie for free, I guess... I had to lie and tell them I already graduated... \n[298]I dunno, but next week is my last class... \n[299]Wasn't it like eighth grade? \n[300]That must have been when my dad was married to Maxine... \n[301]We were such desperate sluts back then. \n[302]You can count on me, sir! \n[303]I wish!... actually you wish... after about five minutes of this movie you'll wish to God you had about ten beers! \n[304]Why? What difference does it make? You already got his money... \n[305]But I was only trying to be friendly... \n[306]Okay, okay... I won't say a word... \n[307]That's three dollars. \n[308]Ewww!... Here you go -- smothered in delicious yellow-chemical sludge! \n[309]What? I'm just kidding around with the customers... It's my shtick! \n[310]But I feel weird... it's so sleazy. \n[311]Jesus... \n[312]A medium sprite? Why sir, do you not know that for a mere twenty five cents more you could purchase a large beverage that has a volume of over twice that of a puny medium drink? ...I'm only telling you this because we're such good friends -- Medium is strictly for suckers who don't understand the concept of value! \n[313]I told you - my manager was a total asshole! Don't worry, I'm going to get another job... and anyway, I have some ideas for how to make money in the meantime... \n[314]Fuck it. Everything must go! \n[315]That's not for sale. \n[316]Oh, that's a mistake -- I decided not to sell it... \n[317]Oh yeah right, like I'm gonna let some asshole with a goatee own Goofy Gus. \n[318]That's five hundred dollars. \n[319]Five hundred. \n[320]I was wearing that dress the day I lost my virginity. \n[321]Why do you even want it? It would look stupid on you. \n[322]Put that stuff back, it's not for sale. \n[323]Yes! Go away! \n[324]Don't worry. \n[325]Yeah, thanks. \n[326]I can't, it's Seymour's birthday... Shit! What time is it?  I have to go to the store! I was going to make him a cake... \n[327]Yeah, I guess... call me... \n[328]You can open your eyes now. \n[329]No, Doofus... blow it out! \n[330]Are you okay? \n[331]What is that? \n[332]What, like a girdle? \n[333]Yeah, well, you're not the only one. Everybody I know has totally fucked up problems... It seems like only stupid people have good relationships... \n[334]I mean, I'm eighteen years old and I've never even had a real, steady boyfriend for more than like two weeks! \n[335]Never... \n[336]I know. It's not like it makes all your problems go away. \n[337]Actually, I've got a total crush on this one guy right now, but it's a really fucked-up situation... \n[338]Oh wait, you met him... remember that guy Josh? I'm like practically obsessed with him, but I can't do anything about it because Becky would freak out. \n[339]Never mind, it's way too complicated... Did you have problems like this when you were my age - where you're totally confused all the time? \n[340]I wonder if you really like all these old records or if you only like the fact that nobody else likes them? \n[341]Aren't you going to get that? \n[342]Wow! What was that all about? \n[343]That didn't sound like a joke to me... what, did you write a personal ad or something? \n[344]Seymour! I promise you that wasn't a joke -- you have to call her back! \n[345]Well, uh... I'm an expert-about stuff like this -- she was totally for real! \n[346]Hi. Look, I'm kind of tired - I think I'll go to bed. \n[347]I-I really have to get up early for class tomorrow. \n[348]I'm taking a remedial high school art class for fuck-ups and retards. \n[349]Uh-oh. \n[350]I'm not really sure - working, I guess... \n[351]Hmm. \n[352]...wow... \n[353]I dunno... Would I have to take classes and stuff? \n[354]\n[355]I think one of us should fuck Josh... \n[356]No, really... \n[357]I am not -- I just think it'd be funny to see what he'd do... \n[358]Yeah, but maybe one of us should at least try... \n[359]I can't afford stuff like this right now. \n[360]Why do you care about this kind of stuff? \n[361]I can't imagine spending money on towels. \n[362]You're insane. \n[363]What thing? \n[364]Oh yeah... maybe... Seymour's going on his big date tonight and I kind of want to be around when he calls, so I can hear how bad it went. \n[365]Hi, it's me... \n[366]So, what happened? \n[367]What? You're kidding me... \n[368]What, are you going to like have sex with her on your first date? \n[369]Do you still want to do something tonight? \n[370]I can't believe it - he actually scored! \n[371]So should I come over? \n[372]What are you talking about? Who? \n[373]I don't believe you. \n[374]Can I come in? \n[375]I guess. \n[376]I don't know... I'm totally confused... \n[377]Sit over here. \n[378]Why? \n[379]Are you trying to get me wasted so you can take advantage of my womanly charms? \n[380]\"Yeah, right\"... well why not?  What's so wrong with me? \n[381]Then why do you hate me so much? \n[382]You've never once said anything even remotely nice to me. \n[383]That's just the way I am! \n[384]It's just my stupid way of getting attention! God, I practically love you, Josh! \n[385]Do you have any protection? \n[386]Why do you have that stupid poster? \n[387]Why do all guys have to play stupid guitars? It's so typical... Either they're into cars or guns or sports or guitars... it's so obvious... \n[388]I couldn't sleep... I should get going; I feel really weird... \n[389]I don't think we should... Look, you have to totally promise me you won't tell Becky about this. \n[390]Because if you do, I'll kill you! \n[391]Just take my word for it... if she ever finds out about this I'll never hear the end of it... \n[392]Boo! \n[393]Where have you been? I've been looking all over for you... I've been wandering the streets day and night trying to find you... \n[394]No, actually Joe told me you were here... so how come you never call me anymore? \n[395]Yeah, I'll bet! So, how's it going with what's-her-name? Dana? \n[396]So, what kind of stuff do you guys do together? Is she into old records and stuff? \n[397]Sounds good... \n[398]What, are you trying to get rid of me? \n[399]Aren't you even going to ask me how I'm doing? \n[400]I dunno... okay, I guess... I fucked that guy Josh finally... \n[401]Maybe... I dunno... He wants to be, of course. I'm weighing several offers at the present time... \n[402]It's great to finally meet you! \n[403]I'm surprised he hasn't mentioned me we're old friends. \n[404]Yes, we're very close... In fact, I was standing right next to Seymour the first time you called. If not for me, he would have never called you back! \n[405]Oops! Look at the time!  I've got to run! I'll stop by to see you some time, Seymour... It was really great to meet you! \n[406]What is it now? \n[407]I guess. \n[408]Tell her to forget it - I don't need her help. \n[409]I'm going to this stupid art show and I want you to be my date... There's something I have to show you... \n[410]Of course you should. C'mon, I'm already a million hours late. \n[411]Well forget the art show... let's do something else. \n[412]Well when can we do something? \n[413]Where did you get those pants? \n[414]And you like them? \n[415]So that's it? You don't ever want to see me again? \n[416]What's her problem anyway?  Did she actually tell you you couldn't see me? \n[417]What does she mean by that - \"somebody like me\"? \n[418]You must have done something to make her think you like me. \n[419]Does that mean you don't like me? \n[420]So, do you like me, Seymour? \n[421]In whatever way you think I mean. \n[422]I don't think you understand how I really feel about you, Seymour. \n[423]Nothing. Don't worry, I won't bother you any more. \n[424]Where are we? This is a weird neighborhood... \n[425]I just mean it's weird to me... I've never been anywhere near here in my life. \n[426]What? When did you see Josh?! \n[427]Why? What did he say? \n[428]When was this? \n[429]Great... \n[430]I said \"great\"... \n[431]Well, what am I supposed to say? \"I can't wait to live in some depressing shit-hole in the middle of nowhere\"?! \n[432]Because you'll freak out and act like a total psycho about it. \n[433]You're the one who's still living out some stupid seventh-grade fantasy! \n[434]God FUCK YOU TOO! \n[435]Nothing. \n[436]It's nothing -- it's just some hormonal thing... don't worry about it... \n[437]What? \n[438]Hi I brought over my application for the art academy... I hope it's not too late... \n[439]What do you mean? \n[440]Huh? \n[441]I didn't check my messages... \n[442]Help me what? \n[443]But... can I still get that scholarship to the Art Academy? \n[444]I had to see you. \n[445]Can you at least let me in? \n[446]Look, I just need somebody to be nice to me for five minutes and then I'll leave you alone. \n[447]Do you have anything to drink? \n[448]What about this? \n[449]FUCK DANA. I'm sick of Dana. \n[450]You need a bigger place - this is like a little kid's room. \n[451]Where did you get this? \n[452]Jesus, how can you stand her? \n[453]That's great! \"Half-empty\" - that's what I like about you, Seymour, you're a natural pessimist! \n[454]What are you talking about? You're disappointed every minute of your life. \n[455]At least you're not like every other stupid guy in the world - all they care about are guitars and sports... they're all such fags! \n[456]How come in all that time I was trying to get you a date, you never asked me out? \n[457]Yeah, but still... it's kind of insulting for a girl to be ignored like that. \n[458]I dunno... I always feel like everybody secretly hates me. I'm just paranoid I guess. I mean, you like me don't you? We're good friends, right? \n[459]...Maybe I should just move in here with you... I could do all the cooking and dust your record collection and stuff until I get a job. \n[460]Oh yeah... and Dana... You were a lot more fun before you met Dana. You've been acting way too normal lately... you're a bitter, twisted, fucked-up guy, Seymour, that's why I like you. \n[461]You know what my number one fantasy used to be? \n[462]I used to think about one day not telling anybody and just taking off and going to some random place... Do you ever think about stuff like that? \n[463]It would have to be some totally average day when nobody was expecting it, and I'd just disappear and they'd never see me again. \n[464]You know what we should do? Let's go get in your car right now and just take off! We could just drive away and find some new place and start a whole new life... fuck everybody! \n[465]I'll drive, then -- we'll go out in a blaze of glory! \n[466]Who cares? Let's just go... what's stopping us? \n[467]I'm serious! I'm just so sick of everybody! Why can't I just do whatever I want? \n[468]What do you want? \n[469]What's the matter with you, Seymour? Don't you like me? Be a man for once in your life! \n[470]God, Dana's going to kill you! \n[471]What?... Maybe... no... I dunno... \n[472]No... forget it... \n[473]Yeah, well... me neither... \n[474]I was just thinking out loud... I mean, you've got this whole thing with Dana -- I'm not going to let you fuck that up... \n[475]Shhh... I really need to get some sleep. \n[476]Shhh! \n[477]Oh yeah, like he even noticed. \n[478]I can treat him any way I want to - I'm an adult! Leave me alone! \n[479]I need to talk to you. \n[480]I'm sorry about the other day. I don't know what's wrong with me... I really do want to move in with you. \n[481]Please let me come with you. Please please please... \n[482]Of course it's a good idea... it's our plan. \n[483]I'll get a job tomorrow, I promise. If I don't, you can totally tell me to fuck off. \n[484]Are you going to yell at me? \n[485]I was in a horrible mood - tell her not to worry, I'll be completely out of her life in a few days. \n[486]I-I'm not sure... yeah, maybe. \n[487]What do you mean \"on his way up\"!? \n[488]What's wrong with you?! Tell him I'm not here! \n[489]\n[490]It's fine. \n[491]There. \n[492]I'm gonna finish packing tonight... I'll bring it over tomorrow sometime. \n[493]I dunno... \n[494]Hi. \n[495]You're lucky then, you can't see the veins on that guy's biceps. \n[496]Maybe an orange juice. \n[497]Hey, look what I got... \n[498]It just came yesterday... \n[499]Hey Josh. \n[500]Definitely. We still have to go to that shoe store sometime. ", "REBECCA": "\n[1]I thought Chipmunk-face was never going to shut up. \n[2]It's totally sickening. \n[3]What? \n[4]Why? \n[5]You loser. \n[6]This is so bad, it's almost good. \n[7]Unless they're in your Summer school class! \n[8]Uh oh... don't turn around... \n[9]Forget it... \n[10]I know, she needs to die immediately. \n[11]Oh... hi... \n[12]Yep. \n[13]We have other plans. \n[14]How perfect. \n[15]Good. \n[16]Hi. \n[17]Why? \n[18]So, when are we going to start looking for our apartment? \n[19]Did you sign up yet? \n[20]God, it's so weird that we're finally out of high school... We've been waiting for this our whole life! Now we can get our own apartment and do anything we want.  It's such a weird feeling. \n[21]Hey, look, the satanists are leaving! \n[22]Totally... Oh my God, look! \n[23]Much later. \n[24]What do you do if you're a satanist, anyway? \n[25]That lets us off the hook. \n[26]Or maybe not. \n[27]Okay, okay! \n[28]God, it's so totally pathetic. \n[29]Who can forget this great hit from the 50's? \n[30]Check out the awesome \"fifties\" hairdo on the waiter. \n[31]Can we call you \"Weird Al\"? \n[32]I might actually get the pasta special. \n[33]I know... and instead of \"dessert\" it says \"Mindbenders.\" \n[34]Check out the Personals... maybe our future husbands are trying to contact us. \n[35]You can have that one. \n[36]Gross. \n[37]God, that's so pathetic. I bet she didn't even notice him. \n[38]We should call him and pretend to be the redhead. \n[39]Isn't it weird? It's her favorite. \n[40]So what should we do? \n[41]What is this? \n[42]Wait, what is that? \n[43]You lent it to me in like tenth grade. \n[44]What a little hosebag. \n[45]I remember every minute of that party. \n[46]I can never keep them all straight - was she the super-bitch? \n[47]Oh my God! This is that comedian I was telling you about! You have to see this guy -- he's the absolute worst! \n[48]God, that's barely even a joke. \n[49]I want to do him! \n[50]What are you talking about -- who? \n[51]Fuck you! \n[52]Hey! We forgot to call the loser! \n[53]You know, the green cardigan guy. \n[54]You call. \n[55]You're better at it. \n[56]What does it stand for? \n[57]Look at this! \n[58]Please Josh? \n[59]So Josh, if this guy freaks out, will you protect us? \n[60]I know, look at the way he drives... he's like an old man. \n[61]Look, maybe that's him! \n[62]I want to \"make love\" to him. \n[63]\n[64]Oh my God, look, that's got to be him! \n[65]What exactly is a cardigan anyway? \n[66]Oh my God! \n[67]I can't believe it! \n[68]What's going on now? What's he doing? \n[69]What's he doing now? \n[70]I wish I could see him. \n[71]Do you think he knows? \n[72]Are you sure? \n[73]We should follow him home. \n[74]God, he lives right in our neighborhood! \n[75]I know... wouldn't you be totally pissed off? \n[76]He won't see us... we'll just stalk him from a distance. \n[77]The W.C. Fields Fan Club Newsletter... Oh my God, The National Psoriasis Foundation! \n[78]Wait! Do you hear that? \n[79]What should we do? What if he recognizes us? \n[80]Gross! \n[81]Ew, it's like some gross rat... \n[82]Mm... \n[83]That was truly pathetic. \n[84]He was so excited when you bought that record -- you're a saint!... God, these apartments are super expensive... \n[85]What about the \"striking redhead in the yellow dress\"? \n[86]He should totally just kill himself... Hey, here's one ...Oh wait... you have to share it with a non smoking feminist and her two cats... \n[87]That guy is many things but he definitely isn't \"cool\"... This one would be okay, but there's no kitchen... \n[88]Not really... \n[89]We're looking for an apartment. \n[90]Somewhere downtown. \n[91]\"Funky\"? \n[92]I've been thinking about when we look for our apartment how we have to try and convince people that we're like these totally rich yuppies... \n[93]That's who people want to rent to. It's a known fact that it's way easier to get a job and everything if you're rich... All we have to do is buy a few semi-expensive outfits and act like it's no big deal... it'll be fun. \n[94]Just promise you'll do it. \n[95]When did you do that? \n[96]Did you have to buy new hair dye or did you still have some left over from eighth grade? \n[97]It's always closed... \n[98]Where are we going? \n[99]\"Hassle\"? \n[100]There he is... \n[101]Waiting for the bus that never comes... \n[102]Why don't you ask him. \n[103]\n[104]I'll bet he never jerks off... \n[105]Should we leave a note? \n[106]You're not really going to leave that are you? \n[107]Why are we going here? I hate this place. \n[108]What was that all about? \n[109]I didn't get it either. \n[110]How about this one? \n[111]Ew ... when did you get that? \n[112]God, aren't you tired of Seymour yet? \n[113]How about this? \n[114]We have to do something fun tonight this is my last weekend of freedom before I start my stupid job. \n[115]What? Where?! \n[116]I don't believe you. \n[117]I totally, totally hate you. \n[118]Yes. \n[119]Melorra... \n[120]Wait... \n[121]Can I get you a biscotti to go with that? \n[122]Where did you get that? \n[123]Where? \n[124]No way... when? \n[125]You cunt! \n[126]He does that every single day. \n[127]Can I get you a... \n[128]I don't know... Some people are okay, but mostly I feel like poisoning everybody. \n[129]He's a total asshole... He doesn't even need that wheelchair, he's just totally lazy! \n[130]No, it doesn't. You'll see... you get totally sick of all the creeps and losers and weirdos. \n[131]Yeah, well... So when are you going to get your job? \n[132]Like what? \n[133]God, I can't believe you went to Anthony's without me. \n[134]...you don't have to make a million dollars -- just get any stupid job so we can at least start looking for an apartment. \n[135]You hang out with me because nobody else can stand to be around you. \n[136]You're gross. See that guy? \n[137]He gives me a total boner! \n[138]Okay, you're right. \n[139]Thanks... \n[140]You're just jealous. \n[141]Face it, you hate every single boy on the face of the earth! \n[142]Haven't you heard about the miracle of masturbation? \n[143]Get away from me! \n[144]Are you kidding? It's a dream job! I can't believe you got a job like that without even trying... God, I wish that was my job... \n[145]When are you finally going to get your diploma? \n[146]Anyway, now we can start looking for the apartment... Do you remember when we first came up with that whole idea of renting our own apartment? \n[147]Seventh... you wanted to move out right then! \n[148]I remember our big plan was as soon as we got the apartment we were going to trick Daniel Dusentrieb into coming over and then fuck him. \n[149]What are you talking about? What kind of loser gets fired after one day?! \n[150]This is it? I can't believe you're selling some of this stuff. \n[151]Oh my god, I remember this hat... this was during your little old lady phase... \n[152]What was that all about? I thought everything must go! \n[153]Oh my god, you're selling that? \n[154]Now are you going to get a regular job? \n[155]If it makes you feel any better, I don't think you could've gotten more than ten bucks for all this stuff. \n[156]Do you want to do something tonight? \n[157]Well, are we still going shopping tomorrow? \n[158]Since when can you make a cake? \n[159]Go ahead... \n[160]God, you're really obsessed... \n[161]I thought we decided that Josh was way too cool to be interested in sex, and that he's the only decent person left in the world and we would never want to bring him down to our level and all that... \n[162]No matter what happened it would be a big disaster... Let's just try and keep everything the way it is. \n[163]Look, we have to get these... \n[164]I'm sick of waiting - we need to start getting stuff if we're ever going to move. Aren't these the greatest towels? \n[165]Don't you want nice stuff? \n[166]You don't have to. I'll pay for all the stuff right now and you can pay me back when you finally get a job. \n[167]Do you still want to go to that thing tonight? \n[168]That guy's band is playing tonight... Alien Autopsy. \n[169]God, I'm so sick of Seymour. \n[170]Hello? \n[171]What happened to Seymour? \n[172]How repulsive! \n[173]Actually, I'm just about to go out with some friends... \n[174]Just some people from work... \n[175]Yeah well, you said you were busy... look, I'd better get going... I'll call you tomorrow. \n[176]Goddammit, bitch -- where are you? \n[177]It's a totally normal, average neighborhood! \n[178]Josh says this is a really good neighborhood... \n[179]He came into work. \n[180]Nothing. \n[181]I don't know! God, don't act so jealous I only talked to him for two minutes. \n[182]Twenty-seven fifty-three... do you see it? That must be it... \n[183]What?! It looks totally normal... what's wrong with it? \n[184]Oh yeah, I can tell you really love it! \n[185]There's something wrong with every single place we look at! Why don't you just come right out and tell me you don't want to move in with me?! \n[186]You're the psycho! You haven't been able to deal with anything since high school ended! \n[187]FUCK YOU! Have fun living with your dad for the rest of your life! \n[188]Hello? \n[189]I don't know... I was thinking maybe I should live alone. I decided to rent that place we looked at. I'm moving in next week. \n[190]I don't know - I'm not sure it's a good idea. \n[191]But how are you gonna pay rent and everything? You don't even have a job. \n[192]So, whaddya think? \n[193]So where's all your stuff? \n[194]That's all you're bringing? \n[195]What time? \n[196]Make sure you're here by noon - we have tons of stuff to do... Oh yeah! I have to show you something else! \n[197]Isn't this the greatest? \n[198]What's wrong with you, retard - it's three-thirty! \n[199]She's not at home? \n[200]What the fuck is she doing?! She was supposed to be here three hours ago! \n[201]inside but leaves the door open \n[202]I don't know... where is she, then? \n[203]Josh!? Why would she be with Josh? \n[204]Why? What did she tell you? \n[205]What? Is she having some secret affair with Josh? \n[206]Why wouldn't she tell me? There's no way! She could never keep that to herself... you're crazy. \n[207]That slut! \n[208]Yeah, she thinks you're a dork. \n[209]Look, what do you expect?  Considering how we met you. \n[210]On that pathetic fake blind date. \n[211]Didn't she ever tell you about that? God, she really is pathological... \n[212]Here. Read it and weep. \n[213]Oh, hi... I almost didn't recognize you -- I think I need to get glasses; you're all blurry! \n[214]Actually, he's a really nice guy. \n[215]Do you want anything? \n[216]Wow... finally. \n[217]Yeah, just one second... \n[218]Did you remember to pay the phone bill? \n[219]Call me sometime. ", "SEYMOUR": "\n[1]Indian records? \n[2]I don't have anything after about 1935. I may have one Hindu 78 from the twenties in my collection, but it's not really for sale. I don't really collect \"foreign.\" \n[3]Those are all 78s... Can you play 78s? \n[4]There's some good stuff in here... do you like old music? \n[5]Well there's a few choice LPs in here that re-issue some really great old blues stuff. \n[6]Nah, it's not so great. Here's the one I'd recommend. \n[7]This track alone by Memphis Minnie is worth about $500 if you have the original 78. She was one of the greatest guitar players that ever lived, and a great singer and songwriter as well. I know the guy who owns the original and lent it for use on this reissue. \n[8]A dollar seventy-five. \n[9]If you don't like it bring it back for a refund. We're here every Saturday. \n[10]So you really liked it? Yeah, there's some really rare performances. You liked that Memphis Minnie, huh? \n[11]The Skip James record? Yeah, that's a masterpiece. There are no other records like that! I actually have the original 78 of it in my collection. It's one of maybe five known copies. \n[12]Do you want to see it? I can run upstairs and get it... \n[13]says this when he leaves his table \n[14]Here it is. It's only about V minus and has an incipient lam crack, but plays decent as I recall. \n[15]\n[16]...but it plays like new. There's no groove wear. \n[17]But the crack is so tight it's completely inaudible. \n[18]I... I didn't think you would have any interest in this get together... I mean if you had told me you were coming I would have warned you -- it's not like a real party or anything. \n[19]Oh God no. This is just junk I have for sale or trade. The record room is off-limits. \n[20]Yeah, well sure... you can if you want to... it's just I don't want all these guys in there at once... you know... \n[21]I have about fifteen hundred 78s at this point. I've tried to pare down my collection to the essential... \n[22]Please... go ahead and kill me! This stuff doesn't make you happy, believe me. \n[23]You think it's healthy to obsessively collect things? You can't connect with other people so you fill your life with stuff...  I'm just like all the rest of these pathetic collector losers. \n[24]Yeah right... If I'm so cool, why haven't I had a girlfriend in four years? I can't even remember the last time a girl talked to me. \n[25]Oh, right... \n[26]Good luck... \n[27]Yeah, well... \n[28]I appreciate the offer but you really don't -- \n[29]Jesus! That's very nice of you Enid but I - I really -- \n[30]I don't know, what kind of question is that? I mean it's totally irrelevant because a girl like that would never be caught dead with me... \n[31]I really didn't get a good look at her. \n[32]Jesus! \n[33]I'm just not one of those guys who has a \"type\"... \n[34]I mean as long as she's not a complete imbecile and she's even remotely attractive... \n[35]Maybe I don't want to meet someone who shares my interests.  I hate my interests! Where can I go to meet the exact opposite of myself? \n[36]Well, let's see... I guess I'd have to put Traditional Jazz, Blues, and Ragtime music at the top of the list, then probably... \n[37]So is that your boyfriend? \n[38]Well are -- \n[39]Yeah, sure... very funny.... \n[40]I - I'd really rather not... \n[41]I don't think so... \n[42]I really don't think it's a good idea. \n[43]Shh! \n[44]These are older women just dressed up to look young... I think. \n[45]Uh, I don't have much money with me right now. \n[46]God, that asshole's voice is so hateful! No wonder I never listen to the radio! \n[47]That thing is just so shrill and piercing and loud - it's like someone jabbing me in the face! KFTO comin' atchya on this beautiful evening... \n[48]I brought it for him to autograph. He's going to be amazed to see it - it's one of two known copies... I can't believe they have him for the opening act and not the headliner. What an insult! \n[49]I'm not holding my breath in that department. \n[50]What are we, in slow motion here?! What are ya, hypnotized? Have some more kids, why don't you?... For Christ's sake, would you move!? \n[51]I can't believe these people! They could at least turn off their stupid sports game until he's done playing! \n[52]Yes, that would certainly do... \n[53]Wait a minute! Hang on! Jesus, I gotta think of something to talk to her about. No! No... \n[54]Hello. Uh... that was great music, huh? \n[55]Actually, technically what he was mostly playing would more accurately be classified in the \"ragtime\" idiom. Although of course not in the strictest sense of the more classical ragtime piano music like that of Scott Joplin or Joseph Lamb. Authentic Blues has a more conventional twelve- bar structure in its stanzas. \n[56]What did you tell that girl? \n[57]Jesus... \n[58]Now I remember why I haven't gone anywhere in months. I'm not even in the same universe as those creatures back there. I might as well be from another planet. \n[59]Look, I really appreciate your help, Enid, but let's face it, this is hopeless. \n[60]Yeah, well it's simple for everybody else - give 'em a Big Mac and a pair of Nikes and they're happy! I just can't relate to 99.9% of humanity. \n[61]But it's not totally hopeless for you... I've had it. I don't even have the energy to try anymore.  You should make sure you do the exact opposite of everything I do so you don't end up like me... \n[62]Hooray for me. \n[63]I'm not sure I have anything to drink... there might be some -- \n[64]\"Yet.\" \n[65]If you don't mind my asking -- why do you care so much if I get a date or not? \n[66]What?... Oh that... I borrowed that from work about fifteen years ago... I guess it's mine now. \n[67]Yeah, right, I'm a klansman - thanks a lot!... Do you know the Cook's Chicken franchise? \n[68]Yeah, well \"Cook's\" is just a made up name. When they originally opened back in 1922 they were named \"The Coon Chicken Inn\" -- that's an early painting of their first logo. \n[69]I'm obsessed with all this stuff - this lost culture of the 20th century. \n[70]It's ancient history. The same reason nobody knows about this Lionel Belasco record. \n[71]Actually, I was a whole lot more interested in the Cook's phenomenon when I was about your age. I've kind of lost interest since I've been working for them... \n[72]For nineteen years... \n[73]Nothing so glamorous... actually, I'm an assistant manager at their corporate headquarters. \n[74]Hey, I get good benefits, a good early retirement plan, nobody ever bothers me... \n[75]I make enough money to eat and buy old records... what more do I want? \n[76]No, in a lot of ways things are better now... I dunno... it's complicated. Everybody still hates each other, but they know how to hide it better, or something... \n[77]What? Why? \n[78]I dunno... they're very sensitive at work about all this stuff. Maybe it would be better if you -- \n[79]Oh... uh, thanks a lot Enid... I really appreciate it... \n[80]Arrrghhh! Ah Jeez... Christ... \n[81]It's just my stupid back. I'll be all right in a minute... \n[82]Oh... uh... It's just this elastic thing I have to wear for lumbar support... \n[83]Maybe now you understand why I can't get a date. \n[84]That's the spirit! \n[85]Really? \n[86]I'm starting to think that even if I did get a girlfriend it really wouldn't change anything. \n[87]Then again, that's easy for me to say, since I'll never even get a date. I'm sure you have hundreds of guys who are interested in you. \n[88]Oh yeah? \n[89]Why? \n[90]I won't even dignify that with a response. \n[91]Who knows? \n[92]Let the machine get it. I have no desire to talk to anyone who would be calling me... \n[93]I knew it... it's my mother. \n[94]It's just somebody's idea of a joke... \n[95]Uh yeah. A long time ago... she called before once... it's just somebody trying to humiliate me. \n[96]How can you be so sure? \n[97]That was great - jeez, thanks again for cooking all this. \n[98]Yeah ... where is this? Bosnia? \n[99]Uh, well, that's okay - I don't dance, heh, heh... \n[100]No, really I -- \n[101]Hey, it's nearly nine already - we're gonna have to leave now if we're going to make that movie. \n[102]Uh, no. I missed that one. But what do I know? I like Laurel and Hardy movies. \n[103]Uh... hello? \n[104]Oh, hi... \n[105]Actually, it's kind of still happening... she's over here right now... I think everything's going pretty well... \n[106]Yeah, so I better go -- it's not really the best time to talk... \n[107]Jesus, Enid... I'll talk to you later... bye! \n[108]\n[109]Really? \n[110]I know, I'm sorry... I-I've been really busy... \n[111]Oh... pretty well, surprisingly... you know... \n[112]Sort of... she doesn't dislike any of that stuff... she's trying, anyway... actually, we're supposed to go antique shopping for her apartment this afternoon... \n[113]We really should get together sometime soon... I-I'll definitely call you this week -- \n[114]No... no, it's just that I should get going in a few minutes, and -- \n[115]I-I'm sorry... uh so... uh... how -- \n[116]...so... is he your boyfriend now? \n[117]Dana! Hi! Uh, Dana... this is Enid... \n[118]Oh... uh, hi... What's up? \n[119]I... I don't know. I don't really think I should... \n[120]...I better not... \n[121]I... I wish I could, Enid, but I really can't right now... I -- it's just that I -- \n[122]It's just that, well, you know, Dana just got out of a really bad relationship and I don't want to give her the wrong idea... you know... \n[123]Oh, uh... they were a present from Dana. \n[124]Well, you know... what do I know about clothes... I've never been the most fashionable guy -- it's nice to have someone do all the work for me... \n[125]No, of course I do... It's just that right now I need to -- \n[126]No, no... not exactly... she just doesn't understand how I would know somebody like you... \n[127]Just someone so young... \n[128]I... I don't think so. \n[129]No, of course not. \n[130]In what way do you mean? \n[131]I don't know... I'm sorry, but Dana's a very jealous person. I just don't want to screw that up right now... I'm sure she'll dump me soon and we can go back to being friends... \n[132]...What do you mean? \n[133]What are you doing here? \n[134]What's up? \n[135]Uh... sure... come in. \n[136]What's the matter? \n[137]Uh... I think there's some root beer... \n[138]That's Dana's - I'm supposed to be saving it for our two-month anniversary. You better not -- \n[139]I could never move - I've got too much stuff. \n[140]Dana bought it when we went antique shopping. She said it didn't go with her stuff, so she gave it to me... she thought it fit in better with my \"old time thingamajigs.\" \n[141]God, she's going to kill me... this bottle is half-empty! \n[142]If you expect the worst, you're never disappointed. \n[143]I'm just being realistic. \n[144]I hate sports. \n[145]You're a beautiful young girl... I can't imagine you would ever have had any interest in me, except as an amusingly cranky eccentric curiosity. \n[146]I mean... of course I... why wouldn't I want to go out with you? \n[147]Yeah, sure. Of course. \n[148]What about Joe? \n[149]Yeah, well I like you too... \n[150]What? \n[151]I guess I probably used to when I was your age. \n[152]Sounds like a healthy way to deal with your problems. \n[153]I don't think I'm in any condition to drive. \n[154]So where would we go? \n[155]I dunno, I... \n[156]What do you want? \n[157]\n[158]...Do you really want us to drive away somewhere? \n[159]I will if you want to. \n[160]I-I never expected anything like this to happen... \n[161]You must know I always... did you really mean all that about moving in with me? \n[162]But, I... \n[163]Good night... \n[164]Oh -- please - don't let me interrupt finish your phone call. \n[165]I uh... I feel that I need to uh -- there's something I feel I have to say... I uh, I've never said this to anyone before -- believe me, I've stayed in horrible relationships for years just so I wouldn't have to do this, but I uh... \n[166]It's just that I feel like it's maybe not a good idea for us to keep going out. \n[167]I-I honestly never intended for this to happen... \n[168]Enid and I were just friends. You know... we feel comfortable around each other... she really likes my old records and... \n[169]Dana, I... um... \n[170]I really want to talk to you. I've been thinking about what you said about moving in here... \n[171]Yeah, I'm really, really happy. Really having a good time. \n[172]Where else am I ever going to find another girl who likes Geeshie Wiley records? She could at least have the decency to call me back. \n[173]Yeah, well... thanks for cheering me up. \n[174]Uh... hi. Uh... Enid's stepmother told me I'd find her here? \n[175]No... they said she was here... \n[176]Uh, do you mind if I wait? I really need to talk to her. \n[177]Why would she be hiding from me? \n[178]Maybe she's with Josh? \n[179]I don't know. \n[180]She just mentioned him a few times and said that they had been dating - I thought maybe she was... \n[181]I have no idea - I just want to... \n[182]Really, I don't know enough about it to... \n[183]Why did you say she might be hiding from me? Did she say anything to you about me? \n[184]Did she say that? \n[185]What do you mean? \n[186]What are you talking about? \n[187]What fake blind date? What are you talking about? \n[188]I hope you had a good laugh at my expense. \n[189]You want to see something funny? I'll show you something funny! \n[190]I have to admit, things have really started looking up for me since my life turned to shit. \n[191]Well, mostly archival research, cataloguing old records and writing liner notes for their CD reissues. It's really... I can't believe it. \n[192]It doesn't pay very much, but I should be able to afford my own place in a few months... Do you think that's too soon? I'm really anxious to get my record collection out of storage... \n[193]Thank you, doctor. \n[194]Yes? \n[195]We can talk about it in the car, Ma... ", "ROBERTA": "\n[1]That piece is entitled \"Mirror/Father/Mirror.\" I like to show it to people I'm meeting for the first time because it says so much about who I am and what it feels like to inhabit my specific skin. And this is exactly what I'm hoping to get from each of you over the course of this Summer: a picture of your own self-exploration. My own background is in video and performance art, but I'm hoping that doesn't influence you and that you'll find your own ways of externalizing the internal. At the end of the Summer, this class has been invited, along with several others in the area, to participate in a show of High-School art at the Neighborhood Activity Center. The title of the show will be \"Brotherhood and Community: Art as Dialogue.\" I think the \"Brotherhood\" theme ties in nicely with the theme of self-discovery that I'd like to emphasize in this class. Are there any questions so far? Great... \n[2]I'm not going to start a discourse on the subject of \"good\" art vs. \"bad\" art; these judgments are for each person to make on his own. I merely want to help each of you find the best way to look within yourselves the best key to your particular lock. Last week I asked you to-try and create a piece of artwork that responds to something that you have strong feelings about. \n[3]And it looks like we have some really interesting work up here.... \n[4]What can you tell, us about your piece... uh... ...Phillip? \n[5]My goodness! \n[6]I thought maybe this was supposed to be your father. \n[7]And what can you tell us about this... \n[8]I think that Phillip and Enid can help us to see that there are-many different ways we can express ourselves.  We can do things like these cartoons that are amusing as a sort of light entertainment or we can do work that is more serious in scope and feeling and that deals with issues; emotional, spiritual, political; of great importance. I hope that you will each have the tools to do that type of work by the end of this class. \n[9]Talk to us about it... \n[10]Isn't this a wonderful piece, class? This definitely falls into that higher category of art I was speaking of earlier. \n[11]Who is this, Enid? \n[12]And what was your reason for choosing him as your subject? \n[13]I see... interesting... \n[14]What do we have here, Margaret? \n[15]I can see that... now what can you tell us about it? First of all, what kind of sculpture is this? \n[16]Very good. Now, what can you tell us about it in regard to your artistic intent? \n[17]This shocking image of repressed femininity! \n[18]I think it's really a wonderful piece, Margaret! \n[19]This illustrates perfectly what I was saying about not being afraid to use controversial imagery, class... \n[20]Let's address some discussion to this piece. \n[21]Can you tell us why? \n[22]These are all valid comments, but I think we should see if the artist has anything to bring to this. \n[23]Did you actually do this painting? \n[24]And how do you think this addresses the subject of racism? \n[25]And how does an image like this help us to see that? \n[26]I don't really know what to say, Enid... ...It's a remarkable achievement. \n[27]Smile, Enid... \n[28]I'm going to miss you people... I feel that we've all done a lot of growing this summer. I hope that each of you feels as though you'll be taking away something from this experience; I know I certainly will be... \n[29]Remember, the art show is this Saturday at seven-thirty sharp. Try to get there at least 15 minutes early. \n[30]Enid, can I talk to you for a minute? \n[31]Don't worry - it's nothing bad. I was just wondering what your plans were for next year? \n[32]Well, I know this is really short notice, but I got a call from a very close friend at the Academy of Art &amp; Design and she tells me that I'm allowed to place one student from your graduating class in a one year scholarship program... and, well, I hope you don't mind, Enid, but I took the liberty of submitting your name. \n[33]As far as I know it includes housing and meals and everything... it is really quite an offer... \n[34]So what do you think? \n[35]Well, yes... \n[36]Let me know as soon as you can, Enid. This could be a great thing for you. \n[37]I will do no such thing. \n[38]I think we should give the artist a chance to talk to the parents about her intentions with this piece... We should be promoting discussion as a solution, not censorship. \n[39]Margaret, have you seen Enid? \n[40]Just a minute... \n[41]Enid! I'm so sorry about what happened. \n[42]The whole business with the art show and the newspaper -- it's absolutely -- \n[43]Didn't Principal Jaffee call you? \n[44]Oh my goodness... well, the whole thing is just ridiculous, and as soon as the school board is back in session next Fall I'm going to do everything I can to help you. \n[45]Well they're forcing me to give you a non-passing grade in the class because of what happened at the exhibition... but don't worry -- I'm sure I'll be able to get you your diploma in the Fall! \n[46]I'm sorry, Enid - you have to be an official high school graduate before I can nominate you.  I had to give it to someone else...  But I'm sure next year I can -- ", "JOSH": "\n[1]Look, I already told you I'm not going to give you a ride. \n[2]Look, I'll be done in a minute. Just wait outside. \n[3]The flavors we're featuring this week, in addition to old favorites chocolate and vanilla, are Six-Gun Strawberry, Wild Cherry Round-up, and Ten Gallon Tangerine. \n[4]Look, can we talk in a minute? I'm almost done. \n[5]Who, Doug? He spends more time here than I do... \n[6]No. \n[7]Forget it, there's no way... find some other poor sucker to abuse. \n[8]Why do you even need a ride? You could walk there in two minutes. \n[9]He has every reason to freak out -- this is a totally fucked-up thing to do to somebody! \n[10]Aren't there a million places like this? \n[11]So, where's \"Weird Al\"? \n[12]Yeah, right. \n[13]In answer to your question, I suppose I endorse policies that are opposed to stupidity and violence and cruelty in any form... \n[14]It's a vanilla milkshake. \n[15]I agree. \n[16]Jesus, look at this guy. \n[17]Forget it. \n[18]No. \n[19]You need counseling. \n[20]Hi. \n[21]Yeah, well... hi... \n[22]Hi... what's up? \n[23]Are you the one who left that note? \n[24]So what's up? \n[25]Do you want something to drink? \n[26]What do you mean \"why\"? \n[27]Yeah, right... \n[28]Nothing. \n[29]When did I say I hated you? \n[30]You make me nervous! I always feel like you're going out of your way to make me feel uncomfortable so you can laugh at me! \n[31]Yeah, well -- \n[32]You must have known all along how I -- you know -- how I felt about you -- it must be totally obvious...  God... I always used to dream about this... \n[33]Oh, hi... \n[34]How long have you been up? \n[35]Do you want to go get breakfast somewhere? \n[36]Why not? \n[37]Okay... I promise. \n[38]Huh... oh... hi... uh... \n[39]\n[40]Hi Enid. \n[41]Are you ready to go? \n[42]Yeah. ", "DAD": "\n[1]Have you seen my blue spatula? \n[2]Not if I don't find that goddamn spatula. \n[3]Are you still looking for a job? Do you have any leads? \n[4]It's tough to find a good job without any kind of training. \n[5]Well, I think it's good to keep all your options open. You can always enroll for the winter quarter.  You could even live here and go to the city college part time, and still get a job if you wanted to. \n[6]Did I tell you who I ran into at the bagel place? \n[7]Guess. \n[8]Someone from the past. \n[9]Give up? \n[10]Maxine. \n[11]Yup. \n[12]Pumpkin? Could you come in here for a minute? \n[13]Pumpkin, do you remember Maxine? \n[14]I made spaghetti. Do you want some? \n[15]I have some good news for you, Pumpkin. \n[16]Are you still looking for a job? \n[17]Well, Maxine thinks she can get you a sales job at Computer Station. Normally you have to have references and at least two years of experience, but she thinks she can convince them. \n[18]Pumpkin? What's wrong? \n[19]If there's something wrong I wish you'd tell me about it... \n[20]I've got some important news to tell you, but it can wait till later if you're not feeling... \n[21]Well... as you know, Maxine and I have been seeing a lot of each other, and we decided it might be a good idea for all of us if she came back here to live at the end of the Summer, just so we can all get to know each other and to make sure this is what we want. \n[22]Pumpkin, are you in there? \n[23]About what? \n[24]Yeah, I heard about that. \n[25]She understands what you're going through and she really wants to help you. She says that job at Computer Station is still available if you want it. \n[26]Actually, I was just checking to see if you were here - your friend Seymour is on his way up. \n[27]I just buzzed him in. \n[28]But I can't -- \n[29]I'm not sure when she'll be back... ", "DANA": "\n[1]Oh I love to cook. I guess most women wouldn't invite a man over on the first date, but I believe you should trust your instincts. When I talked to you on the phone you just seemed so... I don't know... harmless. Ready for ice cream? \n[2]Here we are... it's mocha mint from Lickety Splits. Oh, isn't that photograph just heart-rending? \n[3]Was it Bosnia? I forget... It's so sad, the tragedy of an entire country eloquently captured in the face of one little boy. A Soul/Funk song starts up on the radio that catches her attention. She goes over and turns it up. \n[4]Oh, I just love this song! Isn't it great? Doesn't it make you want to dance? C'mon! \n[5]Don't be silly, anyone can dance. Here, just follow me... watch my feet. \n[6]C'mon Seymour, it's all in your mind. Just loosen up and feel the music! Here, put down your bowl of ice cream. \n[7]Oh, all right... Party-pooper! Just let me put a few things away. \n[8]I'm so excited to see this film - Dustoffvarnya is such a brilliant director! Did you see his last film, The Flower That Drank The Moon? It was simply glorious! \n[9]Really? I never really cared for those. Why does the fat one always have to be so mean to the skinny one? \n[10]Seymour?... uh... hello... I guess I'm a little early... \n[11]Hello... \n[12]forth between Enid and Seymour \n[13]Really? \n[14]Is that right? \n[15]It's a thirty-year fixed at five and- a-half... \n[16]Seymour! Hello! What are you doing here? \n[17]We're almost done. Hi. Yeah... no, it's excluded. They've already paid the earnest money... well, let them bring it up if they notice it at the final walk through. Right, great, sounds good! \n[18]Hey... so, what brings you down here? \n[19]What are you trying to say? \n[20]Please tell me it isn't that teenager! \n[21]I can't believe this! I thought at the very least a guy like you would never pull this kind of shit on me! \n[22]You disgusting pig! You're just an overgrown baby who can't deal with a woman your own age. You pathetic weakling! You make me sick! ", "JOE": "\n[1]It's a mongoose. \n[2]A mongoose... they eat snakes... you never heard of a mongoose?  That's a classic piece of vintage taxidermy. Nobody alive today knows how to do work like that. \n[3]Umm... That's not officially for sale... I might have to hang onto that for the time being. \n[4]So, are you looking for anything in particular? There's a lot of other stuff in storage... \n[5]Perhaps the \"Jam-in-ator\" appeals to you.  Absolutely no practice necessary.  You shread like a giant. Just press a button. \n[6]Seymour does. \n[7]Him. Seymour. He's the man with the records. \n[8]You still interested in that? \n[9]I'm thinkin' maybe I could let it go... \n[10]They're Seymour's. \n[11]Don't worry about it. He's not gettin' any and neither are you. \n[12]Right. \n[13]Don't mind me, I'll just be in my room. \n[14]Well, here's where the fun never stops! \n[15]Still torturing yourself over that Enid, huh? \n[16]Maybe she was just using you to try and get back at some guy. Who knows? It could be a million things. It's wasted time trying to logically figure out the female brain, that's for sure. \n[17]Maybe she's got another boyfriend. \n[18]No problem. \n[19]Look at it this way - at least things can't get any worse. ", "MELORRA": "\n[1]Oh my God, you guys! I can't believe we made it! \n[2]So what are you guys doing this Summer? \n[3]I'm going to be in this actor's workshop, and I'm hoping to start going on auditions soon. I'm so excited to finally have some free time. We have to get together this summer! \n[4]Well, bye you guys... CONGRATULATIONS! \n[5]Oh my god, what are you guys doing here? \n[6]My acting workshop is across the street from here. I'm just on my break. \n[7]I love this place... it's so - you know, \"funky.\" \n[8]What are you guys up to? \n[9]God how cool. Where are you moving? \n[10]God that's so exciting! Oops, I should go. Bye you guys! Call me. ", "TODD": "\n[1]Hey Rebecca! \n[2]So... we finally -- \n[3]Oh, hey Enid... So... we finally made it! \n[4]So... where are you going to college? \n[5]Really? Both of you?... Why not? \n[6]I guess I should have figured that you two would do something different. \n[7]Well I'm going to major in Business Administration and, I think, minor in Communications. \n[8]So... I -- ", "JOHN ELLIS": "\n[1]Didn't they tell you? \n[2]Punk rock is over! \n[3]If you really want to \"fuck up the system\" - you should go to business school -- that's what I'm gonna do: get a job at some big corporation and fuck things up from the inside! \n[4]Yeah yeah yeah. Do you have my money? \n[5]Oh, how \"punk.\" \n[6]I'm so sorry if you were offended! \n[7]Get a job! ", "MANAGER": "\n[1]I'm gonna let you handle the four thirty crowd by yourself - that way I can evaluate your performance while it's slow and ease you into the bigger crowds. \n[2]What are you doing? You don't ever criticize the feature! \n[3]Look, that's the policy... if you want to make up your own rules you can open your own theater... \n[4]Look, we don't pay you to be a movie critic -- just do your job. \n[5]What the hell is wrong with you?! \n[6]Well lose it! And why aren't you pushing the large sizes? Didn't you get training about upsizing? \n[7]It's not optional! ", "AL": "\n[1]I imagine so! Also, we have a spinach tortellini in a ricotta sauce. Both of those are $6.95... shall I give you a few minutes to mull it over? \n[2]Pasta special and an order of onion rings. Very good. \n[3]Can I get you ladies anything else, or are you all set? \n[4]So nice to see you again, ladies. \n[5]Not a thing. \n[6]professional despite her abuse ", "BOSS": "\n[1]AH AH AH! What you think you doing? You still got five minutes left on you shift! \n[2]\n[3]Hey! I told you: No shirt, no service! \n[4]You get out of here! \n[5]\n[6]Josh! What going on here?! ", "MARGARET": "\n[1]I am. \n[2]It's my response to the issue of a woman's right to choose... it's something I feel super-strongly about. \n[3]It's a tampon in a teacup... \n[4]It's a \"found object\"... that's when an artist takes an ordinary object and places it in an artistic context and thus it becomes art. \n[5]I guess I see the teacup as a symbol for womanhood, because of tea parties in the olden days, but instead of tea I was trying to kind of confront people with this... like... \n[6]Right, exactly! ", "CUSTOMER": "\n[1]I'm looking for a copy of 8 1/2. \n[2]No, it's the classic Italian film. \n[3]No, not \"9 1/2\", 8 1/2 , the Fellini film. \n[4]Medium popcorn. \n[5]Let me have plenty of butter on that. \n[6]I'm not at all happy with this latte what do you intend to do about it? ", "GERROLD": "\n[1]So what's the story with the two cheerleaders over here? \n[2]Seymour? You gotta be kidding me! \n[3]Let me tell ya somethin', Joe... Listen to me, Joe... you can't hit a home run without swinging the bat! \n[4]Mind if I sit here? \n[5]Whoa, that was cold! Hey, you're okay, you're pretty sharp. So uh... hey, you're wearing a green dress - whadda you Irish? I bet you're Irish. What's your name? \n[6]Melorra, listen to me - let me tell you something Melorra... you seem like an interesting chick - what are you doing hanging out with these losers here? Whaddya say you and me take off and hit some nightspots etc. etc. ", "THERAPIST": "\n[1]So tell me more about this job. What exactly will you be doing? \n[2]Remember what I said when we first started -- this little breakdown might turn out to be the best thing that ever happened to you! \n[3]Why don't we start with that next week? \n[4]Don't thank me. You're doing all the work. \n[5]Seymour? \n[6]Do you have a check for me? "}}