{"dialogues": {"RAY": "\n[1]And Winston's in the kitchen doing your dishes. \n[2]Egon!  The phone! \n[3]It sure feels strange not having Egon with us. \n[4]\n[5]Did it have any distinguishing marks? \n[6]No, Peter, I think we're dealing with a bonafide werechicken here. \n[7]Then explain those! \n[8]What'd I tell you, Peter?  A werechicken egg!  Gimme a hand, Winston! \n[9]I dunno... that is strange. \n[10]Oh no, I'm not leavin'.  The werechicken that laid this has gotta be around here someplace -- and I'm gonna find it. \n[11]Shh! \n[12]It's in there. \n[13]It's in here -- I can feel it. \n[14]Something's close.  Very close. \n[15]It is a werechicken! \n[16]Bad choice of words, Winston. \n[17]Trap out! \n[18]We've almost got him! \n[19]Well, that takes care of one werechicken. \n[20]Now to find the six-footer that ate Zeke's wife. \n[21]Peter!  Wait! \n[22]Peter, that is Egon!  The egg hatched, he was bitten and now he's a werechicken! \n[23]It's the moon! \n[24]Tonight's the first -- \n[25]Werechickens only appear during a full moon, and for the next few minutes, the moon's not full. \n[26]Egon? \n[27]Were-aardvarks ... were-bears werechickens! \"The werechicken appears during the full moon.  Anyone it bites will turn into another werechicken.\" That egg Peter brought in, it hatched and... \n[28]According to this, there is an antidote. But we've gotta move fast -- the eclipse only lasts three minutes! \n[29]\"One tablespoon paprika, one clove of garlic, some parsley for color, cup of gelatin...\" \n[30]\"And one tablespoon of chickenbane.\" \n[31]Then we've gotta go with this!  C'mon! \n[32]Quick, Egon, drink this! \n[33]The potion only partly worked, because of the missing chickenbane. \n[34]The werechicken that bit Egon.  It's still out there somewhere. \n[35]Not a peep. \n[36]Let's split up. \n[37]We didn't!  Come on! \n[38]On our way, Peter. \n[39]Check!  We're almost there. \n[40]Let's reel him in! \n[41]Whose job was it? \n[42]It's gonna blow! \n[43]Peter, that's not a bed idea!  Chicken freezes at very low temperatures! \n[44]It looks like it's about to lay an -- \n[45]It came from the lab! ", "PETER": "\n[1]Egon, could you hold off on the weather balloon bit for a minute? \n[2]It's Your night to take out the trash. \n[3]Thanks, Slimer.  I really needed that! \n[4]Hey, even a half-baked false alarm sounds better than doing Egon's chores. Let's roll! \n[5]Why?  Lately even when he's with us, he's not with us. \n[6]Good.  Then he can hire a maid to do his share of the chores. \n[7]Ray!  It's six feet tall! \n[8]Thank you, Sir.  We'll put out a missing chicken report right away. \n[9]This one's easy, guys.  Old Zeke's been watchin' too many horror movies and eating too much greasy popcorn. \n[10]Get serious, Ray. \n[11]Look, if this is a werechicken egg, \n[12]...how come there's no PKE reading? \n[13]I'll take it.  C'mon, Slimer. \n[14]Werechickens. \n[15]Yo, balloon man, we've got some real work for you:  How about analyzing this? \n[16]I don't wanna hear about it, Egon.  We've had a long night in a not-too-fragrant barnyard, so I'm taking a shower and hitting the sheets. \n[17]\n[18]Slimer!  How 'bout some privacy?? \n[19]Monster? \n[20]Egon? Well, Slimer, I don't see anything here that looks like a monster. \n[21]Holy cow!! \n[22]What'd you do to Egon, you bird-brain! \n[23]Hey! \n[24]What's wrong with you guys?  That thing ate Egon! \n[25]You're kidding! Come to think of it, there was a certain resemblance. \n[26]Ray, what's this have to do with Egon being a chicken? \n[27]Sit down, Egon, we have some good news and some bad news. \n[28]Take it easy, Egon.  You're gonna be fine. Hurry it up, guys! \n[29]Come on, Ray!! \n[30]He's changing again! \n[31]What happened? \n[32]Well, we hafta do something! \n[33]Let's stop that thing before it makes drumsticks out of anyone else! Un, no offense, Egon. \n[34]All quiet on the chicken front.  How about down there? \n[35]It's how big?  Okay, Ray, I admit you were right about these Werechickens,... \n[36]...but I definitely don't buy them growing to the size of buildings. \n[37]Ray, you were right!  The chicken's here, and he's a walking high-rise! \n[38]It's heading down 34th toward the Empire State Building. \n[39]Take over, Slimer! \n[40]So how're we gonna, put that big bird on ice, guys' \n[41]Egon, can we freeze that big chicken with your weather balloons \n[42]Piece of cake. \n[43]Lemme guess -- more chickenbane soup! \n[44]Tell me, how do I get out of this chicken outfit? ", "WINSTON": "\n[1]Nevermind, Egon, wouldn't want you to strain yourself. Ghostbusters Central. \n[2]Calm down... Where are you?... We'll be right there. \n[3]Ready for this one?  Some farmer says his wife was eaten by a giant chicken. \n[4]But wouldn't it be somethin' if he sells that weather balloon idea of his?  He'll be a rich man! \n[5]Shouldn't be hard to find. \n[6]A werechicken? \n[7]Let's get it back to Headquarters and run some tests.  Then maybe we'll have some answers. \n[8]Ray, it's gettin' pretty late.  Maybe there really isn't any... \n[9]Then let's get it! \n[10]Man, this place is creepy. \n[11]Look out! \n[12]Man, he is ugly! \n[13]Hang on!  That's it! \n[14]Ray, I just had a thought... \n[15]What if that six-foot werechicken is Zeke's wife? \n[16]What happened?  He's so quiet all of a sudden. \n[17]You've been turned into a werechicken! \n[18]We're too late! \n[19]What was that? \n[20]No pun intended. \n[21]That's it! \n[22]Ten feet tall? \n[23]How could we lose a fifteen foot-tall chicken? \n[24]Thirty feet tall? \n[25]Trap's full!  Somebody forgot to empty it! \n[26]Peter, get outa here! \n[27]Yeah, but how do you freeze a 50-foot chicken in August? Egon's weather balloon! \n[28]What's it doing? \n[29]I don't want to hear it. \n[30]Uh-oh. \n[31]It's just Slimer groovin' to his new James Brown tape. ", "EGON": "\n[1]Be with you in ... ...one minute, fifty-three seconds. \n[2]In a minute, Ray. \n[3]I think I've finally perfected it.  Watch this, guys. Guys? \n[4]Interesting.  That's the second biggest egg I've ever seen. \n[5]Thanks for the help, Slimer, but I don't have time to examine this egg tonight.  I have to prepare for my weather balloon demonstration tomorrow morning. \n[6]But it'll be safe in here. \n[7]Goodnight, Slimer. \n[8]Ow! \n[9]What? \n[10]Ray, what is going on? \n[11]And why am I naked? \n[12]Bad news first. \n[13]A werechicken? \n[14]I remember the bite clearly.  How long will I stay like this? \n[15]I don't feel well. \n[16]\n[17]Don't get your feathers ruffled, Peter. There's a logical solution to every problem. \n[18]\n[19]It's a long story, Janine.   Can you get my coat, please?  I'm due at the weather board in forty-five... ...minutes. \n[20]Trust me.  I'm of sound mind at least. \n[21]\n[22]Distinguished members of the Weather Board, my weather balloon has the clu-cluck-clu- capability -- \n[23]... of entering the upper atmosphere where clu-cluck-clu cloud formations occur. \n[24]I, er, can explain this, but -- \n[25]What? \n[26]Yes, but you'll have to work the controls. \n[27]Okay, Peter, the balloon's in position. Turn the lever to the extreme left. \n[28]You bet, Maude. \n[29]I'm actually starting to like it. ", "SLIMER": "\n[1]\n[2]\n[3]Sorreee! \n[4]\n[5]Ow! \n[6]\n[7]Yeah. \n[8]G'night, Egon. \n[9]\n[10]Fooooood. \n[11]Yummy! \n[12]\n[13]\n[14]\n[15]\n[16]Monster!  Inna kitchen! \n[17]Uh-huh!  Uh-huh! \n[18]\n[19]Egon! \n[20]No chickenbane! \n[21]\n[22]through his closed, flapping lips. \"How absurd.\" \n[23]\n[24]Roger! \n[25]\n[26]\n[27]I feel good! I knew that I would So good, so good, so good! ", "WERECHICKEN": "\n[1]\n[2]The chickens' heads jerk up toward the sound. \n[3]\n[4]\n[5]\n[6]\n[7]\n[8]\n[9]\n[10]\n[11]\n[12]\n[13]\n[14]\n[15]\n[16]\n[17]\n[18]\n[19]\n[20]\n[21]\n[22]\n[23]", "ANOTHER ANGLE": "\n[1]\n[2]\n[3]\n[4]\n[5]\n[6]\n[7]\n[8]\n[9]\n[10]\n[11]\n[12]\n[13]\n[14]", "WIDER ANGLE": "\n[1]\n[2]\n[3]\n[4]\n[5]\n[6]\n[7]\n[8]\n[9]", "ZEKE": "\n[1]Sump'n's stirrin' up the chickens, Maude. \n[2]Everythin' okay out there, Maude? \n[3]What say? \n[4]\n[5]Get away!' Scat!  Shoo! \n[6]Help!... He-elp! \n[7]Had big blood-red eyes, it did.  Biggest dang chicken I ever seen.  Mebbe six feet tall. ", "CLOSER ANGLE": "\n[1]\n[2]\n[3]\n[4]\n[5]\n[6]\n[7]", "MAUDE": "\n[1]Jes' set easy, Zeke. I'll take a look-see. \n[2]Here, chick-chick-chick-chick. \n[3]What's got you girls so durned upset? There a coyote sneakin' 'round? \n[4]\n[5]Anyone for dessert? \n[6]No more werechicken problems for us, eh, Egon? ", "ON EGON": "\n[1]\n[2]\n[3]\n[4]\n[5]\n[6]"}}