{"dialogues": {"BLAZE": "\n[1]Sick, cutting out early. \n[2]Aaa n? You say that every time. Blaze kicks-starts the bike. It ROARS thunderously. \n[3]See you tomorrow, Little Mike! The bike HOWLS, hauls up on its back wheel. Screams out the shop leaving Little Mike holding his ears. The other workers WHOOP and HOLLER, especially when Blaze snags a pair of BOLT- CUTTERS from a passing tool rack on the fly. \n[4]So what are you waiting for? Blaze burns away, leaving the pickup for dust. \n[5]Car twenty-two! \n[6]Thank you gentlemen, that's it for today! Jed bangs on the cab roof. Coop waves. Jed and Murphy salute. The pickup peels away. Blaze retrieves his bike. Stands it back up, kicks it alive, guns the throttle and -- -- cold jumps straight out of the car. Seconds later he's powering away, ripping up a storm, chasing the pickup towards the horizon. \n[7]Good, good. \n[8]It's okay, Rox. \n[9]Truth is, Mr. Simpson, I've been thinking about clearing out of there. Maybe opening up a shop of my own -- Roxanne raises an eyebrow at this. News to her. \n[10]See, I've been saving up. You know, for the baby and all. And I-- DOORBELL. Roxanne rises to get it. \n[11]\n[12]Lucas. Rick. \n[13]Can I finish eating? Nope. Blaze squirms, feels Roxanne's eyes on him. He turns to her, tries to explain. 6. \n[14]Don't worry, hon. It's just routine -- \n[15]Hey. She's sound asleep. He crouches, touches her face. \n[16]Hey. Roxanne barely stirs, deeply groggy. \n[17]Everything's cool. \n[18]No. No. Everything's okay. Jed and Murph just got a little boisterous at The Prairie Dog last night. Cops wanted to read us the riot act, that's all -- She yawns, curls up, starts to drift away again. \n[19]Listen, I want to show you something -- \n[20]I'm serious, Rox. This is important. He drags her up off the couch. Makes her stand up. She MOANS, scowls, but he gets her on her feet. \n[21]Put your coat on. You'll be glad you did. Promise. It'll be an adventure. A mystery tour. \n[22]Keep going. It's just up there. \n[23]You don't have to ride, just climb up. She steps up onto the wooden platform, smiles back at him. \n[24]Not if I can help it. He follows her up onto the ride. She weaves through the wooden animals. Starting to enjoy this secret adventure. \n[25]Keep going, keep going -- She comes around the other side, catches her breath. The whole valley is spread out before her -- a glorious scatter of diamonds on velvet. \n[26]Uh-oh. \n[27]Ever hear of a carnival wedding? Roxanne shakes her head. Blaze is fiddling with a crisp, new dollar bill, folding it, making something. \n[28]If a man and a woman walk around a carousel going backwards, they're considered hitched. \n[29]Swear to God. He finishes folding the bill. The \"one\" is now neatly set on top of an ORIGAMI WEDDING BAND like a paper jewel. \n[30]You want this? \n[31]How'd I ever find you? \n[32]I don't believe in fate. \n[33]I know. I'm gonna get my shit together. For Leal, this time, I promise you, Rox. I'll always be there for you. She takes his hand and places it on her belly. \n[34]We gotta go. Get your stuff together. \n[35]I fucked up. The police are coming. Grab your things. We have to go. She sags, clearly been through this before. He tosses a suitcase onto the bed, looks back at her. \n[36]Just do it, Rox! \n[37]Fuck. \n[38]Roxanne --? belt hanging beside him -- the passenger seat mr)ty. \n[39]Roxanne?! \n[40]\n[41]Get your fucking hands off me! Lucas Cole, the deputy who questioned Blaze earlier, approaches. Blaze SEES him and calms down a little. \n[42]Please. Just let me see her. Cole nods to his men, who ease up on Blaze. He guides Blaze over to an observation window -- \n[43]Is she going to make it? \n[44])_a ch= going r4 make i r? \n[45]What about the baby? The doctor hesitates, glances at Cole. \n[46]She's dying. Starke nods, places a COIN in Blaze's palm. \n[47]What kind of deal? \n[48]What kind of work? Starke just keeps smiling. Lays a comforting hand on Blaze's shoulder as we drift towards Roxanne's beeping EEG. \n[49]I just need to sit down for a moment. And I need some forceps, gauze, tape -- \n[50]No, no. Do I look like troub-unghhh -- He grimaces as the jacket comes off. Bullet wounds, shotgun damage, torn flesh, and a lot of BLOOD. \n[51]Motorcycle accident. Couple abrasions, maybe some rib fractures --  Just step back, I'll handle it -- \n[52]Nah. They're just -- gouges. Surface damage. They'll heal up fine. Ungh - do you have any -- painkillers? \n[53]Percocet? Vicodin, maybe? 28, \n[54]Just. Give. Me. Something. For. The. Pain. He staunches the blood, fixing her with such a stone stare that she involuntarily backs away. \n[55]Excuse me? \n[56]I don't know what you're talking about \n[57]Lady, you don't know shit.  Now bark the fuck o t of my Ii Blaze mounts his bike, kicks it alive, leaves Nomi in the dust. \n[58]\n[59]Like what? \n[60]You actually believe what you're telling me? \n[61]J,t takes them. Not me. Nomi nods, not sure she believes him. Enters the trailer. \n[62]Does your grandfather understand English?  32, \n[63]Listen, I don't want to be an ass-hole, but can we just fast-forward the whole Yoda routine? The home team scores! Laforte WHOOPS wildly, loses his mask, COUGHS uncontrollably. Blaze stands. He's out of there. \n[64]Feel better, old man. \n[65]What does he want? \n[66]Why? \n[67]I've been looking for this man for five years now, storm-chasing --  Tracked him halfway across the country. How do I make him lift the curse? \n[68]What? What'd he say? \n[69]Why don't you just go to the police? \n[70]Your daughter -- why does Starke want her? Nomi takes a beat, looks away. Haunted, ashamed. \n[71]Just so you understand what you're asking, this thing inside me -- I can't control it. It just comes out. And when it does, it's like I'm a prisoner in my own body. There's no reasoning with it. It doesn't have a conscience. It doesn't even have a personality. It's just a -- -- hunger. \n[72]And then --? 35. \n[73]You got any idea where Billy-Ray might be headed? \n[74]Then we should start with where he's been. \n[75]Your husband used to work here? \n[76]Look, this is important. We're talking about a kidnapping. \n[77]I'm just a friend. \n[78]That's enough. \n[79]I need you to understand something, Vince. I am, by nature, an inherently violent man and there's not much in the way of bad that I haven't already inflicted on this miserable world --  So unless the idea of learning to drive a wheelchair with your mouth sounds appealing, I suggest you apologize to my friend and tell us WHERE THE FUCK BILLY- \n[80]And? \n[81]Think about it. The goons relent. Blaze and Nomi exit, leaving Rodenburg slumped on the floor, cradling his mangled hand. \n[82]I think they're gone. Off Nomi's look, Blaze points at tire tracks in the dirt. \n[83]Dual tracks. Looks like your old man switched to a Hummer. \n[84]Guess the boys camped out for a while. \n[85]You don't have to explain yourself to me. \n[86]Doesn't make you a bad person. 49. \n[87]He used to hit you. A statement, not a question. She nods. \n[88]Just echoes, sometimes. Tell me about Starke. Nomi hesitates, not wanting to relive this. \n[89]But it felt like a mistake. \n[90]-- you could use some help.\" Nomi nods, hugs herself. \n[91]Why send Billy-Ray after you? \n[92]Guess again. -- as HEADLIGHTS shine through one of the windows. Somebody's driving up to the house. \n[93]No. they're the one who are rang d. Blaze reaches for the door handle, opens it -- 52. \n[94]Please. Just tell us where they went and leave. There's no reason why you have to die. Rodenburg LAUGHS, looks at his friends in disbelief. \n[95]sits up. He looks to Doyle, TEARS OF FIRE streaming from his eyes. As he stands, his chest wounds ignites, the flames instantly cauterizing the flesh. He's suddenly engulfed in a heat haze. Wood smolders all around him. Doyle backs away, terrified. He FIRES his gun again and again, but the bullets just punch through Blaze, creating more flaming holes- \n[96]I'm sorry. soul, the fire expanding, engulfing Doyle. \n[97]You asked for my help. I warned you what you were getting into. More a statement than an excuse. There are POLICE SIRENS on the wind. Blaze starts walking towards the pickup. \n[98]S'okay -- just need to rest now -- -- wounds'11 be healed by morning. Nomi stands, still shaken. She retrieves a cigarette from her purse, lights it. \n[99]I don't even know if it's that's an option anymore. Every time I get close, I feel myself being dragged back --  --it's like being born all over again. Like every law in the universe is being broken. Blaze sits forward, gritting his teeth against the pain. \n[100]See, the Ghost Rider -- it's drawn to darkness like a bloodhound. If it thinks you've sinned, it'll find you. \n[101]Nobody's innocent.  Think about it. Everyone's done somethincr. You. Me -- \n[102]Every night I spin this fucking coin -- \n[103]I'm just so fucking tired -- Nomi moves to his side, struggles to help him up. \n[104]What are you doing? \n[105]What time is it? \n[106]What time, exactly? \n[107]They're just a kind of record.  Let's go. \n[108]Roxanne? Yeah, she's alive. She just doesn't know it.  Coma. Probably never wake up. \n[109]That's what he does, doesn't he? She nods. That's what he does. \n[110]It's funny. That kid was supposed to be my second chance. Rox and I used to talk about it -- how things'd be different after she was born. Nomi didn't expect his honest vulnerability. \n[111]What, kids? \n[112]Make him pay, somehow -- I don't know. How do you beat the Devil? Walk up and bitch-slap him? Pretend you're Schwarzenegger and fire a bazooka up his hind ass? I'm basically making this up as I go along. Nomi smiles. \n[113]She's alive. \n[114]No. We'll wait. Dawn's less than an hour away. \n[115]Look, they're not going anywhere. \n[116]If I what? Burn them alive? Eat their spirits? \n[117]You still get it, do you? The Ghost Rider whales on whoever's got it coming, but it's Johnny Blaze that gets to remember their faces. And I Lb remember them. Every last one. Just then, we hear the RUMBLE of approaching MOTORCYCLES. Lots of them. Blaze turns, SEES a line of BIKERS chugging up the service road on ratted-out Harleys. \n[118]I'll find her. You stay here. Nomi moves to protest, but Blaze silences her. 68. \n[119]If things go South and the Ghost Rider takes over, I can't guarantee he won't -- \n[120]Start disabling the bikes. Last thing we need is a gang of pissed-off speed freaks on our tail. Rip out all the coil wires --- Blaze points to the motorcycle nearest him. Nomi rolls her eyes and pulls out a switchblade, deftly slicing through a fuel line. Gasoline leaks onto the ground. \n[121]-- or you could do that. As Blaze creeps away: \n[122]You're welcome. Blaze leaves. Nomi starts in on the other bikes. \n[123]Shit. \n[124]Give me your gun! Nomi passes it back. The Gargoyles OPEN FIRE. Bullets zing and whine. Blaze shoves Gunt's cycle off the pickup bed The heavy wreck CRASHES and bounces, wasting the first Gargoyle. The others swerve around the sliding debris \n[125]being surrounded by Troopers, wrestled to the ground. \n[126]I have to talk to the warden. You have to put me someplace else -- \n[127]Please, just listen to me. Put me in solitary, anywhere but here. \n[128]You don't understand, people will die -- WHACK! A baton blow to the knee. Blaze CRIES OUT, staggers -- \n[129]Do not put me in here! Do not leave me with these men! They'll die if you do this!! ! The deputies force Blaze inside, using batons, boots. A stun gun SPARKS. Blaze falls. The cell door SLAMS. The inmates opposite are LAUGHING, waving, bashing their bars with every metal implement they've got as we -- \n[130]How--? \n[131]I don't know. 91. \n[132]Yeah, I think there's something. Maybe not angels playing harps and stuff, but -- something. Rain wipes her nose with her sleeve, wanting to believe it. \n[133]I don't know that I can anymore. \n[134]I don't have anything left to give, kid. Blaze stands, starts walking. Rain follows. \n[135]I'm not. \n[136]You can't. \n[137]I don't believe in fate. \n[138]It's not a church. It's a mission. They take people in. Blaze pays the driver. The truck roars away. Rain looks back to the mission, doubtful. \n[139]Our car broke down a few miles back and my daughter and I were wondering if we could crash here for the night. Tolbein sizes them up -- doesn't like what he sees. \n[140]What about a ride, then? Is there a town somewhere you could take us to? Other men have gathered behind Tolbein -- VISCOTT, WILSON. One of them, NUNEZ, nods to the South. \n[141]That's not really an option. \n[142]Look, you must have a cot, something. The kid's hungry -- \n[143]This is Rain. \n[144]Those men outside -- \n[145]I know my way around a flywheel housing. \n[146]Sure. \n[147]What do you mean? \n[148]No. 96. \n[149]She's dead. \n[150]No. Rhymer studies Blaze, decides he believes him. \n[151]She doesn't have anyone else. I'm just trying to protect her. \n[152]Listen, I appreciate what you're trying to do, but I've never really been a come to Jesus kind of guy. \n[153]I can't stay. I'm sorry. \n[154]I'd have to leave tonight -- Rhymer nods, understanding, he motions towards a beautiful motorcycle parked back in the shadows -- a `71 Norton \n[155]I don't have any money. \n[156]Guess so. After a long beat: \n[157]She's all yours, Starke -- -- and lights it without a match, somehow conjuring the flame from within himself. He takes a long drag. In the pits of his eyes, something glows there -- a kind of lambent darkness. \n[158]-- but you'll have to go through me if you want her. Starke stares into Blaze's eyes. Doesn't like what he SEES. \n[159]That's not a life. And least now one I'm interested in living. \n[160]Guess I'm willing to take my chances. Starke nods, accepting defeat. For now. He looks down at Rain, a bitter smile creeping across his face -- 116. \n[161]Yeah. ", "NOMI": "\n[1]What? \n[2]What do you care? \n[3]It's too much, baby. Put it back. I don't have enough money for that. Rain stares right at Nomi -- and brazenly slips the doll into her coat pocket. Nomi glances at the Clerk. He didn't notice. \n[4]Seatbelt. Rain dutifully fastens herself in. \n[5]Hey, bug. You hungry? Rain shakes her head- \n[6]Want to listen to music?  Look, we won't have to keep moving around forever, okay? I'll figure something out. I promise. Rain looks at her mother. She's heard it all before- WHAM! Somebody rams the truck from behind. Rain SCREAMS. \n[7]Stay here. And lock the doors. Nomi climbs out into the rain, SLAMS the door. Rain works the locks, but the driver's side is all bent up and twisted -- 20. \n[8]Back the fuck off! LANDSDALE comes from left of nowhere, twists the gun from her hands in one unexpected move. She spins, SEES Carrigan approaching -- and recognizes him instantly. \n[9]Billy-Ray --? \n[10]Fuck you, Billy -- \n[11]Leave her alone! Rain fights like a hellion, rakes her fingernails across Odell's face. \n[12]\n[13]sitting on a nearby bed. Beaten, bruised, desolate. A PAIR OF STATE TROOPERS are questioning her. She stares past them, straight at Blaze. She recognizes him. 29. \n[14]You were there last night. \n[15]when they took my daughter. \n[16]Yes you do. Blaze tries to pass off his unease with an ill-conjured smile. He pushes past her, moving to his battered motorcycle. Nomi follows. \n[17]The Ghost Rider. It walked right past me. It let me live.  I know what you are. Blaze stares at Nomi, shaken. \n[18]pulls alongside Blaze, riding a monster bike of her own. Blaze burns away. But Nomi's no slouch. She matches his speed and is back beside him moments later. She SHOUTS: \n[19]\n[20]\n[21]I knew what you were the moment I saw you. I can help you -- jf you're willing to help mp-. I know things. \n[22]This thing that's riding you, the Ghost Rider. I guess it has a lot of names. But the one I grew up hearing was nagi ocanl sice. It means the Spirit of Vengeance. \n[23]You kidding? I'm pure-bred Dakota. I can hear the mountains talking to each other. And I saw you light up those pricks like Chinese New Year last night. They reach the trailer. Nomi fixes glaze with a stare. \n[24]what do you see when you sleep at night? The dead? The faces of the people you've taken? \n[25]He understands. He just refuses to speak it. Laforte continues to ramble intermittently. Blaze shifts, impatient, finally sits forward. \n[26]The man you're looking for goes by lots of names. Coyote, Black Dog. In Dakota, he's Waka Sica. The Trickster. Look at him straight on, you might see a human. Look at him out of the corner of your eye at one of the in-between times -- dusk or dawn, you might see something else. \n[27]Because it's his nature. Laforte elaborates. Nomi continues to translate. \n[28]But Eagle, he had a clear eye. And he saw Coyote for what he really was. So he swooped down, scattered those pieces to the winds.  The first men, they found the pieces, and not knowing what they were, they ate them. And that's, how all men came to have a little piece of Coyote in their hearts. Now Coyote, he'll promise anything to get those pieces back. There it is. Blaze exhales. He studies Laforte, those ancient, wise eyes. \n[29]My grandfather says you've been looking in the wrong place. You need to look inward. The Ghost Rider is Starke's weapon. An extension of his rage. But it can't ride people unless it has something to latch onto in the first place. You understand? Blaze nods. He thinks he does. Laforte hands the coin back, returns his attention to the game. But as Blaze starts to rise, Laforte says one final thing: \n[30]He wants to know if you're a bad man. If the Ghost Rider turned its penance stare on you, would you burn? 34. \n[31]I did. But I'm red. They said they'll \"look into it\". Truth is, I've had a few run-ins with them myself. \n[32]Because he's her father. And he wants her back. Billy-Ray and the others, they're being paid to take her to him. Blaze nods. Things are falling into place now. \n[33]Look, I believe things happen for a reason. Call it fate, karma, whatever you want -- but there's no way our paths crossing was just blind luck. I need your help, Blaze. \n[34]You're looking for Starke. I'm looking for my kid. We find one, we'll find the other. \n[35]And then I don't care about the rest. \n[36]I don't like this. I spent the last six years trying to forget this place. \n[37]\n[38]Billy-Ray dealt blackjack, poker. Worked the casino circuit. We met in Vegas. Things kind of went downhill after that. \n[39]Believe me, Vince, this is the last place I want to be. But we need to find Billy- Ray. He took Rain. \n[40]But you must've talked to him. Do you know where he's headed? Just tell me that. \n[41]Never thought I'd be back here. They pass cautiously through the front yard. Nomi's pickup is parked nearby. The front door bangs back and forth. Nomi pulls a revolver from her waist-band. \n[42]Listen, those things Vince said -- \n[43]Some of them are true. \n[44]You can see the past? \n[45]I was dying. I'd shot myself full of Billy's best gear. Figured I'd teach him a lesson and go out in style. \n[46]He smiled and said -- As Starke starts to speak, we hear: \n[47]And I took it. What else was I going to do? I don't know what happened after that. I'm not sure I ever want to --  All I know is, nine months later, Rain was born. \n[48]Billy-Ray hated her from the moment she was born. He knew she wasn't his, knew she was different --  If I didn't leave he would've killed us both. 51. \n[49]Been running ever since. In my heart, I guess I knew Starke would be coming for her one day. \n[50]Sick irony, I guess. Billy certainly knew all my haunts --  This was a mistake, Blaze. We're not going to find anything here. Blaze glances down -- a HEAT HAZE has engulfed his hand. He clenches his fist, looks up -- \n[51]Shit, they've got us trapped here. \n[52]What're you --? \n[53]He told you everything he knew. She's ten yards away, shaking. Not going to come any closer. \n[54]Told you everything -- -- you didn't have to do that. \n[55]I don't -- I don't know what else to do for you -- 57. \n[56]I thought you were dead. \n[57]What if you're innocent? \n[58]Here, why don't you lie down for a little while? Blaze nods, too tired to argue. Nomi half carries him to the bed, lowers him down. Blaze settles back, exhausted. Nomi watches him, holding vigil. His eyes grow heavy. He shuts them a moment, opens them again -- \n[59]I'm sorry, I just -- 59. \n[60]You must've loved her a lot. Blaze doesn't answer. Just takes the photos and wedding band from her, shoves them back in his pack. He pulls out one of the postcards, scribbles an address on it. \n[61]A little after three. \n[62]3:27. Why? Blaze ignores her, jots down the time. Licks a stamp and puts it on the postcard. Leaves it on the dresser. \n[63]What is it with you and those postcards, anyway? \n[64]You made a deal. Blaze nods. \n[65]So what happened? Did she live? 60. \n[66]So he tricked you. \n[67]What about the baby? Blaze just shakes his head. \n[68]Maybe that's why we have them \n[69]So we can make amends for all the royal fuck-ups we've perpetrated on the world. God knows I've had my share.  I just don't want her to have to pay for the things I've done. You know? Blaze nods. He knows all too well. He and Nomi drive on in silence for a beat, their thoughts turning inwards. \n[70]Can I ask you something? Honestly?  What're you going to do when you find Starke? 61. \n[71]I'm sure you'll figure something out. \n[72]How do you know ---? But Blaze isn't listening. His gaze is now fixated on the distant lights of the rock quarry. \n[73]You think she's in there? Blaze nods. \n[74]Then let's go -- Nomi starts forward, but Blaze pulls her back. \n[75]You wait. I'm heading in. \n[76]You don't know that. This is probably the best chance we'll get. They're sitting ducks. We can do this if you -- \n[77]They know we're coming, don't they? Blaze nods. Once again, Fate is royally fucking him. \n[78]I'm going in. You with me or not? \n[79]I know. I'm on my own.  , Just bring her back to me. That's all I care about. \n[80]\n[81]\n[82]Are you crazy?! Sit down! Then Nomi glances in the rearview mirror. Oh. My. God. \n[83]Do something!!! \n[84]Hold on to something! She brakes. The pickup fishtails. Carrigan also brakes, struggling to keep the Mack under control. Then the Mack catches a rim, flips, rolls -- \n[85]Honey, I don't know if we'll ever be safe. Rain nods, knew the answer instinctively. Something about her look -- far too fatalistic for a child her age. \n[86]Who? \n[87]What does he say? Rain starts to cry now, suddenly overwhelmed. Despite her eerily calm demeanor, she's still a child. And a frightened one at that. \n[88]You won't. \n[89]Yes, I do, baby -- Nomi hugs her, desperate, as if the world were ending. Outside, across the land, the sun shines gloriously bright. \n[90]-- yes I do. \n[91]Sweety, you have to get out of here now. \n[92]Honey, go, GO! ? ", "CARRIGAN": "\n[1]Yeah, I found her. Came back to be with her dying grandpappy. \n[2]Don't worry. She's got the kid with her. Carrigan watches Nomi and Rain climb into the pickup. The pickup chokes to life, carves out of the lot. Carrigan nods \n[3]I remember the deal. Just make sure you bring the money. He hangs up, follows his men to a couple of trucks waiting nearby -- a dusty Tundra for Albright, Chudacoff, Odell and Lloyd; an old Bronco for Landsdale, Fusco and Carrigan. Carrigan pulls a Glock from his waistband, chambers a round. \n[4]Who wants to be a millionaire? Landsdale smiles back, an awful smile. \n[5]Well, if it isn't Little Miss Running Bear. He grabs her by her hair, shoves the Glock beneath her chin. \n[6]Gentlemen, you are looking at one of the finest pieces of ass I have ever had the good fortune of defiling. \n[7]Now I might just take you up on that, Nome. Old Billy-Ray's been getting a little tired shaking hands with the governor, know what I'm saying? \n[8]You can fucking have it! -- a GUT-WRENCHING HOWL cuts through the night, echoing off the canyon walls. Carrigan and his cronies take a beat, staring through sheets of rain. Silence. Just the relentless downpour. \n[9]Did you kill it --? \n[10]I'm not a psychologist. She's a fucking freak, alright? Always has been. Sooner I get her out of my sight, the better. \n[11]She's not gonna eat, Odell. Just shut up and get some sleep. \n[12]Just put it out of your head. \n[13]Look out there, what do you see? \n[14]That's right. Miles and miles of nothing. And there's a lot of weird shit running around in that nothing. How many people you know seen a UFO, huh? Ten? Twenty? Hell, it's on every goddamn paper at the supermarket. You believe that shit, the whole country's being overrun by those bug-eyed motherfuckers.  44. \n[15]My point is; everybody's seen somethina. Ghosts, aliens, Bigfoot, whatever -- \n[16]Look, I don't know what that thing was. All I know is, Starke's paying us a butt- load of money to deliver the kid to him. We were told we'd see things and we were told to look the other way. You want to cut out? I'll pull over right here. \n[17]\"The Ghost Rider\"? Get that off the back of an Oakridge Boys album or something? You think that shit scares me? \n[18]Yeah? Based on his facial expressions, the news isn't good. He sighs, disconnects the call. Landsdale cocks an eyebrow. \n[19]Rodenburg's dead. Oswalt, Weingrod, all those other inbred losers too.  Looks like my ex-bitch has hooked up with In the rear-view mirror, Odell's eyes grow wide. \n[20]We're going to need reinforcements, some kind of escort to the meet. \n[21]Make the call. \n[22]Hey, kiddo, you're worrying my boy here. So shut your goddamn mouth -- \n[23]You better believe that, sweetheart. I'm just the dumb-ass that financed your whole fucking life. You and your mother both. And what did I get for that selfless act of stupidity? She burned down the house and gave me something to remember her by. He's referring to the scar under his eye. Rain turns away. Huddles against the door. \n[24]What's the damage? \n[25]Fuck. Ma. Carrigan fumes, glances at Rain -- then he just snaps, starts angrily kicking at the door. After a few futile moments, he stops, paces, looks to Landsdale. \n[26]We're going to need a place where we can hole up `til tomorrow. Wait for those boys of yours. 65. \n[27]Where the fuck are those men of yours? \n[28]An escort. We're making a delivery first thing tomorrow morning. \n[29]Yeah, I'd say a certain amount of hijinx are likely to ensue. \n[30]One. \n[31]One man. \n[32]Absolutely not. Lemme clarify things -- 70. \n[33]See, this guy's not really a \"guy\". He's more like a demon or something. \n[34]That's right. \n[35]Like his head's on fire and shit. Arlo LAUGHS, the Pulsifers follow suit. Then Arlo turns to Landsdale, icy now. \n[36]How `bout sixty and I'll throw in a kilo of coke? \n[37]Seventy, then. looking nickel-plated Colt 44 Anaconda. \n[38]E a sy, gentlemen. No need to get all \n[39]Okay, alright -- how about seventy-five and we'll smoke the old peace pipe? \n[40]What-is this, fucking charades?! It's h,jM, you- ass-holes ! \n[41]The hell you doing? I need the kid alive!!! \n[42]-- please, I don't want to die -- Starke's arctic eyes gleam bright with mischief. \n[43]Raainn -- Raaaaiinnn -- A gastly VOICE, monstrously corrupt, but still recognizable as Billy-Ray Carrigan. \n[44]\n[45]I can see you, Priest. I can see every last one of you. \n[46]who -- the fuck -- are you, anyway? 114. \n[47]Do it, fucker -- dQ it. ", "RAIN": "\n[1]I like this. Nomi turns, SEES Rain clutching a toy -- a glow-in-the-dark Halloween skeleton. \n[2]He's the Ghost Rider. Everybody looks at her. It's the first thing she's said. \n[3]It should. He's going to kill you all. \n[4]He'll find me, you know. Her voice makes Odell jump. He thought she was asleep \n[5]You can't tell me what to do. You're not my father. Wow. The truck collectively holds its breath. Carrigan settles back, but he's pissed. \n[6]What about the Ghost Rider? We have to go back for him! \n[7]No, no, no -- \n[8]Are we safe now? Nomi regards her sadly. She's never been one to tell lies. \n[9]He talks to me sometimes. \n[10]My father --  -- when I'm dreaming. \n[11]I don't want to be like him, mom. 84. \n[12]You don't know that. \n[13]Mom --?! \n[14]stands behind him, waif-like. Big, melancholy eyes. They stare at each other for a long time, not knowing what to say. \n[15]My mother is dead. The statement hangs. Another death. Another failure of Blaze's part. \n[16]My father found us, just like she knew he would. Rain looks down at Blaze's hand -- the gun resting there. Blaze meets her gaze and tucks the gun away, embarrassed. The wind picks up. Rain looks to the graves. \n[17]What do you think happens when you die? Do you think there's a heaven? \n[18]But what do you think? Blaze studies Rain. This kid is hurting. What she needs now, is reassurance. And try as he might, Blaze just can' t seem to harden his heart against her. \n[19]He'll keep coming, you know. Unless you stop him. \n[20]But you'll try, right? Blaze regards her curiously. Even in grief, she's a consummate negotiator. \n[21]My mother said you were a good man. \n[22]She said I could trust you. \n[23]But don't you think there's a reason why all of this is happening? Like fate? 92. \n[24]Maybe it believes in you. Blaze stops. Cold. Deja-vu all over again. He looks back at Rain. Sighs. \n[25]We're going to a church? \n[26]Are you going to dump me there? \n[27]She's acutely conscious of the men staring at her now, still clutching the coin like a rabbit's foot. \n[28]Shoot the gas! \n[29]\n[30]huddled beneath a flimsy bed-frame. \n[31]Are you going to die? \n[32]appears on a ridge just before them, eyes locking onto him. It's now or never. Ghost Blaze hesitates, hesitates -- then abruptly reins the flame back in. Metabolizes the fury. Pushes it down deep through sheer, agony-inducing willpower. Ghost Blaze SCREAMS, struggles -- -- and forces the Demon away, Now he's just Blaze, weak with exertion, but triumphant for the first time in years. He turns away and we -- \n[33]He'll be back. ", "STARKE": "\n[1]You look like you could use some help. Blaze glances at the troopers. They're still completely unaware of Starke's presence. It's as if Starke and Blaze have somehow stepped a split-second sideways in time. The lights around them continue to dim. The second hand on the wall clock stops. An eerie, dreamlike moment -- the wind, the rain, the tree branches tapping against the window pane. \n[2]If I could help her, would you be willing co make a deal? 15, \n[3]She lives. You work for me. Something about Starke's eyes. Commanding and haunting at the same time. \n[4]According to the hours posted outside, you're still open. \n[5]I would like to rent a car -- -- \"Jim\" . Something in Starke's tone gives Petrowsky pause. He glances to the window and the growing storm beyond. We SEE the coyote out there, watching from across the way. \n[6]Starke. First name, Ambrose. \n[7]What about the Cadillac Deville? I noticed you had one in your lot outside. \n[8]I had my heart set on the Cadillac, Jim. \n[9]The Taurus, then. \n[10]Two, three -- \n[11]No. \n[12]Cash. \n[13]I'll do it myself. \n[14]Mrs. Petrowsky? \n[15]The price you quoted was $37,99, the mid- size rate. But you've listed the daily rate here as $62.99. \n[16]Were you trying to cheat me, Jim? \n[17]Then I'd like a new contract specifying the appropriate rate. Petrowsky squirms, uncomfortable. For in that pregnant moment, without either participant uttering at word, the entire nature of the transaction seems to have changed. \n[18]I say the Devil's in the details. \n[19]strides towards them, his face a veil of unmerciful contempt. The dust storm has taken on Biblical proportions, whipping and roiling around him, becoming an extension of his fury. He snatches Helen up by the throat, snapping her neck with inhuman strength, flings her lifeless body to the ground -- then he brings his boot heel down on Petrowsky'shead. crushing it like an _aashell. \n[20]stands above her. There are OTHER SHADOWS drifting in behind him. Things better left half-glimpsed. Coyotes. Beasts. \n[21]stands in the doorway, coyotes slouching in around his heels. The beasts attack, growing and changing, their gnashing mouths of razored teeth opening wide to consume Nomi as -- 87. \n[22]navigating his way through the bedlam. He passes between rushing emergency personnel, steps over a writhing VICTIM -- -- but no one seems to notice his presence. And as he progresses to the far end of the cell block, the cacophony fades, leaving only his FOOTSTEPS as he turns into -- \n[23]You look like you could use some help. 89. \n[24]You lost her, Carrigan. What happened? \n[25]If I could save you, would you be willing to make a deal? \n[26]is standing there. Human. Windblown. He raises a hand, shielding his gaze from the light. Steps cowards them -- 115. \n[27]Looks like we've come to the end of the road, haven't we? \n[28]Give me the girl and I'll lift the curse. Blaze looks down at Rain. This was all he ever wanted. The only thing that has kept him going all these years. He reaches into his jacket, retrieving a crumpled pack of cigarettes. Plucks one out -- \n[29]Don't be a fool, Blaze. I'm offering you your life back. \n[30]You think you can control it. You can't. \n[31]You have your mother's eyes. -- and walks away. Blaze and Rain watch him retreat. Presently, a coyote slips from shadows, joining him on the road. It--lopes along beside him. We watch them disappear over a rise. Then they're gone. Beat. Rain studies Blaze, reaches for his hand. ", "RHYMER": "\n[1]I'm sure we can figure something out. JOE RHYMER, 50s, approaches, silences Tolbein with a look. He's down to earth, capable, wearing a black shirt, cleric's collar, oily jeans, and muddy work boots. \n[2]Joe Rhymer. I'm the Padre. \n[3]Rain? That's a pretty name. You hungry, Rain? Would you like something to eat? Rain nods. Rhymer ushers them inside. As he moves to follow, Tolbein stops him. \n[4]Duly noted, Richard. And overruled. \n[5]Most of them are on a work-release program. We're a halfway house for ex- offenders. We try to get people on their feet, reintegrate them into society. Blaze glances at Rain, apprehensive. \n[6]Don't worry, you're perfectly safe here. But of course, that's not what Blaze is thinking. \n[7]It's turned out beautiful, hasn't it? We try to be as self sufficient as we can, back to the earth and all that. He notices that Blaze is staring at the lowering sun. \n[8]You any good with diesel engines? \n[9]Well I've got a generator out back that's been on life support the last few weeks. Mind helping me try to resuscitate it? Blaze looks at him curiously. \n[10]So how long have you been running? \n[11]You know what I mean. You spend as much time around lost souls as I have, you learn how to read a man's face. You want to hand me that crescent wrench? Blaze hands Rhymer the wrench, who then makes an adjustment. \n[12]Take the girl, for instance. She's not your daughter, is she? \n[13]So what happened to her mother? \n[14]Did you kill her? \n[15]And who's protecting you? \n[16]I wasn't talking about Jesus, I was talking about a little healthy introspection. Working here, staying in one place for a while, seeing what surfaces. I've found that people tend to arrive on our doorstep for a reason. Blaze considers this formidable man, a yearning moment then he shakes his head. \n[17]What about the girl, then? Whatever you're involved in, I can't imagine it's good for her well-being.  We can find a home for her. 97. \n[18]You can take the Norton. \n[19]So send us some when you do. Blaze is moved by this man's simple humanity -- but he's also wrestling with the idea of abandoning Rain. \n[20]That which was from the beginning, which we have heard, which we have seen with our eyes, which we have looked upon, and our hands have handled, of the Word of life.\" \n[21]\"That which we have seen and heard declare we unto you, that ye also may have fellowship with us: and truly our fellowship is with the Father, and with his Son Jesus Christ. And these things write we unto you, that your joy may be full. This then is the message which we have heard of him, and declare unto you, that God is light -- \" \n[22]-- and in him is no darkness at all.\" \n[23]That's enough, Richard. \n[24]Get away from the windows! Wilson, take Rain to the chapel. 101. \n[25]One of you, please, just take the kid to the chapel. \n[26]Get back with the others! 103. \n[27]God as my witness, Richard, lay a hand on that girl and I will pull this trigger. Tolbein hesitates -- then grabs at the shotgun. He twists it from Rhymer's hands, SMASHES the butt across Rhymer's jaw. Rhymer sinks to the floor. Tolbein grabs Rain, drags her SCREAMING to the door. He waves the shotgun at the others -- \n[28]What? 106. \n[29]aiming his shotgun, point-blank range! BLAM! The BLAST Takes a chunk out of the Scarecrow's face. ", "ROXANNE": "\n[1]\n[2]\n[3]It is by now. Just let me know if you're staying overnight. She goes back to her dinner. \n[4]You're going to jail. \n[5]I was worried about you. And I don't like your friends. But Blaze won't let her go back to sleep. He jostles her. \n[6]I'm sure you do. But I'm half-asleep and you're an ass-hole. \n[7]John, I have to go to work tomorrow \n[8]This better be good. She stomps to the bathroom. Blaze chuckles inwardly. Steals a fortune cookie from the left-overs, snaps it open -- The fortune is blank. Both sides. He tosses it away. \n[9]I'm not riding one of those stupid horses. 8. \n[10]You're going to have to grow up one day, Johnny Blaze. \n[11]What? \n[12]You made that up. \n[13]It's beautiful. He smiles at her joy, wrestles with what he's about to say. \n[14]Fate? \n[15]Maybe it believes in you. They hug each other fiercely. A long, soulful embrace. Blaze looks to the city lights beneath them once more. \n[16]Here's the thing, John. We're having a baby. You can't keep acting like everything's a game. I need you with me. I need to know I'll be able to wake up in the morning and see your face next to mine. Not have to worry that you spent the night in jail. That's not a life. At least not one I'm interested in living. \n[17]Don't promise me, promise her. \n[18]What happened? What's wrong? Roxanne follows Blaze into the bedroom. \n[19]What did you do? \n[20]Jesus, Johnny -- \n[21]\n[22]Slow down, John -- \n[23]\n[24]folding clothes, seen through a sunny doorway. \n[25]Her laughing face, loving Blaze from across a dinner table. \n[26]and Blaze at the obstetrician's. On the sonogram monitor, w e SEE unborn child shifting positions within Roxanne's womb, PUSH IN on the eerily beautiful image and -- \n[27]And me? I still sleep. Wandering. Waiting. Listening to the whispers of the dead. \n[28]The world turns around without me. There are sharks. And there are doves. And nighttime holds far darker terrors than death. But I am never afraid because I know that he is out there, somewhere. And that someday, somehow -- Blaze ignites, SCREAMS, hurls back his head -- ", "PETROWSKY": "\n[1]Sorry, guy, I'm just closing up. Starke looks to a clock on the wall -- it's 4:55. \n[2]Look, Mister, in case you hadn't noticed, there's a storm coming -- tornadoes, whatever. I'm trying to get out of here. Starke fixes Petrowsky with a stern gaze. \n[3]Okay, alright, have a seat. Starke sits. Petrowsky moves behind his desk. \n[4]Now, Mr. --? \n[5]Starke, okay. What kind of car were you looking for? Starke picks up a laminated placard featuring various cars. \n[6]Sorry, already spoken for. How `bout a full-size car? I can give you a Chevy \n[7]You want the Taurus? Give you a good deal, mid-size price. $37.99 a day, can't beat that. \n[8]Caddy's taken. Now look, I'm trying to be accommodating here, but I really am in a hurry. So what's it going to be? Another beat as Starke stares Petrowsky down. Gradually, the lights in the office begin to dim. \n[9]Great. Can I see a driver's license? Starke reaches into his jacket, handing over a license. Petrowsky types in the required information, trying to ignore the vague feeling of uneasiness settling over him. \n[10]How many days do you need it for? \n[11]Any other drivers? \n[12]And you'll be paying by --? \n[13]I'll need a three hundred dollar deposit. Starke nods, removing a money clip from his jacket, deftly sliding out three crisp, brand-new hundred dollar bills.  39. \n[14]What about refueling?  We've got three options. You can purchase a full tank in advance, you can fill it up yourself before you return it, or you can have us do it, but then we have to charge you four dollars a gallon. Most people go for the tank in advance. Less hassle. \n[15]Okey-dokey. Petrowsky enters the final data, hits \"PRINT\". As the rental agreement begins feeding out, we hear a HORN FiONK. Starke turns. A mini-van has pulled up outside. A MOUSY WOMAN sits behind the wheel. A BOY sits in the back seat. The coyote is still there, but it pays no attention to them. \n[16]Yeah. Petrowsky slides the agreement to Starke, takes out a pen: \n[17]Here you go. Just your standard rental agreement. You get up to 150 miles a day for free, twenty cents a mile after that. If you want additional personal accident insurance it's five dollars a day, another nine-ninety-nine if you want the loss/damage waiver. Your basic rental rate, plus applicable state and local tax. You just need to initial here, here, and here --  -- and give me your John Hancock on the line right here. Petrowsky offers Starke a pen. He doesn't take it. Instead, he pulls out a pair of bifocals. With agonizing slowness, Starke begins to peruse the rental agreement. \n[18]Is there a o oblem --? 40. \n[19]I did? Starke turns the agreement around for Petrowsky to see. \n[20]Geez, I'm sorry, you're absolutely right. That's the Caddy rate. Guess I entered it in by mistake -- Starke looks up at Petrowsky over the rim of his bifocals, the timbre of his voice taking on a decidedly frigid turn. \n[21]No, no, not at all -- \n[22]Look, can't we just go with the contract we've got here? I'll make a note of it and knock a day's rental off the total when you return it. What do you say? \n[23]Jesus -- Jesus -- 41. \n[24]-- H-helen -- get -- a--away -- Petrowsky's eyes widen in horror. Helen follows his gaze ", "ODELL": "\n[1]Fuck! SLAP! Landsdale back-hands the little girl. As she reels, he binds her hands with duct tape, then picks her up and throws into the Bronco. \n[2]The hell was that? The men glance at each other, nervous. A THUNDER-QUAKE rumbles, so low and gritty it'll rattle your fillings. The men look around, frightened. Rocks fall from the surrounding butte. Odell looks down. The SOUND is deafening, vibra tine: the very earth. And that's when it happens: \n[3]Want some food, kid? Rain doesn't respond. Odell rustles the bag. \n[4]C'mon. Eat a chip or something. \n[5]I can't sleep. Every time I close my eyes, I see the face of that thing, Lloyd \n[6]If I could put it out of my head, I wouldn't be awake now, would I? Landsdale stirs. Carrigan gestures at the barren landscape. \n[7]What's your point, Mr. Serling? \n[8]This wasn't no freaking Bigfoot! You see what it did to Albright? Punched his head clean off! \n[9]I guess. But I'd still like to know what that thing was. \n[10]See? SiE? !  45. \n[11]That's what I'm talking about! Fucking Chatty Cathy sitting back here with me! Carrigan glances in the rear-view mirror, makes eye-contact with Rain, does his level-best not to be spooked. \n[12]No fucking way -- 62. \n[13]\n[14]Man, she shot you?  Jesus. Lucky she didn't perforate my ballsack with that fucking pen. \n[15]Mounts are cracked, trans-axle's shot to \n[16]rushing into another room, SLAMMING a steel door behind. ", "RODENBURG": "\n[1]Got a lot of nerve showing your face here again. 46. \n[2]Sorry' The Deal Man hasn't been back in weeks.  You have a nice day now. \n[3]What am I? His babysitter? I don't know where he is, Nome, and if I did, I sure as hell wouldn't be telling you.  Show these two ass-holes to the door. \n[4]We are? And who is ? \n[5]Ri h t. Nomi tell you what a blue ribbon slut she was? Do anything to support that needle habit of hers. Truth, 'bout the only person that hasn't had her around here is me. Blaze steps forward now, angry, threatening. \n[6]-w-w--wait!! !  --oh, fuck, just wait a second -- The goons hesitate. CUSTOMERS stare. Blaze seethes. \n[7]I don't know! I don't know -- Blaze gives Rodenburg's thumb a savage twist. \n[8]Arrrghh! H-he was -- ngh -- up at their old house, last night! \n[9]And I'm sorry -- I'm fucking sorry! Blaze releases him. As the goons close in, Blaze deftly \n[10]Talked-to Billy-Ray, chief. Don't know who you a r - e, but you picked the wrong -- \n[11]I'm gonna die? Me? Buddy, you got your head screwed on bass-ackwards! Rodenburg FIRES into Blaze's chest -- once, twice. Blaze stumbles back against the porch. As he falls, Rodenburg mounts the steps, charging in after Nomi. \n[12]Had to come back here, didn't you, Nomi? Just couldn't leave well enough alone. Nomi struggles to sit up. Rodenburg LAUGHS viciously, forces her back, drags at her jeans. \n[13]Doyle? Smoke and CRACKLING NOISES are building rapidly. The SHRIEKS persist, and those burning leaves are everywhere. Then -- --- movement in the living room! Rodenburg draws a bead but it's Weingrod, pushing through the plastic sheeting, fearful, eyes darting. He speaks in a strained whisper. \n[14]Keep your fucking voices down! \n[15]North! They're headed North, into Oregon, oh, god, fuck -- \n[16]I don't know exactly, Jesus, I don't know! 56. ", "ARLO": "\n[1]Brotherman. \n[2]I believe you know the Pulsifer Brothers, Chester and Gunt? \n[3]So you need some contract work? \n[4]And will there be mayhem involved? 69. \n[5]Well, I'll tell you, I got nineteen brothers out there willing to go the distance and enough firepower to give a small Balkan nation a fucking titty- twister. But we don't come cheap. So how many men we going up against? \n[6]One man? \n[7]You trying to diddle my nutpurse, Mister? \n[8]A demon? \n[9]What, exactly, do you mean by demon? Blaze winces, lifting a hand before his face -- BLUE FLAMES dance over his fingertips. He leans against the wall for support. When he removes his hand, he leaves a singed palm- print on the drywall. \n[10]Brotherman, what in fuck's name is this smooth faggot talking about? \n[11]If this guy's as lethal as you say he is, I want fifty for me, another fifty for the club. Only you can't let the boys know we're takin' a 50K rake off the top, see? \n[12]Coke? That's like selling snow to Eskimos. You think I'm some kind of crack-smoking foolio or something? 72. \n[13]Ninety, and not a nickel less, you fucking pillow-biter. \n[14]Truculent? You get that out of a Scrabble dictionary or something? What the fuck does \"truculent\" mean?  I'll tell you what it means. It means \n[15]How `bout eighty or you're gonna be smoking my dick? \n[16]What is that? 74. ", "TOLBEIN": "\n[1]Can I help you? 93. \n[2]Don't think so. \n[3]Then I'd say you're out of luck. \n[4]Bottom line, Father. There's something wrong with those two. Especially the kid. \n[5]It's her -- she's the one doing this. \n[6]I'm telling you, Father, there's something wrong with -- CRASH! One of the windows SLAMS open, startling everyone. Rhymer moves to it, latches it shut again. \n[7]What is this?! misses his throat -- \n[8]Father, that's the last place she should be. CRUNCH! Something strikes the room a massive blow. Something MUCH BIGGER than a coyote. Viscott starts praying. \n[9]I knEw we should've sent them away! THOOM! Another impact. THOOM!THOOM! Plaster cracks. Dust falls. Viscott wails, praying even more stridently. Nunez is losing it_ \n[10]She's the one they want, I'm telling you! -- and the lights abruptly go ou The storm bellows and \n[11]I told you -- Even Rhymer is shaken now. He moves to investigate, presses up against a cracked window -- \n[12]Do what he says! Put her out! \n[13]We don't do what it says, that thing outside there's gonna kill us all. Rhymer steps in front of Rain, levels his shotgun at Tolbein's chest. \n[14]Open the fucking door! DO IT! Nunez fumbles with the lock. Rhymer recovers, throws himself at Nunez, tries stop him from opening it. The pounding ceases. All eyes sweep to the door -- \n[15]There's no way down from here! CRACK! The door behind them splinters. The Scarecrow's found them once again. ", "WOMAN": "\n[1]My Father used to say that the only way Evil came into your life was if you invited it. I'm not sure about that, at least not anymore. What I cLQ know is this: we are born alone, and we die alone, and what happens in between is all that matters. The choices we make, the people whose paths we cross -- these are the things that determine our fate. The coyote ducks through a hole in a chain-link fence, weaves through the rusted ruins of a -- \n[2]When I was young, I was told that our souls wander while we sleep. Sometimes they get lost. Sometimes they never make it back -- \n[3]-- but if they dQ return, they bring messages. And I guess thhat's how the dead speak to us -- in memories that may be dreams, and dreams that feel like memories. \n[4]Some people are born bad. That's just the way they come into the world. Something goes wrong. Something breaks inside of them -- The trucks pull away, tires ploughing muddy tracks, passing two STRAY DOGS fighting over a bloody road-kill carcass. \n[5]-- and they spend the rest of their lives trying to make up for it. CLICK' Blaze Curns on the TV, watches a weather snippet. 18. \n[6]There've been times in my life when the world seemed so hateful and vindictive that I just wanted to die -- Helen Petrowsky bolts from the mini-van. The boy watches as his mother rushes to her husband's side. \n[7]Certain twists of that fate felt like nothing more than God's spite. \n[8]But I had it all wrong. And I see that now, with such clarity I sometimes feel my heart will break -- \n[9]My father used to say that the only way evil came into your life -- \n[10]was if you invited it. \n[11]I'm not sure about that. At least not anymore. What I CQ know is this: 86. \n[12]We are born alone and we die alone. \n[13]-- the choices we make, the people whose paths we cross -- She stands, casts a fearful look to at Nomi, then runs off into the stormy night. \n[14]And that's how it ended. With another beginning. A kind of balance struck between the flame and the fury. ", "LANDSDALE": "\n[1]Careful with her! Rain is dragged kicking and screaming from the cab. \n[2]Dick. \n[3]Probe you in the ass, they get the chance. \n[4]Keep your shirt on, B. We didn't come this far just to limp home with nothing. Right, Odell? Odell settles back into his seat, uneasy. \n[5]I know a guy. Got some boys given over to wickedness and such. \n[6]Believe me, I could care less what Starke wants with you. Make you into a fucking hood ornament if he wants to. It's not like you came springing out of my loins. Only thing I care about now is getting what's mine, and that's -- 63. \n[7]-- payment and retribution, got it? She's not listening. Her bound hands are secretly pushed down into the tight gap between the seat and the door. \n[8]How `bout up there? Landsdale points past Carrigan at a squat group of buildings and machinery -- a shut-down ROCK QUARRY in the distance. \n[9]Don't worry. They're on their way. \n[10]Arlo. ", "THE GHOST RIDER": "\n[1]bursts through the melting plastic, hauls his red-hot monster Rodenburg and Pennebaker run through the flames, stumbling \n[2]emerges seconds later, Rain cradled in the crook of his arm, safe in a cool bubble of air. She looks to Carrigan. The meaning in her gaze is implicit: \"I told you so\". \n[3]strides from the burning ruins of the compound. With a wave of his hand, the wall of flame parts like the Red Sea. He locks his gaze with Nomi, points a skeletal finger at her. His meaning is clear: \"You are on the list.\" Nomi floors the gas. The pickup slews and grinds, finds purchase, leaps away from the monster as -- \n[4]is coming after them. HOWLING, plowing through the inferno on his hellcycle. Nomi floors the gas. But the pickup is already maxed out. The Ghost Rider easily gains on the truck, leaving a wake of burning asphalt. He lashes out with his chains, snags the back bumper. The chain-links slice deep into the steel bodywork. The Ghost Rider hauls up onto his back wheel -- Nomi slams on the brakes. The truck fishtails. The Ghost Rider rear-ends the pickup. Bike and demon cartwheel crazily into the cargo bed, SLAMMING explosively against the back window of the cab. Hot glass showers Nomi and Rain -- The Ghost Rider is pinned, SQUEALING, entangled with his bike. Nomi floors it again. The truck leaps ahead -- -- but the Ghost Rider hangs on as his bike slides backwards. He reaches into the cab, clutching at Nomi. The pickup thunders up a rise -- 78. \n[5]recoils, blinded by the dawn. He releases Nomi, collapses backwards. His fire extinguishes, his skull-face fades -- -- and Blaze lies in the pickup bed, shaking. Nomi glances back through the shattered cab window, her face a mask of fear and sympathy. Blaze looks to Gunt's bike, which has also reverted to its original state, then SEES -- \n[6]erupts through the wall in DEEP SLOW MOTION, sending forth a majestic tsunami of fire and debris. The monster bike skids, carves floorboards like matchwood -- \n[7]readies his chains. The jaw-beasts attack. Three dozen horrors pouncing and GNASHING. The Ghost Rider takes them.- Chains, flames, sheer power and force -- Spines snap. Lupine skulls burn. The Ghost Rider tears the monsters limb from limb. The room becomes the Seventh Circle of Hell, and at the heart of the Inferno, the Ghost Rider exults in the slaughter -- The whole mission is ablaze now, fire and churning smoke consuming everything in its path. Rhymer, Rain, and Tolbein run for their lives. \n[8]At the other end of the chains. More accurately, ", "QUINLAN": "\n[1]Sir, you have to tell me your name. \n[2]I'll decide what you need, alright? Name? Blaze hauls a curtain aside, finds an empty surgery bay, prepped and ready to go. 27. \n[3]Sir, I can't help you if you don't cooperate.  Are you on something? Drugs? Blaze pulls at his jacket, easing it over his battered body. \n[4]Oh -- my. What happened to you? Blaze sits back on the bed, sets about cleaning his wounds with tools laid out on a tray nearby. \n[5]Those are bullet holes. Blaze cleans the wounds she's referring to, grits his teeth as he swabs gauze deep into his flesh. \n[6]\n[7]I'm sorry -- but I need to report this. Stay right there. Quinlan backs out through the curtain. Blaze sighs, tapes a thick gauze patch over the wound, eyes hunting. He SEES a drug cabinet, breaks into it. Fills his pockets. ", "WOMAN  (CONT'D)": "\n[1]Most stories start with a beginning. His began with an ending. I never knew where he really came from. I guess it's not important anymore. All I know is that he'd been running his entire life. Running for so long that he no longer knew whether he was running away from \n[2]-- or towards it. \n[3]It was obvious to me that I'd done something wrong. Broken some secret rule known only to Him. And as such, would be punished for my sins -- Starke turns now, regarding the mini-van. The boy is nowhere in sight. He approaches, looks inside. The boy has fled. \n[4]There's a world out there that's neither right nor wrong. Neither kind nor cruel. Fair or unfair. It simply is.. Existing in all it's bliss and pain. \n[5]And what seems like cruel fate is really only Nature, red in tooth and claw. \n[6]-- these are the things that determine our fate. ", "BACK TO THE PRESENT": "\n[1]\n[2]Blaze finishing the phrase, knowing the punch-line too well. \n[3]Nomi turns away, trying to banish the memory. \n[4]Nomi pulls out a cigarette, nervously lights it. \n[5]as Blaze steps away from the Hummer, into the field. \n[6]as Nomi turns to the parking lot, SEES a coyote slouching out of the gathering darkness. And she knows. 5-ba fucking knows. ", "GHOST BLAZE": "\n[1]Half man, half monster, his pitiless skull-face hazing and flickering between human and inhuman states. \n[2]Where are they taking the girl? Rodenburg whimpers. Ghost Blaze grabs Rodenburg's hair, wrenches his head back. \n[3]Where. Are_ They. Taking. Her? \n[4]Where? \n[5]Not today. \n[6]Vengeance. And Ghost Blaze raises his hand, HELLFIRE trickling down the length of his arm, swirling around his hand like a building static charge even as -- ", "NUNEZ": "\n[1]Why don't you head back to Dawson? They got motels there. \n[2]Padre. You'd better take a look at this. Rhymer joins him. SEES what he SEES: COYOTES gathering. Six or more. They creep malevolently towards the mission. \n[3]You ever see anything like that before? 100. \n[4]Quiet, Viscott! THUMP! CRUMP! More heavy blows. Like the Fist of God. Making the floorboards beneath their feet vibrate. SOMETHING shambles past the window. What in God's name was that? \n[5]\n[6]What the fuck --?! in the frame -- Carrigan peers back, moonlight illuminating his face. There are buttons where his eyes should 12P. He BELLOWS: "}}