{"dialogues": {"CUT TO": "\n[1]\n[2]\n[3]\n[4]\n[5]\n[6]\n[7]\n[8]\n[9]\n[10]\n[11]\n[12]\n[13]\n[14]\n[15]\n[16]\n[17]\n[18]\n[19]\n[20]\n[21]\n[22]\n[23]\n[24]\n[25]\n[26]\n[27]\n[28]\n[29]\n[30]\n[31]\n[32]\n[33]\n[34]\n[35]\n[36]\n[37]\n[38]\n[39]\n[40]\n[41]\n[42]\n[43]\n[44]\n[45]\n[46]\n[47]\n[48]\n[49]\n[50]\n[51]\n[52]\n[53]\n[54]\n[55]\n[56]\n[57]\n[58]\n[59]\n[60]\n[61]\n[62]\n[63]\n[64]\n[65]\n[66]\n[67]\n[68]\n[69]\n[70]\n[71]\n[72]\n[73]\n[74]\n[75]\n[76]\n[77]\n[78]\n[79]\n[80]\n[81]\n[82]\n[83]\n[84]\n[85]\n[86]\n[87]\n[88]\n[89]\n[90]\n[91]\n[92]\n[93]\n[94]\n[95]\n[96]\n[97]\n[98]\n[99]\n[100]\n[101]\n[102]\n[103]\n[104]\n[105]\n[106]\n[107]\n[108]\n[109]\n[110]\n[111]\n[112]\n[113]\n[114]\n[115]\n[116]\n[117]\n[118]\n[119]\n[120]\n[121]\n[122]\n[123]\n[124]\n[125]\n[126]\n[127]\n[128]\n[129]\n[130]\n[131]\n[132]\n[133]\n[134]\n[135]\n[136]\n[137]\n[138]\n[139]\n[140]\n[141]\n[142]\n[143]\n[144]\n[145]\n[146]\n[147]\n[148]\n[149]\n[150]\n[151]\n[152]\n[153]\n[154]\n[155]\n[156]\n[157]\n[158]\n[159]\n[160]\n[161]\n[162]\n[163]\n[164]\n[165]\n[166]\n[167]\n[168]\n[169]\n[170]\n[171]\n[172]\n[173]\n[174]\n[175]\n[176]\n[177]\n[178]\n[179]\n[180]\n[181]\n[182]\n[183]\n[184]\n[185]\n[186]\n[187]\n[188]\n[189]\n[190]\n[191]\n[192]\n[193]\n[194]\n[195]\n[196]\n[197]\n[198]\n[199]\n[200]\n[201]\n[202]\n[203]\n[204]\n[205]\n[206]\n[207]\n[208]\n[209]\n[210]\n[211]\n[212]\n[213]\n[214]\n[215]\n[216]\n[217]\n[218]\n[219]\n[220]\n[221]\n[222]\n[223]\n[224]\n[225]\n[226]\n[227]\n[228]\n[229]\n[230]\n[231]\n[232]\n[233]\n[234]\n[235]\n[236]\n[237]\n[238]\n[239]\n[240]\n[241]\n[242]\n[243]\n[244]\n[245]\n[246]\n[247]\n[248]\n[249]\n[250]\n[251]\n[252]\n[253]\n[254]\n[255]\n[256]\n[257]\n[258]\n[259]\n[260]\n[261]\n[262]\n[263]\n[264]\n[265]\n[266]\n[267]\n[268]\n[269]\n[270]\n[271]\n[272]\n[273]\n[274]\n[275]\n[276]\n[277]\n[278]\n[279]\n[280]\n[281]\n[282]\n[283]\n[284]\n[285]\n[286]\n[287]\n[288]\n[289]\n[290]\n[291]\n[292]\n[293]\n[294]\n[295]\n[296]\n[297]\n[298]\n[299]\n[300]\n[301]\n[302]\n[303]\n[304]\n[305]\n[306]\n[307]\n[308]\n[309]\n[310]\n[311]\n[312]\n[313]\n[314]\n[315]\n[316]\n[317]\n[318]\n[319]\n[320]\n[321]\n[322]\n[323]\n[324]\n[325]\n[326]\n[327]\n[328]\n[329]\n[330]\n[331]\n[332]\n[333]\n[334]\n[335]\n[336]\n[337]\n[338]\n[339]\n[340]\n[341]\n[342]\n[343]\n[344]\n[345]\n[346]\n[347]\n[348]\n[349]\n[350]\n[351]\n[352]\n[353]\n[354]\n[355]\n[356]\n[357]\n[358]\n[359]\n[360]\n[361]\n[362]\n[363]\n[364]\n[365]\n[366]\n[367]\n[368]\n[369]\n[370]\n[371]\n[372]\n[373]\n[374]\n[375]\n[376]\n[377]\n[378]\n[379]\n[380]\n[381]\n[382]\n[383]\n[384]\n[385]\n[386]\n[387]\n[388]\n[389]\n[390]\n[391]\n[392]\n[393]\n[394]\n[395]\n[396]\n[397]\n[398]\n[399]\n[400]\n[401]\n[402]\n[403]\n[404]\n[405]\n[406]\n[407]\n[408]\n[409]\n[410]\n[411]\n[412]\n[413]\n[414]\n[415]\n[416]\n[417]\n[418]\n[419]\n[420]\n[421]\n[422]\n[423]\n[424]\n[425]\n[426]\n[427]\n[428]\n[429]\n[430]\n[431]\n[432]\n[433]\n[434]\n[435]\n[436]\n[437]\n[438]\n[439]\n[440]\n[441]\n[442]\n[443]\n[444]\n[445]\n[446]\n[447]\n[448]\n[449]\n[450]\n[451]\n[452]\n[453]\n[454]\n[455]\n[456]\n[457]\n[458]\n[459]\n[460]\n[461]\n[462]\n[463]\n[464]\n[465]\n[466]\n[467]\n[468]\n[469]\n[470]\n[471]\n[472]\n[473]\n[474]\n[475]\n[476]\n[477]\n[478]\n[479]\n[480]\n[481]\n[482]\n[483]\n[484]\n[485]\n[486]\n[487]\n[488]\n[489]\n[490]\n[491]\n[492]\n[493]\n[494]\n[495]\n[496]\n[497]\n[498]\n[499]\n[500]\n[501]\n[502]\n[503]\n[504]\n[505]\n[506]\n[507]\n[508]\n[509]\n[510]\n[511]\n[512]\n[513]\n[514]\n[515]\n[516]\n[517]\n[518]\n[519]\n[520]\n[521]\n[522]\n[523]\n[524]\n[525]\n[526]\n[527]\n[528]\n[529]\n[530]\n[531]\n[532]\n[533]\n[534]\n[535]\n[536]\n[537]\n[538]\n[539]\n[540]\n[541]\n[542]\n[543]\n[544]\n[545]\n[546]\n[547]\n[548]\n[549]\n[550]\n[551]\n[552]\n[553]\n[554]\n[555]\n[556]\n[557]\n[558]\n[559]\n[560]\n[561]\n[562]\n[563]\n[564]\n[565]\n[566]\n[567]\n[568]\n[569]\n[570]\n[571]\n[572]\n[573]\n[574]\n[575]\n[576]\n[577]\n[578]\n[579]\n[580]\n[581]\n[582]\n[583]\n[584]\n[585]\n[586]\n[587]\n[588]\n[589]\n[590]\n[591]\n[592]\n[593]\n[594]\n[595]\n[596]\n[597]\n[598]\n[599]\n[600]\n[601]\n[602]\n[603]\n[604]\n[605]\n[606]\n[607]\n[608]\n[609]\n[610]\n[611]\n[612]\n[613]\n[614]\n[615]\n[616]\n[617]\n[618]\n[619]\n[620]\n[621]\n[622]\n[623]\n[624]\n[625]\n[626]\n[627]\n[628]\n[629]\n[630]\n[631]\n[632]\n[633]\n[634]\n[635]\n[636]\n[637]\n[638]\n[639]\n[640]\n[641]\n[642]\n[643]\n[644]\n[645]\n[646]\n[647]\n[648]\n[649]\n[650]\n[651]\n[652]\n[653]\n[654]\n[655]\n[656]\n[657]\n[658]\n[659]\n[660]\n[661]\n[662]\n[663]\n[664]\n[665]\n[666]\n[667]\n[668]\n[669]\n[670]\n[671]\n[672]\n[673]\n[674]\n[675]\n[676]\n[677]\n[678]\n[679]\n[680]\n[681]\n[682]\n[683]\n[684]\n[685]\n[686]\n[687]\n[688]\n[689]\n[690]\n[691]\n[692]\n[693]\n[694]\n[695]\n[696]\n[697]\n[698]\n[699]\n[700]\n[701]\n[702]\n[703]\n[704]\n[705]\n[706]\n[707]\n[708]\n[709]\n[710]\n[711]\n[712]\n[713]\n[714]\n[715]\n[716]\n[717]\n[718]\n[719]\n[720]\n[721]\n[722]\n[723]\n[724]\n[725]\n[726]\n[727]\n[728]\n[729]\n[730]\n[731]\n[732]\n[733]\n[734]\n[735]\n[736]\n[737]\n[738]\n[739]", "PATTERSON": "\n[1]My wife is the game player in the family, sir. \n[2]I'm sure you've examined my record. So you know I've never yet been late on a bridge. \n[3]But I have in India- every country presents problems. \n[4]I've got a reason far beyond confidence: my wife is having our firstborn in five months and I promised I'd be with her when the baby comes. \n[5]You won't have the chance. Any further words of encouragement? Then I've a train to catch. \n[6]We're not much good at goodbyes, Helena. \n[7]It was embarrassing- the man showered me with compliments. \n[8]-well, it's just... ...other men don't abandon their wives at such a time- \n[9]What if there are complications?- \n[10]I am desperate to see Africa- but I hate the leaving. \n[11]He just gave me his \"monster\" speech. \n[12]\"Breathtaking\" doesn't begin to do it justice. \n[13]You know the most amazing thing about them?- they only sleep five minutes a day. \n[14]The females are bigger- only animal here like that- have to be or they wouldn't survive because the males eat the young. \n[15]Just that they fart through their mouths. Must make kissing something of a gamble. \n[16]Almost three hours. But I've been getting ready all my life. \n[17]Beaumont says it's to end slavery. \n[18]Have you got that in writing? \n[19]Does he speak English? \n[20]Excellent. Could I see the bridge site? \n[21]Why do the workers look unhappy? \n[22]tent area where prayer is starting \n[23]The workers don't get on? \n[24]This is more difficult- \n[25]-but how wonderful that it's difficult, it should be difficult- what better job in all the world than build a bridge?- make things connect- bring worlds together- and get it right! \n[26]And anxious to get started. What is this, mostly malaria? \n[27]Clearly you don't agree about building the railroad? \n[28]Then why do you stay? \n[29]Karim will have to show me where it happened. And of course, I'll need the donkey. With any luck, I'll sort it out tonight. \n[30]Well, he put me in a spot, didn't he? But that's all right- after all, I'm responsible for everything that happens here. And it certainly won't do much for morale if a man-eater's on the prowl. \n[31]We know three things about man-eaters. First, they always return to where they've attacked before. Second, they're always old- they can't catch other animals so they turn to us. And third, they're always alone- they've been cast out by their pride because they can't keep up. \n[32]Might be exciting for you. \n[33]I'd love the company. And I've hunted all my life. \n[34]Shhh. \n[35]-you'll have to deal with it, Nigel. \n[36]They own the night- nobody moves when there's a man-eater out there. \n[37]What? \n[38]Not to terrify you, Nigel, but it's worse than you think- I've never even seen one. \n[39]So that's what a lion looks like. \n[40]All right, I'd like to start the embankments today- -sufficient supplies on hand? \n[41]-true enough- but without the comedy relief. \n[42]How lucky we are. \n[43]Possibly. \n[44]All right- thee second embankment will go there. \n[45]In your honor, Nigel. And you and Singh will be in charge of building them- and you'll also build the roadbeds and the three foundation pillars- and you'll be finished in eight thrilling weeks. \n[46]Nigel, you'll just have to use your hands- \n[47]What are they looking at? \n[48]Nonsense. \n[49]I'll try- but this feels so different- that old lion I killed could never carry off a man Singh's size. \n[50]That's what the books say... \n[51]You were contracted to work- \n[52]Let me see the sick. \n[53]There is no reason for fear. \n[54]Second death? Where?- \n[55]But it's crazy- the lion shouldn't be that hungry this soon. Samuel? \n[56]Fine. Get started. And a strict curfew- no one allowed out at night. Send half your men to the bridge, the rest with these two. And I'm sorry for my tone earlier. But I repeat- there is no reason for fear. I will kill the lion and I will build the bridge. \n[57]You mean nobody died? \n[58]Look out, Samuel, here it comes. \n[59]Thank you, Samuel. \n[60]I expect so- it's from my wife. \n[61]I do, actually; very much. \n[62]Jesus, two of them... \n[63]-oh, sing a different song, Abdullah- -there's nothing wrong with your men so stop telling me there is- \n[64]You think you matter? -Beaumont is on that train- he matters- \n[65]He sees this chaos, he'll replace you all. \n[66]You think so? Fine. It's best you get out. Go. Tell all your people to go, run home where they'll be safe under the covers and when the bridge is built and the railroad is done, they can tell their women that out of all the thousands who worked here, they were the only ones to flee- \n[67]Pleasant journey? \n[68]Don't they, though? \n[69]Truthfully? There has been the occasional odd hiccup- but then, as you so wisely told me, I'd never built in Africa. \n[70]Morning, friend, glorious day. \n[71]Starling? \n[72]Yes he is. \n[73]Here he comes now. \n[74]It's what the natives are calling the lions- -two lions have been causing trouble- \n[75]It hasn't been that simple so far. \n[76]I'm calling it my \"contraption\"- we're going to surround it with a boma- a fence, to you- and we're going to leave a small opening opposite that door. \n[77]In that half will be bait- human bait- I'll start things off- -a sliding door will fit above that and a trip wire will run across the floor. \n[78]I didn't conceive of it for the lions- I built one in India when there was trouble with a tiger. \n[79]In point of fact, it didn't. But I'm convinced the theory is sound. \n[80]What? \n[81]You genuinely enjoy trying to  \n[82]All they'll bring is more chaos and we've plenty of that already- and if they come in, word will get out- and what happens to your knighthood then? \n[83]Every man who's ever fired a rifle has heard of him- by the time you find him, the lions will be dead. \n[84]I do hate him. I want you to distribute one bag of flares to every tent area- -tell the men to light them if there's trouble- -make it two bags. \n[85]Very good indeed. \n[86]All right- you'll spend your nights inside. You'll have plenty of ammunition. You're totally protected, you have really nothing to fear. \n[87]Not once?- you didn't hit it once?- \n[88]-well, of course he kept moving- but he couldn't have been more than ten feet away from the three of you- surely you must have wounded the thing- \n[89]-that's ridiculous talk and you can't seriously believe it- \n[90]I wasn't and you know it and don't push it- just listen- we have a problem in Tsavo- \n[91]-careful, Abdullah- \n[92]I didn't have a chance to thank you. \n[93]Got me out of trouble. \n[94]We need to talk. \n[95]Actually, no. \n[96]Somehow I guessed. \n[97]I have to ask- why do you need me? \n[98]That's very considerate. \n[99]You like him, don't you? \n[100]You've known him long? \n[101]Have you got it? \n[102]You don't enjoy killing, do you? \n[103]Thank you. Why does he need you by him? \n[104]I can try. \n[105]It was probably luck- I'd rather you did the shooting. \n[106]...misfire... it jammed... \n[107]...don't know... \n[108]Have you ever failed? \n[109]Goddammit! \n[110]But of course yours worked. \n[111]You just got hit. The getting up is up to you- but they're only lions- -and I'm going after them crack of dawn... \n[112]What happened to them? \n[113]Their den? Have you ever seen anything like this? \n[114]Where could it have gone? How could it get across the water? They're only lions, yes? \n[115]Ever have to use a machan? I did once. In India. We will tonight. \n[116]They're used to people in trees, not in a clearing. It may be tight. \n[117]I'll be bait alone? \n[118]I'll have to. \n[119]Was that supposed to make me feel better? \n[120]You think they'll come then? Why? \n[121]Why? \n[122]How many do you think they've killed? \n[123]-not a time for modesty, Bob- \n[124]I never thought I'd say this, but I'm glad you came. \n[125]Actually, I could have done it much more easily without you, but for whatever reason, I'm glad you came. \n[126]I want to meet my son- he must be what, two months old? \n[127]I feel the same about the bridge. This country certainly didn't ask for it, doesn't need it. \n[128]He has children? \n[129]You're positive lions hate baboons? Pebbles? Let's get it over with. \n[130]Where is it? \n[131]It's all right, Samuel- we all get hit- \n[132]Samuel! ", "REDBEARD": "\n[1]No hints, Samuel. \n[2]You're right. The Devil has come. Look at me. I am the Devil. \n[3]Am I to take it you want to live? \n[4]Excellent decision. Your name is Abdullah? I'm sure we'll meet again. Go and enjoy the splendid morning. \n[5]You got old. I'm sure you're John Patterson. Stay out of my way. \n[6]What did I do? \n[7]Nonsense- Samuel would have done something. \n[8]Let me save time-  you are the engineer;  you are in charge; you're sorry I'm here. Right so far? Good- because  I am not an engineer,  I don't want to be in charge, and  I'm sorrier than you are that I'm here- I hate Tsavo. So I will help you by killing the lions and leaving, and you will help me by doing what I tell you so I can leave. See any problems? \n[9]All right- let's go into battle. I'm Redbeard. \n[10]Starting now, we attack them. \n[11]We'll have to make them come to us, won't we? And since there are two of them, we're going to set two plans in motion. First: we must move the entire hospital by tomorrow night. \n[12]-is it, I'm sorry, but then, of course, you're the doctor, you should know. \n[13]I suppose I could answer you. I suppose I could explain that the place is so inviting, what with the smell of blood and flesh, that they have to strike. It's even possible that I tell you I found some fresh paw marks around back which means they're already contemplating feasting here. But I don't want to answer you because when you question me you are really saying that I don't have the least idea what I am doing, that I am nothing but an incompetent, that I am a fool. Anyone who finds me a fool, please say so now. \n[14]Then we agree. \n[15]I don't really. But understand something- even though it may take me two or three days to sort this out- -when I'm gone, you'll still have to build the bridge. And I don't want the men to have lost respect for you. \n[16]I'm always considerate- my mother taught me that. \n[17]Why do you laugh?- you don't believe she taught me? \n[18]Four should do it. \n[19]No, but you do- -see, you were needed after all. And fifty warriors at the camp before dawn. \n[20]Because I have two plans to kill the lions- one involving the cattle, the other the men. \n[21]Two lions are all that have come... they're only lions, that I know. And I will kill them both tomorrow. \n[22]I have a gift. \n[23]I spotted one of them- -in there. \n[24]The best way to ensure the kill when you're using trackers is for one to shoot while the other uses the trackers to force the lion toward the shooter. Have you ever led trackers? \n[25]Samuel says you killed a lion. \n[26]You'd never force the lion to me- and nobody ever got a lion with one shot by luck. Around there's a clearing- you'll know it from the anthills- get there and hide and listen to the sounds- I'll make the lion come directly to you. \n[27]-all of you- spread the width of the clearing- no gaps- go- \n[28]Shoot for chrissakes!- \n[29]Not even close. What happened? \n[30]Has it ever done that before? \n[31]You exchanged weapons? You went into battle with an untried gun? \n[32]They have an expression in prizefighting: \"everyone has a plan until they're hit.\" You've just been hit... ...the getting up is up to you... \n[33]Gentlemen, there's no sickness smell at all here, and little blood. When we leave, close the gate securely, don't open it til morning and keep your fires high. Any questions, ask them now. You two will sleep beautifully in your tents. And stay there. \n[34]Patterson and I will be in the old hospital- where the enticing smell of sickness still lingers- -and by the time we're done, I promise you, the odor of blood will be irresistible. \n[35]Think about something else. \n[36]Only in life... \n[37]It's all right. Stay ready. They know it's there. \n[38]Meant to ask you- the railroad car trap. Your idea? Excellent notion- I used the same device myself once. \n[39]In point of fact it didn't- but I'm convinced the idea is sound. \n[40]It would have been a beautiful bridge, John. I never noticed before, occupied with other ...never really pay much attention to that kind of thing but I've had the time today, nothing else on, and this... it's graceful and the placement couldn't be prettier... and... \n[41]In my town, when I was little, there was a brute, a bully who terrorized the place. But he was not the problem. He had a brother who was worse than he. But the brother was not the problem. One or the other of them was usually in jail. The problem came when they were both free togther. The two became different from either alone. Alone they were only brutes. Together they became lethal, together they killed. \n[42]I got big. \n[43]Dear God- \n[44]Nobody's seen anything like this. Lions don't have caves like this- -they're doing it for pleasure. \n[45]One of my chief attributes is that I'm always calm. \n[46]Don't they have to be?... \n[47]Not for me- I'm too bulky and it's your idea, you go up there. Take the others to the water tower for the night. \n[48]Yes. And I'll be in some distant tree where I can provide no assistance whatsoever. Can you control your fear? \n[49]I can't control mine- I'd be lost without the shame factor driving me. \n[50]It's certainly the best chance they've had to kill you. \n[51]Good luck. \n[52]Because I think they're after you. \n[53]The most of any lions... a hundred...? Probably more. Johnny...? \n[54]Don't fuck up. \n[55]-undeniably your triumph. \n[56]Understood- you realize now you could never have done it without me. \n[57]Some Russian princes want to hunt the Himalayas. You? \n[58]Too soon to tell. \n[59]My life was shaped because someone invented gunpowder. Our lives have crossed because two lions went mad. But what if in the future the three of us do something grand for humanity? Was that worth all the lives? Too soon to tell. \n[60]Hold your son high. ", "SAMUEL": "\n[1]And very poor French. \n[2]The bridgebuilder- -we have been getting ready for you. \n[3]I will bring him, Nigel. \n[4]Because they are here. Because Tsavo is the worst place in the world. Come, John- to the bridge. \n[5]Thank you. The truth is this: you have to work at it constantly. \n[6]Get on? They detest each other. Obviously the Africans hate the Indians. But the Indians also hate the other Indians. Some of them worship cows, while others eat them. \n[7]Railhead is across there. \n[8]Three thousand men laying track- when the bridge is done, it all joins up. \n[9]Did it look like this in your mind? \n[10]I am also liaison between these two. \n[11]One shot- one- \n[12]Patterson has made the nights safe again. \n[13]\n[14]You- they cannot believe you're still here. \n[15]You don't know what Tsavo means, do you? It means \"slaughter\"... \n[16]We should construct thorn fences around every tent area. Fires burning at night. \n[17]Oh yes, I think so. \n[18]I've had four wives, good luck. \n[19]For you. \n[20]Good news? \n[21]Do you love her? \n[22]You give me hope, John. \n[23]I have never experienced anything like it. \n[24]Let me deliver the bibles. \n[25]The Ghost and The Darkness have come. \n[26]It's Redbeard, Abdullah- he'll kill you. \n[27]Soon. \n[28]I don't believe you had a mother. \n[29]Oh yes. But it takes time. \n[30]Since his beard was red. \n[31]How many cattle? \n[32]They will want a lot of money. \n[33]Masai Chief replies. Translating \n[34]The Ghost and the Darkness have come... and we can do nothing... but if you anger them... they will stay in Tsavo... and life will become more unberable, that I know... \n[35]Much gentler now. \n[36]He doesn't. He needs nobody. But we have hunted many times... ...he knows I am afraid of lions... \n[37]Did you ever see a lion that size? \n[38]It's Hawthorne's. \n[39]And where will you sleep beautifully? \n[40]Both of them over there. \n[41]Where do you go next? \n[42]Help finish the railroad. \n[43]Three years I've worked for the railroad. Now I don't know why. It seemed a good idea once. \n[44]Some mysteries should not have solutions. \n[45]Once... \n[46]Underneath. Somewhere. \n[47]Afraid of lions. ", "STARLING": "\n[1]Many thanks. You're Patterson, yes? Nigel Starling- I'll be assisting you at Tsavo- but surely Beaumont must have told you that. \n[2]That. I know Robert seems dreadful, but when you truly get to know the man, well, he's much worse. And I'm one of his defenders. Forget him for now- it's your first ride to Tsavo- I think you'll find it breathtaking. \n[3]Aren't they amazing? \n[4]Don't much like them. \n[5]Anything special about them? \n[6]I've lived in Africa a year and I don't know what you know. How long have you been here? \n[7]Every time I see something like that, I know we're right to be here- to bring Christianity into their lives, enrich their souls. \n[8]We all have our reasons. Mine is simply to make them understand happiness, accept salvation, know the serenity that comes- -best I stop. One of the by-products of my belief is that I can become amazingly boring. But I know God smiles on me. \n[9]Welcome to Tsavo. \n[10]Samuel is camp liaison- absolutely indispensable- the only man here everyone trusts. \n[11]Samuel- John Patterson. \n[12]I've got medical supplies to deliver. Come along to the hospital when you're done. \n[13]Finish your tour? \n[14]Yes- but their suffering is only transitory- once they except God into their hearts, He will vanquish all pain. \n[15]You never had it. \n[16]A man-eater attacks and you're such a buffoon you almost forget to mention it? \n[17]I couldn't believe it when you said \"sort it out.\" As if it were the most normal thing in the world. \"Ho-hum, what lovely tea, I think I'll bag a killer beast this evening, nothing much else going on anyway.\" \n[18]You said \"of course\" you'd need the donkey. Why \"of course\"? \n[19]I don't suppose I could watch. \n[20]I've never been all that adventurous. I wouldn't be in the way? \n[21]Well, why not? You seem so calm and experienced. Why not, indeed! \n[22]I hate to be a bother, John, but the cramp's getting worse. The pain is actually quite unbearable now. \n[23]I'm sure you mean that to be comforting, but- \n[24]That is precisely my plan- but back in my tent. \n[25]John? I know this isn't the time to ask, but- \n[26]Since you'd only been here three hours when we met, are you sure this is how you hunt lions? \n[27]...one shot... \n[28]With much more on the way- -John- we could have had this chat on flatter ground- \n[29]Aren't we full of ourselves today? I think it's because of the lion. \n[30]How many shots did you need? \n[31]You do plan to mark it a bit more precisely than just- -\"there.\" \n[32]John, it will not be easy. \n[33]-please- you needn't be so graphic- \n[34]But you said they were always old. \n[35]-far end of camp- man wandering alone at night. Hawthorne's examining the body now. There's even less of him than of Singh. \n[36]Not good enough- look, it's got to be tighter. Tighter. \n[37]What a good week. \n[38]We all worked together. Worthy deeds were accomplished. I liked the labor. My mother insisted on piano lessons- broke the dear woman's heart when I turned out to be tone deaf- but she still was always at me about being careful with my hands. I like the blood, is that strange? \n[39]Even you two must admit that it is a glorious thing, what Man can accomplish. When there is a common splendid goal, there are no limits. Think what we will accomplish when we all have God's warmth in our hearts. \n[40]I am immune to your disdain. When I came here, I had but one small goal: to convert the entire continent of Africa. Now I've decided to move on to something really difficult: I will not rest until both of you are safely in the fold. \n[41]The struggle is the glory... ", "BEAUMONT": "\n[1]John Henry Patterson, come in. I'm Robert Beaumont. Firm- I like that, tells me a lot about you- -now why don't you tell me about me? To get you started, many people find me handsome, with a wonderful smile. I'm sure you agree. Winning personality, heaps of charm? \n[2]Games? Look at me closely, Patterson: I am a monster. My only pleasure is tormenting people who work for me, such as yourself. One mistake and I promise you this: I'll make you hate me. \n[3]We are building this railroad across Africa for the glorious purpose of saving Africa from the Africans. And, of course, to end slavery. The Germans and French are our competition. We are ahead, and we will stay ahead providing you do what I hired you to do- \n[4]-build the bridge over the Tsavo river. And be finished in four months time. Can you do that? \n[5]You've never built in Africa. \n[6]You'll need your confidence, I promise you. \n[7]Very moving, Patterson; I'm touched you confided in me. But I don't really give a shit about your upcoming litter. I've made you with this assignment- -don't make me break you. \n[8]How could it be? I hate Africa. \n[9]Lovely sound- they seem happy. \n[10]So work must be going well? \n[11]But overall, you're pleased? \n[12]I almost feel like getting right back on. \n[13]I suppose it would be a dereliction of duty not to at least look around. \n[14]I do need to see Starling. \n[15]Awhile back he ordered some bibles- -I've brought them. Is he here? \n[16]Well, I need to speak to him. \n[17]Excellent show. Where is Starling? \n[18]What in hell is going on? \n[19]In English. \n[20]-what's the surprise in that, this is Africa? \n[21]What have they done besides kill Starling? How many have they killed? \n[22]How many? \n[23]Christ! What are you doing about it? \n[24]This is supposed to be salvation? What kind of idiocy are we dealing with here? \n[25]Genius- the beast will enter, tripping the wire, the door will slide down, trapping him, you, safe behind the bars, will have him at your mercy and will shoot him. \n[26]Are you running a high fever, man? How could you expect something as lunatic as this to succeed? How could you even conceive of it? \n[27]And it worked? \n[28]I made a mistake hiring you- you're simply not up to the job. \n[29]Let me explain about time- you've been here three months and already two months behind. And the Germans and the French are gearing up. And I don't care about you and I don't care about the thirty dead- I care about my knighthood and if this railroad finishes on schedule, I'll get my knighthood and I want it. Professional hunters may be the answer. \n[30]I'm going to try and locate Redbeard- I assume you've heard of him. \n[31]Very well, the job's still yours, I'll go. But if I have to return, you're finished. And I will then do everything I can to destroy your reputation. Am I not fair? Told you you'd hate me. \n[32]I think another for posterity- this is an important moment in my life. \n[33]Understand, I had help- \n[34]Oh surely there's enough credit for us all- let's not forget, you did the actual shooting. Of course, I hired you, I was the general who put the team together. And generals are the ones who tend to be remembered. \n[35]Clever idea, I like it. ", "HAWTHORNE": "\n[1]I'm David Hawthorne, this is my hospital. And my advice to you is, \"don't get sick in front of it.\" That was meant to be charming, sorry. I seem to have lost the knack. \n[2]Nigel and I don't like each other much. \n[3]This sham? Ridiculous. Who needs it? It's only being built to control the ivory trade, make men richer. \n[4]Who else would hire me? Beat you to it, didn't I? Oh yes, almost forgot- brought you a little welcoming gift. \n[5]This is Karim, one of my orderlies- attacked by a man-eater earlier today- first incident of that kind here. \n[6]Well, he got away, didn't he? Riding a donkey not far from here when the lion sprang on them- donkey took the brunt of it- then suddenly the lion ran off. \n[7]I know it's your first day and of course you must be tired from the journey- -but what are you going to do about it? \n[8]-then he feasted on him, starting with his feet- \n[9]You intend \"sorting this out\" tonight? \n[10]Well, of course, I can't supply a totally accurate answer because there are those that are actually authenticated and there are those that we once thought were workers killing each other or deserting from camp so any number I give is subject to error- \n[11]Thirty, I should think. \n[12]That's a terrible idea- \n[13]Silliest thing I ever heard of- why in the world should we go through all that? \n[14]I have been desperate for Patterson to let me move the hospital since the day he arrived. \n[15]You're certain about tomorrow? But you don't seem excited. \n[16]Then why do it? \n[17]Strange man. Has he always been this way? \n[18]John?- Change guns with me- mine's much more powerful. I'll be finishing the hospital tomorrow so I won't be with you- but if you'll use this... ...then I will. ", "ABDULLAH": "\n[1]-malaria epidemic; very sudden. \n[2]Oh, you're a doctor now, too? \n[3]On that I choose to remain dubious. Two are dead now in two nights. \n[4]Of course you will, you are white, you can do anything... \n[5]-you do not call me a liar- you know nothing of their health- consider yourself fortunate I persuaded so many to stay- consider yourself fortunate I have decided to stay- \n[6]He'll replace you, too- that's all you really care about. \n[7]As are they all. \n[8]The next time will be as this time- The Devil has come to Tsavo- \n[9]-now you're telling me my beliefs?- I don't think so- \n[10]-at last you're right- we do- you are the problem in Tsavo- \n[11]You do not tell me \"careful\"- you do not tell me anything- you listen while I talk- \n[12]You don't know all that has happened here- the Devil has come to Tsavo. \n[13]I am a man of peace. \n[14]Most certainly. Absolutely. Yes. \n[15]I think it's been a pleasure. \n[16]How; we don't know where they are? ", "PULL BACK TO REVEAL": "\n[1]\n[2]\n[3]\n[4]\n[5]\n[6]\n[7]\n[8]\n[9]\n[10]\n[11]\n[12]\n[13]\n[14]\n[15]", "HELENA": "\n[1]I tried to be late, John- it would have been easier if you'd gone. \n[2]Tell me about Beaumont- does he understand how brilliant you are, how lucky he is to have you? \n[3]Oh dear- -you're geting that downtrodden look again- \n[4]-oh please- if I'd been against your taking this, you would have abandoned me. You've been desperate to see Africa your whole life. \n[5]-not \"what if\"- there will be, there always are. Which only means that our \"son\" and I- note my confidence- will have an excuse to come visit. \n[6]Go, now. Such a gentleman. \n[7]You build bridges, John- -you've got to go where the rivers are. \n[8]Darling one- the big excitement yesterday was when some school- children spotted a whale- -they were looking at me, John- \n[9]That was an attempt at humor but I don't feel very funny these days. I miss you terribly and after our son- I still have total confidence- well, after he's born I think travel might be broadening. As he kicks me at night I'm quite sure he's telling me he definitely wants to come to Africa. Thought you might need reminding. \n[10]Could you tell him that his wife- -that his family has come to see him. ", "and": ""}}