{"dialogues": {"BLOMKVIST": "\n[1]What is this, the media event of the year? \n[2]Don't try to play it up, that won't either. \n[3]I'll appeal to you, Viggo:   Find a real story to cover. \n[4]Marlboro Red ... and a lighter. \n[5]Walking.    Thinking. \n[6]Just one. \n[7]I have.    Who else? \n[8]You've been on the phone all day then. \n[9]You are?    You wrote it? \n[10]Not the same. \n[11]Mine is. \n[12]I'm tired. I feel like climbing under a duvet and sleeping for a week. \n[13]Sorry. \n[14]Writing the press release. \n[15]You're taking over as publisher. You're sorry for any nuisance Wennerstrom was caused. I can't be reached for comment. \n[16]Just taking a few steps aside. For you. \n[17]She offered. \n[18]As she hoped. \n[19]And I still would have lost. \n[20]I had a lot.    It just wasn't any good. \n[21]I'm fine, Nilla. You don't have to worry about me. \n[22]About me? \n[23]Nilla?    What are you doing? \n[24]You're not serious. \n[25]Of - Nilla. \n[26]Light of - what? What is that? \n[27]Excuse me. \n[28]Hello. \n[29]Yes. \n[30]Of course. \n[31]You know, you're calling at an awkward time. \n[32]That's not what I mean. \n[33]Excuse me? \n[34]Have him call me. \n[35]No.   Sorry. \n[36]And last, I'm sure. \n[37]You said it was lovely in winter. \n[38]I'll be on the 4:30 train back to Stockholm. \n[39]I can't stay for dinner. \n[40]That you used to run one of the biggest industrial firms in the country. \n[41]Doing. \n[42]They're still called that. \n[43]Someone has to do it. \n[44]And beautiful. \n[45]Something happened to her? \n[46]She couldn't have run away? \n[47]She couldn't have fallen and drowned? \n[48]Who knows about these? \n[49]I understand your frustration. But what you're asking me to do is a waste of money. \n[50]We don't need to. I can't find something you haven't been able to in forty years. \n[51]You want me to set aside my life and career for something that's a complete waste of time. \n[52]Mr.  - \n[53]You fired me; I need something to do. \n[54]Like I've been gutted. Like I'm running away. I am. \n[55]Wennerstrom wants to see me waving a white flag, not a red one. And the more it looks like there's a problem between you and me, the more it'll satisfy him. \n[56]It's four hours by train.   It's not the North Pole. \n[57]Think this snow's going to let up anytime soon? \n[58]What.   Milk? \n[59]It's me. I'm here. It's fucking cold and I'm on a pay phone. If you tried to call, the reception sucks, and if you tried to email, there's none of that either, so - so - I'm here - and - I can't even speak it's so fucking cold. \n[60]I'm writing a biography of Mr. Vanger, yes. \n[61]That's unfortunate. \n[62]He was there that day? \n[63]Does anyone speak to anyone on this island? \n[64]Who doesn't he speak to? \n[65]I'm quickly losing track who's who. \n[66]Who speaks to him? \n[67]I just met him. \n[68]And you live here. \n[69]Your house. \n[70]Business?   She was sixteen. \n[71]She was with some friends that day. At a parade. You must have talked to them. \n[72]I have one. \n[73]It's at the National Forensic Lab. \n[74]I wanted to ask you about this. \n[75]It's the last page I'm curious about. \n[76]The only names not alphabetized. \n[77]I've reminded you of things you'd rather forget. I'm sorry. \n[78]Was this also a missing girl case? \n[79]I'm afraid I'm a bit out of shape. \n[80]Is that what this is? \n[81]That one's good. \n[82]That was a dark day. \n[83]It's okay. There are worse things than libel - though I can't immediately think of one in my business. \n[84]Henrik's biography. \n[85]They are. \n[86]I do. \n[87]Maybe we could talk about that later. \n[88]How so. \n[89]You were here that day? \n[90]I know it well. \n[91]It's not about the family. It's about Henrik and the company. \n[92]It's not my intention to present a malicious portrait of anyone. \n[93]Unlike that one. Correct. \n[94]I can't ignore such a dramatic event, but no, that's not by any means my focus. \n[95]Since we're talking about it, since you brought it up, what was Harriet like? \n[96]He was my age then, and so couldn't know what was really going on with a teenager any more than I can with my own daughter. You were her age. \n[97]I'd love to, where is she. \n[98]You don't know where your own sister lives? \n[99]I'm getting used to that comment. \n[100]People generally get over that sort of thing at a certain point. \n[101]I'll try to track her down for you. \n[102]For myself then. \n[103]Excuse me. I'm sure I should have made an appointment. \n[104]I'm Mikael. \n[105]I would if had any money to invest. \n[106]I'm writing a biography of your uncle Henrik. That's why I'm here. \n[107]Good.   Engaging. I like him. \n[108]\n[109]\n[110]\n[111]\n[112]\n[113]\n[114]She never confided in you what about, specifically? \n[115]What do you think happened to her? \n[116]But you have no ... thoughts about why, or who. \n[117]No. \n[118]What have I missed besides you? \n[119]Seriously? \n[120]I'm not.   I'm working. \n[121]Would you like to meet him? \n[122]Excuse me.   Did I miss something? \n[123]I gather.    Why would you want to do that? \n[124]How long have you been discussing this with them? \n[125]Why didn't you tell me? \n[126]So I deserve to be treated like an idiot? \n[127]I'm saying it now. It's not a good idea. \n[128]You don't know this family.   They're crazy. \n[129]We are if we do this. It's exactly what we're doing. \n[130]What. \n[131]So? ", "VANGER": "\n[1]I can't take it anymore. \n[2]Welcome.   Come inside.    It's warm. \n[3]Thank you for coming way out here. Anna, take Mr. Blomkvist's insufficient coat. Would you like to freshen up? We'll be having dinner later. For now, hot tea is waiting. Unless you'd like a drink instead. What would you like? \n[4]What? \n[5]Oh. I guess I'd better be quick then. Thank you, Dirch. Mikael, this way. \n[6]What do you know about me? \n[7]Used to.   That's correct. \n[8]My grandfather forged the tracks the 4:30 train will take you home on - and most of the other pre-state-owned rail lines.   We stitched this country together. We made the steel and milled the lumber that built modern Sweden. You know what our most profitable product now is? Fertilizer. \n[9]I'm not obsessed with the declining health of the company, but I am with the settling of accounts - and the clock is ticking. I need your help. \n[10]Officially, assisting me with my memoirs. But what you'd really be doing is solving a mystery. And you'd do that by doing what you do so well - this recent legal mishap of yours notwithstanding. You'd be investigating thieves, misers, bullies, and malcontents - the most detestable collection of people you'll ever meet ... my family. \n[11]Richard, who I may as well start with to get it out of the way, was a Nazi of the first order - joining the Nationalist Socialist Freedom League when he was 17. \n[12]Isn't it interesting how fascists always steal the word freedom. The 4:30. Yes. Okay. Anyway, Richard died a martyr to the Nazi cause in 1940 - missed all the real excitement - but not the opportunity to regularly beat his wife Margareta and their son, Gottfried. \n[13]Now, Gottfried - Harriet's father - was what people used to call a Good- Time-Charlie. \n[14]Are they?   Okay. \n[15]He was a charmer, a ladies man, a drunk. In other words, a born salesman - which is what he did for the company - traveling around, taking clients out to dinner and so on. \n[16]That's right. Anyway, he died in 1965. Drowned. Drunk. Here on the island. \n[17]His wife Isabella - who was pretty much useless before as a parent - became even more so after his death - which is when I began looking after their children - Martin - who runs Vanger Industries now that I'm retired - and Harriet. \n[18]She was bright and curious, a winning combination in any person. \n[19]Someone in the family murdered Harriet and for the last forty years has been trying to drive me insane. \n[20]It was September 21st, 1966.    A Saturday. Harriet was 16. \n[21]What was she going to tell me? Why didn't I make time for her? Why didn't I listen? \n[22]Not without being seen. \n[23]Firemen stayed on the bridge all night pumping out the gasoline. And no one swam across, or took a row boat. All of them were still tied up on this side Sunday. Believe me, we checked. \n[24]The currents aren't strong here. Anything that falls into the water turns up nearby. Like her father. His body didn't drift more than ten meters when he drowned the year before. \n[25]No. Someone killed her, Mr. Blomkvist. Someone on the island that day. Someone close enough to know what she used to give me each year on my birthday. \n[26]These were from her. \n[27]These, from her killer. \n[28]Me, the police, the murderer ... and now you. \n[29]- studying their reports and interviews, all the information there was, and it's a lot. I've spent half my life examining the events of a single day. \n[30]We haven't discussed your fee. \n[31]You don't know that. You have a very keen investigative mind. \n[32]Here's what I propose: You come stay on the island. I have a nice little cottage by the water you can use. You study the material I give you. You find something I've missed - or you don't. \n[33]Think of it as a well deserved vacation. A way of avoiding all the people you want to avoid right now. As for compensation, I'll pay you twice your salary for as many months as it takes. I'll quadruple it if you solve the mystery. \n[34]I'm not done. I'll throw in one more thing - even though you're a terrible negotiator. It's what you want more than anything else and it can't be bought at any price. I'll give it to you ... Hans-Erik Wennerstrom. \n[35]He began his career working for me. And I've followed it with interest, shall we say, ever since. You were right about him. You just couldn't prove it. \n[36]The island is owned by my family. Your closest neighbor is my brother Harald, another Nazi if you can believe. Two in the family. He's detestable to put it nicely, but you'll probably never see him. He's a recluse. \n[37]Indeed he was. \n[38]That's his daughter Cecilia's house. They don't speak. \n[39]Actually, Isabella - Harriet's mother - who lives there - - she speaks to Harald - which is one of reasons I don't speak to her. Cecilia's brother Birger lives there. \n[40]You, probably. Not that you'd want him to. He can be as unpleasant as Harald. \n[41]Oh, how you'll wish were it always so. Soon you'll know us all only too well - with my apologies. Out there is my nephew Martin's house; Harriet's brother. \n[42]I speak to him. He runs the company now, as I think I told you. \n[43]Someone shooting their dinner. Gunner probably. The caretaker. \n[44]He was 19 when Harriet disappeared. \n[45]He lives over there. \n[46]Sorry? \n[47]Yes, you're right. The man who hires the detective should always be kept on the suspects list. \n[48]It's down the hall. \n[49]It is.    She lives with me. \n[50]Her mother is. \n[51]This way. \n[52]Please.   I beg you. \n[53]I apologize if you're having financial problems at the magazine in Mikael's absence. \n[54]Are you sure? \n[55]You know, I used to be in the newspaper business. We owned six dailies back in the 50's. \n[56]I let my nephew Birger run it since he can't run anything else. \n[57]We're talking about an investment in the magazine. \n[58]I feel bad that I've take Mikael away from you at the worst possible time. This is the right thing to do. The moral thing. That's one reason. \n[59]The enemies of my friends are my enemies. I hate Wennerstrom as much as you hate what he's done to you. \n[60]So what do you say? \n[61]Is that a maybe? \n[62]Wonderful!   More wine, Anna. \n[63]I think Mikael is adapting well to rustic life, by the way. \n[64]Put the logs on end, like this. \n[65]There's another reason.      I don't like bullies. \n[66]I'm referring to anyone who tries to sue their enemies into submission. If Mr. Wennerstrom would like to try it again, he'll find himself fighting a company that can afford to fight back. \n[67]Already it's the most fun I've had in years. ", "SALANDER": "\n[1]Something wrong with the report? \n[2]There's nothing not in it. \n[3]I'm not paid to give my opinion. \n[4]He's clean.   In my opinion. \n[5]He's honest. He's who he presents himself to be. In his business, that's an asset. \n[6]That's true. He made a fool of himself with that. If it happened that way. \n[7]If he made up the story, that's out of character. So is giving up without a fight. People don't do things that are out of character. \n[8]That wasn't part of my assignment. \n[9]The judgement will just about empty his savings. \n[10]May I go? \n[11]Nothing that warranted inclusion. \n[12]He's had a long sexual relationship with his co-editor. It wrecked his marriage, but not hers. Her husband accepts it. Sometimes she sleeps at Blomkvist's, sometimes at home. \n[13]I know. \n[14]No. \n[15]I did. \n[16]He likes sandwiches. \n[17]His ward.   He doesn't have a daughter. \n[18]Please. \n[19]Did you make it? \n[20]I had to pay three months back rent and eat a little bit. It's all I have right now. \n[21]I got a call from social welfare. I've been assigned a new guardian. \n[22]Make coffee and sort mail. \n[23]Enough. \n[24]I pay my rent. \n[25]Never. \n[26]It isn't a discrepancy or a problem. It was clear to him I could manage my own finances. \n[27]I'm not a child. \n[28]I've been on my own since I was twelve. \n[29]Hard drives at home, yeah. \n[30]It'll take five minutes.      It's important. \n[31]Write down anything you want. \n[32]For work. \n[33]I shouldn't even have to ask. I should have control of my money like before. \n[34]Mr. Bjurman, please. It's Lisbeth Salander. ... I'm fine. I'm sorry I missed our appointment. I had a lot of work ... no, nothing to be concerned about ... I need another advance on my allowance. Can I come to your office tonight? ... I don't need a pen, what's the address? \n[35]It's me. \n[36]It's nice. \n[37]Food. \n[38]I just want my money. \n[39]Wait. \n[40]I just want to know, am I going to have to do this every time I need money to eat? \n[41]I can get home on my own. \n[42]Wrists and ankles. But none of these. Just a plain band, like handcuffs. \n[43]How much do one of those cost? ", "BJURMAN": "\n[1]How's Mr. Palmgren doing? I was told he had a stroke of some kind. Terrible. \n[2]What exactly do you do at this security company? \n[3]But not full-time. Not even part- time consistently. They somehow got along without coffee or mail in July and August? \n[4]How much do you earn there? \n[5]How much is your rent? \n[6]When's the last time you were late? \n[7]Do you think that ring in your eyelid makes you attractive? \n[8]Here's the problem. There a discrepancy between the obligation of Mr. Palmgren's guardianship and the management of your finances. \n[9]But that's not clear to me. \n[10]No.  You're not. But you were. And between then and now - - two years in the locked ward at St. Stephens, for violent aggression - failure to adapt to four foster homes and seven schools - arrested twice for intoxication, twice for narcotics use, and most recently for assault: a bottle smashed into a man's face. You may have conned Mr. Palmgren into thinking you've improved, but looking at this - - not to mention how you're looking at me now - I can see you haven't. So the Good-Old-Mr-Palmgren-Days are over. Starting now, you'll be given a monthly allowance. You'll provide me with receipts for your expenses. \n[11]If the numbers don't balance, I'll have to assume the difference is going to drugs. \n[12]No. You've been a persistent burden to the State since you were twelve. \n[13]Ms. Salander? Please look at me. Because this is important. \n[14]This behavior you're displaying right now is elaborately documented here - - so it would come as a shock to no one if I chose an alternative to the lenient arrangement I just outlined. Is that what you're saying with your silence? You'd prefer institutionalization? \n[15]Have you ever had an STD? When's the last time you were tested for HIV? \n[16]How many partners have you had in the last month? How many were men? \n[17]I'm required to ask you these things. It's a matter of health. \n[18]Why do you need such an expensive computer? \n[19]Making coffee and sorting mail. \n[20]And you will. Once you show me you can be sociable and get along with people. Can you do that? Shall we start with me? Shall we start now? \n[21]If you're nice to me, I'll be nice to you. That's how normal people are. \n[22]You've done this before.   You know what to do. \n[23]Do you want this computer or not? \n[24]You feel that? That's gaberdine. Unzip them. And ... And ... I like the reticence. I prefer a whore who pretends she isn't. It's almost convincing. \n[25]Here you go.   As promised. \n[26]I know you're not thinking about telling anyone about our date. Enjoy your computer games. \n[27]Come on in. \n[28]Like it? \n[29]It's home. So, what do you need money for this time? Grand Theft Auto 5? \n[30]How are you? Been thinking about last time? Decided you wanted to see me again? \n[31]Well, let's see if I can help you out with that. \n[32]Is there a problem? \n[33]It's so cute when you do that surly thing. Take my hand \n[34]Please.   I have neighbors. \n[35]What we're going to do now is teach you the value of money. \n[36]I forget - did I ask you before if you liked anal sex? \n[37]I'll drive you home. \n[38]Are you sure? \n[39]So, next Saturday, here? ", "ERIKA": "\n[1]Where you been? \n[2]Smoking? \n[3]TV4 called. I told them no statement until we've read the judgment in its entirety. \n[4]Everyone who's ever wanted to see you humiliated. \n[5]I'm as much to blame for this as you. \n[6]I read it.    I ran it. \n[7]Our credibility isn't dead, Mikael. \n[8]Alone? \n[9]I already called Greger and told him I wouldn't be home tonight. \n[10]Usually when I wake up in a cold bed, it's at home. \n[11]What are you doing? \n[12]Saying - \n[13]You're giving up. \n[14]This makes me sick. \n[15]It wasn't even about Mikael. It was Wennerstrom sending a message to the press as a whole - and the FSA: Don't ask questions. \n[16]We're in our worst crisis ever and you're writing a memoir? \n[17]You fired you; I need you here, not the North Pole. You know what this is going to look like. \n[18]There is a problem between us. He won't be satisfied until he shuts us down, and you're leaving me to fight him alone. \n[19]Is it any warmer inside? \n[20]The steady exodus of two-thirds of our advertisers. \n[21]Is that hard to believe? Sitting up here in Lappland with your cat? \n[22]I can see. \n[23]Maybe in about an hour.      If you're interested. \n[24]We'll work through them. \n[25]That sounds about right. \n[26]We've never considered it before. We value our independence. \n[27]And. \n[28]Have you seen him try to make a fire? \n[29]I haven't been. They asked me to come up yesterday. \n[30]Why would I.   You live in the woods. \n[31]I wanted to hear what they had to say. You would've said no before they could. \n[32]You heard me tell them we could hang on for six months. I was lying. Without their money we'll be out of business in three. \n[33]We're not marrying into it. \n[34]You want to say no? Let's say no. Instead of 50 percent of something, let's own 100 percent of nothing. \n[35]So are you coming to bed or not. \n[36]We made a serious mistake last year, and we regret it. But we're moving forward, and this is the first step. \n[37]That's inaccurate. Read the original press release, Viggo. I didn't fire him. He's on sabbatical. \n[38]I'm not sure, to be honest with you. ", "FRODE": "\n[1]You called her, I thought.     You spoke to her. \n[2]I don't understand. \n[3]But you told her I wanted to meet her. \n[4]But. \n[5]In what way. \n[6]How do you do? \n[7]No. It seems quite thorough. There's a wealth of data here. But I'm also interested to know what's not in it. \n[8]Your opinion of him isn't. \n[9]So you don't have one? \n[10]He's - excuse me? \n[11]There's less in his asset column after his conviction today. \n[12]Are you saying he was set up? \n[13]You're quite right he made a fool of himself professionally. How big of a fool did he make of himself financially? \n[14]Your report is light in another area. His personal life. Anything you chose not to include? \n[15]I'm not sure if that means yes or no. \n[16]Not in this case. I have to know if there's anything about him I might find unsavory - even if she doesn't. \n[17]You were right not to include that. \n[18]Anything else? \n[19]Please think before you say no. \n[20]I don't want to be surprised by something later. \n[21]So. Nothing else. In the personal department. You're sure. \n[22]First time in Hedestad? \n[23]It's lovely in the spring. \n[24]This is unseasonable. \n[25]Unless we get snowed in ... I'm joking. You'll be home tonight, if that's what you wish. \n[26]Mr. Blomkvist would like to be on the 4:30 train back to Stockholm. ", "MORELL": "\n[1]What kind is it? \n[2]And the frame? \n[3]Postmark? \n[4]No note. \n[5]I'd like to see the girl's room. \n[6]I thought this was your house. \n[7]Are her parents alive? \n[8]First thing in the morning. \n[9]But   I also couldn't find a motive. Was   it spontaneous? Was it planned? Did   she know something someone wished she   didn't? Was it about business? \n[10]And very bright. Henrik told me he could easily imagine her running the business someday, which would mean someone else wouldn't. \n[11]She told them she wasn't feeling well. She left early. But they also said she kept secrets from them, too. The main thing I learned talking to them for hours is that teenage girls are complicated. \n[12]So you know. Did you bring the last gift Henrik received? \n[13]I can tell you what their report will say now: It's a flower common to Europe. All of them are. No prints. No DNA. \n[14]She received this from Henrik the Christmas before. I studied it more times than I can say. I know every page of it. \n[15]As was I. \n[16]They're local Hedestad phone numbers. The first belonged to a woman named Margot, whose mother was Magda, who claimed she didn't know Harriet. The fourth, R.L., belonged to Rosemarie Larsson, an elderly woman who died a few years before. The other three were unconnected in any way that I could find. \n[17]I can't forget it. It's my Rebecka Case. \n[18]Every policeman has at least one unsolved case. Back then it was old Torstensson. Year after year he kept returning to one - taking out the files - uselessly studying them. As young men, we had to laugh. \n[19]No, that's not why I mention it. The Rebecka Case is something that happened before Harriet was born. I'm talking about the soul of a policeman. Poor Torstensson could never solve it, and could never let it go. ", "MARTIN": "\n[1]No, it's a climb for anyone. I should've warned you. Come on in. \n[2]A dark day. \n[3]She comes for the moose steak. \n[4]Something's open. You like this one, or would you like to try something else? \n[5]What can't. \n[6]We can talk about it now. Liv knows everything about my crazy family. Which is why she'll never marry me. \n[7]Don't put that in your book. Anything else is fine. Harriet certainly. Everything changed after that. Not just the family, but the company. \n[8]We're not Nordea or Ericsson, but we're still the largest family-owned company in the country. At the height, we had 40,000 employees. We have about half that now, and that downward slide - anyone can tell you - began after my sister's death. It broke Henrik's entrepreneurial spirit, and his heart. \n[9]Everyone was here, though I didn't get in until after the accident on the bridge. The 4:30 train. \n[10]It was a terrible day. And the days after - searching and not finding her - were even worse. \n[11]This event, Mikael, has to be a big part of your book. \n[12]How long do you think you can hang on? Six months or so? \n[13]We still own one. The Courier, here in town. \n[14]So what do you say to taking on a partner? \n[15]Your independence is dependant on advertisers - if we're being honest. However much you think that is, you'd retain. We don't care about content. \n[16]Not for the return, that's for sure. \n[17]Millennium is an excellent magazine. We also think it's undervalued right now, which is good business for us. ", "CECILIA": "\n[1]Hi. I thought I'd come over and say hello. I'm Cecilia. \n[2]We're all uncomfortable with the idea of a chronicle of our family. \n[3]Like I said. \n[4]Unlike the one that landed you in court. \n[5]So, what you're saying is, you're not really here to look into what happened to Harriet. \n[6]So all those boxes Gunner carted down here - which are where? - in the closet now? - weren't Henrik's private investigation. I wonder sometimes who's crazier - my Nazi father or my obsessed uncle. \n[7]I'm sure Henrik has told you. \n[8]Actually, my sister Anita was closer to her in age. \n[9]She knew Harriet better than anyone - certainly better than I did. You should talk to her. \n[10]If I had to guess - London. \n[11]I haven't seen her in years.       We never really got along. \n[12]That's the way it is when you're always after the same boys. \n[13]Oh, I'm long over it, and won't ever have to worry about it again. She hates this place even more than I do. She left, moved to London and that was it. You couldn't pay her to send a Christmas card, much less visit. \n[14]Don't bother. \n[15]If you do, and try talking to her about us, don't be surprised if she tells you to fuck off. ", "ANITA": "\n[1]It's fine.    Please.     Have a seat. \n[2]Mikael.   How do you do. \n[3]You're looking for investment counseling, Mikael? \n[4]Excuse me? \n[5]How is Henrik? \n[6]\n[7]\n[8]\n[9]\n[10]\n[11]\n[12]I never saw it myself, but you could tell something was going on. One day she'd be withdrawn. The next she'd be putting on makeup and wearing the tightest sweater she had to school. The next she'd be studying a Bible like a nun - no Vanger was ever religious - can you imagine? Obviously, she was very unhappy. \n[13]There was no specifically. It was everything. It was being part of that family. Henrik's the only decent person in it. \n[14]Everyone knows what. \n[15]All I know is I always felt sorry for her. Even more than for myself. I got out of there when I was 18 and never went back. She would have done the same but didn't make it to 18. ", "VANGER V/O": "\n[1]This is Harriet. The granddaughter of my brother Richard. \n[2]My brothers - along with their wives, children and grandchildren - had gathered here for our loathsome annual board meeting and dinner. It was also the day the Yacht Club held its Autumn parade. \n[3]Harriet and a couple of school friends had gone into town to watch it. She returned a little after two o'clock. \n[4]She came to the parlor. She asked if she could talk to me. I honestly don't remember what I was doing that I thought was more important, but I told her to give me a few minutes. \n[5]But in a few minutes, before I could go upstairs to talk to her, something else occurred. \n[6]The accident had nothing to do with Harriet - and everything. \n[7]It was chaos as everyone dropped what they were doing. \n[8]Police, an ambulance, fire brigade, reporter, photographer and onlookers quickly arrived from town, as those of us on the island - the family - hurried to the bridge from our side. \n[9]The driver of the car - a Mr. Aronsson - was pinned and severely injured. All we could do was try to pry him out with our hands - since metal tools could spark. \n[10]About twenty minutes after the crash, Harriet was in the kitchen. Anna herself saw her. \n[11]We finally got poor Aronsson out of his car and off to the hospital, and those of us on our side drifted back to the house. \n[12]The sun was down, the excitement over, we sat down to dinner. That's when I noticed Harriet wasn't there. \n[13]And she wasn't there the next morning. Or the next. Or the next forty years. \n[14]When the police investigation petered out, I kept at it - ", "LIV": "\n[1]Mikael? We're going to the same place. Hop in. \n[2]I found him at death's door halfway up the hill. \n[3]I used to work in the company's petrochemical division in Goteborg. When it was sold, I went with it. \n[4]I live in Hong Kong now, but come back to Stockholm for family events, and when I do, I drive up to spend a couple days with Martin. \n[5]I saw you on Sky News a while ago. \n[6]Sorry to remind you of it. \n[7]You're writing a book now, Martin said. \n[8]I love Henrik. He's fascinating. Martin, too. Together they're the Old Sweden and the New. \n[9]You know about Harriet, right? \n[10]You don't? \n[11]Harriet. \n[12]That's one reason. ", "FRODE O/S": "\n[1]Mr. Blomkvist? \n[2]Forgive me for intruding on your Christmas. My name is Dirch Frode. I'm an attorney. I represent Henrik Vanger. Perhaps you've heard of - \n[3]He'd like to speak to you about a private matter. \n[4]I'm sorry. I'm about to sit down to Christmas dinner myself. \n[5]You're referring to your recent legal trouble. That has provided Mr. Vanger with some entertainment. \n[6]He doesn't care for Wennerstrom either. \n[7]He'd like to meet in person if that's okay. Up north. Hedestad. \n[8]He's much too old to make a trip to Stockholm, Mr. Blomkvist. Please. If you'd be so kind as to consider. \n[9]Hedestad is lovely in winter.      Like a Christmas card. ", "ARMANSKY": "\n[1]It's possible we could wait forever. \n[2]I'm afraid that doesn't mean much. \n[3]No one here likes her. So it's better if she works at home. \n[4]But I've told her many more times I prefer her not to meet clients. \n[5]I'm concerned you won't like her. She's different. \n[6]In every way. \n[7]Lisbeth, Mr. Dirch Frode. \n[8]I think what Ms. Salander means, and I agree, is that everyone has a right to a certain amount of privacy, even when they're being investigated. ", "PERNILLA": "\n[1]Mom's worried. \n[2]About all that money. \n[3]Nothing. \n[4]I don't want to talk about it since I know you won't approve. \n[5]Light of Life. \n[6]You think it's all senseless but it isn't. It's more natural to believe in something than not to. ", "NILSSON": "\n[1]I'm Gunner.   The caretaker. \n[2]You're an author. \n[3]I saw you on television. \n[4]Bit of trouble, I guess. \n[5]No jail time, though. That's good. Cost you a lot of money though, yeah? \n[6]There. "}}