{"dialogues": {"TONY": "\n[1]Aunt Connie ..- ? Connie would apparently prefer to avoid answering any questions. \n[2]Thank you, Sir. Captain Palmateer, I'd like to present you to my Mother, Mrs. Adams -- my. sister, star,{ --- And this is Mister 3agen, a very old friend, and Al Teri - T used to ride on his shoulders when I was a little 1:ov- Pa: ateer ,as gzeeted the ladies, shaken hands with he men, ad l bi.: c appropriately. Nice to .eet u, so cn. \n[3]See you all tonight. Tony kisses his mother and he and Palmateer move off. \n[4]Before we go into polygraphs and so on, there's something you might not know. MCB EOUS.c Fact is, we know quite a bit. \n[5]And baseball. \n[6]Does this assignment have scmet-h4 n5 to do wit nv =a;, er? tc NT.?w.\u0095'?VZD} \n[7]Y haven't seen my father since I was ten years old. \n[8]I get a Christmas present and a check or. my birthday --that's about it. As far as I know, he's retired. Doesn't see anyone. \n[9]I really don't know if I can help you very much, Mister :Korehouse. \n[10]Yes, of course. \n[11]Well? \n[12]\n[13]As soon as they decide I.'m not a Russian spy. \n[14]What they'd like to fi:d out. right now is: Wctzd you be interested? \n[15]\n[16]I think about Tahoe sometimes. Is the fishing still good up there? \n[17]Those were good days. \n[18]Nothing. it-'s a dummy out: i,t. That phone rings in Langley, but they'll know where I am. f f Agen nods and guts the card in his wallet a we \n[19]About what? \n[20]I thought he had his reasons. \n[21]110. \n[22]Nothi..ng The Secor_d Iuterro,acor glandes \u0095cver. The ~t ace of anger in Tor_v`s _as- response has told hiz. and us somethinc . C\"^' TO: ui- 15. 0 T. L\"tT-_.RROGATION ROOM TER= - DAY Tony sits in a chair in a small room with acoustical tile on the walls and ceiling. Behind hint is a desk- like structure with a built-in apparatus of dials, graph paper and odd, narrow metal pens. Tony is connected to the desk ensemble by three appara- tuses: a blood pressure cuff attached to his arm,. an accordian tube around the chest to measure changes in breathing rhythms; a hand-held device with electrodes which measures changes in perspiration or galvanic skin response. The Third Interrogator sits at the desk behind Tony, asking questions slowly and checking the three styluses on the rolling graphs. \n[23]No. \n[24]No. \n[25]Yes. \n[26]No. Save vou? The ;\"hi=d Interrogator tenses angrily for a ncment, \n[27]No. \n[28]It's my roommate up at Eseter. Phil Bodeen. \n[29]Z don't know. But last time r saw him he had an American flag sewn to --..e seat of his pants. \n[30]L gis y y r r 1 1 +I GrL MCI n \n[31]As a matter of fact Z don't. But the Supreme Court does. Syza- bclic freedom of speach. Protec ted under the First Amendment. As Tony tuffs to go : \n[32]Sir? \n[33]T plan on passing this thing \n[34]What makes you think so? \n[35]Here. As Tony flicks the lighter on: \n[36]My name's Adams. Tony Adams. Z know who you are Miss Dunne. As Elizabeth finds a seat, we see that what is being run i.n this Projection room is an interview ime-troreen Elizabeth and a large, attractive, Latin-American political leader named Arnando. ?Tidal. They sit to- get er at the --col area of a lur..ar r hotel. Tidal wears a fatigue uni.fc= without any insignia whatsoever- The image of Elizabeth an screen is saving- \n[37]When will this be shown? \n[38]Right. There's a couple of ques- tions I wanted to ask you, if that's okay. What are you doing about lunch? \n[39]Sow did you guess h.at? \n[40]You're kidding. \n[41]None of my business, but what were you. doing at an Army-Navy ball. game? \n[42]You've got a pretty good memory. \n[43]You and Grundeilias? \n[44]Ee really gets around. \n[45]Oaps. \n[46]You stir see h,m? \n[47]Z was just going. \n[48]Goodnight. Tony goes down the street. She watches after him as we -« \n[49]How strong is the Corleone family connected in Latin America? \n[50]Tell me about the airline. It's what you call non-scheduled. You 'now? Lf we ever go out of business, haL \n[51]It's a political assassination. The target is Asmanda Vidal. \n[52]If it's too much for you, just say so. M can break this off right now --- Santino, taken aback at the cold authority in Tony's manner, turns for support. \n[53]Our Technical Services Division is experimenting in two areas. One is a scuba: diving wet suit designed to malfunction at a critical depth. The other is a toxic biological material -»- a strain of botulism that's tasteless, colorless and odorless -- and so lethal that one drop on his food or an his toothbrush would be fatal inside of an hour. \n[54]That's right. There's a second phase to this operation. It consists a spread- ing confusion -- planting explos- ives -- the Police Barracks -- the Central. Power Station -- so on. which will hopefully trigger an uprising of the Anti -Vi\"'aiista forces. \n[55]There's no problem there. Every- thing will be handled through me and in cash. \n[56]I don't know if they'll accept that. \n[57]No I don't. \n[58]No. \n[59]You might be right. \n[60]All right you, son of a bitch, tell me about it.. The Instructor is looking at Tony. Suddenly he grins; \n[61]Take a right on Sixteenth Street. \n[62]How's. your progress? \n[63]'Barcenas? \n[64]I' I L see you in Florida.. \n[65]Hiss Duane, please. \n[66]I believe I was next, Sir. The Admiral throws a look in Tony's direction, then pays for the bourbon and coke and exits. \n[67]Scotch-rocks. Here. Two.. \n[68]Finally. \n[69]On temporary assignment. \n[70]You'll be astonished. \n[71]Shh. \n[72]I don't know. \n[73]Don't make a noise. Just stand where you are or I'll kill you. We have pulled back and panned slightly to include Tony who is sitting on the. floor, his back against the wall. \n[74]S've got a. gun at your partner's head. There is 'a beat, then: \n[75]You drop the knife. \n[76]I'm going to give you one more chance. Trot the k:i-`f:a and !'I--l let you go . \n[77]That's what you're going to look like in two seconds if you harm that girl.. \n[78]Go get dressed and call the Police. Elizabeth nods and half-stumbles out of the room. Tony crosses to the Man. \n[79]No, I'm not. Tony lifts the gun and blasts the First Man three times in the chest. \n[80]It's all right.. He tried to get my gum away and I had to shoot him. As. Tony, still comforting her, moves her away, We -- \n[81]I'm pleased to meet you, Doctor. They shake hands, then:. \n[82]Are you read-!? \n[83]Yes. , \n[84]we got you BARS and Carbines plus ten, thirty calibre light machine guns, and ten, four-point t o inch mortars with a thousand rounds of high explosive and a thousand, rounds of white phosphorous. Tony is pointing out the various boxes and crates: \n[85]We also got you two hundred Sixty- six, millimeter, M-72 LAW rockets. They're lightweight, one-shot dis- posable Bazookas. There is also field gear, medical supplies, tentage, demolition mater- ials, combat rations --- Arrigo, the. pimp, comes up, takes the LAW rocket from Roberto, then: \n[86]You, go in tomorrow to get it ready. I'll meet you down there at the end of the week. Who's your radio man? \n[87]I'll show you the set up. As Tony and Padre Pepe move off together toward. a short wave radio set up in the corner, ae -- \n[88]Hi. She stops. Ee crosses up: \n[89]r thought you weren't coming down here. She doesn't answer. \n[90]Aren't we speaking? \n[91]Yes. \n[92]You've set a time?. \n[93]Good. \n[94]A hundred thousand pesos, cash. Count it, please. As Roberto takes up the money and counts it., Tony takes out a small vial in a plastic container. \n[95]And this. It's tasteless and odorless, but it has a vet-,,? short period of tox-- ic.Z. ty --- do you understand? Once s opened it must be used within twenty-four hours. \n[96]The symptoms are those of botulisat. High fever, nausea, vomiting, and death. Within an hour. \n[97]Thank you. \n[98]Have the supporting omeratic n.s been set urz? \n[99]Yes? \n[100]What are you talking about? \n[101]What makes you thi:Lk --l'm not with the Navy? 1 CO 1 .i...Y U 0 \n[102]I want to know where you heard that. \n[103]I don' t know. They wove casually toward the newsstand. Palmateer Picks up a'Spanish language newspaper, idly scans it, \n[104]Sow many people know about t:-his mission? oAL.u.ATv-ZR Why? 78. \n[105]Z think there's been a leak in Washington. \n[106]is Artier Grundellius one of them? \n[107]F Then maybe it's not that serious. - \n[108]No. I think it's all right. See- you tomorrow.. \n[109]Yes? \n[110]Z don't know.. Tony turns and crosses out of the lobby as we --- \n[111]Then you're going to have to move right now. \n[112]Quick! Roberto runs in, whips out a knife and as Tony grabs the motionless body, the other cuts the line. \n[113]Get in. Tony is under the dashboard crossing the wires as the others start piling in. The motor starts, Tony slides behind the wheel. As they drive off --- \n[114]Which way? \n[115]Wait a minute. \n[116]Listen, I -- He breaks off as Elizabeth's face goes pale with shock and she drops the bag on the floor. A couple of oranges roll across the rug as: \n[117]I'm sorry, I had to talk to you She looks at him her expression almost readable as anger; \n[118]Bey, wait a minute He kisses her. \n[119]What's all. this crying shit? She smiles, sniffles, blinks the tears out of her eyes, \n[120]Stu? \n[121]Considering. Some friends of mine flew me up to Maryland this morning. I thought maybe I'd better not go directly home. \n[122]How are you? \n[123]Fes. \n[124]I hope you don't mind a house guest. \n[125]Wha_ is it? \n[126]Long distance =;fc_aa,ion, please. h T e number of the Ve?as ?alms --- \n[127]Maatrocina? \n[128]Who are you? \n[129]A little. \n[130]Did he say how soon T could leave? \n[131]r'd like to get out of here as soon as possible. \n[132]I'm not totally stupid. \n[133]t'n willing to learn. \n[134]Are 'you sure? Michael answers that question with a look: Of course in sure. \n[135]The girl I was staying with and --- Tony breaks off: \n[136]Before I left, I called a man named Stuart ?almateer.  106. \n[137]You were saying? \n[138]I I need your advice. \n[139]What's the other way? \n[140]Yes.. As Tony puts down the picture, Michael comes up. \n[141]Z remember that I loved him. \n[142]I've been thinking about these choices. Michael holds up his hand to delay the decision. \n[143]It's a special honors program for First Classmen. \n[144]No. Not that much. \n[145]I thought about it, but Kay wanted me to go to Annapolis and the price was right. \n[146]About the same. \n[147]I know. \n[148]Why didn't you do it? \n[149]is this so bad? Sa don't know. it depends or. what you call terrib? e . You have to \n[150]?redo, the fisherman. Yes. I'll always remember, he had a secret way to catch fish. 'He taught me. You say a Hail. Mary' before you put the line down. It never fails. \n[151]He died didn't he? \n[152]Why? \n[153]what I have to say won't take long. And I think we 111 all be happier if it's not on tape. Morehouse pauses a moment then openens a drawer and switches ofd his tape machine. \n[154]I'm fine now. \n[155]Not as much as I' d. expected. \n[156]We're wasting each other's time with this, Mister Morehouse. \n[157]The big mistake was that I'm still alive. \n[158]11 you'd managed to get rid of me down there - or in Vegas -- you' d be all right. silt it's too Late now. You've lost your chance. \n[159]If anything should happen to me -- anything at all -- you can find out. The full story will be all over the six o'clock news. \n[160]You were running a no-lose operation. if we succeeded, you were rid of Vidal. -- if we failed, the Corleone family was set up to take the blame. Your hands were clean. I was the only one who could dispute your story and I wasn't supposed to come back. I've found out that my res- ignation from the Navy was processed and accepted a full week before I went down here --- \n[161]And I don't buy it. \n[162]It's not blackmail. It's a simple statement of fact. If anything happens to me or if the Corleone Family is damaged iz these Senate Hearings, then the whistle blows and the whole zdmin .st_ation aces. ? \n[163]No. You've taken over the job. Your five minutes are up -- now get the hell out of here. As Tony turns and goes, Morehouse glares after him, the glint of victory in his eyes. \n[164]These are good. You ought to stave one. \n[165]First, I wanted to say that although I'm sure that I was set--um to be killed down there, I never thought you were mixed up in i t. \n[166]Z hear that Morehouse is being called in by the CommI tree to testify. \n[167]Well if he does -- and. I'm telling you this as a friend --- he's going to bring the roof down on him self --- and you too. As Pa.lmateer puts the newspaper down, looks at Tony: \n[168]That's definite, Stu. VIM sorry. \n[169]Yes Sir. I believe so. ", "I": "\n[1]\n[2]9. \n[3]\n[4]behind a desk rocking at a little steeple that he's made of his hands. \n[5]No calls, :Maggie. \n[6]20. CCNTI tUEI? : is framed in a place of honor. After a moment Brady shakes his head and turns back to Hagen. \n[7]4 \n[8]23. \n[9]\n[10]\n[11]\n[12]\n[13]\n[14]\n[15]27. IYT. : HE LS.' CUStNE - NIGHT Frankie is listening to the baseball scores. Neri is nervously checking his watch. A few passengers are boarding. There are no other cars. \n[16]as Neri, who hasn't been paying attention to the kids, now looks up in annoyance. \n[17]\n[18]32. \n[19]38. \n[20]43. \n[21]\n[22]46/48. \n[23]50. \n[24]55. \n[25]The gun in. his hand is, trained on the Man who has just -come in. \n[26]56. \n[27]\n[28]58. \n[29].7 64. \n[30]\n[31]69. \n[32]Chief of Police. The harsh, heavy Policeman is laugh- 1 ing at something Vidal has said, seemingly paying no attention to Tony's exit. \n[33]72. \n[34]As Tony comes up and joins Axr-igo a Third man suddenly appears out of the darkness. As he comes up to Tony, we recognize Jorge Baxcenas. \n[35]74. \n[36]men, suddenly three Policemen materialize out of the darkness ahead. \n[37]\n[38]\n[39]\n[40]77-i. \n[41]\n[42]a3. \n[43]The other police car has spun and stalled momentarily. As the Driver of the car gets it started and straightened out in pursuit, we can see the Second Policeman on the hand mike. We can hear his excited voice in. Spanish coming over the police radio. \n[44]\n[45]plane, and -- with the guns of the Soldiers holding off the angry mob -- the American Delegation to Vidal's celebration hurries into the big airliner.. \n[46]94. \n[47]\n[48]96. \n[49]ward to the Chauffeur. \n[50]\n[51]102. \n[52]103. \n[53]108. \n[54].7 114. \n[55]\n[56]\n[57]CUNT t3ED \n[58]119. n ?T. MAATROCINA' S OFFICE  - DAY _ Sam Maatrccina is seated in his office on the thirty- third,floor of an old downtown Manhattan office build- ing. The buzzer sounds. \n[59]120. \n[60]121. \n[61]122. ", "ANOTHER ANGLE": "\n[1]The speech is over and as the audience applauds, the Superintendent of the Academy crosses an to Grundellius. \n[2]As Elizabeth picks up another picture, this one a framed studio portrait, inscribed, of the Secretary. As she locks at it: \n[3]as the fear comes up. Noses into the slip. Creak of pilings. The limousine drives onto the ferry. \n[4]Guns have appeared in the hands of the Puerto Ricans and they start to blast at the limousine from outside. The ferry whistle is blowing. \n[5]One of the Puerto Rican kids is hit squarely in the chest. He flies back, azms up, legs sz readea_gI d, like he was hit in the chest with a baseball bat. \n[6]The services finish and the group breaks into smaller informal, groupings. We move to Tom Hagen and Tony, who have drifted to one side. aNOTH.ER ANGLE as Hagen indicates a moon-faced man, Imberto Croce, about sixty, who is approaching them. \n[7]As Rocco Lamm pone comes up, clearly agitated: \n[8]The Instructor offers a tempting target. Tony swings. The Instructor slaps his cap across Tony's face, grabs Tony's wrist and disarms him, throwing him to the ground. \n[9]Tony rolls to his feet, grabs up the killing knife and presses it to the Instrutor's throat. \n[10]As Tony comes into the room, Palmateer gives him a pen and a couple of pieces of paper. \n[11]Tony has heard this last. \n[12]as Elizabeth swings out of bed, naked, crossing out of the bedroom and into the hall. \n[13]As a. Second Man appears. This one has a gun. The First Man turns to him, speaking in a whisper. \n[14]As: the Second Man stands motionless, Tony is on. his feet and up to him. Tony takes the qua from him and tossing it an the bed gestures, forefinger to lips, be quiet. Now, Tony turns to the Man and. starts down the hall with him. Tony has him by the back of the jacket, his Tun pressed against the back of the Second Man's head. \n[15]as Elizabeth bursts bac k into the room, looks, then starts to scream. Tony crosses up and taking her in his arms, softly comforts her. \n[16]Eagen comes around his desk to the door to greet Maatrocina as he enters, followed closely by the cold-looking Ralph Augusto. \n[17]As Lampone crosses to the window to watch Augusto and Maatrocina leave through the pool area below, Hagen moves to Danny DeVito. \n[18]As Devito grins, shakes hands around and exits, Hagen turns to Santino. \n[19]As the predominantly Latin American crowd cheers, we pick out Tony, in civilian clothes, amongst. the' cheer- ing people. \n[20]As Anjelica turns, her coat swings open slightly and we see that she is dressed in a costume.-- a typical Tropicana showgirl kind of thing. \n[21]as Jorge, Tony and-Roberto all `ire at the same time, blowing Magudo back down the basement stairs. Tony and the others dive down the stairs. \n[22]As Borracho, Pepe and.Fararon run into the Presidential Palace, somebody has started pealing the bells of the Cathedral. \n[23]As E'ararcn cuts the Soldier down, then turns to Pepe: \n[24]as Pepe and Fararon disappear into the darkness follow- ed by Tony, Roberto and Jorge. \n[25]Pepe runs up, looks in. Tony and the others follow. \n[26]Roberto has broken off as he looks at-Fararon. We realize that sometime during the chase the Pharoah has taken a bullet in the chest. Se's dying, and pink bubbles of blood fora and break on his lips as he stiizggles for breath. \n[27]as Jorge, Pepe and Roberto run to the center of the airstrip, looking upward. We can hear the sound of an approaching aircraft. \n[28]as limousines 4ith soldiers on the ;enders and roofs come inching through the fist-waving, threatening mob. As the gates are opened, Soldiers with bayoneted rifles force the crowds back so that the cars can get through, \n[29]as Augusta, Danny Devito and the Chauffeur move up toward the rear of the truck, the Laborer jumps down off the big barrel he's been sitting on. \n[30]As the Television Newscaster switches to another item, we see a burning house, fire engines, so on. \n[31]as Rocco Lampcne crosses up to him. \n[32]as the Corleone Button Men in the following car blasts at the attackers, the Shotgun Man blasts away. \n[33]As Tony sits. He's not sure whether he likes or trusts or is ready to forgive his father, but he knows the sound of good sense when he hears it. \n[34]Michael takes out a cigar and goes about the ceremony of lighting it. \n[35]There is a beat. To= and his father look at each other and for a moment we feel that Tony is going to cross to his father, then the moment passes: \n[36]As Maatrocina goes to his knees, his eyes goggling, the First Young Man has crosses to the window and opened it. Now he and the Second Young Man carry the wide-eyed New York Don to the window and throw him out. \n[37]As Morehouse's sailboat drifts in the calm, it's sails up and motionless, it's tiller untended. The patrol boat noses up: ", "ELIZABETH": "\n[1]Sometime in the Fall. While Elizabeth, in the projection room, is saying this. her image on the screen has turned to the T4 camera and is saying: \n[2]I ignoring it. I've got to pick up some shots around town, but you're welcome to come along. They are at the projection: room door. As Tony cpens it for her she causes, then: \n[3]I saw you pitch a no-hitter against Army two years ago. \n[4]We were putting together a special on Arne Grundellius. He'd just been appointed Secretary of State. Ee threw the first ball that day. \n[5]And you.'ve got a pretty good slider. But L've got to be honest, you threw a lot of junk in the last two innings . As Tony shoots her a look:. \n[6]My old man was on the Spar rs' Desk of the Boston Globe for wwent;r-five \n[7]years. Z was practically raised at Fenwick Park in the Carl Yastremski \n[8]Well, he got around nee anyway. \n[9]Don't mind me. I'm just your basic Boston Irish. We bruise easily and heal slowly. \n[10]Call. me. \n[11]Thank God for 'the Navy. As she takes her drink: \n[12]Mister Adams,_ I'd like you to meet Judge Swartzwalder -- Senator McXissick and Jack Morton from wham all blessings flow --- \n[13]I wouldn't know, s°qve broken off relations with the State Decar ..went . \n[14]He's doing a background on Azmando Vidal. \n[15]Would you be an angel and Tony takes the glass from her, crosses and puts it on a nearby bench. As he does so, Elizabeth is Look- ing after him, as to the others: \n[16]I've always had a =ad thing for sailors- They've got such neat little asses. As Tony returns and escorts her back into the theater: \n[17]f f ere comes another. \n[18]You have interesting talents, Mister Adams .. \n[19]i I'm looking forward to it. \n[20]Now. Now. Yes. Now \n[21]There's a window in the front room. It rattles. \n[22]With all due respect, that's bull- shit.. The man's obviously inccm- petent or the car wcu: d have been \n[23]I want to talk to you. \n[24]You, sport. Adams, Anthony. No middle initial. Are you really with the Navy or was that just so much malarkey? \n[25]You're listed as missing. It's on the wire. \n[26]Your friend, DeVito --- The TV` set has warmed up and now the Newscaster's voice comes over the pict'..ire of a middle-class house in Bayonne, New Jersey. \n[27]This is Elizabeth Ann Dunne coming to you from outside, the. Senate. Caucus Room where the Senate Select Co=i.--tee on Intelligence is meeting this morn-- ing ..,... Oh, Senator  \n[28]Mister Secretary, Senator Geary, I'd like to present Tony Adams. There are general greetings, and then, as they move S toward the doors. ", "0": "", "HAGEN": "\n[1]Tony. Time to go. There is a beat and Tony composes himself, turns and moves up toward the house and Tom Hagen. \n[2]No. Ere wanted me to tell you both how sorry he was. \n[3]\n[4]\n[5]Yes. Thank you, Al. Where can I reach you? Tony scribbles an address on a card and hands it to Hagen. As'he looks at it: \n[6]Tom! Alberto ! Come in. Come in This way. \n[7]You want to know when I got back from New Orleans? Ten-thi.-ty last night. Big problems. \n[8]Umberto Croce out of Tama. He took over the whole Florida thing after Hyman Roth and Johnny Ola were retired. Cmberto has come up. \n[9]Mistake, ';.'onv. ?never let a man like that 'mow what you' :e thiak- .ng . \n[10]Would you care for a little wine? A little Anisette? No? All right. I've invited L berto Croce to sit in with us-because of his strong connections in Latin America and in the exile comarunity down in Florida -- and because he's a trusted and valued friend of the Corl eone family. And now,, if your friends in Langley have decided that you're not a Russian spy, perhaps you can tell as the nature of the service they'd like us to perform. \n[11]What do you think, Rocco? \n[12]What do you think, Umberto? Can you get your hands on a few Anti- Vidalistas who wouldn't mind going doom there and raising a little hell? \n[13]Why not? \n[14]Send them in, please. \n[15]Ralph? \n[16]Coke? \n[17]He's also got the Department of Labor, a board of trustees and the SEC looking down his throat. He can't make that large a commit- ment. \n[18]I'd like to put a couple of people with you,, Danny. \n[19]I want you to fly to Washington tonight. Talk to Senator Geary. Anybody you have to. But find out who ' s on Maatrocina' s payroll. I don't like him knowing about Tony. \n[20]", "BRADY": "\n[1]You're looking good, Tom. How do you keep your belly so flat? \n[2]StaLLJag? Will you listen to this guy? \n[3]okay. okay. I found 4- You want a i'i,ty M :?lion do? la= line of credit to be. granted is full to Genco azternatiorai and Subsidiaries and so on and so -73rth -- For a. hotel in tlar tic City? 7-'s a lot of money, '^o t.  19. \n[4]That's beside the point. ?act is, those days are over when Danny used to hand it out like so much free lunch. There's been a big reduction in our c fitment to new construction loans. \n[5]Let me read you something. \n[6]t'm sorry, Tom. :Such as I love and respect cur former president, I don't have any burning urge to end up rooming with him at Leavenworth. \n[7]You've just had my final refusal, Hagen. The answer is no. i ANOTHER ANGLZ as Hagen looks at Brady for a moment, then starts putting papers back into his briefcase. As he does so: \n[8]No hard feelings. It's just a policy decision of the Board. \n[9]What's that supposed to mean? \n[10]What am t supposed to do? Get scared? Piss in my pants? ,,To one is trfing to intimidate you. The Corleone :° ti.ly doesn't do business that wacr, \n[11]a hell of a lot of business, period. The way Z hear it, you're finished. With Mike locked away in a rubber room someplace, and a two million dollar tax lein on your Vegas prop- erty, you. got the balls to come in here and try to run muscle on me. Get out of here. Both of you. \n[12]Wait a minute. Hagen turns back. Brady comes up with the Genco Inte.r- national loan application. \n[13]Take this along with you in case you run out of toilet paper on 0 the flight back to Vegas. 3agen takes the application from Brady, then cuietly: E ,Gr 3 Don't ever think that the Corleone Tamily is finished, Mister Brady. That would be a mistake. Hagen and Neri now turn and exit. Brady is looking after them. Gradually the bravado drains from his big, pink, Irish face and he crosses to the telephone and picks it up. \n[14]Gat me Sam Maatrocina. \n[15]Still shopping around for that loan. \n[16]Thank you, Ralph. Augusta, having lit Brady's cigar, nods expression- lessly and sits as: \n[17]Something about Hagen kind of bothered me. Maatrocina offers a platter of grapes to Brady. \n[18]No thank you. \n[19]Yeah? What about Al Neri? ", "MICHAEL": "\n[1]The Doctor says it's nothing.to bother you, but I've always found it's easier to be brave about some- body else's headache. \n[2]Let me ask you a question. Have you any idea where you stand? \n[3]I aC 't think you're stupid. I think you're smart. 3 t not smart enough. \n[4]Good. You've let your enemies get too close to you. Those people who tried to kill you in Las Vegas, they were Maatrocina's people. \n[5]I told Tom Hagen -- God rest his soul --- but I warned him. it was a. mistake -- that whole Vidal business. As the only contact between our people and the Government you had no protec- tion. You were naked. It they want to break the contact, they elimirate you and they're clean. As long as you're alive,. you're a threat -- do you understand? \n[6]How long do you think the-Administra- tion would last if it were to come out that the President used the Corleone family to assassinate the head of a foreign state. The question is rhetorical. \n[7]r've always know why -- and z res- pect your reasons. But, neverthe- less, I'm your lather and anything t have is yours - if it's money you want, my friendship, the benefit of my experience -- if you'll accept it. It's yours. \n[8]There are two ways I see to handle this. First, I can make you dis- appear in. Sicily until everything blows over. Things change. Men get old and angers cool. In four or five years you could probably be safe to come home again.. \n[9]Think about it. Sleep on it. We'll talk again in the morning. \n[10]2 was surprised you didn't go to Dartmouth. \n[11]How's Hanover these days? \n[12]I always liked that town. That' S where Z met your mother -- when I was going to school up there. \n[13]Because one day a Sicilian pimp and dope peddlar named Virgil Solla2 O tried to assassinate my father -- your grandfather -- and I had to do something about it. It was a mistake. S took a road. The wrong road for me. It ended here. \n[14]live a certain way --- a cold way - or you won't live long. Do you remember your uncle credo? \n[15]You know what happened to ?'redo? \n[16]He went against the family. So I waited until our mother died and then I -- (breaks off , \n[17]Good. Come sit with me. Time is short and I have a lot to tell you. ", "ROBERTO": "\n[1]For many years. As they move into the hanger: \n[2]Z understand from Senor Croca that the idea with the diving suit did not work out. \n[3]But the other is. fine? \n[4]Everything is arranged. \n[5]It's good to see you, my friend. All goes well? \n[6]Everything is ready. Arms and aumm=ition distributed. Now the waiting. \n[7]Hadn't you better be getting back? \n[8]Vaya can Dios, Chica. \n[9]She's being questioned now? The Policeman nods. tRoberto turns to Tony. \n[10]You have to 'assume they'll be tortured. You have to assume that they'll talk. \n[11]Lett. When will the plane be coming? \n[12]We can make it. Left again. \n[13]Come on! Do- you want to --- \n[14]I'm sorry, old friend. Tony crosses and gets back into the car to help Fararon. \n[15]I'm afraid he's finished. At this point we hear: ", "E": "\n[1]3. \n[2]17. \n[3]\n[4]24. \n[5]DI SSO?.. iE TO : 29. EXT. ITALIAN-CAT3CLiC GRAVEY-XI II  -- DAY - - We are on the ornate tombstone of Don Vito Carlecne-, the Godfather. We are pulling back from it as \n[6]40. \n[7]65. \n[8]\n[9].i 75. \n[10]87. \n[11]go through, but it was a snafu -- a Yeoman's mistake, that's all. ", "MAATROCINA": "\n[1]There's a trick to it, Pat. \n[2]Lots of luck to him. \n[3]I tell you don't worry -- don't worry. You stick with the -Maatro- ciza famly you're safe as church. That I promise you on my mother's grave. As Maatrocina leans across with the grapes again: \n[4]Do me a favor.. One grape. I grow 'em at my own place. They're de- licious. As Brady takes a grape, Maatrocina looks over at Ralph \n[5]The arm on the guy. If you ever need a job come see me. w!aatrocina ti ns and moves off. Tony Is looking after him. \n[6]Z'11 take a little bourbon with you._ On the rocks. Sagem nods at Santino who crosses to the bar to make the drink, as Hagen turns now to Augusto. \n[7]What are friends for? \n[8]And. everybody gets to fill his bucket. That's as it should be. After us. \n[9]Is that what you brought me across the country for?' To tell me I'm getting frozen out? \n[10]Yes? \n[11]All right. Send 'em in. ", "DEVITO": "\n[1]To you -- all of you. I'll never be able to thank you for what you done. As DeVito drinks, the intercom is buzzing. Hagen flicks it. \n[2]Are you talking about a hundred million dollars? \n[3]it can't be done. \n[4]We` can't put more than twenty-five percent of our assets into real \n[5]Nobody's freezing anybody. \n[6]You should felt the winds in that joint. It was Sagen that got me out. He comes first. You come second. That's the way it is. \n[7]Tom? What if-you people take thirty and Sam takes twenty? \n[8]I All. right, All right. Maybe Z try`. MAATROC n A Try hard. \n[9]I don't need your people, Tom. Sam and I go back a long ways. He knows I' U. come up with something for him. \n[10]I'll take a rain check. \n[11]I'= at the Pcnchartrain. Ralph takes Danny by the arm and moves him toward a chauffeured limousine waiting at the curb. As he does ", "INSTRUCTOR": "\n[1]Do I read disapproval on your face, Mister Adams? AsNOTR NN-- ~' ..ncludina the tra:..'aing class. thirty or fort., men 4= army fatigues. Score are dark men, mustachiced., pass E :t iler Saudis cr Iranians. Amcnq t!?iese we finch Tony.  39. \n[2]All right, gentlemen, this is a remote control detonator.. .on safe. Be holds up a detonator in. his hand, then points Off.: \n[3]And that yonder is a doomsday ca_r. \n[4]0-0--envy? That's the FBI. \n[5]You're not singing, Mister Adams. Aren't you harpy is our little croup? h t en starts chanting a h --he zest C:iT To : 41. \n[6]This object is a United States Marine Corps killing knife. I.. will now demonstrate that it is not worth doodley shit if you don't know how- to use it. \n[7]You.. You'd like to kill me, wouldn't you, Sir? Well, here's your chance. The Instructor tosses Tony the knife. Tony catches it. As they circle,. the Instructor taunts Tony. \n[8]Come on. Come on. Make a move, Sir. Are you falling in love with me? Then do something hostile. Make a face. Stick out your tongue. Do something, Mister Adams. Tony swings the knife. The Instructor avoids him. \n[9]My little bitty sister can make a better move than that, Six. \n[10]You're getting there, Mister Adams. ", "SANTINO": "\n[1]Frankie was in that little shit storm on the ferry boat. \n[2]Fucking punk. \n[3]Ask me he's out in the Narrows with about eight slot machines tied around his neck. \n[4]What did I say, for God sake. Whaddya so touchy? \n[5]I thought these bastards wanted a hit --?- . They're locking for World War Three. \n[6]That would have to come right from the White Souse. \n[7]Half an hour late. \n[8]Why-don't you stick around? See the show? Maybe the tooth fairy will. stuff one of those long-legged. blondes under your pillow. \n[9]You think he's walking into some- thinq down there? ", "MOREHOUSE": "\n[1]How much have you told ii=, Stu? \n[2]only in so far as he has certain business connections that might be willing to help us. \n[3]Let me ask you a personal question, Tony.. Do you love your Country ,-  I'm not talking about t.'::e Nathan Hale kind of thug. Just simply, warts and all, do you dish this Nation well? \n[4]Come in Adams, sit down. I've called Stu in on this -- \n[5]Sow's your health? I understand you got a crack on the head? \n[6]Has he changed much? \n[7]A clerical error. \n[8]And what makes you think T. give a shit about what happens to the Admin- istration? Morehouse grins without humor. Tony's eyes flicker. Morehouse has told something that Tony needed to know. Morehouse is up and coming around the desk, as he continues. _ ", "JORGE": "\n[1]What about sub-machine guns? \n[2]Ten thousand rounds! Aye de mi! \n[3]When do we leave? \n[4]You bring it? \n[5]This way. Jorge leads them aboard. \n[6]Be careful of 4agudo's fishermen. They're out in force tonight. Anjelica nods. Roberto hands her the money, then kisses her on. the cheek. \n[7]Sere. Here. Here. \n[8]You zeccgnize my voice? ", "CROCE": "\n[1]The whole thing don't make sense to me. \n[2]That would mean getting somebody close to him. \n[3]t think so. \n[4]Doctor Barcenas is getting an assaS,ilt team together. \n[5]\n[6]This way. M=. As AIRSTRIP - DAY A rough airstrip has been bulldozed out of the scrib pine and palmetto forest. At one end is a hanger and on its side the words: INTER-CAR EAN CBAMTERS. As Croce and the Latin Americans come up: \n[7]Tony, I' d :like you to meet Doctor Barcenas. ", "K": "\n[1]7. \n[2]then as he gi\"Ies the secon d one to Iacer: °-  \n[3]62. \n[4]\n[5]91- \n[6]100. ", "GEARY": "\n[1]Just a minute, Senator -- I whole- heartedly object to this Committee being used as a for,= for spec- ulation based on an anonymous report of an alleged conversation. Reput- tations. could be recklessly and i --e- grievably damaged. \n[2]Many thanks to the distinguished Sv..nior Senator from our Wes tern Sister State of Utah. \n[3]No. No. What I'm trying to get from you, General, is, as Director of the Central Zntelligence Agency, did you ever have any kind of order in writing authorizing you to assass- inate the head of a foreign state? \n[4]Hear. Hear. ANOTHER ANGLE - THE At7D IENCE Tony and Elizabeth are together. Elizabeth is applaud- ing Grundellius. Tony looks over at her. \n[5]I believe we have mutual friends in Nevada, Mister Adams. \n[6]If there's ever anything I can do you come see me. "}}