{"dialogues": {"WHALE": "\n[1]What?  Oh yes.  Why not? \n[2]Isn't Hanna a peach? \n[3]It's the ridiculous pills they prescribe.  If I take them, I spend the next day stupid as a stone. If I don't, my mind seems to go off in a hundred directions at once -- \n[4]I wanted to be alert for your visit today.  Especially since I saw so little of you in the hospital. \n[5]\"The fault, dear David, is not in ourselves but in our stars.\" \n[6]Oh, David.  There's no pleasure in making you feel guilty. You better go, my boy.  You'll be late for that aeroplane. \n[7]Thank you. \n[8]Hanna?  Who's the new yardman? \n[9]The bells of hell go ting-a-ling For you but not for me. Oh death where is thy sting-a-ling? Grave where thy victory? \n[10]Good morning. \n[11]My name is Whale.  This is my house. \n[12]And your name is --? \n[13]I couldn't help but notice your tattoo.  That phrase?  Death Before Dishonor.  What does it mean? \n[14]The Marines.  Good for you.  You must have served in Korea. \n[15]Getting to be a warm day.  A scorcher, as you Yanks call it. \n[16]When you're through, Mr. Boone, feel free to make use of the pool. We're quite informal here.  You don't have to worry about a suit. \n[17]Some other time, perhaps?  Keep up the fine work. \n[18]I have my class tonight. \n[19]Quite so, mum.  To the privy. \n[20]There is iced tea, Hanna?  Cucumber sandwiches? \n[21]Don't be daft.  It's just a student from the university. \n[22]Yes? \n[23]Ah, Mr. Kay.  I'd almost forgotten. My guest for tea. \n[24]No.  I expect you can't. \n[25]One likes to live simply. \n[26]Is it now?  Hanna?  I think we'll take our tea down by the swimming pool. \n[27]Will that be good for you, Mr. Kay? \n[28]After you then. \n[29]This is the studio where I paint. \n[30]So, Mr. Kay?  What do you want to know? \n[31]I was born outside London, the only son of a minister who was a master at Harrow.  Grandfather was a bishop.  Church of...Church of Eng... \n[32]Yes? \n[33]Of course.  I attended Eton -- it wouldn't do for a master's son to attend where his father taught.  I was to go up to Oxford but the war broke out and I never made it.  The Great War, you know.  You had a Good War, but we had a great one. \n[34]You can't imagine what life was like after the Armistice.  The twenties in London were one long bank holiday, a break from everything dour and respectable.  I had a knack with pencil and paper, so I was hired to design sets for stage productions. \n[35]Thank you, Hanna.  Very nice. \n[36]You can go now. \n[37]There was one play in particular, a beautiful, grim study of war called \"Journey's End\".  Every experienced director turned it down, so I offered myself, bullying and begging for the job.  \"Journey's End\" made the careers of everyone associated with it.  It was only a matter of time until Hollywood beckoned. \n[38]Am I correct in assuming, Mr. Kay, that it's not me you're interested in, only my horror pictures? \n[39]Twenty-one.  The romantic comedies and dramas were much more to my liking.  The horror pictures were trifles.  Grand guignol for the masses. \n[40]I am not dead yet, Mr. Kay. \n[41]I have a proposal, Mr. Kay.  This mode of questioning is getting old, don't you think? \n[42]Let's make it more interesting.  I will answer any question you ask. But, for each answer, you must remove one article of clothing. \n[43]It is, isn't it?  My life as a game of strip poker.  Shall we play? \n[44]Quite. \n[45]What rumors might those be? \n[46]A homosexual scandal, you mean? For me to answer a question of that magnitude, you'll have to remove both your shoes and your socks. \n[47]You are kind to indulge your elders in their vices.  As I indulge the young in theirs. \n[48]No.  There was no scandal. \n[49]My only other vice.  I suppose you'd like a fuller answer to your question. \n[50]It will cost you your sweater. \n[51]You must understand how Hollywood was twenty years ago.  Nobody cared a tinker's cuss who slept with whom, so long as you kept it out of the papers.  Outside of Hollywood, who knows who George Cukor is, much less what he does with those boys from the malt shops along Santa Monica? \n[52]Take off your vest and I'll tell you a story. \n[53]Don't be shy.  There's time to stop before you go too far. \n[54]George is famous for his Saturday dinner parties.  Great artists, writers, society folk, all rubbing elbows with Hollywood royalty.  But how many of those oh-so-proper people know about the Sunday brunches that follow?  Gatherings of trade eating leftovers, followed by some strenuous fun and frolic in the pool. If a goat like that can continue about his business, my more domestic arrangements could've raised very few eyebrows. \n[55]Certainly, Mr. Kay.  Is there anything in particular you want to know? \n[56]Of course. \n[57]Maybe you'd like a swim when we're through.  I never swim myself, so the pool tends to go to waste. \n[58]Righto.  Let me see. \n[59]Universal wanted me for another story, and wanted me so baldly -- I mean badly, not baldly.  I was given the pick of stories being developed, and I picked that one. \n[60]My idea.  Muchly.  My sketches. Big heavy brow.  Head flat on top so they could take out the old brain and put in the new, like tinned beef. \n[61]You think so?  That's very kind -- \n[62]Please.  Excuse me.  I must go lie -- \n[63]I just need to -- lie down. Studio.  Daybed in studio. \n[64]Head.  Not heart. \n[65]Forgive me. \n[66]Luminal. \n[67]Mr. Kay.  You're not dressed. \n[68]I'm sorry I spoiled it for you. You should probably go home. \n[69]You must think I'm terrible, Hanna. \n[70]Oh shut up.  All we did was talk. My attack had nothing to do with him. \n[71]No.  Let me lie here.  Thank you. \n[72]The bells of hell go ting-a-ling... \n[73]Everything alright, Mr. Boone? \n[74]I was just about to ask Hanna to bring down iced tea.  I'd like it very much if you'd join me. \n[75]The honest sweat of one's brow.  I assure you I won't be offended. Let me tell Hanna to bring tea for two. \n[76]Or would you prefer a beer? \n[77]Splendid. \n[78]Come in, Mr. Boone. \n[79]My workshop, my studio.  Hardly somewhere in which a sweaty workman should feel out of place. \n[80]What?  Oh yes. \n[81]You know what they say.  If you have to ask -- \n[82]They were familiar when I painted them.  That one's copied from a Dutch still life done almost three hundred years ago.  And that's a Rembrandt. \n[83]But before I retired, you might say I had a brief time in the sun. Fame, as it were.  Tell me, do you like motion pictures? \n[84]In my youth, yes, but never in Hollywood.  No, I was merely a director here. \n[85]This and that.  The only ones you maybe have heard of are the \"Frankenstein\" pictures. \n[86]I made only the first two.  The others were done by hacks. \n[87]Merely comfortable.  Here's Hanna with our refreshments.  Can you get the door? \n[88]My mind's lovely.  And yours? \n[89]Yes, yes, yes.  I merely invited Mr. Boone in for a glass of tea. We'll have a brief chat and he'll finish the yard. \n[90]Just go.  We can manage without you. \n[91]Go. \n[92]When they stay in your employ too long, servants begin to think they're married to you. Please, Mr. Boone.  Help yourself. \n[93]I returned recently from a stay in hospital. \n[94]Nothing serious.  A touch of stroke. \n[95]You must excuse me for staring, Mr. Boone.  But you have a marvelous head. \n[96]To an artistic eye, you understand. Have you ever modeled? \n[97]Sat for an artist.  Been sketched. \n[98]You have the most architectural skull.  And your nose.  Very expressive. \n[99]But expressively broken.  How did it happen? \n[100]You went to university? \n[101]Yes.  You were a Marine. \n[102]I apologize for going on like this. It's the Sunday painter in me.  Of course I can understand your refusal.  It's a great deal to ask of someone. \n[103]Indeed.  I'd pay for the privilege of drawing your head. \n[104]Even an amateur artist needs a subject to inspire him. \n[105]What are you suggesting?  You'll charge extra if I include a hand or a bit of shoulder. \n[106]I have no interest in your body, Mr. Boone.  I can assure you of that. \n[107]Excellent.  We'll have a most interesting time. \n[108]Yes, yes, Dr. Payne.  But from the neck up?  What's my story there? \n[109]You're saying there's an electrical storm in my head? \n[110]But the rest of it?  The killing headaches.  The phantom smells.  My inability to close my eyes without thinking a hundred things at once. It's all nothing more than bad electricity? \n[111]So what do I do? \n[112]You seem to be saying that this isn't just a case of resting until I'm better.  That my condition will continue to deteriorate until the end of my life. \n[113]Very good, Hanna.  Now goodbye. \n[114]I'm sure you'd like something to wet your whistle while I work. \n[115]We'll go slowly today.  Since this is your first time as a model. \n[116]You don't say?  Which picture? \n[117]Hmmm.  I much prefer \"Show Boat\" or \"The Invisible Man.\"  Shall we begin? \n[118]That shirt, Mr. Boone. \n[119]I'm sorry.  It's too white, too distracting.  Would it be asking too much for you to take it off? \n[120]Pish posh, Mr. Boone.  I'm not your Aunt Tilly. \n[121]Oh if it's going to make you uncomfortable... Perhaps we can find something else for you to wear. \n[122]We could wrap this like a toga around your shoulders.  Would that help you overcome your schoolgirl shyness? \n[123]Yes.  Much better. Here. \n[124]I think we'll have you sit slightly sideways, so you can rest one arm on the back of the chair.  Yes. Just so. \n[125]That's exactly what I intend to do. \n[126]You seem to have no idea how handsome you are, Mr. Boone.  It has to do with how snugly your face fits your skull. \n[127]Would you be more comfortable barefoot?  Feel free to remove your boots and socks. \n[128]It's a bit like being at the doctor, isn't it?  You have to remain perfectly still while I examine and scrutinize you. \n[129]Dripping? Do you ever eat dripping in this country?  The fat from roasts and such, congealed in jars.  Used like butter on bread. \n[130]It is.  Only the poorest families ever ate it.  We kept ours in a crockery jar. \n[131]Of course not.  As I said, only poor people -- \n[132]I'm sorry.  I've just realized how terribly ironic it all is. \n[133]I've spent most of my life outrunning my past.  Now it's flooding all over me. \n[134]There's something about the openness of your face that makes me want to speak the truth.  Yes, my family ate dripping.  Beef dripping and four to a bed, and a privy out back in the alley.  Are you also from the slums, Mr. Boone? \n[135]No, you were middle class, like all Americans. \n[136]In Dudley there were more sides of the tracks than any American can imagine.  Every Englishman knows his place.  And if you forget, there's always someone to remind you.  My family had no doubts about who they were.  But I was an aberration in that household a freak of nature.  I had imagination, cleverness, joy.  Where did I get that?  Certainly not from them. \n[137]They took me out of school when I was fourteen and put me in a factory.  They meant no harm.  They were like a family of farmers who've been given a giraffe, and don't know what to do with the creature except harness him to the plow. \n[138]Hatred was the only thing that kept my soul alive in that soul-killing place.  And among those men I hated was my own poor, dumb father.  Who put me in that hell to begin with. \n[139]You have to excuse me, Mr. Boone. Since my stroke, I am often overcome with nostalgia. \n[140]Why don't we break for five minutes?  You probably want to stretch your legs. \n[141]Wonderful old Una.  Gobbling like an old turkey hen. \n[142]Don't be silly, Hanna.  He's a very proper actor.  And the dullest fellow imaginable. \n[143]No, Hanna.  My heart isn't that black. \n[144]The cigars were my own brand.  So that I could have the leftovers. \n[145]She is beautiful. \n[146]I'll be fine, Hanna.  Thank you. \n[147]Good morning.  And a very good morning to you. \n[148]Bring a mirror.  Let the Bride feast upon her visage. \n[149]Nonsense, my dear.  You look extraordinary. Today's script.  Quick.  And a pencil. \n[150]Jack, I want to get on this right away.  Sorry, Boris, we won't get to you until this afternoon. \n[151]Colin?  Please.  It's time. How is he today? \n[152]Relax, my boy.  You could do this scene in your sleep. \n[153]Yes, a couple of flaming queens. And Pretorius is a little in love with Dr. Frankenstein, you know. \n[154]Yes.  I think it's coming together. Shall we have a go? \n[155]Action. \n[156]Luminal.  Illumine all. \n[157]Thank you.  Thank you so much. \n[158]It isn't working.  The experiment is a failure. \n[159]I'm up, Hanna. \n[160]What in God's name -- \n[161]Does the yardman come today? \n[162]How are you, Mr. Boone?  So glad you are free for lunch. \n[163]I assume you worked up an appetite with your labor. \n[164]Forgive my rudeness.  At my age, the post is the cream of the day. \n[165]Do you mind? \n[166]Hmmm?  Princess Margaret? \n[167]Her Majesty's Loyal Subjects in the Motion Picture Industry... Cordially invited...Reception at the home of...Mr. George Cukor! \n[168]That pushy little -- horning in on the Queen's sister, then offering to share her with the whole damn raj?  I live in this country to get away from this rubbish! \n[169]Is this David's doing? \n[170]Yes.  An old, useless friend.  You must excuse me, Mr. Boone.  This is a world I finished with long ago. I pay them no mind and expect them to return the compliment. Lunch should be ready.  Shall we? \n[171]Cheers. \n[172]Smells lovely, Hanna. \n[173]Did you now? \n[174]Did anyone laugh? \n[175]Pity.  People are so earnest nowadays. \n[176]Of course.  I had to make it interesting for myself, you see.  A comedy about death.  The trick is not to ruin it for anyone who isn't in on the joke. But the Monster never receives any of my gibes.  He is noble.  Noble and misunderstood. \n[177]In Korea, Mr. Boone? \n[178]Did you kill anyone? \n[179]It's nothing to be ashamed of, in the service of one's country. That's something to be proud of. \n[180]Quite true.  Hand-to-hand combat is the true test.  Did you ever slay anyone hand-to-hand? \n[181]Yes, I believe you could. How free is your schedule this afternoon? \n[182]What is we say phooey to the hedges?  Could you spare an hour after lunch?  To sit for me? \n[183]I'll pay our going rate.  Plus what you'd get if you did the hedges. \n[184]All righty.  I understand. \n[185]Use this. \n[186]Just a trim.  And mine while you're at it.  Fingers are a bit stiff today. \n[187]No.  At least not in the legal sense. \n[188]Or a husband.  Depending on which of us you asked.  My friend David. He lived here for many years. \n[189]Does that surprise you? \n[190]Oh dear.  If one must have a clinical name. \n[191]I never thought you were. \n[192]What way might that be? \n[193]Don't be ridiculous.  I know a real man like you would break my neck if I so much as laid a hand on him. Besides, you're not my type. \n[194]So we understand each other? \n[195]I hope this has nothing to do with your refusing to sit for me today? \n[196]What are you afraid of, Mr. Boone? Certainly not a frail old man like me. \n[197]It will only make you self-conscious.  You'll have to remove your shirt. \n[198]But we have to match the other sketch. \n[199]Perhaps if we open the shirt and pull -- \n[200]Oh dear.  I have made you nervous. \n[201]Suppose we unbutton the top and pull it down around your shoulders? Two buttons.  Is that so much to ask?  Just two little buttons. \n[202]Of course.  I don't want to scare you off.  Not before I'm finished with you. \n[203]Tell me more about yourself, Mr. Boone.  You have a steady companion? \n[204]Why not? \n[205]Very well put. \n[206]Ah.  A philosopher. \n[207]I like that.  But take care, Mr. Boone.  Freedom is a drug, much like any other.  Too much can be a very bad thing. \n[208]In a way, yes.  I suppose so.  I know it's why I stopped making pictures. \n[209]You might not think it to look at me now, but there was a time when I was at the very pinnacle of my profession.  The horror movies were behind me.  I'd done \"Show Boat.\" Major success.  Great box office. Now I was to do something important.  \"The Road Back.\"  An indictment of the Great War and what it did to Germany.  It was to be my masterpiece. \n[210]The fucking studio butchered it. It was 1937, Hitler's armies were already massing -- and still the New York bankers stood in line to curry his favor.  Anything to avoid losing the German market.  They cut away the guts and brought in another director to add slapstick. The picture laid an egg, a great expensive bomb.  For which I was blamed. \n[211]After that, I went out of fashion. I was no longer able to command the best projects, so I walked away.  Why should I spend my time working in such a dreadful business? \n[212]It's so far in the past now.  Over fifteen years -- \n[213]Making movies was the most wonderful thing in the world. Working with friends. Entertaining people.  Yes, I suppose I miss it.  More so now that -- \n[214]I think we all want to feel we've left our mark on the world.  Yes. I wish I had done more work. \n[215]Better work. \n[216]But I chose freedom.  David was still in the thick of it, his life full of anxiety and studio intrigue.  I didn't fancy spending my golden years as merely \"the friend.\"  The dirty little secret of a nervous producer. \n[217]Twenty years.  Too long.  We were like a play whose run outlasted the cast's ability to keep it fresh. So I finally decided to close down the show. \n[218]When all fetters are loosened, a certain hedonism creeps in, don't you think?  There was a period when this house was overrun with young men.  Some even posed for me. Right where you're sitting now. \n[219]Of course, they weren't nearly as bashful.  No, this room was once filled with bare buttocks.  And pricks.  Hard, arrogant pricks -- \n[220]I assure you, Mr. Boone, I meant no -- \n[221]I think I'll just rest for a moment. \n[222]I think we're ready to go. \n[223]You're up, Mr. Boone. \n[224]The extras are in their places. Now we need the star.  Wouldn't you like to get in the pool? \n[225]Oh no.  I never swim. \n[226]You'll have to remove that shirt. \n[227]Who was that at the door? \n[228]Thank you, Hanna.  That will be all. \n[229]Mr. Boone.  You're not due to cut the lawn until Wednesday. \n[230]Scout's honor. \n[231]I'm curious, Mr. Boone.  What convinced you to come back? \n[232]Everybody has stories to tell. \n[233]What about your stint in Korea? I'm sure it was full of dramatic episodes. \n[234]And the fear you showed at our last session?  How did you overcome that? \n[235]Same difference, Mr. Boone. Disgust, fear of the unknown -- all part of the great gulf that stands between us.  Am I right in assuming that you've had little experience with men of my persuasion? \n[236]No teammates in football?  No comrades in Korea? \n[237]Oh, there may not be atheists in the foxholes, but there are occasionally lovers. \n[238]Not at all.  I was in the foxholes myself. \n[239]I was an officer. \n[240]No, my dear.  The Crimean War. What do you think?  The Great War. You had a Good War, while we had -- \n[241]-- a war without end.  There were trenches when I arrived, and trenches when I left, two years later.  Just like in the movies. Only the movies never get the stench of them.  The world reduced to mud and sandbags and a narrow strip of rainy sky. But we were discussing something else.  Oh yes.  Love in the trenches. \n[242]Barnett.  Was that his name? Leonard Barnett.  He came to the front straight from Harrow.  And he looked up to me.  Unlike the others, he didn't care that I was a workingman impersonating his betters.  How strange, to be admired so blindly.  I suppose he loved me.  But chastely, like a schoolboy. \n[243]I remember one morning in particular.  A morning when the sun came out. \n[244]Odd, how even there one could have days when the weather was enough to make one happy.  He and I were standing on the fire step and I showed him the sights of no-man's land, through the periscope.  It was beautiful.  The barbed wire was reddish gold, the water in the shell holes green with algae, the sky a clear quattrocento blue.  And I stood shoulder to shoulder with a tall apple-cheeked boy who loved and trusted me. \n[245]Don't do this to me again, Mr. Boone.  I absolutely refuse. \n[246]You will not set me on another walk down memory lane.  Not this lane. Not today. \n[247]Why do I tell you this?  I never told David.  I never even remembered it until you got me going. \n[248]You're very clever, Mr. Boone.  You just sit there and let me talk. What a sorry old man, you're thinking.  What a crazy old poof. Why are you here?  What do you want from me? \n[249]Of course I remember.  Do you think I'm so senile -- \n[250]Stupid.  Very stupid.  What have I been thinking? \n[251]Just go.  Please.  Why don't you go? \n[252]I want -- I want... \n[253]I want a glass of water. \n[254]A touch of headache. \n[255]Thank you. \n[256]My apologies.  I had no business snapping at you. \n[257]It was foolishness to attempt this portrait.  You cannot force what will not flow. \n[258]How would you like to come to a party with me?  A reception for Princess Margaret. \n[259]If you don't mind driving, I'd like to take you as my guest.  There should be lots of pretty starlets to keep you amused. \n[260]Very good, Clayton.  May I call you Clayton?  Or do you prefer Boone? \n[261]I'd hardly call our yardman a friend. \n[262]Do you miss having someone to talk to, Hanna? \n[263]Of course.  How is the old boy these days? \n[264]It needs a hat.  There was a wide-brimmed cream fedora... \n[265]Gas masks on.  Gas masks on. \n[266]I'll be out this afternoon, remember?  Your family can visit as long as they like. \n[267]You can toss this one in the trash. \n[268]Good afternoon, Clayton. \n[269]You look splendid, my boy.  Quite splendid. \n[270]I suppose you'd like the top down. \n[271]Nothing would please me more. \n[272]Stars, you know.  The suns of other galaxies. \n[273]Good old George.  He loves to put on the dog.  Only his dogs tend to have a bit of mutt. \n[274]What did I tell you?  Listen. \n[275]Exactly.  Cukor was too cheap to hire music.  There's nothing but chin-wag.  The cold dreary custard of English chin-wag. \n[276]Slim pickings.  Well, it's early yet.  Perhaps this is a good time to pay our respects. \n[277]Let's get this over with quickly. \n[278]Fine.  Quite fine.  And Your Royal Highness? \n[279]Sit? \n[280]Ma'am, the pleasure is all mine.  James Whale. \n[281]Hello, George.  James Whale.  David Lewis's friend.  I once made pictures myself, Ma'am. \n[282]Ma'am, may I present Mr. Clayton Boone? \n[283]My gardener, who insisted I bring him today.  He so wanted to meet royalty. \n[284]He's never met a princess.  Only queens. \n[285]George, Ma'am, this has been an honor.  An occasion to remember for the rest of my days. \n[286]Nothing of importance.  Just two old men slapping each other with lilies.  Shall we have a drink? \n[287]David.  The friend I thought was in New York. \n[288]Girl?  Oh.  Elizabeth Taylor. \n[289]David produced her last picture. \n[290]Just what I was about to ask you. I thought you were in New York. \n[291]Our yardman.  Who was kind enough to serve as my escort to George's little do. \n[292]Oh, David, stop being a nanny. \n[293]You should have seen Georgie's face when he met Clayton. \n[294]I did.  But Princess Margaret was a doll.  We're all equals in her eyes.  As commoners, I presume. \n[295]Oh dear.  I'll never work in this town again? \n[296]But I have no reputation.  I'm as free as the air. \n[297]No.  I never could.  You must regret having had the invitation sent. \n[298]Then who did? \n[299]Yes.  Perfectly. \n[300]Mr....Kay? \n[301]You didn't? \n[302]You, Mr. Kay?  How do you know George Cukor? \n[303]I commend you.  If you're going to pursue poofs, go after those who can do favors for you.  You waste everybody's time when you court dinosaurs. \n[304]My monsters? \n[305]Elsa? \n[306]Oh, nothing out of the ordinary. Growing old. \n[307]But you appear quite fresh, my dear. \n[308]Perfectly all right.  But if you'd like to sit -- \n[309]Of course. \n[310]Oh dear. \n[311]Good-bye.  So nice to see you... \n[312]Tired.  A bit tired. \n[313]Are you enjoying yourself? \n[314]Neither of us really belongs here. \n[315]Monsters?  The only monsters... ...are here. \n[316]Run for what? \n[317]Let's get out of this funk hole \n[318]We're not sugar.  We won't melt. \n[319]Catch my death. \n[320]Jimmy.  Please.  Call me Jimmy. \n[321]Hanna!  Bring us some towels. We're drenched to the bone! \n[322]Blast her.  If we soil her holy floor, it's her own damn fault. \n[323]I don't believe this. \n[324]It's not like her. \n[325]Certainly you have better things to do than babysit an old man? \n[326]What do you think? \n[327]He trusts me, you know. \n[328]Oh, of course.  Clayton.  You finished your shower already? \n[329]I'm afraid not.  Terribly sorry. I believe I promised you some clothes. \n[330]You're much wider than I am.  You won't want to attempt to get into my pants. \n[331]Very good, Clayton. \n[332]I know. \n[333]Absolutely swims on me, but should take care of your upper half. \n[334]That only leaves the rest. \n[335]Sorry.  My pajamas are tailored. Would it be too distressing to continue with the towel?  No more immodest than a kilt, you know. \n[336]Very sporting of you, Clayton. \n[337]The only memento I ever kept.  My original sketch for the Monster. \n[338]Shall we? \n[339]After dinner, if Hanna isn't back? Can we try a few more sketches? \n[340]I'd like to try again.  If you're game. \n[341]Tell me something, Clayton.  Do you believe in mercy killing? \n[342]Come now.  I'm sure you came across such situations in Korea.  A wounded comrade, or perhaps one of the enemy?  Someone for whom death would be a blessing. \n[343]But you said -- \n[344]I see. \n[345]The Great War? \n[346]A very lucky thing indeed. \n[347]Is that why you joined the Marines? For your father's sake? \n[348]What happened? \n[349]I'm very sorry. \n[350]That's where you're wrong, Clayton. You've just told one.  A very good story indeed. \n[351]Not at all. \n[352]\"A perfect night for mystery and horror.  The air itself is filled with monsters.\" \n[353]I don't remember that one. \n[354]I don't recall.  Memories of the war, perhaps. \n[355]Oh, but it does.  Especially in light of the journey I'm about to make. \n[356]Barnett.  Barnett on the wire. \n[357]He caught his one night coming back from the reconnoiter.  I wouldn't take him out, but McGill did.  Just to give the lad a taste.  They were nearly home when a Maxim gun opened fire. \n[358]Come on.  Come on. \n[359]Barnett's body fell in wire as thick as briers.  It was hanging there the next morning, a hundred yards from the line, too far out for anyone to fetch it. \n[360]We saw him at morning stand-to and evening stand-to.  \"Good morning, Barnett,\" we'd say each day. \"How's ole Barnett looking this morning?\"  \"Seems a little peaky. Looks a little plumper.\"  His wounds faced the other way and his hat shielded his eyes, so one could imagine he was napping on bedsprings.  He hung there until we were relieved.  We introduced him to the new unit before we marched out, speaking highly of his companionship. \n[361]Oh, but we were a witty lot. Laughing at our dead.  Telling ourselves it was our death too. But with each man who died, I thought, \"Better you than me, poor sod.\" A whole generation was wiped out by that war.  Millions and millions of young men. \n[362]Oh death where is thy sting-a-ling? Grave where thy victory? \n[363]Oh no, my friend.  It's digging itself up.  There is nothing in the here and now to take my mind off it.  All my diversions have abandoned me.  Parties.  Reading. Painting.  Work.  Love.  All gone to me now. \n[364]So it is going to happen after all. \n[365]No.  It won't do. \n[366]You are much too human. \n[367]Don't move. \n[368]I would like you to wear this? \n[369]For the artistic effect.  The combination of your human body and that inhuman mask.  It's quite striking. \n[370]Please, Clayton.  Just for a minute.  Long enough for me to see the effect. \n[371]There are straps in back. \n[372]Let me help you. \n[373]What was that? \n[374]Allow me. \n[375]We don't want to tear the straps. \n[376]Oh yes.  I am still here. \n[377]What steely muscles, Clayton. \n[378]Relax, Clayton.  I can't hear you. I can't hear a word. \n[379]What a solid brute you are. \n[380]No?  Maybe this, then? \n[381]Oh yes.  I have you now. \n[382]What will you do to get yourself back? \n[383]Oh, but you feel good, Clayton. \n[384]That didn't even sting.  You're not such a real man after all.  Are you? \n[385]Wait until I tell my friends I had you naked in my arms.  Won't they be surprised? \n[386]Oh, but you have.  You undressed for me.  I kissed you.  I even touched your prick.  How will you be able to live with yourself? \n[387]I want you to kill me. \n[388]Break my neck.  Or strangle me.  It would be oh so easy to wrap your hands around my neck and choke the life out of me.  Please, Clayton. We've come this far. \n[389]Exactly, I'm losing my mind. Every day, another piece goes. Soon there will be nothing left. Look at the sketch I made of you. \n[390]No, I don't want to die alone.  But to be killed by you -- that would make death bearable.  They say you never see the one with your name on it.  But I want to see death coming at me.  I want it to be sharp and hard, with a human face.  Your face.  Think, Clayton.  You'd be my second Monster.  Almost as famous as the first.  It would be the great adventure you've yearned for. A war story for both of us to share. \n[391]You'd be fully exonerated, I've taken care of that.  I wrote a note, I'll even leave you the house, the car... \n[392]Do it now, Clayton.  Make me invisible. \n[393]What have I done? Oh, selfish, selfish fool.  I have lost my mind. \n[394]What was I thinking? \n[395]You're a softhearted bloke.  A bloody pussycat. \n[396]My deepest apologies.  Can you ever forgive me? \n[397]I suppose not. Good God, I am tired.  I really must go to bed. \n[398]Oh Clayton. \n[399]Nothing I didn't deserve. \n[400]Pray you, undo this button. \n[401]I can never manage it when I'm tired. \n[402]Do you believe people come into our lives for a reason? \n[403]I can undress myself, thank you. \n[404]When you die...be sure your brain is the last organ to fizzle -- \n[405]Tomorrow and tomorrow and tomorrow... \n[406]Goodnight, Clayton. ", "CLAY": "\n[1]Mornin'. \n[2]Nice place. \n[3]Boone.  Clayton Boone. \n[4]Just that I was in the Marines. \n[5]Yeah.  I better get on with my work. \n[6]No thanks.  I got another job to get to this afternoon. \n[7]I'm on my way. \n[8]Fuck off! \n[9]I'm up.  Thanks. \n[10]Hey, um...Rose -- \n[11]Huh? \n[12]Time to go, Daisy. \n[13]Don't you have to be somewhere? Like high school maybe. \n[14]Right. Time to hit the road, kid. \n[15]Just got away from me.  Sorry to disturb you. \n[16]I stink to high heaven right now. \n[17]No.  Iced tea's fine. \n[18]These are your paintings? \n[19]Excuse me, but -- are you famous? \n[20]I'm just a hick who cuts lawns. But some of these look familiar. \n[21]They're just copies then.  Gotcha. \n[22]Sure, everybody does.  When I was a kid I'd go with my sister twice a week.  Why?  Were you an actor or something? \n[23]Yeah?  What were some of your movies? \n[24]Really? \n[25]\"Frankenstein\" and \"Bride of\" and \"Son of\" and all the rest? \n[26]Still.  You must be rich.  Making a couple of famous movies like those. \n[27]What did she mean by going flooey? \n[28]What was wrong? \n[29]Huh? \n[30]You mean, like posed for pictures? \n[31]What's to sketch? \n[32]Broke is more like it. \n[33]Football in college. \n[34]Just a year.  I dropped out to join the Marines. \n[35]You mean -- you really want to draw me? \n[36]But why? \n[37]And it's just my head you want? Nothing else? \n[38]You don't want to draw pictures of me in my birthday suit, right? \n[39]All right then.  Sure.  I could use the extra dough. \n[40]Don't worry, you already paid me. I'm here because -- \n[41]It's your job, lady, not mine. I'm here so he can draw my picture. \n[42]What're you talking about? \n[43]Yeah, I'm a good man.  Something make you think I'm not? \n[44]Gimme a break.  I'm going to sit on my ass while he draws pictures.  Is that going to hurt him? \n[45]You do that. \n[46]Did you see this?  They're showing one of your movies tomorrow night. \n[47]\"Bride of Frankenstein.\" \n[48]Ready when you are. \n[49]It's new. \n[50]I'm not wearing an undershirt. \n[51]But it's just my face you want to draw. \n[52]All right already.  I'll take it off.  Kind of warm in here anyway. \n[53]Take a picture, it lasts longer. \n[54]No.  I'm fine. \n[55]Sounds like something you feed the dog. \n[56]Your family ate dripping? \n[57]What? \n[58]We weren't rich.  But we weren't poor either. \n[59]I guess you'd say we lived on the wrong side of the tracks. \n[60]Mr. Whale? \n[61]I don't mind.  I'm not crazy about my old man either. \n[62]I liked it.  You learn stuff listening to old-timers. \n[63]If you don't believe me, let's watch this movie.  See if his name's on it.  How about it, Harry? Can I watch my damn movie? \n[64]Thanks, doll. \n[65]Why is everybody giving me crap tonight? \n[66]This kisser wasn't so bad you couldn't lay under it a few times. \n[67]What makes you say that? \n[68]Yeah, well keep your filthy thoughts to yourself. \n[69]Fuck you. \n[70]We're watching the movie, Harry. You got that!  We are watching my fucking movie. \n[71]Good.  Fine. \n[72]Right there.  What did I tell you? James Whale. \n[73]Go wash glasses if you don't like it. \n[74]Maybe it's supposed to be funny. \n[75]Hey!  Some of us are watching a movie! \n[76]I just want to watch it, okay? \n[77]The Monster's lonely and he wants a friend, a girlfriend, somebody. What sick about that? \n[78]So what did you think? \n[79]I think I'll hang around. \n[80]I thought I'd give you a hand since I kept you open. \n[81]You know what?  I think you guys are all jealous. \n[82]I've gotten to know someone who's famous. \n[83]If he were that famous, he probably wouldn't give me the time of day. This way, he's like my famous person. Yeah, my own personal famous person.  Who treats me like I'm somebody worth talking to. \n[84]You want to go for a swim? \n[85]What's that mean? \n[86]I wasn't going to try anything. \n[87]Let's go for a walk at least.  Walk and talk.  I really feel like talking tonight. \n[88]This old guy -- he's the kind of person I expected to meet when I moved out here.  Someone who's done things with his life. \n[89]It's different.  He's a man.  And by the way you have no business calling him a homo. \n[90]He's an artist.  Anyway, he's too old to think about sex. \n[91]C'mon.  What's eating you tonight? \n[92]Hey, no strings, right?  That's what you always said.  Just good pals who have the hots for each other. \n[93]I didn't mean to... \n[94]You liked it too. \n[95]If you enjoy it, you should do it. \n[96]You mean us? \n[97]I'm not a kid. \n[98]I like my life.  I'm a free man. \n[99]So you don't want to fuck.  That's what you're telling me? \n[100]Damn straight.  I'm sick of playing games. \n[101]Betty, look.  This is coming out all wrong -- \n[102]It's all shit!  Shit on by women! Shit on by the Marines.  Shit on by the world!  Fuck! \n[103]Fuuuck! \n[104]Just go to sleep. \n[105]I told you to sleep. \n[106]Something I can do for you? \n[107]Got a lawn this afternoon, but I'm free until then. \n[108]Tea is fine. \n[109]That's okay, Hanna.  I'm more comfortable in here.  It is Hanna, isn't it? \n[110]How long you worked for Mr. Whale? \n[111]I bet you've seen a lot of famous people come and go?  Movie stars? \n[112]You mean family?  All in Joplin, Missouri. \n[113]I'm not married. \n[114]Oh, I don't know.  Because no girl in her right mind will have me? \n[115]You proposing what I think you're proposing?  Don't you think I'm a little young for you? \n[116]You ever been married, Hanna? \n[117]Yeah?  What's your husband do? \n[118]Then you're as single as I am. \n[119]You're sure of that? \n[120]Sins of the flesh?  Everybody has those. \n[121]A homo? \n[122]You're telling me Mr. Whale is a homo. \n[123]Well...no, not really -- \n[124]No! \n[125]I'm not going to hurt anyone. \n[126]All right, I guess. \n[127]Go ahead. \n[128]This David's a friend? \n[129]Saw your movie the other night. Watched it with some friends. \n[130]I liked it.  We all did. \n[131]No. \n[132]Why?  Was it supposed to be funny? \n[133]I don't like to talk about that. \n[134]Proud?  Any jerk with a gun can kill someone. \n[135]No.  I could have, though. \n[136]Full up.  I got the hedges to do here, then another lawn out by La Cienega. \n[137]Can't today. \n[138]Sorry.  I don't feel like sitting still today. \n[139]You ever been married, Mr. Whale? \n[140]So you had a wife? \n[141]No, I -- you're a homosexual. \n[142]I'm not, you know. \n[143]You don't think of me that way, do you? \n[144]You know.  Look at me like -- like I look at women. \n[145]What you do is no business of mine. Live and let live, I say. \n[146]No.  I -- \n[147]Can I see what you did so far? \n[148]Sorry.  Not today. \n[149]I just feel more comfortable keeping it on.  You just said you didn't want me self-conscious. \n[150]I'm fine.  I'd just rather keep it on. \n[151]No!  Look.  What you told me at lunch is still very weird for me. So either you sketch me like I am or I'll say forget it and go do your hedges. \n[152]I don't mean to be a prick, but that's how I feel. \n[153]Not at the moment. \n[154]You know how it is.  You have to kiss ass just to get a piece of it. \n[155]The world is just one kiss-ass game after another.  A man has to make up his own life, alone. \n[156]Thoreau with a lawnmower. \n[157]Is that why you and your friend split up?  Because you wanted to be free? \n[158]What happened? \n[159]Do you miss it? \n[160]You've done a helluva lot more than most people. \n[161]How long were you...? \n[162]Cut it out! \n[163]Fuck it.  I can't do this anymore. \n[164]Isn't it enough you told me you're a fairy?  Do you have to rub my nose in it? \n[165]From now on, Mr. Whale, I cut your grass and that's it.  Understand? \n[166]You first. \n[167]Do you mind turning on a light? It's getting pretty soupy out here. \n[168]You're lucky I even squeezed you in today. \n[169]Will you just turn on the porch light?  Sir? \n[170]Where's Betty? \n[171]Thanks a lot, pal. \n[172]Dwight! \n[173]Have a drink? \n[174]I'd like to sit for you again.  But only if you ease up on the locker room talk.  Okay? \n[175]I don't know.  I guess I like your stories. \n[176]Not me. \n[177]I told you.  I don't like to talk about that. \n[178]Not fear.  More like disgust. \n[179]There's no people like you in my crowd. \n[180]You must think the whole world is queer.  Well it's not.  War sure isn't. \n[181]You're talking through your hat now. \n[182]You were a soldier? \n[183]This was World War I? \n[184]Something happened to him? \n[185]I didn't -- \n[186]You're the one who started it. \n[187]You asked me to model.  Remember? \n[188]Mr. Whale?  Are you okay? \n[189]I don't get it.  First you creep me out with homo shit.  Then you hit me with war stories.  And now you're upset because I listen? What do you want? \n[190]No harm done. \n[191]You don't want me to sit for you anymore? \n[192]I thought you weren't going. \n[193]I'm game.  Sure. \n[194]Clayton is fine. \n[195]Mom?  Yeah, it's me. \n[196]No, I'm not in jail...I don't want any money, no... Look, is Sis there?  I want to tell her about this movie person I met out here.  She'll get a kick out of it. \n[197]No, I still...I'd give you my phone number if I had a phone -- \n[198]How's the old man? \n[199]Right. \n[200]Time's up.  I better go. \n[201]Do I look okay? \n[202]If that's okay? \n[203]I don't hear anything. \n[204]Pleased to meet you. \n[205]What was that about? \n[206]Who's that? \n[207]No.  The girl. \n[208]Is that really her? \n[209]Clay Boone. \n[210]I think I'll go look at Elizabeth Taylor. \n[211]You okay? \n[212]Actually, no.  I feel a little out of place. \n[213]Must have been funny for you. Seeing your monsters again. \n[214]Oh fuck.  And we left the top down. You want to run for it? \n[215]Can't you see?  It's raining! \n[216]Here. \n[217]Mr. Whale? \n[218]You don't want to wait it out? Rain should let up soon. \n[219]I better get you home before you catch your death from pneumonia. \n[220]You all right, Mr. Whale? \n[221]Just a night out.  Sounds like she can't say no to her daughter. \n[222]Good.  Let's get dry. \n[223]Mr. Whale? \n[224]Where's those clothes you promised? \n[225]Mr. Whale?  Jimmy? \n[226]Mr. Whale? \n[227]Ten minutes ago.  Didn't you hear me calling? \n[228]No.  Definitely not. \n[229]You don't have any baggy shorts? Pajama bottoms? \n[230]Do I have any other choice? \n[231]Is that --? \n[232]I thought you'd given up on my picture. \n[233]Why not?  Give us something to do while we wait. \n[234]Never gave it much thought. \n[235]I never went. \n[236]I never made it to Korea. \n[237]-- that I was a Marine.  Which is true.  You filled in the rest. \n[238]My old man was a Marine.  He enlisted the day he turned seventeen. \n[239]By the time he was ready to ship out, the fighting was over.  He missed out. \n[240]That's not the way he saw it.  To him, it was like his life never got started.  Nothing else really mattered.  Definitely not his family. \n[241]The morning after Pearl Harbor, he drove down to St. Louis to reenlist.  He was so damn excited. World War II was going to be his second chance. They told him he was too old...fat ...nearsighted.  Said he'd be more use to his country if he stayed home and looked after his family. \n[242]I figured he'd think, you know -- it was the next best thing.  Hey, I loved it too.  A chance to be a part of something important. Something bigger than yourself. \n[243]I didn't have the guts for it. \n[244]I mean, literally.  My body screwed me up.  Burst appendix. They gave me a medical discharge. All I thought about was, how am I going to tell the old man. \n[245]You know what he did when I called him?  He laughed.  He laughed so hard he practically burst a blood vessel.  Said it was a good lesson for me.  Not to try to fill his shoes. \n[246]Them's the breaks, right?  No war stories for this pup. \n[247]Do you mind? \n[248]Storm's getting worse. \n[249]That's from your movie, right? \"The only monsters are here.\" \n[250]James Whale.  This afternoon at the party. \n[251]I said it must be weird seeing your monsters again, and you said, \"The only monsters are here.\"  I was wondering which here you meant. \n[252]But that was so long ago.  It can't still bother you. \n[253]You're planning a trip? \n[254]Your friend? \n[255]You survived it.  It can't hurt you now.  It's no good to dig it up. \n[256]You wanted to draw me like a Greek statue.  All right, then. \n[257]There.  Not so bad. \n[258]What'd you say? \n[259]What won't do? \n[260]What did you expect?  Bronze? \n[261]Why? \n[262]I don't know. \n[263]It's from the first World War, isn't it? \n[264]Now what? \n[265]All right.  Let's take it off now. \n[266]It's too tight. \n[267]Just take off the fucking mask! \n[268]Get the fuck off! \n[269]I'm not that way.  Get it through your fucking head.  I don't want to mess with you. \n[270]I haven't done a damn thing with you! \n[271]What the hell do you want from me?! \n[272]You're crazy. \n[273]Look, if you want to die do it yourself! \n[274]I am not your monster. \n[275]You okay? \n[276]Did I hurt you? \n[277]Need some help? \n[278]All right. \n[279]You'll feel better tomorrow. \n[280]It's not what you think. \n[281]I need to talk to you about Mr. Whale. \n[282]Maybe.  But I still need to talk. Do I have time for a cup of coffee before I go? \n[283]Thanks. Why do you do it? \n[284]Take care of Mr. Whale like he was your flesh and blood. \n[285]I put him to bed.  He's not there? \n[286]No. \n[287]Almost there.  Almost there. \n[288]Son of a bitch.  You crazy son of a bitch. \n[289]I didn't do it.  This wasn't me. \n[290]He wanted me to kill him, but I didn't.  He did it himself. \n[291]But I didn't do this! \n[292]We have his note. \n[293]But how're you going to explain this? How did you get him out of the pool? \n[294]Time for bed, sport. \n[295]What'd you think of the movie? \n[296]I knew the guy who made it. \n[297]Here. \n[298]It's his original sketch of the Monster. \n[299]Okay. \n[300]Off to bed. ", "HANNA": "\n[1]She was nothing but bother.  I not like her, Mr. Jimmy not like her. We do better if you live-in again, Mr. David. \n[2]Yes, I call you at this number. Mr. Jimmy?  More coffee? \n[3]Bone?  Boom?  Something Bee.  I hire him while you were in the hospital.  He came cheap. \n[4]Yes, Mr. Jimmy. An interview.  After so many years. Very exciting. \n[5]Mr. Kay, sir. \n[6]Time for you to leave. \n[7]Water.  Glasses at the sink. \n[8]Which ones?  I bring them all. \n[9]I do not think you anything anymore.  Just back from the hospital and already you are chasing after boys. \n[10]Perhaps we should get you uphill before the pills knock you cold. \n[11]How are you feeling, Mr. Jimmy? How is your mind today? \n[12]You remember what the doctor tells us. \n[13]I am not forgetting your last brief chat. \n[14]He looks plenty big.  You won't need my help if anything goes flooey. \n[15]The Master is waiting for you. \n[16]He's down in his studio.  Here. Take this with you. \n[17]I'm keeping away.  What you are doing is no business of mine. \n[18]What kind of man are you?  Are you a good man? \n[19]You will not hurt him? \n[20]No.  No. I am sorry.  Forget everything I say.  Here.  I will take the tray. \n[21]Oh, that monster.  How could you be working with him? \n[22]He is not going to kill the old man? \n[23]She is horrible. \n[24]Ugh.  I am sorry, Mr. Jimmy, but your movie is not my teacup. Still, I am glad there is a happy ending.  The bad people are dead and the good people live. \n[25]You will take them all, Mr. Jimmy? \n[26]Good night. \n[27]Oh no, Mr. Jimmy. \n[28]Of course.  This afternoon. \n[29]The Master wants to know if you are free for lunch.  I tell him you will be having other plans, but he insists I ask. \n[30]Expect nothing fancy. \n[31]The Master is dressing.  I am to offer you a drink.  There is whiskey and there is iced tea. \n[32]No.  You are a guest now.  You go in the living room. \n[33]Long enough.  Fifteen years. \n[34]No.  We live simply, Mr. Jimmy and I.  People come to play bridge. And now and then, young men to swim.  You have people, Boone? \n[35]Your wife? \n[36]Why? \n[37]A man who is not married has nothing.  He is a man of trouble. You need a woman. \n[38]Men.  Always pulling legs. Everything is comedy. \"How very amusing.  How marvelously droll.\" \n[39]Of course.  I am married still. \n[40]He is dead now, twenty years. \n[41]No.  I have children, grandchildren too.  I visit when I can.  But now that Mr. Jimmy cannot be left very long, I do not get away much. Poor Mr. Jimmy.  There is much good in him, but he will suffer the fires of hell.  Very sad. \n[42]This is what the priests tell me. His sins of the flesh will keep him from heaven. \n[43]No.  His is the worse. The unspeakable.  The deed no man can name without shame? \n[44]What is the good English?  All I know is bugger.  He is a bugger. Men who bugger each other. \n[45]Yes!  You know? \n[46]That is why he must go to hell.  I do not think it fair.  But God's law is not for us to judge. \n[47]You did not know? \n[48]You and he are not doing things? \n[49]Good.  That is what I hope.  I did not think you a bugger too.  I fear only that you might hurt him if he tries. \n[50]Yes.  I trust you. \n[51]You must go in.  Quickly.  He will not like to think I have had you in the kitchen. \n[52]A visitor. \n[53]Mr. Boone.  He is an interesting friend. \n[54]No.  But someone you can talk to. \n[55]I have my family.  Also our Lord Jesus Christ. \n[56]It must be up in your old room.  I will look. \n[57]Oh, Mr. Jimmy.  You make a mess of it.  Here. \n[58]That is my daughter.  She say she and her husband are coming to town this afternoon.  I am sorry, Mr. Jimmy.  I will make it short. \n[59]No.  I do not cook for them.  My daughter's no-good husband will not take one bite of our food. \n[60]Hello?  Oh, Mr. David! \n[61]No, no, he did not tell me.  But no problem.  I will make breakfast. \n[62]Ten?  Very good, then.  Good-bye. \n[63]I have brought you your clothes. All I ask is that you get dressed and go.  We are having a guest for breakfast. \n[64]There is nothing you can say that will surprise me. \n[65]I blame my daughter for keeping me out so late.  I only hope you did not get him excited.  It could give him a new stroke. \n[66]What do I do? \n[67]It is my job.  I did it when he was happy and it was easy.  It is only fair I do it now when he is ill. Enough talk.  I must wake up the master. \n[68]Mr. Jimmy?  Morning, Mr. Jimmy. \n[69]What have you done with him? \n[70]Mr. Jimmy!  Mr. Jimmy! \n[71]Look for him! \n[72]Ohhh! \n[73]Oh, Mr. Jimmy. \n[74]He says here good-bye.  I find it in his room.  He is sorry, he says. He has had a wonderful life. \n[75]You poor, foolish man.  You couldn't wait for God to take you in his time? \n[76]You must leave.  You were not here this morning. \n[77]The police will not know that. They will want to investigate. \n[78]Do you want to be questioned about you and Mr. Jimmy?  Please, Clayton.  It will be better if I find the body alone. \n[79]You are right.  Yes.  We must put him back. \n[80]Poor Mr. Jimmy.  We do not mean disrespect.  You will keep better in water. ", "KAY": "\n[1]Mr. Whale, this is such an honor. You're one of my favorite all-time directors.  I can't believe I'm meeting you. \n[2]And this is your house.  Wow.  The house of Frankenstein. I thought you'd live in a spooky old mansion or villa. \n[3]I know.  People's movies aren't their lives. \n[4]Love dead.  Hate living. \n[5]That's my favorite line in my favorite movie of yours.  \"Bride of Frankenstein.\" \n[6]Sure. \n[7]I love the great horror films.  And yours are the best.  \"The Old Dark House.\"  \"The Invisible Man.\"  They look great and have style.  And funny! \n[8]Nice. And your lighting and camera angles.  You're got to go back to German silent movies to find anything like it. \n[9]Everything.  Start at the beginning. \n[10]Mr. Whale? \n[11]Your father was a schoolmaster? \n[12]How much longer before we get to \"Frankenstein\"? \n[13]Oh no, I want to hear everything. You made twenty pictures in all -- \n[14]But it's the horror movies you'll be remembered for. \n[15]No.  I never said you were.  Or will be soon. \n[16]So.  \"Journey's End\" brought you to Hollywood -- \n[17]I don't mind. \n[18]That's funny, Mr. Whale. \n[19]You're serious. \n[20]Then the rumors are true? \n[21]That you were forced to retire because, uh -- a sex scandal. \n[22]You're a dirty old man. \n[23]Too warm for a sweater, anyway. \n[24]George Cukor?  Who made \"A Star Is Born\"?  I never guessed. \n[25]I guess. \n[26]Can we talk about the horror movies now? \n[27]Will you tell me everything you remember about making \"Frankenstein\"? \n[28]Can that count as one question? \n[29]I can't believe I'm doing this. \n[30]Just like going swimming, isn't it? \n[31]Okay.  \"Frankenstein.\"  Tell me everything. \n[32]Who came up with the Monster's makeup and look? \n[33]He's one of the great images of the twentieth century.  As important as the Mona Lisa. \n[34]Boris Karloff.  Where did you find him? \n[35]Karloff, Mr. Whale.  How did you cast him? \n[36]Mr. Whale?  Are you all right? \n[37]Oh my God.  What's wrong, Mr. Whale?  Is it your heart? \n[38]I was going to take a swim. \n[39]Right. \n[40]Mr. Whale! \n[41]Bet you thought you'd never see me again.  I didn't know if you'd be well enough to come to this party. \n[42]I'm the one who got you on Mr. Cukor's guest list. \n[43]I interviewed him after I met you. I'm his social secretary now. Well, assistant to his secretary. \n[44]Don't think that, Mr. Whale.  I love your movies.  That's why I wanted you to come to this.  So I could see you with your monsters. \n[45]Don't go away. \n[46]Hey, you!  With the camera!  We got a historical moment here.  Come get a picture of it. \n[47]This is Mr. James Whale, who made \"Frankenstein\" and \"Bride of Frankenstein.\"  and this is the Monster and his Bride. \n[48]Catch you before you go, Mr. Whale. I'll make sure everybody gets sent a print. ", "BETTY": "\n[1]A spooky movie.  Just what this place needs tonight. \n[2]Sure.  Your friend want one? \n[3]I say let loverboy watch his movie.  And be grateful Boone's not cutting Shirley Temple's lawn. \n[4]Sounds screwy to me.  I can't imagine a real artist wanting to spend time looking at that kisser. \n[5]I bet this is just some fruit pretending to be famous.  So he can get in the big guy's pants. \n[6]Just thinking out loud. \n[7]All right, then.  He's interested in you for your conversation.  We know what a great talker you are. \n[8]Not anymore you don't.  Doll. \n[9]This looks corny. \n[10]These old movies are such a hoot. They thought they were being scary, but they're just funny. \n[11]Funny is funny and scary is scary. You don't mix them. \n[12]All right!  You don't want him. \n[13]Weird movie.  Weird, weird, weird. \n[14]Weird. \n[15]What's to be jealous of? \n[16]Not so famous any of us have ever heard of him. \n[17]It means it's too cold to go swimming.  And I don't mean the water. \n[18]Yeah, and I'm never going to smoke another cigarette. \n[19]Do you realize you're more interested in this old goober than you ever were in me? \n[20]It never crossed your mind? \n[21]All the old men I know think about nothing but sex. \n[22]You picked up that girl right in front of me. \n[23]It still hurt.  A lot. \n[24]No, I'm actually kind of glad it happened.  It made me wonder what the hell I was doing with my life. Letting you pull me into bed whenever the spirit moved you. \n[25]Sure.  I loved it. \n[26]You know, I just can't do that anymore.  I still have time to get things right.  Get married again -- \n[27]The look on your face!  You're not marriage material.  You're not even boyfriend material.  You're a kid. A big, fun, slightly irresponsible kid. \n[28]What are you then?  What will you be ten years from now?  Still cutting lawns?  Still banging horny divorcees in your trailer? \n[29]Sure you're free, for now at least. But how long before you're just alone?  Pathetic and alone. \n[30]Is that all this conversation means to you?  Am I going to put out or not? \n[31]From here on out, Boone, you're just another tired old face on the other side of the bar. ", "ELSA LANCHESTER": "\n[1]You done yet, love?  I am absolutely dying for a fag. \n[2]Uh-oh.  The way you look at me, James.  What have you done this time? \n[3]Boris?  Do I look a fright? \n[4]Oh, James. \n[5]And you said there'd be some of me left.  Nobody's going to know me in this getup. \n[6]Only a mad scientist could do this to a woman. \n[7]In the sequel, James, two lady scientists should make a monster. And our monster would be Gary Cooper. \n[8]More your line. \n[9]Jimmy.  How are you? \n[10]I saw Una O'Conner a few weeks ago. She said you'd been under the weather. \n[11]We're all getting a bit long in the tooth. \n[12]Please.  You shouldn't stand on my account. \n[13]I'm fine, Jimmy.  I can only stay a few minutes. \n[14]What's our pesky friend up to now? \n[15]Is that Boris?  Our little chum appears to be arranging a reunion. \n[16]Boris, darling.  I didn't know you were here.  These public revels are hardly up your alley. \n[17]And what do you make of our royal visitant? \n[18]Of course she's a lady.  What did you expect?  A hussy in tennis shoes? \n[19]Don't you just love being famous? \n[20]Are you all right, Jimmy? \n[21]We'll be in touch, Jimmy. ", "DAVID": "\n[1]I'd have more peace of mind if the live-in nurse were still here. \n[2]You'll contact me if there's an emergency? \n[3]She tells me you haven't been sleeping well. \n[4]Then take the pills. \n[5]I'm sorry, Jimmy.  But with this movie and two difficult stars -- \n[6]You remember how a production eats up one's life. \n[7]By the way, I like the Renoir. \n[8]Goodbye, Hanna. \n[9]What are you doing here? \n[10]I was, until last night.  Publicity asked me to fly Miss Taylor in for today's reception. \n[11]David Lewis. \n[12]Should you be drinking in your condition? \n[13]You didn't, Jimmy. \n[14]You only embarrass yourself. \n[15]You know what I mean.  Your reputation. \n[16]Well the rest of us aren't.  Can't you remember that? \n[17]I didn't ask George to invite you. \n[18]Jimmy, there are people here I need to speak to.  You'll be fine on your own? \n[19]All right, then.  I'll come by tomorrow for breakfast. ", "DWIGHT": "\n[1]Boone!  You awake?  Eight o'clock. \n[2]You told me to get you up, asshole. \n[3]Hasta la vista, Boone.  And give the jail bait a squeeze for me. \n[4]So you just sat there while this old limey banged his gums? \n[5]You ever hear of this Whale fellow? \n[6]Couldn't make it any deader, doll. Set me up. \n[7]Yeah, one for what's-his-name here. \n[8]Jesus, Boone.  You come in here proud as a peacock because some old coot wants to paint your picture. We're just bringing you back to earth. \n[9]Ooooh. \n[10]Ooooh. \n[11]Not bad.  Two down and it's just started. \n[12]I loved it.  I want a switch like that in my trailer, so I can blow us to kingdom come when things don't go my way. \n[13]Damn but it's getting drunk in here.  Late too.  The bride of Dwight is going to bite my head off. \n[14]You coming, Boone? \n[15]Hey, Boone. ", "HARRY": "\n[1]Can't say that I have.  Can't say I've heard of a lot of people though. \n[2]I told you.  I don't turn on the TV except for the fights. \n[3]Calm down, Clay.  Just calm down. We'll watch it. \n[4]You're like a dog with a bone over this movie, Clay. \n[5]Sick stuff.  Necrophilia.  I wonder if they knew how sick they were. \n[6]Go home, Clay.  We're closing up. \n[7]I'm next door if you need me. \n[8]She took the night off.  Heavy date.  Some guy she's had her eye on for a while. ", "PRINCESS MARGARET": "\n[1]I had no idea you'd be here. \n[2]How are you? \n[3]Splendid.  Now that I know you're around. \n[4]Can we get together while I'm in town?  I so badly want to sit for you again. \n[5]I've changed my hair, you see. Since our last session.  Those old snaps look rather dowdy now. \n[6]Oh dear.  Have I made a blunder? \n[7]I am such a goose.  I mistook you for Cecil Beaton.  It's the hat. You're wearing one of Cecil's hats, you know. \n[8]Quite.  I adore gardens. ", "ERNEST THESIGER": "\n[1]My God.  Is the audience to presume that Colin and I have done her hair?  I thought we were mad scientists, not hairdressers. \n[2]Oh no, my dear.  You look absolutely amazing.  There's no way I can compete with you.  The scene is yours. \n[3]I would've thought Mr. Leslie Howard would be more your line. \n[4]My line nowadays runs to Rin Tin Tin.  Dogs are so much more dependable than men. \n[5]Stiff as a board. Yes, Colin.  Come see what they've done to our Elsa. \n[6]I gather we not only did her hair but dressed her.  What a couple of queens we are, Colin. \n[7]The Bride of Frankenstein! ", "BLIND MAN": "\n[1]Who is it?  You're welcome, my friend, whoever you are. \n[2]I cannot see you.  I cannot see anything.  You must please excuse me.  But I am blind. \n[3]Come in, my poor friend.  No one will hurt you here.  If you're in trouble, perhaps I can help you. \n[4]Can you not speak?  It's strange. Perhaps you're afflicted too.  I cannot see and you cannot speak. \n[5]It's been a long time since any human being came into this hut.  I shall look after you.  And you will comfort me. \n[6]We are friends, you and I. Friends. \n[7]Before you came, I was all alone. It is bad to be alone. ", "BORIS KARLOFF": "\n[1]Goo' 'orning, 'ames. \n[2]I 'ish you 'old 'e 'ooner. \n[3]I could have spent the morning tending to my roses. \n[4]I came for the sake of my visiting niece.  Alice.  And Miranda, my great-niece. \n[5]Perfectly charming.  A real lady. \n[6]So good to see you again, James. "}}