{"dialogues": {"NICK": "\n[1]...I'm singing in the rain, just singing in the rain... \n[2]...\"What a glorious feeling. I'm happy again...\" \n[3]...\"I'm laughing at clouds, so dark up above...\" \n[4]...\"The sun's in my heart and I'm ready for love...\" \n[5]...\"Let the cloudy skies chase...\" \n[6]...\"I'm singin' in the mud, just scooping up my worms...\" \n[7]Good day. I am here with permission...I have a, a... Permit. How do you say permit? \n[8]It's Tatopoulos. \n[9]What are they doing? \n[10]You can't shut me down now! My research here's not finished! \n[11]It's Tatopoulos. \n[12]Excuse me, would you mind telling me what the hell I'm doing here? \n[13]You didn't answer my question. In fact, for the last 18 hours no one has answered any of my questions. \n[14]Look, I may work for the Nuclear Regulatory Commission but accidents and spills are not my field. \n[15]Do you know that you just interrupted a three year study of the Chernobyl earthworm? \n[16]The radioactive contamination in that area altered the earthworm's DNA! You have any idea what that means? \n[17]It means that due to a man made accident the Chernobyl earthworms are now over seventeen percent larger than they were before. Mutated by seventeen percent? \n[18]They're enormous! A new species created by man's recklessness. That's what I've been trying to tell you, I'm only a biologist. I take radioactive samples and study them. \n[19]What sample? \n[20]I don't see it. Where is it? \n[21]I don't see it! \n[22]That was a footprint. I was standing inside a footprint. \n[23]But there's no animal in the world that can make prints like that? Is there? \n[24]Somebody must have seen it. \n[25]Hi. Nick Tatopoulos... \n[26]Oh, I'm not married. \n[27]No. Perhaps I work too much. \n[28]Not for a long time, now. \n[29]Oh, thank you. Is she always like this? \n[30]Mind if I borrow this? \n[31]Yeah, I'm...wait...I lost... \n[32]Thanks. \n[33]What about the traces of radiation? \n[34]The radiation is not an anomaly, it's the clue. This creature is far too unique on every level to be some lost dinosaur. \n[35]What do we know? It was first sighted off the French Polynesian Pacific. An area that has been exposed to dozens of nuclear tests over the last thirty years. \n[36]More than that. I believe this is a mutated aberration, a hybrid from the fall out in that region. \n[37]Yes! We're looking at a completely incipient creature. The dawn of a new species. The first of its kind. \n[38]I don't think so. \n[39]I don't understand. How can something that large just disappear? \n[40]I don't think so. \n[41]I mean, look at it. It's perfect. An island, water on all sides. But like no other island in the world, this is a place where he can easily hide. He's in there someplace. \n[42]You know, he's not an enemy trying to evade you. He's just an animal. \n[43]When I needed to catch earthworms, I knew the best way to catch them was not to chase them. I had to draw them out. \n[44]All we need to do is find out what it wants, what it needs, and he'll come to us. \n[45]I'm kind of hoping the same thing. \n[46]That's a lot of fish. \n[47]I need your radio. \n[48]Sergeant O'Neal, the subway vents. We have to shut them down... \n[49]...With the air pressure pushing up, he'll never smell the bait! \n[50]We need to open all the manhole covers in the area. Let the scent waft down. \n[51]That's not true. We fed him. \n[52]It's okay, I'll get out here. \n[53]Do you have any home pregnancy tests? Especially ones that test for catastrophic hormones or clomiphene citrate. \n[54]I'll take them all. \n[55]Audrey?! Is that you? Hi, hello. You look, wow, uh, how've you been? \n[56]So you made it. \n[57]You're a reporter. That's what you always wanted to be, right? I'm happy for you. Really, I am. \n[58]No, I'm into earthworms now. You wouldn't be interested. They're real \"boring\" creatures. Very reliable, dependable, no surprises... \n[59]You just left me without a phone call, a letter, nothing. All this time. Yeah, I guess I'm still a little mad. \n[60]Most people don't. \n[61]Wait. I'm sorry. You're right. Eight years is a long time. Can I offer you a cup of tea? \n[62]When you and I use to attend rallies in college, we helped to create awareness. But from the inside now I can actually effect change. I never lost my idealism. \n[63]I have this theory that we're inadvertently creating new species as a direct result of what we've done to nature. \n[64]Yes. The first of its kind. I found this blood sample earlier this evening... \n[65]I got pretty close. \n[66]Well, we know he eats fish, he's of reptile genus, he's a burrower, he's amphibious and... \n[67]...he's pregnant. \n[68]Well, obviously these tests weren't designed for this but fundamentally they're looking for the same hormonal patterns that would indicate pregnancy. \n[69]The ultimate expression of evolution, it reproduces asexually. Think about it, all kinds of creatures have been known to travel great distances for reproduction. That's why he came to New York. Like every species of insufficient progenitors, he's nesting! \n[70]Yes. Do you realize that a creature like this could lay as many as a dozen eggs at a time! \n[71]Forgive me but I've got to get this into the lab, to confirm all this. I'll be right back. \n[72]Audrey? Audrey? \n[73]Well, yes. I did. Clearly he was injured and bled. \n[74]Um, excuse me, sir, but the situation's more complicated than that. The blood I recovered revealed that the creature is either about to lay eggs or already has. \n[75]I don't believe so. \n[76]No, it reproduces asexually. That's why we must find the nest. If we don't, dozens will be born, each one capable of laying eggs of its own. Very quickly we could be looking at an enormous population. \n[77]It may be too late by then. These eggs will hatch very quickly. \n[78]The fish. The fish we found down in the subway. He's not gathering all that food for himself. He's preparing to feed his young. \n[79]No, I didn't...I didn't talk with anyone. \n[80]Yes...but I... \n[81]No, it's still in my tent. It's...oh my God, she took it. \n[82]Me too. \n[83]Make sure they find that nest before it's too late. \n[84]Newark airport. \n[85]Well what the hell did you think was going to happen? \n[86]I shouldn't have to, Audrey. You're supposed to be my friend. I trusted you. \n[87]So you thought that made it okay to steal my tapes? \n[88]Good luck in your new career. I think you really have what it takes. \n[89]Do I know you? \n[90]Oh yeah, the insurance guy. \n[91]Sounds like a big company. \n[92]Oh. \n[93]Are you sure? How do you know? \n[94]Why are you telling this to me? \n[95]Why do you need that? \n[96]Oh, my bags. I've checked them in. \n[97]How did you get all of this stuff into the country? \n[98]So why all the secrecy? Why aren't you guys working with the US military? \n[99]You said you wanted my trust, then I need yours. \n[100]Sure. \n[101]Your talking about the nuclear testing in the Pacific. \n[102]Here. 23rd street subway station. Where we first found the fish. With a little luck, this will lead us right to it. \n[103]Are you kidding? I always wanted to join the French Foreign Legion. \n[104]What's with the chewing gum? \n[105]Just let me do all the talking. \n[106]Oh, we're with the three two. \n[107]Sergeant O'Neal just called down for us to join in. \n[108]They've turned off the ventilation system. They're calling him to dinner. \n[109]I guess we go this way. \n[110]Three eggs. I thought there would be more. \n[111]That can't be. That's got to be over twenty eggs. \n[112]Good idea. \n[113]How do I do that? \n[114]I can't get through. I don't know what's wrong. \n[115]Come on, come on. \n[116]This is not good. \n[117]I hate these things! \n[118]Hey, it's me! \n[119]They're loose. They're allover the main lobby. I couldn't get out. \n[120]It's okay. I know her. \n[121]What are you doing here? \n[122]I was wrong. \n[123]Circuits are overloaded. \n[124]How do you know? \n[125]Your station won't have any easier time contacting the military than I did. \n[126]Yes, they did. \n[127]We've discovered over two hundred eggs which began hatching only moments ago. \n[128]If the military are listening, they must immediately destroy this building before they can escape. \n[129]If those creatures escape and multiply, in a very short time a new species will emerge. One that could replace us as the dominant species of this planet. \n[130]Thanks, Audrey. \n[131]Are you okay? \n[132]You'd be surprised. \n[133]Ohhhhhhhh.....shit. \n[134]Sorry, guys, I've promised my story as an exclusive to another reporter. \n[135]Where's Raymond? \n[136]Hello? \n[137]Where are you? \n[138]I understand. \n[139]Wait. Au revoir. \n[140]Oh, just some insurance guy. ", "AUDREY": "\n[1]Murray wants these copied to each field producer... \n[2]And I'm supposed to remind you to call him on all of Caiman's expense p.o.'s. \n[3]Think I should ask him? I'm going to ask him. You think I should? I will. \n[4]Did you talk with Humphries? \n[5]Just tell me, did you talk with him? \n[6]Are you serious? He's going to consider me for he job? What else did he say? \n[7]Mr. Caiman, you're married. \n[8]Mr. Caiman... \n[9]Mr. Caiman, I've been doing extra research for you after hours and weekends for nearly a year. And I've never asked for anything but this job is really important to me. I'm too old to be an assistant anymore. I need to know this job is going someplace. \n[10]I can't. \n[11]My life sucks. \n[12]I can't believe he put the moves on me. After everything I've done for him. \n[13]You know how I spent last weekend? Walking his damned dog. \n[14]Animal, you don't think that's true, do you? \n[15]Well, I can be tough if I want. Yeah, sure. \n[16]Oh my God! \n[17]Turn that up, turn it up. \n[18]It's Nick! I know that guy. I know him! \n[19]He was my college sweetie! Look at him. He looks so handsome on t.v. What the hell is he doing in Panama. \n[20]Nick Tatopoulos. \n[21]No! I just couldn't see myself with some boring egg head who spends his summer picking apart cockroaches. I wanted to have some adventure, some fun... \n[22]Nearly four years... \n[23]That's the problem. He did. \n[24]Great stuff, Animal. Weren't you scared? \n[25]Caiman, wait. Take me with you. \n[26]I've got something on this. I know a guy on the inside with the military... \n[27]You don't understand, I can get us information... \n[28]Remember my friend we saw on t.v.? \n[29]Yeah, well he just turned up in New Jersey at the military command post. Somehow all this is related to what happened down in Panama. There's a story here. I know it. You got any tape or glue? \n[30]Hey, do you have any glue in your bag? \n[31]Can I use some? \n[32]The warm feeling of helping your fellow man. \n[33]You're kidding, right? \n[34]Wish me luck! \n[35]I'm tired of waiting for someone else to give me an opportunity, Luce. If there's a story here I'm going to find it. \n[36]You must have quite some harem. \n[37]It's good to see you, Nick. \n[38]What? \n[39]Yeah, well... \n[40]So, you still picking apart cockroaches? \n[41]You're still mad at me, aren't you? \n[42]That was eight years ago. Some people change, you know. \n[43]I'm sorry you feel that way. \n[44]Sure. I'd like that. \n[45]One, thing, though. Who'd you get pregnant? \n[46]I still can't believe it. How does a guy go from an anti-nuke activists to working for the Nuclear Regulatory Commission? \n[47]And exactly what changes are you trying to effect? \n[48]And you think this creature is one of them? \n[49]Blood sample? How close did you get to that thing? \n[50]What else do you know about it? \n[51]Are you sure? \n[52]I don't get it. If it's the first of its kind, how can it be pregnant? \n[53]Nesting? \n[54]...which is why in this case \"all the kings horses and all the kings men\" may not be able to put the big apple together again. Audrey Timmons, WNEW. \n[55]So, what do you think? \n[56]Like you said, \"Good guys finish last.\" \n[57]Murray, I need you to look at this tape. \n[58]You're going to want to include this. I've got exclusive footage of other places this thing has attacked. \n[59]Mine! \n[60]You're special report! I'm the one that found that stupid song! That's my special report, you bastard! \n[61]And it's \"Gojira\" not Godzilla you moron! \n[62]He stole my report! That's my report! \n[63]Caiman you suck! \n[64]What do you mean Murray's not there? A second ago you told me he was on the other line... \n[65]You're leaving? Why? \n[66]Is this cause of me? Because of the story? \n[67]You never said it was off the record. \n[68]I didn't mean for it to turn out like this. Look, I lied to you. I'm not a reporter. When we broke up and I came out to New York I was so sure I'd make it. But I haven't. That's why I needed this story so bad. I just couldn't tell you I'm a failure. \n[69]I'm sorry. \n[70]Stupid idiots! \n[71]It's all my fault. What have I done, Animal? What have I become? Look at me. This isn't me. I don't do things like this. \n[72]Yeah, I just screwed up with the only man who ever really cared about me. \n[73]Yeah. Why are you asking? \n[74]My God. He's going after the nest. \n[75]Animal, I can't. \n[76]I don't know. I've already made such a mess of things... \n[77]What are you doing? \n[78]What are you doing? \n[79]Animal, let's get out of here. \n[80]Shoot! Shoot it! \n[81]Okay, where'd they go from here? \n[82]Don't you think we have enough? \n[83]Great. Now what do we do? \n[84]Think we can fit up in there? \n[85]What? What is it? \n[86]I thought you said there'd only be a dozen eggs. \n[87]What about the phones? \n[88]I know a way. I know how you can get a message out of here. \n[89]This way. \n[90]Come on, the broadcast booth is right over here. \n[91]Our network covers the Ranger games. \n[92]The network is on an intranet. It's a direct feed into our computer system. \n[93]...If you're seeing this, Ed, please put us on Live! This is urgent! I know this sounds crazy Ed but you have to do it. Please, trust me. \n[94]He's not going to do it. \n[95]Ed, you see that? They'll be all over the city if we don't stop them! \n[96]Are we on? Are we live? \n[97]We're live from inside Madison Square Garden where Dr. Niko Tatopoulos has discovered the beasts lair. Doctor, tell us what is happening here. \n[98]Oh my God! They're coming! \n[99]Reporting live from Madison Square Garden, this is Audrey Timmonds, \n[100]In case I can't later. \n[101]Somehow I never thought your life was this exciting. \n[102]Really? I'd like to find out. \n[103]Cut uptown, take 8th to 57th then cut up Broadway. \n[104]The JFK? In the rain!? \n[105]But we can get to the west side faster. \n[106]Gun it! Gun it! \n[107]We? I don't think so. \n[108]Not anymore. Mr. Caiman, I quit. \n[109]No. \n[110]Who was that French guy, anyway. ", "RAYMOND": "\n[1]What did you tell them? \n[2]Are there any other survivors? \n[3]Get them out of there. \n[4]Ask him what happened. \n[5]What did you see, old man? \n[6]They are with me! \n[7]CHARGEURES, property and casualty insurance. We are preparing a report. \n[8]That is our job. \n[9]Major, what do you think could have done this? \n[10]Are you looking for this? \n[11]Who waits for the Mayor. The Mayor is momentarily stopped. \n[12]CHARGURES Insurance. We represent nearly thirteen percent of the buildings in your city. \n[13]We are very happy that you are in control of this situation. \n[14]You can count on our emotional and financial support. \n[15]Merci. \n[16]You call this coffee? \n[17]You said this was French Roast! \n[18]More cream. \n[19]No. Very clever. \n[20]Allez, allez! \n[21]We're leaving. \n[22]Pernot, no ice. \n[23]We've met before. \n[24]SDECE, Service de Documentation Exterieure et de Contre-Espionnage. Agent Phillip Raymond. \n[25]It's the French Secret Service. \n[26]We have learned that your American friends have decided not to look for the creature's nest. \n[27]We know. \n[28]I need you to trust me. \n[29]I need your trust if you're to help me find the nest. \n[30]We, have already taken care of them. \n[31]Bon Chance! \n[32]This is America. There is nothing you can not buy. \n[33]I am not permitted to speak of such things. \n[34]I am a patriot. I love my country. Can you understand that? \n[35]It is my job to protect my country. Sometimes I must even protect it from itself. From mistakes we have made. Mistakes that we do not want the world to know about. \n[36]Yes. This testing done by my country left a terrible mess. We are here to clean it up. \n[37]That is when we will go in. \n[38]We know how to get into the city. We just do not know where to start looking. \n[39]So you're in? \n[40]Makes us look more American. \n[41]Why no sir, I'm fine. \n[42]Thank you very much. \n[43]Elvis Presley movies. He was the King! \n[44]Be careful with that. \n[45]Let's hope we are not the hors d'oeuvres. \n[46]What is up there? \n[47]Jean-Claude. \n[48]You were right. \n[49]Start counting. \n[50]Nick, we have a problem. \n[51]I think we should leave now. \n[52]Everyone, outside! Now! \n[53]We've got to lock them inside while we can. \n[54]Contact the military and get them to send a bomber to blow up this building before these things escape. \n[55]555-7600. Tell them it's a code dragonfly. They should get you through. \n[56]What are you waiting for? \n[57]What'd they say? \n[58]Where's Luc and Pierre? \n[59]Nick, my men and I will hold them here. You will have to go and get help! \n[60]What happened? \n[61]Who the hell are you? \n[62]No cameras. \n[63]Do you have a radio, a walkie-talkie? Anything we can use to contact the outside. \n[64]Okay, party's over. Time to leave. \n[65]Anyone care to join me? \n[66]The escalators, hurry! \n[67]Go! Now! \n[68]I could use a coffee. \n[69]Running would be a good idea. \n[70]Somebody make up your mind! Take central park! \n[71]Anyone see him. \n[72]I'm trying! \n[73]It's Raymond. \n[74]Tell your friends I will send the tape after I remove a few items from it. \n[75]I just wanted to say, au revoir and thank you for your help, my friend. ", "MAJOR HICKS": "\n[1]Dr. Niko Topopolosis? \n[2]Right. The worm guy. Can someone get those people off the beach? \n[3]Follow me. \n[4]We have a situation on our hands that requires your particular expertise. \n[5]We know. \n[6]Yeah, you're the worm guy. \n[7]No, but I have the feeling I'm about to find out. \n[8]Seventeen percent, huh? Sounds big. \n[9]Then you're perfect. Here's your radioactive sample. Study it. \n[10]You're standing on it. \n[11]That's right. \n[12]We're hoping you're going to help us figure that out. \n[13]It happened so fast no one knew what hit them 'til is was over. \n[14]A tanker was attacked and sunk yesterday near the French Polynesians. We think there's a connection. \n[15]Who are they? Lieutenant, get those people away from there. \n[16]And who are you? \n[17]You're fast. \n[18]Well your people are getting in the way of my job. \n[19]Get your people out of there or I will. \n[20]What makes you think it's related? \n[21]Jesus Christ! It's only two hundred miles off the American Eastern seaboard and we don't even know what it is. \n[22]Don't tell me why it's not, tell me what the hell it is. \n[23]Any word from the Mayor's office? \n[24]Status report? \n[25]You want to run that by me again? \n[26]We think there's a strong reason to believe it may be hiding inside one of the buildings within the sequestered area. \n[27]Christ. How many tunnels lead off the island? \n[28]Have them sealed off. \n[29]Fill them with cement, brick them up, put land mines in them, bombs, I don't know, just make sure that goddamned thing doesn't leave the island! \n[30]What are you suggesting? \n[31]Where are they now? \n[32]Commence phase one. Let's gas it! \n[33]Fire at will! \n[34]O'Neal, what the hell is going on there!? \n[35]Then FIRE damn it! \n[36]You said he was locked on! \n[37]Echo four, where is he!? \n[38]General Anderson, the problem was the terrain. If we lure him out into a more open area such as this portion of Central Park... We should be able to take him down. \n[39]That's not true. Our worm guy, er, I mean, Dr. Tatopoulos found blood. \n[40]You see, all we need to do is get a better shot at it with weapons that don't rely on heat seeking... \n[41]So after we kill the creature we'll begin a search for the nest. \n[42]If Dr. Tatopoulos is right, we must act quickly before this problem escalates. \n[43]He's come through for us before and if he feels strongly... \n[44]You gave them the tape? \n[45]Sergeant, status? \n[46]Damn it! Fire! Shoot it before it gets away! \n[47]We're sending divers into the river now to retrieve the body. \n[48]Organize a search party. I want a complete sweep of the entire city and subway system. \n[49]Try and stop me. \n[50]What is it? \n[51]That's correct, I want you to blow up Madison Square Garden. No I'm not drunk. Contact the news station. Tell them we're on the way. \n[52]Captain Rogers, do we still have those F-18's in the air? \n[53]Turn 'em around. ", "ANIMAL": "\n[1]That's cuz I'm married to you. \n[2]Big bites. \n[3]I like that image. \n[4]Hey, hey! I'm eating here! \n[5]Nice guys finish last. First rule of the jungle. \n[6]That why you dumped him? \n[7]How long where you and dis guy goin' steady? \n[8]That's ain't no parade... \n[9]Oh shit! \n[10]Sure I was. I thought Lucy was gonna kill me. \n[11]Gotta go, honey. You guys gonna be all right? \n[12]Great. See ya then. \n[13]It's good. It's a real good piece. But how'd you get a hold of this material? \n[14]They just promo-ed your spot. It's coming on right after this. \n[15]We know, Audrey. \n[16]I'll be right back. \n[17]Who the hell are all these people? \n[18]Where's Audrey? \n[19]What? \n[20]Me!? You where the one... \n[21]You okay? \n[22]You made a mistake. \n[23]Didn't you tell me he left for the airport? \n[24]I just saw him. He's with a bunch of guys who want to sneak into the city tonight. \n[25]Perfect! You wanted a story, well, baby, you got one. \n[26]Look, you want to make it up to your friend? Well if he's right, this is your chance. \n[27]Audrey, I'm going after them. You can come with me or not. \n[28]Lucy'd kill me if she knew. \n[29]It's the maintenance entrance. Runs along the side of the tunnel. When they repaired it last year I worked on a piece about it. \n[30]They're down there. Let's go. \n[31]They must have climbed all the way up into there. \n[32]One more second. This is fantastic. \n[33]Yes. Definitely. Definitely enough. \n[34]Just be calm. Don't startle them. \n[35]There's got to be another way out of here. \n[36]Only one way to find out. \n[37]You okay? \n[38]Hey! What gives? \n[39]When you worked with them, did they monitor the news broadcasts? \n[40]We'll go live! We'll broadcast from here. Hopefully they'll see it. \n[41]Oh yes he will. \n[42]The good news is they got the message. The bad news is we've got five and a half minutes to get out of the building. \n[43]Hey Man, you all right? \n[44]What do we do? \n[45]You're crazy, go to the east side and take the park avenue to the JFK. \n[46]What are you talking about? The east side is always faster. \n[47]Better step on it Frenchie! \n[48]I think we lost him. \n[49]Audrey, did you take the tape out of the camera? \n[50]I couldn't have just lost it? ", "CAIMAN": "\n[1]This is not the place... \n[2]He said he'd consider it. It's between you and Rodriguez. \n[3]Why don't I tell you over dinner tonight? Your place. \n[4]And you're beautiful... \n[5]Call me Charlie. \n[6]So have dinner with me tonight. \n[7]It's your choice. \n[8]I don't give a crap about some war in a country I can't pronounce. That's not a lead story. Find me a damned story, will ya! \n[9]What? \n[10]...WNEW's exclusive images of the creature were taken less than a half hour ago. \n[11]Cameraman Victor \"Animal\" Palotti barely survived this vicious attack to provide us with this footage. \n[12]What? \n[13]Not now. You got my bag? \n[14]Listen, this is the time when the big boys have to go to work, okay Honey? \n[15]The bag? \n[16]...in what city officials are calling the worst act of destruction since the World Trade Tower bombing... \n[17]...Police and the National Guard have quarantined off over twenty square city blocks... \n[18]...hundreds of thousands have jammed the streets in the largest evacuation in the history of the city. And many people are not happy about it. \n[19]Hurry, we're going to miss the Mayor. \n[20]Don't you watch t.v.? \n[21]I had one here on my bag. Where the hell did I put it? \n[22]...Maintaining a total media blackout, officials remain silent this evening as to their progress in containing this creature... \n[23]From an old Japanese sailor's song called GODZILLA, a mythological sea dragon who attacked sailors, to our own modern day terror. Today in my special report, who is this Godzilla, where did he come from and why is he here? \n[24]...a path can be traced back from Manhattan, to Jamaica, back to Panama and all the way back to the French Polynesians where nuclear testing has been going on for over twenty years... \n[25]...But why? Research team member Dr. Niko Padopolus believes the creature is nesting, using Manhattan as ground zero to cultivate his species... \n[26]...and in this reporter's opinion, \"all the kings horses and all the kings men\"... \n[27]...Yes, the threat is over but the pain continues... \n[28]...as our fears have been allayed thanks to the dedicated work of our boys in uniform... \n[29]We did it! We've got the exclusive! Way to go, Audrey! \n[30]I want that story, Audrey. Remember you work for me. ", "LUCY": "\n[1]Speak of the devil. \n[2]Oh girl... \n[3]Oh, please, your life doesn't suck. His life sucks. \n[4]Shut up. How can you eat like that? \n[5]He's scum! As far as he's concerned you're just a pair of breasts that talk. \n[6]I'm telling you he's dirt. He's a douche bag, gutter slime, dog crap, puke chunks... \n[7]Audrey, you're too damned nice, that's your problem. Nice gets you nothin' in this town. You gotta be a killer to get ahead, you know what I'm sayin'? I'm sorry, baby, but you just don't got what it takes. \n[8]Who is he? \n[9]Did Romeo have a name? \n[10]And now you live the glamorous life of Caiman's assistant. Life's a bitch, ain't it? \n[11]Four years. Girl, I'm surprised he didn't ask you to marry him. \n[12]Tell me that's not another goddamned parade. \n[13]Victor, wait! \n[14]Victor, don't! \n[15]Damned right, you crazy Wop! \n[16]Audrey's going to stay with us tonight. \n[17]Come on, Girl, we've gotta go! \n[18]What the hell are you doing? \n[19]Your old sweetheart? \n[20]I left my forgery kit back at the office. \n[21]Audrey, I don't think this is a very good idea. Caiman finds out and he'll have your job. \n[22]What? I just couldn't just let them sleep in the street. \n[23]In the bedroom. Crying her eyes out because of you. \n[24]All that \"you gotta be vicious\" stuff you filled her head with. \n[25]Go in there. Talk to her. \n[26]Oh my God! \n[27]That's my girl. ", "MAYOR": "\n[1]I'd like to thank you all for coming out on this beautiful New York City day. \n[2]When I came into office four years ago, people didn't think we could reduce crime and I did. \n[3]People didn't think I could restore order... \n[4]...and I did. The city is a safer place today... \n[5]What the hell.... \n[6]What was that? \n[7]Well this is great! \n[8]If we're wrong on this evacuation they'll string me up from the Liberty torch. \n[9]Who the hell are they? \n[10]I don't have time for this nonsense. \n[11]I share your concerns. I want to get the city back in business as soon as possible. \n[12]If you'll excuse me... \n[13]Oh, well, thank you very much. \n[14]You're telling me that in an election month I've evacuated the entire city for nothing? \n[15]Do you realize what this evacuation will cost the people of this city!? \n[16]But you don't know for sure. \n[17]But you don't know for sure! \n[18]They find anything yet? \n[19]Negative impact!?! It's the goddamned Chrysler building, that's what it is! \n[20]What the hell is the matter with you people?! You caused more damage than that thing did! \n[21]Last time you didn't even scratch it! \n[22]Then how can it be pregnant? What is this, the \"virgin lizard?\" \n[23]Do you have any idea what's going on out there? The phones are ringing off the hook with people screaming to be let back into the city. \n[24]That thing's dead. What the hell are we waiting for? \n[25]You don't have the authority to do that. ", "ELSIE": "\n[1]Ah, Elsie Chapman, paleontologist. \n[2]Dr. Craven, have you met the worm guy? \n[3]What could have possibly done all that? \n[4]Three years digging up worms in Chernobyl? How did Mrs. Tatopoulos handle it? \n[5]Really? A girlfriend then? \n[6]You mean to tell me that there is no one who holds a special place in your heart? \n[7]Well, I think you're cute. \n[8]<i>Theropoda Allosaurus</i>. Some type of enormous reptile the likes of which we haven't seen since the age of prehistoric dinosaurs. \n[9]The depth and breath of the ocean floor has barely been explored. His kind could have survived there completely undetected. \n[10]Hence the radiation. \n[11]Evacuate Manhattan? That's over three million people. Has that ever been done before? \n[12]He probably returned to the river. Just like everywhere else we've been, we're always one step behind. \n[13]I'm sorry about all this. \n[14]I'll try. \n[15]Bye worm guy. \n[16]Major, if Nick is right, this could be our last chance to do something about it. We have to search for the nest, now. ", "SERGEANT O'NEAL": "\n[1]Sir, that may be more difficult than we originally projected. \n[2]We've run into a problem. \n[3]Lt. Anderson and his men found this late this afternoon. \n[4]I sure hope your plan works. \n[5]Get some men down into those air vents. Shut 'em down! \n[6]Let 'em fly! \n[7]Fire at will. Fire at will. \n[8]He's gone, Sir. Echo division's in pursuit. \n[9]I can't believe it. He did all this and we did nothing to him. \n[10]Any sign of it? \n[11]Don't fire until he's cleared the buildings and has moved into the park. \n[12]Come on, come on! \n[13]Prepare to fire! \n[14]Fire at will! Fire at will! \n[15]What the hell....? \n[16]Command, Command, this Sergeant O'Neal. He's back! ", "GENERAL ANDERSON": "\n[1]You want to divide our efforts based solely on a wild theory? \n[2]Come through for you!? Major, your campaign's a disaster. You weren't even able to to prevent this thing from coming to Manhattan. \n[3]How the hell did this get out? \n[4]You went to the press with this? \n[5]They mentioned you by name! \n[6]Pack your stuff. You're officially off this project as of now. \n[7]That's why I'm holding this conference. To try and avoid a needless panic. \n[8]Contrary to some frivolous reports, we have no information to lead us to believe that there are any eggs of the creature in the city. ", "GODZILLA": "\n[1]by \n[2]as he comes barreling towards us. The titanic lizard is ferocious and agile. Swiftly he moves closer. Animal's hands fumble with the tape. He JAMS it in, sweating. He fingers the POWER BUTTON, the red light goes on. Quickly he shoulders the camera. \n[3]The smoke annoying and distracting him, Godzilla spins, his tail waving the smoke away. But the smoke returns. Godzilla YELLS OUT. Frustrated he rears back and \n[4]POUNCES OUT of the building, snapping up two of the helicopters in one bite! He WHIRLS around and SWIPES another out of the air with his ENORMOUS CLAW. The CLAWED helicopter SLAMS into the ground just as... \n[5]opens his mighty jaw about to CLAMP DOWN on them. The missiles CONNECT, SLAMMING INTO HIS CHEST, EXPLODING. His torso, rips apart. He SCREAMS OUT. His WAIL a painful death cry. His foot STOMPS DOWN as he tries to retain balance. The impact of the stomp acts like a shockwave that KNOCKS the Cab into a SPIN. SLAMMING into the guard rail, the cab bounces back into the road and keeps going. The injured Godzilla bites the bullet and continues pursuing, his gait slowing. The cab is able to make some distance. \n[6]The missiles HIT, ripping into him. Again GODZILLA SCREAMS out, his forward motion stopped. \n[7]His last breath escaping. Defeated and weary, his eyes blink slowly as we watch his life slip away. ", "CAPTAIN": "\n[1]What was that!? \n[2]Abandon ship! Abandon ship! Man the lifeboats... \n[3]We've got him on sonar. Arizona closing in. \n[4]Are we locked on? \n[5]Fire. \n[6]Full ahead. Close in and lock on. \n[7]Fire! ", "ENSIGN": "\n[1]Locked on, Captain. \n[2]He's shifted course, Sir. He's heading back towards Manhattan. \n[3]Locked on, Sir. \n[4]Impact in eight seconds, seven, six... \n[5]...five, four, three... \n[6]Direct hit! "}}