{"dialogues": {"WILL": "\n[1]Chuckie, what the fuck happened? \n[2]It's walkin' pretty slow at this point. \n[3]Watching his cat get brained. \n[4]--or a tail-- \n[5]You think I'm afraid of you, you big fuck? You're crowdin' the plate. \n[6]Stop crowdin the plate! \n[7]What are we gonna do up there? \n[8]Fuck you. \n[9]Yah, Bobby Champa. He used to beat the shit outta' me in Kindergarten. \n[10]Yah, he's the same size now as he was in Kindergarten. \n[11]I could go for a Whopper. \n[12]She's sharp as a marble. \n[13]She didn't do it again did she? \n[14]Jesus, that's really bad, did anyone even order a Flyin' Fish? \n[15]Well, she out did herself today... \n[16]I don't know yet. \n[17]So don't go. \n[18]Hey, Bobby Champa! I went to Kindergarten with you right? Sister Margaret's class... \n[19]Yeah, you're all invited over to Morgan's house for a complementary fish sandwich. \n[20]Hey, I know it's not a French cruller, but it's free. \n[21]Get the fuck off me! \n[22]Next week. \n[23]Oh, I'm sorry. \n[24]I'm sorry. \n[25]Hey fuck you. \n[26]Yeah, Morgan. I got fired. \n[27]Management was restructurin'. \n[28]Of course that's your contention. You're a first year grad student. You just finished some Marxian historian, Pete Garrison prob'ly, and so naturally that's what you believe until next month when you get to James Lemon and get convinced that Virginia and Pennsylvania were strongly entrepreneurial and capitalist back in 1740. That'll last until sometime in your second year, then you'll be in here regurgitating Gordon Wood about the Pre-revolutionary utopia and the capital-forming effects of military mobilization. \n[29]\"Wood drastically underestimates the impact of social distinctions predicated upon wealth, especially inherited wealth...\" You got that from \"Work in Essex County,\" Page 421, right? Do you have any thoughts of your own on the subject or were you just gonna plagiarize the whole book for me? \n[30]Look, don't try to pass yourself off as some kind of an intellect at the expense of my friend just to impress these girls. \n[31]The sad thing is, in about 50 years you might start doin' some thinkin' on your own and by then you'll realize there are only two certainties in life. \n[32]One, don't do that.  Two -- you dropped a hundred and fifty grand on an education you coulda' picked up for a dollar fifty in late charges at the Public Library. \n[33]Maybe. But at least I won't be a prick. And if you got a problem with that, I guess we can step outside and deal with it that way. \n[34]If you change your mind, I'll be over by the bar. \n[35]What? \n[36]I'm Will. \n[37]I kind of got that impression. \n[38]I didn't mean you. Listen, maybe... \n[39]Great, or maybe we could go somewhere and just eat a bunch of caramels. \n[40]When you think about it, it's just as arbitrary as drinking coffee. \n[41]Five minutes. \n[42]I was trying to be smooth. But at twelve-fifteen I was gonna come over there and talk to you. \n[43]The caramel thing is my pick-up line. \n[44]Hold up. \n[45]Hey! \n[46]\n[47]\n[48]\n[49]There is a lengthy legal precedent, Your Honor, going back to 1789, whereby a defendant may claim self- defense against an agent of the government where the act is shown to be a defense against tyranny, a defense of liberty-- \n[50]Henry Ward Beecher proclaimed, in his Proverbs From Plymouth Pulpit back in 1887, that \"Every American citizen is by birth, a sworn officer of the state.  Every man is a policeman.\" As for the other officers, even William Congrave said; \"he that first cries out 'stop thief' is 'oft he that has stolen the treasure.\" \n[51]I am afforded the right to speak in my own defense by our constitution, Sir.  The same document which guarantees my right to liberty. \"Liberty,\" in case you've forgotten, is \"the soul's right to breathe, and when it cannot take a long breath laws are girded too tight.  Without liberty, man is a syncope.\" Ibid. Your Honor. \n[52]Julius Caesar proclaimed -- Though he be wounded-- \"Magna...\" \n[53]How many? \n[54]Hey, Skylar? \n[55]It's Will, the really funny good looking guy you met at the bar? \n[56]Okay, you got me. It's the ugly, obnoxious, toothless loser who got drunk and wouldn't leave you alone all night. \n[57]Yeah, I figured maybe sometime this week we could go to a cafe and have some caramels. \n[58]You aren't, by any chance, Pre-law? Are you? \n[59]Fuck do you want? \n[60]Really? \n[61]What're those? \n[62]If I agree to this, I walk right now? \n[63]I'll do the work. I'm not going to meet with a therapist. \n[64]Probation, counselin', few days a week. \n[65]That's why I love stock-car racin'. That Dale Ernhart's real good. \n[66]I could work the pit maybe, but I could never drive like Dale Ernhart-- \n[67]Yeah, I read your book. \"Mike\" had the same problems as \"Chad\" the stockbroker. \n[68]You're right. I know. \n[69]No, but, I mean you know... I do other things. That no one knows about. \n[70]I go places, I interact. \n[71]Certain, clubs. Like, Paradise. It's not bad. \n[72]It's just that feeling when you can take your shirt off and really dance. When the music owns you. Do you understand? \n[73]Do you find it hard to hide the fact that you're gay? \n[74]C'mon, I read your book. I talked to you. It's just something I know to be true. \n[75]Buddy, two seconds ago you were ready to give me a jump. \n[76]I'm sure you do. You probably got a real nice house, nice car -- your book's a best seller. \n[77]Look, man. I don't care if you're putting from the rough. There are solid arguments that some of the greatest people in history were gay; Alexander the Great, Caesar, Shakespeare, Oscar Wilde, Napoleon, Gertrude Stein, not to mention Danny Terrio, not many straight men can dance like that. \n[78]If you wanna hit \"Ramrod,\" take your shot. Take some pride in it. You go to church? So fuckin' what, God loves you.  I mean, Christ. A guy as well known as you? By the time you put your disguise on and skulk out of the house Sunday nights you probably look like \"Inspector Clouseau.\" \n[79]You're getting defensive... Henry. And hey, chief -- tell the wife, at least.  Christ, set her free. \n[80]Fuckin' hypocrite... \n[81]Of course. \n[82]It's an integer proof. \n[83]What? Hey, look buddy my time's almost up. You want me to sit here for an hour and write it out? \n[84]Look, I'll give you the key steps to it but I'm not gonna do the whole thing. \n[85]I think so. \n[86]You color-code it. Half-red, half- black.  If that's an integer-- \n[87]Half-red, half-black-- \n[88]--Half-red, half-black-- \n[89]An integer. \n[90]Yeah, when do I get my hypnosis? You guys been talkin' for twenty minutes. \n[91]Seven. \n[92]Somethin's in my room. \n[93]It's like a small figure, hoverin' over me. Gettin' closer. \n[94]It's touching me. \n[95]Down there. And I'm nervous. \n[96]'Cause I'm not ready. But the figure tells me everything's gonna be all right. 'Cause the figure's a Libra too. And we start dancin' and it's beautiful-- \n[97]\n[98]Oh, come on! You're not pinnin' this one on me. He left, I wanted to talk to him for another twenty minutes. I was havin' fun. \n[99]C'mon, that guy was a fuckin' piece of work. \n[100]Look into my eyes. I don't need therapy. \n[101]Okay... don't forget to get another therapist for next week. \n[102]I bet your parents were happy to pay. \n[103]Is Harvard gettin' all that money? \n[104]So you just want to use me and go? \n[105]In that case, fine. Want to see my magic trick? \n[106]Now, I'm gonna make all these caramels disappear. \n[107]It works better when I have my rabbit. \n[108]No. \n[109]I really don't 'date' that much. \n[110]No I haven't... \n[111]No I wasn't... \n[112]I was kinda' hopin' to get a \"good night laid\" but... I'll take a kiss. \n[113]No... I was hoping to get a kiss. \n[114]Now? \n[115]Hey, look lady, I'm just here for the free food. \n[116]Hey, I spent all my money on those caramels. \n[117]No. \n[118]Yeah, let's let the healing begin. \n[119]Did you buy all these books retail, or do you send away for like a \"shrink kit\" that comes with all these volumes included? \n[120]Probably not. \n[121]Yeah, I read those. \n[122]I'm not here for a fuckin' book report.  They're your books, why don't you read 'em? \n[123]That must have taken you a long time. \n[124]\"A History of the United States, Volume I.\" If you want to read a real history book, read Howard Zinn's \"A People's History of the United States.\" That book will knock you on your ass. \n[125]You people baffle me. You spend all this money on beautiful, fancy books-- and they're the wrong fuckin' books. \n[126]Whatever blows your hair back. \n[127]You're right. It really gets in the way of my jazzercizing. \n[128]Do you lift? \n[129]Nautilus? \n[130]Oh yeah? Me too. What do you bench? \n[131]Oh. \n[132]You paint this? \n[133]No. \n[134]This is a real piece of shit. \n[135]Poor color composition, lousy use of space. But that shit doesn't really concern me. \n[136]The color here, see how dark it is? It's interesting. \n[137]I think you're one step away from cutting your ear off. \n[138]You ever heard the saying, \"any port in a storm?\" \n[139]--Well, maybe that means you. \n[140]Maybe you were in the middle of a storm, a big fuckin' storm -- the waves were crashing over the bow, the Goddamned mast was about to snap, and you were crying for the harbor. So you did what you had to do, to get out.  Maybe you became a psychologist. \n[141]Maybe you married the wrong woman. \n[142]That's it isn't it? You married the wrong woman. She leave you? Was she bangin' someone else? \n[143]How are the seas now, D-- \n[144]Time's up. \n[145]At ease, gentlemen. \n[146]Not far from here, South Boston. \n[147]Pretty boring, I guess. \n[148]You know, nothing special. \n[149]Do I have a lot of brothers and sisters? \n[150]Well, Irish Catholic. What do you think? \n[151]You wouldn't believe me if I told you. \n[152]I have twelve big brothers. \n[153]Yup, you're lookin' at lucky thirteen. \n[154]I swear to God. \n[155]It was great. There was always someone to play with, give you advice. \n[156]'Course I do, they're my brothers. \n[157]Marky, Ricky, Danny, Terry, Mikey, Davey, Timmy, Tommy, Joey, Robby, Johnny, and Brian. \n[158]All the time. We all live in Southie. I live with three of them now. \n[159]We'll do that. \n[160]You again. How the paintin' coming? \n[161]So what's with this place? You have a swan fetish? Is this something you'd like to talk about? \n[162]No. \n[163]Why thank you. \n[164]No. \n[165]No one. I didn't have the number. \n[166]No, it was your mother's 900 number. I just ran out of quarters. \n[167]How you doin', Krystyn. \n[168]Why not? \n[169]I'm takin' off. \n[170]I'm tired. \n[171]You know, I was on this plane once. And I'm sittin' there and the captain comes on and is like \"we'll be cruising at 35,000 feet,\" and does his thing, then he puts the mike down but forgets to turn it off. Then he says \"man, all I want right now is a blow-job and a cup of coffee.\"  So the stewardess goes runnin' up towards the cock-pit to tell him the mike's still on, and this guy in the back of the plane goes \"don't forget the coffee!\" \n[172]I know, but the joke's better if I tell it in the first person. \n[173]I have been laid you know. \n[174]Yeah, I went on a date last week. \n[175]Fine. \n[176]I don't know. \n[177]Haven't called her. \n[178]I know what I'm doing. She's different from the other girls I met. We have a really good time. She's smart, beautiful, fun... \n[179]Why? So I can realize she's not so smart. That she's boring. You don't get it. Right now she's perfect, I don't want to ruin that. \n[180]Why not? You told me every other fuckin' thing. You talk more than any shrink I ever met. \n[181]You ever think about gettin' remarried? \n[182]Hence, the word remarried. \n[183]Well I think that's a wonderful philosophy, Sean. That way you can go through the rest of your life without having to really know anyone. \n[184]I'm sorry, I been real busy. \n[185]Sorry. I'm sorry. Give me another crack at it. Let me take you out. \n[186]Promise? \n[187]I couldn't wait till tomorrow. \n[188]Didn't your mother ever tell you not to look a gift horse in the mouth? \n[189]You're not going into surgery tomorrow are you? \n[190]Then let's go have some fun. \n[191]Do you still counsel veterans? I read your book last night. \n[192]Why not? \n[193]Is that why you didn't write anything else? \n[194]Well, I've read you colleagues. Your book was good, Sean. All those guys were in your platoon? \n[195]What happened to that guy from Kentucky? \n[196]Do you ever wonder what your life would be like if you never met your wife? \n[197]You don't regret meetin' your wife? \n[198]When did you know she was the one? \n[199]Where were you? \n[200]You missed Pudge Fisk's homerun to have a drink with a woman you had never met? \n[201]So wait a minute. The Red Sox haven't won a World Series since nineteen eighteen, you slept out for tickets, games gonna start in twenty minutes, in walks a girl you never seen before, and you give your ticket away? \n[202]I don't care if Helen of Troy walked into that bar! That's game six of the World Series! \n[203]And what kind of friends are these? They let you get away with that? \n[204]\"I gotta go see about a girl\"? What did they say? \n[205]You're kiddin' me. \n[206]Would have been nice to catch that game though. \n[207]But I can always go to the other side. \n[208]Look, I wrote it down. \n[209]It's just simpler this way. \n[210]'Cause it's nicer than my place. \n[211]Exactly. \n[212]They don't come over here that much. \n[213]Aah, it's kind of a hike. \n[214]All right, all right. We'll go. \n[215]Sometime. I don't know. Next week. \n[216]I'd say... It's only four in the mornin', they're prob'ly up. \n[217]Then on behalf of my wiener, I'd like to ask for an advance. \n[218]Yeah, Morgan. It's a real rarity that we'd be out drinkin'. \n[219]I don't know what the fuck you're doin'.  You're givin' us a ride. \n[220]I was countin' on it. \n[221]Thanks, Chuck. \n[222]I don't know, Chuck. It's kinda outta the way. \n[223]Not tonight. \n[224]They're all sleepin' now. Let me get those keys. \n[225]How's it goin'? \n[226]Want me to take a look? \n[227]C'mon, give me a peek and we'll go to the battin' cages. \n[228]Why is it important to you? If I inherited all that money, the only thing important to me would be workin' on my swing. \n[229]You're rich. What do you have to worry about? \n[230]Instead you're going to bust your ass for five years so you can be broke? \n[231]I guess. I don't know. How do you remember your phone number? \n[232]Some, a little. \n[233]I guess so. \n[234]Like me? \n[235]Do you play the piano? \n[236]I'm trying to explain it to you. So you play the piano. When you look at the keys, you see music, you see Mozart. \n[237]Well all right, Beethoven. He looked at a piano and saw music. The fuckin' guy was deaf when he composed the Ode to Joy. They had to turn him around to take a bow because he couldn't hear the crowd going crazy behind him. Stone deaf. He saw all of that music in his head. \n[238]Not a lick. I look at a piano and I see black and white keys, three pedals and a box of wood. Beethoven, Mozart, they looked at it and it just made sense to them. They saw a piano and they could play. I couldn't paint you a picture, I probably can't hit the ball out of Fenway Park and I can't play the piano-- \n[239]When it came to stuff like that I could always just play. \n[240]!!! ! \n[241]I don't know what it's called. \n[242]I'm pretty sure it's right. \n[243]Can I ask you a favor, can we do this at Sean's from now on? 'Cause I leave work to come here and the fuckin' commute is killin' me-- \n[244]It's right. Take it home with you. \n[245]I couldn't go 'cause I had a date. So I sent my chief negotiator. \n[246]Then don't set up any more meetings. \n[247]Maybe I don't want to spend my life sittin' around and explaining shit to people. \n[248]You know how fuckin' easy this is to me? This is a joke! And I'm sorry you can't do this. I really am. 'Cause if you could I wouldn't be forced to watch you fumble around and fuck it up. \n[249]Well, I'm sorry. \n[250]No. \n[251]What? \n[252]How do you know that? \n[253]Yeah, but how do you know? \n[254]And you're sure about that? \n[255]'Cause that's a serious thing you're sayin'. I mean, we might be in California next week and you could find out somethin' about me that you don't like. And you might feel like \"hey this is a big mistake.\" But you can't take it back, 'cause you know it's real serious and you can't take somethin' like that back. Now I'm in California, 'cause you asked me to come. But you don't really want me there. And I'm stuck in California with someone who really doesn't want me there and just wishes they had a take-back. \n[256]I can't go out to California. \n[257]One, because I have a job here and two because I live here-- \n[258]I'm not sayin' I'm not in love with you. \n[259]What do you mean \"What am I afraid of?\" \n[260]What am I scared of? \n[261]Don't tell me about my world. You're the one that's afraid. You just want to have your little fling with the guy from the other side of town and marry-- \n[262]some prick from Stanford that your parents will approve of. Then you'll sit around with the rest of the upper crust kids and talk about how you went slummin' too. \n[263]At least you have a mother. \n[264]What the fuck am I afraid of?! \n[265]I'm not honest? \n[266]Oh, is that what this is about? You want to hear that I don't really have any brothers? That I'm a fuckin' orphan? Is that what you want to hear? \n[267]No, you don't want to hear that. \n[268]You don't want to hear that I got cigarettes put out on me when I was a little kid. That this isn't surgery. \n[269]You don't want to hear that. Don't tell me you want to hear that shit!! \n[270]What, you want to come in here and save me? Is that what you want to do? Do I have a sign that says \"save me\" on my back? \n[271]Don't bullshit me! Don't fuckin' bullshit me! \n[272]I don't love you. \n[273]So why do you think I should work for the National Security Agency? \n[274]Codebreaking. \n[275]Come on, that's what you do. You handle more than eighty percent of the intelligence workload. You're seven times the size of the C.I.A. \n[276]Why shouldn't I work for the National Security Agency? That's a tough one. \n[277]I just wanted to call before you left. I'm takin' all these job interviews. So I won't just be a construction worker. \n[278]Yeah. \n[279]Take care. \n[280]It's a Carlton Fisk baseball card. \n[281]Pudge Fisk. You follow baseball? \n[282]Oh, well, it's just somethin' Sean told me. It's a long story. \n[283]You all set? \n[284]Yeah. \n[285]I don't know. \n[286]I guess. \n[287]What did I think? \n[288]Say I'm working at N.S.A. Somebody puts a code on my desk, something nobody else can break. So I take a shot at it and maybe I break it. And I'm real happy with myself, 'cause I did my job well.  But maybe that code was the location of some rebel army in North Africa or the Middle East. Once they have that location, they bomb the village where the rebels were hiding and fifteen hundred people I never had a problem with get killed. Now the politicians are sayin' \"send in the Marines to secure the area\" 'cause they don't give a shit. It won't be their kid over there, gettin' shot. Just like it wasn't them when their number got called, 'cause they were pullin' a tour in the National Guard. It'll be some guy from Southie takin' shrapnel in the ass.  And he comes home to find that the plant he used to work at got exported to the country he just got back from. And the guy who put the shrapnel in his ass got his old job, 'cause he'll work for fifteen cents a day and no bathroom breaks. Meanwhile my buddy from Southie realizes the only reason he was over there was so we could install a government that would sell us oil at a good price. And of course the oil companies used the skirmish to scare up oil prices so they could turn a quick buck. A cute, little ancillary benefit for them but it ain't helping my buddy at two-fifty a gallon. And naturally they're takin' their sweet time bringin' the oil back and maybe even took the liberty of hiring an alcoholic skipper who likes to drink seven and sevens and play slalom with the icebergs and it ain't too long 'til he hits one, spills the oil, and kills all the sea-life in the North Atlantic. So my buddy's out of work and he can't afford to drive so he's got to walk to the job interviews which sucks 'cause the shrapnel in his ass is givin' him chronic hemorrhoids.  And meanwhile he's starvin' 'cause every time he tries to get a bite to eat the only blue-plate special they're servin' is North Atlantic scrod with Quaker State. \n[289]So what'd I think?  I'm holdin' out for somethin' better. I figure I'll eliminate the middle man. Why not just shoot my buddy, take his job and give it to his sworn enemy, hike up gas prices, bomb a village, club a baby seal, hit the hash pipe and join the National Guard? Christ, I could be elected President. \n[290]What? \n[291]Define that. \n[292]Yeah. \n[293]Shakespeare, Neitzche, Frost, O'Connor, Chaucer, Pope, Kant-- \n[294]Not to me, they're not. \n[295]Not without a heater and some serious smelling salts, no... \n[296]Oh, what? You're going to take the professor's side on this? \n[297]I didn't want the job. \n[298]I didn't ask for this. \n[299]Why is it a cop-out? I don't see anythin' wrong with layin' brick, that's somebody's home I'm buildin'. Or fixin' somebody's car, somebody's gonna get to work the next day 'cause of me. There's honor in that. \n[300]What? \n[301]What? \n[302]Fuck you! \n[303]Who the fuck are you to lecture me about life? You fuckin' burnout! Where's your \"soul-mate?!\" \n[304]Dead! She dies and you just cash in your chips. That's a fuckin' cop- out! \n[305]That's right. And you fuckin' lost! And some people would have the sack to lose a big hand like that and still come back and ante up again! \n[306]Gone. \n[307]She went to Medical school in California. \n[308]Oh I'm sure, that's why only one of us has herpes. \n[309]Fuck you. \n[310]Week after I'm twenty-one. \n[311]Yeah, sit in a room and do long division for the next fifty years. \n[312]Yeah, be a fuckin' lab rat. \n[313]What do I want a way outta here for? I want to live here the rest of my life. I want to be your next door neighbor. I want to take out kids to little league together up Foley Field. \n[314]Chuckie, what are you talkin'... \n[315]Why is it always this? I owe it to myself? What if I don't want to? \n[316]You don't know that. \n[317]I can come back. \n[318]Well, I'm here. So, is that my problem? I'm afraid of being abandoned? That was easy. \n[319]Do you want to talk about it? \n[320]What's that? \n[321]You're not going to fail me are you? \n[322]So what's it say? \n[323]No. Have you had any experience with that? \n[324]No, have you had any experience with that? \n[325]It sure ain't good. \n[326]He used to just put a belt, a stick and a wrench on the kitchen table and say \"choose.\" \n[327]I used to go with the wrench. \n[328]Cause fuck him, that's why. \n[329]Is that why me and Skylar broke up? \n[330]Oh, I know. \n[331]I know. \n[332]I know. \n[333]I know. \n[334]Don't fuck with me. \n[335]I know. \n[336]I know, I know... \n[337]Yeah, my name is Will Hunting. I'm here about a position. \n[338]Sorry to miss this. \n[339]You and Morgan throw? \n[340]Why didn't you yoke him? \n[341]You're kiddin' me. \n[342]You're kiddin' me. This is the ugliest fuckin' car I ever seen in my life. \n[343]How the fuck did you guys do this? \n[344]So, you finally got a job Morgan? \n[345]So what do you got, a fuckin' Hyundai engine under there? Can I make it back to my house? \n[346]Over at Tri-tech. One of the jobs Professor Lambeau set me up with. I haven't told him yet, but I talked to my new boss over there and he seemed like a nice guy. \n[347]Yeah, I think so. \n[348]Thanks you. So, that's it? We're done? \n[349]I just want you to know, Sean... \n[350]I'll keep in touch. \n[351]Thanks you, Sean. \n[352]Does this violate the patient/doctor relationship? \n[353]See ya. \n[354]Hey, how you doin'? \n[355]I was just sayin' goodbye to Sean. \n[356]Thank you. \n[357]Bullshit. \n[358]I appreciate that. \n[359]Hey, Gerry. \n[360]Listen, I'll be nearby so, if you need some help, or you get stuck again, don't be afraid to give me a call. \n[361]Sean -- If the Professor calls about that job, just tell him, \"Sorry, I had to go see about a girl.\" ", "SEAN": "\n[1]Yeah. \n[2]Establishing trust is the most important component in making breakthroughs with a patient. Why? \n[3]Maureen? \n[4]Keep up the good work, Maureen. Vinnie? \n[5]Don't bullshit me, Vinnie. Didn't your brother give you the notes? Okay. If a patient doesn't trust you then they won't feel safe enough to be honest with you -- then there's no point to them being in therapy. It's like saying -- \"Fine, come here and don't tell me a thing but go home feeling like you're doing something about your problems -- and give me my fifty bucks before you leave will ya'!\" \n[6]If you don't help them trust you -- then there's no way you'll ever get them to sleep with you. And that should be the goal of any good therapist. Insecure women, you know... nail 'em when they're vulnerable, that's always been my motto. \n[7]See, I got Vinnie's attention. \n[8]Gerry. \n[9]Well, it seems we're in the presence of greatness. Professor Gerald Lambeau is a Field's Medal winner. Combunatorial Mathematics. 1986. \n[10]The Field's Medal is the Nobel Prize for math. But it's only given out every four years. \n[11]Okay, that's all for today. Try and get through Fernald by Monday. \n[12]Good to see you. \n[13]I've been busy. \n[14]Since Nancy died. \n[15]I got your card. \n[16]I've been busy, Gerry. I got a full schedule. \n[17]Not much free time, Gerry. \n[18]Yeah. \n[19]And he mailed it to Hardy-- \n[20]Where he contracted pneumonia and died at a young age-- \n[21]Why me? \n[22]My kind of background? \n[23]He's from Southie? How many people did you try before you came to me? \n[24]Who? Barry, Henry, Rick... \n[25]Not Rick? You didn't send him to Rick? \n[26]Can we do it at my office? \n[27]I got it. \n[28]I'll be okay. \n[29]Would you excuse us? \n[30]You too, Gerry. \n[31]Hello, Will. I'm Sean Maguire. \n[32]Where are you from in Southie? \n[33]Have you read all these books, Will? \n[34]How about the ones on that shelf? \n[35]What did you think? \n[36]I did. \n[37]Yeah, it did take me a long time. \n[38]How about Noam Chomsky's \"Manufacturing Consent?\" \n[39]You think so? \n[40]Guy your age shouldn't smoke so much. Stunt your growth. \n[41]Yes, I do. \n[42]Free weights. \n[43]285. \n[44]Yeah. Do you paint? \n[45]Crayons? \n[46]Tell me what you really think. \n[47]What does? \n[48]What is? \n[49]Oh, \"Starry Night\" time, huh? \n[50]Sure, how 'bout \"still waters run deep\"- \n[51]Maybe what mea-- \n[52]Maybe you should be a patient and sit down. \n[53]Watch your mouth. \n[54]If you ever disrespect my wife again... I will end you. \n[55]Thursday, four o'clock. Make sure the kid is here. \n[56]Come with me. \n[57]I was thinking about what you said to me the other day, about my painting. I stayed up half the night thinking about it and then something occurred to me and I fell into a deep peaceful sleep and haven't thought about you since. You know what occurred to me? \n[58]You're just a boy. You don't have the faintest idea what you're talking about. \n[59]You've never been out of Boston. \n[60]So if I asked you about art you could give me the skinny on every art book ever written... Michelangelo? You know a lot about him I bet. Life's work, criticisms, political aspirations. But you couldn't tell me what it smells like in the Sistine Chapel. You've never stood there and looked up at that beautiful ceiling. And if I asked you about women I'm sure you could give me a syllabus of your personal favorites, and maybe you've been laid a few times too. But you couldn't tell me how it feels to wake up next to a woman and be truly happy. If I asked you about war you could refer me to a bevy of fictional and non-fictional material, but you've never been in one. You've never held your best friend's head in your lap and watched him draw his last breath, looking to you for help. And if I asked you about love I'd get a sonnet, but you've never looked at a woman and been truly vulnerable. Known that someone could kill you with a look. That someone could rescue you from grief. That God had put an angel on Earth just for you.  And you wouldn't know how it felt to be her angel. To have the love be there for her forever. Through anything, through cancer. You wouldn't know about sleeping sitting up in a hospital room for two months holding her hand and not leaving because the doctors could see in your eyes that the term \"visiting hours\" didn't apply to you. And you wouldn't know about real loss, because that only occurs when you lose something you love more than yourself, and you've never dared to love anything that much. I look at you and I don't see an intelligent confident man, I don't see a peer, and I don't see my equal. I see a boy. Nobody could possibly understand you, right Will? Yet you presume to know so much about me because of a painting you saw.  You must know everything about me.  You're an orphan, right? \n[61]Do you think I would presume to know the first thing about who you are because I read \"Oliver Twist?\" And I don't buy the argument that you don't want to be here, because I think you like all the attention you're getting. Personally, I don't care. There's nothing you can tell me that I can't read somewhere else.  Unless we talk about your life. But you won't do that. Maybe you're afraid of what you might say. \n[62]It's up to you. \n[63]No smoking. \n[64]No, he just sat there and counted the seconds until the session was over. It was pretty impressive, actually. \n[65]To show me he doesn't have to talk to me if he doesn't want to. \n[66]I won't talk first. \n[67]You've never been on a plane. \n[68]Yeah? You got a lady now? \n[69]How'd it go? \n[70]Well, are you going out again? \n[71]Why not? \n[72]Jesus Christ, you are an amateur. \n[73]So Christ, call her up. \n[74]And right now you're perfect too. Maybe you don't want to ruin that. \n[75]Well, I think that's a great philosophy Will, that way you can go through your entire life without ever having to really know anybody. \n[76]My wife used to turn the alarm clock off in her sleep. I was late for work all the time because in the middle of the night she'd roll over and turn the damn thing off. Eventually I got a second clock and put it under my side of the bed, but it got to where she was gettin' to that one too. She was afraid of the dark, so the closet light was on all night. Thing kept me up half the night.  Eventually I'd fall asleep, out of sheer exhaustion and not wake up when I was supposed to cause she'd have already gotten to my alarms. \n[77]My wife's been dead two years, Will. And when I think about her, those are the things I think about most. Little idiosyncrasies that only I knew about.  Those made her my wife. And she had the goods on me too. Little things I do out of habit. People call these things imperfections Will. It's just who we are. And we get to choose who we're going to let into out weird little worlds. You're not perfect. And let me save you the suspense, this girl you met isn't either. The question is, whether or not you're perfect for each other. You can know everything in the world, but the only way you're findin' that one out is by giving it a shot. You sure won't get the answer from an old fucker like me. And even if I did know, I wouldn't tell you. \n[78]I teach this shit, I didn't say I knew how to do it. \n[79]My wife's dead. \n[80]My wife's dead. \n[81]Time's up. \n[82]Really? How'd the date go? \n[83]No, I don't. \n[84]I gave that up when my wife got sick. \n[85]I didn't write anything else 'cause nobody, including most of my colleagues bothered to read the first one. \n[86]Yeah. \n[87]Lon? He got married. He has a kid. I kind of lost touch with him after Nancy got sick. \n[88]What? Do I wonder if I'd be better off if I never met my wife? \n[89]No, that's okay. It's an important question. 'Cause you'll have your bad times, which wake you up to the good stuff you weren't paying attention to.  And you can fail, as long as you're trying hard. But there's nothing worse than regret. \n[90]Why? Because of the pain I feel now? I have regrets Will, but I don't regret a singel day I spent with her. \n[91]October 21, 1975. Game six of the World Series. Biggest game in Red Sox history, Me and my friends slept out on the sidewalk all night to get tickets. We were sitting in a bar waiting for the game to start and in walks this girl.  What a game that was. Tie game in the bottom of the tenth inning, in steps Carlton Fisk, hit a long fly ball down the left field line. Thirty-five thousand fans on their feet, screamin' at the ball to stay fair. Fisk is runnin' up the baseline, wavin' at the ball like a madman. It hits the foul pole, home run. Thirty-five thousand people went crazy. And I wasn't one of them. \n[92]I was havin' a drink with my future wife. \n[93]That's right. \n[94]You should have seen this girl. She lit up the room. \n[95]I just slid my ticket across the table and said \"sorry fellas, I gotta go see about a girl.\" \n[96]They could see that I meant it. \n[97]No Will, I'm not kiddin' you. If I had gone to see that game I'd be in here talkin' abouta girl I saw at a bar twenty years ago. And how I always regretted not goin' over there and talkin' to her. I don't regret the eighteen years we were married. I don't regret givin' up counseling for six years when she got sick. I don't regret being by her side for the last two years when things got real bad. And I sure as Hell don't regret missing that damn game. \n[98]Well hell, I didn't know Pudge was gonna hit the home run. \n[99]So she goes runnin' up the aisle and I figure \"fuck it\" and I yell out \"don't forget the coffee! \n[100]Gerry! Any trouble finding the place? \n[101]Timmy this is Gerry, an old friend of mine. We went to college together. \n[102]Could we get a couple of sandwiches? Put it on my tab. \n[103]I got the winning numbers right here. \n[104]Twelve million. \n[105]I live right around the corner. \n[106]I been here a couple years. \n[107]You wanted to talk about Will? \n[108]I think so. \n[109]We haven't really gotten into it. \n[110]Jobs doing what? \n[111]That's great, Gerry, that there's interest -- But I'm not sure he's ready for that. \n[112]What don't I understand? \n[113]Thanks, Timmy. \n[114]Isn't that a little dramatic, Gerry? \n[115]He married his cousin. \n[116]Einstein. Had two marriages, both trainwrecks.  The guy never saw his kids, one of whom, I think, ended up in an asylum- possible Unabomber addition-- \n[117]I do. \n[118]Just... take it easy, Gerry. \n[119]Maybe he doesn't care about that. \n[120]Now wait a minute, Gerry-- \n[121]Personal rivalry? I'm not getting back at you. \n[122]Is it Gerry? 'Cause I don't think it's fine with you. Give him time to figure out what he wants. \n[123]So you might be working for Uncle Sam. \n[124]Gerry says the meeting went well. \n[125]What did you think? \n[126]Do you think you're alone? \n[127]Do you have a soul-mate? \n[128]Someone who challenges you in every way.  Who takes you places, opens things up for you. A soul-mate. \n[129]They're all dead. \n[130]But you can't give back to them, Will. \n[131]That's what I'm saying, Will. You'll never have that kind of relationship in a world where you're afraid to take the first step because all you're seeing are the negative things that might happen ten miles down the road. \n[132]Don't give me your line of shit. \n[133]It's not about that job. I'm not saying you should work for the government. But, you could do anything you want. And there are people who work their whole lives layin' brick so their kids have a chance at the kind of opportunity you have. What do you want to do? \n[134]Nobody gets what they ask for, Will. That's a cop-out. \n[135]You're right, Will. Any man who takes a forty minute train ride so those college kids can come in in the morning and their floors will be clean and their trash cans will be empty is an honorable man. \n[136]And when they get drunk and puke in the sink, they don't have to see it the next morning because of you. That's real work, Will. And there is honor in that.  Which I'm sure is why you took the job. \n[137]I just want to know why you decided to sneak around at night, writing on chalkboards and lying about it. 'Cause there's no honor in that. \n[138]Something you want to say? \n[139]Why don't you come back when you have an answer for me. \n[140]If you won't answer my questions, you're wasting my time. \n[141]I been there. I played my hand. \n[142]Look at me. What do you want to do? \n[143]You and your bullshit. You got an answer for everybody. But I asked you a straight question and you can't give me a straight answer. Because you don't know. \n[144]Now wait a minute-- \n[145]--Gerry-- \n[146]Hold on! \n[147]I know what I'm doing and I know why I'm here! \n[148]\"Undermine?\" \n[149]He is at a fragile point. He's got problems-- \n[150]Why do you think he does that, Gerry? \n[151]Why is he hiding? Why is he a janitor? Why doesn't he trust anybody? Because the first thing that happened to him was that he was abandoned by the people who were supposed to love him the most! \n[152]And why does he hang out with his friends? Because any one of those kids would come in here and take a bat to your head if he asked them to. It's called loyalty! \n[153]And who do you think he's handling? He pushes people away before they have a chance to leave him. And for 20 years he's been alone because of that. And if you try to push him into this, it's going to be the same thing all over again. And I'm not going to let that happen to him! \n[154]--I'm not angry at you-- \n[155]--I don't have any anger at you-- \n[156]That's it. That's why I don't come to the goddamn reunions!  Because I can't stand the look in your eye when you see me! You think I'm a failure! I know who I am. I'm proud of who I am. And all of you, you think I'm some kind of pity case! You with your sycophant students following you around. And your Goddamn Medal! \n[157]I don't want your trophy and I don't give a shit about it! 'Cause I knew you when!! You and Jack and Tom Sanders. I knew you when you were homesick and pimply-faced and didn't know what side of the bed to piss on! \n[158]I don't blame you! It's not about that!  It's about the boy! 'Cause he's a good kid! And I won't see this happen to him- won't see you make him feel like a failure too! \n[159]If you push him into something, if you ride him-- \n[160]He's not you! \n[161]Look, a lot of that stuff goes back a long way. And it's between me and him and it has nothing to do with you. \n[162]Oh, this is your file. I have to send it back to the Judge with my evaluation. \n[163]You want to read it? \n[164]Twenty years of counseling you see a lot of-- \n[165]Yes. \n[166]My dad used to make us walk down to the park and collect the sticks he was going to beat us with. Actually the worst of the beatings were between me and my brother. We would practice on each other trying to find sticks that would break. \n[167]Gotta go with the belt there... \n[168]The wrench, why? \n[169]I didn't know you had. Do you want to talk about that? I don't know a lot, Will. But let me tell you one thing. All this history, this shit... Look here, son. \n[170]This is not your fault. \n[171]It's not your fault. \n[172]It's not your fault. \n[173]It's not your fault. \n[174]It's not your fault. \n[175]sits in front of Will \n[176]It's not... \n[177]Which one did you take, Will? \n[178]That's what you want? \n[179]Good for you. Congratulations. \n[180]We're done. You did your time. You're a free man. \n[181]You're Welcome, Will. \n[182]I'm gonna travel a little bit, so I don't know where I'll be. \n[183]I just... figured it's time I put my money back on the table, see what kind of cards I get. \n[184]I'll be checking in with my machine at the college. If you ever need anything, just call. \n[185]Do what's in your heart, son. You'll be fine. \n[186]No. Thank you. \n[187]Only if you grab my ass. \n[188]Good luck. \n[189]Come in. \n[190]Me too. \n[191]Yeah. Summer vacation. Thought I'd travel some. Maybe write a little bit. \n[192]I don't know. India maybe. \n[193]Never been. \n[194]I got this mailer the other day. Class of Sixty-five is having this event in six months. \n[195]You should come. I'll buy you a drink. \n[196]Hell, I know that. \n[197]Sounds good. \n[198]It's on you though, until eight o'clock tonight when I win my money. \n[199]I don't know... Gotta be at least four to one. \n[200]You're pretty quick with those numbers.  How about the odds of me buying the first round? ", "LAMBEAU": "\n[1]Please finish McKinley by next month. \n[2]I'm hoping that one of you might prove it by the end of the semester. The first person to do so will not only be in my good graces, but go on to fame and fortune by having their accomplishment recorded and their name printed in the auspicious \"M.I.T. Tech.\" \n[3]Former winners include Nobel Laureates, world renowned astro- physicists, Field's Medal winners and lowly M.I.T.  professors. \n[4]Okay. That is all. \n[5]Yes. \n[6]It's Saturday. \n[7]Find out what? \n[8]This is correct? Who did this? \n[9]Nemesh? \n[10]Well, whoever You are, I'm sure you'll find this one challenging enough to merit coming forward with your identity.  That is, if you can do it. \n[11]Is it my imagination, or has my class grown considerably? \n[12]I look around and see young people who are my students, young people who are not my students as well as some of my colleagues. And by no stretch of my imagination do I think you've all come to hear me lecture. \n[13]But rather to ascertain the identity of who our esteemed \"The Tech\" has come to call \"The Mystery Math Magician.\" \n[14]Whoever you are, you've solved four of the most difficult theorems I've ever given a class. So without further ado, come forward silent rogue, and receive thy prize. \n[15]Well, I'm sorry to disappoint my spectators, but it appears there will be no unmasking here today. I'm going to have to ask those of you not enrolled in the class to make your escape now or, for the next three hours be subjected to the mundities of eigenvectors. \n[16]However, my colleagues and I have conferred. There is a problem on the board, right now, that took us two years to prove. So let this be said; the gauntlet has been thrown down. But the faculty have answered the challenge and answered with vigor. \n[17]Excuse me! \n[18]What're you doing? \n[19]What's your name? Don't you walk away from me. This is people's work, you can't graffiti here. \n[20]Well... I'll be speaking to your supervisor. \n[21]My God. \n[22]Excuse me. Is this the buildings and grounds office? \n[23]I'm trying to find the name of a student who works here. \n[24]Could you just check, because the young man who works in my building-- \n[25]Building two. \n[26]No, no. Nothing like that. I just need his name. \n[27]Please, I'm a professor here and it's very important. \n[28]Excuse me, your Honor. Gerald Lambeau. \n[29]I'm a professor at M.I.T. Combunatorial Mathematics. \n[30]Do you have a minute? \n[31]Hello. Gerald Lambeau, M.I.T. \n[32]I've spoken with the judge and he's agreed to release you under my supervision. \n[33]Yes. Under two conditions. \n[34]That you meet with me twice a week\u0097 and you meet with a therapist. \n[35]That's right. \n[36]Now, it won't be as bad as it sounds, Will. I've already spoken to one therapist, his name is Henry Lipkin and he's a friend of mine. He's also published four books and is widely considered to be one of the brightest men in his field. I'm sure it'll be better than spending the next six months in jail. \n[37]Henry? \n[38]What happened? \n[39]Wait a minute, Henry... \n[40]This rectangle is subdivided into rectangles. One edge of an inner rectangle is an integer. Can you prove that one edge of the larger rectangle is an integer? \n[41]Okay. How? \n[42]That would be a monumental waste of time, wouldn't it, Will? \n[43]I happen to know so. \n[44]You're thinking too hard. What if I did this? \n[45]Now, what if I do this? \n[46]Have you ever played checkers? \n[47]What's that? \n[48]--that?-- \n[49]--That edge! \n[50]It would appear we got that proof in under the wire after all. It's not how hard you look at things, young man, it's the way you look at them. If you take aim before you fire, you will find the most difficult problems become, quite literally, child's play. \n[51]Will, you've managed to offend four of my colleagues so much that they refused to come back. You're meeting with the leading hypnotist in the country next week and Tom and I plan to sit in on the sessions, so I expect you to behave appropriately. \n[52]Shall we start the, uh... \n[53]Oh Jesus. \n[54]Wait a minute, Barry. \n[55]Oh, for God's sake, Will. \n[56]I told you to cooperate with these people. \n[57]Get out, Will. \n[58]That's enough. \n[59]What's the point? \n[60]There is somebody... \n[61]He was my roommate in college. \n[62]Sean. \n[63]Hello. \n[64]Good to see you. \n[65]Is there someplace we can talk? \n[66]I didn't see you at the reunion. \n[67]You were missed. How long has it been since we've seen each other? \n[68]I'm sorry, that damn conference-- \n[69]This kid's special, Sean. I've never seen anything like him. \n[70]Have you ever heard of a man named Ramanujan? \n[71]He was alive over a hundred years ago.  He was Indian. Dots, not feathers... \n[72]So this Ramanujan lived in a tiny hut in India. No formal education, no access to other works. But he came across an old math book and from this basic text he was able to extrapolate theories that had baffled mathematicians for years. \n[73]That's right, Sean. He mailed it to a professor at Cambridge who immediately recognized the brilliance in his work and brought Ramanujan to England. \n[74]They worked together for the remainder of their lives, producing some of the most exciting math theory ever done.  Ramanujan's genius was unparalleled, Sean. This boy is like that. But he's very defensive and I need someone who can get through to him. \n[75]I need someone with your kind of background. \n[76]You're from the same neighborhood. South Boston. \n[77]Five. \n[78]Just meet with the boy once a week. \n[79]That would be fine. \n[80]Sean, please. \n[81]It's on the college. \n[82]Any vulnerability he senses, he'll exploit. \n[83]It's a poker game with this young man.  Don't let him see what you've got. \n[84]Hello, Will. Any trouble finding the place? \n[85]Will, this is Sean Maguire. Sean, Will Hunting. \n[86]Well, let's get started. \n[87]Tom. \n[88]Five minutes, Sean. Are you okay? \n[89]I'll understand if you don't want to meet with him again. \n[90]What do you mean \"he didn't talk?\" You sat there for an hour? \n[91]Why would he do that? \n[92]Oh, what is this? Some kind of staring contest between two kids from the \"old neighborhood?\" \n[93]Alexander, I know your theory. The boy is updating, he's strategy stealing... \n[94]--But what he's doing, he's attaching an edge to the adjacent vertex. He can always failsafe to either side-- \n[95]No, there's a limit. \n[96]Maker builds \"K\" to the \"N.\" N is three to the K times-- \n[97]Alexander, your theory is changed. \n[98]We're still working together, the boy's a little rough. \n[99]Was I exaggerating in nineteen eighty- four when I told you I'd win the Field's medal within two years? \n[100]At ease, gentlemen. We're looking carefully at all our options. \n[101]Not at all. \n[102]Pleasure to meet you. \n[103]You're here quite a bit, then. \n[104]You moved? \n[105]Seems like it's going well. \n[106]Well, have you talked to him at all about his future? \n[107]Maybe you should. My phone's been ringing off the hook with job offers. \n[108]Cutting edge mathematics. Think tanks. The kind of place where a mind like Will's is given free reign. \n[109]Sean, I really don't think you understand-- \n[110]Excuse me, Timmy. Could you help us? We're trying to settle a bet. \n[111]Have you heard of Jonas Salk? \n[112]You've heard of Albert Einstein? \n[113]How about Gerald Lambeau? Ever heard of him? \n[114]Okay thank you, Timmy. \n[115]I did. \n[116]This isn't about me. I'm nothing compared to this young man. Sean, in 1905 there were hundreds of Professors who were renowned for their study of the universe. But it was a 26-year-old Swiss Patent clerk, doing physics in his spare time, who changed the world, Sean. Can you imagine if Einstein had given that up? Or gotten drunk with his buddies in Vienna every night? All of us would have lost something. And I'm quite sure Timmy never would have heard of him. \n[117]No, Sean. This boy has that gift. He just hasn't got the direction. We can give that to him. \n[118]Who? \n[119]You see, Sean? That's exactly not the point. No one remembers that. They-- \n[120]Well, you're the only one. \n[121]This boy can make contributions to the world. We can help him do that. \n[122]Look, I don't know what else I can say.  I'm not sitting at home every night, twisting my mustache and hatching a plan to ruin the boy's life. But it's important to start early. I was doing advanced mathematics at eighteen and it still took me twenty-three years to do something worthy of a Field's medal. \n[123]Sean, this is important. And it's above personal rivalry-- \n[124]No, no you hear me out, Sean. This young man is a true prodigy-- \n[125]Look, you took one road and I took another. That's fine. \n[126]That's a wonderful theory, Sean. It worked wonders for you. \n[127]Sean, I came here today out of courtesy.  I wanted to keep you in the loop. As we speak the boy is in a meeting I set up for him over at Tri-tech. \n[128]This is correct. I see you used Mclullen here-- \n[129]--This can't be right. This is going to be very embarrassing. Have you ever considered-- \n[130]That's fine, but did you ever think-- \n[131]Will, what happened at the Tri-tech meeting? \n[132]Will, on your own time, you can do what you like. When I set up a meeting, with my associates, and you don't show up it reflects poorly on me. \n[133]I'll cancel every meeting right now. I'll give you a job myself. I just wanted you to see what was out there. \n[134]The least you can do is show me a little appreciation. \n[135]Sure, then you'd have more time to sit around and get drunk. Think of how many fights you could have been in by now. \n[136]You're right, Will. I can't do that proof and you can. And when it comes to this there are only twenty people in the world that can tell the difference between you and me. But I'm one of them. \n[137]So am I. Yes. That's right, Will. Most days I wish I never met you. Because then I could sleep at night. I wouldn't have to walk around with the knowledge that someone like you was out there. And I wouldn't have to watch you throw it all away. \n[138]I can... I'm almost there. \n[139]What are you smiling at? \n[140]No. \n[141]I've got the first part. The rest I can do at home. \n[142]Will, the N.S.A. has been calling me just about every hour. They're very excited about how the meeting went. \n[143]What I mean, Sean, is that I'm sitting in your office and the boy isn't here. Well, it's ten past three. An hour and ten minutes late. Well, if he doesn't show up and I have to file a report saying he wasn't here and he goes back to jail, it won't be on my conscience, Sean. Fine. \n[144]The boy was here. He came in, sat down and we worked together. \n[145]He came in, sat down, and we worked together. \n[146]This is a disaster! I brought you in here to help me with this boy, not to run him out-- \n[147]--And confuse him-- \n[148]And here I am for the second week in a row with my professional reputation at stake-- \n[149]Ready to falsify documents because you've given him license to walk away from this. \n[150]Look Sean, I don't care if you have a rapport with the boy -- I don't care if you have a few laughs -- even at my expense! But don't you dare undermine what I'm trying to do here. \n[151]He has a gift and with that gift comes responsibility. And you don't understand that he's at a fragile point-- \n[152]What problems does he have, Sean, that he is better off as a janitor or in jail or hanging around with-- \n[153]He can handle the work, he can handle the pressure and he's obviously handled you. \n[154]Oh, come on, Sean-- \n[155]Oh, that's nice-- \n[156]Now don't do that. Don't you do that! Don't infect him with the idea that it's okay to quit. That it's okay to be a failure, because it's not okay! If you're angry at me for being successful, for being what you could have been-- \n[157]Yes you are, Sean. You resent me. And I'm not going to apologize for any success that I've had. \n[158]Yes you do. You're angry at me for doing what you could have done. Ask yourself if you want Will to feel that way for the rest of his life, to feel like a failure. \n[159]Is that what this is about, Sean? The Field's Medal? Do you want me to go home and get it for you? Then will you let the boy-- \n[160]That's right!  You were smarter than us then and you're smarter than us now! So don't blame me for how your life turned out. It's not my fault. \n[161]He won't be a failure! \n[162]You're wrong, Sean. I'm where I am today because I was pushed. And because I learned to push myself! \n[163]No, that's fine, Will. I was just leaving. \n[164]Will. \n[165]You know, you're no longer required to come here. \n[166]Sam called me. From Tri-tech. He says you start working for them next week. \n[167]Well, that's, I think that's terrific. Congratulations. \n[168]I just want you to know... It's been a pleasure. \n[169]This job... Do it if it's what you really want. \n[170]Yes. \n[171]Thank you, Will. I'll do that. \n[172]Hello, Sean. \n[173]Sean... \n[174]So I hear you're taking some time. \n[175]Where're you going? \n[176]Why there? \n[177]Do you know when you'll be back? \n[178]I got one of those too. \n[179]Sean... \n[180]The drinks at those things are free. \n[181]How about one now? \n[182]Sean, do you have any idea what the odds are against winning the lottery? \n[183]About thirty million to one. \n[184]About thirty million to one. ", "CHUCKIE": "\n[1]Oh my God, I got the most fucked up thing I been meanin' to tell you. \n[2]You guys know my cousin Mikey Sullivan? \n[3]Well you know how he loves animals right?  Anyway, last week he's drivin' home... \n[4]I'm sorry, 'cause you know Mikey, the fuckin guy loves animals, and this is the last person you'd want this to happen to. \n[5]Okay. He's driving along and this fuckin' cat jumps in front of his car, and so he hits this cat-- \n[6]--and he's like \"shit! Motherfucker!\" And he looks in his rearview and sees this cat -- I'm sorry-- \n[7]So he sees this cat tryin to make it across the street and it's not lookin' so good. \n[8]So Mikey's like \"Fuck, I gotta put this thing out of its misery\"--So he gets a hammer-- \n[9]out of his tool box, and starts chasin' the cat and starts whackin' it with the hammer. You know, tryin' to put the thing out of its misery. \n[10]And all the time he's apologizin' to the cat, goin' \"I'm sorry.\" BANG, \"I'm sorry.\" BANG! \n[11]And this Samoan guy comes runnin' out of his house and he's like \"What the fuck are you doing to my cat?!\" Mikey's like \"I'm sorry\" --BANG--\" I hit your cat with my truck, and I'm just trying to put it out of it's misery\" -- BANG! And the cat dies. So Mikey's like \"Why don't you come look at the front of the truck.\" 'Cause the other guy's all fuckin flipped out about-- \n[12]Yeah, so he's like \"Check the front of my truck, I can prove I hit it 'cause there's probably some blood or something\"-- \n[13]And so they go around to the front of his truck... and there's another cat on the grille. \n[14]Is that unbelievable? He brained an innocent cat! \n[15]Will! \n[16]You're gonna get charged! \n[17]Stop brushin' me back! \n[18]Casey's bouncin' at a bar up Harvard. We should go there sometime. \n[19]I don't know, we'll fuck up some smart kids. You'd prob'ly fit right in. \n[20]You could put a pool in that backyard. \n[21]What Morgan, you're not gonna go talk to her? \n[22]Morgan, I'm not goin' to \"Kelly's Roast Beef\" just cause you like the take-out girl. It's fifteen minutes out of our way. \n[23]All right Morgan, fine. I'll tell you why we're not going to \"Kelly's.\" It's because the take-out bitch is a fuckin' idiot. I'm sorry you like her but she's dumb as a post and she has never got our order right, never once. \n[24]We're not goin'. I don't even like \"Kelly's.\" \n[25]Would you shut the fuck up! I know what you ordered, I was there! \n[26]What do you mean \"your sandwich?\" I bought it. \n[27]How much money you got? \n[28]Well give me your fuckin' change and we'll put your fuckin' sandwich on layaway. \n[29]I think you should establish a good line of credit. \n[30]Oh motherfucker... \n[31]Jesus Christ. Not even close. \n[32]\n[33]No, and we got four of 'em. \n[34]Cause fuckin' Morgan's got a crush on her, we always go there and when we get to the window he never says a fuckin' word to her, he never even gets out of the car, and she never gets our order right cause she's the goddamn MISSING LINK! \n[35]What do we got? \n[36]Shut up. \n[37]Morgan, Let's go. \n[38]You're goin'. And if you're not out there in two fuckin' seconds, when I'm done with them you're next! \n[39]Hey, thanks for comin' out. \n[40]When's the arraignment? \n[41]You got fired from pushing a broom, you little bitch. \n[42]My uncle can probably get you on my demo team. \n[43]I told you \"no\" yesterday! \n[44]So, this is a Harvard bar, huh? I thought there'd be equations and shit on the wall. \n[45]Hey, how's it goin'? \n[46]So, you ladies ah, go to school here? \n[47]Yeah, cause I think I had a class with you. \n[48]Ah, history I think. \n[49]Yah, it's not a bad school... \n[50]History. \n[51]Good, it was all right. \n[52]Hey, come on pal we're in classes all day. That's one thing about Harvard never seizes to amaze me, everybody's talkin' about school all the time. \n[53]To tell you the truth, I wasn't there much. The class was rather elementary. \n[54]All right, are we gonna have a problem? \n[55]What'd you get? You get leniency? \n[56]You're fuckin' good. \n[57]Just submit, Morgan. He's got you in the Cobra Clutch. \n[58]Who'd you call? \n[59]I didn't get on Cathy last night. \n[60]I don't know. \n[61]Cathy! Why didn't you give me none of your twat last night? \n[62]She's missin' teeth, Will. \n[63]Plus, it's like, five to two Morgan ends up marryin' her. There's only so many times you can bang your friend's future wife... \n[64]Two weeks? That's nothin'. My Uncle Marty? Will knows him. That guy fuckin' drinks like you've never seen! One night he was drivin' back to his house on I-93 -- Statie pulls him over. \n[65]Guy's tryin' to walk the line -- but he can't even fuckin' stand up, and so my uncle's gonna spend a night in jail.  Just then there's this fuckin' BOOM like fifty yards down the road. Some guy's car hit a tree. \n[66]Yeah, he was probably drunker than my Uncle, who fuckin' knows? So the cop goes \"Stay here\" And he goes runnin' down the highway to deal with the other crash. So, my Uncle Marty's standin' on the side of the road for a little while, and he's so fuckin' lit, that he forgets what he's waitin' for. So he goes, \"Fuck it.\" He gets in his car and drives home. \n[67]So in the morning, there's a knock on the door it's the Statie. So my Uncle's like, \"Is there a problem?\" And the Statie's like \"I pulled you over and you took off.\"  And my Uncle's like \"I never seen you before in my life, I been home all night with my kids.\" And Statie's like \"Let me get in your garage!\" So he's like \"All right, fine.\" He takes around the garage and opens the door -- and the Statie's cruiser is in my Uncle's garage. \n[68]No, he was so hammered that he drove the police cruiser home. Fuckin' lights and everything! \n[69]The fuckin' Trooper was so embarrassed he didn't do anything. The fuckin' guy had been drivin' around in my Uncle's car all night lookin' for the house. \n[70]It's a good thing no one's Irish here. \n[71]I'm glad you came by, changed my opinion of Harvard people. \n[72]What do I look like, Al Cowlins? You want to take my car, drop her off? \n[73]You're walkin' bitch, Will's takin' the car. \n[74]Don't get too slap-happy, you're takin' me home first. \n[75]Just 'cause you don't have to sleep in the one room palace, don't start thinkin' you're bad. \n[76]Yeah, not tonight. Not any other night. \n[77]Since this is obviously not my first time in such altercations, let me say this: \n[78]Look, we can do this the easy way or the hard way. \n[79]At the current time I am looking at a number of different fields from which to disseminate which offer is most pursuant aid to my benefit. What do you want? What do I want? What does anybody want? Leniency. \n[80]--These circumstances are mitigated. Right now. They're mitigated. \n[81]He knows what I'm talking about. \n[82]A retainer. Nobody in this town works without a retainer. You think you can find someone who does, you have my blessin'. But I think we all know that person isn't going to represent you as well as I can. \n[83]Retainer... \n[84]Allegedly, what I am saying is your situation will be concurrently improved if I had two hundred sheets in my pocket right now. \n[85]Come now... what do you think I am, a juvenile? You don't got any money on you right now. You think I'm gonna take a check? \n[86]That's right, you know. He knows. \n[87]You're suspect. I don't know what your reputation is, but after the shit you tried to pull today, you can bet I'll be looking into it. Any conversations you want to have with me heretofore, you can have with my attorney. Gentlemen, keep your ears to the grindstone. \n[88]Get it, ma! \n[89]Hey. \n[90]How you doin'? \n[91]How'd you know where to find me? \n[92]Oh, right. \n[93]Pipe down, Ma! \n[94]What? No. This is my mother's house. I don't live with my mother. I just stop by, help out. I'm good like that. \n[95]She'll live. If she starts yelling again I might have to run in real quick and beat her with the stick again but... \n[96]Let's take a walk. \n[97]You caught that, huh? \n[98]Well, I don't have no trousers on... \n[99]I know why you're here. Will don't talk much. \n[100]I really don't know what to say. Look, I lie to women all the time. That's just my way. Last week Morgan brought these girls down from Roslindale. I told them I was a cosmonaut. They believed me. But Will's not usually like that-- \n[101]Take it easy father! \n[102]All I can say is; I known Will a long time -- And I seen him with every girl he's ever been with. But I've never seen him like this before, ever with anyone, like how he is with you. \n[103]Yeah, it is. \n[104]Morgan, if you're watchin' pornos in my mom's room again I'm gonna give you a fuckin' beatin'! \n[105]Why don't you beat off at your house? \n[106]How's the woman? \n[107]What? \n[108]Sorry, brother. I don't know what to tell ya. You know all the girls I been with. You been with 'em too, except for Cheryl McGovern which was a big mistake on your part brother... \n[109]Some shows are worth the price of admission, partner. \n[110]My fuckin' back is killin' me. \n[111]Suck my crank. Fuckin' sheet metal pussy. So, when are you done with those meetin's? \n[112]Are they hookin' you up with a job? \n[113]Yah, but it's better than this shit. At least you'd make some nice bank. \n[114]It's a way outta here. \n[115]Look, you're my best friend, so don't take this the wrong way, but in 20 years, if you're livin' next door to me, comin' over watchin' the fuckin' Patriots' games and still workin' construction, I'll fuckin' kill you. And that's not a threat, that's a fact. I'll fuckin' kill you. \n[116]Listen, you got somethin' that none of us have. \n[117]Fuck you. You owe it to me. Tomorrow I'm gonna wake up and I'll be fifty and I'll still be doin' this. And that's all right 'cause I'm gonna make a run at it.  But you, you're sittin' on a winning lottery ticket and you're too much of a pussy to cash it in. And that's bullshit 'cause I'd do anything to have what you got! And so would any of these guys. It'd be a fuckin' insult to us if you're still here in twenty years. \n[118]Let me tell you what I do know. Every day I come by to pick you up, and we go out drinkin' or whatever and we have a few laughs. But you know what the best part of my day is? The ten seconds before I knock on the door 'cause I let myself think I might get there, and you'd be gone. I'd knock on the door and you wouldn't be there. You just left. \n[119]Now, I don't know much. But I know that. \n[120]Oh my God, I got the most fucked up thing I been meanin' to tell you. \n[121]Oh, Morgan. \n[122]No, I had to talk him down. \n[123]Little Morgan's got a lot a scrap, dude.  I'd rather fight a big kid, they never fight, everyone's scared of 'em. You know how many people try to whip Morgan's ass every week? Fuckin' kid won't back down. \n[124]Shut the fuck up. \n[125]Hey, asshole. Happy Birthday. \n[126]Shut up, Morgan. Here's your present. \n[127]Yeah, I figured now that you got your big job over in Cambridge, you needed some way to get over there and I knew I wasn't gonna drive you every day... \n[128]Morgan wanted to get you a \"T\" pass. \n[129]But you're twenty-one now, so-- \n[130]Me and Bill scraped together the parts, worked on it. Morgan was out panhandlin' every day. \n[131]Guy's been up my ass for two years about a fuckin' job. I had to let him help with the car. \n[132]Fuck you. I re-built the engine myself.  That thing could make it to Hawaii if you wanted it to. \n[133]Happy 21, Will. ", "SKYLAR": "\n[1]Okay. \n[2]What class? \n[3]Oh... \n[4]You suck. \n[5]I've been sitting over there for forty-five minutes waiting for you to come talk to me. But I'm just tired now and I have to go home and I wasn't going to keep sitting there waiting for you. \n[6]Skylar. And by the way. That guy over there is a real dick and I just wanted you to know he didn't come with us. \n[7]Well, look, I have to go. Gotta' get up early and waste some more money on my overpriced education. \n[8]Here's my number. \n[9]Maybe we could go out for coffee sometime? \n[10]What? \n[11]Okay, sounds good. \n[12]What? \n[13]See, it's my life story. Five more minutes and I would have got to hear your best pick-up line. \n[14]Glad I came over. \n[15]Yeah? \n[16]I'm sorry, I don't recall meeting anyone who fits that description. \n[17]Oh Will! I was wondering when you'd call. \n[18]Sounds good, where are you now? \n[19]I don't know, it was just kind of the boring suburban thing. Private school, Harvard, and now Med. School. I actually figured out that at the end of it, my brain will be worth a quarter of a million dollars. I shouldn't have told you that... \n[20]I was happy to pay. I inherited the money. \n[21]Stanford. I'm leaving in June after I graduate. \n[22]Well, I'm gonna experiment on you for my anatomy class, then go. \n[23]Sure. \n[24]Okay... \n[25]Have you ever seen Annie Hall? \n[26]Well, there's this part of the movie that's about how there's always this tension on a first date where both people are thinking about what's going to happen with the whole 'good night kiss' thing. \n[27]You know what I mean. I know you've at least thought about it. \n[28]Yes you have. You were thinking you were gonna get a good night kiss. \n[29]Yes you were. \n[30]Oh, you will? \n[31]Then why don't we just get it out of the way. \n[32]Yeah. \n[33]That had to be the worst good night kiss... \n[34]Free? \n[35]You grew up around here? \n[36]How was that? \n[37]I bet you have a great family. \n[38]You have a lot of brothers and sisters? \n[39]Yeah. \n[40]How many? \n[41]What, five? \n[42]Seven? \n[43]Come on. \n[44]Not a chance. \n[45]Bullshit. \n[46]Your house must have been a zoo. \n[47]Do you know all their names? \n[48]Well... \n[49]Do you keep in touch with them? \n[50]I want to meet them. \n[51]Hello? \n[52]Where have you been? \n[53]You were busy? You know, I really was waiting for you to call me. \n[54]You should have called. I have an \"O- chem\" lab due tomorrow and it's impossible. It's not an excuse dummy. I want to go out with you. But look: \n[55]Tomorrow? \n[56]If you bring the caramels. \n[57]How the hell did you do that? \n[58]I'm supposed to understand this. \n[59]No. \n[60]Why do we always stay here? \n[61]I've never seen your place. \n[62]What about your friends? Or your brothers? When do I get to meet them? \n[63]I think I can make it to South Boston. \n[64]Is it me you're hiding from them or the other way around? \n[65]When? \n[66]What if I said I wouldn't sleep with you again until you let me meet your friends? \n[67]You men are shameful. If you're not thinking of your wiener then you're acting on its behalf. \n[68]There was this Irish guy, walking down the beach one day. \n[69]And he comes across a bottle, and this Genie pops out. The genie turns to the Irishman and says -- \"You've released me from my prison, so I'll grant you three wishes.\" The Irish guy thinks for a minute and says \"What I really want is a pint of Guiness that never empties.\"  And -- POOF! A bottle appears. He slams it down, and -- lo and behold -- it fills back up again. \n[70]Well, the Irish guy can't believe it. He drinks it again, and again -- BOOM!  It fills back up. So, while the Irish guy is marveling at his good fortune, The Genie is getting impatient, because it's hot and he wants to get on with his freedom. He says \"Let's go, you have two more wishes.\" The Irish guy slams his drink again, it fills back up, he's still amazed. The Genie can't take it anymore. He says \"Buddy, I'm boiling out here. What are your other two wishes?\" The Irish guy looks at his drink, looks at the Genie and says... \"I guess I'll have two more of these.\" \n[71]See ya' Chuckie. I had fun. \n[72]I thought you said you'd show me your place. \n[73]I wanted to meet your brothers... \n[74]Fine. \n[75]No. \n[76]It's important that I learn this. \n[77]Clearly. \n[78]Rich? I have an inheritance. It's two hundred and fifty thousand dollars.  That's exactly what it'll cost me, minus about five hundred bucks, to go all the way through med school. This is what I'm doing with that money. I could have done anything I wanted. I could have expanded my wardrobe, substantially. \n[79]No, so I can be a doctor. \n[80]All right, Mr. Nosey Parker. Let me ask you a question? Do you have a photographic memory? \n[81]Have you ever studied Organic Chemistry? \n[82]Just for fun? \n[83]Nobody does organic chemistry for \"fun.\"  It's unnecessary. Especially for someone like you. \n[84]Yeah. Someone like you who divides his time, fairly evenly, between the batting cages and bars. \n[85]How did you do that? I can't... I mean even the smartest people I know, and we do have a few at Harvard, have to study- a lot. It's hard. Listen, Will, if you don't want to tell me-- \n[86]Come one Will. I just want to know. \n[87]I see \"Hot Cross Buns,\" but okay. \n[88]So, do you play the piano? \n[89]But you can do my O-chem lab in under an hour, you can-- \n[90]I can't believe it's taken me four years to meet you and I'm going to California in two months, Will. Have you ever been to California? I bet you'd like it. \n[91]Maybe not. \n[92]Hi. \n[93]Good. \n[94]You were the only Sullivan in the phone book. \n[95]Will and I dropped you off here, remember? \n[96]This is your house, right? \n[97]I guess so. \n[98]Is this a bad time? \n[99]Okay. \n[100]See, now this doesn't feel right. When I made the decision to come over here it felt right. I had all these rationalizations... I just don't understand why Will never tells me anything, he won't let me get close to him, he tells me these weird lies-- \n[101]I just wanted to find out what was going on... But now that I'm here it seems strange, doesn't it? \n[102]I don't care what his family's like or if he doesn't have any brothers, but he doesn't have to lie to me. \n[103]Is that true? \n[104]Will? Are you awake? \n[105]Come with me to California. \n[106]I want you to come with me. \n[107]I know. I just do. \n[108]I don't know. I just feel it. \n[109]Yeah, I'm sure. \n[110]\"Take-back?\" What is that? I don't want a take-back. I want you to come to California with me. \n[111]Why not? \n[112]Look, Will if you're not in love with me, you can say that. \n[113]Then what are you afraid of? \n[114]Why won't you come with me? What are you so scared of? \n[115]Well, what aren't you scared of? You live in your safe little world where nobody challenges you and you're scared shitless to do anything else-- \n[116]Is that what you think-- \n[117]I inherited that money when I was thirteen, when my father died. \n[118]Fuck you! You think I want this? That money's a burden to me. Every day I wake up and I wish I could give that back.  I'd give everything I have back to spend one more day with my father. But that's life. And I deal with it. So don't put that shit on me. You're the one that's afraid. \n[119]You're afraid of me. You're afraid that I won't love you back. And guess what?  I'm afraid too. But at least I have the balls to it give it a shot. At least I'm honest with you. \n[120]What about your twelve brothers? \n[121]Yes, Will. I didn't even know that? \n[122]Yes, I do, Will. \n[123]Yes I do. Did you ever think that maybe I could help you? That maybe that's the point, that we're a team? \n[124]I don't want to \"save\" you. I just want to be with you. I love you. I love you! \n[125]You know what I want to hear?  I want to hear that you don't love me. If you tell me that, then I'll leave you alone. I won't ask any questions and I won't be in your life. \n[126]I never cared about that. \n[127]I love you, Will. No take-backs. \n[128]Will? \n[129]Goodbye. ", "MORGAN": "\n[1]--That isn't funny-- \n[2]You guys are fuckin' sick. \n[3]Jesus. \n[4]\n[5]Yah, that is a nice ass. \n[6]That fuckin' guinea, Will knows him. \n[7]Fuck this, let's get something to eat... \n[8]Fuck her. \n[9]Let's hit \"Kelly's.\" \n[10]What else we gonna do we can't spare fifteen minutes? \n[11]She's not stupid. \n[12]Double Burger. \n[13]Double Burger. \n[14]I, I had a Kelly's Double Burger. \n[15]So why don't you give me my sandwich? \n[16]Yah, all right... \n[17]I told you, I just got change. \n[18]Why you gotta be an asshole Chuckie? \n[19]Did she get my Double Burger? \n[20]I don't got a crush on her. \n[21]Come on, Will... \n[22]No, why didn't you fight him at the park if you wanted to? I'm not goin' now, I'm eatin' my snack. \n[23]I'm serious Chuckie, I ain't goin'. \n[24]What happened? You got fired, huh? \n[25]How fuckin' retarded do you have to be to get shit-canned from that job? How hard is it to push a fuckin' broom? \n[26]Yah, that was different. Management was restructurin'-- \n[27]Fuck you, you fat fuck. \n[28]What the fuck? I just asked you for a job yesterday! \n[29]My boy's wicked smart. \n[30]There goes that fuckin' Barney right now, with his fuckin' \"skiin' trip.\" We should'a kicked that dude's ass. \n[31]Suck my cock! \n[32]Fuck your mother too! \n[33]What are you, retarded? You went all the way out there in the rain and you didn't have the number? \n[34]Why don't we get off mothers, I just got off yours. \n[35]Keep fuckin' with me. Watch what happens. \n[36]Watch what happens. \n[37]Will, I can't believe you brought Skylar here when we're all wrecked. What's she gonna think about us? \n[38]Oh great, tell her that! Now she really thinks we're problem drinkers! \n[39]Some other guy? \n[40]Holy shit. \n[41]Did your Uncle get arrested? \n[42]I'm Irish. \n[43]Chuck, let's go. \n[44]What's up guys? \n[45]I don't have a VCR at my house. \n[46]Save it for your mother, funny guy. We heard it before. \n[47]What'd you say about me? \n[48]You thought we forgot, didn't you? I know I'm gettin' my licks in. \n[49]No I didn't... \n[50]Fuck you, I did the body work. Whose fuckin' router you think sanded out all that bondo? \n[51]Had one, now I'm fucked again. ", "PSYCHOLOGIST": "\n[1]Now you know Will, and I know, what you need to be doing. You have a gift. \n[2]You have a quality -- something you were born with, that you have no control over -- and you are, in a sense, hiding that by becoming a janitor. And I'm not saying that's wrong. I'm friends with the janitor that works in my building.  He's been to my house for dinner. As a matter of fact I did some free consultation for \"Mike\" -- that's not his real name. That's in my book. \n[3]Yes. The pressures you feel, and again, I am neither labeling nor judging them, are keeping you from fulfilling your potential -- you're in a rut. So stop the Tom Foolery -- the Shenanigan's, Will. \n[4]Will, your not getting off that easy. \n[5]Like what, Will? \n[6]What places? \n[7]I might understand that. \n[8]What? \n[9]That's very presumptuous. \n[10]Well, I'm sorry to disappoint you, but I'm married and I have two children. \n[11]You're getting defensive, Will. \n[12]Who is \"Danny Terrio?\" \n[13]Well, I can see this is pointless... \n[14]No. You know what, Gerry? This is why I don't do pro-bono anymore. It's not worth it to me. \n[15]I don't have the time. I'm going on national television this week. ", "BILLY": "\n[1]Fuckin' Chuckie! \n[2]Like it can understand. \n[3]Who's that? She's got a nice ass. \n[4]Who's she talking to? \n[5]He's a pretty big kid. \n[6]You gotta' be kiddin' me. Why do we even go to her? \n[7]Yah, restructurin' the amount of retards they had workin' for them. \n[8]Least I work for a livin'. Why'd you get fired? \n[9]Submit, bitch! Submit! Submit! \n[10]Oh, Morgan! \n[11]You're a pretty funny guy. Here, have a nickel. \n[12]All right, then. \n[13]I've been shit faced for like two weeks. \n[14]Yeah, now that you can drink legally, we thought the best thing to get you was a car. ", "CLARK": "\n[1]What class did you say that was? \n[2]How'd you like that course? \n[3]History? Just \"history?\" It must have been a survey course then. \n[4]Pretty broad. \"History of the World?\" \n[5]Hey, I'm the last guy to want to talk about school at the bar. But as long as you're here I want to \"seize\" the opportunity to ask you a question. \n[6]Oh, I'm sure you covered it in your history class. \n[7]Elementary? Oh, I don't doubt that it was. I remember the class, it was just between recess and lunch. \n[8]There's no problem. I was just hoping you could give me some insight into the evolution of the market economy in the early colonies. My contention is that prior to the Revolutionary War the economic modalities especially of the southern colonies could most aptly be characterized as agrarian precapitalist and... \n[9]Well, as a matter of fact, I won't, because Wood drastically underestimates the impact of-- \n[10]Yeah? What're those? \n[11]But I will have a degree, and you'll be serving my kids fries at a drive through on our way to a skiing trip. \n[12]Yeah? ", "JUDGE MALONE": "\n[1]Mr. Simmons, Officer McNeely who signed the complaint isn't in my courtroom. Why is that? \n[2]Son, My turn. \n[3]June, '93, assault, Sept. '93 assault... Grand theft auto February '94. \n[4]Where, apparently, you defended yourself and had the case thrown out by citing \"free property rights of horse and carriage\" from 1798... \n[5]March, '94 public drunkenness, public nudity, assault. 10/94 mayhem. November '94, assault. Jan. '95 impersonating a police officer, mayhem, theft, resisting -- overturned-- \n[6]You're in my courtroom, now and I am aware of your priors. I'm also aware that you're an orphan. You've been through several foster homes. The state removed you from three because of serious physical abuse. \n[7]Another Judge might care. You hit a cop, you go in. Motion to dismiss denied. \n[8]Keep workin' on your arguments, son. A word of advice for trial; speak English. \n[9]Oh. Pleased to meet you. ", "HYPNOTIST": "\n[1]Yes, Will. We'll get to that. But first, why don't you go to sleep for me. \n[2]Would you mind standing on one leg? \n[3]Okay, you're in your bed, Will. Now how old are you? \n[4]And what do you see? \n[5]What is it? \n[6]You're in a safe place, Will. \n[7]Where is it touching you? \n[8]You don't have to be nervous, Will. \n[9]I have better ways to spend my time. ", "TIMMY": "\n[1]Jesus Christ, Marty. It's a joke. \n[2]Good to meet you. \n[3]You ever plan on payin' your tab? \n[4]What's the jackpot? \n[5]I don't think that'll cover it. \n[6]Uh-oh. \n[7]Yeah, cured polio. \n[8]No. \n[9]So who won the bet? ", "EXECUTIVE": "\n[1]Well, Will, I'm not exactly sure what you mean, we've already offered you a position.. \n[2]I'm not sure-- \n[3]Okay... \n[4]Will, our offer starts you at eighty- four thousand a year, plus benefits. \n[5]You want us to give you cash right now? \n[6]I don't think I... Larry? \n[7]I have about seventy-three... \n[8]Will you take a check? \n[9]It's fine, John, I can cover the rest. ", "ALL": "\n[1]Oh Jesus. Here we go. \n[2]Yeah. \n[3]What? Come on! \n[4]What's up Case. \n[5]We're goin' late night. \n[6]Oh shit. \n[7]No way! You're kiddin'! ", "TERRY": "\n[1]Yeah, can I help you? \n[2]No students work for me. \n[3]Which one's your building? \n[4]Well, if something was stolen, I should know about it. \n[5]I can't give you his name unless you have a complaint. \n[6]Well, he didn't show up for work today... \n[7]Look, he got his job through his P.O. so you can call him. ", "TOM": "\n[1]I called Mel Weintraub this morning, to check for availability. \n[2]What do you want to do? \n[3]Who is he? \n[4]!!! ! \n[5]What should I do? \n[6]Okay. ", "PEKEC": "\n[1]With a Ramses graph on the binary tree-- \n[2]Maker can. This is not new, Gerry! \n[3]But I can always garbage out All the way to \"N\" to the minus one. \n[4]The limit is not found! The limit is not found. \n[5]There is no proof-- \n[6]--But-- "}}