{"dialogues": {"MIRANDA": "\n[1]This is your stepfather who came to visit you? \n[2]That's the first time you admit it. \n[3]It means you're finally past the denial stage. This is good, Chloe. \n[4]You only killed your stepfather as far as I know. \n[5]I remind you of your mother? \n[6]Let's get back to your visitor last night. \n[7]Alright, the Devil. Why would the Devil visit you? It's already hell in here, what would he have to gain? \n[8]That's it until Monday. Try and get some sleep tonight, okay? \n[9]I didn't say you were crazy. \n[10]Dr. Graham. \n[11]Same here. \n[12]You're not shrink appropriate and you're about to get promoted. Everybody's afraid of something. \n[13]Yourself. At least you should be. What are you up to this weekend? \n[14]Doug wants to look at some Real Estate up at Willow's Creek. \n[15]He thinks it's fun. \n[16]Chloe McGrath -- talk about trying to empty the ocean with a tea cup. She's a mess. \n[17]Don't start with that. I already turned down the job. We're staying. \n[18]He's stuck at a school board meeting. \n[19]Next Wednesday it is, Phil. \n[20]Anybody hurt, Sheriff? \n[21]If you say so. \n[22]Will do. Wouldn't want him in trouble with the authorities. \n[23]Hi, it's me. Are you there? Pick up, pick up. I'm on my way but I just got detoured so I'm... \n[24]Stay on the line. Don't go anywhere. The weirdest thing just -- Hello? Hello? \n[25]Wonderful. \n[26]Hello?   Are you hurt?   Hello? \n[27]Were you in an accident? Were you attacked? It's okay, I'm a doctor. My name is Miranda Grey... \n[28]You're in shock right now, that's perfectly natural. I'm going to get you to the hospital. Okay? \n[29]Don't be scared. It's going to be fine. \n[30]Hands off me, okay? Tell me your name, do you remember your name? \n[31]What are you doing? I'm trying to help you --?! \n[32]Hello?   Somebody help me! \n[33]Peter, what the hell is going on? \n[34]How do you think I feel?    Is this a joke? \n[35]What are you doing? \n[36]I don't need to calm down.   What I need is an explanation \n[37]Why here, why not in my office? \n[38]I don't want an anticonvulsant, at least give me Valium. \n[39]Jesus Christ, you're gonna knock me out? Ten milligrams. \n[40]How would you feel if you woke up in a goddamn cell, dressed like this? \n[41]Okay.    This better be good. \n[42]I want to talk to my husband. \n[43]Why would I pretend to be in any way relaxed? \n[44]Two massive understatements. \n[45]What is this? Why are you doing this to me? \n[46]Hi, my name is Miranda Grey. I'm a psychiatrist. I transferred here to the Woodward Forensic Institute a little over a year ago. My job entails dealing with a ward of schizophrenic women between the ages of eighteen and fifty-fife -- \n[47]I'm a doctor, yes? Or was medical school just an elaborate dream? \n[48]Pete, how long have I been here? \n[49]What? \n[50]Doug must be worried sick.   I need to call him -- \n[51]You're establishing my personality as fairly intellectual, you don't consider me impulsive or emotional. \n[52]Yes, that's fair. And following this pattern of analysis, we're about to discuss a traumatic event that rendered this psychological profile useless, correct? \n[53]You think I'm in denial. That I'm putting on a brave show -- that this is a 'cover' for some unbearable emotion I'm hiding. Why? \n[54]I remember Friday night after work, if you say that was five days ago -- Anyway, I asked you what you were doing for the weekend and you said the usual and you made a joke about writing country songs and drinking yourself to sleep and I told you I was going to look at some real estate in Willows Creek with Doug. \n[55]Then I drove home. \n[56]I got home, I guess, and had dinner by myself because -- Because Doug had an alumni meeting at his school and he was going to get a ride back. He's the principal now, as you well know. \n[57]But wait -- there was an accident before that, wasn't there? A girl -- she had been beaten. I took her to the hospital, right? \n[58]No, the cops weren't there. They were back on Main Road. A knocked-down telephone post, correct? \n[59]I saw the girl after that.   She was bleeding. \n[60]Excuse me? \n[61]My last -- ? Tell me nothing happened to Doug. \n[62]I don't know.    I might have. \n[63]I might have called Doug to tell him something. Or checked my answering service. \n[64]I beg your pardon? \n[65]Of course not. \n[66]No. There was no trouble in my marriage, I don't know what -- There is no trouble in my marriage. You just used the past tense; why? \n[67]Did something happen to Doug? \n[68]This is preposterous.    What's wrong with Doug? \n[69]No, he's not. Don't tell me that. Don't tell me that. Are you -- sure? \n[70]Yes, Mr. Principal. Special occasion -- I'm celebrating how proud I am of my husband tonight. \n[71]I'm sorry. The fact is I'm married and I -- this is not me, this is a mistake. \n[72]Don't. \n[73]We are hiding from the Principal. \n[74]We spend time together every day. \n[75]I have to go.    I need time to think. \n[76]Not yet.   But I want to. \n[77]Can I get some assistance here? Hello?! \n[78]Irene?!   Anybody!? \n[79]Wake up, wake up... You're dreaming. It's not real. An anxiety dream, that's all. That's all. This is dream logic. If it was real, they would have heard you scream. There are twenty employees on the night shift. Fact. At least twenty. \n[80]I'm just dreaming. \n[81]I'm dreaming, I'm dreaming, I'm dreaming, I'm dreaming. \n[82]I'm dreaming, I'm dreaming -- \n[83]I need to see Peter Graham. \n[84]Right now. \n[85]Doctor Grey, if you don't mind. \n[86]Please. It's a bit different, wouldn't you say -- ? \n[87]What do you think you're doing?    I want to speak to my lawyer -- wait, what are you doing? \n[88]C'mon, Irene, don't do this. I'm calm now, look -- I'm calm -- ! \n[89]How did you get this? \n[90]No, Shelley.   I'm not undercover. \n[91]That's good to know. But I'm not. \n[92]I don't -- I think I'm alright. \n[93]If it's all the same, I'd rather -- \n[94]It isn't real. It isn't real. \n[95]It isn't real. You're hallucinating. \n[96]Shelley? \n[97]Shelley, can you do me a favor?? \n[98]Can you go in the shower and tell me if you see anything on the wall? \n[99]Yes.   Thank you, Irene. \n[100]Nothing.   It's nothing -- \n[101]You saw it? \n[102]What did it say? \n[103]Did you see anything, Shelley? \n[104]Thanks anyway. \n[105]It was you I called that night. \n[106]Did you mention that to the cops? \n[107]Why? \n[108]What does that mean? \n[109]And did you? \n[110]Did I make it to your place?   Did I see you that night? \n[111]Why didn't you tell me this before? \n[112]You're changing the subject. \n[113]Right now I don't trust anyone. \n[114]I want to talk to my lawyer. \n[115]I can't help what you think. \n[116]I don't smoke, thanks. \n[117]Huh. \n[118]What did you set on fire to wind up here? \n[119]Phil. \n[120]Phil! \n[121]I wonder if I could talk to you. \n[122]Your staff meeting's done and Thursdays you don't schedule sessions until the afternoon. This will just take one minute. Promise. \n[123]It's about Pete. \n[124]Perhaps he's not the most qualified person to be treating me. \n[125]What did he tell you? \n[126]Yes. \n[127]'We'? \n[128]Doesn't seem like the best choice of words when treating schizophrenics. \n[129]Hi. \n[130]Teddy, I know you knew Doug well and this is an extremely -- \n[131]Like I'm crazy. \n[132]Other than me being crazy?   No. \n[133]Wait, wait, wait -- Teddy, you know me. I wouldn't raise a hand at my husband for the life of me. Not even in self-defense. Isn't it remotely possible a burglar broke in or some crazed high school student attacked Doug and I went into shock? \n[134]You're telling me there's no other suspects in anyone's mind? \n[135]Because there is no motive. \n[136]I'm not faking anything. \n[137]The point is I'm the only person who doesn't believe I killed my husband. I never thought I'd say this, but I feel like I'm in the middle of a conspiracy. Do you believe I'm crazy? \n[138]Forget it.   Forget I asked. \n[139]I didn't write this. \n[140]Why? \n[141]Then you know exactly how I feel. \n[142]As a doctor I agree with you. Maybe -- and this is a big maybe -- all of this is just a deep epilepsy that extends to the limbic structures, but I'm telling you -- \n[143]What about it? \n[144]You tell me. But I do know what I sound like. Paranoia is the ultimate awareness, right? \n[145]No!   Goddamnit! No! \n[146]I'm sorry. Is there any way we can pretend that didn't just happen? \n[147]I want to believe you. I do. So I'll take your word for it -- you're not involved in this -- but you take mine: I didn't write this and I didn't kill my husband. \n[148]Number one: I'm right-handed. Number two: I would have had to bring an X-Acto knife into the shower to do this, wouldn't I? \n[149]No, I didn't. No, I didn't! \n[150]Oh God, oh God, oh God... \n[151]I didn't say a word. \n[152]Who is that? \n[153]The girl in the picture. \n[154]She's the girl I saw. \n[155]I'm positive. She was hurt, bleeding. Is she all right? \n[156]Not about this. Is she all right? \n[157]How? \n[158]I'm -- I'm terribly sorry, Phil. \n[159]This is not going to work. I'm sick of being watched, and I know this place well and it doesn't smell this bad. \n[160]I'm awake, I'm not dreaming. I'm alive -- this is not some afterlife mumbo jumbo. So-called paranormal activity can be debunked a million different ways. So whatever you are, whatever it is I'm making up here -- I'm letting you go, I'm setting you free. I'm the wrong person. And I need to sleep. I'm not afraid and I don't believe and I'm fully aware that this is all in my mind -- fiction -- a concocted alternate reality -- and I acknowledge it. And now I'm done with it. I'm going to sleep now. \n[161]Besides, if you really were the ghost of Rachel Parsons, you would let me out of this cell. \n[162]Holy shit. \n[163]Alright. What happened to you? \n[164]It's him! It's him! Jesus Christ, it's him! \n[165]Did you live here when Rachel killed herself? \n[166]Phil must have been a wreck. \n[167]And this is confirmed. There are hospital records and so forth? \n[168]What about these other dates, was Phil here when the other girls went missing and found dead? \n[169]Rachel Parsons disappeared six years ago. A week later she's a suicide. Andrew White, four years ago, same M.O., and Jenny Dixon, two years ago. Don't you find that unusual? \n[170]Not one left a suicide note. In fact, how is anybody sure these were suicides? \n[171]That's his story. I need to talk to the reporter who wrote that. Frank something. \n[172]I beg to differ. I know my visitation rights. \n[173]You're telling me the one local investigative reporter who connected three highly-suspicious deaths, just happens to have conveniently died? \n[174]Don't be smug, Pete. That's one thing you've never been. Rachel is somehow connected to what I'm going through. I don't know how -- like you said, I'm not in a frame of mind to process the information without assistance. So I'm asking you for assistance. \n[175]I know this lecture like the back of my hand! \n[176]I saw what happened. I'm sorry. \n[177]Have you told anyone?   Chloe? \n[178]Look, Chloe -- the person who did this to you is not the devil. And if you can identify him, I'll make sure the motherfucker is arrested. \n[179]Do you know his name? Maybe you saw a nametag on his uniform? Think. \n[180]What?   I don't hate you. \n[181]I don't hate you. And I don't feel embarrassed. \n[182]Forget it, alright? Forget we had this conversation. \n[183]I get the distinct feeling you're going to tell me. \n[184]Leave me alone. Go away. \n[185]I've lost my fucking mind.   Happy now? \n[186]Take that, son of a bitch. \n[187]Rachel? \n[188]Thank you, thank you, thank you. \n[189]No. \n[190]Why are you doing this to me? \n[191]What do you want from me? \n[192]What is it you want me to do?!! \n[193]I can't. Please, please don't make me go back in there. \n[194]Bear with me, I'm just parking it out of the way so it won't look suspicious in the middle of the road -- okay. \n[195]Not alone. What happened to you happened to other girls. I understand. And I'm sorry. But there is nothing I can do about it now. It has nothing to do with me. \n[196]Shit. \n[197]No.   No.   No... \n[198]It's not shrink-appropriate to be afraid of the dark, right? \n[199]Hello? \n[200]Is there anybody here?   Hello? \n[201]Go away!   Fuck off! \n[202]C'mon, c'mon, c'mon -- \n[203]Wake up, Tracy, wake up -- \n[204]Y-yes. \n[205]Yes -- I -- I just pulled over.     I was -- looking for a bathroom. Morning sickness, you know... \n[206]I'll be on my merry way now. My husband will never forgive me if I get a ticket for trespassing. \n[207]That word.   Nightmare.   Welcome to my life. \n[208]Mrs. Parsons, you need a therapist. Normally I would encourage you to schedule a session with me but as you can see -- \n[209]October 22nd, 2001. It's my wedding date. \n[210]That code belongs to a safety deposit box my husband kept in a bank up in Newcastle, that's where his parents live. Dorothy, I need you to drive up there and open it. \n[211]I was wrong. It wasn't Phil Parsons. It was Doug. \n[212]That's why Rachel picked me.    It was Doug. I'm so stupid. \n[213]Peter, I didn't believe in ghosts before this. And neither do you. \n[214]Chemical deficiencies can't get inside of you and make you do terrible things you don't remember doing! \n[215]No, you're not. You're a close- minded academic, just like me. You told me once that I was the most logical person you knew, remember? Well, everything that's happened has an explanation but it has nothing to do with psychiatry or science. Rachel Parsons was abducted and she was murdered six years ago -- tossed off the Ashley Bridge by my husband. My harmless, righteous 'community leader' husband -- that's how pathetically blind I've been. \n[216]Andrea White and Jenny Dixon were also abducted and murdered -- now this was before I met Doug but I bet you anything that they both went to his school. Then he obviously stopped for a while: fear, guilt, distractions -- namely me -- delayed him from reverting to his sickness. That's why I didn't notice anything. I believe he really tried to lead a normal life, for me. Then along comes Tracy Seaver and he can't resist. Locks her up and tortures her in some abandoned property -- \n[217]Here's Doug's interest in real estate, Pete. \n[218]Rachel Parsons is a pissed-off ghost with an agenda, furious at her parents for giving up on her -- she's been trying to communicate with them for years but they're too goddamn logical to pay attention -- and she picked me, she sought me out that night and sent me home to fix her problem. Made sure I killed Doug because he was going to do the same thing to Tracy Seaver as he did to her. And she will get rid of anyone who stands in her way. \n[219]To whom? \n[220]To you? I'm telling you she nearly electrocuted me when I tried to leave town and she led me to that barn and if I don't do what she wants -- she's going to kill me. \n[221]I need you to at least consider the possibility that I'm not insane. Not as a doctor. As the only person I trust in this world. \n[222]Just fine, thank you. \n[223]How -- how do you know? \n[224]Yes.   Rachel. \n[225]Yes, I -- you could say that. \n[226]I'm sure that's meant to sound comforting but -- \n[227]That may be so, but I want her to go away. \n[228]And how exactly would I do that? \n[229]Look -- Consuelo, I appreciate what you're trying to do, but I honestly don't think this ghost will go away if I pour some egg powder on myself -- \n[230]Yes. \n[231]What are you doing? I'm trying to help you -- ?! \n[232]Yes. \n[233]I don't know how to do that -- I'm not qualified for it. You do it. \n[234]No.   No.   What do you want -- ? \n[235]I've done everything you've asked me to. My life is ruined. I can't take this anymore. I can't... You have to step into the light, Rachel. You don't belong here -- you don't belong... \n[236]Into the light -- Can somebody come in here?       I need help. Somebody, please! \n[237]Please don't. Why are you doing this? It's over. Over and done! \n[238]Stop it! I don't want to see this! I can't help you anymore! Stop it! \n[239]Let me out of here! Let me out! \n[240]Page Irene ASAP. This patient needs her meds. \n[241]Shh, shh, just rest. \n[242]Fine, Phil.   Thanks for asking. \n[243]Chloe. \n[244]Chloe?   Can I talk to you? \n[245]You have to let him go.   I'm sorry. \n[246]What are you going to do? Put on his uniform and walk out of here? Think about it, Chloe. They know you have him. The place is crawling with cops. \n[247]That's not true. You have less than a year left here. \n[248]You're right, doctors never concentrate on the things patients are actually capable of. But I know you, Chloe, you've been through things that most people don't survive. And you have a wonderful future in front of you if you choose it. It's up to you. \n[249]No more guilt, no more hatred, no more unbearable sadness. You have no use for any of that anymore. Your life begins this very second. \n[250]It was you, wasn't it? \n[251]'Not alone.' That's what Rachel has been trying to tell me all along. Doug was not alone. You were with him. This whole time it's been you. You covered up their deaths to look like suicides. \n[252]Don't fucking move. \n[253]The girl in the hospital. \n[254]You tell me. \n[255]Why wait this long if he had? \n[256]Maybe. But it seems to me that it's vital you know for sure. \n[257]If you're looking for forgiveness, you came to the wrong place. \n[258]Be that as it may, you're afraid too -- because you know killing me won't solve your problems. \n[259]What about Parsons? And Peter? They know. And that girl in the hospital will never forget your face. You miscalculated, now you pay. \n[260]I sure hope that felt good because you can't afford too many more signs of struggle. Can you? \n[261]No, that's what you want me to do. \n[262]So we're even. You left that door open so I'd try and run, it's what you get off on, isn't it? \n[263]And yet you have to make me look like a suicide. With what, your belt? How would I get access to a belt? \n[264]I don't think that's going to satisfy you. You won't be able to do this clean. You have too much guilt inside. \n[265]You're losing grasp of the situation. It was different with those girls. I bet all they did was cry and scream. \n[266]Aren't I a little old for you? \n[267]That's for show. You know you can't shoot me. \n[268]\n[269]Rachel, where are you when I need you? \n[270]Logic is overrated. \n[271]Dear Pete. Hope this finds you on both feet, preferably having been promoted to director after Phil's retirement. Not that you had much competition, but a big hug to you anyway... I was as surprised as anyone to read about Sheriff Ryan's suicide and the startling discovery that it was he who murdered my late husband. I wish I could personally thank certain people for their convincing testimonies in the case. \n[272]As for myself, I have a new name now and a job working with teenage girls at a runaway shelter, trying to keep an open mind at the horrors they tell me... \n[273]Which reminds me: Consuelo the Cuban witch is a keeper, don't fire her. She knows things about the world you and I don't. \n[274]Well, gotta run now, I have some country songs to write and lots of social invites to decline... \n[275]P.S. And in case you're wondering what the chances are of me buying you a beer and maybe finishing something we almost started, the answer is: it's just not going to happen. Especially not at McSorley's next Friday night. Say around nine. So you probably shouldn't bother showing up. All my love, M.G. ", "PETE": "\n[1]Dr. Grey. \n[2]Power went out again in our wing. \n[3]It's not shrink-appropriate to be afraid of the dark, you know? \n[4]What am I afraid of? \n[5]Write a little country music, decline invites to grand social events, drink myself to sleep -- the usual. You? \n[6]Again? \n[7]So is golfing, I'm told.   Who was your six o'clock? \n[8]I hear Manhattan's full of them. \n[9]Good girl. \n[10]How do you feel? \n[11]Giving you something to calm down. \n[12]Just take this and we can sit down and chat. \n[13]Fifty milligrams. \n[14]Twenty. \n[15]We can discuss it at length after you take your meds. \n[16]Miranda, this is very awkward. Technically I shouldn't even be treating you but the court has granted us a waiver until you're transferred. So whatever is said here won't leave this room. I won't tell Parsons, I won't tell anyone. \n[17]You can't to that. Sit down, please. Try to relax. \n[18]I understand you're upset. But we need to put some things in order. \n[19]How long have you been here? \n[20]Just answer the question.    Humor me. \n[21]I don't mean how long you've worked here, I mean how long you've been staying here. \n[22]Of course you're a doctor. A great doctor in fact. \n[23]Five days. \n[24]You were admitted to the neurosurgical unit seizing violently. That lasted three days. Scans revealed left-sided weakness, numbness and severe fontal lobe deficits. \n[25]You came out of it and tested negative for PCP, underwent extensive hypnosis and received amytal injections. \n[26]You were tied down for a day and a half so you wouldn't hurt yourself and then you went into a state of, well -- You've been pretty much catatonic. This is the first time you speak. \n[27]You're the most logical person I know, bar none. Plus you have a photographic memory -- unconfirmed, but you do remember events and phrases more accurately than anyone around. Why am I telling you this? \n[28]And that's a fair assessment, no? \n[29]Two hundred percent. \n[30]Don't analyze yourself, just focus on remembering. \n[31]And then what? \n[32]And then what? \n[33]There was indeed an accident, you were detoured by the cops. But there's no report of any girl. \n[34]What about your husband, what can you tell me about him? \n[35]What's the last memory you have of him that night? \n[36]Let's backtrack a second. You left your office, you were driving home, you got detoured by the police -- Did you call someone on the phone that night? \n[37]Who would you call? \n[38]Were you seeing someone else that night? \n[39]There was some trouble in your marriage, wasn't there? \n[40]Wasn't there? \n[41]You don't remember anything else. Anything at all? \n[42]He's dead. \n[43]I'm positive. You killed him. \n[44]It's going to be alright, Miranda. You just need to sleep. It's going to be alright -- \n[45]Your marriage is the mistake and you know it. \n[46]I'm sorry. That was out of line. I feel like a school kid hiding from the Principal. \n[47]I would just like to spend some time together. \n[48]I meant minus the schizophrenic women. \n[49]Don't be too hard on yourself, Dr. Grey. You haven't done anything wrong. \n[50]Yes. \n[51]No. \n[52]I didn't think it would help you. \n[53]It means they wouldn't have let me treat you if they thought I had any kind of involvement in what happened. \n[54]Did I what? \n[55]No. We got disconnected and I couldn't get through to you. I sat there waiting all night. Figured you'd changed your mind. \n[56]Because the only way you'll be able to accept these events is if you remember them on your own. My job is to assist you in processing that information because you're not in a frame of mind to do it by yourself. \n[57]The subject is you don't trust me. \n[58]You want to talk about today? \n[59]I think that's premature. \n[60]I can't help you if you don't talk to me. \n[61]I can stand here all day. All week. You're the one running out of time. \n[62]What does it mean? \n[63]Then who? \n[64]You're going to have to trust me. \n[65]Because no matter what's going through your mind right now, I haven't done anything wrong. \n[66]You admit you're having a hard time differentiating what's reality from what's hallucination, right? So isn't it at least possible that -- \n[67]How about this moment right now? \n[68]Is this a hallucination? \n[69]Which is why I suggest we simply increase your dose until -- \n[70]Alright. Let's say you didn't write this -- \n[71]I think it's time you look at these. \n[72]You wrote that. Any idea why? \n[73]You're the only person who can figure out what this means. Try to remember. Stop holding back. \n[74]You okay? \n[75]It all came flooding back last night. \n[76]More like an uncontrollable reminiscence. Intense, over- cathected. She's not feeling guilty of her actions, not exactly. Sounds to me like last night she actually re-lived them in great detail. \n[77]That's exactly what she suggested. Even in her present state, her instincts remain impeccable. \n[78]Standard procedure. \n[79]Teddy already filled her in. \n[80]Miranda, you've seen that photograph at least a dozen times, every time you've been in this office. You're just confused -- \n[81]Miranda, that's none of your -- \n[82]... Textbook psychotic pattern... manifestation of guilt... \n[83]I'm telling you she doesn't... Concocted alternate reality... \n[84]And the night staff? \n[85]Could there be any truth to her claim? \n[86]I perused Miranda's files on Chloe McGrath -- they're damn comprehensive. Maybe she was a bit obsessed with her. \n[87]Yes. As a matter of fact, I was part of the search party that found the body. \n[88]You can imagine. Actually, Phil was in Houston undergoing triple bypass surgery when it happened. \n[89]I'm sure there are.   Can we get back on track now? \n[90]Where are you going with this? First I'm a suspect in Doug's death, now what, Phil Parsons murdered his own daughter? \n[91]What same M.O.? One jumped off a bridge, one hung herself and one crashed her car. Who gave you this? \n[92]You heard Phil, his daughter had tried several times before -- \n[93]Well, you can't. \n[94]You can't because... he died. \n[95]Frank Albright was an eighty-year- old retired sociology professor. This is a fluff piece about teenage depression and the breakdown of the nuclear family. You can find one in any local paper, anywhere, any other week! \n[96]Listen to me. You are not well. I had hoped once you remembered the murder we could deal with your feelings about it but these fixations: \n[97]Rachel Parsons, Chloe McGrath -- are self-created distractions to avoid looking into yourself. And the longer you -- \n[98]Good.   Saves me the trouble. \n[99]Who's the girl? \n[100]We need to get Miranda back to the institute. She needs psychiatric care, not a prison cell. \n[101]We can take those off now. \n[102]Are you alright? \n[103]Can we talk about this later? Thanks, Sheriff. \n[104]I know, I know. We'll see you then. \n[105]Thank you. She won't go anywhere. I guarantee it. \n[106]Inside, okay? \n[107]What is this? \n[108]I pulled a lot of strings to get you transferred back. The best case scenario you're looking at right now is five years here. Five. Under my -- \n[109]But you know that the brain is fully capable of tricking you into seeing all sorts of things. The simplest chemical deficiencies can -- \n[110]I'm a very open-minded person, but as a doctor -- \n[111]Is that a threat? \n[112]To me. \n[113]Miranda... \n[114]Everybody accounted for? \n[115]What's going on, Officer? \n[116]Miranda, don't do it! \n[117]I'll call your lawyer and -- ! \n[118]I'll meet you at the station! \n[119]What? \n[120]You mind if I stay here tonight? \n[121]Anybody in here -- ? \n[122]Is the Sheriff here or isn't he? \n[123]We're here to see Miranda Grey. \n[124]It's been my pleasure, Miss McGrath. Good luck out there. \n[125]Hey, you never know. It's a small world, unless you have to clean it. ", "SHERIFF RYAN": "\n[1]Nah, telephone post just decided to fall. It'll take us a while to clear this up so I'm afraid you're gonna have to take the long way home, Miranda. \n[2]And tell your husband he owes me a phone call. \n[3]That a girl. The law never sleeps and all that. You take care now. \n[4]Mr. Howard -- let me simply list the events your client was involved in last night. First she drugs a janitor, steals his car and escapes a mental institution -- \n[5]Mr. Howard -- there isn't evidence because the overdosed janitor hasn't woken up, that's why -- and when your client was questioned on the matter she admitted to injecting a full syringe of -- \n[6]Mr. Howard, this is not a courtroom. Your client was read her rights and she still insisted -- \n[7]I'm not a drug expert. I'm simply stating the frigging facts. \n[8]Phil, thank God -- this guy's driving me nuts! \n[9]An 'incident' -- for lack of a better frigging word -- involving Miss Grey and a teenage girl who's been tortured and is in critical condition and chances are slim she'll even utter another word. \n[10]A runaway from Portland, Tracy Marie Seaver. Reported missing a couple weeks ago. We found Miss Grey in some barn off Willows Creek with the girl all messed up. I'm just now waiting for the surgeon to give me an update. Notice, Counselor, how I'm not even mentioning her trespassing or lying to a police officer. \n[11]Christ, the woman's got the entire hospital busy -- \n[12]Why are you harassing my deputies? \n[13]He's not at liberty to answer that. You've had enough goddamn coffee already. \n[14]Phil, how well does your wife know the suspect? \n[15]Because she's at the station right now, demanding to speak with her. \n[16]Don't push it, Doctor. She's cuffed until your people secure her in a cell. \n[17]Tomorrow morning first thing my deputies are here. \n[18]And my offer still stands if you need added security. \n[19]Come on, Phil, you of all people -- \n[20]Has it occurred to you that maybe she knew what her husband was doing to those girls? \n[21]Maybe she couldn't stand the guilt and cooked up this far-fetched tale to tug at everybody's heartstrings. The fact remains she hacked her husband to pieces. \n[22]Calm down. For the record, that girl is on a ventilator. The doctors don't think she'll make it through tonight. \n[23]Now, you want to stand up in a courtroom and tell a judge that a ghost is behind all this, that's your prerogative -- but I have to abide by the law. And the law says Miranda Grey faces criminal chargers. So here's what we're going to do. I'm going to leave a cruiser outside to make sure you don't go anywhere tonight and two of my deputies will go guard Ms. Grey until tomorrow morning. Phil? \n[24]There will be no breakouts, no aiding and abetting, no taking the law into your own hands. It'll take an Act of God for Miranda Grey not to show up in that courtroom tomorrow. Are we clear? \n[25]Christ Almighty. \n[26]Young lady, I don't know how you think you can get out of here, but -- \n[27]Turlington, it's alright. I can -- I'm just going to -- \n[28]The grownups are -- are talking now. Just leave. \n[29]What are you talking about? \n[30]You've lost your mind. \n[31]And just exactly who would believe you? No proof, no living witness. Everybody knows you're crazy. \n[32]I want that woman in custody. She has a judge to face in the morning. \n[33]How did you know? \n[34]This isn't one of your word association games, Doctor. Did Douglas tell you that night? \n[35]Maybe it's your amnesia. Maybe you blocked it out. \n[36]You think me and Doug are monsters. That this was all a carefully laid out plan with those girls. But it wasn't that at all. You do things sometimes and you're not sure why you did them. Then you realize you can live with them and so can everyone else. Life goes on. \n[37]One thing about fear is it makes people say the dumbest things. \n[38]My only problem is you. \n[39]I hate a bad bluffer. \n[40]Go ahead, hit me back. It's what you want. \n[41]Back to profiling, huh? Your thought process is completely transparent. \n[42]I guess we'll find out. \n[43]Trust me, prisoners hang themselves with just about anything. \n[44]Don't worry, you'll scream. Take off your shirt. \n[45]Take it off. \n[46]But I can smash your teeth out and make it look like you bashed your head against the wall. Now shut up, take off your goddamn shirt and pull off your bra. \n[47]Today, Doctor. \n[48]Doug mentioned you were painfully 'modest.' But enough about you, let's discuss Rachel. \n[49]She was no crippled saint. Wasn't the first time she turned up at Doug's house all messed up. \n[50]Sure she was a minor, but she wasn't going to let that get in her way. \n[51]Those other girls -- make no mistake -- they knew what they were getting into. \n[52]I'm not saying they knew they were going to die, but truth is, Doug and I didn't know it was going to end that way. It was just the natural extension of that moment. So yeah, we fucked them and we killed them. And we knew it was wrong. Sure we did. \n[53]It wasn't some satanic pact, society didn't make us do it. But I believe given the proper circumstances a person is capable of anything -- certainly in my line of work you see it day in, day out. Tell you what, keep the shirt. The bra will do. \n[54]Chin up, Doctor. You wanted to get to the bottom of this and you did. You followed it all the way through. This is how it ends. \n[55]Doug settled down once you two got married. New start and all that. Wanted nothing to do with this runaway I'd found, Tracy Seaver -- \n[56]Or so he claimed. Because the truth, Doc -- is people never change. The son of a bitch couldn't resist. I asked him to dump the body and instead he went found some barn to work her out of his system some more. Go fucking figure. \n[57]You can't count on anyone, even friends you've had your whole life. \n[58]The only soul you can ever count on is yourself -- \n[59]Why, Doctor.   That was unexpected. \n[60]You sure about this? \n[61]You need me alive for your story to stick. Be logical now. You know you can't kill me. ", "PARSONS": "\n[1]Miranda, my wife keeps wanting to set that dinner with you and Doug. Are you free tonight? \n[2]You've been here a year already, Dorothy's starting to take this personal. How's next Wednesday? \n[3]Not your fault. Patients always find a way to hurt themselves if that's what they want. \n[4]Hello, Miranda. \n[5]Of course. Well, actually, I'm about to... \n[6]True. But the Sheriff wants to ask me some questions. \n[7]What about him? \n[8]Are you complaining about his methods or are you referring to the nature of your past relationship with him? \n[9]He explained there might be a conflict of interest because he has feelings for you. You two engaged in a kiss at one point. Am I right? \n[10]I told him we're all grownups here and the fact is he's the best doctor on my staff. As such, and given the severity of the charges you face, I consider him the most qualified person to assist your recovery. Now, if you'll excuse me, Sheriff Ryan is not a patient man. \n[11]How much does she remember? \n[12]Guilt? \n[13]Hypermnesis following amnesia. Could a specific epileptic element be involved? \n[14]I'd like to talk to her. \n[15]Dorothy, I can't discuss this now -- I'm not taking it lightly, no.   We will talk about it at home. \n[16]Yes, dear. Me too. \n[17]I'm so sorry about this, Miranda. \n[18]Has Pete told you about the hearing? \n[19]Teddy Howard is top notch. He's going to do everything in his power -- and he's quite resourceful -- to prove you're not fit to stand trial. Miranda, I know you have no family left, so we're your family now and we're all going down to the wire to protect you and help you in any way we -- \n[20]Excuse me? \n[21]My daughter. \n[22]You're obviously mistaken. \n[23]No, she's not... all right. Rachel committed suicide six years ago. \n[24]That's okay. Rachel was a very troubled girl. Handicapped since birth. She was born mute. My wife and I tried everything to help her fit in but... but she ran away from home more than once, wanting to end her life. And she finally succeeded. Jumped off Ashley Bridge. She was only seventeen years old. \n[25]Peter, can I speak to you? \n[26]... much she knows about Rachel? \n[27]I'm trusting you... crawling with cops. \n[28]We've transferred her to a higher security room on the fifth floor. That's my final concession to any type of special treatment. \n[29]Peter, we have one hundred and forty employees. Thirty-five work maintenance. They all wear yellow shirts, it's their uniform. I'm holding a very discreet inquiry, sure -- but I don't want a news van parked outside day and night. It makes much more sense that she tried to escape and got caught, doesn't it? \n[30]The scariest gift God gave us is our minds. And a bright person like Miranda -- she's grasping at straws here -- who knows what her brain is telling her, now that it's snapped. \n[31]What happened? \n[32]Why do you ask? \n[33]You're making a complete fool of yourself. Do you realize what you sound like? \n[34]This proves that her story is true: my daughter appeared to her in some form and guided her through all this, putting things right. \n[35]I of all people hold logic, reason and facts above everything else. And seek the truth through proof and proof only. And what do you call that? \n[36]No.   Frankly, it hasn't. \n[37]The fact remains my daughter was murdered and Miranda stopped the killer. A killer who was loose under your incompetent nose for over six years. We don't know how many future victims were spared, but we do know she saved that girl in the barn's life. And that's more than you or I can say -- ! \n[38]I'm sorry. I will never forgive myself for what happened to you. Not as long as I live. I miss you so much. \n[39]We're doing the final count.   Now they can't find the Sheriff. \n[40]Are you alright, Miranda? \n[41]I think Doctor Grey should be the one to talk to her. \n[42]Officer, unlock the goddamn door to Miranda's cell or I'll break it down myself. ", "CHLOE": "\n[1]My stepfather?  No.   He's dead. I killed him. \n[2]So? There's a first time for everything. \n[3]I never killed anyone who didn't deserve it. \n[4]I should've taken care of my mother. She knew all along.    You remind me of her. \n[5]Always so put together. Like you iron your underwear. Like your pussy is the apricot of the Promised Land and the bread of the -- \n[6]The Devil. \n[7]He came to fuck an angel. I'm his dirty angel. \n[8]He grabbed me by the hair while I sucked him and usually I love that, I just do -- maybe you can tell me why I love it so much -- but not this time, he was just too rough -- \n[9]Sure, Doctor. Crazy people hear messages from God. Not the Devil. You know that, right? \n[10]You don't have to say it. \n[11]\n[12]Modalina?   Isn't that a band? \n[13]Not bad. High potency neuroleptics starting with 'J.' \n[14]What do you wanna bet? \n[15]Right on the money, cowgirl. Twenty points and a soda. \n[16]You fucking cow giving me the evil eye, huh? Fuck you, you fuckin' voodoo witch -- ! \n[17]You bet your goddamn fat ass I mean it, you're a witch -- !! \n[18]Take your voodoo shit back to Cuba -- \n[19]You wanna help me? You pity me? Suck me. \n[20]Doctor, did you just say 'motherfucker'? \n[21]Man, you must really hate me. \n[22]You hate me because now you're just the same as me. You must feel so embarrassed. \n[23]That's just a pat answer you have because you're new at this. Trust me, I know what I'm talking about. \n[24]You know what happens next? \n[25]The shock wears off and the guilt kicks in. And that guilt is the real motherfucker. You'll be watched 24/seven, because they're afraid you'll kill yourself. Dr. Graham will question every harmless gesture, every innocent comment, ever twitch you make and eventually -- and it's a fucking tedious 'eventually' -- you'll stop hating yourself for what you did. But what replaces that hatred is this unbearable sadness. And you don't lose that as long as you live. \n[26]You're very polite for a piggy. Now take off your uniform. \n[27]Do it quick.   I won't make fun of you. \n[28]Nobody better fucking move up there or I'll blow this piggy's head off! \n[29]That means you, fucko. Up on your feet or I'll start by shooting his ear off. \n[30]Tell junior the grownups are talking now and he's not allowed in here. Do it. \n[31]The grownups are talking.   Don't paraphrase me. \n[32]Dreadful timing, I'm real busy. \n[33]Look -- let's not confuse things. I like you. But this is my only chance. Now take off that goddamn uniform before I get really pissed. \n[34]What are my options? To grow old in this place? It's clear they will never let me go. Never. Ever. \n[35]That's a lie! I'll never stop being sick, they'll just find something new that's wrong with me. No wonder you doctors can't help anyone -- all you have are deficit columns and stupid tests designed to point out what part of the puzzle you think we're missing! \n[36]I'm so tired.    So goddamn tired -- \n[37]Thank you for everything, Dr. Graham. I'll never forget all you've done for me. \n[38]Well, I guess this is it. I hope not to see you again unless it's for coffee or something. \n[39]You don't have to tell me if you don't want to, but -- have you ever heard anything from -- ? ", "IRENE": "\n[1]Rise and shine, ladies! \n[2]That means you, honey.   Up -- ! \n[3]Rise and shine now.    Wake up. \n[4]Easy now, it's okay. \n[5]And you have a session scheduled this afternoon -- \n[6]He's not even in yet, now let go my arm, honey. \n[7]Actually I do mind. I start calling you 'doctor' and everybody else wants to be called 'doctor' -- \n[8]My job. \n[9]You go in last because you're special. It's not a Mexican prison, toots. Everybody here minds their own business. \n[10]State law says we keep you ladies clean. And I'm a stickler for the law. Now come on. If you go downtown, you gotta dance. \n[11]That's five minutes, group one. Alright, ladies, nice and easy. \n[12]Enough privacy for you? \n[13]What did you do? \n[14]What the hell did you do to yourself?! \n[15]I looked away for a second. It's unacceptable, won't happen again. \n[16]I just didn't peg her for a cutter, that's all. \n[17]Hey!   Chloe! \n[18]McGrath, that's enough! \n[19]I said that's enough. \n[20]How are we feeling today? \n[21]Sorry I asked. \n[22]Fitting right in, aren't you? \n[23]She's due back in the rec room in twenty, Counselor. \n[24]They insist her room was properly locked, what else could they say? \n[25]She's a hero. Little Red Riding Hood put the big bad wolf in a coma. \n[26]You ain't scared of a bunch of women now, are you, Officer? \n[27]And who are you? \n[28]Knock yourself out. Next floor up. It's only a power outage, ladies -- let's call it an early night. \n[29]You have really disappointed me tonight, Jenna -- ", "SHELLEY": "\n[1]\n[2]Hi there, Doc. \n[3]I never got shrinked by you but all I hear is nothing gets past you, I mean, that's just hearsay and I don't pay much attention to hearsay because now they say you hacked your husband with an axe but I say maybe it just slipped, right? \n[4]They put your picture in the paper. \n[5]Chloe did. Who knows how? Not me. Around here I'm on a need to know basis about stuff and most stuff I don't need to know. My point is about people talking behind other people's backs. Like before I was here, everything I did I thought, 'this'll get them,' wanting their approval, wanting them to say good things behind my back. But now I'm more anonymous, more myself. I'm Shelley. \n[6]You're not like, undercover here, are you? They pulled that at Spring Grove, had a bunch of doctors pretend they were patients, see if they could handle it. Most quit after day one. You're not, are you? \n[7]Because if you were, I'm like the Fort Knox of secrets. Ask anybody. \n[8]Say no more. I understand perfectly. \n[9]Drawing is a great cover.   Good luck to you. \n[10]And pick up those damn cigarette butts. Jesus, TV is dumb -- \n[11]The housewives will find something better to do. \n[12]Oh my God.   Oh my God. \n[13]Listen, Doctor. Some people, they have a gift. And in here, because they categorize us as a bunch of schizos, they refuse to acknowledge that. It's like that Hubble telescope that sees things a trillion miles away but what it's seeing is just reflected light of a star that died a thousand years ago? It's like that. Doesn't mean you're crazy. It only means your eyes open in a different way. \n[14]On the telescope? \n[15]That's not tile that wall is made out of . It's a holographic screen. All part of your mission, isn't it? \n[16]This is all we have. The rest is dust. \n[17]... She'd get high on glue and make me help her try on my bras. Is that the strangest shit you've heard? \n[18]And she always put on a happy face. Man, what an optometrist. \n[19]All work, that woman.   Work, work, work. \n[20]She's like an alcoholic.   But with work. \n[21]Not safe to tell you.   Wish I could. \n[22]You're gonna get that Pulitzer after all. \n[23]I told you I could keep a secret. ", "OFFICER TURLINGTON": "\n[1]Howdy there. \n[2]Everything okay? \n[3]That your vehicle, ma'am? \n[4]Congratulations. But I'm afraid this is private property -- you can't just waltz on in. You understand that. \n[5]Holy shit. Lady, stay right where you are. \n[6]Hands up where I can see them. \n[7]Nice and slow, start talking to me. And make it good. Tell me just exactly who that is. \n[8]We're here on Miranda Grey detail. \n[9]Thanks, guys. \n[10]Looks perfectly harmless, doesn't she? \n[11]Officer Turlington, ma'am. We're supposed to sit outside Miranda Grey's cell all night. \n[12]Sorry, we thought you might have made a run for it. \n[13]One of your patients is holding the Sheriff at gunpoint. She's in the cafeteria. \n[14]Sir, not now -- \n[15]Sir, please -- \n[16]Sheriff Ryan? \n[17]Sheriff? \n[18]Help you, gentlemen? \n[19]You know full well you're not allowed to see -- \n[20]Sheriff Ryan isn't here. His car is gone too. \n[21]Jesus H. Christ. ", "CONSUELO": "\n[1]Is okay, she's okay -- she don't mean nothing. \n[2]Irene, she's okay. Pobrecita, la infeliz. It's a misunderstanding. Pobrecita. I was only trying to help her -- \n[3]It's gonna be an interesting night. \n[4]How are we doing today? \n[5]The spirit is not fine.    She's very unhappy. \n[6]But she's only a girl. Do you know her name? \n[7]Have you talked to her? \n[8]She's very, very angry. And she's not finished with you yet. \n[9]She wants to show you something. \n[10]Then you need to protect yourself. \n[11]Mira, first I'm gonna bring you some cascarilla, it's a powder, you get it anyplace, it comes from eggs -- you pour it all over you -- Like this -- \n[12]She made you do things.   Bad things, didn't she? \n[13]And you carried this out for her. She used you as a vessel... \n[14]You were possessed by her. \n[15]Ay, probrecita. You're both in terrible danger. She's scared too but she can't step back into the light until she finishes what she started here. And now you're the only person who can help her find the way back. \n[16]Despair is the only unforgivable sin. You'll be in my prayers, Miranda. ", "JENNA": "\n[1]Mallorol, Matzine, Megaphen, Meallaril-S, Meleretten, Meleril, Mellaril, Mellaril-S, Mesoridazine, Methotrimaprazine, Mixidol, Moban Modalina -- \n[2]Trade name for Triflupoerazine. Look it up. \n[3]Moditen, Molindone, Moltipress, Motival. That's it for the 'M's. \n[4]Trick question. There's only Jatroneural. \n[5]Bet you a soda. \n[6]You a Marlboro girl? \n[7]All we have is our health, cupcake. What I do is quit constantly, start again. Drives them all crazy. One day I quit three times. \n[8]They allow me one match at a time and pretend they're not watching. Check it out: salivating goon number one at three o'clock, oh- so-inconspicuous goon number two at five o'clock. \n[9]Very perceptive, Doc. I burnt down the building where I worked. I found a baby at the doorstep, called the cops -- of course the bottom feeding pricks never showed. It's beside the point, really. \n[10]Heard stranger. But she's a case. \n[11]You narced her out, didn't you? Boo-hoo. Bet you were a little buzzed yourself. \n[12]What are you talking about? \n[13]What work? \n[14]Give me a break. You wouldn't respect me if I hadn't tried -- ", "TEDDY HOWARD": "\n[1]Miranda. \n[2]Thank you kindly. \n[3]I'm here as your lawyer. So whatever my relationship was with Doug is no longer of consequence. First things first, how are they treating you? \n[4]You know this place better than anyone. Anything out of the ordinary? \n[5]The DA is pushing for a hearing as soon as next week. They're eager to resolve this situation because -- well, crimes like this don't happen that often around here. Doug was a hometown boy who'd done good, beloved high school principal, a role model. Our best shot -- scratch that, our only shot -- is to claim temporary insanity. \n[6]Frankly, no. Neighbors heard screams. They have you at the scene, they have the murder weapon and they have your prints everywhere. The only thing they don't have is motive. \n[7]And that's what's confusing them. The fact that you're a brilliant psychiatrist doesn't help either. It fills their heads with ideas. They figure if you were to plan a murder you might know how to fake insanity to get out of it. \n[8]Good. I pass no judgment either way. The point is -- \n[9]It doesn't matter what I believe. \n[10]Hold on, there isn't even any substantial evidence -- \n[11]You had no right to question my client without my presence -- \n[12]-- Let me ask you this, Sheriff: what exactly was a janitor doing with several vials of sedatives inside my client's cell? And is it not possible he had taken some drugs himself before my client -- \n[13]I'm only asking him where he got the coffee -- ? \n[14]That's straight from Judge Wilkinson. Take us to her cell. ", "DOROTHY": "\n[1]How are you? \n[2]I needed to see you, but I'm not sure where to begin. I don't know you well, I certainly have nothing but fond feelings for you. Phil always keeps me posted on his colleagues and his work and -- in any case, I have always thought of you as a very bright, very perceptive doctor. Even though I don't know you well. \n[3]My point is, my point being -- when Rachel died I had, um, I suffered through these spells, these recurring dreams. \n[4]And eventually, once I came to terms with her death, they went away. Losing a child is the hardest, most inconceivable event a mother can -- \n[5]The past few days I have been having the same dream. A nightmare. \n[6]This nightmare involves Rachel but it also involves you. In the nightmare Rachel holds a box in her left hand. A small box. And she repeats a series of numbers. Now, Rachel never spoke, from the time she was born -- she had a condition -- I often asked God why he punished this child in such a way -- she couldn't speak, but she was extremely bright. She wasn't autistic as the doctors claimed -- \n[7]Every night the same box in her hand and the same numbers. I wrote them down. \n[8]It's a message. It's a code for something. I don't know what. But she wants you to have it. \n[9]I'm not doing it for Miranda, I'm doing this for Rachel. \n[10]What do I sound like, Phil? Like one of your patients? Well, it's probably because that's exactly how you treat me. And I've had enough of this deafening silence between us, this exemplary mourning in front of the community, tiptoeing around our lives with you pretending Rachel never existed. \n[11]I'm losing my mind. Our daughter is gone and I miss her and I'm angry. ", "CLAIRE": "\n[1]Get off me, you dog -- \n[2]You can't be in here and you know it. Nap in your car. \n[3]Now get out before we get busted. \n[4]Sure I do, Boy Scout. \n[5]Hold it, Simon! \n[6]What do you think I am, laundry service? ", "SIMON": "\n[1]Hell, don't go all bubbly with joy or anything. \n[2]You slay me, Claire.    Honest. \n[3]Won't happen again, ma'am. \n[4]This is gonna hurt you more than it hurts me. \n[5]I've always wanted to do a doctor. \n[6]The more you fight me, the harder I get, pussycat -- so pretty please, with sugar on top -- keep still. "}}