{"dialogues": {"O'SHEA": "\n[1]Uh ... Yeah? \n[2]... On the way. \n[3]... Yeah ... \n[4]... No. \n[5]Well? \n[6]You're not serious? \n[7]Are ya gettin' in or what? \n[8]Nah thanks, they give me heartburn. \n[9]A bit eager aren't ya? \n[10]Coffee? \n[11]And quiet as shite. \n[12]Milk? \n[13]Cows. \n[14]Is she really necessary? \n[15]You're only gone two weeks.      I can handle two weeks. \n[16]You're gonna miss your boat. \n[17]... Left. \n[18]So you're after the sarge's desk? \n[19]Just wondering. \n[20]Where are you stationed? \n[21]And how's that working out for ya? \n[22]Well you can relax, there's none of that here. \n[23]I bet you haven't missed a day of work in your life. \n[24]It's just a job. \n[25]Lisa Nolan, doctor Jim Gleeson. Resident physician. \n[26]You wouldn't have any Aspirin on ya, would ya, Jim? \n[27]You're all right. \n[28]Ah, no one minds. \n[29]What happened? \n[30]Smith's a marine psychologist or something, did I get that right? \n[31]So are they dead?! \n[32]Slipped. \n[33]All of them? At once? \n[34]Hey, Daly, Cooney about? \n[35]Busy? \n[36]I've warned the kids to keep out. \n[37]On holiday. Leaving me up the creek. \n[38]Well, remember that favour you owe me? I'm looking for some boys to help move a few things off the beach. An hours work, tops. \n[39]Would you like a drink? \n[40]Tomorrow's Sunday. \n[41]What? \n[42]She's all right. A bit uptight. \n[43]I do talk to her.    I talked to her all day. \n[44]Go on. \n[45]What is it, Paddy? \n[46]No, not really. \n[47]Nope. \n[48]All right, tell us then. \n[49]Not a bit. \n[50]All right, where is it? \n[51]In your bathtub? \n[52]G'night, Paddy. \n[53]What? \n[54]What did you say? \n[55]What is it? \n[56]Come on down for a drink. \n[57]It doesn't matter out here.   No one will know. \n[58]I am not.    I'm sober as a judge. \n[59]... Zed ... Et cetera. \n[60]Course not. I'm taking Johnny's horse. \n[61]Yeah, so?    The horse is sober. \n[62]Listen, I think we got off on the wrong foot today. \n[63]Feck. \n[64]Sorry. \n[65]What's that? \n[66]Whoa, that last drink's gone straight to me head. \n[67]Well, other places too. \n[68]Just high days and holidays. \n[69]Now you're talking. \n[70]Wha..? \n[71]I ... uh, what happened? \n[72]You arrested me?! \n[73]Let me out of here. \n[74]We'll discuss it later. \n[75]Eurgh. \n[76]A what? \n[77]Hi. \n[78]Is it dead? \n[79]You're not what? \n[80]It's a weapon. \n[81]Vampiro what? \n[82]She? \n[83]That's Declan Cooney's car. \n[84]Cooney?! \n[85]Nowhere without his keys.    Do you believe in coincidences? \n[86]Neither do I. \n[87]Come on. \n[88]When you're looking for answers you gotta go asking questions. \n[89]All the lights are on. \n[90]How come you're not in uniform? \n[91]It suits you. \n[92]Oh he's positively smashing. \n[93]Uh huh.   Tadhg? Irene? \n[94]He's like you, he's married to his job. \n[95]Shush, I'm working. \n[96]Tadhg?    Irene? \n[97]You're something else, you know that. You should've joined the army, not the guards. \n[98]I'm not talking to myself, I'm talking to you. \n[99]Could you be a bit more specific? \n[100]Well? \n[101]Aw Jesus Cock! \n[102]What killed him, Jim? \n[103]A tiger?! \n[104]Jesus, Paddy. \n[105]What is it? \n[106]OK, we're here. Here's where Cooney's car was abandoned. Here's Tadhg and Irene Murphy's house and here's where the whales washed up. \n[107]I have no idea. I was hoping it would show some sort of pattern. \n[108]Yeah. That thing you caught couldn't have fertilised that egg by itself, which would mean there's a male out there big enough and strong enough to knock a hole in your bathroom wall. \n[109]He says a lot of things. \n[110]OK, all this is on the west side of the island, right? So that would make this area its territory; which would mean it's got to be somewhere close. Somewhere with access to the waters around the west beach. \n[111]What do you think? \n[112]What? \n[113]You gave me that look. \n[114]The \"I feel sorry for you\" look. \n[115]Yeah you did. \n[116]Sure that's worse! \n[117]Look, I know I'm no dandy fop, Ph. D. Smith type. \n[118]I'm not a raging-- You're some character you know that. A real character. I'm a social drinker. \n[119]Wait here. \n[120]Hello! \n[121]Just checking. Well, if you know of a better way? Hello?! \n[122]Run! \n[123]Lisa!   Hurry! \n[124]Move your arse! \n[125]If I die in here I want you to know it's all your fault! \n[126]It's OK. It can't get us on dry land. Not when it's not raining, it can't. \n[127]... What? \n[128]The eggs are buried at the beach. \n[129]Everywhere that's been, the other one's followed. \n[130]It tried to eat us! And it's HUGE and looking for her ... but this will be the last place it looks. \n[131]Shit. \n[132]It didn't burn. \n[133]\n[134]You vicious little fu--! \n[135]We need to kill it. \n[136]Good man. \n[137]They'll never make it across the water. \n[138]Finishing each other's sentences now? \n[139]Nothing. \n[140]It took three of us to get that thing off me. \n[141]How are you still alive? \n[142]No, when that thing attacked you. You should be laid out in a box right now, but you're not. What makes you so special? \n[143]You were drunk! \n[144]Come on. \n[145]They're like leeches, right? They feed off your blood. Well when one of them bit Paddy, it almost died, why? \n[146]Exactly. If we taint our blood with booze, we're poisonous to eat. \n[147]We have just one night where we have to deal with this on our own. Tomorrow, we'll be sorted. We'll get off the island, they'll nuke the beaches or whatever they do, but all we have to worry about is tonight. And it's simple. We have a lock-in. We stay out of the rain and we drink. We can't stop them coming but we can be ready. \n[148]That's just the tip of the blood sucking iceberg. \n[149]No, that won't work. \n[150]No, no.    More like planning. \n[151]Listen, the only people that know about this are us and it's gotta stay that way or we'll have a panic on our hands. \n[152]This will work. And I'll keep order. I won't be drinking. \n[153]Thanks. Only one of us need risk it and I know these people and this island better than you. It should be me. \n[154]Lisa, I'm good to no one when I drink. I know that. So do you.     I can do this. \n[155]Of course you can. And you'll be the best drunken Guard this country's ever seen. You'll probably get promoted. \n[156]Brian, I want a table of everything Paddy had last night. \n[157]Come on.   Three fingers. \n[158]There, that's everything. \n[159]When this is over we need to talk. \n[160]Paddy. \n[161]Now the tainted blood. \n[162]Blow. Point two. \n[163]OK, now we know what we gotta do. Keep our blood alcohol levels at point two. \n[164]So lets do it. \n[165]Is this everyone? \n[166]Father, do you mind if I say a few words? \n[167]Can I have your attention please? \n[168]Folks, just a quick announcement, at Maher's Tavern tonight we're having a bit of a shindig and you're all coming to join us for what will be a great night's craic! \n[169]Yeah. \n[170]Who needs a reason to have a laugh? \n[171]What we mean to say is -- \n[172]What Garda Nolan means is we'd love your company. There's no point going home to a cold, empty house in weather like tonight when we'll be right across the street from here and we'll have music and craic and company -- and a FREE BAR! \n[173]That's the spirit! So c'mon, it's a party and the drinks are on us! \n[174]Weapons.   What have we got? \n[175]All right, what have you got? \n[176]Right, well look sharp. You know your stations: guard each exit and don't let anyone out. Bottoms up. \n[177]How much have you had? \n[178]Then keep drinking. \n[179]Blow. \n[180]No more for you. \n[181]You know as flattering as it is to hear a beautiful drunk slurring her feelings for me, now's not the time. \n[182]For the craic. \n[183]You're too hard on yourself. \n[184]Maybe because I put years onto people. \n[185]My what? \n[186]Una said what?   Of all the stories. Una is the biggest gossip going. You shouldn't listen to her. No one died. We just ... we didn't work out. \n[187]You're grand. \n[188]I didn't drink back then. No, she met someone else. It happens. \n[189]A toast. From an alcoholic to a workaholic. To getting out of this alive. \n[190]Patrol to Base. Patrol to Base. Come in, over. \n[191]How are we doing? \n[192]Great.   Keep it up. Over. \n[193]Jim, don't move! \n[194]You OK, Jim? \n[195]WAIT!    Oh Jesus Mary Mother of God. \n[196]Drive!    Drive! \n[197]\n[198]Let me drive! \n[199]Get us out of here! \n[200]We're gonna die! \n[201]Put your foot on the clutch! \n[202]\n[203]Let it! \n[204]Grab the table. \n[205]Brian, forget that help us barricade the door. \n[206]That's gonna blow!   Get rid of it! \n[207]Nothing! \n[208]Move back. \n[209]Is every one all right? \n[210]Is this what I'm like when I'm drunk? \n[211]Folks, listen carefully. We're moving this party upstairs. \n[212]It's just a precaution. \n[213]You can't.     No one can. \n[214]No!   You can't go outside! \n[215]Paddy! Brian! Cop on, I'm asking ya! Now's not the time for this. \n[216]No! \n[217]Get back! Smith, what are you doing? Smith! \n[218]Smith, listen to me. It's bigger than you think. Get back inside now! Please, I'm begging you. \n[219]Smith, mate! Listen to me! \n[220]Everyone, upstairs!      Now! \n[221]Everyone, stay calm.    They can't get up here. \n[222]Has anyone been bitten? You haven't been bitten because of the alcohol you've been drinking. They're allergic to drunk people. So there's no need to panic, we're safe up here. Has anyone got a mobile on them? \n[223]Call the mainland. Call the Coastguard. Call whoever you can get through to. \n[224]We'll be fine! \n[225]We're the Gardai. Not the LAPD. An Garda Siochana will succeed not by force of arms or numbers, but on their moral authority as servants of the people. \n[226]Something's not right.   It can't be that hungry. \n[227]Tadhg Murphy's dead! \n[228]No, no, Tadhg Murphy's fine. He's at the festival on the mainland. \n[229]What the hell does that mean? \n[230]Grand.   Ah sure what can ya do. \n[231]What's your reading? \n[232]What about the phones? \n[233]OK, we know it does two things: it drinks blood and it breathes water. We took away one, we could take away the other. \n[234]We need to keep it away from water. Dry it out somehow. \n[235]There's got to be some way we can stop it, fight fire with fire. \n[236]-- A death trap. \n[237]Have you got the keys to your truck? \n[238]I need them. \n[239]Absolutely not, it's too risky. Paddy you go. \n[240]No.   It's too dangerous. \n[241]If you get in trouble.      Pull the trigger. \n[242]Careful. \n[243]Just get the keys and come right back. I'll do the rest. \n[244]Shush!!    Keep your voice down! \n[245]Run very fast. \n[246]Improvise. \n[247]Hurry. \n[248]Where is she? \n[249]I need those keys. \n[250]Lisa? \n[251]\n[252]\n[253]It's following me, so you get the crusher and I'll lure it into position. \n[254]What is? \n[255]I know. \n[256]Fuck knows. \n[257]I've got an idea. \n[258]What's your idea? \n[259]\n[260]Run! \n[261]Come on, you langer. Just a little closer. Move. Hey, you want me, you're going have to come across and get -- \n[262]Awwwwww bollocks. \n[263]Enough!   Piss off! \n[264]You took your sweet time. \n[265]Sláinte. \n[266]He couldn't handle his drink. \n[267]... What are you...? \n[268]Jesus, you're dangerous. \n[269]So do you. \n[270]You know if you lived here you'd be home already. \n[271]I'll need all the help I can get. \n[272]Yeah. \n[273]Sounds good. ", "LISA": "\n[1]Shit! \n[2]Howya. O'Shea, is it? Ciarán?     We spoke on the phone. I'm Garda Nolan, Lisa. \n[3]Yeah, well. Just being polite. \n[4]I have a bag. \n[5]Would you like a mint? \n[6]Smoother than most. \n[7]That'd be great, thanks. \n[8]It's gorgeous, isn't it? \n[9]Uhm, what kind? \n[10]I'll take it black, thanks. \n[11]I'm sure we can find something to do. \n[12]Ta. \n[13]Not a bother. \n[14]Garda Nolan. \n[15]Do I go...? \n[16]What makes you say that? \n[17]Well, I'm not. I'd some holidays saved that needed to be taken and this posting came up and I thought sure what harm, why not? Can't hurt with the review board, you know? \n[18]Dublin Central. \n[19]Great. We got drugs, muggings, murders and rapes. Always on the go. \n[20]You never know. It's the quiet places where all the mad shit happens. Just open a paper. \n[21]What? \n[22]And should I be ashamed of that? \n[23]Seatbelt.    It is the law. \n[24]Grand, thanks. \n[25]I'd prefer it if you'd introduce me as Garda Nolan. \n[26]I do. \n[27]Lisa. \n[28]That was quick. \n[29]Two weeks. \n[30]So what happened? \n[31]What are those marks? \n[32]They didn't beach themselves? \n[33]You, what's your name? \n[34]Carry on. \n[35]Watch where you're going. \n[36]Hi, do you have an iron? \n[37]Hi. \n[38]Another time, maybe. \n[39]Thanks. See you tomorrow. \n[40]Oh, right. Well, I have a key so ... see you Monday then. \n[41]Is everything all right? \n[42]What do you want? \n[43]I have work tomorrow. \n[44]You're drunk. \n[45]Is that so? Say the alphabet backwards for me. \n[46]I hope you're not driving? \n[47]You're going to ride a horse while intoxicated? \n[48]Amazing, and you're in charge here. \n[49]It's OK. \n[50]Just your head? \n[51]Do you get this drunk every night? \n[52]Let's get you to bed. \n[53]Grand, thanks. Do I have something to sign? \n[54]How's the weather looking? \n[55]Really? Are the gulls flying low or something? \n[56]Temporarily. \n[57]Depends what you're fishing. \n[58]Widowed? \n[59]The single room is fine. \n[60]I'll think about it. \n[61]Morning. \n[62]How much does a place like this go for? I mean it's close to the beach, all mod-cons. It's perfect. \n[63]Section four point one of the Public Order Act. It is an offence for any person to be present in any public place while intoxicated to such an extent as would give rise to a reasonable apprehension that the person might endanger themselves or any other in the vicinity. \n[64]For your own good. \n[65]Relax. You passed out before I could find your house. \n[66]Garda Nolan. \n[67]Hi. \n[68]What is that thing? \n[69]And this attacked you? \n[70]What's that in its mouth? \n[71]That's not a tongue. \n[72]That's disgusting. \n[73]Do you reckon those things had anything to do with those dead whales? \n[74]What is it? \n[75]Where could he be? \n[76]Not really. \n[77]Where are we going? \n[78]It's Sunday. Hey, neither are you! \n[79]-- Smith's a nice fella, isn't he? \n[80]A proper gentleman.   And such polite company. \n[81]A lovely fella. \n[82]I'm not-- I take pride in my work. Unlike yourself. \n[83]You're looking in the wrong place, Columbo. \n[84]Hold it steady. \n[85]Stop talking to yourself.   It's very distracting. \n[86]Uh huh, great. There's something up here. \n[87]It's a -- \n[88]Ugh, it stinks like that thing. \n[89]Oh the Divine Mother of Jesus -- \n[90]Watch out! \n[91]You broke its nose. \n[92]So when can they get here? ... Tomorrow? ... And what about the state pathologist? \n[93]Doctor, we need to know. \n[94]I can't say that. \n[95]No, no, don't put me through I've already spoken to -- ugh. Thanks. \n[96]OK, so what does that mean? \n[97]Did you show that thing to anyone else before we saw it? \n[98]We think there might be another one of those things, at least one anyway. \n[99]Smith said it needs water, right? \n[100]Whatever. But if it needs water to survive, how could it be moving about on dry land? \n[101]There's a storm due tonight. \n[102]I think we've got at least two missing persons. We need to take a look. \n[103]I didn't say anything. \n[104]What look? \n[105]No I didn't. \n[106]No, I gave you the \"I feel embarrassed for you\" look.   Big difference. \n[107]What's Smith got to do with your raging alcoholism? Hmm? \n[108]Uh huh.   Of course you are. \n[109]Lovely. \n[110]Are we missing some fishermen? \n[111]My heart!    What are you doing? \n[112]What are you expecting?   \"Helloooo, 'tis only me.\" \n[113]I'm trying! \n[114]Get your hands off my arse! \n[115]I swear to God, if you don't stop! \n[116]Oh shut up. \n[117]The size of it. \n[118]Leg it! \n[119]Run! \n[120]We know. \n[121]Smith, it's for the best. \n[122]Shut it off! \n[123]Is it dead? \n[124]Ah!    Jesus! O'Shea! \n[125]We need to get help. \n[126]If those eggs hatch, with no whales to eat -- \n[127]What? \n[128]What have you been eating? \n[129]Not a tiger. \n[130]Because Paddy was so intoxicated his blood-alcohol level was toxic. \n[131]If you want to get that close to it, good luck. \n[132]How drunk are we talking here? \n[133]No offence but I don't think my body can handle Paddy levels. \n[134]And with everyone hammered there's no one in a fit state to call the shots. The non-alcoholic shots. \n[135]But what's to keep us safe from ourselves, forget what's outside, we could fall over and break our necks trying to conga. Statistics prove put a large number of people in a confined space, ply them with booze and -- \n[136]That's not what it said. \n[137]You?   We'll both do it. \n[138]I see what you're doing here but have you forgotten you're a dependent alcoholic organising a piss up in a brewery! I'll do it. It'll be easier. \n[139]OK. But just so you know, I don't drink. I've never even been drunk. I don't know if I can. \n[140]Ah stop. \n[141]You charmer. It's true, though. \n[142]Oh you gotta be joking me! \n[143]He never liked me as much as her. She was the talented one, Daddy's little girl. That bitch! \n[144]But I got you guys.    I love you all. Even you. \n[145]I need to pee. \n[146]Ow. \n[147]It's a welcome party for me. \n[148]So it's a goodbye party.    Whatever. \n[149]What's her problem? \n[150]-- Hey bucko! Where are you going? This party's for your benefit. And all of you are gonna be there too. It's the law! \n[151]And I swear to God I'll arrest any one of you who isn't. Chalk it down! \n[152]What's your name? \n[153]Crap. \n[154]I dibs the flare gun. \n[155]I dibs the water pistol. \n[156]Tequila! \n[157]I dunno, you know? \n[158]C'mere. Listen. Listen. At the end of the day, you know? I dunno. I'm so into you right now. Joke. Kinda. \n[159]Not enough to fancy you. \n[160]That's it, is it? You think I think I fancy you. That's the sitchuashun we got, huh? \n[161]Well I do. So whatcha wanna do 'bout it? Arrest me? \n[162]Why do you drink so much, Ciarán? \n[163]Yeah right, and I work everyday 'cause I'm driven. \n[164]Always chasing them goals, you know? Always chasing. Always running. \n[165]I feel like I've known you for years. I don't know why. \n[166]... Yeah.    That's true. \n[167]I'm sorry about your wife, O'Shea. I really am. \n[168]Una told me, how she died.    I'm so sorry. \n[169]Oh.    Ah shite, I'm sorry. \n[170]... Did you split because ... because of your alcoholickissness? \n[171]Feck her, O'Shea. If you want I'll find her and do her in for you? \n[172]Hmm, toast. \n[173]Git!   G'wan! Shag off! \n[174]Fuck that. \n[175]Get in. \n[176]Shite.    Get in. \n[177]Shite! \n[178]I'm not feeling so good.     I need a drink to calm me nerves. \n[179]I can't drive with you shaking me. \n[180]I am arresting you for the murder of Doctor Gleeson. You are not obliged to say anything unless you wish to do so, but whatever you say will be taken down in writing and may be given in evidence. \n[181]Fuck that. \n[182]It's eating the jeep. \n[183]Who wants toast? \n[184]Grand. \n[185]You're worse. \n[186]It's raining. \n[187]Because of the rain. \n[188]Don't worry, we have it all under control. There's nothing trying to kill you. \n[189]And so's his wife. \n[190]My cat does that, then leaves it on the doorstep as a present. \n[191]Play hard to get. \n[192]The Grabber! Not the Grabber- Grabber, the mechanical one! The big yoke, with the arm and the thing and you know? That big aul whatchamacallit you crush things with. The feckin' thing at Cooney's site! What's it called? \n[193]Exactly! With that thing you could grab it, hoist it up and trap it. It's raining now but it has to stop some time right? And when it does it'd be stuck. Once the sun comes up it'd cook. That'd dry it out. \n[194]Slow down there. I'll do it. \n[195]Which is exactly why you'll want the best drunken guard this country's ever seen. Right? \n[196]Oooh, savage. \n[197]Got it.    Just the keys. \n[198]I'll be all right. \n[199]\n[200]Focus. \n[201]Get off. \n[202]\n[203]Would ya come on for fuck sake! \n[204]I'm breaking so many laws. Drinking on duty. Driving under the influence. Speeding. Driving without lights on. \n[205]Ah that's better. \n[206]It's gone. \n[207]The crusher, the JCB. It's gone. It's not here anymore. \n[208]Ciarán. \n[209]What are we gonna do now? \n[210]I've got an idea too. \n[211]Why, what are you thinking? \n[212]Wait! We're not ready! \n[213]Give me the keys! \n[214]Got 'em.   Shit! \n[215]Got 'em! \n[216]-- the wrong keys. It won't open. \n[217]... Breaking and entering.   Jacking a stolen vehicle ... \n[218]Get away from him, you --! \n[219]\n[220]I got you. \n[221]I think this calls for a celebration. \n[222]O'Shea! \n[223]Oh shut your hole. \n[224]I know! \n[225]You look like crap. \n[226]Here. \n[227]I think I'll take some time-off. \n[228]Home of the Erin Island Grabbers. It's gonna get mental round here. \n[229]You want to get some breakfast? \n[230]First, lets get out of these wet clothes. ", "PADDY": "\n[1]Take a look at this. \n[2]He's not a lobster. \n[3]I didn't.    On me life. \n[4]So what is it? \n[5]An octopus? \n[6]Wouldn't you like to know? \n[7]But you would, though. \n[8]You would! If you were to know what I know you'd want to know. \n[9]Right, between you and me, I caught meself a sea monster today. \n[10]Swear to God, may he strike me down. Ya don't believe me? \n[11]I'm no liar! \n[12]Feck off, you. \n[13]In me bathtub. \n[14]Having a bath. \n[15]Ignorant gobshite. \n[16]Hmm? \n[17]Nothin'.   Didn't open me mouth. \n[18]You see you, if this wasn't the only feckin' pub on this shittin' island I'd piss on it than sooner come in here. \n[19]Ah I'm joking, you know that.   One more, huh? \n[20]You dirty ... \n[21]Bastard. \n[22]So I get a reward for discovering it, right? A finders fee? \n[23]But I get something, right? \n[24]A Grabber. \n[25]I discovered it.      I get to name it. \n[26]Hello. \n[27]A Grabber. \n[28]Stuck on the ceiling, it was. Like a pancake. Nearly ripped me throat out. \n[29]'Tis dead. \n[30]It spits like a frog and strangles ya. Whippet fast, and sharp. \n[31]It's gotta be worth a fortune. \n[32]I stood on it a few times. \n[33]Could you put it on the eBay, do ya think? \n[34]How can you tell? \n[35]Holy Christ, wait till I tell ya! \n[36]What?   What's wrong with ya? \n[37]Come look for yourself. \n[38]How am I supposed to wash meself? \n[39]It's the letter zed! \n[40]Tadhg Murphy got a look of it when I brought it in. It gawked on him, but that was it. \n[41]Why? \n[42]Are you serious? \n[43]Mostly bollocks. \n[44]It was raining! When it rains there's no such thing as dry land. \n[45]It'll piss it down. \n[46]The black rock caves. I caught the female just beyond there. \n[47]Ya know what's to blame for all this? Global warming. Ya got your icebergs meltin' and your thingmajigs floodin'. The whole world's drownin' and we don't have the gills for it. \n[48]We're here. \n[49]Tides coming in. Another hour and this place will be under water. \n[50]You can be sure of it. \n[51]Mother of God. \n[52]The eggs are buried on the beach! There's feckin' loads of 'em! \n[53]Well done. \n[54]See ya later, lads. \n[55]They're hatching. \n[56]I woulda helped but I've a bad back, gives me shocking pain, you know yourself. \n[57]Diet and exercise. \n[58]I was always lucky. \n[59]Slow down for fuck sake. \n[60]And you told me to cut back. \n[61]Are we for real?    Are YOU for real? Show him. \n[62]Can you drink it? \n[63]Feck that.     A waste of whiskey. \n[64]It takes years of practice. \n[65]-- you've got a hooley. \n[66]It's gonna rain any minute. \n[67]Saturday night. \n[68]Oh it was a big one. \n[69]I also had a snifter of ... \n[70]A little home brew. \n[71]A bird never flew on one wing. \n[72]Ah come off it, this could save all our lives yet. \n[73]There ya go, pet. \n[74]You will in me shit. \n[75]I've got a hurley and a pellet gun. \n[76]Shoot pellets. But I don't have any pellets. \n[77]A water pistol? This thing likes the water. \n[78]Ya all right? \n[79]Ya haven't touched your pint.    Ya gonna finish it? \n[80]We're what?! \n[81]No!    NO! \n[82]I was just gettin' a taste for it. \n[83]Ah relax. You'll give yourself angina. \n[84]Right you are! I'm sick of your bollocks. \n[85]Feck your photos, change the kegs! What? He's flutered, sure he'll be fine. G'wan, Smith! Fine fella y'are! \n[86]A Grabber. \n[87]He flew?! \n[88]Jumpers. \n[89]They jump. \n[90]It's the female. It's following her scent. Sure didn't she slime you in the lab? Like with me bathroom and Tadhg Murphy. \n[91]A mating ritual. \n[92]It'll try to mount you, somehow. Failing that it'll most likely rip you limb from limb in frustration. \n[93]What if we threw a bomb at it? \n[94]Not on me, no. \n[95]I vote we feed it Father Potts. Unless it eats shit it'll choke to death. \n[96]Feck, is he in here? I was joking, Father. I apologise. \n[97]Look outside. \n[98]A Grabber? \n[99]You think you can catch that thing? \n[100]You might not get past them, but someone else could. \n[101]What?   Feck off!   Brian should go. \n[102]She's a goner. \n[103]I got it. If its you it wants, then we give it what it wants. We fashion a dummy, dress it up like bait and confuse the shite out of it. It won't know where to look when there's two of you. \n[104]What is she doing at all? \n[105]Yoohoo! Come and get me, you rotten bastard! \n[106]Good luck, boy. \n[107]Jumpers. ", "SMITH": "\n[1]One second. \n[2]Smith. \n[3]No.   It's marine ecology. \n[4]More fortunate really. I'm based here doing studies for the department of the marine. \n[5]Hold this, please. \n[6]So how long are you here? \n[7]Oh, wonderful. Wonderful.   Are you staying nearby? \n[8]Hmm?   No, they're just sleeping. \n[9]Well they're pilot whales. It happens with them from time to time but no one really knows why. \n[10]Not sure. Possible scratches off the rocks while washing up here. \n[11]No, they died at sea. \n[12]It's a strange one all right. \n[13]Is that your professional opinion? \n[14]I told you I'm not calling it that. It needs a binomial nomenclature, one identifying its genus and class and once I've figured that out -- \n[15]Hi. \n[16]I haven't a clue. I've never seen anything like it. It's a completely foreign species. I can't even begin to originate or class it. \n[17]I'm not sure. \n[18]Well basic tests I've done so far have shown up nothing usual or normal. It's beyond mystifying. Really I can't be certain without opening it up. \n[19]Would you stop doing that? It isn't any wonder it bit you. \n[20]Its tongue. Check it out. \n[21]I'm guessing it bleeds its prey like a leech. Consuming the blood, like some sort of vampiro toothis. \n[22]Toothis. It's a rare deep sea squid but this isn't that, not in Irish waters. No, this is something totally different. Something ... alien. In that it's undocumented. \n[23]But here's the thing... \n[24]-- When I tried to clean some dirt off of it -- \n[25]-- this happened -- \n[26]All this thing needs to survive is blood ... and water. \n[27]You are not putting this on eBay. You're lucky she didn't kill you. \n[28]Yeah, it's a female from what I can tell. \n[29]It's got no testicles. \n[30]And ... she was pregnant. \n[31]We're dealing with something extraordinary here. And if it looks like this when it hatches, then this species nests on land. \n[32]Good, you're back. I have a theory! Those whales were killed as a food source for their spawn -- \n[33]Exactly. \n[34]Oh. \n[35]What are you doing? \n[36]You found another one?     Where? \n[37]Are you mad? Don't do that! \n[38]No, stop, you'll -- \n[39]No, you muppet! If he lights that in here you'll-- \n[40]-- get it wet. \n[41]You really are Irish. \n[42]Careful. Once it's wet I don't know what it can do. \n[43]OK, it's an alien. \n[44]No! You can't! It's the scientific discovery of our time, imagine all that we could learn \n[45]I think we got it. \n[46]It's still moving. \n[47]-- they'll head in land to feed. \n[48]Mustn't have liked your blood much. \n[49]No, it's a cryptozoological amphibious sanguivore. \n[50]In theory. \n[51]A hostile migra -- \n[52]God sake. \n[53]I give up.     Yes, a Grabber. \n[54]Because alcohol is a poison. It needs to be ingested to take affect. Also to preserve specimens I keep them in an alcohol based solution. Just like with this one, right now. \n[55]Yep. \n[56]Paddy levels of drunkenness. \n[57]That would put you both at risk.    I suggest it's just O'Shea. \n[58]I agree. \n[59]Right, if we're doing this we'll need a blood test from a healthy subject. Lisa, you're the fittest person here. \n[60]How are we going to determine that based on each person's body mass index? \n[61]What are we gonna do with a pellet gun? \n[62]Great, well you can just wave it at them then. \n[63]I've got a flare gun. \n[64]Reading you loud and clear.     Over. \n[65]Ignorance is bliss. \n[66]I can't feel my face. \n[67]I think I'm drunk, Brian. \n[68]Your floor is broken. \n[69]I do. \n[70]Are these my sausages?! Kill me. \n[71]We need more alcohol. \n[72]It's raining again. \n[73]I need a picture with it. For National Geographic. And Facebook. \n[74]Shush, you'll scare it. \n[75]Steady. You don't want to eat me. I'm ripped to the tits! \n[76]Sticky. \n[77]See! I told you. It's just an animal, it doesn't want to hur-- ", "BRIAN": "\n[1]We do indeed. \n[2]Ah leave him off, Una. \n[3]Ah feck them. \n[4]Same again? \n[5]I tell you what though if I weren't, you know, I'd be up them stairs like a shot. \n[6]Ha! \n[7]He called you a gobshite. \n[8]Fine.   You're barred. \n[9]What? \n[10]Are ye for real? \n[11]That? Sure you could kill that with a hammer. \n[12]Grabbers. \n[13]How do you know? \n[14]It's filled with? \n[15]Just discussing something. \n[16]Great. It's her birthday next week now she thinks this is something for her. \n[17]If those things do come for us, we'd be lambs to the slaughter if bombed out of our brains. \n[18]What night was last night? \n[19]Comin' right up. \n[20]She's langers. \n[21]What's that? \n[22]You bring potcheen into my bar? \n[23]I'll take that. \n[24]If you're right, this will kill it? \n[25]We'll have to do shots. Properly tear the arse out of it. \n[26]Who's going to pay for all this by the way? \n[27]It's Fr Potts last mass, so everyone that didn't leave yesterday for the thing in Dungary. \n[28]What?! \n[29]C.P.S. forty-one hundred pump action twin jet Super Soaker. Shoots twenty feet. The nephew's. \n[30]It's a water pistol if you use water. Fill it with petrol and you've got a flamethrower. \n[31]How's the heart, Mamie? \n[32]Thank Christ for that. \n[33]Both for you? \n[34]Right, right. Are you sure? \n[35]Grand, grand. C'mere Hilda, you're looking well. Did you lose weight? \n[36]Yeah, yeah. How much would you say you lost? Would I be right in thinking you're around fourteen stone? \n[37]No? Fifteen? Yeah, I better go with fifteen to be safe. \n[38]Base to Patrol. O'Shea we're running short here. We're dry on four taps and out of spirits and wines. Over. \n[39]Merciful shit. \n[40]Smith! \n[41]Smith, the lighter! \n[42]Hurry! \n[43]Smith!   Light me! \n[44]Nearly. Put the other light away. ... Stall on now. That's it ... \n[45]Almost there. \n[46]All right you ugly bollocks, have some of this shit! \n[47]Ahh, Christ! \n[48]What was what? \n[49]Here, honey, have a drink. \n[50]Have two. \n[51]It's nobody, honey. \n[52]We're dry. \n[53]Unless someone goes outside to change the kegs, we're done drinking for the night. \n[54]You see you! This is your fault. You brought that thing on the island. \n[55]I'll give ya angina.    Outside, now! I claim ya! \n[56]C'mon then, put 'em up. \n[57]It's just linen and cleaning stuff. Nothing we can really use. \n[58]Yep. \n[59]It's swinging one of Tommy Riordan's sheep at the door. \n[60]Too drunk to drive a car but not drunk enough. We're sobering up. All of us. \n[61]Have you got semtex on you? \n[62]How about we like push it off a cliff or something. \n[63]You'd need some sort of...? \n[64]They'd be in the kitchen.     On the table, I think. \n[65]She's right. \n[66]I could try... \n[67]You missed. \n[68]How are you gonna get to the truck? \n[69]You gotta go now. \n[70]We can't wait, son. \n[71]Run, O'Shea, run! \n[72]Let's bury the hatchet, Paddy... into the heads of those feckin' things! ", "UNA": "\n[1]Sparks flying there, huh. \n[2]Do you like her? \n[3]You should talk to her. \n[4]God, ye're all the same. \n[5]Listen to you. Eight years I was waiting for him to get down on his knee. Have ya ever heard the like of it? My family thought I was mad wasting me time on him. \n[6]Ah feck you, Brian. \n[7]Good morning. Sleep well? \n[8]Oh yeah.   The big one. \n[9]Oh, there's a storm coming. \n[10]No, it's on the telly. \n[11]So, you're working with O'Shea? \n[12]He's a nice fella isn't he?    Quite a catch. \n[13]Single? So's O'Shea. Well, widowed. \n[14]Why do you think he's here? Sure there's no want for him round this neck of the woods but I suppose he wanted the peace. Or his superiors thought he did. He doesn't say, God love him. \n[15]So will you be sticking to the same room all week? Because we have a few doubles. There's more room in those, you know yourself. \n[16]Are you sure now? You never know if you want to stretch your legs later on. Give it a week and we'll be booked solid, so we will. \n[17]What's going on here then? \n[18]Looks like you're plotting something. \n[19]Huh. Carry on. \n[20]You're throwing a party? \n[21]Why? \n[22]A welcome party? But you're leaving in a fortnight. \n[23]You only just got here. \n[24]What's goin' on? \n[25]What was that? \n[26]I have a drink. \n[27]I've drunk enough. \n[28]Who is it? \n[29]Mother of Jesus! \n[30]A precaution to what? \n[31]This party isn't for me, is it, Brian?! You lied to me! \n[32]What thing? \n[33]Stop fightin! Stop fightin! \n[34]Oh my God! \n[35]It's not gonna stop, is it? We won't survive the night. We're on a sinking ship. \n[36]We can't just sit here. It'll bring the walls down around us. \n[37]Or electrocute it?   I don't know. \n[38]If we can't destroy it, what can we do? \n[39]What do you mean? \n[40]Sure 'tis lepping about all over the shop. \n[41]You can't go downstairs, those things will tear you to pieces. \n[42]Not a hope. \n[43]Look what they've done to the carpets! \n[44]Love, you're not that fast. \n[45]I love that song. \n[46]Do you smell smoke? \n[47]Come on! ", "DR GLEESON": "\n[1]In all me years, never seen anything like it. \n[2]Oh hello, love. How are ya? \n[3]I've a few winegums? Would ya like a winegum? \n[4]The fact he's just a head! \n[5]Jesus what do you think? You bring me someone with a head cold or a headache and I could do something. You bring me just a head and you're taking the piss. \n[6]They could bury him in a shoebox. That's not right. \n[7]I don't know. A tiger? \n[8]I'm telling you his head was torn off. By something big. \n[9]Grabbers? \n[10]Where are you getting all these heads? \n[11]This place has gone to the dogs. \n[12]-- Grabbers. \n[13]But if its allergic to booze can't we just hose 'em with vodka or some shit? \n[14]So what if we sprayed whiskey in its mouth? \n[15]She's in for a shock. \n[16]You're gone off your game, boy. \n[17]Yeah but single someone out and they'll be sought as the only meat on the menu. \n[18]Holy Christ! \n[19]You unnatural eejit. You're what'll kill us. Point two?! \n[20]You're looking at up to ten pints each depending on height and weight. \n[21]I've got a nail-gun. \n[22]And a board with a nail in it. \n[23]Ugh, bloated. \n[24]Hold onto it for me. \n[25]C'mon, c'mon. Is some bloke doin' his makeup or what? \n[26]Ah, feck the likes of this. \n[27]Whoa, feck off! \n[28]Christ Almighty, me head! \n[29]Get it off! Get it off! \n[30]I had to piss. ", "TADHG": "\n[1]He's a biggun. \n[2]Then what is it? \n[3]Oh ya bastard, Paddy!      Ya knew it was gonna do that. \n[4]Eurgh, the smell. \n[5]I dunno, it's a feckin octopus or something, it's covered in seaweed. But 'tis no feckin' lobster! \n[6]I'm watching this. \n[7]What? \n[8]Apart from your Mam. \n[9]Irene? \n[10]Someone's at the door. \n[11]All right, all right. \n[12]It's that bloody Declan Cooney and he's pissed as a fart. \n[13]Cooney, you look like death.   What are you doing? \n[14]To dance? \n[15]Cooney?   Are you all right, mate? \n[16]Cooney? ", "OMITTED": "\n[1]\n[2]\n[3]\n[4]\n[5]\n[6]\n[7]\n[8]\n[9]\n[10]\n[11]\n[12]\n[13]\n[14]\n[15]\n[16]", "FR POTTS": "\n[1]Mass has ended, go in peace to love and serve the Lord. Amen. \n[2]Go mad. \n[3]Jesus Christ, Una. \n[4]Ah now, what kind of party is this? \n[5]Why? \n[6]What the fuck was that? \n[7]And what in the name of fuck were those things? \n[8]Ha? \n[9]Jesus, I hope not. \n[10]I beg your pardon. \n[11]You'd be talking about the drunkest person we got. \n[12]You'll need a decoy. \n[13]And how the hell do we make a dummy? \n[14]We're going up in flames! ", "SKIPPER": "\n[1]... Yeah. \n[2]Secure the lines. \n[3]Haven Point. Haven Point. Haven Point. This is Fishing tug Merry Widow. Call sign echo whiskey niner ait fife. Position five nautical miles west of Erin Island. Responding to unknown distress flare. Over. \n[4]Definitely something ... \n[5]Roy! \n[6]Can you see him?! \n[7]Don't lose him! \n[8]Roy! Don't panic, mate.     Swim for the buoy! \n[9]Put it on. \n[10]Just do it, boy. \n[11]Radio a mayday! Move! \n[12]\n[13]C'mon, Roy, mate. Fight. ", "GREG": "\n[1]You can't be serious? \n[2]Every bloody night. \n[3]Ye cheated! There's five aces!    I counted 'em! \n[4]Not so funny now, huh? \n[5]... Shite. \n[6]C'mon, Roy, kick! \n[7]What happened? \n[8]Mayday-Mayday-Mayday. Merry Widow, uh, echo whiskey niner ait fife. Man overboard. Man overboard. Emergency assistance required. Position -- \n[9]Jesus Christ! \n[10]Please hurry. \n[11]Skipper? \n[12]Oh Jesus.    Oh Jesus.   Oh Jes-- ", "KENIFICK": "\n[1]Garda Nolan, lovely to have you. O'Shea, you look like shite. Would you go way and shave. \n[2]Smooth crossing? \n[3]So what do you think of the place? \n[4]'Tis indeed. \n[5]So you can have my desk while I'm gone. O'Shea will tell you, 'tis mostly administrative, processing permits and that sort. You might catch the odd bit of commotion every now and then but half the island's leaving for the show in Dungary so it'll be dead all weekend. \n[6]You tell me. \n[7]You could.     But you wouldn't. \n[8]Don't be late, I said.      What did I say? \n[9]I'm coming, I'm coming.    Right, I'm off. \n[10]Rightio. Reports and files in the top drawer, anything you need, O'Shea will be here to show you round. O'Shea? \n[11]Slán. \n[12]Won't go far with no tickets.    See you in a fortnight. Be good. ", "IRENE": "\n[1]Tadhg, you're stinking. Would you get in the bath already, I can smell you from here. \n[2]What were you doing at all today? \n[3]God, 'tis blowing a gale out. \n[4]I said 'tis ... nothing. I don't know why we had to move here. There was nothing wrong with me Mam's house. \n[5]What was that? \n[6]What? \n[7]I'm not dressed. \n[8]Don't give that cowboy any money. He'll only piss it up the wall. \n[9]What does he want? \n[10]Jesus. \n[11]Tadhg!    Tadhg! \n[12]Honey?    Oh God. Oh God. ", "COONEY": "\n[1]Nah, just stripping an oil tank. This place is a death trap sure. \n[2]Where's Kenifick? \n[3]Why?    What's up? \n[4]What kinda things? \n[5]That'll do, boys.    Pack it up. \n[6]Don't forget the shovels. \n[7]Daly? ", "MAMIE": "\n[1]Oh here we go. \n[2]Two shandies, Brian pet. \n[3]Tip top. \n[4]Perfect. \n[5]I'm goin' home. I'm pisht. \n[6]Thanks be to Jesus, let me out of here! \n[7]Father, is it the apocalypse? ", "HILDA": "\n[1]Sold! \n[2]Two pints please, Brian. \n[3]No.   Jesus, what'cha take me for? \n[4]I am! \n[5]Aw, really? Well I have been doin' the walkin'. \n[6]Oh, God.     What does it want? "}}