{"dialogues": {"PHIL": "\n[1]Hello? \n[2]Okay. I'd like to see Gram Parsons. \n[3]Yes. Alone, if possible. And would you have a gurney standing by in case I need to move him? \n[4]Actually, I'm his road manager. \n[5]No. \n[6]Now listen here... \n[7]Sheesh! \n[8]Hello buddy. How you been? \n[9]Well, I can't stand around here chatting with you all day. Things to do... \n[10]Naw, I'm cool thanks. \n[11]Just taking some stiff down to neurology. \n[12]Urology. \n[13]Okay. Just hold your horses - I'll go check the paperwork. \n[14]No. You have your paperwork. I need to go check my paperwork. \n[15]Martin Luther King. \n[16]This.... ...isn't.... ...the best time... ...Baby.... \n[17]Yeah, out of a job again. \n[18]How do you know I wasn't? \n[19]I was still 'on staff'. He was still my responsibility. \n[20]So where have you been, anyway? \n[21]How long this time? Two weeks? \n[22]Yeah, but I usually leave a note. And there's a paycheck involved. \n[23]What's this? \n[24]Hello. \n[25]When you're here, I spend my time wondering when you're going. And when you're back, I wonder where you've been. \n[26]You mean there's more than that? \n[27]There's dull, boring, normal. You should hook up with someone who works in a bank. I know a guy, actually. He has fish for dinner every Friday, cleans his shoes twice a week and buys his ties in bulk because it works out cheaper that way. I'll put you in touch. \n[28]I represent the combined forces of charm, enchantment and exuberance. \n[29]Long time, no see, Barbara. \n[30]Meet Barbara. \n[31]Gram's ex-girlfriend. \n[32]What do you want, Barbara? \n[33]That's nice. I have no idea what you're talking about. \n[34]Did he write that with joined up writing or was it before he knew how? \n[35]That's not a will Barbara, and you know it. \n[36]Guitar? \n[37]It's been a while since you were around, Barbara. \n[38]Hey, well done. You found the only unbroken thing. \n[39]It's all part of the grieving process. \n[40]Nothing. \n[41]Do me a favor and get the guitar, sweetheart. \n[42]I gotta make a call. \n[43]Obsequies? What the hell does that mean? I'm... \n[44]Yes, you can help me as a matter of fact. I am... \n[45]These things aren't that big. \n[46]Not really. \n[47]It's best you don't know. \n[48]Well, that's the point. \n[49]Right. \n[50]Again. \n[51]Hello? Anyone there? \n[52]There you are. I'm looking for Larry Osterberg. \n[53]You Larry Osterberg? \n[54]Very nice.     What's that noise? \n[55]Okay. \n[56]Right. \n[57]Oh, I'm Phil Kaufman. \n[58]I'd like to hire your car. \n[59]Well, I need to pick someone up at the airport. \n[60]Yes, of course. It's just that I'm told your car is more suitable. \n[61]Well... it's a hearse. \n[62]It's... a joke. \n[63]A prank.   A surprise. \n[64]No, it's more of a fifty dollar surprise. \n[65]Booked how? \n[66]Well, here's two hundred dollars to unbook it. Let 'em carry their own trombones. \n[67]You don't need to count it.   You could trust me. \n[68]That last twenty is for gas. Anyway - I haven't even seen the car yet. I'm the one who's operating on trust. \n[69]Bernice? \n[70]It's yellow. \n[71]It's supposed to be black. \n[72]That might be my point. \n[73]I paid you two hundred dollars for a black hearse. \n[74]Okay.   Where are the keys? \n[75]I gotta go. \n[76]Okay.   Well, let's boogie. \n[77]Well, I've paid top dollar, so it's nice to see I'm getting the best... \n[78]You are famous throughout the greater Los Angeles area. \n[79]But you are the only guy with a hearse. Don't go getting carried away... \n[80]Pull over. \n[81]Shit. \n[82]Nothing. \n[83]We'll wait here. \n[84]Soon. \n[85]Why do you ask so many damn questions? \n[86]Look, will you please shut up asking me stuff? \n[87]Morning. \n[88]We'll make the pick-up in the morning. \n[89]I'm here to pick up a... coffin. \n[90]Yes I am. \n[91]Okay.   A casket. \n[92]It   was due out on the next flight to   New Orleans, but I'm driving it   now. The stiff doesn't like to   fly. \n[93]Yeah, but it's my day off. \n[94]Mine or the...? \n[95]Parsons. \n[96]They'll be along. With this being a rush job, they said you'd understand. \n[97]Yup.   That's a she. \n[98]Yeah... \n[99]Gone?    Whaddya mean, gone? \n[100]Nice work.     So how do I get my box back? \n[101]You're a damn thief. \n[102]Can you speed things up? \n[103]I'd like to get to the Joshua Tree while it's still light. \n[104]What? \n[105]Joshua Tree, yeah. \n[106]Joshua Tree, Louisiana. Just outside the city. \n[107]It's small. Just another local community struggling to get by. \n[108]Use your phone? \n[109]Yeah.   I'm a real lucky guy. \n[110]Well, I don't care if it is first thing in the morning - but I sure need a coffee. I tell you, I've never seen so many darned bits of paper to sign! It's paperwork which is slowing this great country down. We're drowning in triplicate! \n[111]Good morning officer. \n[112]I was just saying how people with work to do - people like yourself, officer - are just getting engulfed by paper. Grab the end, will you? Doesn't that just drive you plain crazy? \n[113]One casket, six sheets to sign. Six! That can't be right. Does that sound right to you? \n[114]And the very last thing I want to do is to hold you up further with my chatter. Thank you for your help, officer. You have a good day, now. \n[115]Yessir? \n[116]And there you have it, officer. You see the gentleman we're meeting from the plane doesn't yet know about the sad passing of his... aunt. \n[117]Yeah. We're doing it this way for the avoidance of doubt. \n[118]Thanks for everything, officer. We'd best be off... \n[119]Yes!    We did it!! \n[120]What was all that babbling about earlier? \n[121]What the hell does that mean? \n[122]Well of course they make you feel uneasy. They're supposed to make you feel uneasy. \n[123]You hit the wall. \n[124]There's a gap fifty yards wide! You just had to aim for the gap. How could you miss the gap? \n[125]Hello, officer. I guess they make these hearses wider than they need to... \n[126]Well... \n[127]Fantastic.     Well done. \n[128]You... you just drove into a wall! Of course it's your fault. Jesus! \n[129]Here it comes... \n[130]Well? \n[131]Well, what are we doing now? \n[132]Nice going, hippie. Went right through the gap that time. \n[133]Well, we got it. Whoooh!!! \n[134]Jesus... What now? \n[135]What are you talking about? \n[136]C'mon, we gotta keep moving. \n[137]Look, I can see you're a bit... sensitive about this whole... casket thing. \n[138]Stop saying that!    I can't get out. \n[139]I... look, it's not right to throw me out onto the street with a coffin. \n[140]Thank God. \n[141]What the hell are you doing? \n[142]You can't do that. \n[143]What talk? \n[144]Can we please talk about this later? This is not a great place to be right now. \n[145]Oh, just a minute. Now I understand... You think there's a body back there. \n[146]You think there's a body in the coffin! \n[147]I can fully understand why you'd think that. I mean, it is a coffin and all. But would I - would I really - steal a real live dead body? \n[148]Absolutely, completely, totally. \n[149]They are made of finest... poplar. That's very heavy wood. \n[150]Look, I'm not going to argue with you now. Poplar is very well suited to the making of coffins. \n[151]I'm... selling them on to a company in Palm Springs. Lots of stiffs, lots of money. And then of course, it's very environmentally sound. And... look, under the circumstances, perhaps we should renegotiate the financial arrangement between us. \n[152]Fifty-fifty? That baby's worth two grand. \n[153]So then Bobby transfers 'em into hardboard boxes just prior to the cremation and I drive the caskets over to a guy I know in Palm Springs who resells them. \n[154]Well I'm not sure the 'one careful owner' thing works with coffins. \n[155]Yeah, well. I saw how outraged you were back there, when I mentioned money. Just think of it as recycling. \n[156]Why? \n[157]Well, while I acknowledge the power of your argument, we have to be somewhere else. So just settle back and enjoy the ride. \n[158]What now? \n[159]Sure am. \n[160]Nope. We're special rock 'n roll undertakers. Musical morticians. \n[161]C'mon, hippie - let's roll. \n[162]High test. \n[163]Who says it's for the car? \n[164]Nope. \n[165]Why would we want to do that? \n[166]You want to go home to pick up fresh clothes? \n[167]And then drive back out tomorrow? \n[168]Just drive the car, okay? \n[169]No. \n[170]No. \n[171]No. \n[172]Well, I do everything. \n[173]This little number is for drinking money. By trade I'm a Road Manager. \n[174]No, not like a well-paid gopher. I'm responsible for movement, maintenance and management. I'm a confidante and a companion, a partner and a patron, an ally, agent and ambassador. I'm like an executive nanny. Not a gopher. \n[175]Hello baby, it's the love machine. How are ya? \n[176]Hello Barbara. How nice to hear from you again. And so soon... \n[177]Sorry Barb, gotta go. \n[178]It's been real, though. \n[179]So what's that about? \n[180]You've hardly left the car since we met. How can you have sunstroke? \n[181]You're a winner, that's what you are. A winner... \n[182]Turn off here. \n[183]It is if you're a coffin smuggler. \n[184]It would be really nice if we could get through a couple of hours without crashing the car. \n[185]Of course you were. \n[186]I don't believe it. Middle of nowhere, and... quick - stand in front of the car! \n[187]Pretend we're having a conversation. \n[188]I don't know what about! Ever since I met you, you've talked. Yabba, yabba, yabba, every waking minute. Religion, your supersonic, supercharged car, the darkside. Now you need to talk, and you can't think of anything to say. \n[189]Whatever your damn fool religion is called, I think it works. \n[190]Oh, well done. Good work. \n[191]Afternoon, officer.    How's it going today? \n[192]Fine, fine. We just... stopped to take a look at... \n[193]...the fine view you folks have got around here. \n[194]That's a great line... \n[195]Anything. \n[196]I think he's onto us, Larry. He's just having a little fun at our expense. \n[197]God damn! \n[198]He meant a coffin. \n[199]Look, the place that I get the coffins from probably haven't filed a report yet. It'll all be sorted out within the hour. Trust me. \n[200]Jesus! \n[201]Time. \n[202]We're going to be arrested, that's what we're going to do. Then we'll go to court and then we'll go to jail and we'll do that for a while. \n[203]Yeah, that would be great. Then we could suspend you from a bridge in a straitjacket and set the rope on fire. \n[204]Okay.   Show me. \n[205]Yes, I think we should go. \n[206]Nicely done. \n[207]We'll be moving on, now that your sign no longer appears to be impeding our forward progress. \n[208]What the hell are you doing? \n[209]Well...   turn it off! \n[210]So, we've escaped but we can only drive in a circle? \n[211]Can we please go? \n[212]Why would they do that? \n[213]You worry too much. \n[214]Jesus - what the hell is that? \n[215]Very perceptive.   What's it doing? \n[216]Pull over - let's... eat. \n[217]We need to stop. I'm starting to get hungry. I'm not nice hungry. \n[218]What gave you the impression this was a democracy? \n[219]You frighten him. \n[220]Everyone else, he announces the food when he brings it. Diplodocus this and Allosaurus that. Us he just slaps it down and runs for cover. \n[221]It's probably the rabbit food. \n[222]I understand. Really I do. That stuff'll mess you right up every time. \n[223]Gotta make a call. \n[224]Hey man, where's the phone? \n[225]Who? \n[226]None of your damn business. \n[227]No. \n[228]Yeah, that'll be it.     Shopping. \n[229]We gotta go. \n[230]All gone.     C'mon. \n[231]Better get going. \n[232]Yeah, he was a real blabbermouth. In fact, I thought he was never gonna stop talking. Anyway, although that's real interesting, we've gotta keep to the schedule. \n[233]Well, I think we should just make our delivery as soon as possible, don't you? Get our package to Palm Springs. Remember? \n[234]Stolen... his son? That's outrageous! I'm appalled that you could even think we'd do such a thing. \n[235]We've really got to go. \n[236]Okay, then. Well, if you're satisfied, let's go. \n[237]Heavy, yes. Well, it is made of wood. Wood is heavy. Actually. \n[238]Gosh, they must have given us a full one. We'll have to sort that all out when we get to Palm Springs and... \n[239]Well, technically, we stole Gram Parsons. \n[240]I'd save that line for court. \n[241]What are you doing now? \n[242]Calm down. \n[243]Well, when you've quite finished, we should go. \n[244]Shit! \n[245]Welcome back, hippie. \n[246]Do what? \n[247]Well, I gave my word.   This is what Gram wanted. \n[248]Do you have friends? \n[249]Well, what would you do for them? \n[250]That's what I hate about people like you. Everything's 'within reason'. There are always boundaries, provisos. You only operate with a safety net. \n[251]You've missed the point. See, it doesn't matter what he would do, or what you and your tie-dyed friends think is the correct way to behave. To me, it only matters what I do. Where you have boundaries and limits and thresholds - I only have right and wrong. If I make a promise, I keep it - that's right. If I break that promise - that's wrong. \n[252]A hippie hit it.   I thought you'd gone. \n[253]What the hell does that mean? \n[254]Dolls? \n[255]What the hell are you talking about? \n[256]Enough of this shit. \n[257]They've gotta be in here.    It's fate. \n[258]Whatever happened to peace, love and understanding, hippie? \n[259]Yup. \n[260]I'm going to cremate him, here in the desert where he felt most at home. That's what he wanted. \n[261]I know you have to. \n[262]It's too late to claim him now. \n[263]It means that you were never there when it mattered to Gram. It means that you stopped being a father the moment he stopped doing your bidding. It means that you learned to care too late. That's what it means. \n[264]Not to me, no. \n[265]No - he gave it his all, but in a way you could never understand. And all he ever wanted from you was approval. He wanted you to be proud of what he had achieved. \n[266]It's no good telling me.   You should have told him. \n[267]Too late... \n[268]I was both, yes. \n[269]Yes.    That's right. \n[270]I guess not. \n[271]I only failed because I couldn't save him from himself. You failed him all his life. You never believed. I never doubted. \n[272]I was his road manager and his friend. We loved it out here in the desert, and we made a pact that whoever died first, the other would come down here and set them free. Gram gave his word and I gave mine. \n[273]I don't take drugs. \n[274]Nice work. Let's go. \n[275]God damn! \n[276]Did you call them? \n[277]Are you going to call them? \n[278]There isn't a reason. If someone tried to steal my son's body, I'd stop them. For sure. \n[279]I'm expecting to. \n[280]Better make the point. \n[281]Are we sure that this is helping? \n[282]What's that for? \n[283]Well... I'll have to do that more often. \n[284]Did you really take all those drugs? \n[285]C'mon, time to go... \n[286]Just checking. \n[287]Are you coming? \n[288]Cap Rock. This is perfect. Really peaceful... \n[289]You wanna give me a hand here? \n[290]Sorry, Gram. \n[291]Now we... do it. \n[292]Take the top off. \n[293]Flesh burns easier than wood. \n[294]Hey, man. Looking a little peaky... \n[295]Right. \n[296]Do you think that's enough? \n[297]Enough? \n[298]Only a little left. \n[299]I'm sorry I wasn't there for you when it mattered, but I was there before, and I've been there ever since. Gram, good luck to you, wherever you are. \n[300]That's my last one, man. \n[301]Nah, I just didn't factor in the booze inside of him. Gram always... \n[302]I think our work here is done. \n[303]Go! \n[304]Hello, Gram. \n[305]Do you think you should? \n[306]They're very handy for transporting dead people around. Nothing better. \n[307]You're more than dead, Gram. You and the box are down to bones and brass. \n[308]What can I do for you, Gram? \n[309]Well, you're here. And seeing as I just burned you to a cinder, you shouldn't be. \n[310]What for? \n[311]Well, that's okay, Gram.    But I don't need thanking. \n[312]I'm just taking care of business. That's what you paid me for - that's what I do. \n[313]Actually, I just quit. \n[314]Goodbye, Gram. I'm glad it all worked out. \n[315]I said I'm glad it all worked out. \n[316]Doesn't matter. Can we go now? I'm getting sick of sand. \n[317]Singed my damn mustache, that's for sure. \n[318]Yeah.    Let's roll, hippie. \n[319]Where d'you think you might be when I'm done? \n[320]Yeah, but where? ", "LARRY": "\n[1]The door is unlocked. \n[2]Yes.   Welcome to my house. \n[3]Manomanjari on the sitar by Nikhil Banerjee. Phil stares at him. \n[4]There's no smoking in here, I'm afraid. \n[5]Who are you, please? \n[6]And how may I help you, Phil Kaufman? \n[7]Why? \n[8]Don't you know anyone with a car? \n[9]I see. In what way is my car more suitable? \n[10]Yes. \n[11]And how is a hearse going to be suitable for picking someone up from the airport? \n[12]A joke? \n[13]Well, okay. Is it two hundred dollars worth of surprise? \n[14]I can lend you a bicycle. Besides, the car is booked. \n[15]Let's see; I've never met you in my life, you shout through my mail slot, you want to hire my hearse as a joke, and... \n[16]It's a hearse. What else do you need to know? \n[17]Meet Bernice. \n[18]Bernice is a Cadillac Superior Royale Tiara Limousine Funeral Coach. We've got a Seven gallon V8 engine offering three hundred and forty bhp at four thousand six hundred revolutions per minute. You're looking at a twenty one feet beauty with a one hundred and fifty six inch wheelbase containing a four barrel Rochester Quadrajet carburetor with Turbo Hydramatic transmission. Bernice weighs over six thousand pounds. \n[19]Yes, it's yellow.    Bernice comes in yellow. \n[20]But they're all black. \n[21]So how is a yellow hearse covered with flowers less of a surprise than a black hearse? \n[22]No, you paid me a hundred and eighty dollars for a hearse, and a hearse is what you've got. If you take a long, hard look at Bernice, you'll see that she's one of a kind. She's big, she's fast, she's comfortable, and she's beautiful. But she's not black. \n[23]Why? \n[24]Oh, no. She doesn't go anywhere without me. \n[25]Someone stole her last summer. \n[26]How did you hear of Bernice and me? \n[27]What's the matter? \n[28]Well... What flight are they on? \n[29]Okay. Well, what time is the flight due? \n[30]Okay.   How soon? \n[31]Well... I don't know. \n[32]Shouldn't we be at arrivals? \n[33]Okay. \n[34]So how long are we going to wait? \n[35]Morning?   What do you mean, morning? \n[36]You wait till morning.   I'm going home. \n[37]I'm only back because I don't trust you with Bernice. I don't even know you, and if you think I'm going to leave my car with you and just walk away, then you've got another thought on the way. \n[38]I'm staying right here. Where I can keep an eye on things... \n[39]Hearse? \n[40]That hearse? \n[41]Okay?   Sure... \n[42]Doing?    Here? \n[43]No. Fair enough. \n[44]Right.   Good saying. \n[45]We're meeting someone off a flight. \n[46]Yes. \n[47]Yes.   It's a... surprise. \n[48]Well... the first part. \n[49]Going on? \n[50]Ignition's a bit temperamental. \n[51]Have to use a screwdriver. \n[52]Did what?    What did we do? \n[53]I didn't babble. I just... have a problem with authority. \n[54]I don't like them and I don't know what to say to them. They make me feel uneasy. \n[55]I clipped it. I clipped the wall. \n[56]I was distracted. We're supposed to be picking someone up and you arrive with a coffin and I'd only just woken up and... \n[57]Uh, not at this time, no sir. \n[58]Well... \n[59]Oh, right.     So it's all my fault? \n[60]Well what? \n[61]He said to wait. \n[62]Get out. \n[63]Get out and take your friend with you. \n[64]Get out. \n[65]Why not? \n[66]I'm driving back to the mortuary. \n[67]Talk. \n[68]Who's the stiff? \n[69]Empty? \n[70]It looked pretty heavy, for an empty casket. \n[71]Poplar? No way?   Mahogany, or oak, but not... \n[72]Okay. So why have we got an empty coffin in the back of the car? \n[73]As new? \n[74]The whole thing is completely immoral. \n[75]Look, I really need to get home. \n[76]I just... do. \n[77]Gas now. \n[78]We could go back. \n[79]I wasn't expecting a long trip. I haven't packed any spare clothes. We could pick up some supplies and drive out tomorrow. \n[80]Well, yes. \n[81]We could do that. \n[82]We could just... \n[83]It would... \n[84]\n[85]I still don't fully understand what you do. \n[86]Everything? \n[87]Oh, one of those.   Like a well- paid gopher. \n[88]An executive nanny, not a gopher. Thanks for clearing that up. \n[89]Sunstroke. \n[90]I'm susceptible. \n[91]This isn't the way to Palm Springs. \n[92]See, the Yin is the negative - the darkside. And the Yang represents positive - good. If you like, the first is earth and the second heaven. \n[93]The Yin Yang symbol is really evocative about the whole concept. As you travel around the circle, white or black will increase until the opposite color is almost gone. But never totally gone, right? And this cycle then repeats for the opposite color. \n[94]What seems like Yin is often supported by Yang, and vice versa. Let me give you an example: To truly know good, you must first know evil, and without good as a comparison, nothing can be evil. So by allowing Yin to flourish, you welcome Yan. By letting go of Yin, you are waiting for its return. Another example is... \n[95]I was distracted. \n[96]What now? \n[97]Okay.   What about? \n[98]Well... it's more a philosophy than a religion. \n[99]Ooooh, I'm well. Really well, actually. Thank you. \n[100]Oh. \n[101]A body?     Stole a body? \n[102]That's an empty coffin, officer. \n[103]Hearse.   Flowers. \n[104]He said a body. He said we stole a body. \n[105]He didn't say 'coffin'. He said 'body'. Tell me we haven't stolen a real person. \n[106]Oh, I'm just overflowing with trust for you, man. I feel this overwhelming feeling of... trust every time I look at you. \n[107]I'm gonna check inside that box just as soon as we're out of here. \n[108]What are we going to do? \n[109]What? \n[110]What about if I could slip out of these cuffs? \n[111]No, really. I really can slip these cuffs. \n[112]Do you think we should go? \n[113]Oh shit. \n[114]The steering lock is on. \n[115]I can't - he's got the keys. \n[116]Yes. \n[117]Okay. \n[118]Well, that's it! They're going to lock me up and throw away the key. \n[119]You saw what happened. I drove over that cop's bike. That's destruction of police property, or something. \n[120]Not 'til I met you... \n[121]It's a dinosaur. \n[122]'The Polyonax Place'. A Polyonax is probably some kind of dinosaur. \n[123]'Dinoburgers, Reptile Steaks and Primeval Soup. Titanosaurion portions, prehistoric pricing. Liquor served'. \n[124]Let's not. The cops'll be after us and we should just get on to Palm Springs and do the thing, and then I can get home and you can... do whatever it is you do. Let's do that. \n[125]You surprise me.    I vote we keep going. \n[126]I do not. \n[127]Look, I'm a vegetarian. I have a problem with dead flesh. Okay? \n[128]I thought you were hungry. \n[129]Speak to her? \n[130]Your girlfriend?      Your wife? \n[131]So you didn't? \n[132]Maybe she's out.      Shopping, or something. \n[133]Haven't finished my drink. \n[134]Gram Parsons? \n[135]Gram Parsons? Is Gram Parsons dead? \n[136]He said someone took Gram Parson's body. Two people... \n[137]Schedule? What schedule?   There is no schedule... \n[138]Package?   We've stolen that man's son. \n[139]I don't know what you take me for. I want to see in that box. \n[140]It's heavy. \n[141]I said it's heavy. \n[142]Yeah, I remember.    Finest poplar. \n[143]Jesusjesusjesus... \n[144]Oh my God.     You stole Gram Parsons. \n[145]I stole a coffin, I didn't know there was a body in it. \n[146]I don't know! What am I doing? I mean... What-am-I-doing? Why am I here? Why am I with you? \n[147]I thought it was bad enough when I ran over the cop's bike, but now I'm a fucking body snatcher. \n[148]Go? You go. I tell you what I'm going to do. I'm going inside and I'm going to give that man his son back. I'm going to do the right thing, I'm going to follow my conscience, I'm going to... \n[149]So why d'ya do it? \n[150]Have a guess. \n[151]What, cruise around the desert until he starts to smell? Were you - both bombed? \n[152]Of course I have friends. \n[153]Anything, within reason. \n[154]Tell me something - if it was the other way round, would Gram be sitting here, driving your bones out into the desert? \n[155]Well? \n[156]Ohmygod. \n[157]You made me do it, you bastard! I've never hit anyone in my life, but you pushed and you pushed and... you gave me no choice. \n[158]Shit. \n[159]Shit.   Shitshitshit. \n[160]Hi. \n[161]Um. I'm one of the guys that took your son. \n[162]Well, I didn't even know he was in the box. \n[163]Yes.    Yes I am. \n[164]I can't do this.      This isn't right. \n[165]Mister Parsons? \n[166]I've been a junkie for over four years. I started taking heroin on June 5th 1969 at a concert in Indiana. I... \n[167]I've taken heroin, speed, uppers, downers, blues, morphine, methadone, mushrooms, quaaludes, acid, valium, barbiturates, straight LSD, marijuana, marijuana laced with opium, nembutal, mescalin of course, and medical methaqualone, which made me shake uncontrollably for six weeks and vomit every hour. \n[168]Not my point. \n[169]I started working my way through that list on June 5th 1969, and since then there hasn't been a day when I didn't at least smoke one joint. \n[170]And now I've stopped. I stopped because it seems that I had something more important to do. \n[171]He's doing this because he gave his word. I'm prepared to do this now because I think it's right. And because I believe that each body has a soul. And Gram's soul doesn't belong in a family plot surrounded by strangers. It belongs here, where he was happiest. \n[172]Of course not. \n[173]I may have got a little carried away... \n[174]Yeah, he took the body and stuffed it in the trunk of his car before escaping into the night. \n[175]What now? \n[176]Why? \n[177]I can't believe you just said that. I'm not taking the top off. \n[178]Well, I don't know.   Maybe a little more. \n[179]I think that'll do it. \n[180]Maybe too much fuel. \n[181]All what worked out? \n[182]Well, we did it.    We saved a soul. \n[183]Well, shall we? ", "BARBARA": "\n[1]Don't try and schmooze me, Kaufman, you repellent slimeball. \n[2]The latest victim? \n[3]It's a lot tidier than I remember. \n[4]Welcome to the seventies. \n[5]I'm here to fulfill Gram's wishes. \n[6]Do you know what this is? \n[7]It's Gram's will. \n[8]To whom it may concern: I would like it to be known that it is my wish to leave Barbara Mansfield my assets and belongings in the event of my death. Signed: Ingram Cecil Parsons. \n[9]Still the jester Kaufman, and still very unfunny. \n[10]It's better than a will, actually. It's a signed promise from Gram to leave me all his assets and belongings. And anyway, it's really none of your business what this is. I've come for the guitar. \n[11]Yes. Gram's guitar.   He always kept it here. \n[12]I don't believe you, Kaufman. \n[13]Yes? \n[14]Why, thank you... \n[15]I'd like to see the manager, please. \n[16]I'm sorry. It's just that the man I loved died yesterday. I was forgetting my manners... \n[17]The manager? \n[18]It's not a piece of paper. It's a promise from Gram to leave me all his money. \n[19]You don't seem to understand. These are his wishes. \n[20]Please tell me how I'm supposed to get my money. \n[21]Are you saying that I'm lying? \n[22]Parsons. \n[23]Was.   He was a musician. \n[24]You might need to repeat that. \n[25]Stolen? What the hell do you mean, stolen? Who steals a body? \n[26]Where's the son of a bitch? \n[27]Well, he's stolen Gram. \n[28]They had some kind of weird pact. I think Phil's taken Gram out to the desert. \n[29]Some kind of voodoo thing with hot wax and dolls to stick pins in. \n[30]Now that is a wise move, if you ask me. \n[31]You'll learn about Phil Kaufman. If you stick around long enough. \n[32]I know he's a brainless, interfering asshole, yes. \n[33]That's him, isn't it? \n[34]Fine. \n[35]Hello Kaufman. I know what you're up to, you thieving bastard. I know where you're going, and I know about your sick, revolting plans, and I'm coming after you. And when I catch you... \n[36]Sonofabitch! \n[37]Okay, honey. Do you want to see who Phil Kaufman really is? Do you want to see what he's capable of? \n[38]Or maybe you already know I'm right. \n[39]Well why don't we find out? \n[40]He's got Gram and I need him. \n[41]I know he's dead, Honey. But he hasn't been officially identified, and there's no certificate of death. \n[42]Let's just say I'm overly sentimental, okay? \n[43]Isn't everything? \n[44]I was a great support to Gram before Kaufman came along and spoiled the party. \n[45]What do you know? \n[46]In his whole life, Phil Kaufman didn't do anything because it was the right thing to do. You can bet the ranch that wherever he is, he's having some fun. \n[47]Sure it is, honey. That's why your bags were packed. \n[48]You might exclusively love Phil Kaufman - but unfortunately, so does he. You're just handy to have around. \n[49]The truth can hurt, can't it? \n[50]Nice? No, I suppose not.    Does it matter? \n[51]I do okay. Listen, I was an orphan at fourteen and a waitress at fifteen. I do what I do because it puts food on my table, and because if I don't look after myself, no-one else will. \n[52]I don't want anything from you. It would be a bonus to see Kaufman crash and burn, but I don't need to be there when it happens. \n[53]Gram was the first good guy I ever hooked up with. He wasn't perfect, but it worked between us. We just seemed to fit together. But Gram was already wild, and I made him wilder. Kaufman watched over him like a hawk, and when he felt things were getting out of control, he turned Gram against me. I lost the only decent thing in my life. \n[54]Gram was an adult.   He didn't need a nursemaid. \n[55]Yeah. Without my help and while Kaufman was babysitting. \n[56]That's fine. I just want what's mine and then I'm gone. Gone real fast. \n[57]Where's the catch on this piece of shit? \n[58]I told you what he's doing! He's going to set fire to my Gram in some freaky ceremony with witches and black magic and... dolls. \n[59]I want my man back! \n[60]Hello Stanley. Remember me?     The psychotic girlfriend? \n[61]The hell you are, Kaufman. \n[62]Can we just cut through this? \n[63]You two stole the body. Theft. \n[64]Sweetie, I'm sorry, but you seem to be in the whole thing up to your neck. Accessory. \n[65]And you are an old fool who should have called the police, but hasn't. Stupidity. \n[66]Now, let's just call the cops and get it done. The sooner we get us a death certificate and bury him, the sooner his soul will be properly laid to rest. \n[67]Hey! What the hell are you doing? \n[68]Bastard! \n[69]Don't you worry - it's gonna happen! \n[70]Thank God! \n[71]Please help me, they've got my boyfriend's corpse and they're going to perform a ritual with his body. \n[72]My driving license? \n[73]I've just told you that they've stolen a body and you want to see my driving license? \n[74]You people are supposed to be on the lookout for a hearse. A hearse is a big long car. You can usually tell which ones are the hearses, because they have coffins in the back. The one we're looking for is painted yellow. Does this look like a yellow hearse to you, asshole? \n[75]Is that a ticket? Are you writing me a ticket? \n[76]That'll be Gram Parsons, on fire. \n[77]I recognize that birthmark on his shoulder. Look, can I make an observation? \n[78]We're in the desert. It is dark. If you want to catch someone in the dark, it's best not to turn on big flashing lights and make a loud noise with a siren. \n[79]No. But I'm really, really keen to find out. ", "STANLEY": "\n[1]Parsons. \n[2]Yes. \n[3]That is correct. \n[4]Thank you. \n[5]I've come to pick up my son's body. \n[6]My son died out here, you see? So I've come to bring him home. \n[7]I'm wondering if that's enough information for you? \n[8]Most kind. \n[9]I'm sorry? \n[10]Stanley Parsons. \n[11]Yes.   I suppose so. \n[12]Yes. \n[13]Right. \n[14]I see. \n[15]What the hell? \n[16]Excuse me. \n[17]I need to get off the plane. \n[18]Parsons. \n[19]Well... yes. \n[20]What's a Berkeley? \n[21]You just gave the body away? \n[22]Why did you give it to him? \n[23]Who signed for it? \n[24]And where do I find this John Nobody? \n[25]So where are the cops? \n[26]There's supposed to be a funeral in New Orleans. I need to find my boy. \n[27]Joshua Tree? \n[28]Good afternoon. \n[29]I'll take that one, please. \n[30]I was wondering... Have you seen a hearse pass this way in the last couple of hours? \n[31]Well... It... It's a big car. A big yellow car. Two guys inside. \n[32]Well... I don't know.   Maybe. \n[33]Good afternoon. \n[34]Do you have a telephone I might use? \n[35]In a minute? \n[36]I'd better order, then. \n[37]Beer. \n[38]Would you put a scotch in there, please? \n[39]Yeaaaaah.    Yeah, a real bad day. \n[40]My boy died out here the other day, and some punks have stolen his body. \n[41]Thanks. \n[42]Well, maybe they were souvenir hunters or something. My boy's kinda famous... \n[43]Gram Parsons. \n[44]Son of a bitch! \n[45]Yeah? \n[46]Hello. \n[47]You'd better come in. \n[48]You're Kaufman? \n[49]And you are? \n[50]Hello Barbara. Nothing wrong with your memory. \n[51]Did you sell tickets or something? Now, you boys want to tell me why you stole my son? \n[52]You know I can't let you do that? \n[53]I don't have to do anything, Mister Kaufman. This is MY loss! This was MY son! How dare you try to take my grief away from me. \n[54]What the hell does that mean? \n[55]I don't have to justify my relationship with Gram to you. \n[56]It's true that when Gram left college, we drifted apart. \n[57]I kept everything. Every record, every article, every photo. \n[58]I loved him. \n[59]I understand that you were his right-hand man, as well as his friend? \n[60]And that you weren't there when he died? When he needed you most? \n[61]So the guilt isn't all mine, then? \n[62]You boys took away my son. I lost him once in life, and now you're trying to take him from me again. \n[63]Son, you had your chance to look after Gram, and now he's dead. \n[64]Okay. You tell me why I should let you take my boy. \n[65]You're a couple of druggies.   Why should I believe you? \n[66]What about you? Are you a druggie? \n[67]No. \n[68]Well, you haven't given me a reason not to. \n[69]So you are prepared to go to jail? \n[70]What is it, son? \n[71]You don't need... \n[72]That's very impressive, son. \n[73]I'm going to go say goodbye to my son. ", "SUSIE": "\n[1]Guess who? \n[2]Try again... \n[3]God damn!     I'm so sorry, baby. \n[4]Would never have happened if you were there. \n[5]Well, if you were, you wouldn't have let him die. \n[6]Yeah, let's have this conversation again. Like you haven't just done six weeks on the road... \n[7]Come here... \n[8]This is a remembrance. \n[9]Hi. \n[10]Phil, you give me laughs and a great time. But I'm not sure if that's enough. \n[11]Yes, there's more than that! There's dependable, responsible, reliable... \n[12]I don't mind loving a crazy bastard, Phil. But you've got to be for something and not just against everything. You have to choose something to represent. \n[13]Your job is to arrange other people's lives. Maybe it's time to put a little thought into your own. \n[14]Who the hell is she? \n[15]Girlfriend? Isn't he married? \n[16]Why did you let her in? \n[17]How can she behave that way? Gram's not even in the ground yet. \n[18]What? \n[19]Don't you freak out on me. \n[20]Where are you going? \n[21]Phil? \n[22]What are you doing? \n[23]Okay.    Is that a problem? \n[24]Well, that's good. \n[25]So what are you up to? \n[26]I don't know what this madness is, but I'm not getting involved. \n[27]I mean, I don't know what it is you're planning, but I'm not bailing you out again. \n[28]I'm going. \n[29]This time, I'm not coming back. \n[30]I'm going to find a man who buys his ties in bulk. \n[31]The son of a bitch isn't here. \n[32]Stolen Gram? \n[33]Why? \n[34]Don't be ridiculous. \n[35]I didn't ask you. \n[36]And you know him? \n[37]I don't need to listen to this garbage. \n[38]Generally, it's best to answer the phone to discover who's calling. \n[39]You don't know shit about him. \n[40]If you hate Phil so much, why are you chasing him across California? \n[41]Well, that's really touching. But... you've got to come to terms with the fact that he's dead. \n[42]I don't understand. \n[43]This is all about money, isn't it? \n[44]Why do you think you deserve anything? \n[45]Phil's not responsible for your problems with Gram. \n[46]I know that he can be a pain in the ass, but when it came to Gram, Phil only ever did the right thing. \n[47]Maybe that's what I like about him. \n[48]Have you any idea what it's like to really love someone? \n[49]I don't have to listen to this. \n[50]Okay, you vindictive bitch. I'm going with you to Joshua Tree because my life seems to have been turned upside down and I want to know why. But you don't know me and I won't let you judge me. Do it again and I'll smash that pretty little face of yours off the fucking road. Got it? \n[51]You're not a very nice person, are you? \n[52]It might get you further. \n[53]So what do you want from us? \n[54]Why do you hate Phil so much? \n[55]Surely Phil was just looking after Gram? \n[56]Except that now he's dead. \n[57]I don't like you much, Barbara. \n[58]Phil?    Phil! \n[59]What happened to your head? \n[60]Hold that thought. \n[61]I need to know what it is you're doing. \n[62]Dolls to stick pins in. \n[63]I'm with him. \n[64]Just do whatever feels right to you. \n[65]That's for failing to reinforce my expectations. \n[66]I reckon I am. \n[67]Some decorum would be nice. \n[68]I'm not having a conversation with you about how much gasoline you need to burn a body. \n[69]I'll be waiting. \n[70]Get out of here.   Finish it. ", "CLERK": "\n[1]Can I help you? \n[2]No you're not. \n[3]No. You're here to pick up a casket. \n[4]What flight number? \n[5]You're one of those funny guys, right. \n[6]Name? \n[7]The deceased. \n[8]Barney - bring up Parsons. \n[9]Papers? \n[10]Well, you'd better tell them that we've got rules. \n[11]And this is the exception which proves that particular rule. \n[12]Although you don't need to tell them that. \n[13]And this... is your deceased. \n[14]Good luck with her. \n[15]And yours is supposed to be male? \n[16]Well...    Gone. \n[17]We got the wrong box.      Your box is being loaded. \n[18]That's very hurtful. \n[19]Barney.    You receiving? \n[20]What's the hurry? \n[21]I thought you were taking him to New Orleans? \n[22]When you came in, you said you were driving the casket out to New Orleans. But just now you said you were headed for the Joshua Tree... \n[23]Never heard of that. \n[24]Hello there. We was looking for you. \n[25]Need you to sign for it again. \n[26]Looks like it's your lucky day after all. \n[27]Parsons? \n[28]Long blond hair, blue eyes, mid- twenties? \n[29]Was he in a Berkeley? \n[30]A luxury casket of solid mahogany, finished with a split- hinged lid, eight brass plated casket handles and an engraved inscription plate. \n[31]Well, it's not like this is a bank. People round here don't generally take dead bodies they're not entitled to. \n[32]Well, he signed for it. \n[33]John Nobody. \n[34]There. \n[35]I called them. \n[36]New Orleans? \n[37]The man said he's going to Joshua Tree, Louisiana. ", "COP": "\n[1]Excuse me, sir.    Is that your hearse? \n[2]That hearse. \n[3]Are you okay, sir? \n[4]So, whatcha doin' here? \n[5]I don't like the look of you. \n[6]Wherever there's a hippie there's a crime, even if it hasn't happened yet. That's what I always say. \n[7]So whatcha doing here? \n[8]You're meeting someone off a flight? \n[9]In a hearse? \n[10]Which parts the surprise: The fact that you're in a bright yellow hearse, the fact that you're dressed like something out of a horror film, or the fact that you're half a mile from the terminal and they're gonna have to walk across two runways to reach you? \n[11]The first part. \n[12]Okay, now why don't you tell me what the hell's going on? \n[13]Mornin'. \n[14]I guess it does. \n[15]Nope.   Sure don't. \n[16]Just a moment, boys. \n[17]Your sidekick here has just finished telling me that you're gonna pick someone up from the terminal. A surprise, he said. And here you are loading a coffin into your vehicle... \n[18]And you're gonna meet him off his flight with her coffin? \n[19]That's a real nice touch. \n[20]Right. \n[21]I see that. \n[22]Are you on drugs, boy? \n[23]Not at this time. Okay, well let's see. You just missed a gap of fifty yards and hit a wall in broad daylight. Why was that? \n[24]Now I'm gonna... \n[25]Wait. ", "GRAM": "\n[1]Sure is hot. \n[2]Phil. \n[3]Not gonna hurt me now, is it? \n[4]Nice wheels. Very stylish. \n[5]I am dead, then? \n[6]Oh, well.    Here's mud in your eye. \n[7]You assume I want something. \n[8]Well, okay. I just wanted to say thanks. \n[9]Doing the thing that we agreed, keeping your word, keeping them all away... \n[10]You don't? \n[11]You shooting for a raise? \n[12]Well, I s'pose I should be getting along. \n[13]What? ", "MOTORCYCLE COP": "\n[1]Afternoon. \n[2]Oh, it's going fine, thank you. How are things with you? \n[3]Well, it is mighty nice around these parts. If you like desert. \n[4]And how are things with you today, sir? \n[5]The reason I ask, is that you appear to have driven into one of our road signs. \n[6]I'm surprised that you hadn't noticed earlier, as it does appear to be impeding your forward progress. \n[7]Thank you. \n[8]I wonder if you gentlemen can help me? \n[9]I'm looking for some fellows who stole a body back there at the airport. \n[10]A body. Rather like the one in the back of your car. \n[11]I know it sounds strange. But these guys - there are two of them - they stole a body, loaded it into the back of an old yellow hearse painted with flowers, and they're supposed to be driving out this way. \n[12]In the car, please. ", "BARMAN": "\n[1]Out back. \n[2]Yup. \n[3]In a minute, I do. \n[4]Yeah.    Phone's for customers. \n[5]Right. \n[6]Sure. \n[7]Bad day? \n[8]What happened? \n[9]That's worth a shot on the house. \n[10]Why would someone steal a body? \n[11]Who is he? \n[12]Gram Parsons? ", "TRAFFIC COP": "\n[1]Evenin' ma'am. \n[2]May I see your driving license please, ma'am? \n[3]Please. \n[4]Yes it is, ma'am. And yes I am. \n[5]Jesus!    What the hell's that? \n[6]Get in the car, ma'am.   Now. \n[7]How do you know it's your boyfriend? \n[8]Be my guest. \n[9]Do you want to know what I think, ma'am? \n[10]I think it was suicide. He just wanted to get away from you. ", "WOMAN'S VOICE": "\n[1]Oh my God please help me! I found your number in his pocket and I don't know... I don't know what to do. \n[2]He's dead... he's dead... and I'm... just... I don't know what to do. \n[3]Parsons. Gram Parsons. We met in a bar and we had a lot to drink and he just... \n[4]Yeah. He's really dead.    He just... \n[5]Joshua Tree. Joshua Tree Inn. Room eight. \n[6]Yes. \n[7]Yeah, okay. I'm goin'... ", "PHIL'S VOICE": "\n[1]Ah, what... who are you? \n[2]Hold on.   Tell me who's dead. \n[3]Are you sure he's dead? \n[4]Listen. Call an ambulance. Where are you? \n[5]Have you got a car? \n[6]Call an ambulance. Then get out of there. Okay? Okay? ", "NURSE": "\n[1]You wanna run that by me again, sir? \n[2]You want to see Gram Parsons? \n[3]And you are.... his physician? Or perhaps a close relative? \n[4]So you're not his physician or a close relative? \n[5]Mister Parsons is awaiting a post mortem. He will then be delivered to his family. I suggest you speak to them if you wish to pick through his personal effects. Sir. \n[6]No, you listen here. Mister Parsons is dead and no longer appears to need a road manager. Which makes two of us. ", "UNDERTAKER": "\n[1]Afternoon.     Joshua Tree Obsequies. \n[2]It's Latin. It means burial. Is there anything I can help with? Who am I speaking to? \n[3]Mister Parsons? I'm sorry, I'll take a look immediately. \n[4]Yeah, he was here. \n[5]New Orleans. Although he only just went, so he'll still be on his way to Los Angeles Airport. Big thrill for us here, as we're only a small facility. Nearly got Jane Mansfield in '67 when she passed through, but she got diverted to Frisco. Hello? \n[6]Hello.    Hellooo... ", "BANK MANAGER": "\n[1]I simply can't give you any money based on this piece of paper. \n[2]Well, I'm sorry, but it's highly likely that the estate will go to probate and be divided up accordingly, subject to a valid will existing. \n[3]Mister Parsons was a customer of ours. We can't just pass his money across to someone who says they're in the will. There are... rules. \n[4]No... I do... understand, Miss Mansfield. Really I do. \n[5]Well I imagine that you first need to prove that mister Parsons is actually dead. \n[6]No, absolutely not. But getting a copy of the death certificate would probably be a good first step. ", "PJ GAMBRELL": "\n[1]Jes sayin' 'bout the space. \n[2]Space ma game, kinda. Partitions. Fixed. Slidin'. Demountable. Integrated. \n[3]Always say. Why have one room? When you can have two? \n[4]What's your bidness? \n[5]Why? \n[6]Sheesh.    Only jes' got settled. "}}