{"dialogues": {"RYAN": "\n[1]Installation ninety-five percent complete. Running level one diagnostics on circuits, sensors, and power. Standby. \n[2]I'm fine Houston. \n[3]Not any more than usual, Houston. Diagnostics are green. Linking to communications card. Ready for data reception. If this works, when we touch down tomorrow, I'm buying all you guys a round of drinks. \n[4]OK, here we go... Booting comm card now. Please confirm link. Houston, please confirm reception of data. \n[5]Stand by, Houston. I'm gonna reboot the comm card. \n[6]Comm card reboot in progress. \n[7]Houston, I'm fine, it's just... ...Keeping your lunch down in zero G is harder than it looks. \n[8]No, we've been here for a week Houston, let's just finish this. \n[9]Card is up. \n[10]Try again. \n[11]Houston, could you please turn that music off? \n[12]Thank you, Kowalsky. \n[13]Now, Houston? \n[14]Could Houston be misinterpreting the data--? \n[15]Mmmm. Let me see what's going on. \n[16]What have you got here? \n[17]Visual examination doesn't reveal any damaged components. The problem must be originating in the comms panel. \n[18]I'm on it. \n[19]An hour. \n[20]Assistance appreciated. \n[21]Certainly. \n[22]Like a Chihuahua that's being tumble dried. \n[23]Whoa...! AWOL! \n[24]Thanks. Sorry. In my basement lab things usually fall to the floor. \n[25]Call me a genius if I can get this board initialized in the next hour. \n[26]Should we be worried? \n[27]Explorer, engage arm and pivot to cargo bay. \n[28]I was just happy that they didn't cut the funding to my research. \n[29]Six months. \n[30]Assuming it works, it's just for hospital use. This one is a prototype. \n[31]My eyes are brown. \n[32]Mm-hm. \n[33]The silence. I could get used to it. \n[34]Houston, from first inspection comms panel appears to be dead. Am I a go to cut link to auxiliary? \n[35]Proceeding to over ride. \n[36]I can't. If I turn it off now we'll lose the whole system. \n[37]\n[38]Sorry. I'm sorry. It's done. \n[39]Kowalsky, visual of debris at nine o'clock. \n[40]Dr. Stone requesting faster, faster transport. \n[41]Dr. Stone requesting faster transport to the bay area. Explorer get me down. \n[42]I'm trying... \n[43]It's stuck! \n[44]Nooooo! \n[45]No. \n[46]I can't! \n[47]Ok. Ok. \n[48]I'm trying. I'm trying. \n[49]Ok. I'm trying! I can't it's stuck, Hold on. \n[50]Yes. Yes. I copy. I'm detached! \n[51]I don't know. I don't know! I'm spinning. I can't. I can't. \n[52]GPS is...down. I can't, it's down, I can't. \n[53]I told you! Nothing. I see nothing! \n[54]\n[55]\n[56]It's too fast. \n[57]I can't breathe. I can't...breathe... \n[58]Houston, this is Dr. Ryan Stone.. I'm drifting but I have a visual of Explorer. \n[59]With North at 12 o'clock, the Shuttle is at the center of the dial. \n[60]I can see the Chinese station. No, no, no, it's the International Space Station. \n[61]ISS is at 6, no, 7 o'clock. \n[62]Lieutenant Kowalsky, do you copy? \n[63]Explorer, do you copy? \n[64]Houston, do you copy? \n[65]Houston, this is Mission Specialist Ryan Stone. I'm off structure and I'm drifting. \n[66]Do you copy? \n[67]Anybody...? Anyone...? Please copy. \n[68]Lieutenant Kowalsky?... \n[69]YES! YES! I copy! I'm here! \n[70]My light? \n[71]Here! Here! \n[72]I'm... I'm alright... I'm fine. \n[73]3.6 psi, I think. \n[74]Steady at eight percent...no seven... \n[75]Copy. \n[76]Please hurry. \n[77]Oh. Sorry. \n[78]Arghh! \n[79]Okay. Okay. Okay. Okay, Ohh I got it. \n[80]\n[81]No... No... No... Wait... Don't. \n[82]Nooooooo!!!! Dammit!!! \n[83]Ahh Dammit! \n[84]Ahhh Dammit. \n[85]\n[86]Why aren't they answering? \n[87]Can they hear us on an alternate frequency? \n[88]Why ninety? \n[89]02 down to six percent. \n[90]Yeah. Pretty scary shit. \n[91]Where is he? Where is he? \n[92]Oh, my God. Oh, my God. \n[93]I'm trying. I'm trying. \n[94]I got him. I got him. \n[95]02 down to five percent. \n[96]I apologize for not complying. I should've stopped working as soon as you instructed me to. \n[97]Yes? \n[98]Agreed. \n[99]02 down to two percent. \n[100]What? \n[101]Home? \n[102]Lake Zurich. \n[103]Illinois. \n[104]I don't know... \n[105]The radio. I listen to the radio... \n[106]Anything. Doesn't matter. As long as they don't talk. I just drive... \n[107]No... \n[108]I had a daughter. \n[109]Sarah... She was four. Stupidest thing- a school trip to the swimming pool. She was playing tag- she slipped, hit her head, and that was it... She loved tag. I'm sure she was laughing. \n[110]When I received the call I was driving and ever since that's what I do. I wake up, I go to work and then I just drive. \n[111]02 down to one percent. \n[112]Uhuh? \n[113]Mmm...Mmmm. \n[114]I'm red lining... My O2 tank pressure is low... \n[115]Shouldn't we be turning? We're \n[116]Break... You have to break. \n[117]I got it. I got it. \n[118]The tether broke. I'm detached. I'm I'm detached. \n[119]I've got you. I've got you-- \n[120]No. No. No. Don't you. No. Don't you. Don't. Don't. NO \n[121]Gotcha! \n[122]What? No-- \n[123]No! \n[124]I'm not letting you go! We're fine. \n[125]You're not going anywhere, you're not \n[126]Please don't do this. \n[127]Please don't do this. Please don't do this. \n[128]No! \n[129]I had you! I had you. \n[130]My CO2 alarm went off. My CO2 alarm went off. \n[131]Yes. Yes. I see it. I see it. \n[132]Yes. \n[133]Ok. \n[134]Sunday drive...? \n[135]I've never flown a Shenzhou-- \n[136]Ok. \n[137]Only on a simulator. \n[138]I crashed it. I-- \n[139]Every time. I crashed the Simulator every time. \n[140]I'm going to take the Soyuz and come get you. \n[141]No. I'm coming to get you. \n[142]But... I... \n[143]I'm... I'm going to make it. \n[144]Dad wanted a boy. \n[145]Not yet. \n[146]What? \n[147]You... you have beautiful... you have beautiful blue eyes. \n[148]What? \n[149]No... I'm coming to get you. \n[150]Matt... \n[151]Matt! \n[152]Come on, come on. \n[153]OK. Where are you? Where are you? Comms. Comms... There you are! \n[154]Matt. This is Ryan. Copy? \n[155]Matt. This is Ryan. Copy? \n[156]Matt, I made it. I'm here. I'm inside the Station... Do you copy? \n[157]Come on Matt. Talk to me. Tell me where you are. Give me your position... \n[158]Where are you? Give me a visual... tell me what you see. \n[159]Oh, come on. You've been yammering nonstop since we left Cape Canaveral, and now you decide to shut up? \n[160]Come on Matt, talk to me! \n[161]Say something... Anything. \n[162]Tell me about Mardi Gras. Tell me about the hairy guy. What happened? \n[163]Oh Matt. I'm not ready for this. \n[164]Houston in the blind. \n[165]This is Mission Specialist Ryan Stone reporting from the ISS... All communication with Mission Commander Matthew Kowalsky has been lost. Radio transmission is absent. Visual is nonexistent. To confirm, I--Ryan Stone--am the sole survivor of STS-157. \n[166]What now? \n[167]OK... where was it?... where was it? \n[168]Where is the power?... Here you are. \n[169]Good... good... just like training... \n[170]Undocking... undocking... Yes... red... \n[171]Ok... Ok... I remember this... undocking... \n[172]We don't have four minutes to spare. We're going manual... \n[173]Okay. Arming the system... \n[174]Firing the pyros... \n[175]Rezerv rasstyk! \n[176]I engaged manual control- R O A K and RYD are activated. \n[177]Oh, no. No, no, no. \n[178]Great. Fantastic. Perfect. \n[179]Clear skies but with a chance of satellite debris. \n[180]Okay. We detach this and we go home. Piece of cake. \n[181]Oh shit. \n[182]Shit! \n[183]No... no... no.. \n[184]I hate space. \n[185]Shut up! \n[186]Ok. \n[187]Alright. That's good. \n[188]Okay, let's stabilise you. \n[189]Ok. Let's visit the Chinese station. Houston in the blind, Tiangong is approximately 100km... to the west and I am off it's course by about 3 degrees. I will correct trajectory. \n[190]Ok. \n[191]Ok. I'll engage main thrust in five... four... three \n[192]two... one... \n[193]One... \n[194]One... one... \n[195]Come on. Come on! \n[196]You gotta be kidding me. \n[197]Where's your backup? \n[198]Where's your goddamn backup?! \n[199]\n[200]This is Dr Ryan Stone, can you hear me? Houston, this is Ryan Stone, can you hear me? Copy? Houston, this is Ryan Stone, can you hear me? Copy? \n[201]Houston, this is Ryan Stone, can you hear me? Copy? Houston, this is Ryan Stone, can you hear me? Copy? \n[202]Houston. Houston! This is Mission Specialist Ryan Stone. Do you copy! \n[203]Houston, you're coming in over the AM frequency. Please confirm identity. \n[204]Repeat. This is Mission Specialist Ryan Stone from STS-157. Do you copy? \n[205]Is this the Chinese Station? Is this Tiangong? Copy? \n[206]Do you speak English? \n[207]S.O.S. Do you understand? \n[208]Mayday! Can you copy? Mayday! Mayday! \n[209]Yes! Mayday! Mayday! \n[210]Aningang? \n[211]Aningang...?  Is that your name? Aningang is your name?! \n[212]No, Mayday's not my name. I'm Stone, Dr. Ryan Stone-- I need help. \n[213]Dogs... Are those dogs? Those are dogs! Are you calling from Earth?! \n[214]Where are you, Aningang? Is the sun out? Are there birds? Are there trees? Can you smell the ocean? \n[215]Is it beautiful where you are? Here it's colder than hell and lonelier than shit, but it's beautiful Aningang. Utterly, terrifyingly beautiful. \n[216]Make your dogs bark again, Aningang. Will you? Please... \n[217]Dogs! Woof. Woof. Woof. \n[218]Woof. Woof. \n[219]I'm going to die, Aningang. \n[220]I mean, we're all going to die. Everyone knows that. But I'm going to die today... \n[221]Funny that. To know. \n[222]And you know what Aningang... I don't care. I don't care if I die. I don't have anything... not anymore. \n[223]But the thing is... I'm still scared. I'm really scared... \n[224]No one will mourn me. No one will pray for my soul. Will you mourn me, Aningang? Is it too late to say a prayer? I'd say one for myself, but I have never prayed in my life... no one ever taught me how... \n[225]No one ever taught me how... \n[226]A baby. There's a baby with you. \n[227]You are singing to your baby? Is that a lullaby? That's so sweet! \n[228]I used to sing to my baby too. \n[229]I hope I see her soon. \n[230]That's nice. Keep singing, Aningang, just like that. Sing me to sleep. I'll sleep and sleep and sleep. Sing to me, Aningang... sing...sing.... \n[231]No... no.. don't. \n[232]How did you? \n[233]But how did you? \n[234]How? \n[235]You never told me where. \n[236]No. \n[237]We can't. \n[238]There's no fuel. I tried everything. \n[239]I tried everything. \n[240]They're for landing so. \n[241]I never got to land the simulator, I told you. \n[242]And I crashed it every time. \n[243]How did you get here? \n[244]What? \n[245]Landing, landing. Landing is launching. \n[246]Okay, landing, landing, landing is green. \n[247]Okay, okay landing, alright. \n[248]Soft landing jets trigger automatically at three meters before landing. ... you're a clever son of a bitch Matt. So to land I need to get rid of the BO and Engine module, okay? \n[249]Listen to me Matt. You're going to see a girl with brown hair. She's Sarah, her hair is probably a mess. That's okay, she doesn't like to brush it. \n[250]Tell her mommy found her red shoe. She was so upset about that shoe Matt, but tell her it was right under the bed. \n[251]You give her a big hug and a kiss for me and tell her mamma misses her. Tell her she's my little angel and that she makes me so proud, so so so proud, and that I promise I'll try and make her proud too. You tell her that I'm not quitting, that I'm going to keep fighting. You tell her I love her Matt... I love her so much. \n[252]Tri module separation, go... \n[253]Okay Houston, here comes the tricky part, the Soyuz has to think we're only three meters above the earth. \n[254]Let's reset you then. \n[255]Okay. I only have one shot at this. One shot... \n[256]What's the point if we don't try? \n[257]Wow... you were right Matt... it's magnificent.... \n[258]You're losing altitude, Tiangong. You keep dropping and you're going to kiss the atmosphere. But not before I get to you. You have my last ride home. \n[259]Okay, I'm done with just driving. Let's get go home. \n[260]Ahhhhhh! \n[261]Come on. Come on. \n[262]Seriously? \n[263]In the Soyuz the power button is erm....here! \n[264]Ah, ok ah undocking, undocking....eenie, meenie,... \n[265]Ok. That doesn't sound good.... \n[266]Miini... moh... \n[267]No hablo chino. \n[268]Mini... moh... \n[269]Okay....okay... \n[270]Good...good...There. And this should be... \n[271]Okay... Houston in the blind... \n[272]This is Mission Specialist Ryan Stone reporting from the Shenzhou. I'm about to undock from the Tiangong and I have a bad feeling about this mission. \n[273]Reminds me of a story, Houston-- \n[274]Okay, you know what, Houston? Never mind the story... \n[275]It's getting hotter in here. \n[276]The way I figure it, there's only two \n[277]I either make it down in one piece and I'll have one hell of a story to tell... \n[278]...Or I burn up in the next ten minutes. \n[279]Whichever way it goes, no harm no foul. \n[280]Because either way-- \n[281]It'll be one hell of a ride. \n[282]I'm ready. \n[283]Yeehaaa! \n[284]Ahhhhhhhh! \n[285]\n[286]Thank you. \n[287]Ahhhhh!!! ", "MATT": "\n[1]Okay, let me tell you a story. It was '96. I'd been up here 42 days. Every time I passed over Texas, I'd look down, knowing the second Mrs Kowalsky, was looking up, thinking of me. Six weeks I'm blowing kisses to that woman. Then we land at Edwards and I find out she'd run off with a lawyer before I was off the launch pad, so I packed my car and I headed to... \n[2]Five hours off the reservation and I show 30% drain. My compliments to Engineering. Except for a slight malfunction on the nulling of the roll axis, this jetpack is one prime piece of thrust. \n[3]Tell them I still prefer my '67 Corvette though. Speaking of which did I ever tell you the-- \n[4]Even Engineering? \n[5]He appears to be doing the Macarena of some sort. Though that would merely be a best guess scenario on my part. \n[6]Not a problem. \n[7]Seventy-five minutes shy. Never crossed my mind. \n[8]Right back atcha, Houston. \n[9]Am I a go to assist Dr. Stone in removing the panel? \n[10]Thank you, Houston. Mind if I join the fun? \n[11]How are you feeling? \n[12]It's been a rough week. If it makes you feel any better, I puked up everything but my kidneys on my first ride. \n[13]Hey -- you're the genius up here. I just drive this bus. \n[14]Let the boys down there worry for us. \n[15]So doc, now that you work for NASA, how do you like it? \n[16]How long was your training? \n[17]So, what is this scanning system? \n[18]Listen, they don't bankroll prototypes, even for your pretty blue eyes. \n[19]Right now your eyes are blood shut. \n[20]And to think he went to Harvard. \n[21]You gotta admit one thing. You can't beat the view.... \n[22]\"Mmm?\" So what do you like about being up here? \n[23]Hmmmm. Terrific. \n[24]Houston, I have a bad feeling about this mission. \n[25]It's the same feeling I had at Mardi Gras in 1987...? \n[26]Well, it's day one and I'm bumping my way down Bourbon Street looking for the sister of a friend of mine. The streets are swimming with people, I'm thinking there's no way I'm finding this girl... \n[27]Then all of a sudden I look up and -- there she is. \n[28]I am about to yell out when I notice she's holding hands with a short hairy guy in board shorts and a Margaritaville T-shirt. Then I realize, the guy's no guy. My sister's friend is holding hands with a-- \n[29]Roger. Explorer, prep airlock! \n[30]Houston. Elaborate. \n[31]Copy all Houston. Put a bow on it Dr. Stone. \n[32]I'm not going to ask you again. \n[33]Not one second. Now! Shut it down! \n[34]Alright Shariff, let's do this. \n[35]Houston. Update. \n[36]Right of disposal. Most likely a spy sat gone bad. Now it's space junk. \n[37]Explorer, ready to disengage HST. \n[38]What's the blowback, Houston? \n[39]Define \"multiple\" sats. \n[40]Half of North America just lost their Facebook. \n[41]Explorer, this is Kowalsky. Confirming visual contact with debris. Debris is from a BSE sat. To repeat-- \n[42]To repeat I have- \n[43]We have to go. Go, go! Go! \n[44]Explorer permission to retrieve Dr. Stone. \n[45]Unstrap! You can't tune out the world up here. \n[46]Try releasing the safety clip. \n[47]No, don't wait for us. Get inside. \n[48]Man down! Man down! \n[49]Disengage!!! \n[50]Explorer has been hit. Explorer do you read? Explorer, over. Explorer-- \n[51]Astronaut off structure! Dr. Stone is off structure! \n[52]Dr. Stone, detach! \n[53]You must detach! \n[54]If you don't detach that arm is going to carry you too far! \n[55]Listen to my voice. You need to focus. I'm losing visual of you. In a few seconds I won't be able to track you. \n[56]You need to detach. I can't see you anymore. \n[57]Do it. Now! \n[58]Houston, I've lost visual of Dr. Stone... Houston, I've lost visual of Dr. Stone. \n[59]Dr. Stone! Do you copy?! Repeat! Do you copy? \n[60]...Give me your position! \n[61]Report your position. \n[62]Give me a visual. \n[63]Do you have a visual of Explorer? \n[64]Do you have a visual of ISS? \n[65]I need you to focus. Give me a visual... anything. \n[66]... Stone. Do you copy? \n[67]Repeat. Do you copy? \n[68]Flash your light. \n[69]So I can see you. \n[70]There you are. Hang tight. Report your status. \n[71]Your status! Give me your readings? \n[72]Your O2. Give me your O2. \n[73]You're breathing too fast. You're burning oxygen. We don't want to do that. We want to relax. Copy. \n[74]Nearly there. \n[75]You can holster that torch, Dr. Stone. \n[76]Gotcha. \n[77]Now, I'm going to tether you to me. \n[78]I know. You never realized how devastatingly good-looking I am. \n[79]But I need you to stop staring and help me with the tether. Okay? \n[80]Ok. So far so good. Now listen. I'm going to give you a little push, just so you're clear of the jets-- \n[81]Sorry. Not a push, more like a nudge. \n[82]See? Where you go, I go. \n[83]Better. Let's get out of here. \n[84]I know what you mean. \n[85]You're burning oxygen, we're going to go back to the shuttle. How's that for a plan. Copy? \n[86]Right copy that. \n[87]Houston this is Kowalsky. How do you copy? \n[88]It seems like communications are lost. \n[89]We don't know. That's why we keep talking. If someone is listening they might just save your life. Set your watch for ninety minutes. \n[90]Houston clocked that debris at fifty thousand miles per hour. Factoring in our current orbit, I reckon we've got 90 minutes before we play duck and cover again. \n[91]Okay. Pretty scary shit being untethered up here, isn't it? \n[92]You did all right. \n[93]Houston, in the blind. This is Kowalsky. Our current location is approximately 900 meters out from the Explorer. Dr. Stone and I would like to retrieve the body of Mission Specialist Shariff and return it to Shuttle. Am I a go to retrieve? \n[94]Roger that. \n[95]Grab him! \n[96]Quick. You're pulling me away. \n[97]Clutch him like he's your Valentine. I can't gauge my thrust with you two yo- yoing around. \n[98]Jesus... \n[99]Here's hoping you've got one monster insurance policy, Houston. Damages to Explorer are... it's totaled. Will commence search for survivors. \n[100]All right, here we go. Careful of the edges. \n[101]Houston, in the blind. To confirm. Mission Specialist Dr. Stone and myself, Mission Commander Matthew Kowalsky, are the sole survivors of \n[102]We were going to be hit no matter what. There was nothing you could've done to change that. \n[103]Hey. \n[104]Alright... We have to get ourselves to the Space Station. There. \n[105]It's a bit of a hike, but it's our only... It's our best option. Agreed? \n[106]Dr. Stone...  Agreed? \n[107]Alright. After you. \n[108]Houston in the blind, this is Kowalsky. Dr. Stone and I have determined to proceed to ISS and use one of their Soyuz for re-entry. ISS if copy, please send rescue mission. Repeat please dispatch rescue mission. \n[109]We're getting there. \n[110]Beautiful, don't you think? \n[111]The sunrise. That's what I'm going to miss the most. \n[112]So, where's home, Dr. Stone? \n[113]Ryan. Where's home? \n[114]Ah ha. Down there. Mother Earth. Where do you pitch your tent? \n[115]Where the hell is that? \n[116]Illinois. Central time zone. That makes it roughly... 8pm right now. What are the good people of Lake Zurich doing at 8 o'clock in the evening? \n[117]What would you be doing? \n[118]Come on. It's 8 o'clock. You've just clocked out of the hospital after putting in your customary 18-hour shift. You're driving home... \n[119]There we go. Let me guess. NPR? Classical. Top for-- \n[120]What do you miss down there? \n[121]Is there a Mr. Stone? \n[122]Nobody special? Someone down there, looking up, thinking of you? \n[123]What was her name? \n[124]Well, well, what d'you know. I have good news and bad news. \n[125]The good news is we're five minutes from the ISS and I know where the Russians stash their vodka... and that's a good thing cus I'm running out of fumes. Bad news is I'm gonna be ten minutes short of......breaking Anatoly's record. \n[126]What? \n[127]The tank may be empty but there's still oxygen in your suit, so sip, Ryan. Don't gulp. It's wine, not beer. Sip. We'll get you there. \n[128]Let's go. \n[129]Houston in the blind we have visual of the ISS. Station must have been evacuated because first Soyuz is missing. Second Soyuz exhibits surface damage and chute has deployed. It's use as escape pod for re-entry to Earth is impossible. \n[130]Sip, Ryan. Sip. Drifting is good. We want to drift. I wasn't kidding about those fumes. This can has one or two good thrusts left. If we're lucky.... \n[131]Steady... \n[132]Ready... aim... \n[133]...fire. \n[134]I can't. Can's empty. We're coming in fast and we're going to hit hard. Grab onto anything you can and hold tight! \n[135]Grab a hold. Grab anything. \n[136]Give me... give me five here, Ryan. \n[137]Shit... shit... \n[138]You have to let me go. \n[139]You have to. \n[140]Those ropes are too loose, I'm pulling you with me. You have to let me go or we both die-- \n[141]Ryan! \n[142]It's not up to you. \n[143]You're going to make it Ryan. \n[144]Ryan do you copy? Do you copy? \n[145]You need to board the station. Can you see the airlock? \n[146]Good. That's where you want to go. You're losing focus, right? \n[147]That's because you're breathing CO2 and you're losing consciousness. You need to board the Station. \n[148]Move! \n[149]Now listen to me. That second Soyuz is too damaged for re-entry, but it's perfectly fine for a little Sunday drive. \n[150]Look to the west... You see that dot in the distance? That is the Chinese Station. You're going to take the Soyuz and cruise over there. The Chinese lifeboat is a Shenzou. \n[151]That doesn't matter. Its re-entry protocol is identical to the Soyuz's-- \n[152]You've never flown a Soyuz either. \n[153]So then you know. \n[154]It's a Simulator. That's what it's designed for. \n[155]It's not rocket science. Just point the damn thing at earth and by this time tomorrow you'll be back in Lake Zurich with one hell of a story to tell. You copy? Ryan. You copy? \n[156]No you're not. . I have too much of a head start. That ship already sailed. \n[157]Ryan, you're going to have to learn to let go. \n[158]I want to hear you say you're going to make it. \n[159]Ryan! Say it! \n[160]Alright. Keep going \n[161]What kind of name is Ryan for a girl? \n[162]Are you close to the airlock? \n[163]Keep going. \n[164]So, now that we have some distance between us- you're attracted to me, aren't you? \n[165]Well, people say I have beautiful blue eyes. \n[166]I have brown eyes... that hurts. \n[167]You wanna know the good news? \n[168]I'm going to break Anatoly's record, and I think mine's going to stand for a long, long time. \n[169]You know, Ryan is a nice name for a girl. Wow, you should see the sun on the Ganges. It's amazing. \n[170]Ahhhh! Alright, check your watch. 13 hours, 11 minutes. Call Anatoly, tell him he's been bumped. \n[171]Bit gloomy in here. How `bout a little light? \n[172]Trust me, it's a hell of a story. \n[173]That's better. \n[174]I found a little extra battery power. I'm just happy you're still alive. To be honest, I thought your chances were slim to none. By the way, did you find the vodka? \n[175]Oh well... To Anatoly! Na zdorovje. \n[176]No? Right, let's get out of here. \n[177]We're `bout a hundred miles to the Chinese Station. A little Sunday drive. \n[178]Course we can. \n[179]Well, there's always something we can do. \n[180]Did you try the soft landing jets? \n[181]Well landing is launching it's the same thing, didn't you learn about that in training? \n[182]But you know about it. \n[183]Listen you want to go back or do you want to stay here? I get it, it's nice up here, you can just shut down all the systems turn out all the lights, and just close your eyes and tune out everybody. \n[184]There's nobody up here who can hurt you, it's safe. Then what's the point in going on, what's the point of living? \n[185]Your kid died, doesn't get any rougher than that, but still it's a matter of what you do now. If you decide to go that you've gotta just get on with it, sit back enjoy the ride. You have to start living life, Ryan. \n[186]Ryan, you have to learn to let go ... Hey? \n[187]It's time to go home. ", "MISSION CONTROL": "\n[1]Explorer, please verify that the P1 ATA removal on replacement cap part 1 and 2 are complete. \n[2]Copy that Explorer. Dr Stone-Houston, requesting status update... \n[3]Standing by. Looks like we're on schedule. Dr. Stone, Medical is concerned about your ECG readings. \n[4]Well, medical doesn't agree doctor. Are you feeling nauseous? \n[5]That's a date, doctor. Just remember, Houston is partial to Margaritas. \n[6]Negative. We're not seeing any data. \n[7]Standing by. \n[8]Please expand. \n[9]Tijuana. You've told this story, Kowalsky. As Houston recalls, she took off in your '74 GTO. Engineering requests fuel status on the jet pack prototype. \n[10]Engineering says thank you. \n[11]We know the Corvette story, Matt. \n[12]Especially engineering. We're going to miss you, Matt. \n[13]Thank you doctor. Shariff, what's your status? \n[14]Could you be more specific? Indeterminate estimates make Houston anxious. \n[15]Hubble Telescope engaged. Upgrade fully functional. That applause you hear is for you, Shariff. Congratulations. Kick back, take the rest of the day off. \n[16]Matt, please advise as to Mission Specialist Shariff's current activity. \n[17]Dr. Stone. Houston. Medical now have you with a temperature drop to 35.9 and heart rate rise to 70. How are you doing? \n[18]Doctor Stone? Medical is asking if you want to return to Explorer? \n[19]That's a negative. I'm afraid we're getting nothing on this end, doctor. \n[20]Still nothing. \n[21]Kowalsky? \n[22]Negative. \n[23]We're not receiving any data. Engineering is recommending a vis- check for component damage. \n[24]That seems to be the case. Engineering admits that you warned us that this could happen. That's as close to an apology as you're going to get from them. We should've listened to you doc. \n[25]Copy that. How long do you think it'll take you? \n[26]Outstanding. We appreciate your patience, Doctor. Installing your system in the Hubble is the main purpose of this mission. \n[27]Houston trusts Mission Commander Kowalsky realizes that this delay is not of sufficient duration to enable him to surpass Anatoly's Solovyev's spacewalking record, as most recent calculations indicate that he will be left... \n[28]Matt, It's been a privilege. \n[29]Enjoy your last walk... \n[30]Permission granted. \n[31]Explorer, this is Houston. \n[32]NORAD reports a satellite has incurred a missile strike. The impact has created a cloud of debris orbiting at 20,000 miles per hour. Current debris orbit does not overlap with your trajectory. We'll keep you posted on any developments. \n[33]You're the expert, doctor. It's your call. \n[34]Please elaborate. \n[35]That is affirmative. Surprisingly, control hasn't heard the Mardi Gras story. Please proceed. \n[36]ISS, this is Houston. \n[37]Explorer, this is Houston. \n[38]Mission abort. Repeat: mission abort. Initiate emergency disconnect from Hubble. \n[39]Begin re-entry procedure. Start Deorbit Prep for PLS at Kennedy. ISS, initiate emergency evacuation. \n[40]Debris from the impact has caused a chain reaction, hitting other satellites in its path and creating new debris. Norad reports that orbital and ballistic effects are driving the cloud of debris up toward your altitude. How copy? \n[41]We have a full on chain reaction. It's been confirmed that it is the unintentional side effect of the Russians striking one of their own satellites. \n[42]Explorer, new data coming through. \n[43]It's not good. Most of our systems are going down. Debris chain reaction is out of control and rapidly expanding. Multiple sats are now down and they keep on falling. \n[44]Most of them. Telecomunications systems are gone. Expect a communication blackout at any moment. \n[45]You're a go for TH1138. Repeat You're a go for TH1138 procedure. \n[46]Attention. New data suggests immediate evacuation absolu... ", "EXPLORER CAP": "\n[1]DMA M1, M2, M3 and M4 are complete. \n[2]Go ahead Houston. \n[3]Standby for arm maneuver. \n[4]Standby for marking. \n[5]Go ahead Houston. \n[6]Copy all Houston, and in work. Matt, immediate return to Explorer. Repeat, immediate return to Explorer. \n[7]Airlock engaged--ready to receive. \n[8]Kowalsky, initiate emergency disconnect from the Hubble. \n[9]Locks releasing in three... two... one... \n[10]Copy that Houston. \n[11]You are a go, Kowalsky. \n[12]Houston, this is Explorer. Copy? \n[13]Houston, this is Explorer. Copy? \n[14]We lost Houston! ", "TRANSMISSION": "\n[1]Han... ni... ts... \n[2]Hannik ya itc... pini. \n[3]Hannic ya itcitem pini! \n[4]Uumaruq taigaa! \n[5]Mayday! \n[6]Mayday! Aningang! \n[7]Mayday, Aningang! Aningang, Mayday! \n[8]Aningang! Mayday! Suli, suli! \n[9]Mayday! Ieukpalliktuq uumaruq taigaa naabuqtuq. \n[10]Ieukpalliktuq naabuqtuq. \n[11]Suli aasrivak aatqatik niuruq...? \n[12]Auuu. Auuu. Oipmiq. Oipmiq! Auuu. Auuu. \n[13]Auuu... Auuu... \n[14]Ieukpalliktuq upatimi... ", "SHARIFF": "\n[1]Nearly there. Replacing battery module A1 and C. \n[2]No... no... no Houston, don't be anxious. Anxiety is not good for the heart... The system is ready to re- activate. \n[3]Woohoo... Jaise Baadal Paani Ka, Yaarana Hai Oh Jaise Paani Ka, Yaarana Hai. \n[4]Kinda like winning the lottery, isn't it? \n[5]Including holidays? \n[6]Nothing rad, it's just a new set of eyes to scan the universe. \n[7]Kowalsky! \n[8]Is this great or what?! \n[9]Roger. \n[10]They shot down their own satellite? \n[11]Heads up! \n[12]Need some help there Matt? "}}