{"dialogues": {"NICK": "\n[1]In my younger and more vulnerable years my father gave me some advice: \"always try to see the best in people,\" he would say... \n[2]As a consequence, I'm inclined to reserve all judgements. \n[3]But even I... have a limit. \n[4]Back then all of us drank too much. \n[5]The more in tune with the times we were, the more we drank. \n[6]And none of us contributed anything new. \n[7]When I came back from New York I was disgusted. \n[8]Disgusted... with everyone, and everything... Only one man was exempt from my disgust. \n[9]Gatsby... \n[10]He was... the single most hopeful person I have ever met... And am ever likely to meet again. There was something about him... \n[11]A sensitivity. He was like one of those machines that register earthquakes ten thousand miles away... \n[12]At a party. In New York. \n[13]In the summer of 1922, the tempo of the city approached hysteria... \n[14]The parties were bigger; the shows were broader; the buildings were higher; the morals were looser; and the ban on alcohol had backfired... making the liquor cheaper. \n[15]Wall Street was luring the young and ambitious. \n[16]And I was one of them. \n[17]I rented a house twenty miles from the city, on Long Island. \n[18]I lived at West Egg... \n[19]...in a forgotten grounds-keeper's cottage squeezed among the mansions of the newly rich. \n[20]To get started, I bought a dozen volumes on credit, banking and \n[21]All new to me... \n[22]Yes sir, of course nothing is one hundred percent. Well, I wouldn't go investing every penny. But... \n[23]At Yale, I'd dreamed of being a writer. \n[24]But I gave all that up. \n[25]With the sun shining and the great bursts of leaves on the trees, I planned to spend the summer studying. \n[26]And I probably would have-- \n[27]Were it not for the riotous amusements that beckoned from beyond the walls of that colossal castle... \n[28]Owned by a gentleman I had not yet met, named... \n[29]Gatsby. \n[30]My neighbor? No, Gatsby was-- Well-- If I think about it... The history of the summer really began the night I drove over to my cousin Daisy's for dinner... \n[31]She lived across the bay... \n[32]In old money East Egg. \n[33]Her husband was heir to one of America's wealthiest families. \n[34]His name was Tom Buchanan. \n[35]When we were at Yale together he'd been a sporting star. \n[36]But now his glory days were behind him and he contented himself with... other affairs. \n[37]Oh, I'm selling bonds now Tom... with Walter Chase's outfit-- \n[38]\n[39]Big day on the new job tomorrow-- \n[40]Daisy Buchanan. The golden girl. A breathless warmth flowed from her. A promise that there was no one else in the world she so wanted to see... \n[41]Oh, yes. About a dozen people send their love. \n[42]They're absolutely in mourning... They're crying... \n[43]They're wailing... \n[44]They're screaming, they're shouting... \n[45]\"Daisy Buchanan, we can't live without you!\" \n[46]She was the most frightening person I'd ever seen-- \n[47]I've seen your face on the cover of \"Sporting Life\". Nick Carraway... \n[48]But I enjoyed looking at her. \n[49]Well, my little shack is cardboard box at eighty a month. \n[50]I don't know a single-- \n[51]Its a libel, I'm too poor. \n[52]Can't we talk about something else? Anything? Crops? You're making me feel uncivilized Daisy-- \n[53]Why no... \n[54]Well, this Mr. Gatsby you spoke of is my neighbor... \n[55]Is something happening? \n[56]I don't. \n[57]Got some woman? \n[58]I'm not even faintly like a rose-- \n[59]I have to work early. \n[60]None of us could ignore that fifth guest's shrill metallic urgency... \n[61]What? \n[62]Your daughter; I suppose she talks, and... eats, and everything? \n[63]When I arrived home I noticed that a figure had emerged on my neighbor's dock. \n[64]And something told me it was... Mr. Gatsby. \n[65]He seemed to be... reaching toward something out there in the dark. \n[66]The green light. \n[67]I don't want to talk about this Doctor. \n[68]I can't talk about THIS. \n[69]Write? \n[70]Why would I do that? \n[71]Yeah, well. It didn't bring anyone else much solace... I wasn't any good. \n[72]What would I write about? \n[73]A place... \n[74]The Valley of Ashes was a grotesque place... \n[75]New York's dumping ground, half way between West Egg and the city... \n[76]...Where the burnt out coal that powered the booming, golden city was discarded by men who moved dimly and already crumbling through the powdery air. \n[77]...This fantastic farm was ever- watched by Dr. T. J. Eckleberg... \n[78]...A forgotten oculist whose eyes brooded over it all like the eyes of God. \n[79]Tom had invited me to town, on the pretense of a lunch at the Yale Club.... \n[80]But the day took an unexpected turn... \n[81]What are we doing? \n[82]Wait a second would you!? \n[83]I'm in bonds, actually... \n[84]Oh no, that's alright, I'm busy... \n[85]Really I can't... \n[86]Oh, I'm... I'm not sure now's a good time-- I was just going-- \n[87]Nick Carraway. \n[88]Tom, I really should be going... \n[89]Tom; I don't think-- Daisy's my-- \n[90]No... \n[91]Ah, no, well, I write a little... \n[92]I live at West Egg. \n[93]I live right next door to him... \n[94]Doesn't she like Wilson either? \n[95]My nerves are fine thanks... \n[96]I had been drunk just twice in my life and the second time was that afternoon... \n[97]That night, in the hidden flat that Tom kept for Myrtle, we were buoyed by a sort of chemical madness, a willingness of the heart that burst thunderously upon us all... And suddenly, I began to like New York. \n[98]High over the city our yellow windows must have contributed their share of human secrets to the casual watcher in the street... \n[99]...and I was him too, looking up and wondering... \n[100]I was within and without; enchanted and repelled by the inexhaustible variety of life... \n[101]I have no clue how I got home. \n[102]But I do know that I awoke with a distinctly uneasy feeling... \n[103]....that Gatsby was watching me. \n[104]Yes. He was watching me. In fact, I know now that Gatsby was always watching me... \n[105]Because I got an invitation... I was the only one. \n[106]No one, except me, every received an actual invitation to Gatsby's... \n[107]You see, the rest of New York simply came, uninvited... \n[108]The whole city packed into automobiles and all weekend, every weekend, ended up at Gatsby's... \n[109]And I mean everyone: from every walk of life, from every corner of New York City, this kaleidoscopic carnival spilled through Gatsby's door... \n[110]A caravansary of... \n[111]Billionaire play-boy publishers, and their blond nurses... Heiresses comparing inheritances on Gatsby's beach... My boss, Walter Chase, losing money at the roulette tables... Gossip columnists... Alongside gangsters and governors exchanging telephone numbers... Silent film stars... Broadway directors... Morality protectors... Casino collectors... \n[112]Do you know where I might find the host, Mr. Gatsby? \n[113]I live just next door... \n[114]Alone, and a little embarrassed, I decided to get... roaring drunk. \n[115]Wow. \n[116]Hello. \n[117]Its like... an amusement park. \n[118]Did you get an invitation? \n[119]Well I was... I seem to be the only one. Who is this Gatsby? \n[120]A German spy...? \n[121]You don't believe he killed a man do you...? \n[122]But if that's true; what's all this for...? \n[123]I didn't expect all this... \n[124]I don't know... \n[125]Not in the slightest... \n[126]Yes; The Ninth Battalion. \n[127]The whole thing's incredible - I live next door... \n[128]Oh.. I'm very sorry-- I... I've had so much to drink... \n[129]His smile was one of those rare smiles that you may come across four or five times in life. It seemed to understand you and believe in you just as you would like to be understood and believed in. \n[130]What time? \n[131]I expected him to be... \n[132]Well, yes; young men don't just drift coolly out of nowhere and buy a palace on Long Island. \n[133]Why not? \n[134]What makes sense...? \n[135]But... \n[136]Good night. Thank you. \n[137]We rode in the hydroplane... And I attended two more of his parties, even made use of his beach. But I soon realized that I knew absolutely nothing about Gatsby at all, until... \n[138]My... opinion? \n[139]\n[140]The way he spoke... No wonder people thought he was lying... \n[141]Europe? \n[142]Just when I thought it couldn't be any more fantastical... \n[143]He became a war hero, single- handedly defeating the German army! \n[144]Major Jay Gatsby. For Valor Extraordinary. \n[145]What could I say...? The photograph was undoubtedly authentic. Could it all be true? \n[146]I'm sure that's not necessary... \n[147]A big request? \n[148]Jordan...? What's she got to do with it? \n[149]One of your old Oxford pals? \n[150]By the time we reached the bridge I was impossibly confused... \n[151]I didn't know what to think... But the city seen from the Queensboro Bridge is always the city seen for the first time, in its first wild promise of all the mystery and the beauty in the world. Anything can happen now that we've slid over this bridge, I thought; anything at all... \n[152]Even Gatsby could happen... \n[153]Really? \n[154]It's fine, thank you. \n[155]I've heard of it... \n[156]I'm not... married. \n[157]Yes... \n[158]Oh, yes... We were just talking about other people's wives... \n[159]Who is he anyhow? \n[160]An actor? \n[161]Fixed it? \n[162]How did he manage that? \n[163]This is Mr. Gatsby, Mr. Buchanan. \n[164]I'm having lunch with Mr. Gats-- \n[165]I'm looking for Ms. Baker. Yes. The famous sporting star. The golfer... There... I've spotted her. \n[166]What game are you and Gatsby playing at!? \n[167]One moment please-- \n[168]It's all very strange. He picks me up in his fancy yellow car... And he's going on and on and on about his life and the war and rubies and Oxford and... What is-- \n[169]What is this big request!? \n[170]Tea? Daisy...? And Gatsby...? \n[171]Why? \n[172]So what happened? \n[173]What was in the letter? \n[174]It's a strange coincidence, isn't it? Gatsby's house being just across the bay... \n[175]All that for a girl he hasn't seen in five years...? And now he just wants me to have her for tea...? The modesty of it. \n[176]And you think I should? I mean, does Daisy want to see Gatsby? \n[177]I remember feeling torn. Was it right to bring my cousin Daisy, a married woman, together with a man I hardly knew? \n[178]When I returned home, Gatsby's was lit, from tower to cellar, as if for another wild party. But... There wasn't a sound. \n[179]Your place looks like the World's Fair... or Coney Island! \n[180]It's too late tonight. \n[181]I must go to bed... \n[182]Happy to do it. Jay-- I'm going to call Daisy and invite her to tea. \n[183]What day would suit you? \n[184]Day after tomorrow alright? \n[185]Not really. \n[186]Trying to. \n[187]I've got my hands full. \n[188]No, no, no... Its a favor Jay. Just a favor. \n[189]Happy to do it. \n[190]Yes. \n[191]Goodnight. \n[192]The grass looks fine. \n[193]Perhaps more flowers? \n[194]Beautiful. \n[195]I think it's what you want. \n[196]I am. \n[197]Don't be silly. It's just two minutes to four... \n[198]It's her. \n[199]That's the secret of Carraway Castle. Tell your chauffeur to go far away. \n[200]That's funny. \n[201]One moment... \n[202]What are you doing? \n[203]It's an old... clock. \n[204]Tea? \n[205]I just need to... pop into town. \n[206]The village; I'll be right back. \n[207]You're just embarrassed, that's all... Daisy's embarrassed too. \n[208]Just as much as you are. \n[209]You're acting like a little boy! You're rude. Daisy's in there all alone and... \n[210]Looking over my story so far, I'm reminded that for the second time that summer... \n[211]I was guarding other people's secrets. \n[212]Once again I was within... \n[213]And without... \n[214]Its... stopped raining. \n[215]Are you sure you want me to come? \n[216]Five lost years struggled on Daisy's lips. But all she could manage was... \n[217]Possibly, it had occurred to Gatsby that the colossal significance of that light had vanished forever. Now, it was once again just a green light on a dock. His count of enchanted objects had diminished by one. \n[218]Who's this? Your father? \n[219]If only it had been enough for Gatbsy, just to hold Daisy... \n[220]But he had a grand vision for his life, and Daisy's part in it. \n[221]It wasn't until the end of that summer, on the last night I saw Gatsby, that he told me of the life he had dreamt for himself since he was a boy... \n[222]You see doctor... Gatsby's real name was... James Gatz. \n[223]His parents were dirt-poor farmers from North Dakota... \n[224]But he never accepted them as his parents at all. \n[225]In his own imagination, he was... a Son of God... \n[226]Destined for future glory... \n[227]Chasing this destiny, a sixteen year old Gatz ran far, far away. \n[228]One afternoon, off the coast of Lake Superior, he spotted a yacht in peril... \n[229]He rowed out and rescued the vessel, and its captain, alcoholic millionaire Dan Cody... \n[230]This was his opportunity, and he seized it. \n[231]He sailed the yacht out of danger - and into his future... \n[232]Gatsby showed skill and ambition, and for five years they sailed the world... \n[233]How to dress, act, and speak like a gentleman... \n[234]Gatsby hoped to inherit Cody's fortune... But when Cody died, Gatsby was cheated out of his inheritance by Cody's family... He'd been left with an ability to play the gentleman, but he was once again dirt poor. \n[235]By midsummer Gatsby was front page news... \n[236]Where did the money comes from? \n[237]That's what all of New York wanted to know. And it was the same question on Tom's mind when he accompanied Daisy to one of Gatsby's glittering parties... \n[238]Ah... no... Not for awhile. \n[239]Just next door. \n[240]What about? \n[241]Well, its Tom. He's wandering around the party looking for you. \n[242]Gatsby disappeared to deal with a dispute of some sort. Daisy waited... \n[243]But Gatsby was unable to return. \n[244]Well there you are...! Daisy just left... But she asked me to tell you. She had a wonderful time... \n[245]Of course she did. \n[246]You mean about the party? \n[247]What...? \n[248]I wouldn't ask too much of her... \n[249]No. \n[250]Jay... You can't repeat the past. \n[251]No. \n[252]He talked a lot about the past... As if he wanted to recover something... \n[253]Some vision of himself that he had put into loving Daisy... \n[254]Five years ago Gatsby found himself at Daisy's house by colossal accident. \n[255]But his uniform his the truth. That he was a penniless young man with only that grand vision of himself. \n[256]He knew that if he kissed this girl his mind would never again be free to romp like... the mind of God... That falling in love would change his destiny... forever. \n[257]She blossomed for him like a flower... \n[258]And the incarnation was complete. \n[259]There had been music from my neighbor's all summer. In his blue gardens, men and girls came and went like moths among the whisperings and the laughter and the stars... \n[260]Laughter... No... No... Among the whisperings and the champagne and the stars... \n[261]But after Tom and Daisy visit... \n[262]There were no more parties... \n[263]Gatsby's lights went out one by one. \n[264]Daisy visited discreetly. But... \n[265]The very same fame that had once been a source of satisfaction to Jay Gatsby, became... a threat. \n[266]Is everything alright? \n[267]I hear you fired all your servants? \n[268]She had told Gatsby that she loved him - and Tom had seen... \n[269]Tom was feeling the hot whips of panic. His mistress and wife, an hour ago so secure, were both slipping from his control... \n[270]There aren't any more. \n[271]I wanted to get up and slap Gatsby on the back. \n[272]Gatsby looked, in that moment... as if he had \"killed a man.\" \n[273]He began talking excitedly, denying everything... But with every word Daisy was drawing further and further into herself, until only the dead dream fought on... \n[274]What? \n[275]No... I just remembered - today's my birthday. I'm thirty. \n[276]Thirty - the promise of a decade of loneliness... \n[277]The formidable stroke of thirty died away, as Gatsby and Daisy drove on through the cooling twilight, towards death... \n[278]No thanks. I'll wait outside. \n[279]No... thanks. \n[280]No. I think I've had enough... Of everyone. \n[281]What are you doing!? \n[282]Yes, I can see that. \n[283]Trouble!? That woman you ran down is dead Jay! \n[284]Daisy? Do you hear yourself-- \n[285]What's wrong with you!? How could you!? \n[286]Tom was right! You're nothing but a goddamn coward! \n[287]\n[288]Yes, I was there. I saw! It ripped her open! \n[289]She? \n[290]It was Daisy? \n[291]Jay-- You shouldn't be here. You should get out of here. \n[292]Tom won't touch her. He's not even thinking about her... \n[293]Alright. Alright... You wait here. I'll see if there's any commotion. \n[294]Jay? Everything alright...? \n[295]I should have told him what I had just seen. But all I could manage was... \n[296]Jay... You oughtta go away. \n[297]Tonight. They'll trace your car. \n[298]Do you understand that a woman has been killed--? \n[299]But Jay she-- \n[300]\n[301]That was the night he finally told me the truth. All of it. \n[302]He revealed his humble beginnings, his transformative voyage with Dan Cody, the war, Oxford, and how he'd joined Wolfsheim in the business... \n[303]It was also that night that I became aware of Gatsby's... extraordinary gift for hope. \n[304]A gift that I have never found in any other person... \n[305]And which it is not likely I shall ever find again. \n[306]What was in the letter? \n[307]It had all been for her. The house the parties, everything. \n[308]Jay, I've got to go. I have to work. \n[309]I'll call you up. \n[310]I suppose so... Well... Goodbye. \n[311]They're a rotten crowd! You're worth the whole damn bunch put together! \n[312]I was always glad I said that... It was the only compliment I ever paid him. \n[313]That morning, Wall Street boomed, its usual golden roar... But I wasn't worth a decent stroke of work. I waited for Gatsby to call with news... \n[314]While he waited for Daisy... \n[315]After all these years, I remember the rest of that day, and that night and the next day as an endless drill... \n[316]...of police and photographers and tabloid reporters. \n[317]The affair with Myrtle... \n[318]The hit and run... \n[319]Everything. \n[320]And there was nothing I could say except the one unutterable fact that none of it was true... \n[321]May I speak to Mrs. Buchanan? It's Mr. Carraway, her cousin... \n[322]Well, when you see her, will you tell her, the funeral's tomorrow? \n[323]Gone away...? Do you know when they'll be back. \n[324]Please, I know she would want to be there. If you could just get a message to her-- \n[325]Hello...? Hello!? \n[326]They were careless people, Tom and Daisy. They smashed up things and people and then retreated back into their money and their vast carelessness... \n[327]\n[328]I rang, I wrote, I implored... \n[329]But not a single one of the sparkling hundreds who had enjoyed his hospitality all summer, attended the funeral... \n[330]And from Daisy, not even a flower. \n[331]I was all he had; the only one who cared... \n[332]After Gatsby's death, New York was haunted for me... \n[333]That city... My once golden... shimmering mirage, now made me sick. \n[334]On my last night in New York... I returned to that huge, incoherent house once more. \n[335]Wolfsheim's 'associates' had cleaned the place out... \n[336]Its like an amusement park... \n[337]I remembered how we had all come to Gatsby's, and guessed at his corruption... While he had stood before us concealing an incorruptible dream... \n[338]The moon rose higher... And as I stood there, brooding on the old, unknown world, I thought of Gatsby's wonder when he first picked out the green light at the end of Daisy's dock. \n[339]He had come such a long way... \n[340]And his dream must have seemed so close that he could hardly fail to grasp it. \n[341]He did not know that it was already behind him... \n[342]Gatsby believed in the green light, the orgastic future that year by year, recedes before us... \n[343]It eluded us then, but that's no matter - tomorrow we will run faster... \n[344]Stretch out our arms farther... And one fine morning... \n[345]So we beat on, boats against the current, borne back ceaselessly, into the past. ", "GATSBY": "\n[1]I thought you knew, old sport. \n[2]I'm trying out my new hydroplane in the morning. Want to go with me, old sport? \n[3]Any time that suits you. \n[4]Lovely to see you Miss Baker. \n[5]If you need anything, just ask for it, old sport. I will rejoin you later... Excuse me. \n[6]Sorry to keep her from you, old sport. Don't forget; we're going up in the hydroplane tomorrow morning. \n[7]Good night, old sport... \n[8]Its pretty isn't it, old sport...? Haven't you seen it before? Its all a custom job. Supercharged engine. Get dressed... We're having lunch! \n[9]Ah... well... Ah... Look here, old sport... What's your opinion of me, anyhow? \n[10]Yes, yes, your opinion! \n[11]I don't want you to get the wrong impression from all those bizarre accusations you must be hearing. A pack of lies I assure you. You've heard the stories...? \n[12]I'll tell you God's truth. God's truth about myself! I am the son of some very wealthy people from the Middle-West; sadly, all dead now... I was brought up in America, but educated at Oxford; because all my ancestors have been educated there for many years. You see, it's a... a family tradition. \n[13]After that I lived like a young Prince in all the capitals of Europe! \n[14]Yes, Europe! Paris; Venice; Rome; Vienna, Zurich, Helsinki... Collecting jewels, chiefly rubies, hunting big game, painting, a little, things for myself mostly, and trying to forget something very sad that happened to me long ago... \n[15]Then came the war, old sport... \n[16]It was a great relief and I tried very hard to die, but I seemed to bear an enchanted life... \n[17]In the Argonne Forest I took my machine gun detachment so far forward... We were outnumbered five to one. There was a half mile gap on either side of us where the infantry couldn't advance. We stayed there two days and two nights, 130 men with only 16 Lewis guns... \n[18]...When the infantry came up at last they found the insignia of 3 German divisions among the piles of the dead. \n[19]I was promoted to Major and every Allied government gave me a decoration; even Montenegro! Little Montenegro down on the Adriatic Sea. \n[20]Here! That's the one from Montenegro. \n[21]Turn it. \n[22]That's right. \n[23]Here's another thing that I always carry. A souvenir of my Oxford days; the man on my left is now the Earl of Doncaster. \n[24]But don't take my word for it. At lunch, I'm going to introduce you to one of New York's most distinguished businessmen; my friend, Mr. Meyer Wolfsheim, who will confirm all I've told you, and vouch for my good character... \n[25]Oh but it is though...! You see, I thought you ought to know something about my life. I... I don't want you to think I'm just some... some nobody. You see, old sport, I'm going to make a very big request of you today. \n[26]Yes. Yes... Miss Baker will explain everything when you take her to tea this afternoon. \n[27]Oh, I assure you it's nothing underhand. Miss Baker's an honest sportswoman; she'd never do anything that wasn't alright... \n[28]All right, old sport! Alright. \n[29]Well... actually, I was able to do the Commissioner a favor once; he sends a Christmas card every year. I imagine he'll be at lunch too... \n[30]Meyer, Meyer... \n[31]Mr. Carraway; my friend, Mr. Wolfsheim. \n[32]We'll talk about that later... \n[33]Yes, highballs it is. You take good care of my friend here! \n[34]You be careful now. You're turning into a real Jazz-Hound Commissioner. See, that's the Commissioner back there. \n[35]You be careful at those tables now Senator! \n[36]Shall we order? Lobster tails all round. They decorate it with truffle slices and fine herbs. Very artistic. \n[37]No, no. This isn't the man. This is the friend I told you about. \n[38]Now, if you'll excuse me. I have to make THAT call. Meyer, do you mind? \n[39]Gentlemen. Everything alright...? \n[40]Other people's wives? Ah... I see. \n[41]Other people's wives... Meyer? \n[42]You'll have to excuse him... In his old age, he's prone to \"digress...\" He's a regular around here; a real denizen of Broadway... \n[43]Meyer? He's a gambler. \n[44]Meyer? No. He's the man who fixed the 1919 World Series. \n[45]Fixed it. \n[46]He just... saw the opportunity, I suppose. He's a very smart man. Now, old sport, about Miss Baker, and that request we spoke of... \n[47]I'm so very, very... delighted to make your acquaintance. \n[48]Ah, does it? I've... I've just been glancing into some rooms... Let's go to Coney Island, old sport, we can take my car-- \n[49]Or we can take a plunge in the swimming pool? I haven't made use of it all summer... \n[50]Oh, that's alright. I don't want to put you to any trouble... \n[51]What day would suit you...? I don't want to put you to any trouble... \n[52]Day after tomorrow? Well, I'd... I'd want to get the grass cut. \n[53]There's another little thing... I thought-- Look here, old sport-- You don't make much money, do you? \n[54]If you'll pardon my... You see, I carry on a little business on the side - a sort of sideline - you understand what I'm saying right? You're selling bonds, aren't you, old sport? \n[55]Well, this might interest you... It happens to be a rather confidential sort of thing... But you might pick up a nice bit of money. \n[56]You wouldn't have to do any business with Wolfsheim. I assure you. \n[57]A favor? \n[58]Ah, right, right... Goodnight. \n[59]One of the papers said they thought the rain would stop about four. I think it was the Journal... \n[60]Grass? \n[61]What Grass? \n[62]Have you got everything you need? \n[63]I think they did a fine job, don't you? \n[64]You think it's too much? \n[65]I think so too... She'll be impressed, won't she old sport? \n[66]I can't wait all day. I'm leaving! \n[67]Nobody's coming to tea. It's too late! \n[68]I'm... certainly glad to see you as well. \n[69]We've met before... \n[70]Ah... sorry... \n[71]Five years next November. \n[72]Thank you old sport. \n[73]Town...? \n[74]I've got to speak to you...! \n[75]Oh, God! This is a mistake, a terrible, terrible mistake... \n[76]She's embarrassed? \n[77]Don't talk so loud! \n[78]Yes, it has... Hasn't it? \n[79]What do you think of that, Daisy? Come look. \n[80]I know. I have the same view from my place. \n[81]Nick, I want you and Daisy both to see my house. I'd like to show her around. \n[82]Absolutely, old sport. Absolutely. \n[83]I had the gates brought in from a castle in Normandy. \n[84]Do you like it? \n[85]I don't. I keep it always full of interesting, celebrated people... \n[86]My house looks well doesn't it? See how the whole front catches the light like that? \n[87]If you press this button here, the oranges shoot through here, are crushed there... The juice of 200 oranges extracted in one hour...! \n[88]Its a remarkable little camera-- latest design. \n[89]She looks like she could be on the cover of Vogue, don't you think...? \n[90]Its a custom Wurlitzer. \n[91]Klipspringer can. Someone wake Ewing! \n[92]Ewing's a symphonic genius, he can play anything...! \n[93]She makes it look so splendid, don't you think old sport? \n[94]I've got a man in England who buys me clothes...! \n[95]Something for the lady... \n[96]He sends over a selection at the beginning of each season... \n[97]These are silk! Linen! Indian flannel! Egyptian cotton! \n[98]What is it? \n[99]Why? \n[100]If it wasn't for the mist we could see the green light... \n[101]The one that burns all night at the end of your dock. \n[102]No, no.. That's Mr. Dan Cody, old sport... He's dead now. He used to be my best friend years ago. \n[103]I want to show you something... Look, here's a lot of clippings, about you. \n[104]This was my first photo of you. \n[105]Excuse me. \n[106]Ah, Klipspringer! He must be awake! Shall we? \n[107]It will be... \n[108]I decided right then and there to call myself: Jay Gatsby. \n[109]He was alright, old Dan, he taught me everything... \n[110]We've got a great band here. Have a look around... Excuse me... \n[111]May I introduce Senator Gulick? This is Mr. Carraway and Mrs. Buchanan... \n[112]And Mr. Buchanan... The polo player. \n[113]May I show you around? \n[114]You must see the faces of a lot of people you've heard of. \n[115]Perhaps you know that lady there? \n[116]I believe we've met somewhere before, Mr. Buchanan. About a month ago. \n[117]That's right. See... I know your wife. \n[118]Yes. \n[119]Not now. \n[120]Mr. Buchanan, would you mind, terribly? \n[121]No... You see you were there all along, in every idea, in every decision... Of course, if anything is not to your liking, we can change it... \n[122]Run away? Darling, no. Daisy, that... that wouldn't be... respectable. \n[123]We're going to live here, in this house, together. You and me... Daisy... It's time for you to tell Tom. \n[124]Excuse me. Nick, would you mind? \n[125]She didn't like it. \n[126]No, she didn't like it. She did not have a good time. I feel so far away from her now. It's hard to make her understand. \n[127]The party!? I couldn't care less about the parties! You see... \n[128]She has to tell Tom that she never loved him. \n[129]Yes. Then we can go back to Louisville, to her parents' house - her parents are lovely people old sport - we'll be married there... You see, Daisy and I are going to and start over, just as if it were five years ago. \n[130]Ask too much? \n[131]I beg your pardon old sport. Its just.. Its so sad because its so hard to make her understand, and-- \n[132]Can't repeat the past? \n[133]Why of course you can. Of course you can. You'll see. I am going to fix things just the way there were before. Everything's been so... so confused since then... \n[134]If I could just get back to the start... If I could just get back to the start I could find it again. \n[135]I went to her house first with some of the other officers from Camp Taylor... I'd never been in such a beautiful house before... \n[136]I always knew that I could climb... But I could only climb if I climbed alone. \n[137]I knew that, that when I kissed this girl, I would... be forever wed to her... \n[138]So I stopped. And I waited... I waited... \n[139]I waited for a moment longer. \n[140]And then I just let myself go. \n[141]I knew it was a great mistake for a man like me to fall in love. A great mistake. I'm only 32... I might still be a great man if I could only forget that I once lost Daisy. But my life, old sport, my life has got to be like this... \n[142]It's got to keep going up. \n[143]She has to go to Tom and tell him she never loved him... I need to give her more time. I just need to give her more time... \n[144]Don't worry old sport, don't worry. I can protect her here. Good night old sport... \n[145]You're wrong about the past, old sport...! \n[146]You're wrong. \n[147]Then don't. \n[148]I've been meaning to call you up. I'm sorry, I've been... so busy. \n[149]Yes... Daisy and I are very much in love. \n[150]Daisy comes over sometimes in the afternoons and I wanted some people who wouldn't gossip... until we decided what we're going to do... You see these two towns are pretty close together. And it gets in the papers... You understand? They're some people Wolfsheim wanted to do something for. \n[151]What's the difference as long as they can cook and make beds...? \n[152]Nick... Daisy's ready. Shes ready. But there's just one thing. She's requested that you and Miss Baker be there, at lunch tomorrow, at her house... Will you come, old sport? Daisy needs you. I... We need you. Will you come old sport? \n[153]I'm right across from you. Right there. \n[154]Every night I can see that light at the end of your dock, blinking. \n[155]You see, Mr. Buchanan, I wanted to be close-- Daisy and I-- \n[156]Daisy... \n[157]I don't think there's much gas, old sport. \n[158]Why not let her alone, old sport? \n[159]What is? \n[160]No, not exactly. \n[161]Yes - I went there. \n[162]I told you I went there. \n[163]You'd like to know when....? It was in nineteen-nineteen, I only stayed five months. That's why I can't exactly call myself an Oxford man. \n[164]You see, it was an opportunity they gave to some of the officers who actually fought in the war. \n[165]Go on. Please Mr. Buchanan, go on. \n[166]Your wife doesn't love you. She's never loved you. She loves me! \n[167]No, old sport. See, she never loved you... She only married you because I was poor and she was tired of waiting. It was a terrible, terrible mistake, but in her heart she never loved anyone but me! \n[168]Daisy and I have nothing to hide... \n[169]Yes, Daisy, please sit down. \n[170]I just told you what's been going on; its been going on for five years...! \n[171]Not seeing. No, we couldn't; but both of us loved each other all that time, old sport, and you didn't know. I used to laugh sometimes, to think that you didn't know... \n[172]No... \n[173]That's all over now. Just tell him the truth, that you never loved him; and all this... all this pain will be wiped out forever. \n[174]You never loved him. \n[175]That's right... \n[176]You loved me too? \n[177]I want to speak to Daisy alone. She's all excited now... \n[178]You're not taking care of her any more! Daisy's leaving you. \n[179]What about it, old sport? \n[180]Well your friend Walter Chase isn't too proud to come in on it. \n[181]It's called `greed,' old sport. \n[182]He's got nothing to do with-- \n[183]The only respectable thing about you, old sport, is your money, that's it, and now I've just as much as you; so that means we're equal!! \n[184]\n[185]Daisy darling... None of this has any consequence. Don't listen to him Daisy. \n[186]We're going back   to Louisville to be married. Then   we're going to live together in   our house; it's-- \n[187]Daisy...! \n[188]No...! \n[189]Hello old sport... \n[190]Just sitting here... \n[191]Did you see any trouble out on the road? \n[192]I thought so... I told Daisy I \n[193]Its better that the shock should come all at once-- \n[194]Please... Keep your voice down, old sport. \n[195]Keep your voice down... There. Was. No. Point. In. Stopping. \n[196]It, it killed her instantly. I-- \n[197]I understand-- It was... my fault. This woman just rushed out, as if she wanted to speak to us... It all happened so quickly. She-- I... tried-- to turn the wheel. \n[198]You see, after we left New York, she was very nervous. She thought driving would steady her. But this woman, she just rushed out at us. \n[199]It all happened so quickly. It wasn't her fault... \n[200]It was my fault. I should have taken the wheel... No one must know. Promise me. No one. Promise me. \n[201]No. No. No. I'm going to wait. I'll wait all night if necessary. You see, Daisy's locked herself in her room, and she's going to turn her light off and on again if he tries to bother her about that unpleasantness this afternoon. If he tries ANY brutality whatsoever-- \n[202]Oh, I don't trust him, old sport. I don't trust him. \n[203]Would you do that for me? Thank you. Thank you, old sport. \n[204]Oh, hello, old sport. Yes, yes, everything's just fine... About four o'clock she came to the window; she stood there... Then, well, she turned out the light... So... Give me a hand will you old sport? \n[205]Go away? I can't leave now. Not tonight. \n[206]Daisy's going to call in the morning. Then we'll make plans, to go away together. \n[207]She just needs time to think... She'll call. In the morning. She just needs time to think. \n[208]She just needs to think. She's going to call in the morning. \n[209]Wait up with me? The suns almost up... \n[210]You know, I thought for awhile I had a lot of things... But the truth is... I'm empty. \n[211]I suppose that's why I make things up about myself... But I`ve wanted to tell you the whole story for a long time... You see. I grew up, terribly, terribly poor, old sport. My folks were, well-- \n[212]...I can't describe to you how surprised I was to find out that I loved her, old sport. And that she loved me too. \n[213]I never realized just how extraordinary a nice girl could be. \n[214]I thought out my life with Daisy in it, trying to figure out how we could marry and struggle along on so many dollars a month... \n[215]The truth, the reason why after the war, I hadn't been able to return-- \n[216]You see, I felt married to her... That was all. \n[217]Now now. Keep it open. For a personal call... \n[218]Not today. It's so beautiful. You know, old sport, I've never used that pool all summer? \n[219]Let's go for a swim. I'll have the phone transferred to the pool... \n[220]I understand... Well, I'll walk you out. \n[221]Do, old sport, please do. I suppose Daisy'll call too. \n[222]Daisy... \n[223]She makes it look so splendid, don't you think, old sport? \n[224]Will you come old sport? We... need you. \n[225]It will be... ", "TOM": "\n[1]I thought I told you not to call me here...! \n[2]Shakespeare! How's the great American novel coming...? \n[3]Never heard of em. \n[4]Hey! What say after dinner we go into town? \n[5]Catch up with the old wolf pack? \n[6]Nonsense! We're going. \n[7]First team, all-American! \n[8]You see? Made me who I am today. \n[9]Here-- Forest Hills... I played the Prince of Wales. What a sissy! \n[10]Life's something you dominate Nick. \n[11]If you're any good. \n[12]Ha-ha-ha! \n[13]Nick, Daisy tells me you're over at \n[14]throwing your lot in with those social-climbing, primitive New Money types...? \n[15]Civilization's going to pieces! Have you read 'The Rise of the Colored Empires' by this fellow Goddard? \n[16]Everyone ought to read it. The idea is that its up to us, the dominant race, to watch out, or these other races... \n[17]Will have control of things. \n[18]It's been proved. Its scientific. \n[19]Excuse me... I'll be right back. \n[20]So... After dinner Nick wanted to go into town. Right Nick? To the Yale club. \n[21]Nonsense. Its only for a drink or two. \n[22]Come on--! \n[23]Trust me! \n[24]Dominate Nick! Dominate! \n[25]Hello Wilson! How's business? \n[26]I've got my man working on it. \n[27]Maybe I'd better sell it somewhere else? \n[28]Mrs. Wilson... Nick Carraway. \n[29]Nick's a writer... \n[30]Get on the next train. \n[31]Whatever you want. And you can call up your sister... She'll like him... \n[32]Do you want to embarrass Myrtle...? That's rude. \n[33]Get some ice Myrtle, before everyone goes to sleep. \n[34]Nonsense... \n[35]Listen Nick, you like to watch; I remember that from college. And that's OK, I make no judgment; but we've got a whole summer - do you want to sit on the sideline and watch, or do you want to play ball? \n[36]Hey Nick! McKee's in the artistic game. \n[37]Nick's artistic. \n[38]Hey McKee, take a picture of that! \n[39]You've got no right to speak her name! \n[40]Hey Nick! Nick! Where've you been!? Daisy's furious you haven't called up. \n[41]I wouldn't have expected to find you in this temple of virtue. \n[42]A lot of these newly rich people are just filthy bootleggers. \n[43]Hah! A businessman... \n[44]Oh no. Not me. \n[45]I'd rather not be the polo player. \n[46]We don't go around very much. I don't think I recognize a single person... \n[47]I'd really rather not be the polo player... \n[48]That's right... And you were with Nick here. At the barbershop... \n[49]Is that so? \n[50]Of course not; I think I can keep myself amused. \n[51]I wonder where the devil he met Daisy...? \n[52]I'll find you... \n[53]Have you seen my wife...? \n[54]That's funny. The Senator said he saw her down here. \n[55]You live near here Nick...? \n[56]That so...? \n[57]What a circus... Well, if you see her, I'll be looking for her. You tell her. \n[58]Where were you? \n[59]Well, he certainly must have strained himself to get that menagerie together... \n[60]You know, I read somewhere that the sun's getting hotter every year... \n[61]Or wait a minute; it's the opposite... \n[62]The sun is getting colder every year... \n[63]How I'd like to be out on that bay today. \n[64]So you are. \n[65]What light? \n[66]Town!? Women... They get these notions... \n[67]Let's go to town! I'm perfectly willing...! That's a marvelous idea! Henri! Have the car brought around immediately! \n[68]We've smoked all through lunch. \n[69]It was your great idea Daisy. Why don't we!? We'll all go to town! \n[70]You've got me all excited, and now you don't want to go? We'll get a great big room at the Plaza, a cold bucket of ice, and some whiskey... It will be fun. \n[71]Will you join us, Mr. Gatsby? \n[72]Henri! Get some whiskey! Two bottles, wrapped in a towel. \n[73]Mr. Gatsby! Would you be good enough to take my coupé? And I'll drive everyone else in your circus wagon. \n[74]Plenty of gas. And if we run out, then we'll stop at a drug store. I hear you can buy anything at a drug store nowadays... Isn't that right, Mr. Gatsby? \n[75]You think I'm pretty dumb, don't you? But I have a-- an almost second sight, sometimes, that tells me what to do. And I've made a small investigation of this fellow. \n[76]Oxford, New Mexico! He wears a pink suit for Christ's sake! \n[77]Wilson! Wilson! What are you waiting for!? Let's have some gas... Do I have to do it myself? \n[78]Your wife does...? \n[79]What do I owe you!? \n[80]You can have the car! I'll send it around tomorrow! \n[81]That's enough... \n[82]Forget about the heat. You make it worse by crabbing about it. \n[83]That's a great expression of yours, isn't it? \n[84]'Old sport'. Where'd you pick it up? \n[85]Mr. Gatsby, I understand you're an Oxford man. \n[86]Oh yes, I understand you went to Oxford. \n[87]Sure; the man in the pink suit went to Oxford! \n[88]I heard you, but I'd like to know when. \n[89]Wait a minute, I want to ask Mr. Gatsby one more question. \n[90]What kind of a row are you trying to cause in my house anyhow? \n[91]Self-control! I suppose the latest thing is to sit back and let Mr. Nobody from Nowhere make love to your wife? Well, if that's the idea you can count me out... See, nowadays people begin by sneering at family life and family institutions and next you know they'll throw everything overboard and we'll have intermarriage between black and white! \n[92]You must be crazy. \n[93]Sit down Daisy! \n[94]What's been going on? I want to hear all about it. \n[95]You've been seeing him for five years? \n[96]Oh - that's all; you're crazy! I can't speak about what happened five years ago, because I didn't know Daisy then - but I'll be damned if I see how you got within a mile of her unless you brought the groceries to the back door. But all the rest of that's a god-damned lie. Daisy loved me when she married me and she loves me now. \n[97]She does, though... And what's more, I love Daisy too. Once in a while I go off on a spree, but I always come back, and in my heart I love her all the time... \n[98]Not at Kapiolani? \n[99]Not that day I carried you down from the Punch Bowl to keep your shoes dry...? Daisy? Never? \n[100]Daisy... \n[101]Even that's a lie. She didn't know you were alive. There are things between Daisy and me that you'll never know, things that neither of us can ever forget. \n[102]Of course it wouldn't. \n[103]Of course it matters. I'm going to take better care of you from now on. \n[104]Nonsense. \n[105]She's not leaving me; and certainly not for a common swindler! \n[106]Mr. Gatsby, who exactly are you anyhow? You see, I have made a small investigation into your affairs... You're one of Meyer Wolfsheim's bunch. \n[107]See, he and this Wolfsheim bought up a lot of 'drug stores' and sold bootlegged alcohol over the counter! \n[108]Don't call me `old sport!' This drug store business is just small change compared to the bonds stunt you and Wolfsheim have got going on now. \n[109]I've been giving that some thought. How does a reputable banker like Walter Chase find himself up to his eyeballs in debt to a little kike like Wolfsheim? \n[110]That's right; you've got half of Wall Street out there swilling your free booze at that fun park every weekend... I'm surprised he hasn't tried to drag you in... \n[111]My God, he has... \n[112]With your little racket... Daisy... Can't you see who this guy is? With his house and his parties and his fancy clothes; he's just a front for Wolfsheim, a gangster, to get his claws into respectable folk like Walter...! \n[113]Oh no, no, we're different; I am, \n[114]we're all different from you - we were born different, it's in our blood, and nothing you do, or say, or steal or dream up, can ever change that... And a girl like Daisy will never...! \n[115]That's right Mr. Gatsby, show us those fine Oxford manners... \n[116]You two start on home... In Mr. Gatsby's car. \n[117]Go on. He won't annoy you. I think he realizes that his little flirtation... is over. \n[118]Want any of this? Jordan? Nick? Nick? \n[119]Want any? \n[120]Happy birthday... \n[121]Wreck...! Good. Wilson will have a little business at last... Let's take a look.. \n[122]Just a look. \n[123]Get off me...! I'm fine. I'm fine. \n[124]No... Not really... \n[125]What happened...? \n[126]Pull yourself together... \n[127]Listen, I just got here from New York. I was bringing you the coupé. That yellow car wasn't mine, do you hear? I haven't seen it all afternoon. \n[128]Blue, a coupé; we've come straight from New York. \n[129]Fella named Gatsby; he's a crook, George. Gives those parties the papers are always talking about... \n[130]Yeah. Maybe. Guy like that, who knows... \n[131]Gatsby. Something outta be done about a fella like that. He'll pay... Oh, he'll pay... \n[132]The goddamn coward didn't even stop his car... \n[133]You gonna defend him now, huh? \n[134]I'll telephone for a taxi, Nick. Come in and have some supper while you wait... \n[135]What is the matter with you? \n[136]Its going to be all right... \n[137]We should go. ", "DAISY": "\n[1]Oh Nicky... Is that you my lovely? \n[2]Do they miss me in Chicago? \n[3]How gorgeous. \n[4]\n[5]\n[6]\n[7]I'm p-paralyzed with happiness...! \n[8]Jordan Baker; a very famous golfer. \n[9]I know! This summer I'll sort of, fling you and Jordan together... \n[10]I'll push you into linen closets, and out to sea in boats... \n[11]Your life is adorable. \n[12]Gatsby? \n[13]What Gatsby...? \n[14]Would you like to hear a family secret? Its about the butler's nose... \n[15]Nicky... I heard a rumor, that you were getting married to a girl out west... \n[16]Tom's been very profound lately. He reads deep books with long words in \n[17]We've got to beat them down. \n[18]I'm sorry... \n[19]I just love seeing you at my table Nicky. You remind me of a rose, an absolute rose... Doesn't he? \n[20]Nicky, stay-- \n[21]Oh Nicky... \n[22]Its just, well, you see, I think everything's terrible anyhow. You know I've been everywhere and seen everything and done everything, and I've had very bad time Nicky... I'm pretty cyncical about everything. \n[23]Pammy? Oh yes... \n[24]Listen Nick, when she was born, Tom was God knows where - with God knows whom - and I asked the nurse if it was a boy or a girl. She told me it was a girl, and I wept. 'All right,' I said, 'I'm glad it's a girl. And I hope she'll be a fool - that's the best thing a girl can be in this world, a beautiful little fool.' \n[25]All the bright precious things fade so fast... \n[26]And they don't come back. \n[27]Tell them Daisy's changed her mind! \n[28]Leave me alone! \n[29]Is this absolutely where you live, my dearest one? \n[30]Why did I have to come alone? Are you in love with me? \n[31]Come back in an hour, Ferdie! His name is Ferdie. \n[32]Oh--! Oh, my goodness. I... I can't believe it. You-- Did you ransack a greenhouse? \n[33]He is in love with me... \n[34]What's funny? \n[35]I'm certainly glad to see you again. \n[36]Lovely though. A lovely... clock. \n[37]We haven't met for many years. \n[38]Darling thank you. \n[39]Look. Its my house. Just there across the bay... \n[40]Where's your place? \n[41]Oh, Jay...!? Its so grand! \n[42]I love it...! But how do you live here all alone? \n[43]You do know, I'm a champion golfer, don't you? Here, I'll show you how its done. \n[44]Oh...! Its beautiful. \n[45]Can anyone play it? \n[46]Music! And we can dance all night! \n[47]Then I demand a Charleston! \n[48]I've never seen anything like it! \n[49]Jay! \n[50]No, Jay... you'll ruin them! Nicky! He's a madman! \n[51]It's just... It makes me sad, because... \n[52]...because... \n[53]It's just... Because I've never seen such beautiful shirts before. \n[54]What green light? \n[55]You never told me you had a pompadour... or a yacht. \n[56]You saved my letters... \n[57]We cant lose each other and let all this glorious love end in nothing. Come home, I'll be here waiting and hoping, for every long dream of you to come true... Come home Jay... \n[58]I wish I had done everything on earth with you. All my life. \n[59]I wish that it could always be like this... \n[60]Not Gatsby. He's a businessman. \n[61]He owned a lot of drug stores. \n[62]Delighted... \n[63]Oh Tom... You should be proud of your achievements. \n[64]Absolutely! \n[65]Its Marlene Moon... I adore her pictures... \n[66]These things excite me so... \n[67]In case you need to take down any addresses... \n[68]Is all this made entirely from your own imagination? \n[69]It's perfect. From your perfect, irresistible imagination... \n[70]I... I wish we could just run away. \n[71]Remember how much fun we used to have? Why can't we just have fun like that again? \n[72]Oh hello Nicky; we're having a row. \n[73]About things... About the future... The future of the Colored Empires. \n[74]With Nicky. Mr. Gatsby was showing us the grounds. \n[75]I don't want to go home. \n[76]It's so hot... \n[77]Everything's so confused. \n[78]What'll we do with ourselves this afternoon...? And the day after that... ...and for the next thirty years? Let's all go to town! Who wants to go to town? \n[79]You look so cool. You always look so cool, like the advertisement of the man... in Times Square... \n[80]The man in the cool, beautiful, shirts. \n[81]Just like that? Can't anyone at least have a cigarette? \n[82]Oh, let's have fun. It's too hot to fuss. \n[83]I've changed my mind... You brute. \n[84]Fine. Have it your own way, Tom... Come on, Jordan. \n[85]You take Nick and Jordan, Tom! \n[86]We'll meet you at the Plaza! I'll be the man on the corner smoking two cigarettes... \n[87]Open another window. \n[88]Then telephone for an axe... \n[89]Now see here, Tom; if you're going to make personal remarks I won't stay here one minute. \n[90]Tom...! \n[91]I'll make you a drink Tom, then you won't seem so stupid to yourself... \n[92]He isn't causing a row; you're causing a row. Please have a little self-control! \n[93]Jay let's go, please...! \n[94]You're revolting... \n[95]Do you know why we left Chicago...? I'm surprised they didn't treat you to the story of that little spree. \n[96]Why, how could I love him, possibly? \n[97]I never loved him. \n[98]No. \n[99]Please don't. \n[100]There, Jay. \n[101]You want too much! I love you now; isn't that enough? I can't help what's past. I did love him once; but I loved you too. \n[102]Even alone I can't say I never loved Tom. It wouldn't be true. \n[103]As if it mattered to you. \n[104]I am, though. \n[105]My sincerest apologies. I... I seem to have lost my temper. \n[106]Please Tom; I can't stand this anymore! \n[107]Daddy's taking care of his two favorite girls... \n[108]Just for a little trip. Just you, me, and daddy... \n[109]But how do you live her all alone? \n[110]Music! And then we can dance all night... \n[111]I wish it could always be like this... \n[112]Its perfect... From your perfect, irresistible imagination. ", "JORDAN": "\n[1]I've been lying on that sofa for as long as I can remember... \n[2]I'm not listening to a word! \n[3]I know somebody in West Egg. \n[4]Oh, you must know Gatsby. \n[5]Things went from bad to worse... \n[6]They have to be old so they die quickly... \n[7]Shhhh... Don't talk. I want to hear what happens. \n[8]I thought everybody knew. \n[9]Tom's got some woman in New York. \n[10]She might have the decency not to telephone at dinner-time... Don't you think? \n[11]I remembered you lived next door... \n[12]Shall we? \n[13]People aren't invited to Gatsby's. \n[14]Teddy Barton. Nick Carraway. \n[15]Let's go find him, and you can ask him yourself... \n[16]Oh, Mr. Gatsby...! Shall I lead you into his clutches? \n[17]Phooey; I've met him! \n[18]Well I don't care; he gives large parties - and I like large parties, they're so intimate; at small parties there isn't any privacy. \n[19]What did you expect? \n[20]Disappointed? \n[21]Old and fat? \n[22]He told me once he was an Oxford man. However, I don't believe it... \n[23]I don't know... I just don't believe he went there... \n[24]Me? \n[25]Nick! Nick! I've just heard the most shocking thing; it all makes sense... \n[26]Simply amazing! It all makes sense. It all makes sense... \n[27]Everything... But here I am tantalizing you... \n[28]And I swore I wouldn't tell. \n[29]Nick. I'm sorry, I swore I wouldn't tell. \n[30]Come and see me... We'll have tea! I'm in the phone-book! \n[31]Please, Nick, sit down. This is a polite restaurant. \n[32]If you'll just have a seat-- \n[33]Nick--! He just wants you to invite Daisy to tea. \n[34]Well... I don't know quite where to start. You see... I met Gatsby, five years ago, in Louisville... \n[35]It was the day I got my new English golf shoes. \n[36]Is the way all girls want to be looked at. \n[37]Well, I don't know... \n[38]Gatsby was sent off to war... \n[39]A year later, Tom Buchanan of Chicago swept in and stole her away... \n[40]He gave her a string of pearls worth $350,000. \n[41]But, the morning of the wedding, Daisy received a letter... \n[42]Daisy! Please, everyone's waiting! \n[43]I don't know. She wouldn't tell me. \n[44]Anyways, that day, at five o'clock, Daisy Faye married Tom Buchanan with more pomp and circumstance than Louisville had ever seen... \n[45]After the honeymoon, I saw them in Santa Barbara. It was touching, actually... \n[46]I'd never seen a girl so in love with her husband. A week later, Tom crashed his car. The girl with him was a chambermaid at the Santa Barbara Hotel. It got into all the papers... \n[47]It's no coincidence. He bought that house to be near her, he threw all those parties hoping she'd wander in one night. He constantly asked about Daisy... I was the first one who knew her. \n[48]Kind of takes your breath away, doesn't it? \n[49]Long Island, please. \n[50]She's absolutely not to know. You are just supposed to invite her over so he can \"happen to drop by.\" \n[51]And you found he was an Oxford man? \n[52]We're almost out of gas Tom... \n[53]We're all white here, Tom. \n[54]We should go... \n[55]They are... \n[56]Must we? \n[57]Won't you come in, Nick? \n[58]It's only half past nine... \n[59]He threw all those parties hoping she would wander in one night... ", "WILSON": "\n[1]I can't complain. When are you going to sell me that car? \n[2]Works pretty slow, don't he? \n[3]I don't mean that, I just... \n[4]Oh, sure... Sure... \n[5]I'm sick. I'm all run down. I need money bad... My wife and I want to go West. \n[6]I just got wised-up to something funny the last two days. She's goin' whether she wants to or not. \n[7]Dollar twenty. \n[8]God knows everything you've been doing! \n[9]You might fool me but you can't fool God! \n[10]God sees everything! \n[11]O, my Ga-od! O, my Ga-od! \n[12]You don't have to tell me what kind of car it was! I know what kind of car it was! \n[13]Who owns the yella' car...? \n[14]Maybe he was the one foolin' with Myrtle; maybe that's why he killed her...? \n[15]Oh, Ga-od! Oh, my Ga-od! \n[16]God sees everything. ", "WOLFSHEIM": "\n[1]Ah my boy...! \n[2]You smell so good. \n[3]A wonderful pleasure, Mr. Carraway. I know all about you. \n[4]Come, join us for a little lunch... \n[5]Tell Walter Chase; \"he shuts his mouth or he doesn't get a penny...\" \n[6]So... How is the bond business Mr. Carraway? \n[7]I understand you're looking for a \n[8]Oh! Beg your pardon, I had a wrong man. \n[9]Gatsby! What a gentleman! From one of the finest families in the Midwest... Sadly all dead now. Let me tell you, when I made the pleasure of Mr. Gatsby's acquaintance just after the war, I knew I had discovered a man of fine breeding. A war hero! Such... medals. And, an Oggsford man. Oggsford College in England. You know Oggsford? \n[10]Then you would know that a man like that can be trusted. With a friend, with someone like you, he would never so much as look at your wife... \n[11]But you work on Wall Street, right? \n[12]Looking at my tiepin? \n[13]Finest specimen of human molars... \n[14]Well, my work here is done. I'll leave you gentlemen to talk about your sports and your women... \n[15]When these hot headed types appear, I rely on you... But you were not available.. A scene was made... What's going on with you Jay? ", "MYRTLE": "\n[1]If its business you're talking, you should be talking to me... Get some chairs why don't you; so somebody can sit down... \n[2]Hurry up! \n[3]A pleasure... \n[4]Now...? Are we gettin' that dog? \n[5]Catherine's said to be very good looking, by people who oughta know. \n[6]It's just a crazy old thing. I slip it on when I don't care what I look like! \n[7]Oh, don't! \n[8]I'm not one of those models...! But you can if you want... \n[9]...He's a greasy little scumbag! \n[10]...I've got to get a massage, and a wave, and a collar for the dog, and one of those cute little ash-trays where you touch a spring, and a wreath with a black silk bow for mother's grave! \n[11]My dear I'm giving you this dress! \n[12]Daisy! Daisy! Daisy! I'll speak it whenever I want! Daisy! Dai-- \n[13]He's here... \n[14]Stop, Tom, please, stop! ", "DOCTOR": "\n[1]One man...? Mr. Carraway? \n[2]Was he a friend of yours? \n[3]Where did you meet him? \n[4]So... He was your neighbor? \n[5]Green light? \n[6]Then write about it. \n[7]Yes. Write. \n[8]After all, you said that writing brought you solace, once upon a time. \n[9]No one need ever read it. You can always burn it. \n[10]Anything. Whatever you can't quite talk about; a memory; a thought; a place... Write it down. \n[11]Watching you...? \n[12]And how do you know that? ", "CATHERINE": "\n[1]I'm Catherine; ain't we havin' a party? \n[2]What's the matter? Don't ya like me? \n[3]Yeah. Ain't we good enough for ya? \n[4]Take off yer hat and stay awhile... \n[5]Do you live on Long Island, too? \n[6]Really? I was there at a party about a month ago. At a man named Gatsby's. Do you know him? \n[7]He's a cousin of Kaiser Wilhelm's. You know, the evil German king... \n[8]Neither of them can stand who they're married to. \n[9]No thanks; I feel just as good on nothing at all... \n[10]Nerve pills, I get them from a doctor in Queens. You want one? ", "HERZOG": "\n[1]Excuse me sir; Chicago on the wire. \n[2]I beg your pardon... \n[3]Miss Baker; Mr. Gatsby would like to speak to you... Alone. \n[4]Yes, madame. \n[5]Philadelphia on the phone, sir. \n[6]Mr. Gatsby sir. Mr. Slagle is here... \n[7]Sir; it's Mr. Slagle; he's quite... emotional. \n[8]Mr. Gatsby sir, excuse me, Chicago calling sir. \n[9]A personal call? Of course. ", "HENRI": "\n[1]Madame, le diner est servi! \n[2]Buchanan residence. \n[3]Madame is not available. \n[4]I'm sorry, but... They have gone away. \n[5]No. \n[6]I have no further information monsieur. Au revoir. ", "TEDDY": "\n[1]He was a German spy during the war. \n[2]Kills for fun! Free of charge. \n[3]Penny-less pantywaist! \n[4]I'm stealing her away Carraway! \n[5]Look around you! Rich girls don't marry poor boys-- \n[6]Where have you been!? The car's waiting! ", "POLICEMAN": "\n[1]Sir. Sir, I'm gonna have to ask you to step away-- \n[2]You knew her? \n[3]Well then I have to ask you to step back. \n[4]She ran out `inna road. Son-of-a- bitch didn't even stopus car. \n[5]What color's your car? \n[6]Alright... Blue. "}}