{"dialogues": {"PAUL": "\n[1]Oh, my... \n[2]Let go... \n[3]I got it off the wall there. There's a whole row of them. \n[4]I just borrowed it. Don't see what harm it does. \n[5]I'm sorry if I broke the rules. \n[6]You're hurting me! \n[7]Nothing. I just walk, that's all, I like to walk! \n[8]Mr. Dolan and I were...chatting. About the weather. I think we're through now. \n[9]That might just provoke him all the more, make things worse for everybody. \n[10]Ellie, please... \n[11]It's okay...I'll be okay... \n[12]I guess sometimes the past just catches up with you, whether you want it to or not. It's silly. \n[13]I haven't spoken of these things in a long time, Ellie. Over sixty years. \n[14]Yes. Yes you are. \n[15]I ever tell you I was a prison guard during the depression? \n[16]Did I mention I was in charge of death row? That I supervised all the executions? \n[17]They usually call death row the Last Mile, but we called ours the Green Mile, because the floor was the color of faded limes. We had the electric chair then. Old Sparky, we called it. I've lived a lot of years, Ellie, but 1935 takes the prize. That was the year I had the worst urinary infection of my life. That was also the year of John Coffey, and the two dead girls... \n[18]Christ. Gimme a minute. \n[19]For a man pissing razor blades. \n[20]With a new arrival? You know better. Besides, it's not as bad as it was. I think it's clearing up. \n[21]Never you mind, Del, you just keep your nose quietly on your business. \n[22]Why's that? \n[23]Can't be bigger than you. \n[24]Jeezus, pleeze-us, what the hell's he yelling about? \n[25]Percy, that's enough. \n[26]Am I gonna have trouble with you, big boy? \n[27]Percy. They're moving house over in the infirmary. Why don't you go see if they could use some help? \n[28]Why don't you just go make sure? I don't care where you go, Percy, as long as it's not here at this very moment. \n[29]Goddamn it, Percy! Get the hell off my block! \n[30]We'll get it looked at, Del, now keep yourself quiet like I said! \n[31]If I let Harry take those chains off you, you gonna be nice? \n[32]Your name is John Coffey. \n[33]So you can spell, can you? \n[34]My name is Paul Edgecomb. If I'm not here, you can ask for Mr. Terwilliger, Mr. Howell, or Mr. Stanton...those gentlemen there. This isn't like the rest of the prison. It's a quiet place, we like to keep it that way. \n[35]You having a joke on me, John Coffey? \n[36]Your time here can be easy or hard, depends on you. If you behave, you get to walk in the exercise yard every day. We might even play some music on the radio from time to time. Questions? \n[37]It's pretty bright in here all night long. We keep half the lights burning in the corridor. \n[38]Right out there. \n[39]Dean, run Delacroix up to the infirmary and see if his fingers are broken. \n[40]How could I miss it, Harry? The whole prison heard. \n[41]I'll chew that food when I have to. Right now I wanna hear about the new inmate...aside from how big he is, okay? \n[42]Seems meek enough. Looks like they sent us an imbecile to execute. \n[43]Jesus. \n[44]I'm just about done. \n[45]How's that pretty gal of yours? \n[46]Doctor still think it's migraines? \n[47]If it's something they can see with an X-ray, maybe it's something they can fix. \n[48]You didn't come all the way down here just to hand me a D.O.E. \n[49]It is. \n[50]Little Percy called his aunt and squealed like a schoolroom sissy. He also mention he assaulted a prisoner this morning out of sheer petulance? Broke three fingers on Eduard Delacroix's left hand. \n[51]The man is mean, careless, and stupid. Bad combination in a place like this. Sooner or later, he's gonna get somebody hurt. Or worse. \n[52]Easy enough to say. We can't watch him every minute, Hal. \n[53]The mental hospital? \n[54]Then why's he still here? He could get that application pushed through...hell, with his connections, he could have any state job he wants. \n[55]Tell you what I think. I think he just wants to see one cook up close. \n[56]Of course. \n[57]You give Melinda my love, okay? I bet that X-ray turns out to be nothing at all. \n[58]Hey, you. Music too loud? \n[59]He said to tell you he's having a little trouble with that tonight. \n[60]Yeah, that. Things. \n[61]Got a new inmate today. Big, simple-minded fella. \n[62]No. One sleepless member of this family's enough. The things that happen in this world. It's a wonder God allows it. \n[63]Don't I wish. I've still got something wrong with my waterworks, I don't want to pass it on. \n[64]No, because he'll want me to take sulfa tablets and I'll spend the rest of the week puking in every corner of my office. It'll run its course all by itself, thank you very much for your concern. \n[65]He's doing a cell check. \n[66]All right. Let's get the damn mouse. \n[67]It was a dream. Go back to sleep. \n[68]Can't put anything over on you. \n[69]Dean, watch the door. He tries to get past you, whack him. \n[70]You let him get past you. \n[71]Yeah, that's right. That's the last we'll see of him... \n[72]You little son of a bitch. \n[73]Percy. You want to think about what you were doing just now. \n[74]Men under strain can snap. Hurt themselves. Hurt others. That's why our job is talking, not yelling. You'll do better to think of this place like an intensive care ward in a hospital-- \n[75]We all know who your connections are, Percy... ...but you ever threaten a man on this block again, we're all gonna have a go. Job be damned. \n[76]Get all this shit back in the restraint room. You're cluttering up my Mile. \n[77]Arlen? Your daughter and her family are here. \n[78]Let's move. I want at least two rehearsals before he gets back. \n[79]Arlen Bitterbuck, step forward. \n[80]Is his head properly shaved? \n[81]I'll take that for a yes. All right, Arlen, let's go. \n[82]Toot, you have to wait till I tell you to pray. Okay, pray. \n[83]Well, actually-- \n[84]As I was saying, I don't believe they actually shake their dicks, Harry. Be that as it may, Mr. Bitterbuck is a Christian, so we got Reverend Schuster coming in. \n[85]On your feet, Toot. You've prayed enough for one day. \n[86]Watch and learn. \n[87]Shut up, Brutal. That goes for everybody. I want quiet in here. Toot, another remark like that, I'll have Van Hay roll on two for real. \n[88]That's why I don't like it. Tomorrow night we're doing this for real. I don't want somebody remembering a stupid joke like that and getting going again. Ever try not laughing in church once something funny gets stuck in your head. Same goddamn thing. \n[89]All right, let's go again and do it right this time! Get that idiot out of the chair... \n[90]I just about believe that very thing. \n[91]It'll be fine. You'll do fine. \n[92]You, Percy. Always you. \n[93]Why not just move on? Go to Briar Ridge. Yeah, I know about it. Sounds like a good job. \n[94]What's with you? Seeing a man die isn't enough? You gotta be close enough to smell his nuts cook? \n[95]If I say no? \n[96]Delacroix? That you? \n[97]You are not gonna believe this. \n[98]We see that. \n[99]Mr. Jingles? \n[100]I notice your English gets better when you want something. \n[101]Yes, that's the one. Only Del says his name is Mr. Jingles. \n[102]Del was just asking for a box. He thinks the mouse will sleep in it, I guess. That he might keep it for a pet. What do you think? \n[103]Man said get a cigar box. \n[104]Hal? You wanted to see me? \n[105]Hal? \n[106]...oh God...oh God... \n[107]I'm going. \n[108]To the doctor. I'm going. Today. Just as soon as we get the new inmate squares away. \n[109]Oh yeah. \n[110]Got things to tend to just now, John Coffey. You be still in your cell now, y'hear? \n[111]\n[112]\n[113]You didn't ask? I guess that's not a mistake you'll be need to make again anytime soon, is it? \n[114]Grab his arms! You too, Percy! Percy, goddamn it, get your feet out of cement and help us out here! \n[115]Get Dean looked at right away, make sure he's all right. Percy, you go make a report to the warden for me. Start off by saying the situation is under control-- it's not a story, he won't appreciate you drawing out the suspense. \n[116]I've got the Mile till you all get back. Go on now. \n[117]This is not a good time, John Coffey. Not a good time at all. \n[118]I'm alone here right now, John. Figure this is close enough. \n[119]Mind your business, Del. What do you want, John Coffey? \n[120]What are you...doing? \n[121]Del, Chrissake, settle down, I'm fine... \n[122]John? John, what's wrong? \n[123]What did you do, big boy? What did you do to me? \n[124]Yes, but...how? \n[125]You're imagining thing. Lie down, Del. Get you some rest. \n[126]Um...not too bad. \n[127]Oh, you know doctors. Gobble-de- gook mostly. \n[128]What's it feel like? \n[129]Well...thing is...I never actually got to the doctor yesterday... \n[130]Brutal? Listen...I'm thinking of taking the morning off sick. You cover the fort for me? That's swell. Thanks. Yeah, I'm sure I'll feel better. Okay. \n[131]I'm not sure what I'm sure of. \n[132]Yes, ma'am, a cold drink would be fine. Thank you. \n[133]Mr. Hammersmith. Your office said I'd find you at home today. I hope I'm not troubling you. \n[134]Paul Edgecomb. I'm the E Block superintendant at Cold Mountain. \n[135]That's why I'm here. I'd like to ask you about one of them. \n[136]John Coffey. \n[137]No, can't say he is. He doesn't like the dark. He cries on occasion. Other than that... \n[138]I read the court transcripts. \n[139]Thank you, Missus. \n[140]I've wondered if he ever did anything like that before. \n[141]No. But a man who does a thing like that has often developed a taste for it over time. Occurred to me it might be easy enough to follow his backtrail and find out. A man his size, and colored to boot, can't be that hard to trace. \n[142]How do you explain that? \n[143]He's...strange, I admit. But there doesn't seem to be any real violence in him. I know violent men, Mr. Hammersmith. I deal with 'em day in and day out. \n[144]Do you? \n[145]Yet you defended him. \n[146]I'm listening. \n[147]I'm sorry for your trouble. \n[148]No, it's not for you. \n[149]It's from my missus. She wanted to thank you. \n[150]You know. For helping me. \n[151]Several times. \n[152]It's yours, John. You do with it as you please. \n[153]It's yours, John. As you please. \n[154]Courtesy of the gentleman across the way. \n[155]You'll keep a civil tongue on my block. \n[156]You get that one for free. But that's the last one. \n[157]We've been looking to clear that room out anyway. \n[158]C'mon, Wild Bill. Little walky walky. \n[159]He'll be fine, boys. Trust me on this one. \n[160]The Moon Pie thing was pretty original. Gotta give him that. \n[161]Del, grab your things. Big day for you and Mr. Jingles. \n[162]Important folks heard about your mouse, wanna see him perform. Not just guards, either. One of them's a politician all the way from the state capital, I believe. \n[163]Let's move along briskly, folks. There's not much time. \n[164]Very good. Very professional. \n[165]Well? \n[166]Wharton! \n[167]What happens on the Mile, stays on the Mile. Always has. \n[168]What about Dean? He's got a little boy would love a pet mouse, I bet. \n[169]All right, I'll take him. \n[170]He whisper that in your ear? \n[171]Yeah, that's right. Tallahassee. Just down the road apiece from the dog university. \n[172]Might. He's pretty smart. \n[173]Brute, come along with me. You fellas go on back to you cribbage game. \n[174]The mouse is fine. Just fine. You're no better at mouse-killing than anything else around here. \n[175]Aren't you glad Mr. Jingles is okay? After all our talks about how we should keep the prisoners calm? Aren't you relieved? \n[176]No game. See for yourself. \n[177]We're the people you work with, Percy, but not for long. I want your word. \n[178]I put you out front for Del, you put in your transfer to Briar Ridge the very next day. \n[179]Go ahead. I promise you'll leave your share of blood on the floor. \n[180]No. But four men will swear you stood by while Wild Bill tried to strangle Dean to death. About that people will care, Percy. Even your uncle the governor will care. \n[181]I put you out front, you put in your transfer. That's the deal. \n[182]You make a promise to a man, you shake his hand. \n[183]Eduard Delacroix, will you step forward? \n[184]Yes, Del? \n[185]Del. I can't have a mouse on my shoulder while...you know. \n[186]It's dry! \n[187]\n[188]\n[189]No water! No water! You crazy? \n[190]He's still alive! You want me to shut down while he's still alive? \n[191]You watch, you son of a bitch! \n[192]Kill it! \n[193]Dean, get doc's stethoscope. \n[194]Brutal, no! \n[195]Delacroix's dead, nothing can change that, and Percy's not worth it! \n[196]Can he carry a tune, Hal? \n[197]Percy fucked up, Hal. Pure and simple. \n[198]Don't you think it should be? \n[199]He'll be putting in a transfer request to Briar Ridge tomorrow. Moving on to bigger and better things. Isn't that right, Percy? \n[200]You're about ten seconds away from spending the rest of your life in the padded room. \n[201]Yes. Poor old Del. John, are you okay? \n[202]What do you mean? You could hear it? Is that what you mean? \n[203]Where's Mr. Jingles? \n[204]Me too, John. Me too. \n[205]I hate this. \n[206]What a bad day? \n[207]Swears. \n[208]I'm thinking I love you. I'm thinking I don't know what I'd do if you were gone. \n[209]I'm also thinking I'd like to have the boys over tomorrow. \n[210]You saw what he did with the mouse. \n[211]He did it to me too. He put his hands on me and took my bladder infection away. \n[212]I am. \n[213]It's not a bladder infection, or even a busted-up mouse. But there might be a chance. \n[214]Hal would never allow that. You know him, he wouldn't believe something unless it fell on him. \n[215]What's happening to her is an offense, Brutal. To the eyes and the ears and the heart. \n[216]That's why it's a lot to ask. \n[217]I don't think that'll happen... ...in fact, I don't think he did it at all. \n[218]I just can't see God putting a gift like that in the hands of a man who would kill a child. \n[219]I understand. \n[220]You think you deserve any? \n[221]You gonna stay behaved? \n[222]You promise me, or I'll drink it myself right here in front of you. \n[223]Cup. \n[224]Anybody wants to back out, now's the time. After this, there's no turning back. So? We gonna do this? \n[225]Payback. \n[226]Settle down, Percy! \n[227]So you've said. C'mon, stick out your arms like a good boy. \n[228]The man's ripping your ears off, Percy. I'd do as he says. \n[229]You would think that. \n[230]Let you in on a little secret. We can and we are. \n[231]You're going to have a few hours of quiet time now, so you can reflect on what you did to Del. \n[232]One more time--what do you say if somebody comes by? \n[233]That's right. \n[234]What about us? \n[235]John, come along! Right now, y'hear? C'mon! Toward that door! \n[236]Lie down on this. It'll be easier for you and no harder for us. \n[237]Shhh. John, you have to be quiet now. \n[238]C'mon, big boy, keep moving. \n[239]They seem...drawn to you. \n[240]C'mon, big boy. Upsy-daisy. \n[241]John? Do you know where we're taking you? \n[242]That's right. Help a lady. But how did you know? \n[243]Too late now. Harry, keep John here until we call you. \n[244]Hal, it's us! It's Paul and Brutal--it's us! \n[245]Hal, God's sakes, take your finger off the trigger... \n[246]No one's hurt. We're here to help. \n[247]I can't explain what it is. You just have to trust me. \n[248]Yes. \n[249]It was clear. There was no tumor. \n[250]John? Can you turn around? Can you turn around and see this lady? \n[251]C'mon, John, stay on your feet. \n[252]If that's his choice, he's earned it. Let's get him back on the Mile. \n[253]John, we're gonna set you on your bunk now. Ready? \n[254]Yes. Yes it was. \n[255]Get his stuff. \n[256]I want to talk, not shout. I take the tape off, you gonna be calm. \n[257]In a minute. \n[258]You shut up and listen. You deserved to be punished for what you did to Del. You'll accept it like a man, or we'll make you sorry you were ever born. We'll tell people how you sabotaged Del's execution-- \n[259]--and how you pissed yourself like a frightened little girl. Yes, we'll talk, that's a given--but, Percy, mind me now...we'll also see you beaten within an inch of your life. \n[260]We know people, too, are you so foolish you don't realize that? People with friends and loved ones doing time in this prison. People who'd be happy to amputate you nose or your penis just so someone they care about could get an extra three hours in the exercise yard every week. Let bygones be bygones. Nothing's hurt so far but your pride...and nobody need ever know about that except the people in this room. \n[261]Think it over, Percy. \n[262]Easy, easy. You all right? \n[263]Why Wild Bill? Why? \n[264]What? Saw what? \n[265]No...please... \n[266]No. \n[267]It makes sense. I read the file. Hal even said it himself. Wharton rambled all over the state last few years, causing trouble. Hell, longer than that. Been at it since he was ten. Vandalism. Petty theft. Setting fires. \n[268]Their father hired him on for a few days last spring, help repair the barn. Cheap labor, just another drifter... \n[269]Sick bastard came back a month later, just before dawn. Took the girls...did what he did. Coffey found them afterwards and tried to help. It was too late. \n[270]Based on what, honey? Some kind of magical vision I had? \n[271]They got their killer as far as they're concerned. Hell, Coffey's own lawyer would come throw the switch if we let him. \n[272]Lie? About what? \n[273]All the more reason he might take credit for the crime. He's gonna fry anyway, so why not boast? \n[274]Because he's a six-foot-eight-inch baldheaded black man with barely enough brains to feed himself. How long you think it'd be before he was recaptured? Two hours? Six? \n[275]Even that time we went camping and you called me Old Stinky Sam? \n[276]No. \n[277]I won't. \n[278]No. I've been thinking about it, too, believe me. Tell you the truth, honey. I've done some things in my life I'm not proud of, but this is the first time I've ever felt in real danger of hell. \n[279]Hello, John. \n[280]I guess you know we're coming down to it now. Another couple of days. Is there anything special you'd like for dinner that night? We can rustle you up most anything. \n[281]What about a preacher? Someone you could say a little prayer with? \n[282]Me? \n[283]S'pose I could, if it came to that. \n[284]John, I have to ask you something very important right now. \n[285]I do. I do have to. John, tell me what you want me to do. You want me to take you out of here? Just let you run away? See how far you can get? \n[286]On the day of my judgement, when I stand before God, and He asks me why did I kill one of his true miracles, what am I gonna say? That is was my job? My job? \n[287]Yes, John. I think I can. \n[288]John, I should have that just for now. I'll give it back after. \n[289]Did you, John? \n[290]What should we pray for, John? \n[291]God, please help us finish what we've started, and please welcome this man, John Coffey--like the drink, but not spelled the same-- into heaven and give him peace. Please help us to see him off the best we can and let nothing go wrong. Amen. \n[292]You go right ahead, John. Take all the time you need. \n[293]Wipe you face before you stand up, Dean. \n[294]Roll on one. \n[295]John Coffey...you have been condemned to die in the electric chair by a jury of your peers...sentence imposed by a judge in good standing in this state. Do you have anything to say before sentence is carried out? \n[296]All right, John. \n[297]is staring at Coffey, unable to say the words. \n[298]Roll on two. \n[299]That was the last execution I ever took part in. Just couldn't do it anymore after that. Brutal either. We both transferred out, took jobs with Boys' Correctional. That was all right. Catch 'em young, that became my motto. Might even have done some good. \n[300]You don't believe me. \n[301]...It's quite a story. \n[302]The math doesn't work, does it? \n[303]You feel up to a walk? \n[304]There. It's in there. \n[305]Scary? No. Not really. \n[306]There. \n[307]Hey. Wake up, old boy. Wake up. \n[308]Come over here, boy. Come on over her and see this lady. \n[309]Messieurs et mesdames. Beinvenue au cirque du mousie. \n[310]But he loves it so much. \n[311]This isn't exactly the Mouseville we had in mind...but we make do, don't we, old fella? \n[312]Don't hurt him, okay? Okay? \n[313]You leave him alone, Percy! You leave him alone, or by God I'll-- \n[314]Is your grandson really Speaker of the House? \n[315]You gonna thank the lady? She just saved your old mousie hide. \n[316]I think Mr. Jingles happened by accident. I think when we electrocuted Del, and it all went so badly...well, John could feel it, you know...and I think a tiny part of whatever was inside of him just leapt out... Me, I was no accident. John had to give me a little part of himself...a gift, like...so I could see for myself what Wild Bill had done. When John did that, a part of whatever power worked through him spilled into me. \n[317]That's as good a word as any. He infected us both, didn't he, Mr. Jingles. With life. I'm a hundred and five years old, Elaine. I was forty the year John Coffey walked the Green Mile. \n[318]I haven't even had a cold since 1935. I've had to watch my friends and loved ones die off through the years...Hal and Melinda...Brutus Howell...my wife...my son... ...and you, Elaine. You'd die, too, and my curse is knowing I'll be there to see it... \n[319]...that's my punishment, you see? My punishment for letting John Coffey ride the lightning...for killing a miracle of God... \n[320]...you'll be gone, like all the others, and I'll have to stay... \n[321]I'll die eventually, I imagine. I have no illusions of immortality. But I will have wished for death long before death finds me. \n[322]In truth, I wish for it already. \n[323]Mr. Jingles? \n[324]Where you been, boy? I've been worried about you. You hungry? \n[325]I lie in bed most nights, thinking about it. And I wait... \n[326]I think about all the people I've loved, now long gone. I think about my beautiful Jan, and how I lost her so many years ago. I think about all of us walking our own Green Mile, each in our own time. But one thought, more than any other, keeps me awake most nights... ...if he could make a mouse live so long, how much longer do I have? \n[327]We each owe a death, there are no exceptions, but sometimes, oh God, the Green Mile is so long... ", "COFFEY": "\n[1]Yes, sir, boss, like the drink, only not spelt the same. \n[2]It weren't me making all the noise, boss. \n[3]No, sir. \n[4]Do you leave a light on after bedtime? \n[5]Because I get a little scared in the dark sometimes. If it's a strange place. \n[6]Cor'der. \n[7]Couldn't help it, boss. I tried to take it back, but it was too late. \n[8]John Coffey. Like the drink, only not spelt the same. What happened here, John Coffey? You want to tell me that? \n[9]I couldn't help it. I tried to take it back, but it was too late. Boy, you are under arrest for murder. \n[10]Saw me a mouse go by. \n[11]Weren't no dream. It was a mouse all right. \n[12]stares through his bars as the mouse goes by... \n[13]Saw me a mouse go by. \n[14]Del? \n[15]That's some smart mouse, Del. Like he's a circus mouse or something. \n[16]Boss Edgecomb? Needs ta see you down here, boss. \n[17]Careful. \n[18]Careful. Careful. \n[19]Boss? Needs ta see ya down here. \n[20]But I needs ta see ya, boss. I needs ta talk t'ya. \n[21]Closer. \n[22]Boss, please. I got to whisper in your ear. \n[23]Just to help. \n[24]I helped it. Didn't I help it? \n[25]Just took it back, is all. Awful tired now, boss. Dog tired. \n[26]I'm smelling me some cornbread. \n[27]Thank me for what? \n[28]Helping you with what? \n[29]Ohhh. Was your missus pleased? \n[30]This all for me? \n[31]Can I give some to Del? \n[32]Here's for Del and Mr. Jingles then. \n[33]Well. Fine. I think I'll keep the rest, then. \n[34]...wel'cm... \n[35]You knock 'em for a loop like Mr. Harry says, Del. \n[36]Give'm to me. \n[37]Give'm to me. Might still be time. \n[38]I helped Del's mouse. He a circus mouse. Goan live in a mouse city down in...down in... \n[39]Boss Percy's bad. He mean. He step on Del's mouse. I took it back, though. \n[40]I'll take him, boss. Jus' for now. If Del don' mind. \n[41]You be still, Mr. Jingles. You be so quiet and so still. \n[42]Poor Del. Poor old Del. \n[43]I could feel it from here. \n[44]He's out of it now, though. He's the lucky one. No matter how it happened, Del's the lucky one. \n[45]Ran down there. Don't think he'll be back. Awful tired now, boss. Dog tired. \n[46]Sure. I'd like to take a ride. \n[47]We goan for the ride now? \n[48]You're a bad man. \n[49]He's a bad man. \n[50]They're still in there. Pieces of them, still in there. I hear them screaming. \n[51]Say. This is fun. \n[52]Look, boss! It's Cassie, the lady in the rocking chair! \n[53]You see her? You see the lady? \n[54]Hey there, little firefly. Where's Mrs. Firefly this evening? \n[55]Oh, there you is. You come out to play too? \n[56]I love 'em, is why. They don't think no hurtful thoughts. They's just happy to be. Happy little lightning bugs... \n[57]Help a lady? \n[58]Dunno. Tell the truth, boss, I don't know much'a anything. Never have. \n[59]Bye, fireflies. Bye. \n[60]Boss, look. Someone's up. \n[61]Just to help. Just to help, boss, that's all. \n[62]Boss, you just be quiet now and let me be. \n[63]Don't hardly remember, ma'am. \n[64]John Coffey, ma'am. Like the drink, only not spelt the same. \n[65]Ma'am? \n[66]I see it. I see it. \n[67]You be still now. You be so quiet and so still. \n[68]John Coffey, ma'am. \n[69]No, ma'am. Not spelt the same at all. \n[70]Thank you, ma'am. \n[71]Punished them bad men. \n[72]I saw in his heart. When he grab my arm, I saw what Wild Billy done. Saw plain as day. Can't hide what's in your heart. \n[73]Take my hand, boss. You see for yourself. \n[74]My hand. \n[75]Gots to, boss. Gots to give you a little bit of myself. A gift, like. A gift of what's in me so you can see... \n[76]He kill 'em with they love. They love for each other. You see how it is? \n[77]That's how it is ever' day. That's how it is all over the worl'... \n[78]Hello, boss. \n[79]Meatloaf be nice. Mashed taters with gravy. Okra, maybe. I's not picky. \n[80]Don't want no preacher. You can say a prayer, if you want. I could get kneebound with you, I guess. \n[81]I know what you gonna say. You don' have to say it. \n[82]Why would you do such a foolish thing? \n[83]You tell God the Father it was a kindness you done. I know you hurtin' and worryin', I can feel it on you, but you oughtta quit on it now. Because I want it over and done. I do. \n[84]I'm tired, boss. Tired of bein' on the road, lonely as a sparrow in the rain. Tired of not ever having me a buddy to be with, or tell me where we's coming from or going to, or why. Mostly I'm tired of people being ugly to each other. I'm tired of all the pain I feel and hear in the world ever' day. There's too much of it. It's like pieces of glass in my head all the time. Can you understand? \n[85]I ain't never seen me a flicker show. \n[86]can't believe what he's seeing. He's so excited his breath is caught in his throat. Softly: \n[87]Why, they's angels. Angels. Just like up in heaven... \n[88]I be all right, fellas. This here's the hard part. I be all right in a little while. \n[89]You know, I fell asleep this afternoon and had me a dream. I dreamed about Del's mouse. \n[90]I dreamed he got down to that place Boss Howell talked about, that Mouseville place. I dreamed there was kids, and how they laughed at his tricks! My! \n[91]I dreamed those two little blonde- headed girls were there. They 'us laughing, too. I put my arms around 'em and sat 'em on my knees, and there 'us no blood comin' outta their hair and they 'us fine. We all watch Mr. Jingles roll that spool, and how we did laugh. Fit to bus', we was. \n[92]Strength? \n[93]I know a prayer I once heard. Can I say it? \n[94]Baby Jesus, meek and mild, pray for me... \n[95]...be with me until the end. Amen. \n[96]is faltering as Paul and Brutal bring him to the chair. \n[97]They's a lot of folks here hate me. A lot. I can feel it. Like bees stinging me. It hurts. \n[98]I'm sorry for what I am. \n[99]Please, boss, don't put that thing over my face. Don't put me in the dark, I's afraid of the dark. \n[100]...heaven...I'm in heaven... heaven...heaven...heaven... \n[101]He kill 'em with they love. That's how it is ever' day. All over the worl'... ", "BRUTAL": "\n[1]Paul? Prisoner. \n[2]You all right in there? \n[3]You should'a took the day off, gone to see the doctor. \n[4]Damn, they're riding on the axle. What'd they do, bust the springs? \n[5]Paul? You might wanna reconsider getting in the cell with this guy? \n[6]He's enormous. \n[7]You sure you wanna be in there with him? \n[8]Course they're broken, I heard the damn bones crack. Goddamn Percy. \n[9]You'll probably have to answer for sending him off the Mile. He's gonna cause you trouble over this, you mark me. \n[10]Monstrous big. Damn. \n[11]Paul? Dean? \n[12]I guess the legislature loosened those purse-strings enough to hire on a new guard. Look again. He's right there. \n[13]Oh, my Christ. The big mouse expert. The Mouse Man. You see it foaming at the mouth, Mouse Man? \n[14]I just wanna see what he'll do. In the interests of science, like. \n[15]Har har, Mouse Man. \n[16]Then where the hell is he? \n[17]Three grown men. Outsmarted by a mouse. \n[18]Percy, we already tried that-- \n[19]I said-- \n[20]--uh, knock yourself out. Hope you nail the bastard. \n[21]Gosh. Ain't in there, huh? Don't that beat the mousie band? \n[22]We don't scare 'em any more than we have to, Percy. They're under enough strain as it is. \n[23]Roll on one. \n[24]Arlen Bitterbuck, you have been condemned to die by a jury of your peers, sentence imposed by a judge in good standing in this state. Do you have anything to say before the sentence is carried out? \n[25]It was pretty funny. \n[26]Sorry, Paul. You're right. Let's keep going. Harry... \n[27]Arlen Bitterbuck, electricity shall now be passed through your body until you are dead, in accordance with the state law. God have mercy on your soul. Roll on two. \n[28]One of the witnesses showed up a day early. \n[29]Roll on two. \n[30]Again. \n[31]He's paid what he's owed. He's square with the house again, so keep your goddamn hands off him. \n[32]Who's training who here? \n[33]Breathe...breathe...that's it... \n[34]What about you? You look about ready to collapse. \n[35]Oh, my suds and body! A history lesson! You just never know what you're gonna get when you come to work everyday on the Green Mile. Thank you, Wild Bill. \n[36]Hope your bags are packed. \n[37]Percy, you shit. \n[38]Shut up, Del. \n[39]How about Mouseville? \n[40]Tourist attraction down in Florida. Tallahassee, I think. Is that right, Paul? Tallahassee? \n[41]You think they'd take Mr. Jingles? You think he's got the stuff? \n[42]Tourist attraction, I said. They got this big tent you go into-- \n[43]You shittin' me? Course you pay. Dime a piece, two cents for the kids. And inside the tent there's this mouse city made out of boxes and toilet paper rolls... \n[44]...plus they got the Mouseville All-Star Circus. There's mice that swing on trapeze, mice that roll barrels, mice that stack coins... \n[45]Percy, no! \n[46]What are you doing? \n[47]Paul, what the hell-- \n[48]Oh, dear Jesus. The tail. Look at the tail. \n[49]Florida? \n[50]I always keep a spare mouse in my wallet for occasions such as this. \n[51]Thing like that goes in your work record. Work record can follow a man around a long, long time. \n[52]We'll do it together, most likely. Maybe take a little vacation time. \n[53]That's right, Del. \n[54]Don't you tell him to stop. Don't you do it. It's too late for that. \n[55]You do it. You're running the show, ain't you? \n[56]What do you mean, no? How can you say no? You saw what he did! \n[57]So he just gets away with it? Is that how it works? \n[58]I could'a gone the rest of the day without you bringing that up. \n[59]If you say it, I accept it. But what's it got to do with us? \n[60]Melinda? Melinda Moores? \n[61]So you're talking about taking John Coffey to her. That's more than just our jobs, Paul. \n[62]I'm sure she's a fine woman... \n[63]I have no doubt. But we don't know her like you and Jan do...do we? \n[64]We'd all have shotguns in addition to sidearms. I'd insist on that. He tried anything, we'd have to take him down. You understand. \n[65]So. Tell us what you had in mind. \n[66]I was never here. \n[67]Fellas thirsty? Fresh out of the icebox. \n[68]My ass you get some too. \n[69]Guess were all in. \n[70]Oooo, Poicy! What would your mother say? \n[71]You're dead wrong about that, you know. \n[72]You gonna put your arms up? I'll rip your ears off. Use 'em for tea caddies. You know I will. \n[73]You'll get 'em back, don't worry. \n[74]If you get lonely, think about Olive Oyl... ...uk-uk-uk-uk! \n[75]We see her, John. \n[76]How far is it? \n[77]We can still turn back. \n[78]This is a mistake. Christ, Paul, what were we thinking? \n[79]John! Sick it up! Cough 'em out like you done before! \n[80]He's choking! Whatever he sucked out of her, he's choking on it! \n[81]He'll never sit in Old Sparky. You know that, don't you? He swallowed that stuff for a reason. I give him a few days. One of us'll be doing a cell check and there he'll be. Dead on his bunk. \n[82]He's hurting, Dean. Hurting bad. \n[83]We still gotta convince a certain somebody to keep his trap shut. \n[84]My mother always said if you do it fast, it won't hurt so much. \n[85]I guess she was wrong. \n[86]What happens on the Mile, stays on the Mile. Always has. \n[87]He'll talk. Sooner or later. \n[88]Paul, no! \n[89]...bastard grabbed him through the bars a few days back, scared the boy so bad he wet himself... \n[90]Only not. \n[91]Him being there in May doesn't mean he came back and killed those girls in June. Even if he was committing other crimes. \n[92]Besides, confessing don't make it so. Slugs like Wild Bill lie about everything. Crimes they committed, women they had, even the weather. \n[93]Even if we did think of something, it wouldn't do any good. \n[94]There must be something we can do for you, John. There must be something you want. \n[95]Feel how we feel, then. We don't hate you--can you feel that? \n[96]Paul. You have to say it. You have to give the order. ", "PERCY": "\n[1]Dead man walking! Dead man walking here! \n[2]Dead man walking! \n[3]Dead man walking! Dead man-- \n[4]They got all the men they need. \n[5]Wiped that grin off your shitpoke face, didn't I \n[6]keeps combing his hair, unaware... \n[7]still grooming himself, still unaware... \n[8]keeps working that comb--and freezes at the sound of a TINY SQUEAK. His head swivels slowly... ...and there's the mouse. Staring at him. That moment of eye contact reveals an enmity older than time itself. If mice have a natural enemy, Percy is it. \n[9]\n[10]\n[11]It's in here somewhere! I'm gonna squish the little son of a bitch! \n[12]What? Whad'ja say? \n[13]I know what I was doing. Trying to get the mouse. You blind? \n[14]So what? They aren't in cradle- school, case you didn't notice... ...although you treat them that way half the time. \n[15]I think of it as a bucket of piss to drown rats in. That's all. Anybody doesn't like it can kiss my ass. How's that sit? \n[16]Try it. You'll be on the bread lines before the week is out. \n[17]Big talk. You done? \n[18]What do I do? \n[19]What's with the sponge? \n[20]Adios, Chief. Drop us a card from hell, let us know if it's hot enough. \n[21]What's up his ass? \n[22]You gotta hate the new boy? That the way it is around here? \n[23]I might take it, too. Soon as you put me out front. \n[24]You heard me. I want Brutal's spot for the next execution. \n[25]I wanna be out front, is all. Just one time. Then you'll be rid of me. \n[26]I might just stick around for good, make me a career of this. \n[27]Well, well. Looks like you found yourself a new friend, Eddie. \n[28]That the one I chased? \n[29]Is that so? \n[30]I think it'll shit up his nose some night and run away, but I guess that's Del's lookout. We oughtta find a cigar box. Get some cotton batting from he dispensary to line it with. That should do real nice. \n[31]Hellraiser, huh? Looks more like a limp noodle to me. Hey! Hey, you! \n[32]You been declared competent! Know what that means? Mean's you're gonna ride the lightning, son! \n[33]Bzzzzzzzzt-zap! Just like that! How's it feel to know you're gonna die with your knees bent? \n[34]Roll on two. \n[35]Well, that's just aces. Pop back in your cell, old-timer. \n[36]Del! Hey, you numb wit, I didn't mean nothin' by it! You all ri-- \n[37]You talk about this to anyone, I'll get you all fired. I swear that to God. \n[38]You keep laughing, you French- fried faggot. You just keep laughing. \n[39]Knew I'd get him sooner or later. Just a matter of time, really. \n[40]Don't start in on me. It was just a mouse. Never belonged here in the first place. \n[41]You expect me to believe that? I heard the goddamn thing crunch. \n[42]What kind of game is this? \n[43]You switched them! You switched them somehow, you bastards! \n[44]You're playing with me, the both of you! Just who the hell do you think you are-- \n[45]My word? \n[46]What if I just call up certain people and tell them you're harassing me? Bullying me? \n[47]Over a mouse? You think anyone's gonna give two shits? \n[48]Roll on one. \n[49]Eduard Delacroix, you have been condemned to die by a jury of your peers, sentence imposed by a judge in good standing in this state. You have anything to say before sentence is carried out? \n[50]No such place. That's just a fairy tale these guys told you to keep you quiet. Just thought you should know, faggot. \n[51]takes the sponge and bends down to the bucket of brine. The other don't see it, but we do: Percy only pretends to dip the sponge and soak it. It never touches the water. He straightens up and places the sponge atop Delacroix's head, hiding it with his hands. The cap is lowered. Paul and the others haven't yet realized what's happened. THUNDER BOOMS and LIGHTNING CRASHES as Percy hides a smile, steps back to address the condemned: \n[52]Electricity shall now be passed through your body until you are dead, in accordance with state law. God have mercy on your soul. \n[53]Roll on two. \n[54]I didn't know the sponge was supposed to be wet-- \n[55]I didn't know the sponge was supposed to be wet. \n[56]What is this? \n[57]Let go of me! Let go! \n[58]Let go, you ignoramus! I know people! Big people! \n[59]I won't. And you can't make me. \n[60]Please, Paul. Don't put me in with Wild Bill. Please. \n[61]That's more than I can say about your jobs. All your jobs! You can't do this to me! You can't! \n[62]Get me out of this nut-coat. \n[63]Now! Now! Right n-- \n[64]Sabotaged! \n[65]May I be let out of this coat now? \n[66]My things? \n[67]Oh, I intend to. I intend to think about it very hard. Starting right now. \n[68]sits handcuffed on the floor of the Mile, eyes glassier than Wild Bill's. TWO COPS are trying to snap him out of it: ", "DEL": "\n[1]New boy coming in, boss? \n[2]\n[3]Oww, damn, boss, he done bus' my fingers for true... \n[4]sits quietly picking his nose in his cell. The mouse appears outside the bars, cruising inexorably up the Mile. Del turns slowly, watches the mouse go by... \n[5]Look! I done tame me dat mouse! \n[6]Watch dis! Watch what he do! \n[7]Ain't he sumpthin now? Ain't Mr. Jingles smart? \n[8]Dat his name. He whisper it in my ear. Cap'n, can I have a box for my mouse so he can sleep in here wi' me? \n[9]Wanna see what else he can do? Watch, watch, watch... \n[10]We play fetch, Mr. Jingles? We play fetch? \n[11]He fetch it ever' time. Smart as hell, ain't he? We do da trick again, watch, watch, watch... \n[12]A circus mouse! Dat jus' what he is, too! A circus mouse! I get outta here, he make me rich, see if he don't! \n[13]Don' hurt him, 'kay? 'kay? \n[14]Don' look so good, boss. Look like you runnin' you a fever. \n[15]Boss? You know you not s'pose to do dat. \n[16]\n[17]What dat man do to you? He throw some gris-gris on you? You look diff'int! Even walk diff'int. Like y'all better! \n[18]Oh. Oh my. \n[19]Oh my. John, I can smell it from here. I surely can. \n[20]Oh, John. So very fine of you. So very kind. Mr. Jingles t'ank you. \n[21]Whatchoo talkin' bout? \n[22]You fellas comin'? \n[23]Messieurs et mesdames! Bienvenue au cirque de mousie! \n[24]They love Mr. Jingles! They laugh and cheer and clap they hands! \n[25]Lookit, he done piss his pants! Look what the big man done! He bus' other people wid 'is stick, mais oui some mauvais homme, but someone touch him, he make water in his pants jus' like a baby! \n[26]How could a boy be trust wid Mr. Jingles? Maybe forget to feed him. And how he keep up wid his trainin', just a boy, n'est-ce pas? \n[27]T'ank you kindly, merci beaucoup, but you live out in the woods, and Mr. Jingles, he be scared to live out dans la foret. \n[28]Mouseville? \n[29]Hey! What dis Mouseville? \n[30]Like a cirque? You have to pay? \n[31]Dat's it! Dat's da place for Mr. Jingles! You gonna be a circus mouse after all! Gonna live in a mouse city down in Florida! \n[32]Please, John. Oh Johnny, help him, please help him, s'il vous plait. \n[33]Hey, boys. Say hi, Mr. Jingles. \n[34]Boss Edgecomb? \n[35]Don' let nothin' happen to Mr. Jingles, okay? \n[36]Here, take him. \n[37]Yeah, you take 'im, John. Take him til' dis foolishment done--bien! After, you take him down to Florida? To dat Mouseville? \n[38]People pay a dime apiece to see him. Two cents for the kiddies. Ain't dat right, Boss Howell? \n[39]You a good man, Boss Howell. You too, Boss Edgecomb. Wish I could'a met you bot' someplace else. \n[40]Au revoir, mon ami. Je t'aime, mon petit. \n[41]I sorry for what I do. I give anything to take it back, but I can't. God have mercy on me. Don' forget 'bout Mouseville. ", "HAL": "\n[1]I interrupt? \n[2]Melinda's not so well, Paul. Not so well at all. Got laid up with another headache yesterday. Worst one yet. She's also developed this weakness in her right hand. \n[3]I'll be taking her up to Indianola next day or so for some tests. Had X-rays and the like. She is scared to death. Truth to tell, so am I. \n[4]Maybe. \n[5]This just came in. D.O.E. on Bitterbuck. \n[6]No. I had an angry call from the state capital about twenty minutes ago. Is it true you ordered Percy Wetmore off the block. \n[7]I'm sure you had reason, but like it or not, the wife of the governor of this state has only one nephew, and his name happens to be Percy Wetmore. I need to tell you how this lays out? \n[8]I didn't hear that part. I'm sure she didn't either. \n[9]You and Brutus Howell will make sure that doesn't happen. \n[10]Stick with it. May not be much longer. I have it on good authority that Percy has an application in at Briar Ridge. \n[11]Administration job. Better pay. \n[12]Well, he'll get his chance then, won't he? Maybe then he'll be satisfied and move on. In the meantime, you'll keep the peace. \n[13]Thank you, Paul. \n[14]Yeah. Paul. Close the door. \n[15]Uh. So you know. You got a new prisoner coming in tomorrow. William Wharton. Young kid. Wild as hell, judging from this... \n[16]...been rambling all over the state last few years, causing all kinds of trouble. Finally hit big time. Killed three people in a holdup, including a pregnant woman. Got \"Billy the Kid\" tattooed on his left arm...bad news all around... \n[17]It's a tumor, Paul. A brain tumor. \n[18]They got X-ray pictures of it. It's the size of a lemon, they said, and way down deep inside where they can't operate. They say she'll be dead by Christmas. I haven't told her. I can't think how. For the life of me, Paul, I can't think how to tell my wife she's going to die. \n[19]Why don't you shut it down? \n[20]It's all right, folks, it's all under control. Just a power surge from the storm, that's all, nothing to worry about... \n[21]What the fuck was that? Jesus Christ, three witnesses puked all over the floor up there! And the smell! I got Van Hay to open both doors, but that smell won't come out for five damn years, that's what I'm betting! And that asshole Wharton is singing about it! I can hear him! \n[22]Okay, boys. Okay. Now what the hell happened? \n[23]Percy? Something to say? \n[24]How many years you spend pissing on the toilet seat before somebody told you to put it up? \n[25]Is that your official position? \n[26]You're a little asshole, and I don't like you a bit. Have that transfer request on my desk first thing. \n[27]She's having one of her good days. I thank God for that. \n[28]Sometimes she's...not herself anymore. She swears. \n[29]It just pops out, the most awful language you can imagine. She doesn't even know she's doing it. I didn't know she'd ever heard words like that...and to hear her say them in her sweet voice... I'm glad she's having a good day, Paul. I'm glad for you and Jan. \n[30]Who the hell goes there at two- thirty in the goddamn morning? \n[31]Paul, what are you doing here at this hour? Jesus, it's not a lockdown, is it? Or a riot? \n[32]Are you hostages? Who's out there? Who's by that truck? \n[33]John Coffey! Halt! Halt right there or I shoot! \n[34]Help what? I don't understand. Is this a prison break? \n[35]What do you...want? \n[36]You can't. No one can. \n[37]Don't you go up there! Don't you do it! \n[38]Shhh. It doesn't matter. It doesn't matter anymore. \n[39]Melly, no... \n[40]sees Paul, motions him aside to talk privately: \n[41]I'll cover you as much as I can, even if it mean my job, but I have to know. Does this have anything to do with what happened at my house? Does it, Paul? ", "JAN": "\n[1]Paul? \n[2]No. There's just this big empty spot in the bed where my husband usually sleeps. \n[3]Worried about Melinda and Hal? Is that what's got you up? \n[4]Things. \n[5]Do I want to hear what he did? \n[6]Why don't you come to bed? I've got something to help you sleep, and you can have all you want. \n[7]You see Doc Sadler yet? \n[8]Poor old guy... \n[9]What? \n[10]That bad? \n[11]Hi, honey. How are you feeling? \n[12]What did the doctor say? \n[13]Paul? What are you doing? \n[14]I know what it feels like...it feels great...but...Paul... \n[15]Those must've been some pills. \n[16]Paul? Not that I'm complaining. But we haven't gone four times in one night since we were nineteen. You wanna tell me just what the hell's going on? \n[17]You sure you ought to do this? \n[18]I know. \n[19]Honey? If you don't say what's on your mind, I'm afraid I'll have to smother you with a pillow. \n[20]Oh. \n[21]When he came home, he was...all better. \n[22]Melinda? Oh, Paul... \n[23]You really think you can help her? \n[24]The finest. \n[25]You saw him. You actually saw this Wild Bill person take those girls. \n[26]Then you can stop it. The execution, I mean. Get Coffey a new trial. \n[27]Show this farmer--what's his name, Detterick?--show him a picture of Wild Bill. Why not? If Wharton was there...if the farmer can identify his picture and they know he was there... \n[28]Then lie. \n[29]Tell them Wharton confessed to the crime. Brutus, you can back him up, say you heard it too. You can say that's what set Percy off. He shot Wharton because he couldn't stand thinking of what happened to those two little girls, it snapped his mind... ...what? What now? \n[30]But he was there! He painted their barn! He ate dinner with them! \n[31]All right. Then you've got to get John Coffey out on your own. \n[32]You did it once, didn't you? Only this time, don't bring him back. \n[33]Work out a plan. Make it look like a real escape. \n[34]Why not? Just why the hell not? \n[35]Do you mean to kill him, you cowards? Do you? \n[36]Don't touch me! Next week this time you'll be a murderer, no better than that man Wharton, so don't touch me! \n[37]I'm so sorry I called you a coward. I feel worse about that than anything I've ever said to you in our whole marriage. \n[38]Does Hal know? That Coffey's innocent, I mean? Can he help? Does he have the influence to do something about this? \n[39]Then don't tell him. If he can't help, don't tell him. Ever. \n[40]There's no way out of this for you, is there? \n[41]Hell? Oh Paul... Talk to him. Talk to John. Find out what he wants. ", "BILLY": "\n[1]Yeeeeeeehaaaawwwwwwrooooo! \n[2]\n[3]\n[4]\n[5]Big fucker. Snuck up on me. No fair. \n[6]Hey! What about me? I'm'a get some too, ain't I \n[7]Hey! What about me? Don't you hold out on me, ya big dummy nigger! \n[8]That's it? Just that little bitty one? Guess I'll have to pay out for the rest, huh? \n[9]Yeehaaw! Good shot, weren't it? Oh, the look on your face! \n[10]Hey, d'jall like that? I'm currently cooking some turds t'go with it! Nice soft ones! I'll have 'em out t'yall tomorrow! \n[11]Hey! Whassit now, movin' day? Y'all wanna come in and dust a little? Y'can shine my knob for me while yer at it! \n[12]You can come in here on your legs, but you'll go out on your backs, Billy the Kid guarantee ya that. C'mon, fuckstick. No sneakin' up on me this time. We'll go man to man, see who's the better fel-- \n[13]Don't you call me that! Wild Bill Hickock wasn't no range rider! He was just a bushwackin' John Law! Dumb sonovabitch sat with his back to the door and kilt by a drunk! \n[14]Oh, not in there! C'mon now, I'll be good! Honest Injun I will! No! No! Ummmmhhhh...urg...ah! \n[15]\n[16]I learnt my lesson. I'll be good. \n[17]Pssss. Hey. Give'ya nickel for that Moon Pie. \n[18]Li'l Black Sambo, yassuh, boss, yassuh, howdoo you do? \n[19]Ain't you sweet. Soft. Like a girl. I druther fuck your asshole than your sister's pussy, I think. \n[20]I let 'im go, I'us just playin' and I let 'im go! Never hurt a hair on his purty head! Your noodle ain't limp at all, loverboy! I think you sweet on ol' Billy the Kid... ...oooh, but smell you. \n[21]\n[22]Barbecue! Me and you! Stinky, pinky, phew-phew-phew! Weren't Billy or Jilly or Hilly or Roy--it was a French-fried faggot named Delacroix! \n[23]Hey. Hey, I'm'a get some too. \n[24]Hell, yes, I been behaved. C'mon, now, don't be stingy hogs. \n[25]C'mon, you clunk, gimme that. \n[26]C'mon now, don't be that way. I be good. \n[27]We'll break out the fire hose and take it anyway. And you will have drunk your last R.C. cola. Unless they serve 'em down in hell. \n[28]Where you fink you're goin'? \n[29]S'right, nigger. Bad as you'd want. \n[30]Whooeee. Whole room's spinning. Like I'm shit-ass drunk. I have me some shine or what? \n[31]Niggers oughtta have they own 'lectric chair. White man oughtn't havta sit in no nigger 'lectric chair, nossir... \n[32]What'a you looking at, you limp noodle? You wanna kiss my ass or suck my dick? \n[33]You lover your sister? You make any noise, know what happens? I'll kill her instead of you. And if you make any noise, I'll kill her. ", "HARRY": "\n[1]You hear what he was yelling when we brought the big dummy in? \n[2]Imbecile or not, he deserves to fry for what he done. Here... \n[3]...make your blood curdle. \n[4]Well, I'll be damned. There he is, big as Billy-be-frigged. I thought Brutal was pulling my leg. \n[5]Yeah. Brute said he was in here last night begging for food, came right up to the desk. \n[6]Brave little bastard, gotta give him that. \n[7]Maybe he knows you're just a floater. Gotta be an E Block regular to feed the E Block mouse, don'cha know... \n[8]I was just kidding ab-- \n[9]Percy met your mouse. \n[10]You also scared the living crap out of me and Bill. And them. \n[11]Paul, we're not gonna have some Cherokee medicine man in here whoopin' and hollerin' and shaking his dick, are we? \n[12]Do it quietly, you old gink! \n[13]Boy's doped to the gills. Dean, hand me them clothes... \n[14]William Wharton! Hey! I'm talking to you! Put these clothes on! \n[15]We thought he was doped. Didn't we? Didn't we all of us think he was doped? \n[16]You believe this? Son of a bitch pissed on me! \n[17]Holy Christ, he's pitchin' a fit! \n[18]We got other fish to fry just now, Del, but you knock 'em for a loop. \n[19]Hold on now. You're talking about our jobs. Sneak a sick woman onto a cellblock? \n[20]Let's not discuss this like it's even an option. Brutal, help me out here... \n[21]It is. Let's not forget Coffey's a murderer. What if he escapes? I'd hate losing my job or going to prison, but I'd hate having a dead child on my conscience even more. \n[22]Yeah, hot in here. \n[23]Day report says he's been okay. \n[24]Just up ahead... \n[25]Christ, he goes down, we'll need three mules and a crane to pick him up again... \n[26]Damn. I think we got away with it. \n[27]...s'right, one minute he's fine, the next--blammo... \n[28]Ma'am? \n[29]Better be a plan an imbecile could dream up. Nobody'd believe it otherwise. ", "ELAINE": "\n[1]Paul? \n[2]I saw you coming back, thought you'd like some tea. Are you coming in? \n[3]We should report him. \n[4]It's not everybody he has it in for, Paul. It's you. What did you do to provoke him in the first place? Nothing. He's just an abusive bully, and should be made to stop. \n[5]Paul? What is it? \n[6]Paul...my God... \n[7]Mr. Edgecomb will be perfectly fine without your help, thank you. \n[8]Was it the film? It was, wasn't it? \n[9]Paul. I'm your friend. \n[10]You've mentioned it. \n[11]I don't imagine you would lie to me, Paul. It's just that... \n[12]Yes. Quite a story. One thing I don't understand. You said you and Jan had a grownup son in 1935. Is that right? But if that's true... \n[13]Paul? This thing you want to show me. Is it scary? \n[14]Paul? It isn't...it can't be... \n[15]That can't be Mr. Jingles. \n[16]Oh, Paul. Don't make him do it again. I can't bear to watch. \n[17]How dare you? Get out! \n[18]His name is Mr. Edgecomb. If you ever call him Paulie again, your days of employment at Georgia Pines will end. \n[19]I am the grandmother of the man who is currently Speaker of the Georgia House of Representatives. A man who loves his relatives, Mr. Dolan. All it would take is a phone call. \n[20]At first I thought I'd let you be. I'm old, and that seemed easiest. But when my friends are threatened and abused, I do not let it be. Now get out, or you won't work another day here. Not another hour. I swear it. \n[21]Get out, you ignorant man. What little mind you have is ugly and misdirected. \n[22]Little trick I learned from Percy Wetmore. \n[23]He is. \n[24]He...what? Infected you with life? \n[25]...oh my God... ", "DEAN": "\n[1]It ain't normal for a mouse to come up on people that way. Maybe it's rabid. \n[2]I don't see its mouth at all. \n[3]Aw, Brutal, no! We'll be hip-deep in mice around here... \n[4]He's in the damn restraint room. You know he's gonna be chewing the padding out of walls and making himself a nice little nest. \n[5]Brutal or the mouse? \n[6]No I didn't, I was here all the time! \n[7]Well, bright side is, all this commotion probably scared him off for good. \n[8]No, it's dandruffy and it smells. \n[9]Oh, he's good. Fast, too. Doesn't get 'em worked up. \n[10]C'mon, Percy, give us a hand. \n[11]What did you do? \n[12]I could'a gone the rest of the year. \n[13]You're talking about an authentic healing. A praise-Jesus miracle. \n[14]Damn right. That's prison time if we get caught. \n[15]Well, that's a tender notion, but the man's on death row for the crime. Plus, he's huge. If he tried to get away, it'd take a lot of bullets to stop him. \n[16]Oh, thanks. That's swell. \n[17]Coffey got upset, so we put him in the restraint room. They hear any noise, they'll think it's him. \n[18]You're over in Admin, going over Del's file. Brutal and Harry are in the laundry doing their wash-- \n[19]Am I glad to see you! You were gone so long! Wild Bill's making noises like he's gonna wake up... What the hell's wrong with him? \n[20]What about Mrs. Moores? Was it like the mouse? Was it a...you know...a miracle? \n[21]Oh God, oh God, no... \n[22]...well, I dunno, he just snapped, I guess... \n[23]We never reported anything like that. We would've, too, everybody knows it. It's part of our job. \n[24]Ma'am, your son's grown up and moved away. My kids are just starting kindergarten. Will you be the one to explain to them why their daddy's in prison? ", "BURT": "\n[1]That depends, Mr.--? \n[2]The Green Mile. I've heard of it. Lost a few clients your way. \n[3]Which client? Now you got my curiosity aroused. \n[4]Ah, Coffey. He causing you problems? \n[5]Cries, does he? Well, he's got a lot to cry about, I'd say. You know what he did. \n[6]What exactly are you trying to find out? Satisfy my curiosity, I'll see if I can satisfy yours. \n[7]Why? Has he said anything? \n[8]You'd think so, but you'd be wrong. Believe me, we tried. It's like he dropped out of the sky. \n[9]We're in a Depression. A third of the country's out of work. People are drifting by the thousands, looking for work, looking for that greener grass. Even a giant like Coffey wouldn't get noticed everywhere he goes... not until he kills a couple of little girls. \n[10]You didn't come up here to ask me whether he might have killed before. You came up here to see if I think he did it at all. That's it, isn't it? \n[11]One seldom sees a less ambiguous case. He was found with the victims in his arms. Blurted out a confession right then and there. \n[12]Everyone is entitled to a defense. \n[13]Y'all listen to your Momma, now! \n[14]Tell you something. You listen close, too, because it might be something you need to know. \n[15]We had us a dog. No particular breed, but gentle. Ready to lick your hand or fetch a stick. Just a sweet mongrel, you know the kind. In many way, a good mongrel dog is like you negro. You get to know it, and often you get to love it. It is of no particular use, but you keep it around because you think it loves you. If you're lucky, Mr. Edgecomb, you never have to find out any different. My wife and I were not so lucky. Caleb. Come here for a second. \n[16]Please, son. \n[17]He has the one eye. I suppose he's lucky not to be blind. We get down on our knees and thank God for that much at least. Right Caleb? Okay, go on in now. \n[18]That dog attacked my boy for no reason. Just got it into his mind one day. Same with John Coffey. He was sorry afterwards, of that I have no doubt...but those little girls stayed raped and murdered nonetheless. Maybe he's never done it before--my dog never bit before, but I didn't concern myself with that. I went out there with my rifle and grabbed his collar and blew his brains out. \n[19]I'm as enlightened as the next man, Mr. Edgecomb. I would not bring back slavery for all the tea in China. I believe we have to be humane and generous in our efforts to solve the race problem. But we have to remember that the negro will bite if he gets the chance, just like a mongrel dog will bite if it crosses its mind to do so. Is Coffey guilty? Yes, he is. Don't you doubt it, and don't you turn your back on him. You might get away with it once or even a hundred times...but in the end... \n[20]You understand? \n[21]I'm gonna have to tear that old doghouse down one of these days. ", "BRAD": "\n[1]Old fuck. \n[2]Out for a little stroll, Paulie? \n[3]What's with this poncho you got on, huh? This isn't yours. \n[4]But not for you, Paulie, that's the thing. Those are for the staff. \n[5]It's not about harm, it's about rules. You probably don't think an old fart like you has to mind rules anymore, but that's just not true. \n[6]You got no business up in those woods anyway, especially in the rain. What if you fall and bust a hip, huh? Who you think's gonna have to hoss your sorry old bacon back down here? Me, that's who. \n[7]What do you do up there, anyway? You're too old to go jerk off, so what do you do? \n[8]Come on. Open up. Let Poppa see. \n[9]Paulie? You tell anyone I squeezed your po' ol' hand, I'll tell 'em you're having senile delusions. Who you think they'll believe? \n[10]S'matter, Paulie? Why the boo-hoo- hoo? Something nasty happen? \n[11]As I live and breathe! \n[12]Fooled you, didn't I Got yourself a little love nest here, I see... \n[13]...what the fuck? Is that a mouse? \n[14]It's a goddamn mouse, y'old fool, they carry all kind'a disease... \n[15]...now step aside. \n[16]Who you calling Percy? Name's Brad, you senile fucker. And I'm gonna nail that mouse, you can take that to the everfucking bank. \n[17]Piss off, you wrinkeldy old bitch. Me and Paulie are talking. \n[18]Who the hell you think you are? \n[19]Don't know what you're getting so het up about. Just a damn mouse. \n[20]Don't bother coming back here tomorrow...Mr. Edgecomb Gonna be a new lock on this door. This is off-limits to residents, no matter what Mrs. My Shit Don't Stink has to say about it. ", "MELINDA": "\n[1]Hal? Who are you talking to, you fucking cocksucker? \n[2]Hal! Make them go away! No salesmen in the middle of the night! No Fuller brushes! No French knickers with come in the crotch! Tell them to take a flying fuck in a rolling d...d... \n[3]Stay out of here! Whoever you are, just stay out! I'm not dressed for visitors, you rat's asshole! \n[4]Oh, so big! Pull down your pants! Let's have a look! \n[5]Don't come near me, pigfucker. \n[6]Why do you have so many scars? Who hurt you so badly? \n[7]What's your name? \n[8]Yes, John Coffey? \n[9]How did I get here? We were going to the hospital in Indianola, weren't we? We stopped and you bought me a packet of posies... \n[10]Did I have the X-ray? Did I \n[11]Who is that man? \n[12]What's your name? \n[13]Like the drink, only not spelled the same. \n[14]I dreamed of you. I dreamed you were wandering in the dark, and so was I. We found each other. We found each other in the dark. \n[15]It's St. Christopher. I want you to have it, Mr. Coffey, and wear it. He'll keep you safe. Please wear it for me. \n[16]Thank you, John. ", "TOOT": "\n[1]Sittin' down, sittin' down, rehearsing now! Everybody settle! \n[2]I'm steppin' forward, I'm steppin' forward, I'm steppin' forward... \n[3]I'm walkin' the Mile, I'm walkin' the Mile, I'm walkin' the Mile... \n[4]I'm prayin', I'm prayin', I'm prayin'. The Lord is my shepherd, so on an' so forth... \n[5]Still prayin', still prayin'... \n[6]Still prayin', prayin', gettin' right with Jesus... \n[7]Gettin' to my feet, walkin' again, walkin' on the Green Mile... \n[8]Sittin' down, sittin' down, takin' a seat in Old Sparky's lap... \n[9]Gettin' clamped, gettin' clamped, gettin'--ow, shit, watch the skin! \n[10]Yeah! I want a fried chicken dinner with gravy on the taters, I want to shit in your hat, and I got to have Mae West sit on my face, because I am one horny motherfucker! \n[11]Now I'm fryin'! Fryin'! Geeaaah! Fryin' like a done tom turkey! \n[12]I'm sittin' down, I'm sittin' down, I'm sittin' down. ", "FADE TO BLACK": "\n[1]In blackness, a title card appears: \n[2]\n[3]\n[4]\n[5]\n[6]", "MARJORIE": "\n[1]\n[2]Central! Central, are you on the line? Oh, God, please, somebody took my little girls... \n[3]Die slow, you bastard. \n[4]Kill him twice, you boys! You go on and kill that raping baby- killer twice, that'd be fine! \n[5]Does it hurt yet? I hope it does! I hope it hurts like hell! \n[6]You ought to be! Oh, you monster, you damn well ought to be! "}}