{"dialogues": {"BILLY": "\n[1]Next. \n[2]I can't cash this, M'am. Your last check hasn't cleared. \n[3]No, M'am. I'm sorry...     8. \n[4]T at's very nice, M'am. But your c eck hasn't cleared and... \n[5]It's not my.fault your check didn't clear, M'am, \n[6]I wasn't getting smart, I was... \n[7]I. didn't do anything wrong. \n[8]Next. \n[9]Let me. He helps her on with the coat. \n[10]You look very pretty today. \n[11]I mean.. .not that you don't look pretty every day...But you look especially pretty today. \n[12]It's a book. You read 1t. Billy exchanges a smile with Tracy. Gary isn't amused. \n[13]King Arthur. . .Sir Lancelot... Knights of the Round . Table... Dragons... \n[14]Beats T.V. \n[15]Pete...You okay? Pete nods. Billy helps him up. Pete brushes himself off. Billy is amused by the boy. \n[16]You want a ride home? \n[17]\n[18]Here. You can borrow it. Pete takes the book. \n[19]'Savage Hearts Of The Round Table'. A Trilogy Of Honor., Adventure nd Romance by William :C. P.eltzer \n[20]I've only got about 70 pages done... But as soon as it's published, you'll get one of the first copies. Speci- ally autographed by the author. Pete smiles. Billy makes a turn. He pulls into the parking lot of \n[21]Hi, Dorry.  Is it ready yet? Dorry smiles. He reaches to a shelf behind the counter. He removes ,a long object, wrapped in a piece of green cloth. He rests it on the counter.     15 Billy watches with.wide eyes. Pete is curious. Dorry slowly unwraps the object. Inside the cloth, is a long silver sword, with a gleaming blade and an engraved steel.holster.. - Pete is impressed.. \n[22]What do I owe you? \n[23]Thanks, Dorry. \n[24]sighs.He hates to be called \"honey\".     17. \n[25]Okay. \n[26]Yeah,.well it's none of your business. Nervous,Lynn popsvalfum with her wine. \n[27]No. It isn't. I'm old enough to take care of that stuff myself. I'm old enough to get a place of my own. \n[28]Good. I think we should talk about it. \n[29]No, it'll put you in a bad mood. Lynn and Billy exchange a glare. They look down at their food. A few silent, uncomfortable moments pass. Lynn looks back to Billy. She smiles. Time for the tender approach. She touches his hand. \n[30]Stop calling me 'honey'.     19. She smiles and tries again. \n[31]Bit it's gonna take me another- year to finish my novel. . .and what if it doesn't get published? \n[32]But what if it doesn't? Are you gonna take care of me until I'm old and grey, working on my 25th unpublished novel?... \n[33]Don't you understand?.. .I've got to 'leave now! I rve got to try and make it on my own now! Before Lynn.can reply, A VOICE INTERRUPTS. \n[34]Hi, Dad. They hold each other for a second. Lynn closes the front door. Rand picks up Mogwai's case. Lynn turn's to her husband. \n[35]What is it? A.monkey? A rat?. \n[36]Mj Oh, yeah?... Mogwai starts to sing, humming in that unearthly falsetto. \n[37]What's that? \n[38]Sounds kind of creepy. Barney still growls. \n[39]Maybe later. \n[40]Little bastard. Mogwai scurries back to Rand. He pets the creature, comforting it     11 23. Settle down, Billy-There's no reason to get upset. The little fellow's scared. He hates bright light.. Billy shrugs. He wipes his fingers along the scratch on his face. He looks -at t em. There's blood on hisï¿½4ingertips. Billy looks at Mogwai. The creature looks at Billy. It giggles. \n[41]Shut up. Mogwai stops singing. Billy goes back to his writing. Mogwai.hops from the shelf. Staying out of the direct light, the creature moves across the desktop and cuddles up to Billy's arm. He jumps back. \n[42]Get off of me. Mogwai just looks at him. \n[43]Get.off`my desk. Billy shines the bright.desk light into the creature's eyes. Mogwai screams and jumps. off the desk, to the floor. Billy looks down at the creature.     24 41 \n[44]Stay down there. Billy goes back to his work. Mogwai is-bored. The creature leaps up to the bed.. It sees the sword. Mogwai lifts one end, examining it. It's too heavy. The sword slips off the bed and falls to the floor. Billy turns. Mogwai takes a step back. Guilty. Frightened. Billy picks up the sword. The handle is chipped. \n[45]You stupid little... Billy raises the sword over.Mogwai. He's ready to kill the tiny creature. Mogwai loo] .s up at Billy. The creature is shivering. It is frightened. It's big, green eyes are watery. Billy suddenly feels sympathetic. He lowers the sword and picks up the.creature. \n[46]I'm sorry.. .just try to be more careful. Billy holds Mogwai to his chest. He's petting it, com- forting it. \n[47]Starting work early today? \n[48]We've got a half hour before work. Wanna go have a cup of coffee? She.pauses and smiles. \n[49].and if I sell the novel, I'll â\u0080¢be able to quit the bank. \n[50]Why Paris?     \n[51]Hey...Don't give up on your dreams. They just might come true. Tracy shrugs and takes a sip of coffee. \n[52]Can I ask you a personal question?  What is it with you and Gary? Is he your boyfriend? \n[53]Do you think he is? \n[54]So there's a possibility...I mean... I.just might have a chance with you? \n[55]n here, Pete. Billy holds the tray of brownies to him. \n[56]Want some? \n[57]A present from my Dad. Pete picks up the creature and pets it. Pete likes Mogwai. \n[58]I dunno, Pete... \n[59]They must only multiply with plain tap water. \n[60]Huh? Well, yeah. I guess so. Pete grabs one of the creatures, taking it from the group. It cries out. In a high, piercing scream. The other creatures leap at Pete. They grab the creature and bring it back to their group. \n[61]Dad...We don't know anything about these things. \n[62]Yeah, but isn't that pretty weird? I mean, if I throw water onï¿½Barney over there, we're not gonna;getjten copies. A creature licks Rand's ear. He chuckles. \n[63]Huh? \n[64]Oh, Christ. C'mo'i,Dad...that's ... \n[65]Don't you think we should have them checked out first? Just to make sure...     31 \n[66]Oh, hi Gary. Look, I'm kind of in a hurry. Gary grabs Billy by the collar and throws him against the car. \n[67]Well, you're the closest thing this town's got to a scientist... and I need some information about an animal. \n[68]That's what I'm trying to figure out. \n[69]Watch this. Billy squeezes a drop of water on one creature. Mogwa' lets out a scream. A lump appears on the creature's back. The lump gets bigger...bigger...bigger ... Roy watches with wide eyes. Suddenly, another creature bursts from Mogwai's body. NINE IDENTICAL CREATURES now stand on the desk top. \n[70]\n[71]Anything else? \n[72]Forget it. Billy stares coldly at his Father. Embarrassed, Rand looks away. \n[73]Damn things are stuck to the floor. Rand picks up a baseball bat. He raises it over his head and swings down, hard. Against the pod. The bat snaps in two. The pod is unblemished. Rand rubs his stinging hands. Billy and Rand just look at each other. Puzzled. \n[74]Why did they attack my dog? \n[75]I'm not waiting around to find out. \n[76]Screw'science. I want them des- troyed. \n[77]Dad, they killed Barney. Or have you already forgotten? Rand just looks'at his son. Lynn pops a valium in the background.     39. \n[78]Now what do we do? \n[79]I don't think we should wait. Let's do it ourselves. \n[80]Next. \n[81]Hello, Mrs. Deagle. How are you this afternoon? \n[82]\n[83]But, sir...I didn't do anything wrong. Really. \n[84]Mrs. Deagle, I...     43 \n[85]Mrs. Deagle, I... (He can't do it. He lets out his honest feelings I think you're an-ugly old fart and I; hope yo u fall down on the ice a td breath your fucking neck! Mrs. Deagle is sho ked. fi e other customers hide their laughter. Gary smiles. Tracy is proud. \n[86]Yeah?... \n[87]Mom...stay downstairs. I'll be right home. He drops the phone and runs out of the bank. Gary exchanges a puzzled glance with Tracy. \n[88]Nervous. Sweating. Behind the wheel of his car. He tries to drive fast, but the heavy snowfall and icy roads prevent it. Outside, the sun is going down. \n[89]still driving. He tries to pass a slow truck. He hits a is spot. } \n[90]tries to start it. Nothing happens. It's stalled. \n[91]No...Not now... He tries again. No good. It's dead. Frustrated, Billy slams his fist on the steering wheel. Â° \n[92]sprints down his driveway. He arrives at the porch of his home. He opens the front door. \n[93]Mom?.. Scattered giggling echoes from inside. Billy flips on the'front hall..light.. A few tiny shadows scatter. They dash into other rooms. Afraid of the light. Billy'slowly enters. He's scared. He looks to the top of the stairs. \n[94]Mom?... More giggling. Shaking'. Nervous. Billy climbs the stairs. At the top, he quickly flips on the bright hall light. Something darts up into the darkness of the attic. Escap- ing the light. Billy spots the open attic door. He walks beneath it. He looks up into the dark attic. \n[95]Yes, could you connect me with the Sheriff's Office?... \n[96]Hello? ...Is this Sheriff Lucia?... \n[97]Hello?...Hello?... \n[98]Hello?... It hisses.     \n[99]running through the snow. Following Mogwai's footprints. \n[100]running through the backyards, following Mogwai's footprints The carolers' singing echoes in the distance.     \n[101]running to the group of carolers. They are puzzled by the.sword in his hand, his tattered, bloody appearance. But they continue singing. Billy follows the creatures' footprints behind the carolers , into the woods. Several feet away, Billy so-es Mogwai The creature is on top of,Pete's body Billy rushes, to the scene. Mogwai sees Billy. The creature gets scared and dashes off. Billy stops     \n[102]chasing the creature through the snow covered woods. \n[103]know you're here. The flashlight stops on the gymnasium light box. The box is attached to a.farwall, beside. the swimming pool. \n[104]Colme on out...you bastard... It is silent again. Billy is frightened. He walks faster, moving to the light box. Billy hears another sound. He shines the light to another area. Again. Nothing. Billy starts to tremble. He runs to the light box. gets there and quickly flips open the box. Billy drops the flashlight and sword. The creature's sharp fingernails clutch onto Billy's chest. Billy falls backward, with Mogwai holding onto him. They tumble into the swimming pool. The deep end. \n[105]watches from the doorway. \n[106]Oh my God. \n[107]runs outof thegymnasium. \n[108]sits in front of the two men. A serious, helpless look covers his face. Frank leans toward Billy. \n[109]Yes... that's right... \n[110]the bite on his \n[111]It wasn't a dog, sir.  Look... these things are deadly when they're alone. but if a couple hundred get loose.. . They'll be hungry. Real hungry. They'll head straight fo the town.. You' 1 h ve a major dis ster on you hï¿½nds Frank looks at Billy. \n[112]My Mother is dead. So is my friend. I am not imagining things. Billy glares at Frank. The Sheriff sighs. He looks at Officer Brent. \n[113]Sheriff... you should radio for more help. . .warn the people in \n[114]They're inside. Brent checks his pistol. It's loaded. \n[115]Look...You can't go in there alone. It's'suicide. You've got to radio for more help... \n[116]Please... listen to me...You can't go- in there... Brent gets out of the car and walks to the building. A nervous, frustrated Billy watches. \n[117]waits in the car. Frightened. Restless. \n[118]He hears the gunshots. He moves faster, desperately hacking at the handcuff chain with his sword. \n[119]Sweating. Nervous. Hacking away at the handcuff chain. Brent's screams fade in the background. Billy looks out the side window. He sees \n[120]panics. He hacks at the chain. Harder. Faster. \n[121]finally breaks the handcuff chain. He quickly moves to the driver's seat and starts the car. \n[122]drives faster. \n[123]I gotta warn people. . .1 gotta tell \n[124]steers the patrol car into the first driveway. The car screeches to a stop. Billy gets out. Sword in hand, he runs to the front door of the house. He knocks. Hard. \n[125]They're coming. \n[126]You've got to keep your wind ws locked. Or better yet...boa d them up! And your lights... You've got to leave them on! f+ MR. FUTTERS What are you talking about, boy? \n[127]There are these little things... animals...They're all over the place! They'll kill you and your family!... Mr. Futters starts to laugh. \n[128]No sir, I... \n[129]Yes... \n[130]looks away. More creatures are. surrounding the car. They pound against the windows. They want in. A scared Billy flips on the police radio. \n[131]Sheriff?...It's Billy Peltzer... Can you hear me?!?... \n[132]He was kiljed by.ithe creatures. What? Whe THE POLï¿½CE C AR is blanketed by creatures, trying to get in at Billy. Billy screams into the radio mike. \n[133]The creatures are all over town... breaking into houses... killing people... You've got to get help!... \n[134]starts the engine. He squeals out of the driveway.     75. \n[135]Shaky. Nervous. Behind the wheel of the police car. \n[136]looks through his windshield. Up ahead, he sees \n[137]steers the police car into her driveway. He squeals to a stop. He grabs his sword and gets out of the car. \n[138]Tracy!...It's me! Billy! \n[139]I'll get him out. Billy quickly opens the police car door. He jumps out. \n[140]He's dead. Tears fill Gary's eyes. Billy leads Gary to the car. \n[141]C'mon. Just stay in the light. They're afraid of the light. Gary walks. He looks scared. Helpless. They get to the police car. Billy opens the door. \n[142]We're just outside of town... Doesn't look like the creature's got here yet.  Let's go inside and warm up. They exit the police car. \n[143].and they originate from this marketplace in Hong Kong. Dorrystands and shakes his head. \n[144]You see...they''re drawn to water. Now, if my hunch is correct... They'll be leaving town, and heading for the water tower-which means they'll have to pass by here tonight.  We have to get help. These things have to be kept under control. If they get to the water tower .they maybe the Country. They're like inhuman divining rods. \n[145]I did. But nobody would listen. \n[146]That's not true. \n[147]That isn't.. \n[148]Stop it. \n[149]Yeah, and then I'd like to try and get in touch with my Dad. If we can... \n[150]They're here. A frightened Gary holds Tracy. \n[151]Do you have a place without win dows?... .A place where we could be safe? Dorry pauses to think. \n[152]We have to hurry. Dorry leads everyone.out of the.room... \n[153]We'll stay ere until daybreak. Gary sits with Tracy on an old sofa. Dorry sits beside them in anï¿½old rocking chair. Billy pulls up an old wooden'chair. \n[154]Help me with this. Gary and Billy slide the cabinet in front of the door. \n[155]That'llkeep them out. We're safe now.. Billy sits back. The ï¿½oipjs contipue. Dorrylook at ever y on \n[156]Well...I think you should all try and get some sleep.  I'll watch the door. Everyone agrees. Billy moves his chair in front of the door. .Dorry relaxes.inhis rocking chair. Gary stretches out on the sofa, expecting Tracy to cuddle with him. Instead,\"she walks:over to Billy. \n[157]sleeping in his chair. His hand still holds the sword on his lap. The others are asleep. Billy's hand quivers. The sword drops to the floor. He wakes. Startled. He quickly grabs the sword. Everyone else wakes from the sound. \n[158]Everything's okay...I just dropped my sword. Gary rubs his eyes. \n[159]Try. the phone. .see if we can get help... Dorry walks back inside. Gary flips on a transistor radio that has been sitting on the shelf. \n[160]Damn. \n[161]How? The nearest town is fifteen miles away. \n[162]In this? You won't get far. \n[163]And-what happens when it gets dark? ...And you're on the road. Alone. Gary says nothing. \n[164]No. We have to stick together and fight these things. At least until we can get help... Tracy folds her arms. \n[165]Okay. We 11 get something to eat. , Them we go 1 to wJork. \n[166]It's.possible. But it's more important to get at the creatures. We've got the advantage now. It's daylight. \n[167]No...But they're all gathered in one place. And the sun rose before they could make it to the water tower. So they must be holed up between here and there. \n[168]Too many windows. Too much light. it's got to be someplace dark. Totally dark. \n[169]No. There's too many of them.. They'd need a huge area... \n[170]You used to work here, right? \n[171]You're coming in with me., You can show me around. \n[172]Blow up the theater. Everyone seems puzzled. Billy turns to Gary. \n[173]This place has some kind of boiler room...with a furnace... right? \n[174]I'll use the gas lines as a bomb. The fire will destroy the creatures. Dorry looks at Billy. \n[175]Okay...just remember;.We've got to stick together. And keep close to the flashlight. They're scared of the light. Everyone nods. Gary turns on the flashlight. Tracy takes Billy's hand. Gary is jealous. They enter the theater. \n[176]They're inside the theater. The others peer into the window. \n[177]How do we get to the boiler room?     97. \n[178]Damn. There's too many of those things. They'll- see us.  1 If we could. just distract them... Tracy perks up. â\u0080¢TRAC Y- I have an 'idea'.- They look .t her . \n[179]Give me your T-shirt. Gary reluctantly takes. off his T-shirt. Billy ties the two shirts together. He winds them into a cord. He finds a connection in the gas line. He begins to pound against it with the handle of his sword. The. sounds of metal ring out. \n[180]We have to get out. Fast. Gary points to a rear exit. \n[181]Not your gun. There's too many. Use the light. Gary stops shooting and fumbles for his flashlight. A creature leaps atDorry, pinning the old man to the ground. Other creatures attack Dorry. Biting. Scratching. Tearing. Billy picks up his sword and begins to knock the creatures off Dorry. Creatures come at Tracy. She picks up a section of thick lead pipe and bats off the oncoming Mogwai. Gary finally turns on the flashlight beam. It keeps some of the Mogwai at bay. Fire creeps up the T-shirt, getting closer to the gas line. Billy gets all-the creatures off Dorry. More creatures come through the door. Gary gets scared. He drops the flashlight and runs for the rear exit.     100 \n[182]Get back here! We need you! .Gary runs out, leaving the others alone. Billy and Tracy continue to fight the creatures. \n[183]Let's go. Billy picks up Dorry's body. Tracy protects him by batting away any oncoming creatures. They hurry out of the boiler room. \n[184]You bastard. You ran out on us. Left us alone. To die. Billy drops his sword and jumps Gary. They fall to the ground. Fighting. Punching.     \n[185]Wait... He looks out the rear window. \n[186]looks at the creature on the back seat. It still cries out in that high pitched scream. \n[187]Hear that? He's calling his friends for help. They're following us. As long as he's alive and screaming... they'll come after him. \n[188]We can't kill him. He's our bait. We'll be able to lead them away from the water tower. (points to the back seat Just keep an eye on the thing... make s re it doe n' hurt us. Tracy keeps the swo d on the cre ture. Billy guns the engine and screeches off. He looks to the rearview mirror. \n[189]We'd better hurry. They're getting close. They.. get into the car.. \n[190]Where in the hell?... \n[191]Check the garage... ee if there's a bag...a b x... something we can keep this little bastard locked up in. Tracyhurries to the garage. \n[192]grabs the creature. Mogwai is still wounded and dazed. But it manages to bite and scratch at Billy. Tracy holds the tool box open. Billy forces Mogwai inside. He closes the tool box and locks it shut. Mogwai is trapped inside. The creature pounds against the metal. Its loud cry echoes from inside. Billy checks the car's engine. \n[193]Damn! He ripped out the coil wires! The car won't run without them! \n[194]There's no time. (grabs her \n[195]He lies in bed. His wounds are bandaged. An I.V. needle is in his arm.     \n[196]How's Tracy? \n[197]Oh my God! No!...No!... \n[198]The tool box! It's locked! I didn't open it!...It's dark inside!... \n[199]", "RAND": "\n[1]Hi. I'm from out of town... on business from the U.S. The woman nods and smiles. \n[2]I'm looking for a present... for my son. The woman nods. She searches through her wares. She holds up a basketball. Rand shakes his head. \n[3]He's not really involved in sports... The woman puts away the basketball. She picks up a Sony \"Walkman\". Rand again shakes his head., \n[4]No. I want something unusual... something he can't get at home... something different..   .2. \n[5]What is it? \n[6]Yes, Fred. The Tai-Chan account is definite. MmmHmm. My plane l eaves in twenty minutes. See you in Pennsylvania. He hangs up. He picks up his bags and walks to the check- in counter. \n[7]What does it mean? \n[8]Is anybody home? Lynn stands and whispers to Billy. \n[9]Billy .. , Billy walks to his Father. They embrace. \n[10]Not now. I've got a surprise for both of you. Come on. He leads them into the living room. Lynn and. Billy exchange a puzzled glance. They follow Rand. \n[11]Your new pet. \n[12]He's singing. \n[13]Barney! Be a good dog and go up- stairs! Barney reluctantly hops off Billy's lap and exits. Lynn stares at Mogwai. \n[14]Hold him. \n[15]C'mon. He won't bite. Billy forces himself to take the creature. Mogwai nestles close to Billy. Rand smiles at his son. \n[16]He likes you. Billy looks nauseous. Lynn stands. \n[17]We know they're cute.. We know..\" they're intelligent. And now we know they multiply by water. \n[18]All I know, is that I've got a million dollars sitting in my lap. \n[19]I'm going to market these things. \n[20]Just imagine the excitement when word gets out. Everyone will want a Mogwai of their very own. \n[21]No. If we want to make a big profit, we have to move:fast I have some investors coming over to the house on Thursday.  Who,knows?...Mogwai could replace dog as man's best friend. wls from his corner. Rand continues to play with the creatures. Billy watches. Skeptical. \n[22]This should keep them out for the rest of the niht... \n[23]Tomorrow we'll take them out in the sun... \n[24].and.finish them off. Lynn nods. Rand looks at Billy. \n[25]I'm sorry, son. I never expected to... \n[26]We should all get back to sleep. Rand puts his arm around Lynn. They walk to their bed- room. Billy looks up at the attic door. The creatures' scratching is heard. \n[27]What in the hell?... Billy picks up a broomstick andl pokes one of the things. Won't budge. Hard as a rock. \n[28]How long until they hatch? \n[29]Billy ...Maybe Mr. Hanson's got a point... \n[30]Not even warm. (shakes his head, \n[31]I get back from Seattle on Wednesday. I'll call some con- struction people. They'll come in next week and cut these things out of the floor. \n[32]No. It's late. I've got an early plane to catch.  The attic door is locked. There are no windows up here. Nothing can get in or out. Rand pats Billy on the back. \n[33]Son, you've got to stop worrying. \n[34]It's okay, Billy...It's over... Billy holds his Father tightly. \n[35]Billy?...What is it?... \n[36]What?... Billy jumps out of bed. He tears the I.V. out of his arm. He opens the closet and starts to get dressed. ", "TRACY": "\n[1]stands in the lobby, putting on.her coat. Billy moves to help her. \n[2]Thanks, Billy. \n[3]You're cute. Gary walks up. He puts his arm through Tracy's. \n[4]I don't see anything wrong with him. I'm sure he's very intelligent. \n[5]Oh, hi. Well, I thought the roads would be icy. \n[6]I'd love to quit. I'd run straight to the airport and buy a one way ticket to Paris. \n[7]I've only seen it in movies and T.V... . But it seems like it's got everything that this town doesn't...Museums...great restaur ants... Beautiful artworks and architecture...  Listen to me, talking like I've been there 10 times. I shouldn't get so carried away. It's only a dream. \n[8]He thinks he is. \n[9]No. I think of him more as a friend. But he thinks of me as a lot more. \n[10]Don't give up on your dreams. They just might come true. They both laugh. \n[11]screaming for help, from a third floor window of her home. \n[12]stands in her bedroom. The bedroom door is closed. Locked. The creatures pound against it.. They want in.     77 Tracy shouts down to Billy. \n[13]Billy! These things are all over my house... I'm trapped! 1 Billy runs to the garage side. e reaches down and picks up a rusty aluminum ladd r. \n[14]looks away from her window. Tears fill her eyes. She's sickened by all of it. Billy holds Tracy's hand, comforting her.. Billy notices something.up ahead. He.stops the ( :: \n[15]If we want to stay . alive... We have to stick together. Billy turns away. Cooling off. Gary is comforted by Tracy. But she keeps her eye on Billy. Dorry looks at everyone. \n[16]\n[17]Billy... He looks at her. She gives him a comforting smile. \n[18]I just wanted to say thanks... I mean...If it wasn't for you, I don't know what any of us would have done. Billy smiles. \n[19]is it okay if I sleep here? On the floor beside you?...I'd feel a lot safer. Billy nods. Tracy moves a carpet next to Billy's chair. She lies on the carpet. She closes her eyes. Gary watches from the sofa. Jealous.     Dorry has fallen asleep in his chair. Billy sits. Sword on his lap. He guards the door. Sounds still echo-from downstairâ\u0080¢s,.throughout the antique store. \n[20]We're trapped. \n[21]I'm cold. Gary puts his arm around her. She'd rather have Billy's.     \n[22]The old church? \n[23]Ridge's movie house. Everyone pauses to think. \n[24]What are you going to do if they're inside? \n[25]Well I'm not staying out here alone. It's getting dark. Billy nods. -They'll all go in together. \n[26]Gary! ...No!... Billy dodges the bladï¿½. Gary moves closer to Billy. The sword is inches away from Billy's chest. Gary swings. Billy steps back. The tip of the sword scratches across his chest. Tracy cries out. Gary lunges at him again. Billy is scratched across the s tomach-. Billy is backed against,a building wall. Gary pulls back his sword, ready to spear Billy.. \n[27]104. \n[28]looks into the distance. \n[29]Billy!... \n[30]Can you fix it? Billy looks into the distance. The creatures are getting very close.. ", "GARY": "\n[1]Let's go. I'm hungry.  Hey, Peltzer...Whydidn't you stand. up to that old bag, today?     \n[2]What's this? \n[3]I know that, asshole. I meant what's it about? \n[4]Aren't you a little old for that kinda' junk? \n[5]What a nut. Laughin' to himself. That's the kind of guy who'll shoot a president. \n[6]Yeah, and those are the guys who always crack. The real smart guys. 6ti still lives with his parents. Doesn't have a girlfriend. He's always alone. Real weirdo. The others agree. Tracy doesn't. She likes Billy. Billy continues to read, totally caught up in his book. Totally caught up in his fantasy. \n[7]a&lt; ; Listen, Peltzer...she's my girl- friend. Keep your hands off. Under- stand? Billy nods.Gary lets him go.He turns and walks away. Billy straightens his clothes. He glares at Gary. \n[8]Sounds like he really flipped out this time. Frank stands. He straps on his gun holster. \n[9]Can I drive? Frank. reluctantly nods. Gary stands. \n[10]But, Frank...With everybody out... Who's gonna be here to answer the Emergency phone calls?  'Help! The little gremlins are eating my baby!' Gary laughs hard at his joke. They exit the police station. \n[11]Hey, C'mon... \n[12]But this is an emergency. We gotta warn everybody! The gremlins are coming! Gary laughs. Frank sighs \n[13]So when are you gonna make me Deputy? \n[14]Why don't you fire Brent. He's nothin' but a drunk. I'could do a lot better. They arrive at the outskirts of town. Frank notices some- thing up ahead. He can see the shadows of the creatures. Crawling on houses. Running across the front lawns. Frank motions for Gary to slow down. \n[15]What.about my brother? Can we get him out? \n[16]Tracy. She smiles. Glad to see him alive. They kiss. Gary puts his arm around her.. Billy hops into the driver's seat. He rests the sword beside him.--He--starts the car and continues to drive., Gary gives Tracy another kiss. He needs her comfort. Billy just stares ahead, at the snowy road. \n[17]Why didn't you think of that before, Peltzer? \n[18]This is your fau t, Peltzer. \n[19]My brother's dead because of you. \n[20]The people in town. They're â\u0080¢ dead because of you. \n[21]You did it. You killed all those people.. You're. a murderer, Peltzer. Billy lunges at Gary. They fall to the ground. Fighting. Dorry and Tracy break it up. \n[22]Now what do we do? The giggling gets louder. Closer. Billy turns to Dorry. \n[23]What time is it? \n[24]I think we should get out. Now. \n[25]I'll walk. \n[26]Not bad, Peltzer. I-didn't know you could cook.     94. \n[27]It's a big place. No windows. \n[28]When I was a kid. \n[29]In the basement. \n[30]That leads outside. ", "DORRY": "\n[1]Good afternoon to you, Billy. \n[2]It's an authentic replica of an Eleventh Century sword. Billy's eyes examine every inch of the sword. It's beautiful. \n[3]I got most of the rust off...But there were a couple spots that wouldn't budge. Billy runs his finger along the blade. \n[4]Careful. It's sharp. A big smile covers Billy's face.- He's in love with the sword. \n[5]Two hundred. You can pay me twenty a week. Billy pulls a twenty from his wallet and pays Dorry. Billy carefully wraps the sword and puts it under his arm. \n[6]My pleasure, son. Billy and Pete exit the store. \n[7]comes to the door. He sees the worn, hollow faces of Gary and Tracy. He sees the bruised and bloodied Billy.     84. \n[8]What the hell happened to you? Billy looks at Dorry. \n[9]Hard to believe. Like Satan's come to walk the earth. \n[10]Nowt boys...arguing won't get us anywhere. Gary still glares at Billy. \n[11]We should get in touch with the authorities.     86 \n[12]The storage room The sound of breaking glass is heard.     87 \n[13]Mischevious little devils, aren't they? No one disagrees. Tracy suddenly notices something. She cries out. \n[14]I've only been this scared two other times in my life. Once was when I got drafted. The other, was when I was six years old.  It.was Christmas Eve. My sisters and I were decorating the tree with our Mother. We were singing caroles...happy ...excited... waiting for Dad to get home from work.  A few hours passed, and we started to worry. Dad wasn't home yet. My Mother called the office. They said he left.  After about a week... the police gave up. My Mother was close to a nervous breakdown... The rest of us weren't eating.. .we couldn't sleep.. .Every- thing was falling apart.  It was snowing outside. The house was cold. I threw some logs on the fire.--..That's when I noticed the smell.  The firemen came. They broke through the chimney top. We were all waiting, expecting them to pull out some dead cat or bird... Instead, they pulled out my Father.  He was dressed in a Santa Claus suit. He had been climbing down the chimney on Christmas Eve, his arms loaded with presents. \n[15]He was going to surprise us.  The coroner said that he lost his footing. He slipped and broke his neck. Died instantly. His body was lodged in the narrow chimney shaft.  ,That how I found out there was no Sahta Claus. Everyone has a chilled look on their faces. Dorry just stares. Billy stands and clears his throat.. \n[16]\n[17]Phone's. dead. \n[18]Could there be other people in town? Alive? \n[19]How about somebody's garage?... Or tool shed?... \n[20]Always dark. Pitch black. Billy nods to himself. That's the place. \n[21]I want to come in with you.You'11 need the extra hand.     96 ", "LYNN": "\n[1]Billy? Is the'.t you honey? \n[2]Dinner will be ready in ten minutes. Okay. He hurries upstairs w Iith \n[3]How was work? \n[4]Have you asked that Tracy girl out yet?     18. \n[5]I was just curious. \n[6]Don't start that again. Your Father's coming home tonight. \n[7]It'll put him in a bad mood. \n[8]Billy, honey... \n[9]Dad and I just don't want you to have to struggle like we did. We want to help, until you can support yourself as a writer. \n[10]It'll get published. \n[11]If it takes that long, yes. \n[12]Please, let's forget about this. Just for tonight. Okay? Billy pauses. Finally gives in and nods. Lynn stands. She pops another valium and exits to greet her husband. We hear them, exchange an excited \".hello\". They kiss and laugh, glad to be in each other's arms. Billy just sits. Burning.     20. \n[13]I think he's just darling. Mogwai. Rand holds the creature out to Billy.     22 \n[14]You two look so cute together. I have to take a picture. Lynn walks to a nearby drawer, opens it and removes-a Kodak Instamatic. Mogwai is on Billy's shoulder, licking his cheek.. Billy hates it. \n[15]Okay smile. Billy forces a smile. Mogwai still licks his cheek. Lynn snaps the picture. Flash! Mogwai lets out a high scream. Frightened of the bright light, Mogwai jumps back, accidentally scratching Billy's cheek. \n[16]slowly moves to the kitch n doorway. Sh listens. \n[17]jumps at the noise. Scared, she runs to the kitchen phone. \n[18]stands in the kitchen, tightly holding the phone receiver.     45. \n[19]standing in the kitchen. Frightened. She downs two valiums from her bottle. \n[20]She's arrived at the top of the stairs. It's dark up here. She looks to the end of the hallway.     46 Lynn--gets -a chill. She slowly walks to the door. \n[21]standing below the open attic door. She tightly clutches her valium bottle. She looks up. Nothing but darkness. Lynn pops another valium. She climbs theladder, into the attic. ", "PETE": "\n[1]Thanks. That'd be nice. Billy helps Pete pick up his schoolbooks. \n[2]Wow... Billy digs into his pocket and gives Pete the copy of \"Once And Future King\". \n[3]Hey, Billy...You know so much about Vikings and stuff...You should write one of these stories yourself.     14. \n[4]Really? \n[5]Sounds gre t. When can I read it? \n[6]Hello? Is anybody home? \n[7]What's in there? Pete walks over and opens the case. Mogwai hops out, onto the bed. The creature giggles. Pete is, taken aback. \n[8]What is it? \n[9]It's neat. Billy shrugs. Mogwai sees the brownies. The creature hops from Pete's hands, onto the desk. Mogwai grabs a brownie and starts to eat.     28. \n[10]Hey, Billy.. .You think I might be able to borrow it? Just for a night? \n[11]C'mon...My Mom will never know. I'll hide it under my bed. Pete reaches down to pick up Mogwai. His hand clumsily knocks over the water bottle. A few drops of water splash Mogwai. The creature arches its back and lets out a high pitched scream. Billy is surprised. Pete takes a step back. Scared. Mogwai tenses up. The spots on its body that were hit with water begin to bubble... .expand...' Billy can't believe his eyes. Mogwai writhes in pain. The spots on its body expand more, getting bigger, bigger.. .ready to explode. Billy and Pete stare. Fascinated. The spots burst. \n[12]\n[13]Now can I have one? \n[14]Maybe I won't take one. The creatures have moved to the brownies. They rip the brownies to pieces, devouring them. They're giggling. \n[15]Mr. Hanson...this is my friend Billy. He wants to talk to you about somethin'. \n[16]Yeah...that's what happened when I tried to take one. \n[17]stands in the back row, wearing his orange down jacket and a long checkered scarf. He stands in the back row, singing tenor. \n[18]is being dragged from the group by his checkered scarf. Mogwai pulls the youth into a nearby wooded area. Pete kicks and shouts. But the caroler's singing drowns out his cries for help. Mogwai jumps onto Pete's chest. The creature's razor sharp teeth bite into the boy's neck, tearing out a huge chunk. Pete screams. No one hears. ", "FRANK": "\n[1]\n[2]These little things killed your Mother and the Fountane boy? Billy nods. \n[3]And they eat human flesh? \n[4]Looks like a dog. \n[5]Look, Billy...We all know that you have a very active imagination. My brother told me about the books you read down there at the bank ...Now, Dungeons and Dragons are fine if you're five years old, but... Billy stands. Upset. \n[6]Brent, go with Peltzer...check out the 'Y'...then his house. \n[7]Listen P?ltzer, now you're getting me pissed off. You're lucky I don't just throw vuu out on your ass for telling me stories. Frustrated, Billy exits with Officer Brent. Frank shakes his head. He picks up the phone and dials.     66 \n[8]Peltzer?...Peltzer?... (slams down the \n[9]Looks like I'm gonna have to straighten this out myself. Want to go for a ride? \n[10]I got a headache. \n[11]When you grow up. \n[12]Something looks weird. (rolls Jown. his \n[13]Snow's too'heavy. I can't... ", "INSIDE": "\n[1]Rand follows the man up a narrow, dark set of stairs. At the top, they enter a room. \n[2]A wall clock reads 5:25. Billy counts out money to a Finished with the customer, Billy looks to the line of waiting people. \n[3]Dark. Silent. Billy calls out before entering. \n[4]Billy grabs the sword off his wall. He walks back. into the. hallway. \n[5]Billy sees Lynn's body. She lies on the floor. Dead. Billy walks to her. Lynn is covered with bites and scratches. Billy looks away. Angry. Saddened. He notices the cocoons. All hatched. Sounds echo from downstairs. Thumps. Giggles. Billy's face goes white with fear. There's more. He dashes out of the attic. \n[6]Brent is shocked by what he sees. \n[7]Billy turns to Gary and Tracy. \n[8]The creatures have been here. The dead body of an old man is slumped across a table. A half eaten Big Mac is still in his hand. In a booth, sits a dead family: Mother, Father, boy and girl. Their food still sits-in front of them. Untouched. A dead cashier girl lies on the counter. \n[9]Billy starts the car. Tracy looks into the back seat. \n[10]Billy drops the toolbox on top of a Greenhouse table.. \n[11]Billy spots a huge tree. It grows up, through the center of the Greenhouse. Billy takes Tracy's hand. They run to the tree. They begin to climb to the top. \n[12]The creatures still attack. Billy tries to fight. A creature grabs his wounded leg. Billy cries out in pain. Another creature rips at his arm. Billy drops the sword. He's f inis;'ed He falls to the ground. Beside Tracy. The hungry creatures surround Billy. Weak. Defeated. Billy closes his eyes. He finally gives     ", "ROY": "\n[1]Hey, Pete-what's up? \n[2]Well, sure...  .I'm Roy Hanson. What can I do \n[3]What kind of animal? \n[4]I've never seen anything like this. Billy grabs the water bottle. \n[5]May.I stay for a while?...Run a few tests?... \n[6]I discovered some interesting things...  The creatures are drawn to water. if they sense water nearby... they'll go to it.  Als , unless)th y're hunting for foo or water.. they hate to be separated. I t ied to move one from the others. They cried out. Clawing. Screeching. \n[7]If one is separated. The others will follow. \n[8]They qan't multiply by water if their environment temperature is below '25 degrees-  It's amazing. They have no bio- logical link with any other species of animal...in the whole world. Billy gives an uncertain nod.- \n[9]Exactly. Those things in the attic-are cocoons. Inside,. the creatures are going through some sort of change...a metamorphosis. \n[10]Simple. They're animals. They were hungry. Aside from water, food is their main concern. \n[11]A week...a month...I really can't say. \n[12]Billy, don't be hasty...You've stumbled onto a new life form. What comes out of those cocoons could be a major scientific discovery... ", "OUTSIDE": "\n[1]The blizzard is starting up. Billy arrives at the broken window. He looks to the ground and sees \n[2]The creatures are making their way down M in Street. They are everywhere. On rooftops. Front lawns. Smashing through windows. Breaking into homes. Scattered human screams echo through the night. People are dying. Mogwai is taking over the. town'. \n[3]Billy runs to below Tracy's window. He shouts to her. \n[4]The rows of once peaceful, cheerful homes are now the scenes of frenzied horror. People run out into the night, screaming for help, only to be dragged to the ground by creatures. Ravaged bodies lie in the snow. Frozen. An ambulance is overturned on the roadside. Phone lines are town down. The creatures have made their way across town. They now attack the last few houseson the block.     \n[5]The headlights shine on Frank's overturned police car. Gary is inside. Still alive. He screams for help.     \n[6]He closes the door. Tracy is safe inside. Billy walks to the.sheriff's car. He stays in the safety of the headlight's beam. Billy stops a few feet from the sheriff's car. The passenger side is crushed. The driver's side is barely damaged, save for a dented, jammed door. Gary pounds against-the door. He wants out. Billy grabs the car handle. He pulls hard. The door pops open. He pulls Gary out. Gary gets to his feet. He's okay. Billy looks inside the car. Billy closes the door. \n[7]A blanket of snow. covers everything. It snowed hard last night.. Three feet's worth. \n[8]\n[9]The creatures arrive at the top of the hill. They move to the Greenhouse doors     \n[10]The sun is coming up. The darkness fades. \n[11]Billy and Tracy stand in the snow.. They look out over Kingston Falls. Now a ghost town. Billy looks at his sword. He pull back ,nd throws the sword. it flip throw h the air. { snow. Billy collapses in the snow. Exhausted. Tracy kneels beside him.-- It CLOSE-UP \n[12]The tool box shakes and rattles in the worker's hand. Frightened, he throws the box-over a hilly, wooded area at the side of the road. ", "ORIENTAL MAN": "\n[1]I can help you. He leads Rand away from the booth. \n[2]I offer something very different. Very unusual. Rand is puzzled. The Oriental leads him to a doorway. \n[3]Follow me. He opens the door, motioning for Rand to follow. Rand pauses, skeptical. \n[4]Come. Take a look. It will cost you nothing.  You won't be disappointed. The Oriental enters. Rand shrugs and follows. \n[5]It is called ' Mogwai ' .  A very rare and intelligent animal. I found it in the fields near my home It will obey all orders. It learns fast. The Oriental looks at Mogwai and claps his hands. \n[6]\n[7]And if you are ever in need of a song... He claps his hands to the creature. \n[8]One hundred American Dollars. Cash. Rand removes five twenties from his wallet. He gives them to the man. The Oriental smiles and claps his hands. Mogwai jumps onto Rand's shoulders. Rand pets it. Mogwai emits a cute giggle. \n[9]It never sleeps. It will eat any- thing... but prefers raw meat.  It must always be kept indoors during the day. It lives in shadow. It hates bright light. Direct sunlight will kill it. Rand nods. He takes Mogwai from his shoulder and puts it into the box. Rand puts the box under his arm. The Oriental smiles     \n[10]Your son will enjoy his new friend. Rand smiles and exits. The Oriental takes a bite from his raw fish. ", "ROLAND": "\n[1]What seems to be the problem, M'am? \n[2]Now,-Mrs. Deagle...I'm sure this isn't that serious. I'm sure an apology would fix things right up. Wouldn't it? The woman shrugs.' Roland turns to Billy. \n[3]Apologize to the woman, Billy. Billy leans to Roland. \n[4]Just apologize. Roland.leans back and smiles at Mrs. Deagle. Billy looks at her. He doesn'-t want to do this. Everyone in the bank is watching him, waiting for him to take a stand. Billy sighs. He needs his job. \n[5]Come back to my desk, Mrs. Deagle. I'll personally take care of your banking problems. Roland walks back to his office with Mrs. Deagle. Gary chuckles. Tracy goes back to work. Billy just sits. Angry. Humiliated. He calls the next customer.     lb. \n[6]Apologize to the woman, Billy. \n[7]Apologize. Now. Billy turns to the woman. Everyone in the bank is.watching. Especially Tracy. ", "SUDDENLY": "\n[1]Something leaps out and grabs Lynn by the throat. A creature. We can't see it clearly. - It moves too fast. It is hiddenby the shadows. Other dark figures come at Lynn. More creatures. They want their share of the food. Lynn watches in horror as the creatures surround her head. She screams. \n[2]\n[3]A small rumbling sound echoes from Billy locks to the pool. The water is moving. Bubbling. Rippling Billy is scared. He runs to the exit doorway. The rumblinggets.louder. The pool's water gets violent.     63. Billy looks back to the pool. \n[4]The car stalls. Billy tries to re-start it. No good. Dead engine. GIGGLING echoes from under the hood. Billy and Tracy get out of the car. \n[5]Billy's head pops up. His eyes are wide. Hysterical. A shocked expression covers his face. \n[6]the tool box begins to shake. Something pounds against it from inside. ", "A CREATURE": "\n[1]leaps from the attic, into the hallway. Billy jumps back. Mogwai snarls at him. Mogwai has changed. It stands two feet tall. The brown fur is gone, replaced by rock hard, rippled armor. The arms and legs are muscular, covered with the same armor. The paws have been replaced by claws. The fingernails are sharp. The tail is long and pointed. Reptilian. It thrashes back and forth. Sharp white horns have replaced the ears. The green eyes are larger. They bulge. Evil. Angry. A:huge mouth distorts the face with its wide grin. The countless teeth are long and sharp. Gleaming white. Fresh blood drips from them. The giggle remains, undercut with a hungry animalistic growl     \n[2]leaps from the overhead chandelier. It lands on Billy's back. The creature tries to bite Billy's neck. Billy slams his blade 'nto Mogwai. He whacks the creature. Again and again. Finally, Mogwai falls to the floor. Billy brings down his blade. Hard. It slices Mogwai's head off. The creature's body quivers. It dies. Billy moves to the living room. \n[3]crawls out of the swimming pool. It is followed by anoth'r creature. They are followed by three more. Then five more. Eight more. Ten more. They keep coming. In droves. \n[4]hisses. Behind Billy. Billy turns. Mogwai leaps at him. Billy raises his sword and swings. He knocks the creature down. He stabs Mogwai. Mogwai dies with a long scream. Billy looks up and sees \n[5]leaps onto the car's passenger' side. The creature grabs Frank' arm. He tries to shake off the creature. Gary gl nce over. Shocked. Horrified. Mogwai takes a huge bite out of Frank's arm. He screams. Gary turns to help him. \n[6]leaps out of the darkness and grabs Gary by the throat. Gary screams. He drops the sword. Another creature attacks Gary. Followed by another. And another. They bring him to the ground. They eat. He dies. Billy quickly picks up his sword, before the creatures get to hi_m and Tracy. He grabs her hand. They.run to the police car. They get inside and lock the doors. ", "PEGGY": "\n[1]Just five more minutes.. And 'Skippy The Snowman' will be finished. Please, Mommy? \n[2]Thanks, Mommy. She goes back inside. Peggy inserts pebbles for \"Skippy's\" eyes. \n[3]inserting the final pebble for \"Skippy's\" smile. Peggy takes a step back. She looks over her creation. She smiles. \n[4]A monster came out of Skippy the Snowman. Billy quickly attacks the snowman with his sword. He swings and swings until \"Skippy\" is nothing but a pile of snow. But there is no sign of Mogwai. Billy spots footprints leading away from the snowman. Mogwai has escaped. Billy runs after the footprints. Peggy watches him disappear around the corner of the house. Peggy's Mother opens the door. She is puzzled by the pile of snow in front of Peggy. \n[5]This ugly little monster came out of Skippy's chest! It tried  000ï¿½ï¿½.     58 \n[6]to pull me inside and eat me! But this man with a big sword came over and saved me! Peggy's Mother just.stares at her. She shakes her head. ", "BILLY AND TRACY": "\n[1]emerge from behind the building. They walk towards Gary. Billy walks up. He's holding Dorry's body. He lowers the body-to the ground. He glares at Gary. \n[2]look around. Puzzled. Confused. \n[3]run up the hill, towards the Greenhouse. \n[4]arrive at. the top of the hill. They run to the Greenhouse entrance. They open the doors and enter. \n[5]climb. Billy looks to the sky. Dawn is approaching. Billy looks below him. \n[6]are near the treetop. They cling to a large, thick branch. The creatures still chase after them. Billy keeps them at bay. "}}