{"dialogues": {"KAREN": "\n[1]I'll never get used to this. \n[2]A public display of affection is considered rude in Japan. \n[3]What's that? \n[4]Yeah, but I've never seen this before. \n[5]It's a Buddhist ritual. The incense smoke carries the prayers to the spirits of his ancestors, to help them remain at peace. \n[6]It's not trivia. It's what they believe. And it's far better, by the way, than your little pollution ritual. \n[7]What? \n[8]Oh, crap -- \n[9]C'mon, you're gonna be late. \n[10]Uh-uh. Seven years of bad luck. And I might have a vested interest in those years. \n[11]Maybe. \n[12]I'll call you when I get home. \n[13]I just came by to pick up some books I left here. I'm not scheduled to work today -- \n[14]Just a test to study for.   Why? \n[15]What's this phrase? \n[16]Hello?   Mrs. Williams? \n[17]Is anyone here? \n[18]Oh my God... are you alright? -- \n[19]Okay, Emma. Let's try again: my name is Karen. Do you remember? I'm from the Health Center. I'm substituting for Yoko, just for today. \n[20]Looks like you need a new Band-Aid. How'd this happen, Emma? Would you like a bath? Maybe that will help you feel better. \n[21]It's okay, Emma. \n[22]Nice one, Karen. \n[23]How did you get up there? \n[24]Hello? \n[25]Yes, he was shut in a closet! There was tape around the -- No, they're not home yet. I don't know, Emma hasn't said a word to me -- He's still upstairs -- yes, I'm sure he's Japanese -- But -- Yes, alright, Alex. Just please get here as soon as you can. \n[26]Hello there. \n[27]My name is Karen. What's yours? \n[28]Emma, who were you talking to? \n[29]You should get some rest, Emma. \n[30]Running away won't help. \n[31]I'm not even sure what did happen. \n[32]No, that's not what I mean... \n[33]That house. There was something... \n[34]Is that how they said she died? \n[35]I don't think I'll ever be ready for something like that. \n[36]Why don't you find out when I can check out of here. \n[37]Okay.   Tired. \n[38]Three months. I needed a social welfare credit. \n[39]Yes. \n[40]Did you find him? \n[41]Yes, that's right. He was... holding a cat. A black cat. There was a book in the closet, too. I think it was a journal. \n[42]I don't think so. I think it belonged to a woman.     Nakagawa looks up.   Karen tries to explain:  \n[43]The writing. It looked feminine. \n[44]I left it on the kitchen table. \n[45]I asked him his name.   He said `Toshio'. \n[46]This is him. This is the boy. \n[47]Yes.   Positive. \n[48]Detective Nakagawa? \n[49]The whole time I was in that house, I felt something was... wrong. \n[50]What happened there? \n[51]Toshio... \n[52]Why didn't you tell me? \n[53]About the bodies they found in the attic. \n[54]The same thing happened three years ago, Doug. To a Japanese family, who lived in that house. They were all found dead. \n[55]How would you explain it? \n[56]-- trip over the curb and sprain your ankle. \n[57]Okay. Then explain this: when I went to that house, I didn't know anything about its past. But yet I still saw... \n[58]Emma and I were alone in that room, but -- there was something else there. I'm sure of it. \n[59]You might be right, Doug. But I know what I saw. I think I know what I saw... \n[60]Yeah. \n[61]You've got class, and I'm sure I only have to fill out a few forms or something -- \n[62]I'm fine, Doug. Really. \n[63]That's the boy who was there yesterday. In that house. But this boy, he's -- \n[64]-- he's supposed to be dead. \n[65]I saw him, Doug. I talked to him. He told me his name. A boy who was killed by his father three years ago told me his name. \n[66]You don't believe me. \n[67]Hello? \n[68]What? \n[69]Alex and Yoko are dead. \n[70]There's something wrong with that house, Doug. Something really bad. The boy in that house, he had a photo of this man. He died on that same day three years ago. I need to talk to his wife... widow. If I can find out what happened, or if... maybe -- \n[71]You don't understand.   I have to, Doug. \n[72]Because I've been inside that house, Doug. Don't you get it? I've been inside! \n[73]I love you. But I have to go. \n[74]I'm looking for Maria Kirk? \n[75]My name is Karen Davies. I'm a student at -- I'm sorry to bother you, but I was wondering if I could ask you a few questions. \n[76]Ms. Kirk? \n[77]I'm here because... I need to speak with you about your husband. \n[78]Maria -- \n[79]I just need a couple minutes. \n[80]Your husband, Peter.    Three years ago he... \n[81]He killed himself. \n[82]I'm... sorry. \n[83]I didn't. \n[84]I think there's a connection between your husband's death and something that happened to me. \n[85]It's... hard to explain. \n[86]Look, I know this sounds strange, but... I don't think your husband wanted to die. \n[87]If that's true, then why are you still here in Japan? \n[88]Did you know a woman named Kayako? \n[89]Did Peter? \n[90]Maybe it was someone he worked with? \n[91]Please. I don't know what else to do. Please help me. \n[92]Oh my God. \n[93]Excuse me, I need to speak with Detective Nakagawa. \n[94]It's an emergency. \n[95]Yes, I have important information for him about a case... \n[96]His partner, Detective Igarashi? Can I speak with him? \n[97]They're dead, aren't they? \n[98]Doug? \n[99]No. \n[100]Doug!   Where are you??? \n[101]Doug??? \n[102]Oh my God... \n[103]No more... please, no more... \n[104]", "MATTHEW": "\n[1]You're up? \n[2]I wonder if Mom's okay. She's been sleeping ever since we got here. \n[3]I'm sorry, sweetheart. It was probably just the move -- I'm sure she'll get back on schedule. \n[4]You seen my travel mug? \n[5]Maybe you should say something to the helper, what's her name? \n[6]Who knows? Maybe there's something she can suggest. \n[7]I miss seeing this every morning. \n[8]Hey, kiddo. You okay? \n[9]This will get easier soon, for Mom, for all of us. I promise. \n[10]Or else I'll tell the company it's just not working out, and that we're going back to the States with or without my old job. They can get someone else to crunch their numbers. \n[11]But until then -- promise me you'll give it a good try, okay Jen? \n[12]Is this Yoko's bike? \n[13]It's been here all night. \n[14]I'll probably be home late, maybe around nine or so. \n[15]Oh yeah.   Right. \n[16]I have a big conference.    They usually run long. \n[17]Sorry I'm late, it took awhile to wrap things up. \n[18]Jen?   Susan? \n[19]What the hell? -- \n[20]Mom?   Are you alright? \n[21]Where's Jennifer, Mom? \n[22]Did Yoko come today, Mom? Remember? The pretty girl? \n[23]Jen?   Are you up there? \n[24]Dammit. \n[25]Jennifer?    What is it -- \n[26]What's wrong? What happened??? \n[27]I'll... I'll call an ambulance... \n[28]Dammit! \n[29]Jesus Christ... \n[30]`Ambulance'... \"kyukyusha\". \n[31]Who are you? What -- what are you doing here? \n[32]She went out. Something came up. \n[33]I'm sorry.     This is a bad time. \n[34]You should go. \n[35]She doesn't love me... she never loved me... \n[36]Leave me alone. \n[37]\n[38]What did he say? \n[39]Oh.    Right. \n[40]Isn't the layout great? Wait `till you see the back room. It's perfect for Mom -- she won't have to deal with the stairs. \n[41]Her bed won't be here until next week, but we can put the mattress on the floor. What do you think? \n[42]Where's Mom? \n[43]Did you get her? \n[44]She okay? \n[45]It's perfect. We'll take it. \n[46]It's me. \n[47]I'm downstairs. What number are you again? ", "SUSAN": "\n[1]\"Hey, guys, it's Susan. Matt, are you there? Pick up... \n[2]\"I just wanted to make sure Mom is okay. Yesterday was... a bit weird, and -- I'm just a little worried.\" \n[3]\"Listen, just give me a call when you can, okay?\" \n[4]Hello? \n[5]You guys in the kitchen? \n[6]I thought you guys were gonna cook! \n[7]Hi, Mom.    How are you feeling? \n[8]I guess I came at a bad time, huh? \n[9]I'll give you guys one minute to finish whatever you're doing up there and get your butts down here. \n[10]I mean it, guys. \n[11]Well, I warned you. Prepare to be emotionally scarred. \n[12]Matthew!   Don't scare me like that! \n[13]What's going on?   Where's Jennifer? \n[14]I hope she's not long.    I'm absolutely starving. \n[15]I knew it. You guys forgot to go shopping, didn't you? \n[16]Are you okay? What's going on? \n[17]Did something happen?    What's -- \n[18]What are you talking about? \n[19]Stop it, Matthew. \n[20]Matthew, please -- \n[21]This is Suzuki-san, he's the Real Estate broker. \n[22]He said: \"welcome to Tokyo\". And that you must be very important to your company for them to rent this place for you. \n[23]Your shoes. \n[24]Even in your own house. \n[25]He says no one has lived in this house for three years. \n[26]Mom?   Where are you? \n[27]Take a pill, will ya? \n[28]C'mon, Mom. You know what the doctor said about stairs. \n[29]Mom?   What is it? \n[30]Hey, guys, it's Susan. Matt, are you there? Pick up... Okay, well, I'm leaving work now so you can try my cell, or just call me at home later. \n[31]I just wanted to make sure Mom is okay. Yesterday was... a bit weird, and -- I'm just a little worried. Listen, just give me a call when you can, okay? \n[32]Is anybody there? \n[33]In the stairs... there was... something... a strange person... all the lights were going out... \n[34]Please. Help me. \n[35]Hello? \n[36]Matthew!   Are you alright? \n[37]702.   I'll buzz you in. \n[38]I don't know what you're up to, but this is not cool -- \n[39]Please... stop it... ", "DOUG": "\n[1]Karen! \n[2]Maybe we should find a different train station. \n[3]We walk past this temple every day, Karen -- \n[4]It's amazing. You're like this infinite storehouse of wisdom. Or trivia. I'm not sure which. \n[5]Nothing. I just -- I like that about you. You seem to be able to remember everything that's really important. \n[6]Except the time. \n[7]Is that right? \n[8]Will I see you tonight? \n[9]Fourteen.    I hate odd numbers. \n[10]It's okay.     I've got you. \n[11]Your boss told me what happened. I'm sorry. \n[12]I talked to your teachers. They said you can take as much time as you need. We could go to Kyoto for a weekend, see those temples you're always talking about. \n[13]There's nothing to run away from, Kat. No one blames you for what happened.     \n[14]You went to help someone who was, quite simply, beyond help. \n[15]Don't beat yourself up searching for a greater truth, Kat. An old woman passed away in her sleep. It's sad, but that's all it is -- \n[16]I'm sorry this happened to you. But maybe, in a way, it will help you later. Death is an unfortunate but integral part of your future career. There's no avoiding it. Maybe now you'll be more... ready for it. \n[17]I'm Doug.    Karen's boyfriend. \n[18]You up for this? \n[19]I got us a guidebook to Kyoto. I thought maybe we'd leave tomorrow -- \n[20]Tell you what? \n[21]You were recovering from a shock. I didn't want to -- \n[22]Karen -- wait -- \n[23]Look, I'm sorry. I was just worried about you, and -- I know you, Karen. \n[24]So you think the events are connected? \n[25]Okay. How about this: the American family knew about what had happened there before, and this knowledge subconsciously caused them to repeat the same events. \n[26]It's exactly how superstitions survive: if you walk under a ladder and think uh-oh, you're in for some bad luck, sure enough, what do you know? You trip over -- \n[27]Makes sense, right? \n[28]Saw what?    Karen? \n[29]You watched a woman die, Kat. That's a horrible thing to experience. I can't imagine how you must feel. But sometimes the mind tries to cope with terrible things in a way that distorts what actually occurred. \n[30]You just need to rest. We'll get you home, get a good night's sleep. \n[31]You sure? \n[32]I come bearing gifts. \n[33]How can I believe you, Karen? \n[34]Maybe, what? \n[35]I'm concerned about you going out while you're so upset -- \n[36]Why? \n[37]\"Hey, Karen. It's me. I just wanted to say -- I'm sorry. I know I wasn't hearing you. \n[38]Hello? ", "NAKAGAWA": "\n[1]I am Detective Nakagawa. This is Detective Igarashi, my assistant. \n[2]She is very shaken. We would like her to stay in the hospital tonight, under evaluation. \n[3]Do you know these people? \n[4]When was the last time you saw him? \n[5]We've spoken with his employer.   He did not show up for work today. \n[6]If you could please come by tomorrow to make a statement, the address is there, at the bottom -- \n[7]I'm sorry? \n[8]For how long? \n[9]Call her at work, then at home. If no one answers, send someone to -- \n[10]I need your flashlight. \n[11]We don't know. \n[12]Is it possible that someone could live without... that? \n[13]Why? \n[14]I'm sorry to disturb you, Miss Davies. I was wondering if you could answer some additional questions? \n[15]How are you feeling? \n[16]You are an exchange student? And you have been volunteering at the Health Center for...? \n[17]You said this was the first time you'd been in that house? \n[18]About the Japanese boy you said you saw there -- \n[19]No, not yet. You said the boy had been taped into the closet? \n[20]Did it belong to the boy? \n[21]I didn't see any book on the table. Perhaps someone moved it. Did you speak with the boy after you opened the closet? \n[22]One more question, please. \n[23]We found this in the room where... \n[24]Are you certain? \n[25]The bodies of the son and daughter- in-law of the woman you were caring for were found in the attic. \n[26]It seems that the son killed his wife, and then himself -- \n[27]Please excuse me for a moment. \n[28]Yes? \n[29]Get the surveillance tapes from the office building. \n[30]Hello? \n[31]Have you determined a cause of death? \n[32]I don't understand. He killed Yoko, before he died? \n[33]Then how did she get from the house to the Health Center? \n[34]She survived for two days without this? \n[35]How is that possible? ", "MARIA": "\n[1]Hey.     Are you okay? \n[2]Peter?    What's the matter? \n[3]Yes? \n[4]Who is this? \n[5]Questions about what? \n[6]Leave me alone. \n[7]Please. \n[8]I'm late for work. \n[9]Make yourself at home. \n[10]Well? \n[11]He what? \n[12]Thank you. \n[13]How did you know Peter? \n[14]Then what are you doing here? \n[15]What happened to you? \n[16]Then why would he throw himself out a window? \n[17]Let me guess: `hard to explain'? \n[18]I put all this behind me. I don't want to open it back up again. \n[19]Because I can't leave. I tried. But I couldn't. Not without... \n[20]He usually didn't wake up before me. But that morning, he did. He made coffee for us. Then he sat there and waited for me to wake up. And when I did, he looked me right in the eye. And then he jumped. The night before we'd been talking about having children together... \n[21]No. \n[22]I don't think so. \n[23]Look. I've had the police up here, I talked with Detectives, I even hired a P.I.-- \n[24]I don't know what you're going through, or what you think you know about my husband. But I don't have any answers. I'm sorry. \n[25]This is all his stuff from school. \n[26]This was our first date. \n[27]What?   Did you find something? ", "ALEX": "\n[1]Karen! \n[2]Are you free this afternoon? \n[3]I know. But are you free?    Do you have class? \n[4]Your wish has been granted. \n[5]It's Yoko's case, but she didn't show up for work this morning, and I can't reach her at home. She must be sick, or something. And she has the damn house key. \n[6]\"Mild dementia with severe lethargy.\" Apparently she sleeps through most of the day. Her daughter-in-law doesn't work, so she'll probably be there. \n[7]You're the one who's been bugging me about getting out there on your own. Besides, it's an English-only house. \n[8]Here's the address. Use the wall chart if you need help -- and don't forget to bring a map. \n[9]Don't worry Karen, you're ready. \n[10]Karen? \n[11]Is Karen okay? \n[12]Matthew Williams, and his wife Jennifer. He's Emma's son, the woman Karen came here to see. \n[13]I met them when they came to register. It's standard procedure, though the visits were arranged by his employer. He works at -- \n[14]Yoko. \n[15]Karen was a substitute -- Yoko is the girl who is normally in charge of Emma. She's also been missing from work. \n[16]For the last two days. \n[17]I think I saw her bike outside. \n[18]Yoko? \n[19]What... What happened, Yoko? \n[20]Say something, please... ", "JENNIFER": "\n[1]Mmmmmm. \n[2]Not at night. \n[3]I told you, Matthew, you can sleep through anything. \n[4]I didn't unpack it yet. \n[5]Yoko. \n[6]Yeah.     Maybe. \n[7]I went for a walk yesterday. Just to explore. I got lost and couldn't find anyone who could speak English, who could help me. I felt so... stupid. \n[8]Or else? \n[9]Deal. \n[10]I think so. \n[11]I knew you'd forget. \n[12]Dinner, your sister?    At seven? \n[13]You were going to cook. \n[14]I'll do the shopping. Just call me if you're going to be late. \n[15]If you need something, all you have to do is say so -- \n[16]Who's -- who's there? \n[17]Even in our own house? \n[18]Why? ", "PETER": "\n[1]Happy Monday. \n[2]I don't even know her. She says I used to tutor her, but I don't know who the hell she is. \n[3]Hello?   Excuse me? \n[4]Hello. \n[5]My name is Peter. I'm here to see your mother. Is she home? \n[6]Hey!   Are you okay??? Hello??? \n[7]Hello? Excuse me. I'm coming in. \n[8]Are you alright? \n[9]Are you alone? Where are your parents? \n[10]What happened to you? \n[11]...I know, I'm sorry -- these staff meetings always run over -- maybe another ten minutes or so -- okay, I'll be home soon -- I love you too. \n[12]Guess your mom's late, huh? \n[13]Toshio!   We have to -- ", "IGARASHI": "\n[1]I can handle this myself, you know. It's just a routine call. I don't know why you wanted to come. \n[2]That's Matthew's sister. \n[3]This must be her. \n[4]God! \n[5]What the hell... what is going on? \n[6]What is that? \n[7]Someone just reported another death. It's not in our district... but I think we should check it out. \n[8]The cause of death is not clear... but it is the man who sold them this house. \n[9]We checked the apartment of Susan, the sister. She wasn't there... \n[10]The chain lock had been drawn from the inside. And the deadbolt. But we found no one in the apartment. \n[11]They were the first family to live in that house since the incident three years ago -- \n[12]But I thought you said her body was found with this man, tonight. ", "OMITTED": "\n[1]2b   EXT. TOKYO STREET - DAY                                       2b       -- but she didn't notice the school kids. She's looking in the other direction, at a trickle of SMOKE wafting up over a nearby fence.  \n[2]4bb   INT. TRAIN - DAY                                           4bb    \n[3]\n[4]54aa                                                             54aa   54ab   INT. 10TH FLOOR HALL - NIGHT                              54ab       54b   INT. OFFICE BUILDING - SECURITY ROOM - NIGHT                54b                55                                                                 55 \n[5]\n[6]97                                                                97   \n[7]\n[8]", "CORONER": "\n[1]Who does this belong to? \n[2]I can use the blood to help identify the person. \n[3]I certainly hope not.      \n[4]Not yet. The blood on his body -- isn't his. It belongs to her. \n[5]The jawbone you found in the attic yesterday with the American couple belongs to this girl. I estimate it was -- removed -- from her body two or three days ago. \n[6]I have no idea. \n[7]It would seem so. \n[8]I don't believe it is. ", "YOKO": "\n[1]Hi, excuse me? \n[2]Emma?   It's Yoko.   I'm coming in. \n[3]Hi, Emma.    It's good to see you again. \n[4]My name is Yoko. \n[5]You should be in bed -- \n[6]You shouldn't be playing with this! "}}