{"dialogues": {"QUILL": "\n[1]Showtime, a-holes! It'll be here any minute! \n[2]Is that a rifle? \n[3]I thought your thing was a sword. \n[4]Don't look at me like I'm stupid. You're the one being all inconsistent. \n[5]I agree with Drax. It's hardly important right now. \n[6]No, I really agree with him. \n[7]Groot, look - ! \n[8]What is he doing?! \n[9]That doesn't make sense! \n[10]Its skin is the same thickness from the inside as from the out! \n[11]Gamora, there's a cut on its neck - Rocket, get it to look up. \n[12]Hey, you giant Sea Monkey, up here! \n[13]Anulax batteries. \n[14]That's nothing like what I just said. But they're worth thousands of units a piece. Which is why the Sovereign hired us to protect them. \n[15]Just be careful what you say around these folks. They're easily offended and the cost of transgression is death. \n[16]That's the kind of thing you might want to keep to yourself. \n[17]I guess I prefer making people the old-fashioned way. \n[18]Yeah, I mean, if it's for research that could be pretty -- \n[19]Pretty repulsive. I'm not into that kind of casual - \n[20]Family reunion. Yaaaay. \n[21]Thank you, High Priestess Ayesha. \n[22]My mother is from earth. \n[23]He's... not from Missouri, that's all I know. \n[24]That stuff about my father. Who does she think she is? \n[25]I'm not sensitive about it. I just don't know who he is. \n[26]Sorry if it looked like I was flirting with her. I wasn't. \n[27]I think you do care. That's why I'm apologizing. \n[28]Uh huh. \n[29]Well, that is pretty hot, but-- \n[30]All right, okay, fascinating, don't need to hear it. I get your point, I'm a dancer and Gamora is not. \n[31]We got an armed Sovereign fleet, approaching from the rear. \n[32]What were you thinking?! \n[33]Oh! I didn't realize your motivation was altruism. A shame the Sovereign have mistaken your intentions and are trying to kill us. \n[34]\n[35]SHUT UP, DRAX! You knew! You should have told us! \n[36]Do not try to bro down with me right now, dude. I will fricking punch you in your fricking face. \n[37]More incoming! \n[38]What's the closest habitable planet? \n[39]How many jumps? \n[40]Lucky for us - \n[41]I've been flying this rig since I was ten years old. \n[42]You were cybernetically engineered to be a douchebag. \n[43]You put your turd in my bed, I shave you. \n[44]Groot, he's right, you have to start aiming inside the box. \n[45]Our weapons are down! \n[46]Where's he going? \n[47]Son-of-a-! They went around the field! \n[48]Doesn't matter! That's the jump point! GO! GO! \n[49]Groot, put on your seat belt! \n[50]Prepare for a really bad - \n[51]If what's between my legs had a hand on it, I guarantee I could have landed this ship. \n[52]More like because he stoled Anulax batteries! \n[53]No, they're not! \n[54]I'm not going to answer to `Star- Munch.' \n[55]Dick. \n[56]That's how eyes work, you stupid raccoon. \n[57]Oh, I'm sorry, I meant to say `trash panda.' \n[58]It's worse. \n[59]You'd think an evil supervillain would learn how to properly lie. \n[60]Who the hell are you? \n[61]Because I was a skinny kid who could squeeze into places adults couldn't, making thieving easier. \n[62]What? \n[63]We've been together all this time and you thought Yondu was my actual, blood relative? \n[64]He wasn't my father. Yondu was the guy who abducted me. He'd beat the crap out of me so I'd learn how to fight and he kept me in terror threatening to eat me. \n[65]Yes. \n[66]Not buying it. \n[67]Give me a break! After all this time, and he just expects to be my Dad all of the sudden! \n[68]I mean, this could be a trap - the Kree purists, the Ravagers, now the Sovereign - they all want us dead. \n[69]But what? \n[70]Who? \n[71]David Hasselhoff? \n[72]He had a talking car, not a magic - \n[73]Just to be a good friend, I guess. \n[74]Shooting Knight Rider or touring with his band in Germany. Why are you bringing this up now? I was drunk when I told you that. \n[75]I don't. It's just sad! I was so sad because I'd see the other kids off playing catch with their dads, and I wanted that, more than anything in the world. \n[76]I have clones. \n[77]There's no way for them to know they're here. \n[78]You're like an old woman. \n[79]So what's your goal here? To get everyone to hate you? `Cause it's working. \n[80]Can I ask you a personal question? \n[81]The antennae, what are they for? \n[82]You're not supposed to say that. \n[83]Just making clear - if it's anything else - any other answer - I win? \n[84]Three pairs of pants. \n[85]You read minds? \n[86]Yeah, I guess, yeah, I have sort of a general, unselfish love for everyone. \n[87]No. No, I don't. \n[88]No. \n[89]What the hell, dude? That's a total overreaction. \n[90]You got to be kidding me. \n[91]That's so incredibly uncool. \n[92]Like what? \n[93]It's kind of like someone put a baby's head on a big, muscular body, isn't it? \n[94]Wow. You have your own planet? \n[95]It's beautiful. \n[96]Whoa. It's perfect. \n[97]A Celestial. Like a... god? \n[98]Wow. \n[99]Dude. \n[100]I don't need to hear about how my parents, you know - \n[101]That's disgusting. \n[102]Oh my God. \n[103]When did you meet my mother? \n[104]If you loved her why did you leave her? \n[105]My mother told everyone my father was from the stars. \n[106]She had brain cancer - so everyone thought she was delusional. \n[107]Listen. I'd love to believe all of this, I really would - but you left the most wonderful woman ever, to die alone! \n[108]So why didn't you come back?! Why'd you send Yondu, a criminal, of all people, to fetch me?! \n[109]I know exactly what that's like! I had to watch her die! \n[110]What do you mean? \n[111]Whoa. \n[112]So I guess this could all be mine someday. \n[113]Dance with me. \n[114]Come on. This is Sam Cooke, one of the greatest Earth singers of all time. \n[115]Drax thinks you're not a dancer. \n[116]When are we going to do something about this... unspoken thing between us? \n[117]\n[118]Well, that's a Catch-22. Because if you said there was, it would be spoken, and then you'd be a liar. So by saying there isn't, you're telling the truth, and admitting there is. \n[119]What are you talking about? You were the one who wanted me to come here! \n[120]Why are you trying to take this from me? \n[121]He's my father. He's blood - \n[122]Again - you made me come here! And Earth?! Earth is the place my mother died in front of me. \n[123]This is real. I'm only half human, remember? \n[124]Oh, I get it. You're jealous because I'm part god! You like me being the weak one! \n[125]You know, this isn't Cheers after all. It's whatever the show is where one person is willing to, you know, open themselves up to new possibilities, and the other person is just kind of a jerk who doesn't trust anyone! It's a show that doesn't exist - it would never be made, it would be so horrible! It would get zero ratings! \n[126]I finally found my family, don't you understand that!? \n[127]So this is how it ends, then? Our whole story. Like this? You and me? \n[128]Yeah. \n[129]You know - ? \n[130]Yes. \n[131]Yeah, it is. \n[132]Well, you might not be mortal, but \n[133]I'm immortal? That's... really? \n[134]And I can use the light to make cool things? Like how you made all this? \n[135]Well, get ready for an eight hundred foot statue of Pac Man, then. With Skeletor. And Heather Locklear. I'm gonna make some weird shit. \n[136]Wow, that... \n[137]How? \n[138]Doesn't eternity get boring? \n[139]I see it. Eternity. \n[140]It's beautiful. \n[141]My friends. \n[142]Yes. I don't need that. \n[143]Forever. \n[144]Temporary. \n[145]Yes. \n[146]But my mother. \n[147]You said you loved my mother. \n[148]Wh- what? \n[149]You killed my mother! \n[150]\n[151]`I told you so.' That's really what I need right now. \n[152]Because there's an unspoken thing. \n[153]What's Smurfette doing here!? \n[154]There's the center to him - his brain, his soul, whatever it is, in some sort of shell -- \n[155]\n[156]I guess I should be glad I was a skinny kid. Otherwise you would have delivered me to this maniac! \n[157]That's what you told me, you old doofus! \n[158]You said you were gonna eat me! \n[159]Not to me!! \n[160]Of course I have issues that's my fricking father!!... Thrusters are back up. \n[161]We can't. Ego wants to eradicate the universe as we know it. We have to kill him. \n[162]Rocket! \n[163]I guess. \n[164]I seriously can't believe that is where your mind goes. \n[165]And the people. \n[166]He needs my genetic connection to the light to help destroy the universe. He tried to teach me how to control the power. \n[167]A little. I made a ball. \n[168]I thought as hard as a could, that's all I could come up with. \n[169]What do you use? \n[170]We drill into the center, we kill him. \n[171]Why aren't you firing the laser?! \n[172]Is it strong enough to kill Ego? \n[173]Meaning what? \n[174]Go! \n[175]Well... \n[176]Which is the only kind of idea we got left. \n[177]Uh, what a day. \n[178]Hey, you're making him nervous! \n[179]I don't have any tape.    Let me check. \n[180]No one has any tape. \n[181]You have priceless batteries and an atomic bomb in your bag! If anyone had tape it would be you! \n[182]Dude, you're wasting time! \n[183]We're gonna blow! \n[184]You look like Mary Poppins. \n[185]Yeah. He's cool. \n[186]Oh. Wow. \n[187]How long before the bomb goes off? \n[188]Someone needs to be up top when Kraglin arrives. Drax, take Mantis. \n[189]Gamora!! \n[190]You shouldn't have killed my mom and squished my walkman. \n[191]What's so wrong with that? \n[192]What? \n[193]What? \n[194]Yondu, you can't! What are you doing? What are you doing?! \n[195]Yondu. Yondu, no! \n[196]No. \n[197]No! \n[198]The other day I told Gamora how I used to pretend my dad was David Hasselhoff. \n[199]He's a singer and actor from earth... a really famous guy. \n[200]And, you know, today it struck me. Yondu didn't have a talking car, but he did have a flying arrow. And he didn't have the voice of an angel, but he did have the whistle of one. And both David Hasselhoff and Yondu went on kickass adventures, and hooked up with hot women, and fought robots. \n[201]So, the thing is, David Hasselhoff kinda did end up being my Dad after all, only he was Yondu. I had a pretty cool Dad. \n[202]And what I'm trying to say here is, that thing you're searching for your whole life, sometimes it's right there by your side all along and you don't even know it. \n[203]Wait. \n[204]Rocket grabbed the pieces and reassembled them. I think Yondu would want you to have it. \n[205]It's a Ravager funeral. \n[206]No. \n[207]Of course not. \n[208]What? \n[209]Dude, seriously, you got to clean up your room. It's a complete mess. \n[210]I'm not boring, man. You're boring. Once I got stuck on a planet where everyone was just lines and dots. I had to use geometry to get out of prison. Is that boring? \n[211]You know what's boring? Not doing the dishes. What's boring is me tripping over your vines everywhere. \n[212]Drax and I switched pants in the middle of that party last weekend. For no reason other than we're awesome and very much not boring. \n[213]Once I got a venereal disease that made me float for three days... Don't tell Gamora... it's dormant, but... If that's boring then, I guess I'm boring. \n[214]I'm not boring. \n[215]What's boring is when you roll your eyes like that at me and make an exasperated sound like I'm an old, boring, stupid idiot. \n[216]Now I know how Yondu felt. \n[217]Yondu. ", "ROCKET": "\n[1]If I finish this, we can listen to tunes while we work. \n[2]Blame Quill! He's the one who loves music so much! \n[3]Oh, sure, okayyyy, Quill. \n[4]Sure, I know. \n[5]Damn. I'm using my left eye? \n[6]They were not looking at you funny. \n[7]Well. That's intense. \n[8]Spit it out! Spit it out! \n[9]Disgusting. \n[10]You know, they told me you people were conceited douchebags. But that isn't true at all. \n[11]Oh, shit, I'm using my wrong eye again, aren't I? I'm sorry. That was meant to be behind your back. \n[12]You're telling me. You wanna buy some batteries? \n[13]Let's get baldy back to Xandar and retrieve that bounty! \n[14]Dude. \n[15]Dude, it was really easy to steal. \n[16]Come on. You saw how that high- priestess talked down to us! I'm teaching her a lesson! \n[17]Exactly. \n[18]Oh no! You tricked me! You're supposed to use a sarcastic voice! Now I look foolish! \n[19]Are you kidding me? \n[20]You never listen to anything! \n[21]Whoa. Somebody woke up on the wrong side of the bed this morning. \n[22]Real nice! Resorting to violence. \n[23]\n[24]I am. \n[25]What are you doing?! \n[26]I was cybernetically engineered to pilot a spacecraft! \n[27]Quill, later on tonight you're gonna lay down in your bed and there's gonna be something squishy in your pillowcase and you're gonna be, like, `what's this?' and it's gonna be because I put a turd in there. \n[28]Oh it won't be my turd, it will be Drax's. \n[29]Well, that's what you get when Quill flies. \n[30]Ow! \n[31]What is that?! \n[32]It's a guy. \n[33]You know why I did it, Star-Munch? \n[34]Do you? \n[35]\n[36]What are we even talking about this for? We just had a little man save us by blowing up fifty ships! \n[37]Like this. \n[38]Well, if he got closer I'm sure he'd be much larger. \n[39]Don't call me a raccoon! \n[40]Is that better? \n[41]\n[42]One's blue. \n[43]Hope daddy isn't as big of a dick as you, orphan boy. \n[44]Crap. \n[45]How's it going, you blue idiot? \n[46]You give me your word you won't hurt Groot, and I'll tell you where the batteries are. \n[47]Hold on! There's got to be some sort of peaceful resolution here! Or even a violent resolution, where I'm standing over there. \n[48]I'm sorry. Your name is... it's `Taserface'? \n[49]Do you... shoot tasers out of your face? \n[50]For what? \n[51]Really?... Okay, sure. \n[52]I'm sorry, I'm so sorry. I just keep imagining you waking up one morning, looking in the mirror, and, in all seriousness, saying `You know what would be a really kickass name? Taserface!' \n[53]What was your second choice?! Scrotum Hat?! \n[54]Well, dying is certainly better than having to live an entire life as a moronic shitbag who thinks `Taserface' is a cool name. \n[55]Okay, Taserface. See you later, Taserface. Hey, Taserface, tell the other guys we said hi, Taserface! \n[56]No offense, but your employees are a bunch of jerks. \n[57]That was mostly Drax. \n[58]Slow down, drama queen. You might deserve this, but I don't. We gotta get out of here. \n[59]Went off with his old man. \n[60]Yeah. It's a day for dumbass names. \n[61]You smiled and for a second I got a warm feeling, but then it was ruined by those disgusting-ass teeth. Ever heard of floss? \n[62]Pretty much a pro. Why didn't you deliver Quill to Ego like you promised? \n[63]Oh, man. What'd they do to you? \n[64]Yeah, I was pretty sure he didn't know what you were talking about. You have to explain it more careful. \n[65]That's an orloni. It's a fin, Groot. \n[66]But leave the eye here. \n[67]He's gonna wake up tomorrow and he's not gonna know where his eye is! \n[68]That's a desk. We told you it was this big. \n[69]Tell me you guys have a refrigerator somewhere with a bunch of severed human toes. \n[70]Okay, then let's just agree to never discuss this. \n[71]He thinks you want him to wear it as a hat. \n[72]He's relieved that you don't want him to. \n[73]He hates hats. \n[74]On anyone, not just himself. \n[75]One minute you think someone has a weird-shaped head. The next minute, it's just because you realize part of that head is a hat. That's why you don't like hats? \n[76]No.   Let's try again. \n[77]One more thing. \n[78]You got any clones of Quill's old music on the ship? \n[79]You maniac. The whole ship is gonna blow. \n[80]Ego. \n[81]I know that. \n[82]I could tell by how you talked about him - this Ego is bad news. We're here to save Quill. \n[83]No! I don't care about those things! I want to save Quill so I can prove I'm better than him! I can lord this over him forever! \n[84]What are you laughing at me for?! \n[85]You don't know anything about me, loser. \n[86]Shut up. \n[87]I said, shut up. \n[88]I'm serious, dude - ! \n[89]What kind of pair are we? \n[90]All right, okay, that's - Wait. Fight a what? \n[91]Keep that transmitter nearby so I can find you. We're in an old piece of construction equipment Yondu once used to slice open the Bank of A'askavaria. \n[92]I know. Get ready. \n[93]I got a plan. \n[94]It's pretty simple. \n[95]Uh, `Thank you, Rocket'? \n[96]She tried to murder me! \n[97]I'm not a raboon either! \n[98]`Raccoon,' whatever! \n[99]You people have issues. \n[100]Got it. \n[101]So, we're saving the galaxy again? \n[102]Awesome. We'll really be able to jack up our prices if we're two- time-galaxy savers. \n[103]It was just a random thought, man! I thought we were friends! \n[104]Of course I care about the planets, and the buildings, and all of the animals on the planets. \n[105]Meh. \n[106]Keep it still! \n[107]They blew out the generator! I think I packed a small detonator. \n[108]We got these! \n[109]If it is, it will cause a chain reaction throughout his entire nervous system. \n[110]The entire planet will explode. We'll have to get out of here fast. I rigged a timer. \n[111]The metal is too thick! For the bomb to work we'd actually need to place it on Ego's core. And our fat butts ain't gonna fit through those tiny holes. \n[112]That's a terrible idea. \n[113]Unbelievable. `Rocket, do this. Rocket, do that.' \n[114]All right. First you flick this switch, then this switch. That activates it. And then you push this button, which will give you five minutes to get out of there. Whatever you do don't push this button, because that will set off the bomb immediately, and we'll all be dead. Now repeat back what I just said. \n[115]Uh huh. \n[116]That's right. \n[117]No! That's the button that will kill everyone! Try again. \n[118]No! That's exactly what you just said! How is that even possible?! Which button is the button you're supposed to push?! Point to it. \n[119]\n[120]Shut up! And give me some tape! Does anyone have any tape out there!? I want to put some tape over the death button! \n[121]Not a single person has tape? \n[122]That's exactly my point! I have to do everything! \n[123]We're all gonna die. \n[124]In the unlikely event Groot doesn't kill us all, about six minutes. \n[125]Groot! Groot, if you can can hear me, hurry up - I'm not sure how long Quill can keep him distracted! \n[126]Yondu! We're about to blow! \n[127]Not without Quill. \n[128]Not without you. \n[129]A space suit and an aero rig. I only have one of each. \n[130]He says welcome to the frickin' Guardians of the Galaxy... only he didn't use `frickin'. \n[131]We're gonna need to have a discussion about your language. \n[132]I'm sorry. I can only afford to lose one friend today. Kraglin, GO! \n[133]Yeah. That's the friend I was talking about. \n[134]He did call you `twig.' \n[135]They came. \n[136]I sent word to Yondu's old Ravager buddies and told them what he did. \n[137]He didn't chase `em away. \n[138]Even though he yelled at `em. \n[139]And was always mean. \n[140]And he stole batteries he didn't need. ", "GAMORA": "\n[1]Which will be its loss. \n[2]You don't know what a rifle is? \n[3]We've been hired to stop an interdimensional beast from feeding on those batteries' energy, and I'm going to stop it with a sword? \n[4]Drax, why aren't you wearing one of Rocket's aero-rigs? \n[5]Hurts? \n[6]Get out of the way, Groot! You're going to get hurt! \n[7]Hi. \n[8]Huh? \n[9]Drax, no! That doesn't make - \n[10]He said the skin is too thick to be pierced from the outside, so he -- \n[11]I tried to tell -- ! \n[12]\n[13]I'll hold my tongue, as long as they deliver what was promised. \n[14]Oh, please. Your people promised something in trade for our services. Bring it and we shall gladly be on our way. \n[15]She's worth no more to me than the bounty due for her on Xandar. \n[16]You all right? \n[17]I know you're sensitive about that. \n[18]I don't care if you were. \n[19]No. It's not ripe yet. And I hate you. \n[20]A what? \n[21]`Guardians of the Galaxy.' \n[22]Why would we be `the Gardens of the Galaxy'? \n[23]Yeah, it would be. \n[24]I wasn't the one who thought of it. \n[25]No. You'll live out your days in a prison on Xandar, wishing you could. \n[26]Why would they do that?! \n[27]That's your defense? \n[28]None of you listens! Can we please just put the bickering on hold until after we survive the massive space battle?! \n[29]You're not killing anyone. Those ships are all remotely piloted. \n[30]It's called Berhert. \n[31]Only one. But the access point is 47 clicks away. And it's through that Quantum Asteroid Field over there. \n[32]Stop it! \n[33]We're about to die, and this is what we're discussing? \n[34]Stop it. \n[35]There's still a Sovereign craft behind us! \n[36]Twenty clicks to the jump. \n[37]Fifteen clicks. \n[38]Ten clicks. \n[39]Five clicks! \n[40]Oh my God. \n[41]Either one    of you could have gotten us through    that field, if you had flown with    what's between your ears instead of    what's between your legs! \n[42]It's not funny, Peter. We almost died. Because of your arrogance. \n[43]A little one-inch man saved us? \n[44]I'm not a fool, Nebula. \n[45]You'll attack me the moment I let you go. \n[46]How'd you locate us now? \n[47]Peter, we need to take a walk. \n[48]I hear you. \n[49]I know, but - \n[50]What was that story you told me about Zardu Hasselfrau? \n[51]The wonderful television-singer man. He had a magic boat. \n[52]Right. \n[53]Why did it talk again? \n[54]And as a child you carried his picture in your pocket, and you told the other children he was your father, but he was out of town -- \n[55]I love that story. \n[56]My point is, maybe this man is your Hasselhoff. I know it's a long shot. But I lost my father as a child. I'd give anything... \n[57]If he ends up being evil, we'll just kill him. \n[58]What's funny? \n[59]He's not a fox. \n[60]Shoot her if she does anything suspicious. Or if you feel like it. \n[61]It will just be a couple days. We'll be back before Rocket's finished fixing the ship. \n[62]What are - ? \n[63]Touch me. And the only thing you're going to feel is a broken jaw. \n[64]Is that real? \n[65]Single-handedly? \n[66]You've got to be kidding. \n[67]That's Ronan. That's you. \n[68]You own a planet and can destroy two dozen spaceships without a suit. What are you, exactly? \n[69]What's going on? \n[70]You're not ugly. Drax. \n[71]Mantis, can you show us where we'll be staying? I'm getting eye-strain in this place. \n[72]Why are there no other beings on this planet? \n[73]And you're not a flea? \n[74]What were you about to say to Drax before I walked out? \n[75]Rocket? Rocket, you there?   Dammit. \n[76]What are you doing, Peter? \n[77]No. I'm not -- \n[78]If you ever tell anyone about this, I'll kill you. \n[79]What unspoken thing? \n[80]There is no unspoken thing between us. \n[81]That's not -- \n[82]What we should be discussing right now is that something about this place doesn't feel right. \n[83]That girl, Mantis. She's afraid of something. \n[84]I'm not -- \n[85]You have blood on earth. You never wanted to return there. \n[86]No, it's because that's real, and this is a fantasy. \n[87]That's the half I'm worried about. \n[88]Uh. You were insufferable to begin with. I haven't been able to reach Rocket. I'm going to see if I can get a signal outside. \n[89]You're having a conversation with yourself! I don't know what Cheers is! \n[90]I thought you already had. \n[91]Get it through your head, Peter. There is no you and me. There never was. \n[92]Dammit. \n[93]You psychopath. \n[94]Are you kidding me?! \n[95]Uh, no, I just spared your life - \n[96]You just let me live! \n[97]I'm not the one who just flew across the universe because I wanted to win! \n[98]I don't have to because you make it \n[99]What's that? \n[100]Oh my God. \n[101]Who are you people?! What is this place?! \n[102]The bodies in the caverns, who are they?! \n[103]What did she do to me?! \n[104]We need to find Peter now and get off this damn planet. \n[105]No. He's our friend. \n[106]Rocket?! \n[107]Ego's unhinged - \n[108]I told you something didn't feel right. \n[109]I came back, didn't I? \n[110]There is no unspoken thing. \n[111]He's not a fox. \n[112]Whoa. \n[113]That ore's thick. Rocket, we're gonna need to use the big laser. \n[114]You need to, girl. If you don't keep Ego at bay, we all die. \n[115]Peter? \n[116]We have to get up to the extraction point! \n[117]Where's Peter? \n[118]Rocket, where is he?! \n[119]Rocket?! Rocket, look at me! Where is he?! \n[120]I'm not leaving without him. \n[121]Nebula. \n[122]I was just a child. Like you. I was concerned with staying alive until the next day - every day. And I never considered what Thanos was doing to you. I am sorry. \n[123]I'm trying to make it right, everything I did. \n[124]There are little girls like you were - little boys - all over the universe - who are in danger. You can stay with us, and help them. \n[125]I don't know if that's possible. \n[126]You'll always be my sister. \n[127]It's just some unspoken thing. ", "EGO": "\n[1]When your mother passed away, I hired Yondu to pick you up. \n[2]I would have done so myself, but I was in the midst of an outlandish adventure at the time, battling demonic forces to save this dimension or some such nonsense - I can't quite recall, it all bleeds together after awhile. But instead of returning you, Yondu kept you. I have no clue as to why. \n[3]I've been trying to track you down ever since. \n[4]Eat you?! \n[5]That son-of-a-bitch. \n[6]Even where I reside, out past the edge of what's known, we've heard tell of the man they call Star- Lord. \n[7]Say we head out that way now? Your associates are welcome, even that triangle-faced monkey there. \n[8]I promise you, it's like no place you've ever seen. And there I can explain your very special heritage, and finally be the father I've always wanted to be. `Scuse me. I gotta take a whizz. \n[9]Welcome, friends, to my world. \n[10]But a trifle, no larger than your earth's moon. \n[11]Peter, consider this a token of a father's pride. \n[12]A memorial to the War Over Xandar, when you single-handedly saved the galaxy. \n[13]I'm what they call a Celestial, sweetheart. \n[14]Small `g', son. At least on the days I'm feeling humble as Drax. \n[15]This form you see before you is only an extension of who I truly am. I don't know where I came from, exactly. \n[16]The first thing I remember is flickering, adrift in the cosmos - utterly and entirely alone. \n[17]I fed on the matter around me like plankton. I grew smarter and stronger. \n[18]I formed a sheathe to protect myself from the elements. \n[19]And continued building from there, layer by layer, the very planet you walk on now. I built the spires reaching up to the sky and the tunnels burrowing into its depths. \n[20]But I was no ant to be fulfilled solely by labor. I wanted more. I desired... meaning. \n[21]There must be some life out there in the universe besides just me, I thought, and I set myself to task with finding it. \n[22]I created what I imagined biological life might be like, down to the most minute detail. \n[23]Yes, Drax, I've got a penis. \n[24]It's not half bad. I've also got pain receptors, a digestive system, and all the accompanying junk. I wanted to experience what it truly meant to be human as I set out amongst the stars. \n[25]I visited thousands of planets over thousands of years, one barren husk after the next until I found what I sought... \n[26]Life. I was not alone in this universe after all. \n[27]Not long after. \n[28]It was with Meredith that I experienced love for the first time. I called her my river lily. And from that love, Peter, you. \n[29]I searched for you for so long. When I heard a man from earth held an Infinity Stone in his hand without dying, I knew you must be the son of the woman I loved. \n[30]\n[31]I didn't want to leave your mother, Peter. But if I don't return regularly to this planet, and the light within, this form will wither and perish -- \n[32]I loved your mother, Peter! I couldn't stand to set foot on an earth where she wasn't living! You can't imagine what that's like! \n[33]Over the millions and millions of years of my existence I have made many mistakes, Peter. But you're not one of them. Please give me the chance to be the father she would want me to be. \n[34]There are so many things I need to teach you. This planet, and the light within... they are a part of you. \n[35]Give me your hands, son.    Here. Hold them like that. \n[36]Now close your eyes and concentrate. Take your brain to the center of the planet. \n[37]Yes! Yes! \n[38]Yes, yes - it's okay. Just relax. Concentrate. You can do it. Bring it back. \n[39]Yes, yes, now - shape it - \n[40]Feel the energy. \n[41]Yes. \n[42]You're home, Peter. \n[43]Here. \n[44]You all right, son? \n[45]I saw your girl stomp off earlier in quite a huff. \n[46]It's fortuitous you're listening to this song. \n[47]`Brandy' by Looking Glass.   A favorite of your mom's. \n[48]One of earth's greatest musical compositions. Perhaps its very greatest. \n[49]You and I, Peter, we're the sailor in the song. \n[50]He came on a summer's day, bringing gifts from far away - like the child I put in your mother, or the freedom you brought Gamora. \n[51]Brandy, you're a fine girl, what a good wife you would be. But my life, my love, my lady is the sea. The sea calls the sailor back. He loves the girl, but that's not his place. The sea calls upon him as history calls upon great men, and sometimes we are deprived the pleasures of mortals. \n[52]Death will remain a stranger to both of us as long as the light burns within the planet. \n[53]Yes, as long as the light exists. \n[54]It'll take thousands of years of practice before you get really good at it . But, yes. \n[55]I can't wait to see your weird shit. \n[56]Came out a little disgusting. \n[57]It is a tremendous responsibility, Peter. Only we can remake the universe. Only we can take the bridle of the cosmos and lead it where it needs to go. \n[58]Come with me. \n[59]You need to readjust the way you process life. Everything around us - including the girl - is temporary. We are forever. \n[60]Not if you have a purpose, Peter. Which is why you're here. I told you how all those years ago I had an unceasing impulse to find life. \n[61]I didn't tell you how when I did find it, it was all so... disappointing. \n[62]And that is when I came to a profound realization. \n[63]My innate desire to seek out other life was not so that I could walk among that life. \n[64]Peter, I had found meaning. \n[65]I call it the Expansion. It is my purpose. And now it's yours as well. \n[66]Over thousands of years I implanted thousands of extensions of myself on thousands of worlds. \n[67]I needed to fulfill life's one true purpose: to grow and to spread, covering all that exists, until everything... is me. \n[68]I only had one problem. A single Celestial doesn't have enough power for such an enterprise. But two Celestials - well now, that just might do. \n[69]Out of all my labors the most beguiling was attempting to graft my DNA with that of another species. I hoped the result of such a coupling would be enough to power the expansion. \n[70]I had Yondu deliver some of them to me. It broke the Ravager code - but I compensated him generously. And, to ease his conscience, I told him I would never hurt them. \n[71]That was true. They never felt a thing. But, one after the other, they failed me. None of them had the Celestial genes. Until you, Peter. Out of all my spawn, only you have carried the connection to the light. \n[72]For the first time in my life, I am truly not alone. \n[73]What is it, son? \n[74]That's the mortal in you, Peter. \n[75]What are we? \n[76]What are they? \n[77]You think you love them. But love is merely an evolutionary trick in the service of reproduction. We are beyond such things. \n[78]\n[79]That I did. My river lily, who knew the words to every song that came on the radio. I returned to earth to see her three times. I knew if I came back a fourth, I'd never leave. \n[80]The expansion, the reason for my very existence would be over. So I did what I had to do. But it broke my heart to put that tumor in her head. \n[81]I know that sounds bad - \n[82]Who in the hell do you think you are? \n[83]I tried so hard to find the form that best suited you, and this is the thanks I get? \n[84]You really need to grow up. \n[85]I wanted to do this together! But I suppose you'll have to learn by spending the next thousand years as a battery, `Star-Lord'. \n[86]`My life, my love, my lady is the sea'? Peter, THIS IS THE SEA. \n[87]I told you I don't want to do this alone. \n[88]You cannot deny the purpose the universe has bestowed upon you! \n[89]It doesn't need to be like this \n[90]Why are you destroying our chance?! \n[91]Stop pretending you aren't, what you are! \n[92]One in billions.. \n[93]Trillions, even more! \n[94]What greater meaning could life possibly have to offer?! \n[95]No, we need to stop it! \n[96]Listen to me! You are a god! If you kill me, you'll just be like everyone else! \n[97]", "DRAX": "\n[1]It hurts. \n[2]I have sensitive nipples. \n[3]What about him?! What's he doing?! \n[4]How is that a priority? \n[5]I can clearly see you winking. \n[6]The beast's hide is too thick to be pierced from the outside. I must cut through it from the inside. \n[7]Ha ha! I have single-handedly vanquished the beast! \n[8]What? \n[9]What are they called again? \n[10]Harbulary batteries. \n[11]Sounds judgmental for a bunch of golden morons. \n[12]Count yourself blessed they didn't kill you. \n[13]Gamora is not the one for you, Quill. \n[14]There are two types of beings in the universe. Those who dance, and those who do not. \n[15]I first met my beloved at a war rally. \n[16]Everyone in the village flailed about, dancing. Except one woman. My Ovette. I knew immediately she was the one. \n[17]The most melodic song in the world could be playing, and she wouldn't even tap her foot. She wouldn't move a muscle. One might assume she was dead. \n[18]It would make my nether regions \n[19]You just need to find a woman who is pathetic, like you. \n[20]Probably because Rocket stole some of their batteries. \n[21]Oh, right. He didn't steal one of those. I don't know why they're after us. What a mystery this is. \n[22]Did you tell him it was easy to steal? \n[23]What? \n[24]Quill, to make it through that, you'd have to be the greatest pilot in the universe. \n[25]I have famously huge turds. \n[26]They raise havoc with the pipes. That's why I do all the plumbing. I take responsibility for my actions. Unlike some people... \n[27]It's not ripe. \n[28]Die, spaceship. \n[29]Ow! Ow! Ow! Ow! \n[30]That was awesome. \n[31]They're called Harbulary batteries. \n[32]How little? \n[33]I don't know. \n[34]I bet it's the one-inch man!! \n[35]I thought Yondu was your father. \n[36]You look exactly alike. \n[37]What are you doing? \n[38]Not if you do it like that. \n[39]Yes... \n[40]That's called a practical joke! \n[41]What about your spool of songs? \n[42]What if the Sovereign come? \n[43]I am uncertain about parting ways. \n[44]Because I am wise? \n[45]Yes, Quill and I have a bet. \n[46]I say that if you are about to go through a doorway that is too low, your antennae will feel this, and stop you from being decapitated. \n[47]Damn. I just lost my entire life's savings. \n[48]She just told everyone your deepest, darkest secret, Quill! \n[49]\n[50]Do one of those on me! \n[51]Humility. I like it. I too, am extraordinarily humble. \n[52]Why am I dead? Why did you all kill me?! \n[53]When was I that tiny? \n[54]Did you make a penis? \n[55]If he's a planet, how did he make a baby with your mother? He would smush her. \n[56]Why? My father would tell me the story of impregnating my mother every winter solstice. \n[57]It was beautiful. You earthers have hang-ups. \n[58]How did you get here? \n[59]So you're a pet? \n[60]People usually want cute pets. Why would Ego want a hideous one? \n[61]You're horrifying to look at, yes. \n[62]But it is a good thing. \n[63]When you are ugly and someone loves you, you know they love you for who you are. Beautiful people never know who to trust. \n[64]Those pools remind me of a time I took my daughter to visit the Forgotten Lakes on my homeworld. She was like you. \n[65]Innocent. \n[66]Ugh. I am sorry, but I like a woman with some meat on her bones. \n[67]I tried to let you down easily by telling you I found you disgusting. \n[68]I'm imagining being with you physically! \n[69]Hey! There's no need to get personal! \n[70]Hey! \n[71]What is she doing here? \n[72]Gamora, let her go! \n[73]She already told me everything. \n[74]You're right. We're family. We leave no one behind. Except maybe you. \n[75]Out of the way, dumber, smaller Groot. \n[76]What are you doing? You could have killed us all crashing in here like that! \n[77]We had it under control. \n[78]How do we kill a Celestial? \n[79]Your suicidal thoughts sadden me, but your wish will likely come true. \n[80]Didn't you say you could make him sleep? \n[81]You don't have to believe in yourself because I believe in you. \n[82]I never thought she'd be able to do it. With as skinny and weak as she appears to be. \n[83]Hey! \n[84]She's just unconscious. \n[85]Ahhh! My nipples! \n[86]Wait. Is Quill back? Rocket, where's Quill?! \n[87]251             Where's Quill?! WHERE'S QUILL?!                   251 \n[88]What is it? \n[89]It is. And so are you. On the inside. ", "YONDU": "\n[1]Stakar. \n[2]Been some time. I'd - \n[3]Stakar... \n[4]You all can go to hell! I don't care what you think of me! \n[5]`Cause you'll listen to what I got to say! \n[6]I didn't know what was going on - \n[7]I demand a seat at the table! I wear the flames same as you! \n[8]Hey there, rat. \n[9]Eh, not so bad. We got a pretty good gig. A golden gal with quite a high opinion of herself offered us a large sum to deliver you and your pals to her, so she can kill y'all. \n[10]Pretty easy to find you, since we put a tracer on your ship back during the War over Xandar. \n[11]Lucky for you my word don't mean squat. Otherwise I'd actually hand you over. \n[12]We'll take the batteries. They're worth a a quarter mil on the open \n[13]A quarter ain't one-th - \n[14]\n[15]The point is, we aren't stupid enough to help kill the Guardians of the Galaxy. We'd have the whole Nova Corps on us. \n[16]I was a Kree battle-slave for twenty years when Stakar freed me. He offered me a place in the Ravagers. Said all I needed to do was adhere to the code. But I was young and greedy and stupid - like you stealing those batteries. \n[17]Me and Stakar, and the other captains - we weren't so different from you and your friends. The only family I ever had. But I broke the code. They exiled me. \n[18]These ones here are the ones who followed - of course they're jerks. Which is what I deserve. \n[19]Where's Quill? \n[20]Ego? \n[21]You're like a professional asshole or - ? \n[22]He was skinny, could fit into places we couldn't. Good for thieving. \n[23]I got an idea on how to get outta here. But we're gonna need your little friend. \n[24]Hey, twig. C'mere. \n[25]Hey, you wanna help us get outta here? \n[26]There's something I need you to get, and bring back to me. \n[27]In the Cap'n's quarters, there's a prototype fin, like the thing I wore on my head. \n[28]There's a drawer next to the bunk. It's inside that. It's red. You got it? \n[29]That's my underwears. \n[30]All right. It's a prototype fin - \n[31]You explain it this time. \n[32]That's Vorker's eye. He takes it out when he sleeps. Go look again. \n[33]Why? \n[34]The drawer you want to open. Has this symbol on it, okay? \n[35]What? No. \n[36]That's not what I said. \n[37]This is an important conversation right now? \n[38]Go get the third quadrant ready for release. \n[39]Not the whole ship. \n[40]Release the quadrant. \n[41]\n[42]It ain't healthy for a mammalian body to hop over fifty jumps at a time. \n[43]We're about to do seven-hundred. \n[44]What the hell you doing, boy?! \n[45]For what? For `honor'? For `love'? \n[46]You can fool yourself and everyone else but you can't fool me. I know who you are. \n[47]I know everything about you. I know you play like the meanest and the hardest `cause you actually the most scared of all. \n[48]I know you steal batteries you don't need and you push away anyone who's willing to put up with you, `cause just a little bit of love reminds you how big and empty that hole inside you actually is! \n[49]I know the scientists what made you never gave a rat's ass about you - \n[50]Just   like my own damn parents, who sold   me, their own little baby, into   slavery! I know who you are, boy,   because you're me. \n[51]The kind that's about to go fight a planet I reckon. \n[52]Drop it, Kraglin! \n[53]What is it? \n[54]Hey there, Jackass. \n[55]Thrusters are out! \n[56]You still reckon that's the reason I kept you around, you idiot?! \n[57]Once I figured out what happened to them other kids, I wasn't gonna just hand you over. \n[58]That was being funny! \n[59]We should be going up! \n[60]So why'd Ego want you here? \n[61]So could you? \n[62]A ball? \n[63]You `thought'? \n[64]You think when I make this arrow fly I use my head? \n[65]What is it, Kraglin? \n[66]Yeah, why? \n[67]Aw, hell. \n[68]We're done for without the generator. \n[69]This is gonna hurt. \n[70]What? \n[71]Is he cool? \n[72]I'm Mary Poppins, y'all! \n[73]Kraglin. \n[74]We need the Quadrant for extraction in T-minus five minutes. \n[75]I don't use my head to fly the arrow, boy! I use my h - \n[76]Get to the ship. \n[77]You gotta take care of the twig. \n[78]I ain't done nothing right my whole damn life, rat. You need to give me this. \n[79]What's that? \n[80]Bye, twig. \n[81]He may have been your father, boy. But he wasn't your daddy. \n[82]I'm sorry I didn't do it right. I'm damn lucky you're my boy. ", "MANTIS": "\n[1]I am Mantis. \n[2]Smiling. I hear it is the thing to do to make people like you. \n[3]Oh. I was raised alone on Ego's planet. I do not understand the intricacies of social interaction. \n[4]Can I pet your puppy? It is adorable. \n[5]\n[6]I liked it very much! \n[7]Oh, no one has ever asked me a personal question! \n[8]Their purpose? \n[9]They are not for feeling doorways. \n[10]I think they have something to do with my empathic abilities. \n[11]If I touch someone I can feel their \n[12]No. Telepaths know thoughts. Empaths feel feelings. Emotions. \n[13]May I? \n[14]You feel love. \n[15]No, romantic, sexual love. \n[16]For her. \n[17]I have never felt such humor! \n[18]I can also alter emotions, to some extent. \n[19]If I touch someone who is sad I can ease them into contentment, for a short while. I can make a stubborn person compliant. But I mostly use it to help my Master sleep. He lies awake at night, thinking about his progeny. \n[20]Sleep. \n[21]Ego found me in my larva state, orphaned on my homeworld. He raised me by hand, and kept me as his own. \n[22]I suppose. \n[23]I am hideous? \n[24]Oh? \n[25]Well, then I am certainly grateful to be ugly! Poor Gamora. She can never trust anyone. \n[26]Disgusting? \n[27]I have never met anyone like you, or your friends. You are filled with such... love. It is a thing I did not know existed, not like this, and I think... I think it may be the very finest of all things. It both hurts and soothes the heart. \n[28]Drax, there is something I must \n[29]I am learning many things. Like I am a pet and ugly. \n[30]The planet IS Ego. A dog would not invite a flea to live on his back. \n[31]I'm a flea with a purpose. I help him sleep. \n[32]Nothing. \n[33]Your quarters are this way. \n[34]Drax! Drax! \n[35]Drax, we need to talk - \n[36]What? \n[37]No! That's not what I - \n[38]What are you doing?! \n[39]Drax, that's not - I don't like you like that. I don't even like the type of thing you are. \n[40]Listen! Ego's gotten exactly what he wanted. I should have told you earlier, I am stupid. You are in danger. \n[41]You are scared. \n[42]The bodies are his children. \n[43]Ego will have won him to his side by now. He has a way of - \n[44]We did not. That is only an extension of his true self. He will be back soon. \n[45]It's in the caverns below the surface. \n[46]The crabby puppy is so cute he makes me want to die! \n[47]There! Thats Ego's core. \n[48]We must hurry. It will not take Ego long to find us. \n[49]He's coming. \n[50]When he wants! He's too powerful! I can't! \n[51]\n[52]I don't know how long I can hold him! \n[53]It's beautiful. ", "NEBULA": "\n[1]I am hungry. Hand me some of that yaro root. \n[2]You hate me?! You left me there while you stole that stone for yourself. Yet here you stand, a hero, a Garden of the Galaxy! \n[3]Oh. \n[4]I don't know. I thought it was stupid. \n[5]It's still wordy. \n[6]Your name doesn't matter. I'll be free of these shackles soon enough, and I'll kill you, I swear. \n[7]Idiots! \n[8]Someone followed you through the jump point. \n[9]Set me free. You'll need my help. \n[10]You're a fool if you deprive yourself a hand in combat. \n[11]No, I won't. \n[12]You're leaving me with that fox?! \n[13]Your friend. There's too many of them. They're going to kill him. \n[14]He needs my help. If you care about him, you need to get me out of these bonds. \n[15]Well, hello, boys. \n[16]It's not ripe. \n[17]That's enough killing for today. \n[18]That was when Daddy was paying my bills. The Priestess wants to kill the fox herself. And he - - has bounties on his head in at least twelve Kree provinces. \n[19]I assure you, I am not as easy a mark as an old man without his magic stick or a talking woodland beast. \n[20]I want ten percent of the take, and a couple more things. \n[21]It's fine. \n[22]The Kree consider themselves merciful. It will be painless. \n[23]As a child my father would have Gamora and me battle one another in `training.' Every time my sister prevailed my father would replace a piece of me with machinery, claiming he wanted me to be her equal. But she won, again and again and again. Never once refraining. Because of them, I am this. So after I murder my sister, I will buy a warship with every conceivable instrument of death. \n[24]I will hunt my father like a dog and I will tear him apart slowly, piece by piece, until he knows some semblance of the profound and unceasing pain I know every single day. \n[25]I win. \n[26]I win. I bested you in combat. \n[27]You were stupid enough to let me live so - \n[28]\n[29]Don't tell me what I want! \n[30]\n[31]You were all I had, but you were the one who needed to win! Thanos pulled my eye from my head and my brain from my skull and my arm from my body because of you! \n[32]We need to get off this planet. \n[33]Just watching the fireworks. \n[34]Then we just go. \n[35]All any of you do is yell at each other. You're not friends. \n[36]Oh my god. \n[37]Back rubs, dishes, killing gods, whatever I need to do to get a damn ride home. \n[38]I saved you, you stupid fox. \n[39]If he's got that fin back, I am so screwed. \n[40]A detonator is worthless without explosives! \n[41]Promises, promises. \n[42]Oh, get over it. \n[43]I'll help them by killing Thanos. ", "AYESHA": "\n[1]We thank you, Guardians, for putting your life on the line. We could not risk the lives of our own Sovereign citizens. \n[2]Every citizen is born exactly as designed by the community, impeccable, both physically and mentally. We control the DNA of our progeny, germinating them in birthing pods. \n[3]Well... perhaps someday you could give me a history lesson in the archaic ways of our ancestors... for academic purposes. \n[4]I understand she is your sister? \n[5]Our soldiers apprehended her attempting to steal the batteries. Do with her as you please. \n[6]What is your heritage, Mr. Quill? \n[7]And your father? \n[8]I see it within you, an unorthodox genealogy. A hybrid that seems particularly... reckless. \n[9]What is the delay, Admiral? \n[10]We have thousands of batteries and thousands of ships. Our concern is their slight against our people. We hired them and they steal from us? It is heresy of the highest order. \n[11]What?! WHO?! \n[12]Yondu Udonta, I have a proposition for you. \n[13]Pilots, release envoy units! \n[14]Our sensors detect the batteries are below the surface of the planet. \n[15]Dive! \n[16]Guardians! Perhaps it will provide you solace that your deaths are not without purpose. \n[17]They will serve as a warning to all of those tempted with betraying us; don't screw with the Sovereign. \n[18]\n[19]\n[20]They are perturbed I have wasted our resources. \n[21]When they see what I have created here, their wrath will dissipate, though it will be some time. \n[22]That, my child, is the next step in our evolution: more powerful, more beautiful, and more capable of destroying the Guardians of the Galaxy. \n[23]I think I shall call him... `Adam'. ", "KRAGLIN": "\n[1]If he's so soft why you whispering for? \n[2]That ain't right. I just gotta say it this one time, Cap'n. \n[3]No matter how many times Quill betrays you, you protect him, like none of the rest of us much matter. I'm the one what sticks up for you, me and Tullk. \n[4]\n[5]We got a whole box of hands if that one don't work out. \n[6]You think them Kree is gonna execute the Cap'n? \n[7]Well, there it is, best ship we got. The location of Ego's planet's in the nav. We'll wire you the ten percent when we's paid. What you gonna do with your share? \n[8]Yeah... I was talking about, like, a pretty necklace. Or a nice hat. Something that'll make the other girls go `oooooo, that's nice.' \n[9]Anyway, uh, happy trails. \n[10]That ain't it. \n[11]I didn't mean to do a mutiny. They killed all my friends. \n[12]\n[13]Where to, Cap'n? \n[14]Uhh... Cap'n? \n[15]Cap'n? \n[16]Um, remember that Ayesha chick? \n[17]Aye, Cap'n! \n[18]Pete. \n[19]Cap'n found this for you in a junker shop. Said someday you'd come back to the fold. \n[20]It's called a Zune - what everyone listens to on earth nowadays. It's got three hundred songs. \n[21]Thank you... Cap'n. ", "GROOT": "\n[1]I am Groot. \n[2]I am Groot. \n[3]I am Groot. \n[4]I am Groot. \n[5]I am Groot. \n[6]I am Groot. \n[7]I am Groot. \n[8]I am Groot. \n[9]I am Groot. \n[10]I am Groot. \n[11]I am Groot. \n[12]I am Groot. \n[13]I am Groot. \n[14]I am Groot. \n[15]I am Groot? \n[16]I am Groot. ", "TASERFACE": "\n[1]That's right. \n[2]It's metaphorical! \n[3]It's a name what strikes fear in anyone what hears it! \n[4]You shut up! You're next! \n[5]Udonta, I been waiting to do this for a long ti - \n[6]What?! What?! \n[7]New plan. We're killing you first. \n[8]Thought you were the biggest sadist in the galaxy. \n[9]We'll deliver you to the Kree in the morning. Neither one of you gonna last much longer after that. \n[10]No, Gef! It's too adorable to kill. Bring it to the tailor. \n[11]He's got it! \n[12]\n[13]I'm sending you the coordinates for Yondu's ship. \n[14]I only ask one thing. That your High Priestess tells him the name of the man what sealed his fate: Taserface. ", "STAKAR": "\n[1]And I was like, Aleta, I love you, but you're crazy now, you always \n[2]Seems like this establishment is the wrong kind of disreputable. \n[3]There are a hundred Ravager factions, Sneeper. You just lost the business of ninety-nine by serving one. \n[4]Then why you following us for?! \n[5]I don't got to listen to nothing! You betrayed the code! Ravagers don't deal in kids! \n[6]You didn't know `cause you didn't want to know, `cause it made you rich! \n[7]You may dress like a Ravager but you won't hear no Horns of Freedom when you die, boy, and the Colors of Ogord will not flash over your grave! \n[8]You think I take some pleasure in exiling you, you're wrong. You broke all our hearts. \n[9]No, he did not, son. He did not. \n[10]It's a shame it takes a tragedy like losing Yondu to bring us all back together. But I think he'd be proud if he knew we were working as a team again. \n[11]What say we steal some shit? ", "MONSTROUS RAVAGER": "\n[1]First Quill betrays us and Yondu just lets him go, scot-free. Now he's getting all riled over nothing. We followed him `cause he was the one wasn't afraid to do what needed to be done. Seems like he's going soft. \n[2]You know I'm right, Kraglin. \n[3]Otherwise you'd what?! \n[4]That priestess offered us a million! A quarter is only one third of that! \n[5]Damn straight, lad. You're right: he's going soft. S'pose it's time for a change in leadership! \n[6]You're the one what kilt those men by leading `em down the wrong path. \n[7]Because you're weak. \n[8]And stupid. \n[9]It's time for the Ravagers to once again rise to glory with a new Cap'n... TASERFACE. ", "MYSTERIOUS MAN": "\n[1]This way, my river lily. \n[2]I was afraid it wouldn't take to the soil, but it rooted quickly. \n[3]Soon it will be everywhere - all across the universe, fulfilling life's one true purpose. \n[4]Expansion. \n[5]My heart is yours, Meredith Quill. \n[6]After all these years, I've found you. \n[7]I figured my rugged good looks would make that obvious. My name's Ego. And I'm your Dad, Peter. ", "MEREDITH": "\n[1]Do do do do do do do do do do do! \n[2]Where are you taking me? \n[3]Oh. It's beautiful. \n[4]Which is what? \n[5]I'm not sure what you're talking about. But I like the way you say it. \n[6]I can't believe I fell in love with a spaceman. "}}