{"dialogues": {"VICK": "\n[1]Tracy, it's Vick. \n[2]Listen, honey...The bachelor party got a little out of control and, well...we lost Doug. \n[3]Yeah, that's not gonna happen. \n[4]Stu, relax, we're still on the 10. \n[5]The one on the left is gonna be a hottie. The other one, not so much. \n[6]Of course they are, Doug. Jesus, Alan's been dating Becky for 14 years. When they first met, Alan had braces and soccer hair, and Becky had a functioning hymen. \n[7]Asking Alan if he's still with Becky is like asking the sun if it still rises in the east. \n[8]Oh, great. Yeah, I'm working on bringing the next big dessert craze to Los Angeles. It's gonna be huge. \n[9]Bavarian custard. We ran the numbers, and it's gonna be bigger than fro yo. \n[10]Our plan is to open three stores in the Valley and then franchise it. Shares are selling fast, but I can probably squeeze you guys in... \n[11]Tattoo-To-You was an idea ahead of it's time, Alan! And don't come crying to me when there's a Custard Cabana on every street corner in America and you didn't buy in--! \n[12]Checking in. Lennon comma Victor. \n[13]Hold it right there, Atashir. This is my best friend from childhood, Douglas Billings. In two days, he is to marry a woman of great beauty and strong teeth, do you understand? A woman of gigantic bosoms who will give him many, many sons... \n[14]My two other childhood friends have travelled great distances, across many deserts, to be here. This isn't a night in a hotel for us, Atashir: this is a family reunion. Perhaps you too have family situated great distances away, in a foreign country with much sand? \n[15]Then I have but one question for you, friend: if they came to town, would you put them in an economy suite? \n[16]Well, then. I think one of us needs to get back on his little computer and find us a suitable room. \n[17]Dean-o will be fine. Send up a case of Cristal, two bottles of Patron, four ahi sandwiches, and a crate of skinless mangos... \n[18]You guys want anything? \n[19]And have Jean-Marie cook up a dozen of those duck skewers I like so well. He knows the ones. \n[20]American Express. \n[21]Dude, give him your AmEx. \n[22]Don't worry, we'll hit you later. \n[23]Dude, come on, I paid for gas. Stop being such a Jew. \n[24]Get dressed, ladies. We're wheels up in ten. \n[25]This is Vick. \n[26]He's in Vegas?! You're kidding me! All right, I'll get it. All right. All right--! \n[27]I said all right, dude! How many more times you want me to say all right?! All right. All right. \n[28]Boy Party in the bathrooooom--! Miner's cut, 2.6 Carats, slight pink tint, street value: 26, 27K. \n[29]Well gosh-golly, Alan Mervish, good for you! Where'd you get the ring? \n[30]Check it out, Stu's already wasted. \n[31]Jesus, what do you take us for? \n[32]We'll be good tonight, Doug. \n[33]Damn, dude, why are you retarded? \n[34]Um, Stuey? \n[35]Why do you have a mullet? \n[36]You know, business on top, party down the back? \n[37]Your hair, dude. You have a mullet. \n[38]Get him up. I'm hungry. \n[39]Jesus, dude, put away your sack. \n[40]We might not smell very good. \n[41]Please stop talking. If I don't focus on eating I'm going to throw up all over myself. \n[42]You gonna finish that cruller? \n[43]Probably left him in the room. \n[44]I'll call his cell. \n[45]It's me, meatdick. \n[46]No answer. \n[47]I'm eabing. \n[48]\n[49]Relax, it's Doug, he's probably crashed out on someone's couch right now. All we have to do is retrace our steps from last night, and we'll find him. \n[50]Well, we started on the roof... \n[51]Then...I think...we had steaks at the Palm? \n[52]That sounds right... \n[53]I vaguely recall...doing body shots ....at some point? Is that...maybe? \n[54]I think we went to the Flamingo after that...? And then, I just remember a lot of blue light...and the overpowering smell of baby oil. \n[55]Give or take. \n[56]Yes. Yes. Doug was with us. I tackled him...for some reason. \n[57]The valet ticket says we returned here at 4:57AM. \n[58]Why do we have a matchbook from The Golden Pony All Male Revue? \n[59]Absolutely not. \n[60]Of course you're with Alan, you're both gutless cowards. But we're not calling Tracy. You never call the bride from the bachelor party. Ever. If my balls were on fire and Tracy was sitting next door with a tall glass of water, I still wouldn't call her. It's a rule. \n[61]She has a watch, she'll figure it out. \n[62]And I think I'm beginning to see why you're always a douche-- \n[63]I can't believe we're doing this. \n[64]Who's Roger? \n[65]What do I think it means? Well, Stuart, your ass is all torn up and you're wearing thong underwear declaring your love for another dude -- I don't think we need the CSI team for this one! You got reamed last night, man! \n[66]Look, I'm sure Roger is a very nice, considerate young man-- \n[67]Come on, Stu, you're nowhere near cool enough. \n[68]But sort of...it does? \n[69]Um, what? \n[70]Yeah, no you didn't. \n[71]I think I'd remember, dude. \n[72]Unbelievable. \n[73]Please, you're so not his type! \n[74]Look, Stu, one homosexual experience doesn't mean you're permanently gay, okay? A lot of guys test the waters. \n[75]No! We're not gay! \n[76]Quickly, and from a great distance. \n[77]What now? \n[78]Oh my God... Oh my God... \n[79]\"Now &amp; Forever Wedding Chapel.\" \n[80]Well, at least it's a lead. \n[81]So, we go to the wedding chapel, we find out what we did with Doug, we recover him, and we're back in LA before sundown. Easy as Stu's ass. \n[82]Guys, relax. Everything's gonna be cool... \n[83]I'm not emotionally prepared to talk about it just yet, Stuart, but thank you. \n[84]Well, now you did. Just not to her. \n[85]Yeah, that was a different shirt. \n[86]Left turn. \n[87]Does the pope wear a funny hat?! Let's do this thing! \n[88]Uh, it was such a lovely ceremony, wasn't it? \n[89]Sadly, I believe you... \n[90]Hello, Chastity... \n[91]Stu, please, show some class. That's Alan's wife you're talking about. \n[92]You can't put a pricetag on love, Alan! OW! You just can't! \n[93]It's good to be seen, Carla. It's good to be seen. \n[94]For you and Chastity to watch on your anniversary... \n[95]And it looks like real velvet, Alan, so no machine wash, okay? \n[96]\n[97]Me too! Hey, can Stu and I get a shield? \n[98]That's his girlfriend of 14 years. I'm sure this'll only take a minute... \n[99]\n[100]\n[101]Yeah, did she ask about us?! \n[102]Turns out Doug was in all the wedding photos, which means -- if the time stamp was right -- we had him in our possession until 11 pm. \n[103]Hey, Steve, you don't happen to know where we were heading when we left here last night, do you? \n[104]Your negativity is like a little black cloud over our car, Alan. You've got to let go of this. \n[105]You're broke? I thought you were \n[106]Alan. Honey. Have you considered, even for a second, that maybe the things we do when we're drunk are what we secretly want to do? \n[107]Or, after 14 years, maybe you don't have the balls to leave Becky, and this is your way of getting her to leave you. \n[108]All the more reason to freak out. \n[109]I love you, Alan Mervish, I do, but you've always had a major pole up your ass. Maybe last night was your inner cool person trying to get out- \n[110]What the--?! \n[111]Stu, please. I think there's been some sort of mistake, Mister...? \n[112]Those so aren't their real names. \n[113]Alan? Relax. These men aren't going to hurt us. They're from Hawaii. \n[114]Okay, okay! Cool it with the bat! Jesus, why is everyone trying to kill my car...? \n[115]Really? \n[116]I honestly don't know how you two are still alive. \n[117]No! No cops! \n[118]Nothing! I just think we should focus on finding Doug and not get distracted by every little thing! \n[119]Oh please, those guys are from Guam. Get a grip. \n[120]Fine. Let's just go back to the hotel -- Doug is probably back from wherever he spent the night, we'll get him, we'll straighten out whatever we did to those angry Samoans, then we'll get the hell back to LA, okay? Left turn. \n[121]Doug? Doug? \n[122]Smart move, man. \n[123]Whoa. \n[124]No. I think she's Alan's wife. \n[125]Alan? Wanna step in here, buddy? \n[126]Alan, Chastity. Chastity, Alan. \n[127]Because she's your spouse, dude! \n[128]Pinch her tit. It always works. \n[129]Yeah, I really like her, man. \n[130]So, um, did you take Alan's name? \n[131]What a responsible, upstanding young Jew. They don't make `em like that anymore, am I right? \n[132]Yeah, not so much. \n[133]You don't happen to remember what time we met you last night, do you? \n[134]It's the All-American love story, isn't it? What happened next? \n[135]And was Doug with us then? \n[136]Interesting... Do you have any idea where we went after the wedding? \n[137]I know. \n[138]Look, we can get your grandmother's ring back. We just gotta go about it in the right way. \n[139]You are the best bridesmaids ever. \n[140]Two-for-ones, man. \n[141]What do you think we're doing? \n[142]We're getting into the mindset of last night, to see if it sparks any memories. Now: is this exactly how you were dancing for me last night, Starr? \n[143]Yeah, still no memories. Keep going -- and put your back into it. \n[144]No. Stu, sit and enjoy your dance. \n[145]I'm trying to save your life here, Alan Mervish. \n[146]I'm not kidding, man! Life is one long series of emergencies, and if you don't learn to stop and have a little fun along the way, you're gonna grow into a joyless old prick like your dad. I'm sorry to bring Moshe Mervish into it, but it had to be said. Now yes, we have 18 hours to find Doug -- which means we can afford to spend ten minutes celebrating the special talents of these gifted young body-artists. So sit down, have a jager shot, and smell the goddamn roses for once in your miserable life. Chastity, honey? When you're ready? \n[147]Because if he hadn't, I would've. \n[148]Not for me. \n[149]Not that can do that. \n[150]Because she's been touched by God. \n[151]Shit. \n[152]Alan, come on, man, we gotta go! \n[153]Come on, man! We got company! \n[154]Chastity, honey, is there a back way out of here?! \n[155]I'm really starting to like this girl. \n[156]Come on, Alan: tell me that wasn't just a little fun... \n[157]No idea. \n[158]Ditto. \n[159]Stu: stop talking. Alan: sit up straight. Officer Merriweather, I've told you twelve times now: we have no memory of last night. Now either charge us with a crime, or let us go. \n[160]We have no idea who this man is. \n[161]Yeah, that's right. \n[162]I love you, Jimmy Lang! \n[163]I know Jimmy Lang. \n[164]Jimmy and I tried to raise capital for Girl-nasium, a 24 hour fitness center and day spa for tween-age girls, but it never got off the ground. It was an entirely legitimate enterprise -- I had no idea he was a criminal. We must've bumped into him last night, and he must've invited us to join his birthday celebration. No crime in that, is there, Officers? \n[165]Yes, Officer Merriweather. I do. \n[166]Stu might. \n[167]Now: are you gonna charge us with something, or are we free to go? \n[168]We got out, didn't we? \n[169]If we'd cooperated with them, we'd be in jail right now, Alan. \n[170]Stu, don't. Doug is fine. \n[171]Stu: Doug is fine. \n[172]Stu! Enough! \n[173]What did you just say? \n[174]Is that right? \n[175]Why do think you're so much better than us, dude?! \n[176]You're out of your depth, Alan-- \n[177]What's so great about any of those things?! \n[178]None of us ever liked you, Alan! We only hung out with you because Doug made us! \n[179]Why would anyone like you, dude? Have you ever thought about that? You're uptight, you're judgemental, you're cheap, and yet somehow you think you're sweeter than everyone else! Well look around, man: no one wants to be you! I'd rather be Stu than you! \n[180]You punch like...your sister... \n[181]That's funny, because Alan's daddy taught him tax law. \n[182]It's a disease, dude--! \n[183]What if it's Tracy?! \n[184]Because she knows you're the most easily tricked. \n[185]No we don't! Tell her nothing, Stu! \n[186]I'm working on it! Buy us some time! \n[187]What are you, retarded?! Honesty is never the best policy! Especially not with brides! \n[188]Okay: tell her Alan got really drunk last night and fell down, and the doctor said not to move him for a few hours, but that we'll be back in time for the wedding.    \n[189]It's a fictitious canard, Alan, get over yourself! Stu: tell her! \n[190]Fell over drunk. \n[191]For a few hours! We'll be home before the wedding! \n[192]Tracy?! Vick! How are ya, hon? \n[193]Nothing! Stu is a moron. Listen, Alan hurt his back last night, so we're gonna be laid up here for a bit, but I promise we'll have Doug home in time for the wedding, okay? \n[194]Yes, luckily he had a steel rod surgically implanted up his ass at birth, so the doctors anticipate a complete and swift recovery. \n[195]What? No! No, you can't actually, Doug...Doug is out. \n[196]Where is he? He's aaaat...the pharmacy. Yeah, picking up Alan's medications. Listen, Trace, I'm losing you, but we'll see you tomorrow, okay? Bye, sweetie--! \n[197]She bought it. \n[198]Maybe we should go back to the hotel and-- \n[199]At the top! We hit every club we went to til someone remembers what we did with Doug! \n[200]Naaah, couldn't be. \n[201]You think we would've remembered this... \n[202]\"Stu Pryce, 9/30/08. I     Chaps!\" \n[203]We're going to love you either way, Stu... \n[204]Excuse me, friend, can you tell me where Roger is? \n[205]He's cute...I guess...? \n[206]Listen, man, we don't really remember what happened last night, can you fill us in? \n[207]Wait-- what?! \n[208]You insisted?! Why'd you insist?! \n[209]Not cool, Roger. Not cool. \n[210]The guy from the Jimmy Lang surveillance video. \n[211]We must see that video. \n[212]And what time was all this? \n[213]Did we lose him along the way? \n[214]Hello? \n[215]Atashir, many greetings to you. \n[216]What?! Are you sure it's him?! \n[217]Oh thank you, Atashir! You are a man of great honor! A thousand blessings upon your ancestors! \n[218]Doug is in the room! A maid just found him! He's passed out, but he's okay! \n[219]Atashir swears it is! \n[220]I don't even care! Hug me, you big shiny homosexual! \n[221]How we doing on time? \n[222]We'll be in LA by dawn. I told you bitches this would all work out... \n[223]They always have kids. \n[224]Yeah, she's a total canwego. \n[225]You know, she's the girl at the party who's always like \"Can we go? Can we go?\" \n[226]Wait: you're going to tell her? \n[227]Dude, she still hasn't forgiven me for scratching her Queensryche CD in sixth grade -- she's neeeeever gonna forgive you for marrying a stripper in Vegas. \n[228]She's gonna cut your dick off, dude. \n[229]Keep `er close, Paco. We'll be right back. \n[230]Doug! Wake up, man! \n[231]Where is Doug? \n[232]They were gonna hurt me, man... \n[233]I can get it! I can! I just-- \n[234]You have Doug? \n[235]Yes! Yes. \n[236]Some. \n[237]Do you really think I wanted my life to turn out like this, Stu?! Do you really think I don't know that I'm a massive loser?! \n[238]Jesus, you guys got out of high school and you just knew what to do, you went to college and got good jobs and found cool wives and made beautiful children -- what do I have to show for the last decade of my life?! Nothing! \n[239]Jesus, I'm almost 30, and the only thing I really have...the only thing I really have is you guys. \n[240]No, man, it's true! I put on a good show, but my life is so goddamn hollow and vapid and lonely, it scares me, man. I-I don't know how much longer I can keep this scam going. And now I've gone and ruined the one good thing I had... \n[241]Just...please don't give up on me, okay? I-I don't know what I'd do without you guys. I really don't... \n[242]Love you too, bro. Love you too. \n[243]What?! \n[244]No! No. That's...that's plenty. \n[245]12 minutes. \n[246]Dude, how many Red Bulls have you had? \n[247]There's only one thing left to do. \n[248]Shut up, Stu. \n[249]We gotta go, man. \n[250]We're gonna give Jimmy a dummy bag of money, grab Doug, and make a run for it. \n[251]Jimmy Lang doesn't do payment calendars, Alan! Trust me: this is our only shot of getting Doug back! Left turn! \n[252]This all the cash we got? \n[253]Alan I need you positive please. \n[254]Stuart? \n[255]There's an emergency bottle of tequila in my glove box. Get it out please. \n[256]Let's see Doug! \n[257]Pull off the Ralph's bag! \n[258]Who the hell is that?! \n[259]Yeah, you got the wrong Doug, man! \n[260]Yeah, man, our Doug is white! \n[261]I don't know what to tell you, bro, this isn't the Doug we requested! \n[262]Christ that hurts! \n[263]Who cares! Go go! \n[264]I can't believe you just drove my car into Jimmy Lang! \n[265]Yeah. It's probably time. \n[266]Actually...I should do it. This weekend was mostly my fault. I need to Man Up. \n[267]I still can't believe Stu banged my sister. \n[268]In the desert, on the pay phone, looking through his busted aviators into the rising sun. \n[269]Tracy, it's Vick. \n[270]Listen, honey...The bachelor party got a little out of control and, well...we lost Doug. \n[271]Yeah, that's not gonna happen... \n[272]Look, I'm really sorry, Trace. This is all my fault-- \n[273]What the--?! \n[274]What are you doing? \n[275]So how did--? Oh my God. \n[276]I don't believe it... \n[277]It's so obvious! \n[278]How'd you figure it out?! \n[279]Honestly, dude, you're a genius. \n[280]He's on the roof! \n[281]And all day he's been throwing his crap off the roof, trying to signal someone to get him down! \n[282]\n[283]Okay, no, that's cool! \n[284]Why'd you do it, sweet Atashir?! Why did you betray us?! \n[285]Fair enough! See you next time, you beautiful Judas! \n[286]Look, Doug, I think I speak for everyone in the car when I say I'm really sorry about locking you on the roof of the hotel. \n[287]\n[288]Sorry, Mapquest took us a crazy route. We ready to do this thing? \n[289]She looks beautiful, man. \n[290]That's cool. I get it. \n[291]We did it, fellahs. We pulled it off. \n[292]Give him time. \n[293]Hey Beck--! \n[294]This just got complicated... \n[295]Okay, okay, I'll go with you. Just...don't ruin the wedding. \n[296]Um, what...? \n[297]I will pay you back, you know. \n[298]Well, Alan married a stripper, Stu went gay, and I learned a very important life lesson from an obese hoodlum. \n[299]To Doug and Tracy. ", "ALAN": "\n[1]Hey, am I rubbed in? \n[2]Enh, we've moved past the pressure stage...it's more like aggravated assault stage now? Like at the last wedding we went to, she threw a camera at my head, called me a closet fag, then ran out crying. \n[3]But we talked, and everything's cool now. \n[4]Great idea, Stu. Thanks. \n[5]Isn't custard like a trillion calories--? \n[6]Is this gonna do better than the hip-hop label you started, Vick? Or the topless sushi bar? Or the mobile tattoo parlor--? \n[7]What? \n[8]I am so not getting paid back. \n[9]So, you ready for Sunday? \n[10]Tracy's dad still hate you? \n[11]Any closer to figuring out why? \n[12]Ahhh yeah, I wasn't going to tell anyone about that-- \n[13]Actually, I-I was trying to keep it a secret, so-- \n[14]Oh, it's a family heirloom. My grandmother smuggled it through the Holocaust, actually. I was going to propose to Beck this weekend. \n[15]We've only had two shots, man! \n[16]Seriously, man, we're your friends. \n[17]Just give me ten more minutes, Beck... \n[18]Wet. Water. Jesus, what's--?! \n[19]What did we do last night? \n[20]I can't taste anything. \n[21]Hey... Are we missing something? \n[22]No. That's not it... There's something else... \n[23]Doug. Guys, where's Doug? \n[24]You calling the room? \n[25]Ummm...shouldn't we look for him? Check-out is in like ten minutes. \n[26]What an asshole. Stu, check the pool and the casino, I'll check the room and the gym. Maybe he's working out or something... \n[27]And Vick, if you could keep a close eye on the buffet, that'd be really helpful. Thanks, man. \n[28]Doug...? Doug...? Wake up, man. \n[29]That's weird... \n[30]I hate you all... \n[31]No, I assume you didn't either? \n[32]Dude. It's 120 degrees outside. \n[33]Great. So we've officially lost Doug. His wedding is in what, 22 hours? \n[34]Okay, so last night... \n[35]Right, that was like, 6ish...? \n[36]Yeah. Then...we played craps at the Hard Rock...maybe? \n[37]I'm pretty much blank after The Hard Rock. \n[38]So that was what, 10ish? \n[39]Okay. So we only have a 13 hour window where we could've lost him. \n[40]ATM receipt from the Rio at 10:37-- For 600 dollars?! \n[41]Here's a receipt from Sbarro. The meal was comped for some reason-- \n[42]Someone could've given that to us. \n[43]I think we should call Tracy. \n[44]What if Doug called her? She might know where he is. \n[45]But shouldn't we at least tell her we're gonna be getting home late? \n[46]I think I'm beginning to see why you're always single. \n[47]Jesus, what is it? \n[48]Sweet mother of mercy... \n[49]I'm sure there's a perfectly logical explanation for this... \n[50]Yeah, maybe there isn't. \n[51]Oh god, that doesn't mean you're gay. \n[52]So what, he's a great-looking dude-- \n[53]Yeah, I think we'd all remember. \n[54]Wait -- I was there that weekend. Did you have gay feelings for me? \n[55]What?! I was a good-looking kid! \n[56]All right, we're scaring the children. Let's go. \n[57]Oh my God. \n[58]Oh...my...God. \n[59]\"To My Noble Husband, Alan.\" \n[60]That was us, dude. \n[61]Yeah, there's no bed in Doug's room. \n[62]Yeah, Stu, I really do. \n[63]Seriously: what am I gonna tell Becky? For 14 years she's been begging me to get married... \n[64]Wait, is that homeless guy wearing Doug's shirt? \n[65]What if they don't remember us--? \n[66]W-Who's...Chastity? \n[67]I am never...ever...drinking again. \n[68]We got a unicorn?! \n[69]A-And how much did that cost? \n[70]I'm gonna kill you! \n[71]I don't suppose you have any sort of return policy, do you? \n[72]What. \n[73]Oh, hey Becky! Hi! \n[74]No! I-I have no idea--! \n[75]Nothing! Baby, nothing, the GUYS \n[76]I know, baby! I know-- \n[77]Yes. I will. I promise. \n[78]Yes, no, I love you too! \n[79]Amazing. \n[80]I paid 7 grand for Sbarro?! \n[81]Let go of what, exactly, Vick?! The fact that I married a complete stranger last night? Or that my girlfriend's about to leave me? Or that I'm broke? Which one?! \n[82]I know you think it's like terminally uncool to be in a committed relationship, Vick, but I actually love Becky, okay? I-I honestly don't know what I'd do without her...I really don't... \n[83]Yeah, no, you're absolutely right, Vick, I've always secretly wanted to marry a bottle blonde with big fake melon tits named Chastity! \n[84]I was going to propose to her this weekend, you jackass! \n[85]I swear to God, Vick, if you say one more word to me, I will destroy you. \n[86]Vick, don't be a dick--! \n[87]Why'd you do that?! \n[88]Do you think we stole something from them last night?! \n[89]I'm calling the police. This is getting way out of control-- \n[90]\"No cops?!\" Who are you, Fitty Cent?! \n[91]Every little thing?! We were just assaulted by the Yakuza! \n[92]They knew your name, Vick! Which means they probably know who Stu and I are, too! \n[93]No messages. \n[94]What...what am I supposed to do? \n[95]Why me?! \n[96]Listen to me. Just...did we, or did we not, have sex last night? \n[97]Wait-- we didn't use a condom?! \n[98]Can someone...please open a window? \n[99]You work here? \n[100]Look, I don't know how to tell you this, but-- \n[101]The Holocaust, man. \n[102]I have besmirched my people. \n[103]Please...don't. \n[104]Twenties? \n[105]Look, I don't know how to say this, but my friends and I were very drunk last night. We would never come to a place like this-- \n[106]Guys? \n[107]What the hell are you doing?! \n[108]We don't have time for this! We gotta find Doug! \n[109]What? \n[110]You are so goddamn selfish, Vick. You really are. Stu, let's go. \n[111]Dude: Doug is missing! We have less than 18 hours til his wedding! We do not have time for this! \n[112]Vick--! \n[113]No, look-- I am like totally against this, morally and politically. Plus Becky specifically asked me not to-- \n[114]Whoa, whoa, I'm smelling the roses-- \n[115]That was...a little fun. \n[116]Whatever we did, we're so sorry! \n[117]Nothing? \n[118]Oh my god-- \n[119]Officers, I swear, we have no memory of that ever occurring-- \n[120]We have a very important wedding--! \n[121]You do?! \n[122]Oh, thank you, Officers! \n[123]Did you have to be such a dick?! \n[124]Yeah, four hours later! If we'd just cooperated with them-- \n[125]What are we gonna do now? We've got zero leads on where Doug is! \n[126]I knew I shouldn't have come... \n[127]I said I knew I shouldn't have come this weekend, Vick! \n[128]Yeah, that's right. I only came because Doug insisted. \n[129]I don't -- I just think I'm better than you, Vick! And trust me, it's not that hard! You haven't changed one bit since high school! Jesus, you're 28 years old and you still talk back to cops?! Really?! \n[130]And you're still the one getting us in trouble! Only then it was hiding your weed in our locker, and now you've got us partying with wanted felons! It's not cute anymore, man! We're too old for this! \n[131]And all your stupid get-rich-quick schemes?! Girl-nasium?! Custard?! In Los Angeles?! Are you joking?! \n[132]When's the last time you had a real job, man?! When's the last time you had a girlfriend?! Hell, when's the last time you picked up the check?! \n[133]Those \"things,\" Vick, are what grown men do! \n[134]Stu...? Is that true? \n[135]I've...always...hated you... \n[136]Hey -- how'd you start Vick's car? \n[137]And Vick's daddy taught him how to get really drunk at his kid's soccer games and then piss himself. \n[138]What if it's Doug? \n[139]We have tell her we lost Doug. \n[140]No, just tell her the truth! Honesty is always the best policy! \n[141]Why do I have to be the one that fell over drunk?! \n[142]Perfect. We just told Tracy we'd have Doug home in 13 hours, and we still have no idea where he is... \n[143]It's like a map of last night! \n[144]Nice clue, Stuey! I can't believe we're actually gonna pull this off! \n[145]Lots of people have hats like that. \n[146]The Golden Pony. That's us. \n[147]Then why is your underwear nailed to the wall? \n[148]Oh my God, are they autographed? \n[149]Stay very close to me. \n[150]Some of my best friends are gay. \n[151]Not...not really? I live in Connecticut, man, we don't even have black people yet. \n[152]I don't know! I don't know why I insisted! \n[153]So what did happen last night? \n[154]Really? Doug did? \n[155]And our Doug was with us? \n[156]Wait, so we left with Doug at 4:45, we got back to the hotel at 5:00, and Doug was gone by 5:30 when Chastity met back up with us? \n[157]After all this?! He's in the room?! \n[158]That was cool of Roger to give you all the tapes of your performance. \n[159]2:22. \n[160]This has officially been the craziest weekend of my life. Thanks for all your help. You were awesome. \n[161]I'm sorry about all this, Chastity. \n[162]Beg pardon? \n[163]Okay, well, I'm sorry, Jennifer. \n[164]Where you from? \n[165]Oh yeah? \n[166]You fly out every week? \n[167]Kid? \n[168]No kids. Same girlfriend for 14 years. Becky. \n[169]\n[170]Becky is great. \n[171]She has low blood sugar. \n[172]Jesus, guys! This is the girl I'm going to marry! If, you know...she forgives me for cheating on her... \n[173]Of course I'm going to tell her! I could never keep something like that from her. \n[174]Well, then that's just the price I'm going to have to pay. \n[175]Listen, Mr. Lang, whatever we did last night, we are incredibly sorry- \n[176]What's going on, Vick? \n[177]Jesus, Vick... \n[178]M-M-Mr. Lang? \n[179]H-How much does Vick owe? \n[180]How the hell could you blow that kind of money?! \n[181]Jesus, Stu, wake up! There is no custard store! Vick was just trying to rip us off to pay back Jimmy Lang! \n[182]Look, I'm glad we're all sharing, but we've got three hours to come up with 200 grand, or else... \n[183]I'd offer to take a loan out, but it's 3 o'clock in the morning, I'm pretty sure my bank is closed. \n[184]So that just leaves 180 grand... \n[185]Just over 100 grand. \n[186]It's not red... \n[187]It's green. \n[188]No...It might get a little dangerous. I wouldn't want... \n[189]Thanks for all your help. \n[190]Yeah, probably not... \n[191]Yep, just driving out to the middle of desert to meet some mobsters, what could possibly go wrong...? \n[192]I think we should tell Mr. Lang that we couldn't get the money, but that, if he's amenable, we could create a payment calendar-- \n[193]Yes, good! What an airtight plan--! \n[194]This is the dumbest plan ever. \n[195]I can't believe this is how we're going to die... \n[196]Jesus, what'd they do to him? \n[197]Oh my God: it's the other Doug! Roger's friend, the cake designer! \n[198]Oh my God Oh my God Oh my God... \n[199]I'm being shot at! I'm being shot at! \n[200]Oh my god, is he okay?! \n[201]Yeah, I was just thinking that! \n[202]Now can we call Tracy? \n[203]Who wants to make the call? \n[204]What?! No! I beat you by a mile! \n[205]Well, I'll be damned... \n[206]Tracy, it's Alan! Hey, Vick is just joking around! We've got Doug right here! \n[207]I know, Vick is such a prick! We'll see you at the wedding! Bye! \n[208]I know where Doug is! \n[209]Remember when we saw Doug's bed impaled on the griffin thing?! \n[210]No: the windows don't open, remember?! \n[211]And that's why we've been seeing Doug's clothes all over Vegas! He was trying to signal someone! \n[212]And it totally jives with the timeline, right?! We brought Doug back to the hotel at 5:00, he was passed out... \n[213]The Patron, man! It reminded me of our first drink of the night! \n[214]After Doug passed out, we must've taken him up there in his bed as a prank, so he'd wake up on the roof or whatever? Then we forgot him. \n[215]Only one way to find out... \n[216]\n[217]\n[218]No flights to LA with empty seats! \n[219]Totally understandable, man. Whenever you're ready... \n[220]I never had a doubt. \n[221]Yeah. Like a decade or two-- \n[222]I-I'm so sorry, I can explain-- \n[223]Jennifer? \n[224]She's my wife. \n[225]We don't make each other happy anymore, Beck. And we can keep not making each other happy for another 14 years -- hell, maybe even another 50 years -- but let's not. Let's find people who make our hearts race. Let's be excited and fun and alive again... \n[226]I'm sorry, Beck. I really am. Can I buy you a free drink? \n[227]Let's start with dinner, and see where it goes...? \n[228]Damn straight you will! \n[229]We really are sorry, man. \n[230]To Doug and Tracy. ", "STU": "\n[1]Dude this is already the best weekend ever! \n[2]Oh, did I show you pictures of my kids?! \n[3]Haylee is two, and Kaitlin is already four! Can you believe it?! \n[4]Jesus, dude, those are my children-- \n[5]Yeah, you're good. \n[6]Maybe you could wear a helmet to Doug's wedding. \n[7]Me too, man! I love pudding! \n[8]Dude! I can't believe I get to party all night, and then, tomorrow ...I get to sleep in! It's almost too much! And FYI, if anyone gets really drunk and craps themself, just let me know, I can have you cleaned up and partying again in under three minutes. No joke. I am a master of stool removal... \n[9]This is bigger than my house. \n[10]Anyone got any nipple lube--? Jesus would you look at the size of that thing?! \n[11]Jesus, who made this thing? Diddy? \n[12]Dude, it's for Becky! Alan's finally going to propose! \n[13]Thish is so great! I love you guys! \n[14]Dude, I'm a dad! I don't have time to get plastered anymore! It blows! Am I a bad dad for saying that? \n[15]Because my dad was a bad dad. \n[16]Have I showed you guys pictures of my kids yet--? \n[17]Oh yeah! That was hilarious! And remember when I blacked out at Homecoming and you wrote on my face with permanent marker?! That was awesome! What'd you write again? \"Respect me!\" \n[18]Ahh, good times, man. Good times... \n[19]Yeah, we've totally grown up since then. \n[20]Yo. \n[21]What? \n[22]Dude...I have a mullet. \n[23]Whoa, did you sleep in the tub? \n[24]Check it out: Alan slept in the tub. \n[25]Yeah, and it might be time for some manscaping, bro. Your bush looks like Yanni. \n[26]Dude, why is my ass killing me...? \n[27]This might be the worst hangover anyone has ever had, ever. \n[28]Yes: I left my hat in the room -- thank you, Alan. \n[29]Yeah. He's not here. \n[30]Good morning, this is Stu? \n[31]It's Vick-- \n[32]This is Doug's phone. \n[33]Yeah, and we told Tracy we'd have Doug back to LA by five. \n[34]No, no. It's cool, I'm a dad. It's totally cool... \n[35]\n[36]Hey guys. DOUG! DOUG--! \n[37]You find Doug? \n[38]Maybe he went for a jog? \n[39]Or shopping? \n[40]Okay, honestly? I don't even remember going to dinner. \n[41]Was Doug still with us? \n[42]Hey! Look, we were at the Flamingo. \n[43]We drove last night? \n[44]Yeah, totally! There's no way we went there! We're not gay! Hahaha! \n[45]Yeah, I'm with Alan on this one. \n[46]Guys, wait. I need your help -- oh my God -- like right now. Come on. \n[47]You don't have to look up my butt, just at it. Something is terribly, terribly wrong... \n[48]I-I-I don't know?! What do you think it means?! \n[49]Really?! What?! \n[50]Oh my God, guys: what if I'm gay?! \n[51]I do watch Dancing With The Stars with the kids! \n[52]And once, I caught myself gazing at a topless photo of David Beckham! \n[53]And then I had those weird feelings for Vick that time in middle school, remember?! \n[54]Yeah, that weekend we were all camping -- I told you this. \n[55]I didn't? \n[56]Yeah. I had weird feelings for you that weekend. Like really hot, really gay feelings. But then they went away. \n[57]Wait, what? \n[58]Wait -- so have either of you tested the waters? \n[59]How am I going to tell my wife? \n[60]Jesus, what kind of father am I? \n[61]You think Erin will try to take the kids--? \n[62]Cool ring. Also, my Dad is gonna have a field day with this. \n[63]What's the big--? Oh! OH! OH! \n[64]Maybe it's not a wedding ring? \n[65]This is worse than my underwear! \n[66]Check it out, some idiot threw his bed out the window last night. \n[67]Really? \n[68]Oh. Well, I'm sure we had a good reason for doing it. You think they'll charge us for--? \n[69]You okay, Vick? \n[70]Naaah. \n[71]Jesus, she is stacked. \n[72]Sorry. She looks really nice. \n[73]No way! Awesome! \n[74]\n[75]I want a shield! \n[76]\n[77]Hey, how's Becky doing, man?! \n[78]Look on the bright side, Alan. Vick found a great clue. \n[79]That's another hour of last night that we can account for. Isn't that great? \n[80]Great -- where was the feast? \n[81]I ain't mad atcha, dude... \n[82]Guys, come on, let's not use our angry words-- \n[83]Who are these guys?! \n[84]Maybe they just wanted to talk! \n[85]Oh my god I am such a bad dad! \n[86]Yeah, Vick, what's going on? \n[87]If anything ever happened to my family, Vick... \n[88]Come on, let's toss the place. \n[89]Hey, check it out, Vick! I invested 30 grand in your custard store last night! \n[90]Hey, you wanna come in here a sec?! \n[91]You think she's what those Guamian dudes wanted? \n[92]Wake her up, man! \n[93]She seems really cool. \n[94]Yeah, are you Chastity Mervish now--? \n[95]They don't open. \n[96]Dude, I think your wife's mad at you. \n[97]Work friends? \n[98]Dude. \n[99]Don't be so hard on yourself, dude-- \n[100]Dude: I might not be gay. \n[101]I think I know why he married her. \n[102]Is it weird that we're sitting this close watching? \n[103]I really shouldn't be here. I have daughters. \n[104]How can she do that without dislocating her hip? \n[105]Did she just do that in heels?! \n[106]Did you see them trample those tiny Japanese businessmen?! I think they killed like four of them! \n[107]Y-Yes?! \n[108]Honestly, man, I will confess to anything you want! \n[109]Who is he? \n[110]Did we kill someone last night--?! \n[111]We're in a lot of trouble, aren't we. \n[112]Oh no, sir, please don't! \n[113]It was really nice meeting you--! \n[114]Why hasn't he called? It's 8:30. \n[115]Do you think he's okay--? \n[116]I mean, we were hanging out with mobsters last night, man! They kill people for looking at `em weird--! \n[117]Or what if we like drove Doug out to the desert and left him, just as like a funny prank--?! \n[118]Okay, let's all take a breath-- \n[119]Look, we're all tired and hungry-- \n[120]Wait, what--? \n[121]Hey, no! Time out! We all need a time out--! \n[122]Good call on happy hour, Chastity. These tacos kick ass. \n[123]Guys, come on! For Doug? \n[124]\"Number blocked.\" \n[125]Good evening, this is Stu! \n[126]It's Tracy! \n[127]Why is she calling me?! \n[128]Hey, Trace! W-What's going on? \n[129]Wow, that sounds amazing! \n[130]Ummmm........Hang on. She wants to know where Doug is! \n[131]Um, what'd you say? \n[132]Yeah, um, hang on. She still wants to know! \n[133]Listen, Tracy, Alan fell on a \n[134]H-He was drunk. And the doctor -- a different doctor, not the one he fell on -- he said we couldn't move him until the wedding-- \n[135]But we're going to have the wedding at your home-- \n[136]Oh my God, guys! Look! \n[137]Where do you want to start?! \n[138]Hey: is that guy wearing Doug's hat?! \n[139]All right, this is the last place we went, \"Chaps.\" \n[140]You sure we came here...? \n[141]Maybe I'll just wait in the car-- \n[142]Yeah, I don't think we came here... \n[143]Those could be anybody's. Thousands of people go to Colorado State-- \n[144]I am so gay... \n[145]R-Roger? \n[146]Oh. G-Good, thanks...? \n[147]Is that true? \n[148]Oh my god. \n[149]Did we...you know...do anything? \n[150]Was I...the boy or the girl? \n[151]I'm really not sure we can be friends anymore... \n[152]No! That's cool, I don't need to see it-- \n[153]I'm a Dad, I-I don't get to the gym as much as I'd like... \n[154]Annnnd that would explain the searing ass pain. \n[155]That doesn't make any sense. \n[156]He was passed out, how far could he have gone--? \n[157]They're sure it's him?! \n[158]Oh thank God he's okay... \n[159]I know, if I actually was gay, I'd totally date Roger first. What a gentle soul. \n[160]We like you way better. \n[161]Becky collects teapots. \n[162]She has low fun sugar. \n[163]Uh-oh. \n[164]Not good. \n[165]How could you do this to us, man? We're your best friends... \n[166]Oh my God... \n[167]Was it for the custard store? \n[168]Is that true, Vick? \n[169]Were any of your deals...real? \n[170]Dude, I manage an Applebee's, that money meant something to me... \n[171]Come on, Vick-- \n[172]Come on, man, we've been bro's since third grade, it's gonna take a lot more than money to ruin our friendship. \n[173]What I don't understand is why you didn't just ask me for the money. I would've given you every last cent I had, man... \n[174]I love you, man. \n[175]Also, I banged your sister sophomore year. \n[176]Sorry. Just seemed like a good time to tell you. \n[177]She had just broken up with that guy from Central, we were playing \"I Never\" at Tim Donahee's pool, one thing lead to another-- \n[178]I think I can get a 20 grand cash advance on my credit card... \n[179]Time check! \n[180]Chip check! \n[181]Faster! Come on chip check! \n[182]I stopped counting at six! I can hear my heart beating in my head! \n[183]You sure we don't want red?! What if the ball lands on red--! \n[184]I can't watch! My   heart's gonna explode! Can your   heart even explode?! Because   I think my heart is gonna explode!   I can't watch! \n[185]It's red, isn't it?! I knew it! Tell me it's not red! \n[186]So what's our plan? \n[187]Here they come. \n[188]Yeah? \n[189]\n[190]I can't believe you just saved my life! \n[191]He's gonna be really upset! \n[192]That was you! \n[193]Vick, who won?! \n[194]Yeah, we threw it out the window. \n[195]I don't get it. \n[196]I-I still don't get it-- \n[197]Not...to me...so much? \n[198]\n[199]You think he's still up there?! \n[200]Oh my god, I'm so glad you're okay! \n[201]Yeah, you have every right to be upset! We validate your anger! \n[202]Well, we can't drive! It's 350 miles to LA and the wedding starts at 10, which is in-- \n[203]--three hours! \n[204]You gotta admit, it's a pretty funny prank... I mean, up until the part when we forgot all about you. \n[205]He's still not talking to us. \n[206]You think Doug's ever going to talk to us again? \n[207]Uh-oh. \n[208]Oh, I missed you guys so much! \n[209]We'll tell you the whole story when you get back from your honeymoon. \n[210]To Doug and Tracy. ", "CHASTITY": "\n[1]Dang, did I sleep in the closet again...? \n[2]Oh hey, guys! What's up? \n[3]Morning, honey... \n[4]Well...ya? \n[5]But we waited til we were married. \n[6]I know -- he even wanted to use a rubber. \n[7]It's cool, I sponge. \n[8]So you guys don't remember any of last night? \n[9]Hey, been there before, right? Sucks, though. The wedding was really fun. I'm bummed you don't remember it, Alan. \n[10]Sure, we met at the bar at like 10:00? Then we got married on my smoke break, which was like 11:00? \n[11]Well, I had to go back to work. But when I got off at 5:30, I met up with you guys back here. \n[12]No. \n[13]No, but I bet some of my work friends do. You were partying with them pretty hard. \n[14]Yeah -- and this is the pole where we first met! \n[15]It's always been my lucky pole... \n[16]\n[17]Come on, let's go meet my bridesmaids! \n[18]These were my bridesmaids, Anastasia and Starr! \n[19]Oh my God, he's playing our song! This song was playing when we met, remember?! You kept sliding twenties into my thong and saying \"I will always love you. I will always love you.\" \n[20]Yeah, it was so sweet... \n[21]Come on! \n[22]Come on! \n[23]That might not be like, the smartest place to fight? \n[24]Yeah, I always come here when I get out of jail. \n[25]Oh, my daddy taught me how to hotwire almost anything. \n[26]Guys: he's kidding. \n[27]Anything for my hubby. \n[28]I'm kidding, Alan. I know last night wasn't, you know, real... \n[29]Jennifer. \n[30]My name is Jennifer. Jennifer Elly. \n[31]Oh, don't be. Last night wasn't the first flaky decision I've ever made in my life. I mean, I am a stripper. \n[32]LA. Tarzana. \n[33]Yeah. I work here on the weekends. \n[34]Yeah. I'd move, but my kid is in a great school. \n[35]I have a little girl, Sarah. She's... Well, she's everything. \n[36]What about you? \n[37]Wow, she's stunning. \n[38]A what? \n[39]Good for you. \n[40]Well, it is Vegas... \n[41]Would you like me to come with? \n[42]I'm so sorry...about everything. \n[43]There's no sense...in exchanging numbers or anything...right? \n[44]Well...I'll always remember you as a great first husband, then. \n[45]You can just send the divorce papers to the Crazy Horse or whatever... \n[46]Thanks for reminding me that there are still some really good guys out there, Alan. I don't...I don't get to meet too many of them. \n[47]standing behind them in a very sexy, very elegant dress, her hair back. She cleans up nicely. Alan swallows, whoa. \n[48]I-I know I wasn't invited, but I just had to return this... \n[49]We're not...actually...still married, are we? \n[50]I'd like that. ", "DOUG": "\n[1]No, dude, show `em. \n[2]How cute... Good for you, man. \n[3]Hey so Alan, are you and Becky still together? \n[4]She still pressuring you to get married? \n[5]So Vick, how's business going? \n[6]What is it? \n[7]Yeah, man, count me in. \n[8]All right, all right, save it for the party... \n[9]Yeah. I thought I'd be nervous, but I'm actually just really psyched. \n[10]Oh yeah. \n[11]Enh, I think he wanted more for his girl. I mean, I'm a teacher who makes 45 grand a year, and he's a titan of industry who makes 45 grand a day, you know? I sort of get it... Also, I'm banging his daughter. I'm not sure you ever get past that. \n[12]You got floss? \n[13]Holy Christ! \n[14]It's Alan's. For Becky. \n[15]Well: now we have two things to celebrate! \n[16]Yeah, what happened, Stuey?! You used to be able to drink us all under the table! \n[17]What? No! \n[18]That's true, Stuey, but you're different. We've talked about this. \n[19]Little toast: to Tracy, the coolest, kindest, most beautiful woman I've ever met. I can't believe she let me come this weekend -- much less agreed to spend the rest of her life with me. I think both will prove to be massive errors of judgement on her part. \n[20]And to being here, with my best friends in the world. There's nowhere else I'd rather be. \n[21]That said, let's not get too stupid tonight, okay? I'm getting married in 36 hours. No, no. / We'll be good. / Totally, dude. \n[22]I'm serious, dudes! Nothing above the neck -- no piercings, no weird haircuts, no facial tattoos. I gotta look decent on Sunday. \n[23]Vick: you shaved Alan's eyebrows off the night before graduation! \n[24]Well then...to a night we'll never forget. \n[25]Don't...even...talk to me. \n[26]It's a long story. All I can say is I'm so sorry. And I promise, for as long as we're married, I will never ever put you through something like this again. Can... Can you forgive me? \n[27]To me and Tracy -- and to being here, with my three former best friends in the world... \n[28]There's nowhere else I'd rather be right now. \n[29]That said, let's not get too stupid tonight, okay? I'm going on my honeymoon in 24 hours... ", "TRACY": "\n[1]No, but I'm sure he's-- \n[2]Hello? \n[3]Hey Vick! \n[4]What?! But we're getting married in like four hours! \n[5]Stu, it's Tracy! \n[6]Oh, nothing, just here with my family... \n[7]Yeah...? Hey, you wouldn't happen to know where Doug is, would you? He said he'd be home by 5 for this dinner, and now it's almost 9:00. I tried his cell, but he didn't answer... \n[8]I asked if you knew where Doug was. \n[9]Vick, what is going on? \n[10]Oh God, is Alan all right? \n[11]Can I talk to Doug? \n[12]Where is he? \n[13]They've done something stupid. \n[14]\n[15]Dad, I don't want to hear it. I trust Doug absolutely. \n[16]Any word from Doug? \n[17]I'm sure everything's fine. They're all smart, capable adults... \n[18]No, but I'm sure he's-- \n[19]Hello? \n[20]Hey Vick! \n[21]What?! But we're getting married in like four hours! \n[22]What kind of joke is that?! \n[23]reaches the altar, then turns to her dad. His face is a mess of emotions. They hug. \n[24]I love you, Daddy. \n[25]Where were you? And why are you pink? ", "JIMMY LANG": "\n[1]Oh, hello. Good to see you again. \n[2]These your rich friends you were telling me about, Vick? \n[3]Oh, you haven't told them yet? Really, that's low. Even for you. \n[4]Six months ago, your friend Vick borrowed some money from me at what can only be described as a very unfavorable interest rate. When the loan came due, he failed to pay me back, but he promised me that he could get the money from you guys this weekend. \n[5]Well, Vick, it looks like you and your friends have some issues to discuss. In the meantime... \n[6]I need my goddamn money. \n[7]I've heard that before, Vick, including last night, when you so rudely skipped out on my birthday party. That's why I've taken some collateral to ensure your payment. His name is Doug. \n[8]If you want your friend to live, meet me at mile marker 26 off Highway 12 at dawn, and bring the money. Are we clear? \n[9]Yes, Mr. Mervish? \n[10]Let's see the money! \n[11]This is Doug! \n[12]You sure?! \n[13]But you were partying with this guy at my birthday thing! \n[14]Well. I apologize for the mix-up... But I'm still gonna need my money. \n[15]Don't move, Vick. \n[16]Now please. Give me my money. \n[17]Don't be stupid, son. You-- \n[18]I really didn't want to kill anyone \n[19]Find Vick... And kill him. \n[20]I really didn't want it to end like this, Vick. \n[21]Good luck. \n[22]Your friend Alan just paid your marker. Took out a second mortgage on his house. The full 200 grand, plus medical expenses, which I thought was a classy touch. \n[23]Without our friends, we are nothing, Vick. Remember that. ", "ROGER": "\n[1]Oh! Hey guys! \n[2]I'm surprised you're even walking yet, Stu. \n[3]Really? No memory? \n[4]Well, I must say, Stu, I'm a little hurt. \n[5]Well, duh? Yeah? \n[6]Oh, honey, you were everything. \n[7]But you were nothing like Vick. \n[8]I know, I'm sort of over group stuff too, but Alan insisted. \n[9]Actually, after the anger went away, it was really quite tender. \n[10]Oh, well, you guys came in near the end of our last set, like 2ish. Doug pretty much dragged you in. \n[11]Oh no, my Doug, not your Doug. Black guy, shaved head? \n[12]He's a cake designer, he said he met you guys at some sort of birthday party at the Rio? \n[13]Anyway, for the big finale of our show, we always bring someone on stage, and, well, Stu, you volunteered pretty aggressively. Hey Dallas, do we have the video of last night's show? \n[14]You were pretty mellow at first, Stu, but once we got you into the chaps, you really came alive-- oh, here it is. \n[15]You even taught us The Pony, which we'd never even heard of before... \n[16]And then, of course, the pièce de resistance: the Ride of the Valkyries. \n[17]After the show, we split a couple pitchers of flirtinis, you had our stylist cut your hair like mine, and then you split. \n[18]4:30 in the morning? 4:45? \n[19]Yeah, he had passed out by then, but you carried him out. It was all very Officer And A Gentleman. ", "BECKY": "\n[1]in her Laura Ashley bedroom, angrily packing up her suitcase. She's beautiful and preppy in pearls and a sweater set. \n[2]Can you tell me why all the goddamn credit cards are maxed out?! \n[3]\"Your best man?!\" What's going on there, Alan?! \n[4]I really don't appreciate being mocked right now, Alan, especially about wedding-related issues. You know how hard this weekend is going to be for me. \n[5]So you'll call the credit card company and straighten this out? \n[6]Okay. Okay... Look, sorry I'm so tense... I'll see you soon, okay? Love you. \n[7]Alan? Hello? I said I love you?! \n[8]Alan's girlfriend of 14 years, bearing down on them, irate. \n[9]Shut up, Vick! Alan, where the hell have you been?! I've been calling and calling! What, you don't answer your phone anymore?! \n[10]Okay: who the hell is this chick, and why the hell does she have your Grandmother's wedding ring?! \n[11]Talk, you moron! Jesus, you're just like your mother! Talk! Who's the ho wearing my ring?! \n[12]Are you fucking kidding me? \n[13]Alan! Alan Steven Mervish, get back here this second! Don't you walk away from me, you stupid little clown! I own you! GET ", "STEVE": "\n[1]How are you, you dumb bastards?! \n[2]\n[3]And where is Chastity today? \n[4]Your wife, man--! AWW, you're just breaking my balls! \n[5]Hand to God, I've never seen two people more in love! \n[6]Oh, yeah, you got the entire Double Camelot Package. \n[7]7 thousand dollars. \n[8]Yeah, you didn't want to get it, either, but Vick insisted. \n[9]A hundred DVDs of the ceremony... \n[10]Um...if you know another couple who looks exactly like you guys, and who want two dozen commuter mugs, a wall hanging, and a shield...sure. \n[11]Well, the Double Camelot Package comes with a five course wedding feast, so I assume you went there. \n[12]Sbarro, over in the Fremont mall. ", "ATASHIR": "\n[1]No, sir. \n[2]All the deluxe rooms are taken. The Dean Martin suite is available, but I'd have to ask my-- \n[3]And how would you like to pay? \n[4]There is no Doug Billings at any of the area hospitals, morgues, or police stations. \n[5]Mr. Lennon? \n[6]I thought you might like to know that one of our maids just found your friend, Douglas, passed out in your room. \n[7]I saw him with my own eyes. He is unconscious but breathing nicely. \n[8]Because they paid me. And also because you're kind of racist. ", "OFFICER MERRIWEATHER": "\n[1]Where were you last night at 3am? \n[2]You think this is cute, son?! You think this is a game?! \n[3]What do you know about Jimmy Lang? \n[4]Jimmy Lang runs the infamous Shiang- Xi crime organization, and is wanted in seven states for money laundering, drug smuggling, racketeering and murder. \n[5]Is that right? \n[6]You actually expect me to believe that dung? \n[7]If I find out you're lying to me, son, I will take all of you down, is that clear? \n[8]If you know what's good for you, you'll get the hell out of Vegas. ", "CARLA": "\n[1]Ahhh! I'm just busting your nuts! \n[2]Good to see you, you stupid mooks! \n[3]I brought the rest of your package. \n[4]First: Two dozen commuter mugs... \n[5]The velvet wall hanging... \n[6]And the big finish: "}}