{"dialogues": {"HANNA": "\n[1]Written by \n[2]I just missed your heart. She stands and pulls out an old pistol from her waist holster. She fires two shots directly at CAMERA. \n[3]Remove the penis and scrotum, make a deep, circular cut around the rectum. HANNA pulls the knife up towards the brisket. \n[4]Cut from the rear to the brisket. She works calmly without expression. 2. \n[5]I'll do better next time. \n[6]\n[7]\n[8]\n[9]A hundred and twenty with scraps. \n[10]What? \n[11]How much is that? \n[12]Good night. He stands by her bed looking down at her. \n[13]No. ERIK takes HANNA'S gun out of his pocket and puts it on the table next to her bed. \n[14]Sorry. \n[15]What's music like? \n[16]Try. He opens the encyclopedia again, leafs through the pages and reads. \n[17]But how does it feel? Erik is not equipped to answer such esoteric questions. \n[18]Tell me properly. Can you play music? \n[19]I'd like to hear it for myself. \n[20]How soon? Erik looks away from her questioning eyes. \n[21]I'm ready. I'm ready already. They look at each other- he weighs it up. \n[22]I live in Leipzig. German city. Population 0.7 Million people. We live at Number 7 Weissingerplatz. I go to school at the Klaus Kohle Gymnasium and my best friends are Rudi Gunter and Clara Schliess. I like literature and sport, in particular tennis and athletics. I have a dog called Trudi. \n[23]I didn't need your help. 9. Her face sullen, she walks away into the forest. He stares after her. \n[24]I'm ready now. \n[25]You told me to think for myself. Isn't that what you want? She is angry for the first time. ERIK does not answer. Just stares at her. \n[26]I want to see things. I can't stay here forever. 10. \n[27]Hello little foxy... foxy loxy... come on... come and share my breakfast. The fox comes to her and nervously accepts the scrap, withdrawing a few feet to eat it. HANNA shuffles forward carefully and gently pats the snow fox - it is only a cub. 11. As the fox eats it makes low grunting noises which HANNA expertly mimics - causing the fox to look up, puzzled - they seem to have a genuine connection - as if they've done this before. Suddenly the snow fox freezes, pricks up its ears, looks up, HANNA looks up too. An aeroplane is approaching overhead. The fox darts back into the undergrowth as the roar of the plane reverberates through the forest. HANNA jumps to her feet and with incredible speed and dexterity climbs to the very top of a near by tree. The plane roars over her head and disappears over the snowy wilderness, oblivious to HANNA'S tiny presence. It's only now that we see the full extent of HANNA'S isolation. \n[28]Did you see it? Wasn't it beautiful, like thunder. I had to stick my fingers in my ears it was so loud. Did you hear it? She stops, sensing ERIK'S mood. \n[29]What's wrong? Sitting in front of ERIK is a metal case, caked with frozen dirt. ERIK pops open the case. Inside a tangle of technology. HANNA looks at the case, mesmerized. \n[30]What does it do? \n[31]You're not scaring me. He looks at her disbelievingly. She shakes her head in protest, but simultaneously moves away from the switch. He softens towards her. \n[32]That's sad. ERIK awkwardly turns the page to change subject. \n[33]If you want. \n[34]Me? \n[35]I'll stay. \n[36]Marissa Wiegler. \n[37]Come and find me. CLOSE ON - She flips the switch, a little red light begins to flash. An ALARM CLOCK begins to ring as we cut to - \n[38]Marissa Weigler. \n[39]Postcard. \n[40]What? \n[41]Wilhelm Grimm's house. Stephanstrasse 260. 10559, Berlin. Germany. ERIK moves a strand of hair from HANNA'S forehead and looks at her with paternal care. \n[42]Father... He turns to look at her, both their eyes full of trepidation. \n[43]I'll see you there. \n[44]I was told by my father to gain the upper hand. \n[45]Where am I? \n[46]I see. \n[47]Is that a camera? \n[48]Camera obscura, it's Latin for \"dark chamber\". \n[49]It was first described by the Arabic scientist Ibn Alhazen in the year 1021. \n[50]I want to speak to Marissa Wiegler. \n[51]Where am I? \n[52]Where did you meet him? The false MARISSA pauses. \n[53]I live in Leipzig. German city... 0.7 Million people... I go to school at the Klaus Kohle Gymnasium... literature and sport... I have a dog called Trudi. 34. HANNA climbs a steep dune, eyes down, feet pounding. A shadow falls across her path and she looks up to see the shape of a GIRL standing at the top of the dune silhouetted by the sun. HANNA's hand goes to the concealed gun. The GIRL stares at HANNA. They must be about the same age but there the resemblance ends. HANNA, dusty, bloodied and bruised in military top, trousers and boots stares at this perfect image of western adolescence. Dressed head to toe in pink and drinking a can of coke, no concession to where she is whatsoever. This is SOPHIE LYALL. \n[54]Hanna. \n[55]I live in Leipzig. German city. Population 0.7 Million people. We live at Number 7 Weissingerplatz. I go to school at the Klaus Kohle Gymnasium and my best friends are Rudi Gunter and Clara Schliess. I like literature and sport, in particular tennis and athletics. \n[56]I also have a dog called Trudi. \n[57]No. I prefer to walk. \n[58]Are you Arab? \n[59]Morocco. Capital city Rabat. Places of interest. Marrakesh. Essouaira. Religion Islam. Language Arabic (in Arabic w/ English \n[60]\n[61]\n[62]Thank you. HANNA stares at the light switch. \n[63]Do you have one of these in every room? 39. \n[64]It's electricity? The HOTEL OWNER looks at HANNA askance. \n[65]I know a little bit about electricity. They say Edison discovered it, or was it Franklin? \n[66]What is it? \n[67]The forest. The HOTEL OWNER smiles, himself a little puzzled by this strange encounter, and leaves. She just sits there staring at the TV as it's volume seems to increase. Meanwhile the electric kettle begins to boil. Steam pours from its spout and the whole contraption starts to rattle violently. 40. HANNA gets up and approaches the kettle very warily. She tries the light switch in an attempt to stop the kettle, but it keeps boiling and making its strange rattle. HANNA tries another switch, the ceiling fan begins to turn, confusing HANNA even more. On the TV the news shows footage of war in the Middle East, the sound of gunfire. The ceiling fan is at its top speed, it's blades cut the air like a helicopter. A telephone beside the bed starts to ring. Combined the noises rise to a terrifying crescendo. HANNA backs away towards the bathroom. She stumbles and falls through the bathroom door straight into the shower, inadvertently turning the taps on. Water pours down on her. HANNA springs up and turns to face the stream of water as if it were an attacker. She runs back into the bedroom. In the bedroom the kettle is still having a violent tantrum, the TV is still screaming, the fan still cutting, the phone still shouting. HANNA pulls at the exit door, but doesn't know to turn the handle. She panics. Smashes at the door. Eventually she falls through the door and into the corridor. \n[68]I'm thirsty. \n[69]I don't think so. \n[70]My father encourages me to be independent. \n[71]She's dead. \n[72]People die. \n[73]Three bullets. \n[74]Good night. But the family are too wrapped up in their discussion to notice her. \n[75]\n[76]Music. A combination of sounds with a view to beauty of form and expression of emotion. She breathes in the beautiful sounds. \n[77]Did you know that 71 percent of the earths surface is covered in water? \n[78]I'm fine. \n[79]Please. She tries it. \n[80]It tastes like music. \n[81]Yes. \n[82]No. I won. HANNA studies the sea. \n[83]Can you help me get home? At that moment one of ISAACS photocopied pictures of HANNA rolls across the deck and catches on the railings. HANNA looks down at it, recognizes herself and quickly pockets it. She looks across the deck, too many people, she shouldn't have let herself be so exposed. \n[84]You could do me a make-over if you like? \n[85]Am I? \n[86]I'm not a man. SOPHIE laughs even more. The door swings open and SEB is standing there with RACHEL, nervous but determined. 53. \n[87]Yes yes I'm ready! ISAACS is getting closer, walking between the cars. The ferry gates are open and the noise subsides. SEB discovers the crowbar, examines it. \n[88]Guten Morgen. \n[89]Gutm und Ihnen? \n[90]Ca va. Oui. Bien... HANNA starts efficiently helping SEB erect the children's tent. He's watches impressed as HANNA expertly ties complicated knots. RACHEL and MILES start blowing up two inflatable mattresses. 57. \n[91]Food. SOPHIE lets out a shriek of nervous laughter, while SEB and RACHEL are confused as to what the appropriate reaction might be. \n[92]What do you mean? \n[93]It's like paint. \n[94]I can't walk in this. \n[95]Where are we going? \n[96]I shouldn't take unnecessary risks. \n[97]What do they call this music? \n[98]Will you teach me to do dancing? \n[99]How can you tell? 62. \n[100]Are we going to kiss now? \n[101]Kissing requires a total of thirty- four facial muscles. Their lips are almost touching. \n[102]The most important muscle involved is the orbicularis oris muscle, which is used to pucker the lips - He kisses her. HANNA closes her eyes. ISAACS moves in. FELICIANO becomes more ardent, puts his arms around her waist, she doesn't like it. He tries to open her mouth with his. HANNA snaps. In a few swift moves, HANNA pulls FELICIANO round and throws him to the ground. She falls to his side and, with one knee on his back, she holds his head, about to snap his neck. SOPHIE turns and sees them on the ground. A few of the closest DANCERS also stop dancing and stare. ISAACS backs off, watching from a safe distance. \n[103]Should I let him go? \n[104]I'm going to go now. \n[105]It was nice. And she's gone, pulling SOPHIE away through the crowd. ISAACS jumps into action. But he's lost sight of the girls among the mass of dancing bodies. HANNA and SOPHIE move quickly through the crowds towards the exit. \n[106]My father taught me. They escape through a hole in the perimeter fence. \n[107]No. \n[108]Yes? \n[109]Leipzig, I live in Leipzig - SOPHIE looses her patience. \n[110]Are we friends? \n[111]I'd like to have a friend. \n[112]I like you too. I really do. But there are things I can't tell you. Do you understand? \n[113]There are people that want to harm me. Bad people. \n[114]And they wont stop. \n[115]So for your own safety... HANNA looks into SOPHIE'S eyes. \n[116]Can we still be friends? \n[117]That's just it. Neither do I. She reaches into her bag. Brings out the DNA report. Shows it to Sophie. They read. Interfering Sequence. Abnormal. \n[118]I think it's about me. DNA is kind of how we're made I think. I mean who we are. They look at it. \n[119]I'm going to Berlin. I have to meet my father at the house of Wilhelm Grimm. 68. \n[120]That's right. SOPHIE sighs at HANNA. \n[121]Did I say the wrong thing again? SOPHIE looks at HANNA, sees she's vulnerable. She takes a bracelet off her own wrist. Gives it to her. \n[122]Thank you. HANNA stares at the ceiling, looks over at SOPHIE who's starting to sleep. HANNA reaches out and touches her hair. Beside them, separated by a thin piece of fabric, we see that MILES has woken and has been listening in the darkness. \n[123]How long until you drop me off? \n[124]...they can live at freezing temperatures for up to nine months without food. Imagine that, nine months. \n[125]I read it in my Encyclopaedia. HANNA is looking in the side view mirror. She sees ISAACS BMW and frowns, she's seen it before. \n[126]Also, they can jump around 200 times their own body length, which makes them the best jumpers of all known animals except for the froghopper. Now they can really jump. RACHEL makes a turn and HANNA checks the side view mirror again. Yes, the BMW is still there. HANNA becomes anxious. \n[127]I think so. But HANNA'S face betrays her concern. \n[128]No, don't. \n[129]I think you should stay where you are, Sophie. HANNA doesn't take her eyes off the mirror. She can see the silhouettes of ISAACS and his MEN. They don't move and neither does HANNA. Both are waiting for the other to make the first move. \n[130]Please. \n[131]I'm sorry. But you really mustn't get out of the van. HANNA climbs into the back of the van and comes very close to \n[132]What ever you do, don't follow me. Promise not to follow me. \n[133]Thank you for being my friend. HANNA looks back at the BMW. All at once all four of the car doors open. In a flash, HANNA pulls open the van's side door and bolts from the van. \n[134]Are you Wilhelm Grimm? 84. \n[135]What happened to it? \n[136]It's beautiful. \n[137]Have you heard from him? He nods. \n[138]Please. HANNA takes an egg, breaks it and swallows it raw. KNEPFLER smiles. He gives her a buff envelope. She looks inside - some money, a passport, ID cards. \n[139]I don't really understand. \n[140]Do I have to? \n[141]I don't know. I miss the forest. I miss my home. \n[142]I suppose. She drinks her water, thinking. \n[143]Did you know my mother? \n[144]What was she like? \n[145]Yes... \n[146]It's him. \n[147]How much? \n[148]How does it work? \n[149]No. He smiles in amazement and logs on for her. The owner brings up a search engine. \n[150]\n[151]Are you my father? \n[152]Are you my father? \n[153]Are you? Moment of electric silence between them. ERIK does nothing but she knows the answer is no. \n[154]What's wrong with me? ERIK flinches slightly. \n[155]Where was I born? ERIK knows he has to tell the truth. \n[156]What's that? \n[157]What kind of research? \n[158]How did you know about it? ERIK's stares right at her. \n[159]Disposed of? \n[160]Keep away from me. ERIK approaches her. With real conviction. \n[161]You mean I'm a killer? \n[162]Don't touch me. \n[163]Let me go. He releases her. She goes to the door. \n[164]You didn't prepare me for this. And her look is so full of pain that in that moment ERIK knows he has done a terrible wrong. She starts to leave down the fire escape. ERIK calls after her. 97. \n[165]I am looking for a train to Galinka. \n[166]Where can I stay? He points. HANNA sees the hotel. \n[167]Do you have a sandwich? \n[168]The same. \n[169]I am tired. I need to sleep. She leaves the bar. HANNA walks back up the stairs. BUSINESSMAN follows. \n[170]I have this much. Can you take me to Galinka? \n[171]How much further? \n[172]Please. But no smile from him, nothing. HANNA gets out. Starts to walk as the taxi turns and drives back the way it came. 103. She is alone in the forest, freezing, shattered, hungry. Just about dawn. Cold as hell. She hears a car approach. Tries to hail it but it flies past fast. Blows icy air in her face. She continues in the freezing cold - sees the road ahead. It's hilly, winding, she isn't going to make it. Too tired. Too shattered. Time passes. Still she walks. Dead on her feet. Gathering every ounce of energy. Then the sounds of another car. But it too just flies by, ignoring her waves and cries. HANNA almost collapses in frustration. But carries on. Carries on walking. Time passes. Freezing cold. HANNA alone on the road. Can she make it? Then another car. HANNA turns, waves, cries out. And, almost magically, the car slows and stops. The window winds down. \n[173]I'm going to Galinka. Can you help me? A woman's voice, German, in German. \n[174]I was born there. But I've never really seen it. Why are you going? \n[175]Yes... \n[176]It's okay. MARISSA hands her some tissue. HANNA bandages the arm. \n[177]You're not German. Are you American? \n[178]Sorry. \n[179]I don't know what to do. Nothing is what I thought it would be. It's... ugly and cruel and I don't know where to go, or... I'm stupid. I don't know what I expected... MARISSA secretly, genuinely affected by this. Fights the emotion that has surprised her. Human warmth. \n[180]I like music. \n[181]Where are we? MARISSA calms herself instantly. \n[182]It's so small. \n[183]Thank you for the ride. You're very kind. \n[184]Thank you. She gets out and shuts the door behind her. \n[185]You're Marissa Wiegler. HANNA starts to shake. MARISSA has her gun pointing at HANNA but her expression is the same sunny, uncomplicated smile as earlier. Dead silence. HANNA breathing fast. MARISSA speaks in English. \n[186]Where are the other children? She looks at MARISSA, who waits, then answers quietly. \n[187]I don't believe you. \n[188]You killed my mother. \n[189]No more. No more. Tears are streaming down her face as she reaches sight of the tunnel mouth and the daylight beyond. Standing in silhouette is MARISSA. HANNA slows her pace and stops when she can see the white of MARISSA'S eyes and the finger on MARISSA'S trigger. MARISSA raises the gun and aims at HANNA - but HANNA comes forward again, walking calmly towards her. She stops and drops her gun to the ground. \n[190]Everything I see is nothing I want. MARISSA looks at HANNA, her gentle, childlike countenance. She smiles. \n[191]No. I don't want that. HANNA turns her back on MARISSA and starts to walks in the opposite direction. MARISSA watches her walk away. HANNA walks waiting for the shot to come. \n[192]The Earth is the third planet from the Sun, and the fifth-largest of the eight planets in the Solar System. HANNA sits down on a tree trunk outside the cabin and pours some milk into the bowl, then drinks a little for herself. ", "MARISSA": "\n[1]Well I'll be. \n[2]What the fuck is he doing there? \n[3]The son of a bitch. Sweden? Sweden?! The PA hands her a coffee and she hands him some files. \n[4]He's not an idiot. \n[5]After 14 years in Jokkmokk, maybe he'd rather go to prison. \n[6]Eric Heller. From the Czech Republic. I recruited him in 1991 when they were all joining the Velvet Revolution and sticking it to the commies ERIK, now clean shaven, opens a wooden case in the corner of the room and takes out an old folded three piece suit and rolled shirt. 16. \n[7]He couldn't wait to kiss some yankee butt and make some bucks doing our dirty work. ERIK awkwardly begins to change into the suit. \n[8]Trouble was he had his own way of doing things. Kinda paranoid. WALT fires up a computer screen and logs on. He uses an access code. This takes him to a new file. He enters the tracking device number. A name comes up. ERIK HELLER. He clicks on a link. HELLER's face pops on to the screen. \n[9]Not a team player. Not a â\u0080\u009cjoiner.â\u0080\u009d He became increasingly isolated and disturbed. Kept mouthing off about classified programmes. WALT clicks on a link to a newspaper article which comes on to the screen: The headline: POLICE HUNT FOR MURDER SUSPECT. A picture of Heller in the article and a smashed car on a rural road. The two men stare at his face. \n[10]I kept warning and he kept getting worse. In the summer of 1995 he took his girlfriend, Johanna Zadek, on a trip to the Baltic coast and blew her head off. WALT hits a new link: A still of the same young woman as the photo HANNA was previously looking at in her bedroom. Her name printed below it: JOHANNA ZADEK. \n[11]Never heard from him again. \n[12]Maybe the pressure got to him, Bob. You know what that's like. 17. A MALE VOICE comes from the speaker, this is LEWIS but we don't see him yet. \n[13]Bring him in. \n[14]- Walt. This is exactly the kind of shit we can't have out there anymore. He was one of ours, we trained him. He kills some other poor woman and it's a cluster fuck. \n[15]You don't have to. I'm making the call. BOB and WALT exchange a look. \n[16]Thank you, Gentlemen. That'll be all. The video screen flickers off, people take their files and start to leave. MARISSA WIEGLER stands in the darkness. \n[17]What is it? \n[18]Go ahead. \n[19]How did that happen? 21. \n[20]Find him, Lewis. Find him and take him out. \n[21]What's she saying? \n[22]Tell her I'll be there tonight. 24. \n[23]Just do it. \n[24]Tell her it was by a news kiosk in Alexanderplatz, East Berlin. Say it was raining. \n[25]What tests? As the argument continues, we see and hear on the screen the FALSE MARISSA continuing to talk to HANNA. \n[26]Send the results straight to me. On the screen FALSE MARISSA is talking to HANNA. \n[27]Get her out of there. \n[28]Have you got the DNA results? \n[29]Okay. I want you to focus on Erik Heller. \n[30]I'm in conference. \n[31]Back off, honey. I'm busy. MARISSA'S response is so fierce that the AIR STEWARD instinctively does as he's told. \n[32]I'm dealing with it Lewis. 37. \n[33]I don't want any bad news Lewis. Neither of us can afford a fuck up. MARISSA hangs up. She enters a converted car park which is now a lap dancing bar. It's early in the day and the patrons are as scarce as the clothes on the dancers. At the far end of the room is the reason Marissa is there, MICHAEL ISAACS. Mid fifties. Rumpled suit, bleary, unshaven and drinking a scotch. ISAACS smiles coldly at MARISSA. \n[34]They let them in, they just don't let them get dressed. He smiles, drinks, she eyes the scotch. \n[35]Still drinking on the job. You haven't changed. \n[36]Adapt or die. \n[37]I'll wait until I really need one. He grins and drinks. She sits, with a sigh, looks him in the eye. \n[38]Erik Heller's still alive. ISAACS glances up from his drink. \n[39]There's more. MARISSA passes him a newspaper. He opens it. Hidden inside is a picture of Hanna. He looks it over, surprised. \n[40]He did a good job. \n[41]She just tried to kill me. \n[42]The fuck does that mean? \n[43]I didn't teach her. \n[44]Here's the problem: She thinks we killed her mother. He smiles wryly. \n[45]Sure, just as soon as she's done breaking peoples necks. You get her sectioned, if you can catch her. The drinks arrive, MARISSA drinks. \n[46]Right now she's in Morocco but she'll be trying to get out of the country. Find her and bring her to me. Quietly. \n[47]Don't spend it all on candy. She glances meaningfully at the STRIPPERS, who have been eyeing up ISAACS as a potential mark. ISAACS looks at the money. When he looks back up MARISSA is already walking out the door. \n[48]Keep me posted. \n[49]Hello Katrin. KATRIN slams the door shut in fright and double locks it. Fear racing through her veins, she rushes her way through the lounge, knocking furniture as she goes. \n[50]Well here I am in the flesh. KATRIN'S mouth twitches with all the imagined conversations she's had with MARISSA. \n[51]Has Erik Heller contacted you? \n[52]Huh, if only. \n[53]That depends on whether you believe he's innocent, or not. \n[54]- What's in the past, stays in the past, right? \n[55]So why all the years of snooping around and sticking your nose in? \n[56]Kid's, they fuck you up, don't they? 66. MARISSA stands up, puts a 9mm to the back KATRIN'S head and pulls the trigger. KATRIN drops to the floor revealing a framed, blood splattered, photograph of KATRIN ZADEK'S daughter - JOANNA. \n[57]Bastard. \n[58]What? \n[59]Put him on. \n[60]So were you. 74. \n[61]How did you know I was here? \n[62]No, I just grew up. The world's changed since you died. \n[63]No, I made choices. \n[64]Not interested. But she is. \n[65]I'm looking forward to it. \n[66]Would you please stop crying? \n[67]Honey, your friend is in a lot of danger. You need to help us find her. \n[68]Do you know him? \n[69]He knows you. \n[70]But you knew she didn't have a passport. You smuggled her into port and helped her illegally gain \n[71]There is no Klaus Kohle Gymnasium. It closed five years ago. Shock on Rachel's face. \n[72]Did she give any idea of where she was going? Rachel wracks her brains. \n[73]This was Hanna's mother, Joanna Zadek. Fifteen years ago Hanna's father shot her to death on a camping holiday by the Baltic. RACHEL swallows, goes pale. \n[74]You know, Mr Lyall, it's days like these that I really hate my job. \n[75]It's a very, very difficult thing to do. \n[76]But sometimes children are bad people too. \n[77]I'm not going to hurt you. MILES shrinks from her touch. \n[78]Miles is a nice name. Are you a nice boy? She strokes MILES' hair and immediately he starts crying loudly. SEB pounds on the wall from his cell. \n[79]Three days ago Hanna's father killed two Danish policemen on a beach with a hunting knife. \n[80]He's still at large and he's still very dangerous. We need to find Hanna before he does. Pause. SOPHIE thinks about it but clams up. Marissa notices. \n[81]If you know anything at all, it's vital you tell us for her own safety. We are now very worried about her. 82. But SOPHIE doesn't say a word. \n[82]Wilhelm Grimm wrote fairy-tales. He died two hundred years ago. MARISSA hands ISAACS a brown envelope containing one of the photographs she took from KATRIN'S apartment. The photograph shows a happy looking JOANNA and ERIK at a busy family amusement park. Between ERIK and JOANNA is a clown, his arms around both of them. This we will come to understand is KLAUS KNEPFLER. Behind them is a GRIMM'S \n[83]Wilhelm's house.  Drive on. \n[84]Check the attic. Footsteps to the attic. \n[85]Erik Heller? Do you know him? \n[86]Really? MARISSA shows him the photograph of JOANNA, ERIK and KNEPFLER outside the house. \n[87]Think very carefully He shrugs and MARISSA grabs KNEPFLER by the throat. He speaks in gasps. \n[88]When? \n[89]Take him in there. Find out what he knows. \n[90]Lewis. It's Marissa. HANNA hears the name. The name of the woman she thought she had killed. Her face pale in shock and fear. \n[91]You got anything? He's coming here. I can smell it. Double the men. But, Lewis, I want to talk to him. HANNA hears MARISSA hang. Another pair of shoes enter the room. Male. ISAACS. \n[92]How much does he know about the programme? 89. \n[93]What does he know about the child? \n[94]Well that's good. \n[95]Crazy bastard. You got a fix on him yet? \n[96]Hanna? \n[97]She's not coming here. \n[98]That's him. And the car swerves to follow him. Thus moving unknowingly away from the slight figure of HANNA. HANNA can see the cars in full chase of Erik Heller. He has distracted them. \n[99]Drop it. MARISSA steps out of the doorway, her gun trained on him. There are men at the end of the alleyway. No escape. HELLER drops his gun. Silence between them. He turns to look her in the eye. 98. \n[100]You know I'll find her. \n[101]What we created, together. \n[102]Truth is I was always very fond of you. \n[103]Leave him here. And they all walk away leaving him alone in the East Berlin dirt. 99. \n[104]She must know the truth. \n[105]Where would you go? MARISSA turns to ISAACS. \n[106]I'm closing the CIA operation down. Heller is dead, that's all that matters to them. This we do alone. \n[107]It's a very dull place Galinka. Why would you want to go there? \n[108]I have some business to sort out. She looks at her and smiles a sunny, uncomplicated smile. 104. \n[109]It's very lucky we ran into each other, don't you think? \n[110]You've hurt your arm. \n[111]I'm Astrid. \n[112]That's right. I lived there for many years. I travel a lot. MARISSA smiles at her kindly. HANNA feels safe for the first time in ages. She feels the tears come. \n[113]Oh dear, what's wrong with you? \n[114]It's okay. Are you in trouble? HANNA nods. She fights the tears. MARISSA gently holds her hand as she drives. HANNA weeping. \n[115]What sort of trouble? \n[116]Sometimes I feel the same way. 105. HANNA eyes her, surprised to hear this from a grown up woman. MARISSA puts on some music. Gentle. Bach maybe. \n[117]Sleep why don't you? You look very tired. It will take half an hour on this road. HANNA nods. She begins to drift off, so long since she has slept. Her eyes fall shut and her head rests against the window. She is asleep. Vulnerable. \n[118]Nearly there. HANNA doesn't see MARISSA'S SHOES. \n[119]This is it. \n[120]Yes. Just a few cottages. And the old bunker. HANNA chooses not to ask any more questions. \n[121]I wish there was more I could do for you. MARISSA looks kindly at HANNA who is confused by the intimacy. MARISSA reaches into the glove compartment and retrieves a torch which she hands to HANNA. \n[122]Here, take this. HANNA switches the torch on and off, thinking. \n[123]I hope you find what you're looking for. \n[124]Don't worry sweetie. I don't want to hurt you. MARISSA'S tone has turned into a twisted interpretation of maternal care. HANNA does not move. Like a wild animal cornered. 109. \n[125]I could have killed you already when you were asleep in the car. HANNA'S still shaking. HANNA now sees ISAACS and his HENCHMEN, three of them, all with hunting rifles. All ready to shoot her should she attack or run. They are some distance away, not coming any closer. \n[126]Did Erik tell you about this place? \n[127]Sleeping. They're all sleeping. \n[128]I can protect you, Hanna. Make sure you walk out of here and keep walking. Grow up and grow old in safety and security. No one need know a thing. But you have to trust me. You can't talk about this with anyone. It's what we call â\u0080\u009cclassified.â\u0080\u009d If you tell anyone, it'll be dangerous for both of us. HANNA looks at her, remembering what ERIK told her, trying hard not to succumb. \n[129]You're mother didn't want you, sweetie. I saved you. HANNA just stares, not believing her. \n[130]I'm the only person left who understands who you are. The only one who cares. MARISSA holds out a hand to HANNA, for HANNA to take, a motherly gesture... \n[131]I practically am your mother. 110. HANNA'S stomach turns in horror. She switches off her torch and runs into the shadows. ISAACS raises his gun fires. \n[132]Let me take care of you? \n[133]Hanna. HANNA spins, fires directly at CAMERA. ", "ERIK": "\n[1]You're dead. Right now. I've killed you. HANNA spins spraying deer-blood on to the snow and brings her fist right to ERIK's face. He blocks and thumps an open palm on to HANNA's shoulder sending her sprawling into the snow. She leaps to her feet, as ERIK aims a kick at her head. She dodges, punches below his knee cap, and goes for her pistol. ERIK slaps the hand away. \n[2]Use your hands! She goes for the gun again and again he stops her. He moves in tight, pulling the gun from its holster and tossing it deep into the forest. HANNA clips ERIK'S temple sending him to the ground. She wraps her arms around his neck preparing to snap... ... but she can't. He throws her over his shoulder into a pile of snow. ERIK stands and wipes the snow from his pants. His face shows a touch of frustration. He plods into the forest. \n[3]Drag it back yourself. HANNA drags herself to the deer's side. She stares at its dead face. 3. \n[4]What's wrong? Are you hurt? She keeps swirling her spoon. \n[5]You were half asleep. \n[6]German. 4. \n[7]Italian. \n[8]Spanish. HANNA studies her food and slowly takes a spoonful. \n[9]Spanish. \n[10]How much did you pull off the deer? \n[11]About 200 pounds in total? HANNA nods. \n[12]That explains it. \n[13]How you beat me. You're getting strong. HANNA almost blushes. ERIK stands to put his bowl away. \n[14]\n[15]I'm glad you didn't snap my neck. \n[16]The Great Blue Whale is the largest animal to have ever existed. A blue whale's tongue weighs over two and a half tons and its mouth is large enough to hold 90 tons of food and water. \n[17]It's bigger than the cabin. Its heart weighs thirteen hundred pounds and a male has seven gallons of testicles. HANNA smirks. \n[18]The Blue Whale's \"music\" can be heard for over 500 miles. He shuts the book. \n[19]Time for sleep. \n[20]Did you forget something? \n[21]Good night. He walks to the door. HANNA stops him with a question. 6. \n[22]It's difficult to explain. \n[23]â\u0080\u0098Music. A combination of sounds with a view to beauty of form and expression of emotion'. \n[24]Good. It feels good. It's, uh, nice. \n[25]Your mother could. She used to sing very well. \n[26]You will soon enough. \n[27]When you're ready. \n[28]Just go to sleep now. I'll see you in the morning. 7. Hanna covers herself in an animal skin as ERIK pulls a wattle screen across her bed, strokes her hair gently for a moment and leaves the room. HANNA reaches under her bed and takes out an old battered photograph, taken 15 years ago, of a YOUNG WOMAN with eyes like hers - her MOTHER, JOANNA ZADEK. \n[29]Again. They reset. She repeats the motion. Hand. Knee. Elbow. Fist. \n[30]Again. Hand. Knee. Elbow. Fist. She's getting faster. Her strikes are solid. 8. \n[31]Don't give up! Don't give up! HANNA's arms flails as she fights against the stream and she screams in pain. She is grabbed under by the undertow and is pulled downwards. For a second she is underwater and in darkness but ERIK's hand pulls her back up and she breaks the surface with a gasp of relief. \n[32]Maybe. ERIK relaxes. It's a false beat. He lunges again at her, really violently. He seems to be really trying to hurt her. But HANNA has reached under her mattress and there is a flint knife - in an instant it is at ERIK's neck. She pricks his neck slightly. It bleeds just slightly. Stillness and silence. HANNA breathless, angry. \n[33]You didn't tell me you had a knife. \n[34]One, two, three, four... \n[35]...five, six, seven, eight... \n[36]...nine, ten. After 10 paces, ERIK makes a 90 degree turn and enters the tree line. The snow and mud crunch under his boots. We continue to inter-cut the following with more close-ups of HANNA training: climbing, fighting, chin-ups, shooting. All the while we continue to hear ERIK counting out his paces. After 40 paces, with the cabin light distant, ERIK falls to his knees. He unsheathes a large knife and jams it into the frozen earth. \n[37]It tells Marissa Wiegler where we are. He looks at her, a hint of a challenge. \n[38]When you want to leave here all you have to do is flip that switch. She approaches the box and places a single finger on the small red switch. 12. \n[39]But once it's done, there'll be no going back. She'll never give up until you're dead, or she is. You understand? I wont be there to hold your hand. So be sure. Be sure it's what you really want. \n[40]It's here. There's no rush. Take your time. HANNA turns her back on the box, but can't help taking another look at it over her shoulder. \n[41]Laika, a mongrel dog from the streets of Moscow, was the first animal to orbit the Earth. She was launched into outer space on the third of November, 1957. Scientists believed humans would be unable to survive conditions of outer space, so flights by animals were viewed as an experimental precursor to human missions. Her rocket was not designed to be retrievable, and Laika had always been intended to die. \n[42]When a star collapses the supernova explosion is 10 billion times brighter than other stars. HANNA shuts her eyes and tries to imagine how bright that might be. 13. \n[43]Will you hunt with me? Hanna is sweeping the ground. \n[44]It's up to you. \n[45]Yes. HANNA eyes the box sitting open, it's waiting for her. \n[46]Fine. ERIK leaves abruptly. HANNA continues to sweep the ground, her movements bring her closer to the metal box. She stops sweeping and looks at the box. She turns and walks out of the cabin. \n[47]You were lucky to grab that deer. There was nothing out there today. ERIK looks over at the meal HANNA is preparing. \n[48]Smells good. He wraps an arm around her shoulder. They don't hug much and it shows. HANNA is almost defensive and tense. And then the hug is over. \n[49]Hanna... HANNA looks up, still trying to hide her fear. \n[50]Tell me again? 18. \n[51]Then? \n[52]Then? \n[53]The address where we meet. \n[54]Good night my sweet girl. He stands and quietly goes to the door when her voice stops him. \n[55]You can do this. You're ready. Just remember what I've taught you. She smiles reassuringly at him. \n[56]I need a room. \n[57]I stayed here fifteen years ago. It hasn't changed. \n[58]Neither do I. \n[59]Olsson. Peter Olsson. \n[60]Thank you. ERIK reads: â\u0080\u009cMission accomplishedâ\u0080\u009d \n[61]For what exactly? \n[62]You were supposed to be dead. \n[63]Well, here we are. \n[64]I killed one of your men. Got his cellphone. You've gotten soft. \n[65]You got kids? \n[66]Hanna's practically yours, you know? This goes straight to an ache that's been building in \n[67]She's true and good and funny. Yeah, she's funny. She's special. You should see her. \n[68]You'll have to catch her first. The line goes dead. MARISSA puts the phone down and sits quietly for a moment. Then presses play again on the tape machine. 75. \n[69]You won't find anything. HANNA turns in shock. \n[70]Marissa would have been much too careful for that. HANNA stares at him. ERIK HELLER. \n[71]Sit down Hanna. \n[72]Sit down. 94. \n[73]Please. \n[74]I was going to tell you. HANNA sinks to the floor. Breathing fast. \n[75]Nothing. \n[76]At Galinka. \n[77]It was a secret CIA research programme in rural Poland. \n[78]Children. HANNA stares at ERIK. \n[79]It was run by Marissa Wiegler. The science came from the old East Germany. The money from the CIA. The intention was to explore whether small genetic changes could be made to embryos... to improve \n[80]Reduce capacity for fear. For pity. Increase muscle strength. Heighten senses. Anything that might make a better soldier. HANNA looks up, stares at him. It's her he's talking about. \n[81]I worked for it. She stares at him. He hands her a piece of paper from his pocket. \n[82]This is what you were looking for. HANNA reads. It is an invitation to Johanna Zadek to participate in the Galinka project. A projected date of arrival at the Galinka Centre. A date - 23rd February 1995. An agreed fee to be paid to Johanna. Five hundred American dollars. An agreement to give up the child and have no legal claim over it. The letter is signed by Erik Heller. \n[83]I recruited your mother at an abortion clinic in May 1994. She was about to terminate an unwanted pregnancy. Some boy at a disco. HANNA looks at the paper in shock. \n[84]I had recruited twenty women. She was the last. She was different. Two years later I heard the programme was to be terminated. The research â\u0080\u009cdisposed ofâ\u0080\u009d. \n[85]I tried to save all of you. But you were the only one I was able to rescue. 96. HANNA stands in shock. She reaches to the window of the room to get some air. She is reeling - faint. \n[86]Hanna listen to me. \n[87]It worked. You worked. \n[88]No... no.. He makes to touch her. HANNA springs back in violent repulsion. \n[89]We have a new identity for you. A new life. A new beginning. She stares at him, then pushes past him. ERIK stops, pushes her back but then HANNA grabs a sharp letter opener. \n[90]Don't. She attacks, ERIK pushes her to one side, grabs her. A fight in the apartment. Chaos, photos of Johanna crashing, lamps and bookshelves falling. HANNA murderous, ERIK just defending himself, not willing to hurt her. But then she overpowers him, has a knife to his throat. \n[91]I tried to prepare you for what your life would be. \n[92]Hanna wait. He looks out to watch her go. It's then ERIK sees the cars coming across the estate scrubland. ERIK turns in panic. And dashes back into the apartment, runs through the destroyed living room, and out through the front door. \n[93]So go ahead. She stares at him. Wants to make this as painful as she can for him. \n[94]Don't under estimate what you created. ", "SOPHIE": "\n[1]Hello. HANNA stares at her, then abruptly turns to walk in opposite direction until she sees another convoy of US military trucks in the distance. \n[2]All right? HANNA turns back. Looks at SOPHIE. Like a wary animal. \n[3]Don't you speak English? HANNA is unsure how to speak to this strange person. \n[4]That can't be helped. You look terrible. At that moment SOPHIE'S brother, MILES, eight years old, rises over the dune and stands by SOPHIE'S side. In his hand is a stills camera, not digital, film. MILES stares at HANNA while talking to SOPHIE. \n[5]I don't know. I just found her. \n[6]She can't talk. \n[7]I'm Sophie and this is my brother, Shit for Brains. From over the dune comes the voice of SOPHIE and MILES'S mother, RACHEL LYALL. \n[8]See you. SOPHIE takes one more puzzled look at HANNA, then turns and disappears over the sand dune. HANNA rises to the top of the dune. SOPHIE turns back to \n[9]Do you need a lift somewhere? \n[10]Suit yourself. 36. SOPHIE and MILES head back towards their nouveau hippy parents, RACHEL and SEBASTIAN LYALL who are waiting for them beside an old VAN parked by a tarmac road that cuts straight through the desert. \n[11]Hey you made it. \n[12]Did you walk here? \n[13]Do you want to hang with us? \n[14]Miles is always hungry. \n[15]She's beautiful. I wish I had a body like hers. She's really cool too. She's married to a footballer and really loves him - 44. Meanwhile HANNA eyes the crowd, constantly on the look out. \n[16]- only the papers found out he was shagging like loads of other girls so she went and got all successful in her own right and now does a make-over show where she turns right dogs into real babes. I could do you a make-over if you'd like? \n[17]Rachel doesn't believe in making the best of yourself. \n[18]Do you shave your armpits yet? \n[19]That's SOOO gross. \n[20]Nice one, Dad. \n[21]Why do we always have to get up so early? \n[22]- I'm not a shepherd. Jesus. \n[23]She's weird. Is it me, or is that girl weird? \n[24]It's her. \n[25]Hookers or terrorists? \n[26]All right? \n[27]My father thinks you're a stowaway. He thinks you broke our sunroof too, which puts you in deep shit. \n[28]Are you okay? \n[29]She said she's fine. \n[30]You know what? Why don't I stay here with her and you go off and be with dad? He's looking kind of tense. \n[31]Would you like some? HANNA looks curiously at the ice-cream. \n[32]You're so weird, aren't you? Did you have a fight with your dad or something? 52. \n[33]Was it bad? \n[34]You're pretty. You know that? \n[35]Of course you are. You've got pretty eyes and you're tall. I always wanted to be tall. If I were a man I might fancy you. She laughs. HANNA responds seriously. \n[36]No thanks. HANNA looks off to the tree line. In the distance she spots a couple of RABBITS in a pool of sunlight. \n[37]It's probably just a bunch of Spanish farmers, mum. We're hardly going to be out all night. \n[38]I don't know why I'm doing this, you're going to steal all the best men off of me. \n[39]Though quite frankly I don't need more digits than I've got right now. Loads. Loads and loads. HANNA watches herself in the mirror. Mascara, eye liner. She licks the lipstick, puzzled. Almost a woman, but it doesn't look right on her. \n[40]Don't lick it off. SOPHIE finishes HANNA's face, looks at her in the mirror. 59. \n[41]You're gorgeous. \n[42]You look hot. \n[43]Shhhhh! HANNA uncomfortable with the situation. \n[44]Says who? SOPHIE heads off down the road. HANNA weighs the situation and then quickens her pace to catch up with SOPHIE. \n[45]Vodka. Two. 60. The bartender shakes his head and holds up two bottles of water. \n[46]Banging. HANNA stares at the dancers, people losing themselves in it - SOPHIE just grins, starts to move to the music. HANNA smiles awkwardly, tries to copy SOPHIE. \n[47]It's easy. HANNA and SOPHIE walk onto the dance floor and begin to dance. HANNA starts by dancing like a five year-old, swinging her arms jerkily and lifting her feet as if walking through a field. But soon her movements become more sophisticated and expressive. \n[48]He's after you. \n[49]Duh, look at the way he's looking at you. He's gorgeous. FELICIANO'S FRIEND approaches SOPHIE, he's not bad looking either. \n[50]Sophie. \n[51]All the time. \n[52]So do you. HANNA and FELICIANO hold eye contact. The music rises and now they're lit only by the intermittent flashes of a strobe light. HANNA and FELICIANO begin to dance around each other, their movements caught in still flashes. \n[53]Hanna! Holy crap... \n[54]As opposed to what? Yes, you should let him go. HANNA leans in to whisper into FELICIANO'S ear. 64. \n[55]Oh, my God, Hanna. I thought you were going to kill him. Where d'you learn to do that? \n[56]Can't you sleep? \n[57]Me neither. SOPHIE pauses. Looks at her. \n[58]Hanna? \n[59]Where do you really come from? \n[60]If we're going to be friends you have to be honest with me. Them's the rules. HANNA is taken aback. \n[61]Yes. I like you. \n[62]I mean you're a freak and everything, but I like you. 67. \n[63]Yes... Actually, no, I don't. \n[64]I see. \n[65]Right. \n[66]I don't know. I mean, I don't really know who you are. Do I? \n[67]What is it? \n[68]What will you do? \n[69]As in â\u0080\u009cGrimm's Fairytalesâ\u0080\u009d? \n[70]If you say so. \n[71]Keep this. To remember me. HANNA takes it, puts it on. Moved. Looks at SOPHIE. \n[72]It's a friendship bracelet. \n[73]Are we stopped? I need to pee. \n[74]This is creepy. You're creeping me out. \n[75]I promise. \n[76]I'm not telling you anything. \n[77]I don't know where to find her! MARISSA grits her teeth, shows SOPHIE a photo of FELICIANO. \n[78]No. \n[79]You little bastard! \n[80]You fuckwad! SOPHIE slaps MILES over the back of the head but SEB pushes her back. ", "RACHEL": "\n[1]Come on, Sophie! We'll miss the light. MILES raises his camera to his eye and snaps a picture of \n[2]Perhaps Hanna doesn't want a make- over, sweetie. SOPHIE ignores RACHEL and addresses all her responses to \n[3]No Sophie, I just don't believe fourteen year-old girls should be dressing to look like porn stars. It objectifies them. \n[4]Good. Keep it that way. \n[5]Do you often travel on your own, Hanna? \n[6]Oh. God. How terrible. SOPHIE is weirdly impressed. \n[7]We have to be at the port by eight tomorrow so I want you to pack now... \n[8]Call the rental. \n[9]Don't be rude. They get out, taking with them anything they might need - knapsacks, computer games, suit cases. They head off towards the stairs up to the decks, passing ISAACS on their way. ISAACS searches between the cars and trucks. He passes the back of the FAMILY'S van as the camera pushes in on its back door. The handle is being JIGGLED FROM INSIDE. 49. \n[10]What has got into you? Oh my God, look over there. They all look where she is pointing - at HANNA. \n[11]You think we should say something? \n[12]Maybe she's in trouble. \n[13]I'll go over. 50. \n[14]Sophie just - I'll handle this. Where's your father? No reply. \n[15]I really think it might help if you told us the, you know, the truth and all that. Have you run away from somewhere? \n[16]I'm worried about you. \n[17]You have to understand this really is a problem for us. 51. \n[18]I don't think I handled that very well. \n[19]We passionately believe it's the right thing to do. They don't look sure at all, but SOPHIE puts her arm round HANNA and HANNA returns the gesture, everybody slightly embarrassed. \n[20]You okay honey? \n[21]Maybe we could all go for a walk when we've put the tent up. \n[22]I just feel connected when I'm in the countryside. The city stifles me... emotionally, creatively. HANNA'S attention is elsewhere, she's spotted something in the undergrowth. \n[23]Anyway, I was very young when I... Seb and I.... He was so impressive. HANNA suddenly runs into the woods. \n[24]Hanna?! 58. \n[25]You're not going, Sophie. No way, Jose. HANNA appears from the woods carrying TWO SKINNED RABBITS. She lays them in front of the family. \n[26]We should have you there by dinner time. From Lille you can get a train to Berlin. Leipzig's just a few hours further. HANNA and SOPHIE exchange a look. \n[27]Why do you know so much about fleas? \n[28]Everything all right? \n[29]Shit. Shit, shit, shit. I think we're lost, Hanna. HANNA checks the side view mirror again and sees ISAACS BMW. She's knows that whoever is driving that car is after her. She looks back and sees SEB, SOPHIE and MILES all comfortably asleep. MILES' fingers wrapped around a Transformers toy. \n[30]I'm going to pull over. \n[31]I need to check the map. \n[32]Why won't that car pass? He has his lights on high beam, I was doing everything I could to get out of the way... SOPHIE wakes up in the back. \n[33]Well, I don't want you going too far right now. \n[34]Hanna, what's going on. Seb wake up. \n[35]Hanna, tell me what's going on or Seb will go over to that car and find out. 77. \n[36]Hanna! RACHEL sees ISAACS and one of the HENCHMEN chase after HANNA. The SECOND HENCHMAN appears at her drivers window aiming his gun at her head. RACHEL screams. \n[37]We gave her a ride because we thought she was in trouble. \n[38]She said she lived in Leipzig. She went to the Klaus Kohle Gymnasium. 80. \n[39]She said she was going home, to Leipzig. She seemed lost. Like she needed taking care of.  You understand. MARISSA shows her the photograph of JOANNA ZADEK. \n[40]Sophie? Still nothing. They all look at her. MILES suddenly speaks. \n[41]How did you know that? ", "ISAACS": "\n[1]I didn't think they let women in here. \n[2]You have. 42. \n[3]You want a drink? \n[4]You don't say. \n[5]Wow. All grown up. \n[6]Did she turn out like you hoped? \n[7]Isn't it always the way? \n[8]You bring them into this world, teach them how to kill and maim... and then they turn against you. \n[9]No, it's better than that. You bred her from a test tube. MARISSA turns to the BARMAN and signals for a round of the scotches, â\u0080\u009cTwo of these...â\u0080\u009d 43. \n[10]Just get her sectioned or something. \n[11]I'll need funds. MARISSA slides an envelope of bills across the table. \n[12]Sir, I'll be as brief as I can, we have a situation here... \n[13]What you got? \n[14]Ssh. \n[15]Wake up. It's them. He jumps in the passenger seat whilst the driver revs the engine. The BMW pulls out in front of an oncoming truck narrowly avoiding a collision. \n[16]Keep your distance. \n[17]Don't be a silly girl, Hanna. You need to come with me now. I know where your papa is. She listens. \n[18]He wants to talk to you, Hanna. He misses you. \n[19]Just take it easy. HANNA makes her decision and runs straight at ISAACS. He stretches out his arms in an attempt to catch her. She hits him like a bowling ball hitting the last pin and he crashes to the ground. She rolls and springs to her feet. The HENCHMEN follow but HANNA is too quick. \n[20]I've looked through Heller's contacts from the 1980's. There's no one called Wilhelm. \n[21]What the hell is this? MARISSA smiles slightly. \n[22]His name's Klaus Knepfler. He used to send Heller's things from Berlin before the Communists were kicked out of Prague. \n[23]Everything. He knew Johanna. \n[24]He also thinks Erik's the father. \n[25]Everybody thinks Erik's her father. Erik probably thinks he's her father. They snigger. HANNA's eyes widen in shock. She can barely control her breath. \n[26]Let's see what else Knepfler has to offer. He leaves her. MARISSA suddenly senses something. Did she hear an intake of breath? She turns and quickly looks under the bed. No one there. Her imagination maybe. MARISSA stands and we see the shoes walk away to the door. They reach the door. HANNA, clinging to the bedsprings in mid- air, not breathing. The green shoes leave. HANNA breathes. Hurriedly she climbs out from under the bed and goes to a window. \n[27]Isaacs. He listens. Puts the phone down. \n[28]A public computer at a Berlin internet cafe just did a web search for â\u0080\u009cDNA Interfering Sequenceâ\u0080\u009d. \n[29]Next they searched the name Johanna Zadek. 92. MARISSA stops dead. Looks at ISAACS. \n[30]They had a fight. \n[31]Where do you think she's gone? ", "LEWIS": "\n[1]What do you want us to do? \n[2]Ma'am, this is Lewis. MARISSA affects a â\u0080\u009cbusiness as usualâ\u0080\u009d tone. \n[3]The target escaped. \n[4]We're thinking maybe he got away in the snow, in the thick snow, or... But he's in the wind and I have two men down. \n[5]Ma'am. There's more. They found a child, his daughter. MARISSA turns pale. \n[6]Plug the CCTV through to Langley. Extension 247. MONITOR presses some buttons as LEWIS calls on his phone and speaks into it. \n[7]You should have visual on the psych evaluation now. 23. \n[8]Gobbledygook. \n[9]Did you hear that? MARISSA pauses before she answers. \n[10]But... \n[11]You should have visual. \n[12]Lewis. \n[13]Standard DNA and meds. \n[14]Abort. I repeat. Abort. \n[15]Jee-sus wept! On another screen LEWIS watches as the other Guard tries to drag the metal door shut. He hits a fleshy door jam - Burton. Hanna is upon him. Two shots. \n[16]She's a child for Christsake! \n[17]She can't get out. LEWIS picks up an internal telephone. \n[18]Who's on the perimeter? Detail every unit available. \n[19]She's in the desert east of Essouiara. \n[20]We can't find them. It's possible she has them on her. Marissa takes that in. \n[21]Why? A sweet-faced male AIR STEWARD hovers over MARISSA. \n[22]You know this isn't going to go away. \n[23]Okay but I just want you to admit - my Lord - how did she know to ask for you? She hangs up. \n[24]The Swedish borders are sealed. I have Swedish, Norwegian and Danish border patrols on high alert and Interpol have briefed the police. \n[25]The Danish authorities are taking this very seriously. They've doubled the number of officers on the ground. We've sent up spotter planes over the channel. 56. \n[26]They're appealing for witnesses through the local media... MARISSA nods and looks out at the roiling grey sea. The reality of ERIK'S determination unnerving her. \n[27]You think he really swam it? MARISSA knows he did. She calls over her shoulder as she walks away. ", "SEB": "\n[1]And your mother? \n[2]Oh, I'm sorry. 45. \n[3]If you were a Berber shepherd - \n[4]No, you're not. Come on we'll do it together. HANNA enters her room. SOPHIE turns at the sound of HANNA'S door closing. \n[5]... Somebody broke the sun roof. I said somebody broke the sun roof. It won't close... \n[6]I hope its insured. \n[7]Typical. Get me back to the European Union. \n[8]You think she... you don't think she... Rachel, the sunroof? \n[9]What's there to say? \n[10]Maybe she's a hooker. Or a terrorist. There's a lot of them in Germany. \n[11]Rachel, walk away. I'm insisting here. I'm putting my foot down... RACHEL heads off towards HANNA, SOPHIE follows. \n[12]Has she even got a passport?! \n[13]How do you know she's not some kind of illegal immigrant? \n[14]Okay, here's the deal. We're going to find a way to get you home just as soon as we get off this crate. But since you don't have a passport with you right now, we're just going to have to be a bit gorilla. Okay? \n[15]Oh Jesus. HANNA grabs it and sticks it back in the box, helps SEB fling cushions aside and gets into the compartment. 54. SEB grits his teeth. \n[16]Here goes nothing. He shuts the bench seat over HANNA and replaces the cushions just as ISAACS passes the van, sniffing around. SEB gets out of the back and walks around to the front. He passes ISAACS on his way round. \n[17]Excuse me. Sir? ISAACS gets out of the way and SEB gets into the front passenger's seat. RACHEL starts the engine, checks her mirrors. SEB eyes ISAACS with some paranoia - although he has no idea who he is. \n[18]Are we in Lille? \n[19]Like fuck I will. Everyone stay put. Where's my phone? \n[20]She was odd. I'll give you that. Disconnected. I mean I get on with most kids, you know, have a rapport. But, this one - \n[21]I'm sure you do. \n[22]Absolutely. \n[23]Hey what's going on in there? We don't have to put up with this! We're in the EU, Goddammit! \n[24]Where is he now? \n[25]Hey hey hey! Sophie for God's sake. ", "KNEPFLER": "\n[1]Excuse me young lady? It is the man from the photo, but twenty years older. Small, with a wiry intensity. \n[2]Not exactly, but it'll do for now. Come this way. He leads her inside. \n[3]So you are Hanna. He puts out his hand to shake. \n[4]It's very nice to meet you, Hanna. HANNA smiles and shakes his hand, she likes him already. KNEPFLER studies her, quietly moved by his memories. \n[5]My real name is Knepfler. Herr Knepfler. I'm an old friend of your father's. I am a sort of â\u0080\u009ccaretakerâ\u0080\u009d here. \n[6]No car park. You need a car park these days, otherwise people wont come. But somebody has to watch over it... \n[7]I like it too. Erik used to come here a great deal. \n[8]You must wait. He will be here soon. HANNA stares, not quite believing. 85. HANNA stares out the window, thinking all this through. KNEPFLER leads HANNA through a reception area and under a spider with a human face that straddles a door to a run down kitchen. \n[9]Please, sit down. HANNA sits at the old kitchen table on a wooden bench, while KNEPFLER goes to the stove. \n[10]Would you like an egg? They're fresh. \n[11]You'll need a fresh photograph. Don't get it wet. HANNA looks at the passport with a new name - ANNA-MARIE ELKAN. She takes a deep breath, not really comprehending. \n[12]ID. Identity. It tells people who you are. She stares at the passport with the blank space for her photo. \n[13]There is an apartment ready for you in the south. Erik will come and the car will take you there today. You will live there now. \n[14]Don't you want to? 86. \n[15]That's to be expected. But the city is so exciting, don't you think? \n[16]I did. \n[17]She was very gentle, she was very funny, very talented - a singer - did you know that? \n[18]She had your eyes. He smiles at her. She here's a noise outside and runs to look out the window. She sees ISAACS BMW pull up outside the house followed by a second car. \n[19]Quick. KNEPFLER leads HANNA out of the kitchen. \n[20]Upstairs. There's a knock at the door. HANNA begins to climb the stairs while KNEPFLER approaches the front door. There's another knock at the door. \n[21]Listen to me, listen. There is no one here. There is nobody up there... \n[22]I have never heard of him. \n[23]I don't know these people. 88. \n[24]He called me. She's coming soon. To meet him. \n[25]Tomorrow! Tomorrow morning. MARISSA lets him go. She turns to ISAACS. ", "SUBTITLES": "\n[1]I'll do better next time. \n[2]I'll do better next time. \n[3]Did you really want me to snap your neck? He looks at her - drops the quiz. \n[4]5. \n[5]I like Arabic very much. It's like Japanese. It's big. The HOTEL OWNER nearly spits out his biscuit in shock. \n[6]You speak Arabic? \n[7]Yes, of course. \n[8]Where's your family? \n[9]I need a room for one night. Can you help? I don't have any money. \n[10]Nothing man. That guys just a friend. ISAACS frisks the DEALER, nothing. He turns the DEALER against the wall and checks his socks where he finds a stash of tiny baggies each containing a gram or two of white powder. ISAACS samples the powder and pockets the lot. \n[11]Hey, you're not police. What the fuck? ISAACS turns as he walks away and puts a finger to his lips. 61. \n[12]Where are you from? The girls just look at each other. \n[13]Excuse me. I'm looking for Joanna Zadek's house. Can you help? The KURDISH WOMAN wont look HANNA in the eye as she passes. She mutters her response. \n[14]I don't speak German. HANNA kicks at the door but knows it won't be answered so doesn't wait. ", "MILES": "\n[1]Who's she? \n[2]What's her name? \n[3]She talked. 35. \n[4]She's weird. \n[5]We had a dog called Vincent, but he went mad and died. \n[6]Bye. \n[7]Look. It's that girl. He nudges SOPHIE. HANNA eyes them suspiciously. \n[8]Hey, again. \n[9]She looks different. 41. \n[10]Are you hungry? \n[11]What did she die of? \n[12]I'm too sleepy. HANNA listens anxiously, knowing she needs to go with them to be safe. She arrives at her door. 46. \n[13]That's gross. \n[14]She's going to Berlin. To Wilhelm Grimm's house. ", "HOTEL OWNER": "\n[1]Where's your family? 38. \n[2]I'm Moroccan. \n[3]\n[4]\n[5]It's the best we've got. \n[6]Of course. All mod cons. \n[7]Yes. \n[8]Some American, I'm sure. He picks up an electric kettle. \n[9]Electric kettle for the English - they like to make their own tea. He switches it on, Hanna stares as it heats up noisily. He goes to a small wall mounted TV, switches it on for her, a fuzzy, terrible picture of an Arabic TV show. HANNA is fascinated, doesn't take her eyes off the TV as she sits on the edge of the bed. \n[10]It's the best we can do. She stares at the picture, bemused. \n[11]Where do you come from? Distracted, HANNA is caught off guard. ", "BURTON": "\n[1]Hello Hanna. Hanna lies motionless. \n[2]My name is Dr. Burton. Would you like to talk to me? BURTON'S voice has been trained to engender a state of peace and security. HANNA sits up and hangs her legs off the side of the cot. 22. \n[3]Really. Interesting. What else did your father tell you? \n[4]You're in holding. \n[5]This must all be very strange for you. You've been in the forest a long time. But I want you to know no one's going to hurt you. We just want to talk to you about your father. HANNA seems to be staring up at the ceiling. \n[6]Hanna? He follows her eye-line to the CCTV camera above them. \n[7]Ah, yes, that's a camera. To keep a record. \n[8]Can I get you something? What do you like? Music? Magazines? Just say. Anything at all. \n[9]You want me to give her something? \n[10]Open up. The first guard opens HANNA'S door. ", "BUSINESSMAN": "\n[1]Get her something. Poor girl's hungry. The barman disappears. HANNA looks round, waits. \n[2]I'm from Leipzig. HANNA flinches at the name. Leipzig. \n[3]You? 101. \n[4]Business? He looks at her body. HANNA senses it. Her sandwich arrives. It's grim. She leaves it, walks out. \n[5]Where are you going? \n[6]Hello? She walks along the corridor, gets to her room. BUSINESSMAN follows. \n[7]I was just making nice conversation. Yes? As she enters her room, he puts his foot in the door. \n[8]Let's talk. Maybe we can do business. HANNA kicks his foot out of the door. Hard. \n[9]You don't like talk, huh? He barges into the room and grabs her. Tries to push her on to the bed. He is strong. His words and tone contrasting violently with his actions. \n[10]Be nice. Be a nice little dolly. HANNA is thrust on to the bed, but suddenly turns him over her head and smashes him against a cupboard. BUSINESSMAN grabs her hair and throws her on the bed. But now HANNA snaps. She starts to roar. It's like an animal, like nothing we have seen before. She rips at his face, grabs a glass, smashes it and cuts his face with it. Pure animal rage. BUSINESSMAN starts to scream, blood pouring from his eyes. He collapses on the floor. She kicks him, punches him, repeatedly in a grief-fuelled rage until she is spent of her primal fury and falls, panting, to the floor. 102. When she looks up she sees his mangled bloody body lying next to her. Not quite dead. HANNA suddenly recoils in horror. Shocked by the viciousness of her actions. Tears begins to run down her cheeks as HANNA grabs the man's wallet, and leaves the room. ", "FALSE MARISSA": "\n[1]My name is Marissa Wiegler. You wanted to speak to me? HANNA turns to look. It is a completely different woman, dressed in similar clothes to MARISSA but not her. 25. HANNA stares at her, then looks at the two guards. \n[2]You can wait outside. The guards exit and the door slams shut behind them. \n[3]You're in a safe place. Let's talk about your father. You must love him very much. \n[4]At a news kiosk. Alexanderplatz. In the rain. She smiles reassuringly. HANNA nods, looking at FALSE \n[5]Do you know where your father is? In the OBS room LEWIS, half watching the screen, explains to MARISSA on intercom. \n[6]Did he tell you where he was going? We're all worried about him. On the CCTV Hanna looks at the FALSE MARISSA. She begins to cry, holds out her arms to be held. 27. \n[7]It's OK. It's OK. HANNA coils her thin arms around the FALSE MARISSA'S neck, clinging to her like a monkey. The FALSE MARISSA looks up to the security camera, slightly concerned. Hanna wriggles in her arms, to get a better grip... \n[8]I think it might be necessary. ", "RECEPTIONIST": "\n[1]Yes of course. \n[2]We don't much like change here. \n[3]Name? \n[4]You have some post. She turns and retrieves HANNA'S POSTCARD from the mail rack and hands it to him. \n[5]Have you heard about the manhunt? A man has killed two coastguards. Everybody is being asked to keep an eye out. \n[6]I don't know. He smiles. She takes a closer look and notices goose fat smeared behind his ear.. and blood on a shirt cuff... \n[7]Is that the police? Yes, I don't want to trouble you but I have a new guest you may wish to know about. \n[8]Frau Wiegler, this is reception. I have one Erik Heller for you. MARISSA stops dead. ", "KATRIN": "\n[1]Who is it? No reply. KATRIN puts the safety chain across the door and opens it a small amount. \n[2]You look different in pictures. \n[3]Erik's dead. MARISSA sits calmly in an old arm chair. \n[4]If he's alive why would he contact me? \n[5]I'm an old woman with a broken \n[6]Something like that. \n[7]You'd understand if you had kids. She turns her back on MARISSA. ", "JOANNA": "\n[1]Mama, I know you're disappointed in me, I know it. I'm so sorry, Mama. But I have found maybe a way to make it better... \n[2]I'm in a program now... a program to make babies stronger. In an adjoining bathroom MARISSA, in a pair of cotton pyjamas, is brushing her teeth. Her lips pulled back in a snarl. \n[3]An American program. It's very scientific. Important scientific work. Still brushing MARISSA walks through to the tape machine and presses fast forward. Then play - \n[4]Erik says he can get these tapes to \n[5]- He says I look beautiful. I don't feel beautiful... MARISSA doesn't care, fast forwards. Play - \n[6]Was it like this for you, Mama? I think I know what the baby looks like. I think it's a girl -- I hope so. \n[7]I wonder who she'll be? I hope she's smart. I hope she's a stronger person than I am. "}}