{"dialogues": {"STARLING": "\n[1]S'hotter inside than it is outside...even with the air conditioning. \n[2]Evone tells me:  I shoulda been in, fi, six, months ago.... thizz my first checkup. \n[3]....I didn't realize I said it out loud. \n[4]I'm an orphan. \n[5]That is a lovely thing to say. \n[6]It gets, um... it gets so lonely sometime. \n[7]I said sometime it gets so... \n[8]I wonder if you could just, sit down, talk with me a moment... \n[9]Cause, you know, I'm sitting here all alone.  Do you know what I mean? Cause I feel it's getting late for me... do you know...?  That I've Waited Too Long... \n[10]How's your child? \n[11]I said how's your baby...? \n[12]Waal... \n[13]Give it up, Evelda. \n[14]Give it up. \n[15]....where were you...? \n[16]\n[17]What happened to Right to Life?  What happened to right to my life...?  I'm in there, carrying the mail for all you drugstore cowboys, si'in in a van playin with each other's Velcro... You wanna get up, you wanna get up? Here I am... \n[18]Get me out of here... \n[19]Sir, with all due respect.... \n[20]Sir: \n[21]I could have acted on my own.  I was told... \n[22]..I was instructed that this was a Joint Task Force, the FBI, BATF, and the Mayor's Special... \n[23]Sir, I'm in Law Enforcement, I was out there, dealing with an armed and dangerous... \n[24]THEN WHERE WAS IT?  I'm sent out there... I'm told that the arrest must be a joint... \n[25]And I'm telling you:  You wanna throw a Birthday Party:  Every kid gets a Chance to Play, that's fine, but... \n[26]Due respect, you don't, sir, your precious Joint Operation.  FBI, ATF, DC SWAT, it's alphabet soup, we don't have the same Radio Freqs, we don't... \n[27]I'm opposed to being part, Your Rainbow Coalition.  Evelda Drumgo?  I could of took her down in a snap of the fingers-- But-- I'm out there, and my Rules of Engagement... \n[28]I don't mind being the token woman, what I'm suggesting, send me out there with a token man... who are these Warriors, ¥our cobbled together Strike Force?  I'm in the room with a fugitive felon... \n[29]One moment, and they're at the Seven- Eleven.  They botched the fallback plan, they... \n[30]Sir, I was, as instructed, waiting for the Arrival of the Strike Force. \n[31]...spend some time on the streets.  Ask me then... \n[32]\n[33]Yeah, sure. \n[34]Glad you like it. \n[35]Why would you say that?  Because he sent me in there to be killed...? What is this...? \n[36]He once made me an improper suggestion. \n[37]Well, that would be a poor choice, wouldn't it... \n[38]\n[39]Well, you know, you know, you know, the point is:  I can't tell you.  Cause you haven't been there.  You haven't done it. And that's all there is. \n[40]....that's right. \n[41]No.  That's right.  That's all part of it. \n[42]I don't think so. \n[43]I don't know.  Do you know...? \n[44]...no... \n[45]...no... \n[46]No, I don't think so... \n[47]...no. \n[48]Well, no... That's... I appreciate your help, but... \n[49]I want the same drink.  Cause it did me good... but I already drunk it, so, barring that, yes, I would like another. \n[50]B'cause it's one of the few things, in the world, which are effective an'predictable. \n[51]Alcohol.  Where both its life-enhancing And its life destroying qualities... \n[52]Well.  Excellent... I'm... \n[53]Our Mister Frendler to, to, to humiliate me, though.... \n[54]Oh baby, oh baby.... \n[55]Hey, I'm fine.  Whaddizit, you, how's your day, our gallant International Neighbors...? \n[56]No, that is code-word material, that's what that is.... \n[57]No, but that is the Will of the Institution.  To instill a proper Probity, Humility, deference, in the prideful Individual.....COULD I, DOES \n[58]\n[59]No, y'know, I never doubted it... \n[60]Well, that's you see, what I am, kind and feeling. \n[61]That's what I should do.  Tell me why? \n[62]Yeah, but who would marry friendless me... Howabout you, Romeo...? \n[63]Hey, lost again. \n[64]I'm sure there is, but my young Friend here, would kill you. \n[65]The great and beautiful... \n[66]No,I get it, this is my Cavalier.  This gents my Italian Knight.  Take this... \n[67]Or clear your windshield with it. \n[68]Waal, you c'n only get it in one shop in Alexandria Virginia, n'that's where I'm going, cause I'm goin home, f'i can get n'y'one, Of That Nature, to take her there... \n[69]All y'got to do is ask... \n[70]...this one is my favorite.  It has not title.  They should call it \"fetch,\" whaddaya think...? \n[71]Do you.  What does that mean? \n[72]Yeah, I'm sure it's famed for lotsa things, and you're one'a'them... \n[73]Waal, you hold fast to that thought, as I'm sure, that's a \"clue\"... \n[74]I din't solve it, I didn't 'solve it'.  I just sat a dance out with him.  Facts, facts, facts.  Facts, close the case, cavalier. \n[75]Yeah, well, they solved that:  turns out, he'uz a cannibal... \n[76]I am no going to show you the secret handshake! \n[77]...not to turn around. \n[78]You tol me you wuunt ask me again til I'm ready.... \n[79]I'm not. \n[80]...mos kind... \n[81]Hey, now, what was I afraid of... I'm shooting at shadows... \n[82]Then you tell me, then. \n[83]I feel... I feel they're Out to Get Me... \n[84]...they're sending me.  Out to get Shot.  Hounding me.... they're... \n[85]How crazy is that. \n[86]How crazy is that.... \n[87]Special Agent Clarice Starling, to see Mason Verger. \n[88]The children...? \n[89]I've never heard that he... \n[90]I won't take much of his time. \n[91]Mr. Verger, thank you for your time. \n[92]I've come to see you, sir, about an Auction... \n[93]No, sir, it's not my job to capt... why do you say how terrible? \n[94]Sir, various drawings, done by Dr. Lechter, while in prison, stolen from the prison after his escape, have surfaced and are being sold at auction.  Several large reserve bids have been placed on them.  I have to ask if you've placed those bids. \n[95]Because if it was not you, then, perhaps it was Dr. Lechter, trying to reclaim his own property. \n[96]Because, sir, you are the only one of his victims who lived.  And because you have large resources. \n[97]Due respect, sir... \n[98]Due respect, after your, after your... \n[99]Someone offered three million dollars bounty on Dr. Lechter's head. \n[100]...sir...? \n[101]Yes, then, you're saying that you haven't bid upon these drawings. \n[102]...will he be alright...? \n[103]What would that be? \n[104]Now, why in the world would he do that? \n[105]What reaction? \n[106]Please, I do not... I don't want to trouble him.  But if you or he have any notlon, who would be buying Dr. Lechter's... \n[107]We've subpoenaed the Auction House's records. \n[108]He is...? \n[109]And how would you know that? \n[110]You should get the kids a dog... \n[111]No, no, of course not. \n[112]Tell him to give it to an orphanage. \n[113]Yes. \n[114]I saw a man today, a man so hideously deformed who'll spend his life in a hospital bbb... \n[115]\n[116]For approval. \n[117]Yes. \n[118]I told that woman I'm an orphan. \n[119]But... but....but.... you're right.  I used it.  To bargain.  For her sympathy...  I used it--to \"whore myself out\"-- \n[120]Y'see John Brigham...? \n[121]You seen John Brigham...? \n[122]...what'm I looking at...? \n[123]...standard issue... \n[124]Am I on that case, sir...? \n[125]Well, then--I wouldn't want to be taken for a hobbyist... \n[126]Excuse me... \n[127]Hard up as you are, at your age?  Whadda you care?  Surrender. \n[128]\n[129]Wherever he is, that's fine with me... \n[130]Yeah, I know. \n[131]That ain't my case.  They assigned me, go do some legwork, Theft of Government Property.  Tha's what I'm gonna do, and then go home and burn the roast.  How the hell about that--I'm gonna swim with the current, and I don't care where he is. \n[132]Ah, Barney:  you've got a good mernory. \n[133]I have not read you your rights. \n[134]I hereby acknowledge that... \n[135]Then why did you chose to inform me of it...? \n[136]Oh yeah?  Wanna arm wrestle...? \n[137]Well.  Word gets around. \n[138]It wasn't my day. \n[139]It's a poor workman who blames his tools. \n[140]...how are things at the Hospital? \n[141]What have they got you doing? \n[142]I would have figured you an R.N. by now, or, maybe Med School. \n[143]You lasted eight years, as Orderly, in Dr. Lechter's prison ward. \n[144]...you... \n[145]\n[146]Did you ever think, did you think, after he escaped, he would come after you? \n[147]What...? \n[148]We got a bunch of materials, coming up at auction.  Materials which disappeared from Dr. Lechter's cell, drawings he made, his books. \n[149]And I'd like your help, determining who's bidding for their purchase. \n[150]Waal, because your selling'em... Two years ago, his annotated Dictionary of Cuisine, by Alexander Dumas, went for sixteen thousand dollars. Seller's affidavit of ownership, signed Cary Panz.  P.A.N.Z.  Sounds to me like an Orderly.  Whadja clear on the book? Ten, twelve grand? \n[151]Here's what they want you to do:  we want the rest of the stuff you stole from his cell. \n[152]Let's just say they got a passion for collectibles... \n[153]Now, whyn't you help us? \n[154]Not as much as being jailed for theft of Government Property, or for failure to pay income tax, on undisclosed income. \n[155]Say it in English. \n[156]Then who's buying it? \n[157]That's the spirit... \n[158]You want me to be? \n[159]A vacant exercise, why...? \n[160]Let's keep it to business, shall we? \n[161]...they did it for a lark. \n[162]\n[163]And why is it a vacant exercise? \n[164]Who would that be. \n[165]No, you're wrong about Verger. \n[166]Well, if he hasn't, I'm vastly mistaken. \n[167]What'll you do with the bird...? \n[168]M'I gonna see you tonight? \n[169]Then I'm doing fine. \n[170]All Quiet Along the Potomac... \n[171]Can we run this guy down? \n[172]His job description?  He's a comic book freak. \n[173]Insufficient Animation.  Just get me his vital signs, will you...? Catcha later... \n[174]Yes sir, I saw it. \n[175]I am all attention. \n[176]Just the person I'm looking for. \n[177]Because you're going to help me plan a party. \n[178]I'm going to do it, and you're going to catch the bouquet. \n[179]My daddy would say:  accept with glee the things you cannot change. \n[180]Mr. Crawford asked my opinion.  Here we've got a purported x-ray, Dr. Lechter's surgery.  Do we keep it secret, or broadcast it? \n[181]Yeah, that's too Hip for the Room. \n[182]I don't wanna go out there at all... \n[183]No.  I want to buy a dog. \n[184]I met a man, and His Troubles Were Greater Than Mine... \n[185]...something about my father...? \n[186]\n[187]...to, to... to be in control of my... my emotions. \n[188]I don't understand. \n[189]That's right. \n[190]Yes. \n[191]What is your point? \n[192]\n[193]I want to do something positive... \n[194]Yes. \n[195]...why? \n[196]Yeah, it looks clear outside the... wait a moment..... we got... it's a gunship... \n[197]I know her by the Back. \n[198]Pray that it may be so.  She will fight. Last time, she had a nine mil, three magazines, mace in her purse, a Razor round her neck, and a shank in her hair.  She will walk over you, you give her a chance.  I'm gonna asker to give it up, she balks, I want some real help. Nevermind Watching my Back, I want some weight on her. \n[199]I don't want you Huskies stand'n around, watching us Mud Wrestling.... Drurngo is HIV positive, and I don't wanna be in there, swap spit with her... \n[200]Heads up! \n[201]Wait Wait Wait! \n[202]Evelda!  Give it up!  Come to me, Baby! \n[203]Ev... \n[204]\n[205]Evelda.  Show me your hands.  Come on. Please.  Show me your hands. \n[206]Give it up, Evelda. \n[207]Think about the baby... show me your hands.... Evelda?  Show me your hands... \n[208]What, What, I can't hear you... \n[209]I almost shot the baby... \n[210]Security!!! \n[211]...get outta my way, you sonofabitch... \n[212]You put my friend in the ground, with your mickeymouse TaskForce...  Izsat the kind of Headlines that Preserve and Promote, you, sir? \n[213]Izzat the kind of publicity will aid Our Run for Congress?  You swine, you... \n[214]What is it? \n[215]I know you did what you could. \n[216]Reinstatement to what?  There ain't nobody there... \n[217]New...? \n[218]...what...? \n[219]No. \n[220]Yeah.  Well.  They're a talkative buncha commentators. \n[221]Trouble is, they all seem to die. \n[222]What would you guess, Ardelia? \n[223]Why? \n[224]He was shot...he was shot.  On his rounds.  And... and... \n[225]And all he left us:  the Country brought back his hat, and his badge... both with a bullethole in them.  An' that's what he left us.  That's what I said. \n[226]\n[227]But.  He was a night watchman.  That's what he was.  N'They brought back, his hat, his badge, an his timeclock. N'then they took me off. I saw... I saw.  Clear as day, do you, do they call it a delusion?  His hat an his badge.  Clear as day, bulletholes and all. \n[228]But they were not there.  Yesterday.  Is that called a Delusion...? \n[229]B'cause, you know, whatever it is, I can't take it anymore... \n[230]...who paid you... who... \n[231]FBI where's your phone...? \n[232]Mapp.  Get me Ardelia Mapp.  Well.  Get in touch with her.  Tell her... \n[233]Tell her that.... \n[234]..this is Clarice Starling.. ...this is not a personal message...I... \n[235]On the ground, on the ground... \n[236]Can you walk?  Are your legs working...? \n[237]I'm going to cut you loose.  With all due respect, Doctor, if you fuck with me, I'll shoot you dead, do you understand...?  Do right and you'll live through this. \n[238]No, I don't think so. \n[239]I'm going to subdue our friends, coming down the hill, and I want you to cuff em, and to put em inside with the other fella... My car is \n[240]Thank you. \n[241]What is that that smells so wonderful. \n[242]Thanks to you... \n[243]We were speaking of my father... \n[244]...we were speaking of my father... \n[245]...and my need for The Institution... \n[246]And how did he do that? \n[247]I'm afraid, this wine is making me woozy... \n[248]I feel weak... \n[249]...1 don't understand... \n[250]Might I have some more of the wine...? \n[251]Because, I find I like the effects.  You may say that it's inebriation, but it seems This lovely evening, in particular.... it seems to reward me with clarity... \n[252]....or perhaps, it is just the heat... I was just saying to the Doctor... \n[253]But, do you know, do you know, I'm not feeling altogether.... \n[254]\n[255]But as my father used to say... \n[256]Well.  No.  He can't come back. \n[257]Give me your gun... ", "ANGLE": "\n[1]\n[2]\n[3]\n[4]\n[5]\n[6]\n[7]\n[8]\n[9]\n[10]\n[11]\n[12]\n[13]\n[14]\n[15]\n[16]\n[17]\n[18]\n[19]\n[20]\n[21]\n[22]\n[23]\n[24]\n[25]\n[26]\n[27]\n[28]\n[29]\n[30]\n[31]\n[32]\n[33]\n[34]\n[35]\n[36]\n[37]\n[38]\n[39]\n[40]\n[41]\n[42]\n[43]\n[44]\n[45]\n[46]\n[47]\n[48]\n[49]\n[50]\n[51]\n[52]\n[53]\n[54]\n[55]\n[56]\n[57]\n[58]\n[59]\n[60]\n[61]\n[62]\n[63]\n[64]\n[65]\n[66]\n[67]\n[68]\n[69]\n[70]\n[71]\n[72]\n[73]\n[74]\n[75]\n[76]\n[77]\n[78]\n[79]\n[80]\n[81]\n[82]\n[83]\n[84]\n[85]\n[86]\n[87]\n[88]\n[89]\n[90]\n[91]\n[92]\n[93]\n[94]\n[95]\n[96]\n[97]\n[98]\n[99]\n[100]\n[101]\n[102]\n[103]\n[104]\n[105]\n[106]\n[107]\n[108]\n[109]\n[110]\n[111]\n[112]\n[113]\n[114]\n[115]\n[116]\n[117]\n[118]\n[119]\n[120]\n[121]\n[122]\n[123]\n[124]\n[125]\n[126]\n[127]\n[128]\n[129]\n[130]\n[131]\n[132]\n[133]\n[134]\n[135]", "PAZZI": "\n[1]\n[2]....a lovely perfume... \n[3]An Honor.  Carlo Pazzi.... \n[4]You were kind enough, today, to take my photograph. \n[5]...sadly... \n[6]But perhaps, there is some, some less radical solution. \n[7]His feelings do him honor.  And I have come, simply, to pay my respects to the great Clarice Starling... \n[8]Is it necessary to say of the sea that it is salt, that the stars are far, that... \n[9]Thank you. \n[10]...what a lovely perfume. \n[11]I know it well. \n[12]It is a gravestone in the cemetery of ______ in my native Florence. \n[13]Florence, as you may not know, is famed for... \n[14]...but:  this particular statue... \n[15]....this is perhaps an inappropriate time... but, I would like to say, it is an honor to meet the Woman who solved the celebrated Hannibal Lechter... \n[16]...a case, so, so fascinating, so... \n[17]..what makes a man ... what makes him... Eat Human Flesh...? \n[18]You represent Italy.  Call it an inspection... \n[19]...I have to get back to my wife... \n[20]...what's up...? \n[21]Bad coffee, and women with excessive ankles. \n[22]What's up...? \n[23]Yeah, so where is he? \n[24]They got that kind of money? \n[25]Well, let's find him... \n[26]I can't even go home and change...? \n[27]What else did I miss...? \n[28]...are they hard to get? \n[29]...what a world. \n[30]Aren't you glad to see me? \n[31]I brought you my passion and my wish that this afternoon will be for you an experience of ecstasy... \n[32]...what? \n[33]...you don't have to think. \n[34]I'm on the track of a reward, which... \n[35]I'm going to tell you later.... \n[36]Some museum director disappeared. \n[37]They're offering... \n[38]What is this, a whorehouse, or are you my wife? \n[39]...I was working... \n[40]I swear to you... \n[41]Yes?  My promotion...? \n[42]I need you, y'understand, I need you... \n[43]Hold up a minute... \n[44]First things first. \n[45]That's why my wife adores me. \n[46]What're they on about? \n[47]Speaking of the Vacant Post. \n[48]Brazilian. \n[49]Who, can you think, who would want to harm Dr. Fanelli, did he have any enemies, that... \n[50]...he was wealthy... \n[51]...his family has offered a large reward. \n[52]...would you excuse me...? \n[53]Dottore... \n[54]Pazzi, Rinaldo, Commendatore, Prefatura... \n[55]Could you tell me:  did you ever meet your predecessor, Dottore Fanelli...? \n[56]I know that the officers who first investigated his disappearance searched for a note, a farewell note, a suicide note... \n[57]You have taken over his offices, is that not so? \n[58]Of course, in his offices, if you come across anything, any personal papers of his, anything, however trivial, would you contact me, please... Are his personal effects still at the Palazzo? \n[59]I'll have them picked up. \n[60]May we drop you? \n[61]May I ask you a personal question, Dr. Fell? \n[62]You have a recent scar on the back of your hand. \n[63]You looked oddly at me, back on the landing. \n[64]Why did you look at me that way? \n[65]...please... \n[66]You assemble this, on the instant, from these few observations? \n[67]...your scar..? \n[68]How so? \n[69]Yes.  How did you know? \n[70]It was Adresa de Pazzi, depicted as John the Baptist.  You have seen the chapel? \n[71]And?  Then? \n[72]How could you know? \n[73]You know America? \n[74]Should you come across anything which... \n[75]...the purpose of the exercise... is it because they are expensive... \n[76]Fine, thank you, but \n[77]...whatever is within my power... \n[78]I don't understand. \n[79]...why are we here in the first place...? \n[80]...my love... \n[81]I am on the track of... \n[82]...what do you expect me to... \n[83]Darling, Dr. Fell.  My wife Madame Pazzi. \n[84]Dr. Fell is studying for his examination by the Studiolo. \n[85]But the exhibit is closing. \n[86]Darling... \n[87]The commissioner is going round the Cafe... \n[88]No.  Invite us?  No, he simply... \n[89]Because...? \n[90]\"Because we don't have any money.\" \n[91]The Case that I am working on... \n[92]...a liaison position... \n[93]...I feel that... \n[94]Could you get me tickets to the Opera. \n[95]I can't remember. \n[96]...yes, yes, yes.... \n[97]Could you help me with tickets to.. \n[98]Can you help me? \n[99]Hello....? \n[100]I know where he is. \n[101]I know where he is. \n[102]I know something no one knows. He has had his finger removed.  On his left hand. It left a scar. \n[103]I want the money. \n[104]The shape of a Three. \n[105]No, no thank you, I... \n[106]...and the Remainder, you said. ..? \n[107]But is that necessary... \n[108]\n[109]Ask me when we get home. \n[110]Who does not? \n[111]I've left my program... \n[112]...long overdue. \n[113]...Laura...Laura...Laura... \n[114]Yes, but the important thing, as I've said... \n[115]The essential thing.  The essential thing, is that we must be absolutely quiet about... \n[116]I'm not a scholar, Dottore.  But it seemed as if they, as if they... \n[117]I require... \n[118]I'd like to walk home with you, and... ", "VERGER": "\n[1]Aren't they beautiful, Miss Starling... \n[2]Well, now, you see, one of them's hurt. And what will make it better?  Love. Isn't that odd. He think's he's hurt his knee--but the assurance, the assurance, the assurance that someone cares Suggests the hurt was elsewhere. \n[3]For the worst hurt, of course, that which will not heal, is the conviction no one cares. \n[4]Ah, yes, ah yes.  Our Doctor Lechter... And have they sent you, once again to capture him?  How terrible for you... \n[5]Because we must leave the past in the past. Ah.  And here we have artifacts of, yes, my own encounter with him... \n[6]No, no.  That's alright.  Yes.  Lechter's drawings of me.  Before... and, of course, after... Now:  you are not sent to pursue him.  Then your visit baffles me. \n[7]Because? \n[8]And why would you suspect me, of this ghoulishness? \n[9]Large resources, Starling, which I prefer to devote elsewhere.... \n[10]My encounter. \n[11]Yes, but we know who it was, and I will tell you, Agent Starling, what you know to be true.  I offered the bounty.  It was illegal, and, worse, it was wrong. And I thank God every day that I did not compound my sinful life by the stain of a murder.  Do you  Agent Starling:  do you know God? \n[12]Isn't it funny?  You can look on my face  which you would grant me, is the most hideous sight you will see in what I hope is a long life. You can look at me.  Which shows a Strength which must come from strong strong convictions. But you shy when I say the name of God. \n[13]I have not, I would not.  For life life goes on Starling.  And, wait, wait, I wish to talk to you... I'm...   (TO THE NURSE, WHO IS TAKING STARLING'S ARM) One moment.  I was afflicted, do you see, but my affliction was not in my meeting with your Dr. Lechter.  I was afflicted before. Before.  Do you see?  In my arrogance. Do not  Do not curse God when you are humiliated.  Listen to me: embrace it, and you embrace life.... Listen, and you hear the word of God... \n[14]Are you Franklin ? \n[15]Where do you live? \n[16]In and out.  Yes.  And Mama... and Mama, is not your real Mama, is she Franklin? \n[17]She's not the first foster that you've had.  Is she? \n[18]Do you like it at your home, Franklin? \n[19]Yes.... yes... \n[20]Yes.  Franklin, you can't live there anymore.  With Mama and Shirly and Kittykat.  You have to go away. \n[21]The government says.  Mama has lost her job, so she can't be your foster mother.  The police found a marijuana cigarette in your home.  You can't see Mama anymore.  Or Shirley.  Or Kitty Cat.  That's what the Government says... \n[22]...or perhaps they just don't want you anymore.  Could that be?  And, do you know what will happen to Kitty Cat?  When you go away.  The police will take her, and they'll give her a shot.  With a shiny needle.  They'll give Kitty Cat a shot.  And it will hurt her.  And then she will die. \n[23]Come here... \n[24]You can keep Kitty Cat from getting a shot if... \n[25]If you give him this... \n[26]You can keep her from getting the shot, if you give her that rat poison yourself... \n[27]Goodbye, Franklin. \n[28]...remember what we talked about. \n[29]No, I'm fine... \n[30]..what have we heard from our friend at the FBI...? \n[31]Can we identify it as Dr. Lechter? \n[32]Why did he come back? \n[33]\n[34]HE TURNED BACK INTO THE ROOM.  Where have we Seen it Before. \n[35]The puppy comes back.  If you lie on the ground.  The Puppy with return.  Why? Do you know why...?  TO KILL YOU.  IT \n[36]It's time to step up the pressure on our Sweet Miss Starling.  ...call our friend at the F.B.I.  And, instead of finding Lechter, let's help Him find us. \n[37]Show me the pigs. \n[38]Good morning, Gentlemen. \n[39]Do it... \n[40]Make them eat the figurine. \n[41]...tell them... \n[42]Yes.  It's all a question of bait--isn't it...? \n[43]...make them eat the dummy. \n[44]Is it necessary to know? \n[45]Oh, no, no.  It won't be that long. \n[46]No, I don't think it will be too very long at all. Please call our friend at the FBI. \n[47]Hello.  Do you know who this is?  I think it's time to finish the preparation of our friend.  Miss Starling.  I'm fine, how are you...? \n[48]Where was the call from. \n[49]Make plans for Lechter's abduction. \n[50]That operation has begun.  Are we God, that we would Meddle with it...?  No, on the other hand... \n[51]...you forgot to cancel the plan. \n[52]Waal, Nobody's Perfect... What do we hear from our songbird in Switzerland? \n[53]Quod videt monumentum, circumspice. Need I translate? \n[54]Show me the Pigs. \n[55]...how do you like it? \n[56]Tell me the good news. \n[57]Have the child taken to bed. \n[58]Follow Starling, stake out Starling. Increase the pressure on Starling.  He will come to her. \n[59]Yes.  Good.  No.  He will come.  He will come.  Do not let up on our Angel Starling.  No.  Now you must keep a constant watch on her.  Use your toys--A transmitter in her car, a.... keep her in your sight...  Do not let up, and he will come back for the wounded bird. He will find a way. \n[60]Yaaasss... \n[61]Yaas.  Turn the page, please....? \n[62]..and how is our prize...? \n[63]Good evening, Dr. Lechter.  Thank you for coming.  I am sorry that we could not meet under more pleasant circumstances. \n[64]But you will recall what the last time we met, you drugged me, and induced me, in that state, to scrape my face off and \n[65]Thank you, Cordell. \n[66]Why should you care? \n[67]\n[68]You don't wish to beg...? \n[69]Explain in depth the plan we have for him.  Until tomorrow. \n[70]Oh yes. Oh, yes, come here... Come here...Up Lad, When the Journey's Over, they'll be time enough for Sleep... \n[71]Make it last, make it last, for godsake, make it last....don't \"hurt\" him...! \n[72]I'm awake.  Oh.  Is it Time! \n[73]Oh, yes, one waits so long, and then, and then ...ALMOST BY MAGIC...Yes, proceed. Please.... proceed... \n[74]OHFORGODSAKE, get ON with it. \n[75]What's happening, would you please...? \n[76]You're free... \n[77]Yes, to cease to Hope is the Greatest Crime.  The Greatest crime.  Perhaps the only crime.  I never ceased to hope! \n[78]And what would be of Greater Help, than to release her, from the bonds of this sordid earthly existence.  DON'T YOU \n[79]...after you' re dead.  AND WHEN I GIVE THE WORD, do you understand...when I give the word... \n[80]...when I... ", "FELL": "\n[1]Of course, Commendatore... \n[2]I never met him.  I knew him only from his writings. \n[3]...yes. \n[4]It is only temporary, until my confirmation by... \n[5]Yes.  Packed and with an inventory. \n[6]Thank you, I am most happy to walk in this most magnificent of cities. \n[7]If your duty requires it. \n[8]And you have a new wedding ring on yours? La Vita Nuova?-- \n[9]Yes, it must be hard to be a policeman. Is it hard?  Must one, then, be constantly suspicious? \n[10]I saw a man in disheveled clothing, but clean.  Just dressed--in the middle of the... \n[11]I saw a man, somewhat fatigued. Quickly dressed, a bit dishevelled.  In the middle of the day. An old story.  And then I saw the clothing was fresh--therefore:  a man who dressed at home.  And then I remarked the new wedding ring.  And so:  the story gave me pause.  A lovely story.  A new, and a beloved wife.  I wish you joy. \n[12]I'm a historian.  It is our task to assemble the seemingly unconnected into the obvious. \n[13]My scar is a war-wound. \n[14]Carpal-tunnel syndrome.  From a life of typing.  Commendatore.  History, a hazardous profession. \n[15]You are a Pazzi of the Pazzim are you not? \n[16]You resemble a figure from the Della Robia Rondels, in your family's chapel at Santa Croce. \n[17]I have had the honor. \n[18]I wondered that an officer of your exalted rank should come, so late, into the case. \n[19]I wonder no longer.  You were out of the country. \n[20]I sense... The faintest whiff of a perfume, whose base, whose base, whose base is \"Hamamelis\" ... it is witch-hazel--such a clean scent.  No, not a European scent. I would say it is a scent of the New World.  I would say, you have been in America.  Have I struck home? \n[21]...you have brought this perfume... brought this perfume.  Back.  Back from America.  To your New Wife... \n[22]You will be the first I call. \n[23]Commendatore would you do me the honor of introducing me. \n[24]Enchante. \n[25]Sadly, no.  And I find that birth is one of the few things in life which study and a pleasant attitude can not amend. What do you think? \n[26]Indeed I am.  And the connection, between Dante, and, in fact, between your illustrious forebears... if you'd come with me, I could show you... \n[27]How unfortunate. \n[28]May I...? \n[29]What a lovely perfume.  I believe I recognize it, do I not...? \n[30]A wonderful country... \n[31]I have had many excellent meals there. \n[32]...should love to correct your error. \n[33]Well, if you will excuse me.  Madame. What a pleasure. \n[34]Ah, Commendatore... you, too, admire Mozart. \n[35]If such there breathe, I'm sure you could unearth him... Your reputation does you honor. \n[36]Take mine. \n[37]Then, she, herself, possessed some knowledge of the Greater World...How pleased am I to see you looking so well... \n[38]Commendatore, your wife tells me you are taking her away on Vacation. \n[39]\n[40]...how so? \n[41]And how good of you to remember it. Then, this trip, then, is not a return to America... \n[42]And what was the trip before...? \n[43]Business.  Yes.  How much better.  To travel for the Pure Enjoyment of the thing, of the variety of the world....yes... Just to Get Away. I'm surprised they can spare you, in the midst of your investigation. of the disappearance of my predecessor... \n[44]Yes, quite... \n[45]You suggested it was time to get something good to eat. \n[46]...where shall we eat.  And what shall we eat. \n[47]Della vigna was disgraced and blinded for his betrayal of his emperor's trust- -through avarice.  Avarice and hanging are linked in the ancient and the madeadeval mind. \n[48]Judas and Pier Della Vigna are linked in Dante by the avarice he saw in them, and their subsequent deaths by hanging.  Ah Commendatore Pazzi... \n[49]You are welcome.  Since you are closest to the door, would you close the door, to improve the quality of the image. You will be interested in this, Commandatore, as there are two Pazzi's already in Dante's inferno... \n[50]Camicion de Pazzi, as you know, murdered a kinsman, and rests in hell awaiting the arrival of a Second Pazzi.  But it's not you:  it's Carlino, who will rest forever in hell for the crime of Treachery. \n[51]\n[52]Would you say that I've preserved my job, Commendatore? \n[53]Yes, I think I amused them.  To what do I owe...? \n[54]...yes, yes, yes... \n[55]...the effects of my predecessor. \n[56]Yes, of course, and we'll collect them. I won't be a minute... \n[57]Ah, no.  I should have shown them this one.. \n[58]Can you make it out, can you make out the name on the plaque? \n[59]It says Pazzi.  Pazzi.  And a rude, a very rude poem, this is your ancestor. Francesco, hanging outside the Palazzio Vecchio.  Outside These Very Windows. \n[60]On a related subject Signor Pazzi, I must confess to you:  I'm giving serious thought to eating your wife. \n[61]Yes.  Your Wife.  Laura.  L'Orange, which is the topnote of her skin, wouldn't you say?  Or do I grow too personal?  but that is what I think of, when I think of her.  And how could I but think of her? I haven't had a bit all day.  The kidney and the liver would be su1table for a dinner tonight.  But the rest of the meat should hang for a week, in these cool conditions.  Wouldn't you say?  Nod once for yes. If you tell me what I need to know, then it would be convenient for me to leave without my meal.  And Mrs. Pazzi will remain unscathed.  I'll out the questions to you, and we'll see:  I saw at the theatre you had betrayed me. And, when the police didn't come, it was clear you had sold me out.  Was it to Mason Verger?  Blink one for yes. \n[62]Thank you.  And now:  Are his hit men waiting outside? Was that a single blink?  Yes.  Thank you. \n[63]No, no.  I'm going to take the tape off. Please do not scream.  Do you think you can keep from screaming? ...would it help if I were to cut your ", "CORDELL": "\n[1]Agent Starling, would you come with me...? \n[2]...they're from Baltimore.... \n[3]It's not something he wants to publicize, Ma'am.  It's just something he does. \n[4]He's glad to help.  ...it's just a question of his physical condition.  You Understand... \n[5]...y'get enough breakfast, Rosie...? \n[6]The identity of the person offering the bounty was never established. \n[7]Mr. Verger wanted me to give you this... \n[8]And he has asked me to ask you something. \n[9]He... would consider it a favor if he could make a donation.  To a charitable institution of your choice. \n[10]I... think... he was.... he was touched, by your reaction.  To his appearance. \n[11]Exactly. \n[12]Do you know the seller? \n[13]Try Barney Clark. \n[14]He was the orderly, during Dr. Lechter's stay in Prison. \n[15]Before \"The Change,\" Mr. Verger was... he made quite a study. \n[16]....I hardly think so... after \"The Incident\"... \n[17]...Mr. Verger would be pleased to make a contribution, to the charitable... \n[18]\"...and age-appropriate large and small motor skills.  His unfortunate home situation has made it necessary for Franklin to form immediate attachments with adults, which we understand to have contributed to many instances of his abuse.\" \n[19]Most current information shows the result of an operation for the removal of a sixth digit, the left hand of a man. \n[20]Not with any certainty we... \n[21]Our operatives in Brazil have been empowered to offer a reward of.... \n[22]...are you alright, sir...? \n[23]Seen what, sir..? \n[24]Your drink, sir. \n[25]...may we see it, please? \n[26]...Let's see the pigs, please. \n[27]We don't want the man consumed.  No.  We want to put the man's feet through the bars, and have the pigs... and have the pigs eat his feet. \n[28]...on positive identification.  And the remainder of the Reward, upon his apprehension by the appropriate Legal Authorities. \n[29]Somewhere in Italy. \n[30]...then we won't need to tether Miss Starling as our lure. \n[31]...sir...? \n[32]If you would see him monument, look around you. \n[33]Telephone call.  From Switzerland, sir. \n[34]He escaped... \n[35]What do you want me to do? \n[36]...it's the F.B.I. \n[37]Mmm.  Is it going to work? \n[38]So:  the two problems are:  they should be fed, and they should practice on a real... \n[39]...thank you... And how are you this evening, Doctor? No, we know that you're awake... \n[40]...the bad news is:  we're going to stick your feet through those bars tomorrow, and feed them to our pigs. \n[41]No, I think he proffers to spend his happy hours with his playmates. \n[42]...here's to child abuse! \n[43]...and then, he'll be coming down. \n[44]Yes, I did. \n[45]Oh, yes, what?  You'd bribe me, to, to, to, \"release\" you...? \n[46]And I expect you to. Let's talk like two medical men \n[47]Come on, stay with us.  Look here:  I could get behind you, and give you a spinal, tomorrow, you wuunt feel anything down there, a l'il pulling is all.  N'I'll tell you what, after he's got his jollies, ten, f'teen minutes, I'll come down here, give you a shotta this \n[48]Come on, Doctor, then you can sleep... \n[49]....what...? \n[50]That's the last think I want... Our other option is to beat you for a while, with this axe handle, here.  I suppose this is what it feels like. \n[51]Mr. Verger...? \n[52]..It won't be long now, sir... \n[53]Stop there, would you, please, Doctor...? \n[54]...fraid, that's about it, Doctor. \n[55]Why? \n[56]'fraid it's too late. \n[57]Yes, do you know, you're right... ...Mr. Verger...? Mr. Verger, Sir?  He's ready... \n[58]Hey, Franklin.  Hey.  Tell you what, if you'd just stop doing that, I'm going to give you something nice. \n[59]No.  And... \n[60]...yes, if you'll, just step away... \n[61]Yes.  You know I will.  That's right. ", "LECHTER": "\n[1]...but will that satisfy you? \n[2]It is not that I care for you--but that I posses an enquiring mind.  What will you do when I am gone?  When you have nothing to occupy your thoughts, save the memory of your own folly, and, more to the point, stupidity. \n[3]\n[4]Would that add to your mirth? \n[5]One would have thought he'd keep me under observation.  To savor his triumph. \n[6]...young boys, still...? \n[7]Mmm... \n[8]You said the bad news... \n[9]I believe that your tone implied that there was some good news.... and, do you know... there might be good news for you... \n[10]I can make you rich. \n[11]..suitcase...locker... \n[12]...unmarked hundreds.... \n[13]Good morning, Clarice. \n[14]Perhaps... shall we see...? \n[15]Spoken like a Protestant. \n[16]I'll do the rest, if you give me the knife. \n[17]Other fellow?  There should have been two of them...? \n[18]The girl could use some help. \n[19]...which of us is free...? \n[20]The girl needs help. \n[21]...might I make a suggestion...? \n[22]Let the girl go. \n[23]For a consideration. \n[24]...what has she done to harm you...? \n[25]Let me down, son, let me down. \n[26]I'll take you home. \n[27]Then what would you like...? \n[28]You look lovely. \n[29]I'd prefer you to say what you feel. \n[30]I hope you'll find it so. \n[31]Now, what were we last speaking of...? \n[32]...I'm sorry....? \n[33]Indeed we were. \n[34]Freud, do you know...?  Freud psychoanalyzed patients in One Afternoon. \n[35]He saw the truth, and spoke it... \n[36]...you have to eat... \n[37]\n[38]...as this keeps your father alive.  The truth is two-fold, and the truth is one: \n[39]That every man is fallible, that every institution, being made of men, cannot but be corrupt... \n[40]...the only art in this dish, of course, is that it must be fresh... \n[41]That the institution cannot but be corrupt, and, therefore, it cannot be but an act of complicity to seek to appease it. \n[42]So many civilizations eat their slain enemies... what do you think...?  How much better to devour a person physically, than to devour his spirit. Which is, of course, the purpose of the institution. \n[43]:and that is the especial surprise, I've prepared for You! \n[44]...you must eat. \n[45]The gift, of course is not the meal-- but the identification--which of us does not need help?  The identity, of your true enemy...? ...for you always sought to befriend, to wish the love of those who wished you ill. \n[46]Come here--he is in no pain, there are no nerves in the brain, come here... \n[47]Come here, I'm going to cure you. \n[48]Oh, no.  Oh, NO.  They've put a beeper on you.  How careless of me.  How finally careless, Do you think?  Have I erred on Purpose?  Eh?  Or am I just unlucky? Could one not say that's the essential question of Philosophy...? ", "BARNEY": "\n[1]Are you attracted by Death? It is the one great mystery, is it not? Anyone who would say otherwise must be a hypocrite.  Don't you think...? \n[2]...or are you only attracted by power... How are you, Agent Starling? \n[3]You know why that is?  Because there are so few things I need to forget. Would you agree, for the record, that I have not been read my rights? \n[4]Would you mind saying that into your bag...? \n[5]And now I have \"dociled\" you, have I not?  By forcing your obedience. \n[6]To show... in my ability to squander.  What one might deem an advantage... that my strength is greater than yours... \n[7]If you'll come down the street I will make you a cup of coffee. \n[8]You almost took down Evelda Drumgo. \n[9]...what hindered you...? \n[10]Perhaps you did not have the support you required. \n[11]Or, perhaps... \n[12]It's a growth business. \n[13]Orderly. \n[14]I prefer to stay in the Less Frivolous professions. \n[15]Yes, I presumed it was about him. \n[16]I'm struck by your phraseology.  I did not last with him.  I was privileged to enjoy his company during that time. \n[17]He said, and these were his words, he valued our time together, because I was civil. \n[18]He told me, he preferred to Eat the Rude. Or:  \"natural composting.\"  Do you think he'd come after you...? \n[19]I asked you how you like your coffee...? We have black and bitter.  As the Soul of Man.  Or light and sweet, as the world- view of the self-delusive. \n[20]Yes? \n[21]Why me? \n[22]...very good. \n[23]...why? \n[24]You said \"here's what they want you to do...\"  Why? \n[25]That would adversely impact my income. \n[26]We could skip the Gavotte. \n[27]Lechter's not buying up his Memorabilia. He keeps it all in his \"mind,\" do you see...? \n[28]There's one or two freaks, and, for a \"Pass,\" I'll rat them out to you... \n[29]...aren't you afraid of me...? \n[30]I'd prefer it... But it's just a vacant exercise. \n[31]You said \"here's what they want you to do.\"  Aren't you part of them anymore...?  Aren't you part of the FBI? 'No Girl's Allowed,' or what?  Have you transgressed...? \n[32]...why have they stuck you on this silly little roust? \n[33]Oh, Good.  The ornithological leitmotif... \n[34]Off you go.  You've grieved enough. Anything more would be self-indulgence. \n[35]Rich, comic book freaks. \n[36]Because we both know who's buying the Lechteriana. \n[37]\n[38]Oh, yes.  He's found Peace. \n[39]\n[40]Pluck it, and eat it.  It was so good to see you.. ", "BRIGHAM": "\n[1]Big man, little man... Fair fight, the good Big Man's gonna win.  But we don't mean to send you out there to fight fair... \n[2]And, in a gunfight, what just happened to the Big Man?  He's at a disadvantage. Inney? \n[3]Stand up. \n[4]Now, an arrest?  You aim to shoot me, or you just playing show and tell.  You don't want to shoot me, you just deprived yourself of one of your hands.  You fool, I got two hands, you got one.  So: what's the gun good for?  Force?  No. It's good for control.  You can control through force, but you can also control through.... \n[5]Misdirection.... \n[6]...truer words were never spoken... \n[7]Bad beat today. \n[8]What does this mean? \n[9]Why's she chasing'em down...? \n[10]That's weak.  The man's long gone, he's not coming back, buy up a drawing... \n[11]Evelda Drumgo. \n[12]C'mon, pal. \n[13]It was all of that, SON... \n[14]C'mon, pal, I'm gone to buy you a drink... \n[15]You want to get married...? \n[16]You're ready now. \n[17]That's what you think... \n[18]Is that what you're afraid of...? \n[19]You want me to solve all your problems tonight...? \n[20]And who is \"they?\" \n[21]...the whole world's out to get you... \n[22]Well, you wanna shoot back, it give you a big target... \n[23]This isn't signed. \n[24]~Don't shoot, G-Men...\" \n[25]Why? \n[26]How you doin? \n[27]That's right. \n[28]What's new onna street? \n[29]She's resting.  She's conserving her strength, perhaps you should do the same. \n[30]Brigham.  Go. Affirmative. Okay, Happiness is a Green Light.  We've got Evelda in the kitchen, cooking.  The dope's D.E.A. \n[31]...these guy'll back you up. \n[32]Strike one to all units;  Evelda Drumgo's coming out behind two shooters. Showdown Showdown Showdown.  Put em on the ground, as quietly as we can. Boat's due in thirty seconds, let's do it. \n[33]...make sure you... \n[34]\n[35]Are you alright...? \n[36]Who called the TV CREWS...? \n[37]Sergeant... \n[38]\n[39]...indictment...? ", "MAPP": "\n[1]You want another drink, honey...? \n[2]What's that, Baby? \n[3]I guess the only thing is Suck it Up... \n[4]What else's he goin to do with his day, he can't work, and he won't steal... \n[5]Look what they put her on... \n[6]They got her cleaning out the privvies. \n[7]Slap her wrist, they got her, chasing down the auction houses, drawings of Mr.Lechter, come up for sale. \n[8]Find out:  is he selling'em, he needs the money, o'r'izzey buying them, f'Old Times sake... \n[9]You should get Married. \n[10]Because, baby, you're looking to find love in an institution, that's your only chance.... \n[11]Yeah, we got all sort of \"funeray Sculpture,\" here, I guess they mean statues in Graveyards.  Brazil, the Tomb of Karl Marx, London, Here's one in Scandinavia... \n[12]Show'm the FBI Handshake... \n[13]Yeah, well, it's a raw wound, innit, you're gonna bump it, every time you turn around... but you know what the trick is...? \n[14]And why would that be...? \n[15]You're going to do that? \n[16]The Multi-Jurisdiction Task Force:  read alphabet soup, for the continued pursuit, and in preparation for the apprehension of the fugitive, Evelda Drumgo.  The man's hazing you. \n[17]I'll tell you what:  I should go in there, volunteer to fill up his Female Quota. \n[18]Saying what, \"Look out for a guy with ten fingers...?\" \n[19]You stay offa this Alphabet Soup Detail, all this half-baked, cowboy stuff, till after you get your mind cleared.... you don't wanna go out there a half-step slow... \n[20]What do you want to do?  You want to jam up that sonofabitch Krendler. \n[21]What broke you free, Girl? \n[22]What was it. What was it, honey? \n[23]...what? \n[24]Sad day. \n[25]N'not that sad. \n[26]Problem with suicide, y'know what they say? \n[27]Every suicide kills two. \n[28]You got a lot of people love you, Starling. \n[29]Y'want to gimme Brigham's pistol? \n[30]You goin to shoot yourself? \n[31]Don't shoot yourself. \n[32]Cause I'm tired, cleaning up after you. Why dontcha gimme the gun? \n[33]Gimme the rounds... \n[34]Whyn'tcha go see that Headshrinker nobody knows you're seeing...?  N'you make her earn her keep... \n[35]\n[36]That's why it's a stone, you know, It means Don't Come Back. \n[37]Baby, that's the beginning of wisdom. \n[38]...what...? \n[39]...what, what did you say...? ", "PSYCHIATRIST": "\n[1]Tell me why...? \n[2]Then tell me. \n[3]...and to have done it, means, can mean to accept, not only danger, but betrayal...? \n[4]..and humiliation?  What is this new job they've...? \n[5]Then, that being so, why is today special?  Why have you come back to see me?  Is it that new file they gave you? \n[6]Then what brings you back? \n[7]Yes.  I think I do. \n[8]...you called up memories of your father to... \n[9]...barter with her.  To appeal to her, and you feel that... \n[10]It is you who have betrayed... \n[11]Your father.  It is not they, who... \n[12]...that you could ~go beyond the institution.\" \n[13]What does that mean? \n[14]Yes, so you said.  But what does that mean:  to go beyond The Institution. \n[15]...would you use a small word? \n[16]What's wrong with approval? You admired that man. \n[17]How do you think that made him feel? \n[18]...you are an orphan. \n[19]Welcome to the human race. \n[20]Yes, but no one is in control of their emotions. that's all we have time for today... \n[21]You said:  that you have \"decided.\" That your... your feelings of persecution, as you put it are a \"self- indulgence,\" and you are going to put them aside.  And get on with your job. \n[22]And you have decided to accept... to accept this \"emotion,\" as you put it, to the ... the \"sweepings. of the Lechter case. \n[23]And you've decided to get married. You've decided a lot of things. But, in spite of your decisions--you are still \"nagged\" by feelings of:  despair, of failure of... you still have the nightmare, you... \n[24]That if decision were a useful tool, you wouldn't be here. Why are you here...? \n[25]...yes...? \n[26]You want some advice. \n[27]Your life has been defined by institutions.  The Orphanage where you were raised, the FBI Academy, the Bureau.  If the Institution is your life, accept it.  Ask to be reinstated on the \"Drumgo\" task force.  Play their game. \n[28]Because it's the game you've chosen. That's really all we have time for. \n[29]\n[30]Well, you're a courageous woman.  Have courage, and tell me. \n[31]That's when you went to the Orphanage... \n[32]And you have been dreaming... dreaming about this Hat, and... \n[33]...yes...? \n[34]When? \n[35]I'm sorry.  I'll have to take this in the other room. \n[36]Not too far from a complete breakdown. Well, several things would--you've done the Badge, I suggest... ", "KRENDLER": "\n[1]And you let her get away. \n[2]Well, well, well, well, well, she went in there, to apprehend a Dangerous Felon. Went in there with her gun, Came out, without the Felon, without the gun... \n[3]...she couldn't act on her own..?  Where is the FBI's vaunted Initiative, where..? \n[4]You find something objectionable to working in partnership with.... \n[5]You were given backup.... \n[6]I'm saying: ... and what's wrong with that. \n[7]No, I don't get you... \n[8]Oh, is this your political position, you're opposed to Joint... \n[9]And what are you, our Token Woman? \n[10]And, fine, alright, and fine... what are youdoing, this whole time? \n[11]And how did she get close enough to disarm you? \n[12]Thank you, that's not responsive.  How did our Miss Drumgo get... \n[13]She threw a punch at a man on the team. \n[14]What is that supposed to mean...? \n[15]What, you're saying she was overwrought. \n[16]Because that's understandable, because. She blew the raid. \n[17]One moment, I'm not done with you... \n[18]No, no, no, I want the girl to do it... \n[19]Your girl's a menace.  Here, givver this... Getter off the street and teach her some humility. \n[20]Well, then, you have insufficient information.  I'm grateful for this opportunity to set you straight. \n[21]Yeah, get on to your sea-daddy, Starling.  Old as you are... ain't you ashamed, still lookin' for your Pappy...? \n[22]I came to pay my... \n[23]I realize, you're under a lot of.... \n[24]You're out she's out... \n[25]You country Cornpone BITCH--hey, you Trailer Trash BITCH, you still looking for your Daddy, Beat you up, to show he Loves you? \n[26]Looking for your Daddy, fuck you and mark you up, an... \n[27]Well, here I am, you... \n[28]Let's get her out of here.... ", "CRAWFORD": "\n[1]Just a moment.  Starling didn't... \n[2]I had... one moment, I had an agent in there, waiting for backup from... \n[3]Shut up, Starling... \n[4]Starling, I've ordered you to shut... \n[5]Starling...? \n[6]I think that's... \n[7]...how'd you let her get that close to you...? \n[8]...how'd she get next to you? \n[9]Well, you know, that happens, on the street. \n[10]I think its meaning is clear. \n[11]That could be. \n[12]She was there, alone, sir, she was in a burning building, waiting for your folks to come through the wall.  And... \n[13]I don't think so... \n[14]...what has he got against you? \n[15]...what's he got against you? \n[16]Look at this: \n[17]This just came in, over the transom. Fella, works for a Plastic Surgeon, Argentina.  Look here: \n[18]A fellow with five fingers. \n[19]Not for our Doctor Lechter.  This... Purports to be an x-ray of the hand of a ...white male...mmmm....mmmm...., after the removal of a vestigial sixth digit. Left Hand.  It purports to be the x-ray of Dr. L... \n[20]No. \n[21]Why a Three? \n[22]Starling:  come look at this:  did you see this? \n[23]We have a memo here, from your friend Mr. Krendler at the Justice Department. \n[24]He requests your presence, once again, as part of... \n[25]And I brought this for you... \n[26]Out of John Brigharn's Locker... \n[27]Waal... \n[28]I'm going to work for your reinstatement... ", "DRUMGO": "\n[1]You nervous...? \n[2]Gonna be fine.  You ask your momma. \n[3]...what...? \n[4]Said what? \n[5]Well, then, you're a lucky girl, cause that baby's gone to be your family. ...I've got an appointment.... \n[6]Waal... \n[7]What'd you say, hon...? \n[8]Well, don't you worry, cause that baby's gone take care of that. \n[9]Waited too long, hon...? \n[10]...what? \n[11]You want to hold him...? \n[12]'bout time you learned... \n[13]...where's your friends...? \n[14]...you're here all by yourself, honey.... \n[15]Well, you know my name, honey, but <i>I</i> don't know yours... \n[16]Hey, you know, I never thought of that... \n[17]Ain't this a picture, though, cause you know you ain't the first girl, ever got lef, in a position, waiting at the doctor's.  You can't trust men, child, don't you know that.... old as you are...? \n[18]Cause, see, they'll always let you down. Terrible thing, to do to an orphan... ", "FRANKLIN": "\n[1]...Franklin. \n[2]With Mama and Shirley and Stringbean. \n[3]But Stringbean, he in and out. \n[4]She my foster. \n[5]No. \n[6]We got KittyKat... \n[7]...and Shirly, let me sleep with her sometime. \n[8]...who say...? \n[9]He don't like popcorn. \n[10]I like Popcorn... \n[11]You give me whatever I want...? \n[12]Awright. \n[13]You know what I want...? \n[14]\n[15]What'll you do for me? \n[16]Ain't got no home. \n[17]Then you goin to hell... ", "ANNA": "\n[1]What's the rush?  What's the rush...? \n[2]Tell me about your trip... what did you bring me...? \n[3]...and? \n[4]I can't think. \n[5]We have to talk about money... \n[6]A reward... \n[7]A reward for what? \n[8]And? \n[9]...you haven't found him yet. \n[10]You've gone off to America, on your Vacation... \n[11]...please... \n[12]...and I want to talk to you about your promotion.. \n[13]I want to talk to you about your salary. Because I can't... \n[14]...everybody needs something... ", "GENTLEMAN": "\n[1]\n[2]...can you see the pig...? \n[3]We stuff the figure with mean scraps, at first, of course, the pigs is... \n[4]We tape the screams, to get them used to the \n[5]...as you recommend, I think they like it.  They will eventually. \n[6]They will, sir.  We train them, to the figurine, eventually, they consume a man, say, 80 kilos, say, in... \n[7]...they eat his feet... \n[8]...they eat the dummy, sir, they eat the man... I keep them hungry.  When... when do we think this man arrives. \n[9]Well, I don't want to starve them too long.  They die. \n[10]It's going to be long...? \n[11]Is going to be much longer, we should feed them... \n[12]The problem, if it is:  the tape is not the true scream, an' the dummy, of course, is not the true man.  BUT.  Yes, yes, I think, is close enough.... \n[13]Yes.  You could say, that the two, the two prob... ", "COP ONE": "\n[1]How was America? \n[2]...nightmare. \n[3]Doctore Carlo Fanelli, curator of the Pallazo Capponi, 2 months missing. \n[4]Somewhere where his family are offering a thirty grand reward for Information, so on. \n[5]Their family owns... \n[6]...buya lot of pasta for your wife. \n[7]Heresa file onnaguy, you got a meeting, the Palazzo Capponi, at four thirty. \n[8]Atrocious Torture.  Hit of the Season, you want, I know a guy can get you a ticket. \n[9]Impossible. \n[10]You spend the afternoon in Bed? \n[11]You take this much time over everything? \n[12]Carlo Fanelli, Dottore, missing two months.  He was the Director of the Museum.  Which, since his absence... ", "HANNIBAL": "\n[1]Young man... \n[2]Young man, I am desperate.  If I am not at the Piazza Bellosguardo in ten minutes, it is the end of marriage. \n[3]Could I, do you believe, change my Destination...? \n[4]I beg your pardon, Madame, I was replacing his... \n[5]I was trying... \n[6]I beg your pardon, if I caused you any Consternation. \n[7]...would you like some...? \n[8]\n[9]so important... \n[10]Yes.  You shall have it... \n[11]...that's right... \n[12]", "GUIDE": "\n[1]....a compendium of the Bureau's most celebrated cases.  Which you have in your Course Study Guide.  Now;  This afternoon... \n[2]Of the apprehension of Hannibal Lechter.  Here we have a WANTED poster... \n[3]Offered by an Unnamed Source, Three million Dollars for information leading to the apprehension of Hannibal Lechter. It is, of course, a bounty poster, the only one of its kind, it was never distributed, the contact number was disconnected, and the trail of the person offering the reward was covered so skillfully, that... \n[4]....Of the Hannibal Lechter Case. Lechter is, as you know, still at large.  Here we see the implements used in his escape from Prison.  If you will turn to your course syllabus, Page.... \n[5]\n[6]...and, speaking of the Lechter Case. \n[7]And, speaking of the Lechter case, I would like to complete our tour of the gallery with three other instances of Criminals Still At Large.  To complete our tour, and.... Oh, and to complete your Course of ..Study, by... \n[8]The exhibit is closing.  The exhibit is closing in Ten Minutes... please make your way to the... ", "RICCI": "\n[1]Ah, Pazzi.  How was America...? \n[2]We may need you to stop bloodshed. \n[3]They're grilling the applicant for the Vacant Post. \n[4]Dottore Fanelli... \n[5]...a Dr. Fell.  A Brazilian, I think. Applying for Fanelli's post. \n[6]It would seem. \n[7]...investigating the disappearance of Dottore Fanelli... \n[8]...will have to face the Studiolo, in their meeting next week.  And I, for one, wish you the best. ", "ANGLE HER POV": "\n[1]\n[2]\n[3]\n[4]\n[5]\n[6]\n[7]\n[8]", "SOGLIATO": "\n[1]Now:  our applicant holds in his hand, in his Non-Italian-Hand, a note, from Dante Aligheri himself.  Would he recognize it, I think not... \n[2]Indeed I do.  Because he is my Nephew? No.  Because he.... \n[3]Yes, fine, of course he can read the note.  His Italian is admirable, for a straniero.  But is he familiar with... \n[4]The personalities of pre-Renaissance Florence?  I think not. \n[5]What if he came upon a note in, the Capponi Library, this great Italian Institution, which he now graces us with his bid to Direct, a note from Guido de Cavalcanti.  Would he recognize it, I think not. \n[6]Would you care to address that, Dr. Fell...? \n[7]...why do you want this job? ", "SUPERIOR": "\n[1]And what does that mean? \n[2]\"A liaison position with the Opera.\" \n[3]Rinaldo, what happened to you? You want me to reach out for tickets to the Opera.  Say so.  What is that young girl doing to you...? \n[4]She must be something special After Dark. \n[5]Thirty thousand dollars reward.  In the whereabouts of Il Dottore Fanelli, or the apprehension of his... \n[6]The short term problem is the tickets-- The long-term problem is your wife. \n[7]And the related problem is your job. Aha.  And here it all comes together.  To get a promotion you must keep your job.  To keep your job you must solve this case.  Solve the case, and the reward may help you keep your wife.  In short, the solution to all your problems lies in This File:  The Disappearance of Il Dottore Fanelli. ", "ANGLE INS": "\n[1]\n[2]\n[3]\n[4]\n[5]\n[6]", "ANGLE HIS POV": "\n[1]\n[2]\n[3]\n[4]\n[5]\n[6]"}}