{"dialogues": {"MUMBLE": "\n[1]You ever feel small? \n[2]Like you're no-one, cos the world is full of us, and everyone's the same \n[3]How do you stand out from the crowd? How do you find someone special? \n[4]I know. I know. \"You sing your heart out.\" That's how mum found dad in the first place \n[5]With them it was love at first song. \n[6]First rule of survival: get yourself laid before winter. \n[7]Apparently I only just made it. \n[8]Afterwards Mum went off to the sea to keep warm. Dad stayed home like dad's do, incubating. \n[9]Tell me what it is about the cold and the dark. Soon as the sun goes away, everyone gets religious \n[10]Caruso's the leader because he's so incredibly old. Some say more than 40, but you know how penguins exaggerate. \n[11]My dad was never that devout. Often his mind was on other stuff. \n[12]I guess he was wrong about a lot of things. \n[13]Ow! Freezy, Fuh-Fuh-Freeezy! All Freezy! \n[14]So What happens now, Dad? \n[15]Is she coming soon? \n[16]Tell me again what she's like \n[17]Sorry. When I get happy my feet get happy too. \n[18]But Why Dad? \n[19]Gee I'm hungry \n[20]What's fish look like. \n[21]Did she get one. Did she bring one back. \n[22]Can I see it? \n[23]I got one! I got a mum everyone. I got a \n[24]After that, with food being so scarce everyone was busy busy busy. Mom and dad were working so hard I didn't see much of them. Besides I had school to go to. \n[25]Swimming? Catching Food? \n[26]That doesn't make any sense. \n[27]Mine is more sort of a... \n[28]Bim bam-a-loolah a bim bam bom \n[29]You like it? \n[30]It's not? \n[31]Oh, La la la la la \n[32]La la la la la la la la!! \n[33]But that's what I'm doing, \n[34]I'm thinking. \n[35]What? \n[36]Feelink...ok. \n[37]I'm being spontanuous. \n[38]Oh yes. \n[39]\"Twinkle, twinkle, little star. How I...\" \n[40]Its tough when you realise you'll never fit in. Plus I was beginning to moult \n[41]I couldn't face the class in this mood So I just kept going. \n[42]Looking for what? I don't know? A different type of penguin? \n[43]And that's exactly what I found. \n[44]Not the nicest place in the world but at least you could do what you liked here. \n[45]Me? Oh, nothing. What are you doing? \n[46]Lunch?...There's food? Here? \n[47]But ...but. I'm a penguin. \n[48]I don't have juicy bits! Look... all bone and feather! Feel for yourself. \n[49]Wait! WAIT! \n[50]Every seen anything like this? \n[51]Hey! What's that on your leg? \n[52]How...? \n[53]Unbelievable. \n[54]You don't say \n[55]At least those aliens didn't eat you. \n[56]So - You think I could appeal to your better nature? \n[57]Compared with that, school almost seemed like fun \n[58]Most days I hid at the back, dreaming about the world beyond \n[59]Time passed. We all grew up \n[60]But right up to graduation I never did find my heartsong \n[61]Caruso. He couldn't help himself. \n[62]Dad, Ma, can I go with the others \n[63]Dad? I'll learn to sing later. I'll find my voice out there. In the deep. Truly. \n[64]Dad. Pul-eeeze. \n[65]Yeooow!! \n[66]Thanks Pop. See ya Ma. \n[67]Outta my way flipperbirds! Coming through!! \n[68]Whatcha waiting for? It's fantast... \n[69]I had an instinct I'd be good at this. Actually we all were. We were the best. \n[70]Ella? \n[71]I've got you! No I don't. \n[72]Yes I do. \n[73]The only bad thing about being with Ella. It was always so darned crowded. \n[74]\n[75]Ella? You get one? \n[76]Here, have it. \n[77]I want you to have it. \n[78]Hey. The fish is for Ella Take it. Really. Its for you \n[79]You're welcome. \n[80]\"...Good, Good, Good...Good VibRatiOns...\" \n[81]\"...AaahhhhHhhhhhhhhhhhhHhhhhhh...\" \n[82]I know. I know \n[83]OK! I'll quit. OK! \n[84]Woah. Whose there. \n[85]OK. I'm awake now. You got me \n[86]Saw you. Richard? Eddie? Ella.... \n[87]......aaarghH! \n[88]\n[89]\n[90]Yeah go chase someone your own size, ya big.......blubberhead. \n[91]Do what? \n[92]Well...I just kind of go ...like this...and then this... \n[93]Or how about ... \n[94]Wow, there are so many of you! \n[95]The shortage has affected you too?! \n[96]Why funny? That's terrible \n[97]So why aren't you guys collecting them \n[98]....you think I could get some of it? \n[99]You really think so? \n[100]So for a while I forgot about finding a song altogether. \n[101]...We were a team \n[102]...there was so much to do, so much to see \n[103]....stuff down there beyond my wildest imagining. \n[104]Oh! There you are \n[105]Guys!    I want to speak to you. \n[106]But its dead. It can't hurt you \n[107]But that's what we have to find out. Don't you see. Things like that could be eating the fish. \n[108]The who? \n[109]Why stones? Wait for me \n[110]I was wondering. Have You ever been abducted by Aliens? \n[111]...you see I met a Skua once, with something like that on his legs.... \n[112]... and he said he was abducted by Aliens. \n[113]Looks like they bestowed it very tight. \n[114]So these Mystic Beings, did you see them? \n[115]Did they have frontways eyes? No feathers? Fat flabby faces? Did they probe you and stick a pointy thing into you? \n[116]But I haven't had any answers yet! \n[117]We don't collect them. All we have to do is , well... We sing \n[118]La la la la la la la laaaaaaaaaaaaa!! \n[119]See. That's how I ended up with you guys. And emperor who can't sing isn't an emperor at all. \n[120]You can?! \n[121]Tall and tanned and young and lovely The Girl from Ipanema goes walking And when she passes each guy she passes goes `Aaaah' \n[122]Oh, and I want her so badly How can I tell her I love her? Yes I would give my heart gladly \n[123]But each day when she walks to the sea, She looks straight ahead not at me....\" \n[124]Hi Ella, what do you think? \n[125]Ella. Wait! \n[126]I'm sorry. \n[127]Don't care? I never stopped thinking about you. \n[128]I can't sing. \n[129]But I'll show you something better \n[130]Sing something to this! \n[131]Just try it. This once. \n[132]Okay, that'll work. Just keep it going. \n[133]This is it Ella! This is the song inside me! \n[134]I'm just showing them Happy Feet \n[135]Wait. Wait. You think it's my fault that there are no fish?!! Doing Happy Feet can't cause a food shortage. \n[136]My own opinion? I think living beyond the ice there are creatures we've never met before Aliens. Mystic Beings. Big, flabby...... \n[137]\n[138]This is craziness \n[139]You too pa?! \n[140]No. Dad. No. What have they done to you. You're talking like Caruso. \n[141]No. You're nuts. All of you. I'm outa here. \n[142]Its no use Ella. I can't live with that. \n[143]Guys. Can Me and Ella be alone for a bit \n[144]OK. Here's what I'm going to do. I'm going to talk an alien. I'm going to find what's causing the shortage \n[145]Its the only way. You're right. Unless we have food theres no future for any of us - you, me the adelies, anyone \n[146]Give me a year, just until the next great gathering. If I don't make it back ....at least I tried \n[147]Now go back. I love you. Go. \n[148]To find the mystic beings. \n[149]We'll ask Loveday. He's been there. \n[150]Just one question! And I want a straight answer! Where do I find the Mystic Beings? \n[151]No. He's choking! The Talisman's gotten way too tight. \n[152]Stop. You're hurting him. \n[153]LOVEDAY, where did you get it? \n[154]They didn't bestow it on you? \n[155]If it wasn't bestowed, what happened? \n[156]And then....? \n[157]You looked up and...... It just got caught around your neck? \n[158]Loveday, did you ever meet a Mystic Being? Really? \n[159]But this thing was made by someone. And if we find them, they could take it off. \n[160]So where do we Go, Loveday \n[161]The forbidden place is over the mountains... \n[162]...In the land of the Elephant Seals!!? \n[163]...Beyond the land of the Elephant Seals!!? \n[164]So who's coming \n[165]Hear that?! \n[166]Excuse me, we need directions...to the Forbidden Shore. \n[167]We're looking for the Mystic Beings \n[168]Aliens, the ones who made this. \n[169]Could they be taking our fish? \n[170]But If your grandpappys saw them and they survived, maybe they're not so fierce. \n[171]Come on Loveday, lets go \n[172]They don't know. They've never been there \n[173]So we walked ... and walked .. and kept walking. Over the hills and into Blizzard country \n[174]We need to huddle! \n[175]Form a moving circle! Share the cold, share the warmth! \n[176]I said a circle! \n[177]Just keep moving! Toboggan, if you have to!! \n[178]You think this is it? The Forbidden Shore? \n[179]Hello?! Is there anyone out there? \n[180]Hello!! \n[181]What is it? \n[182]They must be here somewhere. They wouldn't leave all this stuff lying around. \n[183]A whale? \n[184]The ones with teeth!! \n[185]No!! Stay on the ice pad where its safe \n[186]\n[187]Aliens?! \n[188]Stop! Please!.... \n[189]...It's very important! \n[190]\n[191]They've stopped! \n[192]Say Hi to Ella for me \n[193]Oh. One other thing. You guys \n[194]Excelsi yah!!! \n[195]\n[196]\n[197]Too loud. \n[198]Too loud! \n[199]The Convergence? \n[200]I'm trying to talk to the Aliens! \n[201]On the black iceberg. The ones taking all the fish! \n[202]They kill whales! That's impossible \n[203]So if I wanted to talk to them, where would I go \n[204]Where's that. Do you think the Whale would take me there? \n[205]When I finally saw one, the Alien was even more hideous than I'd imagined \n[206]The - fish - are - ours. Understand? \n[207]We can't live without them! \n[208]Speak Adelie? Skua-talk? \n[209]Oh no! Not the pointy thing! \n[210]I woke in darkness. Unable to move. Was I dead? And if I was dead, where was that light coming from \n[211]Wow. They brought me home \n[212]Excuse me, where are we. \n[213]Oh. So we're dead. Right \n[214]Where? \n[215]Every day after that, it rained fish in the afternoon. \n[216]Fish on land and fish underwater. \n[217]Sometime you got a live one but there was nowhere really to chase it \n[218]Aliens everywhere, watching you eat, watching you sleep \n[219]What have you done to my wing! This is not my home! I want to get out of here! \n[220]After a while, you learn to stop fighting it. Stop protesting, take the knocks. \n[221]...just take what comes and live inside your mind \n[222]Sometimes I thought about dad and mum. Sometimes the Amigos, and others I'd met along the way. But mostly I thought about Ella, wondering who she ended up with. Whether she had enough food to eat. whether she still remembered our song. \n[223]What? What did I do? \n[224]You like that? Well how about this. \n[225]Hi, where is everybody!? \n[226]I used to live here. When's the Great Gathering? \n[227]This is all that's left? \n[228]Ella! Is it you. You haven't changed a bit. \n[229]Are these all yours? \n[230]So. You never.... \n[231]But that's fantastic. I've got so much to tell you - to tell everyone. I found out who's been causing the Scarcity! \n[232]I know who's been taking our fish! I made contact with Aliens! They're coming here. Right behind me. Listen. \n[233]No, honestly Aliens will be here soon! You have to believe me. We came in a big hollow bird and they landed on the ice and.... \n[234]But its true!! \n[235]It's so they can find me. That's them now. Listen. \n[236]You said they didn't exist. \n[237]No. Do this. Do Happy feet. \n[238]Come on, everyone! Happy Feet! It's our only chance! \n[239]\n[240]\n[241]That's it! Excellent! ¡Riba Riba, penguinos! Shake those hips. Come on, bust a move!! \n[242]From that day on, No one quite knows how it happened, but the black icebergs began to disappear and the fish became abundant once more. \n[243]Ella's gave up teaching to look after our chick. We take turns looking after her and going to get the fish. \n[244]I worry about her, sure. Theres so much big stuff out there it can be kind of frightening. \n[245]But the way I see it. Theres so much out there we don't understand..., ", "THE ADELIES": "\n[1]...Ouch! ...That's gotta hurt! ...Who ordered seal? \n[2]...Over here ...No over here. Too slow! ...have to lose some weight pesado \n[3]...¡Oye! Ritmo Cubana! ...¡Riba Riba! Shake those hips! ...Yo penguino, bust a move! \n[4]...Then mebbe something like... ...No. I got it. Watch me! \n[5]...Eat my ice, lardface. ...Kiss my frozen toosh, rubber butt \n[6]...Yeah, it's called The Land, tubby. ...Flop back anytime! \n[7]...Hey, this is nothin'. ...Used to be twice as many of us. ...Yeah, back when you could still catch a fish. \n[8]...Eating rocks!!? ...That is major funny. \n[9]..Cos we got personality!. ...Without us the chicas got no boom boom. ...Without us the fiesta will be a siesta.. ...Watch and learn tallboy. \n[10]...Hola Conchita! \n[11]...See something you like? \n[12]...The big guy. ...He from out of town. ...He with us. \n[13]...Sorry Show's over. ...Treat em mean and keep em keen \n[14]...hold back `til the season, when they begging for it. \n[15]...You see. Some penguins got it, some don't And the Amigos,  WE GOT \n[16]...You got the biggest personality of any of us. ...Except for me, maybe. ...Put that ego away, Ramon, you gonna hurt someone. \n[17]...¡Arriba! ..Addidas amigos! \n[18]... You sure he went in there? ...Mumble! ...Done go near it, looks like it can bite \n[19]...Reverend Loveday. ...The One who Knows ...First we gonna need stones though \n[20]...Señor! That's not his question. He's new here. ...The yellow thing ...Ask him what's taking the fish? \n[21]...¡Hola Baby! Get your chica boom-boom here. ... Turn round, look at us!. \n[22]...Their loss, guys. ...Ramon, where you going? \n[23]...What's he doing? ...Its a distress call ...Its world music ...Get out of here! \n[24]\"Tell me why is it so Don't wanna let you go I never can say goodbye, no...no no no...\" \n[25]...Come on hombre, loosen up, ...the tall guy was just trying to.... \n[26]...LOVEDAY, you okay?? ...what happened ...Too much boom-boom for one penguin? \n[27]...Why din' you say so? ...Hold on we gonna take it off. ...You pull that side, I pull this side. \n[28]...It not gonna come off. ...Of course it's not! It's sacred! \n[29]...It was bestowed on him. ...By the Mystic Beings! \n[30]...Poor Guy. ...He don't know what he's saying. \n[31]...Oh, this one's easy. ...He swam.... ...On his Hectic Journey of Delightenment... ...To the Forbidding Shore. \n[32]...Refresh my memory do elephant seals eat penguin? ...No, no...jus' krill and fish. ...Sure of your facts are you? \n[33]...Oh man! This is no place for a penguin! ...We should be migrating out to sea by now! \n[34]Huddle??! \n[35]...Oh yeah, nice. ...That's definitely better. ...Good call big guy. \n[36]...Hey! ...What happened to the Huddle?! \n[37]...Oh no, now I got chest pain ...tell you, this is a good way to get snow blind \n[38]...just keep moving or you'll get my beak up your butt \n[39]...No need to shout. ...Yeah, somebody might hear you. ...I think we seen all there is to see round here. \n[40]...Jump! ...Swim for it! \n[41]...You call this safe amigo? ...Maybe we should split up. ...You split up I'm staying right here. \n[42]Woooaaaahhh!! \n[43]\n[44]...You found them, you found Aliens! ...Now we go back tell everybody who's taking the fish. \n[45]...Don't feel bad Tall Guy. ...They were just too fast. Too big. ...Too everything. \n[46]...can you believe that ...brought us all this way and killed himself ...no he didn't! look! \n[47]...A dive like that, and still he lives! ... Yeah like when he did his Happy Feet, his feet had wings. ...A normal penguin could never have done it. ", "WISHFUL": "\n[1]\"Love me tender love me true, all my dreams fulfil. \n[2]Safe home baby.... \n[3]I'll miss you. \n[4]OK. Invoke. But keep moving \n[5]Amen to that honey \n[6]Oh no! I dropped it! Where's my egg! \n[7]S'okay. S'okay. No harm done. \n[8]But I did learnt this from him:    the power of positive thinking \n[9]I'll say. Listen... \n[10]Whoa li'l buddy, slow down! \n[11]What? Come on. He'll grow out of it. \n[12]Come here, li'l Mumble. Let's get you warm and toasty. \n[13]We Wait \n[14]Any day now. \n[15]a wiggle when she walks, a giggle when she talks, makes my world go round.... \n[16]Hey. Thought I told you not to do that \n[17]Well tell em don't. \n[18]`Cos it ain't penguin. \n[19]Everyone's hungry son. The mommas are bringing fish soon. \n[20]You'll see it when she brings one \n[21]\n[22]Since my baby left me. I found a new place to dwell. Down the bottom of lonely street at heartbreak hotel \n[23]Woah I'm so lonely baby. I'm so lonely baby. I'm so lonely I could... \n[24]O Honey. O Baby. You made it! \n[25]You hurt? \n[26]I called him Mumble. \n[27]Later, bud. Give your ma time to regurgitate \n[28]Well Yeah, it was a kinda...a tough winter I guess, and he did hatch a little late, but... Is there really nothing we can do? \n[29]Its out of our flippers \n[30]Truth is, I'm the cause of it. I dropped the egg. I made you how you are. If only you'd come back to us, relinquish the dark side \n[31]Just do it. Pray to the Forefathers for forgiveness. \n[32]Just do what the kid says. \n[33]You know who that is? That's my boy! ", "ELLA": "\n[1]Get him to do it again Daddy \n[2]It's our Heartsong, Miss. \n[3]Voulez-vous coucher avec moi...ce soir? \n[4]Mumble? \n[5]Go Mumble! \n[6]Mumble? \n[7]Woah! \n[8]Not this time. \n[9]Thank you Mumble, but it's yours. \n[10]Hey! That's a felony! Mumble, let go! \n[11]Mumble! \n[12]Thank you. \n[13]Mumble, the thing is... \n[14]....It's better if you just listen. \n[15]Voulez-vous coucher avec moi ce soir? Voulez-vous coucher avec moi? \n[16]Mumble? \n[17]Mumble, that's just cheap \n[18]When you left without saying goodbye I thought something had happened, then I thought he just doesn't care. \n[19]And then when I saw you singing, for a second I thought... \n[20]I know. I know. Its impossible. \n[21]What's the point. It's embarrassing \n[22]Wait! Mumble! \n[23]Can you live without it? \n[24]I believe in you, Mumble. But without the huddle we can't make an egg. Without the egg, what are we here for? \n[25]But what about?... \n[26]But... \n[27]But... \n[28]Mumble?! Its Mumble!! \n[29]They're my singing students. \n[30]Of course not. I was waiting for you. \n[31]Huh? \n[32]So who fixed him up with this. ", "ADELIES": "\n[1]...Hey, ain't you coming, tallboy? ...Or you got something better to do? \n[2]...Just kidding the rocks are for nest- building ...That's how its works here. The one with the most rocks gets the chicas. ..Chica boom chica boom chica boom boom \n[3]...Where's the tall-boy ...I thought he was with you. \n[4]Ramos! \n[5]...Forget it ...We're not going back there ...Never \n[6]...Maybe its got a brother still alive. \n[7]Okay. Okay. Here's the plan: we go and ask the revered one. \n[8]....I liked him better when he was just plain Pedro. ...Did he say it starts today ...why didn't someone tell us. ...We gotta get to work guys!! \n[9]...You like it ...Arriba! ...What do you need stones for \n[10]...We'll all come. ...Yeah I like em tall. ...You jus' gotta do exac'ly as I say. \n[11]...True ...That's a big question \n[12]Tell me again where we're going. \n[13]How do we know where they live. \n[14]...Wow. Does nesting make em touchy \n[15]...He's possessed! ...It's a seizure! \n[16]...No way. No. He's the revered one ...He speaking symbolically. \n[17]...Stop. Enough. We must've gone past it ...Past? Don't kid me. We're not even close. \n[18]Well I guess we're about to find out \n[19]...Go where? ...didn't you hear what he said ...Its Forbidden \n[20]....The way I feel\": the \"frostbitten\" shore ....So what are those black things?. \n[21]You say Hi. Come back and say Hi to her yourself \n[22]What? \n[23]...Don't sweat it Revered One. Many are called, few are chosen. \n[24]..Hey, how tall you think the Tall Guy was? ...Who could say? Four times my height at least... ", "LOVEDAY": "\n[1]First, the devotion... \n[2]A moment... \n[3]The Mystic Beings are speaking to me. Yes! She is alive and happy and you are in her thoughts... \n[4]One pebble, one question. Next! \n[5]I sense...you are the one with the question. \n[6]A little nervous? That's normal. Take your time. \n[7]No time wasters. Next! \n[8]...Skua? Leg? What's he talking about? \n[9]Listen friend, this is my Sacred Talisman, bestowed upon me by the Mystic Beings... \n[10]...during my Epic Journey of Enlightenment to the Forbidden Shore! \n[11]I hear them. They talk to me all the time I am their instrument. They chose me to...... \n[12]Enough! How many questions is that? You don't have enough pebbles. \n[13]SILENCIO!! The Mystic Beings are speaking. They say show some respect stranger. Especially to the One who Knows. \n[14]The reason there are not enough fish is simple: There is not enough love in the world. Love is the answer! \n[15]Okay, everybody, turn around to the penguin next to you and give them a great big hug. Comeon, everybody...hug! This is a safe place. \n[16]Now. The Mating Season starts today so here's what everybody should do: go forth and multiply! If you'll excuse I myself must retire for a moment to the couch of indulgence... okay ladies, who's gonna be first \n[17]One at a time! And don't touch the Talisman! \n[18]Oi \n[19]Mumble. I owe you my life amigo. And I say this because I admire and deeply respect you. If you are thinking what I think you are thinking. You are out of your crazy head \n[20]You don't think we should go with him \n[21]About this Revered One stuff, you guys \n[22]Maybe just call me Pedro ", "AN ADELIE": "\n[1]Hey, amigo. Do that again! \n[2]That thing with The feet. ¡Hola muchachos!  Show them! \n[3]...Who you calling shortish? ...All I know is a lot of us ain't comin' back. ....And Some folks so hungry they eating rocks \n[4]Hombre, you got so much already, you dangerous. \n[5]Wait. Look. \n[6]...Easy as that? ...So why aren't you over there? \n[7]Man. You're an emperor all right, You're a king among emperors. The singing we can fix. \n[8]No problem. Which way's this colony of yours? \n[9]Why don't he speak? \n[10]Talisman...sounds like Talisman!! \n[11]Any better? \n[12]...Well to me that's gotta be bestowing. \n[13]Oh my! Now he thinks he's an Elephant Seal \n[14]He wants to go to the top of the mountain. \n[15]Stop! I'm hearing voices. The mystical guys. They say: \"Your life is perfectly good as it is...forget this stupid mission\". \n[16]...No, no. This can't be right! ...It was better the other way. \n[17]Maybe they invisible. \n[18]What is that? \n[19]As long as it's a good whale, not the other kind. \n[20]Yeah ", "CARUSO": "\n[1]Deny the pangs of hunger. Seal the gaps. Share the warmth.... \n[2]....Each one taking his turn to defy the wind. \n[3]Brothers, BROTHERS! The Devotions! \n[4]Graduates, today you leave the safety of our community for the first time, forsaking the trusted solid ice for the terrible magic of the deep. \n[5]Excelsi-yah! Yah yah yah! \n[6]\n[7]\n[8]Happy WHAT?! This is an OUTRAGE! \n[9]\"Together we stand\" \n[10]\"When all others leave...\" \n[11]Louder. More fervent bretheren. \"When the Sun vanishes...\" \n[12]You led them here. Are you crazy!! \n[13]They'll slaughter us. Head for the sea! \n[14]Recite the wisdoms! \"Together we stand\". \"Divided We Freeze\". \n[15]\"When all others leave, we Remain \n[16]", "MRS ASTRAKHAN": "\n[1]So. Closink the eyes. Liftink chin. Deep breathe here in the downbelow. Now...most important part, find a feelink. Happy feelink, sad feelink, maybe lonely feelink. \n[2]So?...So?... \n[3]Don't think EET!! Feel eet! Through the whole body, from the beak right down to tippy-toes. \n[4]And then slowly, very slowly... \n[5]Vhat? Vhat is this? \n[6]The feet. The jiggy-jog. Don't do eet. Do not move muscle. Rigid like plank, like board. NO \n[7]And be spontanuous. \n[8]No! Stop! No jiggy-jog! \n[9]Not with the feet, with the sonk! You vant to meet beautiful girl? You vant to make the Egg? \n[10]Well singk! \"Ba Ba Bleckship, tvinklestar...La la la la la la, la\". \n[11]Hokay. Enough. Stop. Hokay! Ve go back to the top. Forget the body, look inside the soul. No notes, no sonk, only feelink. Happy feelink. Sad feelink. Enormous feelink, so enormous it fills the whole body. It must escape or you explode! Now, open your leetle beak... \n[12]Yes, yes, lift up the head! That's it! \n[13]You take a big breath, good and...now! Now! \n[14]Disaster! Catastroff! I never fail! Never! \n[15]More feelink. BE SPONTANUOUS!! \n[16]Know him? He ees my star pupol! ", "TEACHER": "\n[1]Settle class. Settle. We will begin with the most important lesson you will ever learn. Now does anyone know what that is? \n[2]Michael? \n[3]True but, that's not it. Mumble? \n[4]Anyone else? \n[5]Your Heartsong. Yes. The melody you hear inside, the thing that makes you different from every other penguin. So. Let's all be very still now and listen. And when you hear your song, let it come out. Who's first. \n[6]Well Michael, if you think that's really you. What have you got for us, Ella? \n[7]Well Mumble...perhaps you can do better \n[8]You heard that in there? \n[9]Dear, that's not even a tune. \n[10]No, a tune is like... La la la la la la la la. \n[11]Listen carefully, Mumble. La la la la la la la la!! \n[12]La La La La La La La La! \n[13]It's bizarre. I don't understand it. Did anything happen - you know...- during early development? \n[14]Of course there is. Thats why we have Mrs Astrakhan. ", "FIRST SKUA": "\n[1]And dis time I'm getting the juicy bits. \n[2]Nope. \n[3]Ok boys, for once we gonna do dis civilised. Now... \n[4]Interesting you should ask? \n[5]Shaddap! The flipperbird aksed me a question. I got two words for ya: \"Alien Abduction\". \n[6]Quiet ya ignorant morons! ...a lotta folks don't believe this but ...dere's somet'in out dere. Creatures. Not like us. Bigger...Fiercer...smarter, too. \n[7]Aks me how I know. \n[8]`Cos I bin capturebyem that's how! I seen `em! \n[9]Whaddayamean unbelievable?! It's true! I'm sittin' on a rock, mindin' my own business when suddenly... dere onta me. Dese bein's...like big ugly penguins, fat flabby faces with frontways eyes, no feathers, no beaks...an' dese, dese appendages! Dey probe me, dey tiemeup and strapmedown...dey take dis pointy t'ing and stick it inta me! Den...blackout! \n[10]Gets worse! I woke up and there's dis thing on me! Go home and every flyinbird starts dissin' me: `Hey Yellaleg'`What's happenin' Whats that on your leg, Yellaleg?' It was humiliatin'!! \n[11]True. I guess my cries for mercy appealed to their better nature. \n[12]Nice try kid. But No... \n[13]Hey! Whatcha think ya doin' down dere flipperbird? Get back up here dis minute! \n[14]Hey, Don't peck me or I'll peck you and when I peck you know you've been pecked... ", "PENGUINS": "\n[1]...Quit shovin'! ...Hey watch where you're putting your feet \n[2]...Is he breathing? ...he's certainly not eating \n[3]Fish time. Fish time! \n[4]...Is it a Penguin? ...Is it one of ours? \n[5]Who wants to know? \n[6]This is it. I guess \n[7]... So Who's this? ...Kinda small for an emperor. ... Where did you say you were from? \n[8]...Who's doing all the shouting ...Its Mumble. He's worse than before. \n[9]...Does it hurt? ....Its not made of feathers thats for sure ...what's it gonna do \n[10]...its the end of the world. ....Its all Mumbles fault. I told you \n[11]....Aliens. ... I never doubted it for a moment ", "ALBATROSS": "\n[1]He's looking for a mate, mate. And these days, I tell you they're few and far between \n[2]Talking of which, I never seen a penguin this far out. Watch you don't hit The Convergence mate. \n[3]Where the cold water meets the warm, mate. Once you cross it, there's no getting' back. What you tryinmg to prove anyway? \n[4]The who? \n[5]Them. Fish is just the start of it Mate. Them aliens is the ones who took out the whales. \n[6]Straight up mate. Biggest creatures ever lived. Decimated, mate. \n[7]Anywhere and everywhere. Over the sea, under the sea, Jees, I've even seen them fly. The great southland's swarming with em \n[8]No way mate, he won't go anywhere near `em. And neither should you. \n[9]Don't say I didn't warn you ", "UNDERWATER": "\n[1]\n[2]\n[3]\n[4]\n[5]\n[6]\n[7]", "ELEPHANT SEAL 1": "\n[1]Well roll me over and call me a dugong. What the heck have we got here \n[2]Woah Woah. You aint told em half of it: over them hills, beyond the great glacier, `n' through the blizzard country. \n[3]Anyhow. Its its forbidden to go there. \n[4]Blizzard Walkers! Cut you up soon as look at you. \n[5]Could be!? I heard they'd take a whole penguin, rip its skin right off and turn it into mush. \n[6]Huh! Clubbing's a Clambake! My Granpappy says they been known to skin a seal from snout to tail in a hot second. \n[7]The hell with \"useful\" Those critters'd y turn you into a food item! Little popsicle things! Ya hear me? One day you're a big ole whale and the next minute, FUNFOOD!! ", "ELEPHANT SEAL 2": "\n[1]Sure. Just git yourselves over them there hills I'd come with you myself but... \n[2]I heard its forbidden to ask how to get there! \n[3]Mystic Who? \n[4]Cut you up before they look at you. \n[5]Huh! That's a Picnic! I hear tell they'd take a baby seal and club it to death. With their bare clubs. \n[6]Your Granpappy don't know squat! What I hear they take your sorry carcass, melt you down, burn you up, take your fur `n' fat and turn you into a wide variety of useful items! "}}