{"dialogues": {"TOM": "\n[1]Well, it's not fast enough. \n[2]It's a flood, Charlie. You're gonna get wet. \n[3]Well, yeah. \n[4]Your ear. \n[5]You've got a major hair growth going on. \n[6]I'm serious. You're gonna need somebody to go in there with a weed whacker. \n[7]You're offering me one of your donuts? I don't know what to say. I'm getting all misty. \n[8]Nah. I start eating donuts and I'll never get out of this truck. \n[9]Don't get me wrong, Charlie. There's a lot to like about this job -- and I don't just mean the dashing polyester ensemble and the solid three-figure income. \n[10]Charlie, relax! I was kidding! \n[11]It had better hours. \n[12]That wasn't luck, old man. That was skill. I was good at it. \n[13]About as much skill as it takes to sit in a truck and get fat eating donuts. \n[14]I didn't say that. \n[15]I didn't say that! \n[16]Jerk. \n[17]Give us a kiss. Come on. \n[18]You really are a cranky old fart, you know that? \n[19]What was that about? I mean, I'm just sitting here and all of a sudden you go postal on me. \n[20]You know, I really do appreciate what you've done for me. This is a good job. \n[21]Jesus. Where's the road? \n[22]Oh, God, here we go again. \n[23]Stop! \n[24]Stop the truck! We're going down! \n[25]Back up! \n[26]It's a little dip in the road or something. You can see the reflectors come up the other side. \n[27]I'll see if there's anyone coming. Maybe we can get pulled out. \n[28]The town's been evacuated. We won't get any help from there. \n[29]They are aware we're carrying a shitload of money...? \n[30]Ninety minutes? Jesus. \n[31]Oh, shit. \n[32]What about the money? \n[33]Why'd they do that? \n[34]Or so we can't see at all. \n[35]Anyone with a scanner from Radio Shack could've intercepted your call, Charlie. \n[36]Could you turn down your lights?! \n[37]Turn down your lights! \n[38]Jumps at the sound of the rifle crack. \n[39]Yanks out his gun and starts shooting back. \n[40]Shooting blindly, looks over and sees... \n[41]Drops into the water, bullets plugging in around him. Just his hand and pistol are visible, shooting blindly back toward Jim and his men. THE SUBURBAN Is hit by Tom's fire. \n[42]Runs out of bullets. A beat later we see Charlie start moving through the water -- Tom is pulling him. \n[43]Shuts his eyes, thinking, scared. \n[44]What the hell is he going to do? \n[45]Sprints off. \n[46]Surfaces, gasping. \n[47]Gets to his feet runs as fast as he can down the hall. He rounds a corner and keeps going. \n[48]Runs another thirty feet, then trips on something and goes down. \n[49]Halfway down the hall, standing frozen, caught in Kenny's light. \n[50]Stands up -- he was kneeling. \n[51]Low tide, sailor. \n[52]Wearing Kenny's hat and jacket. \n[53]Comes around a corner, sees the open front doors ahead of him. \n[54]Turns hard and speeds down a side hall. \n[55]Looks back. \n[56]Makes his choice and guns the jet-ski straight at Kenny. \n[57]Yee-hah! \n[58]Hunches down on the jet-ski and crashes through the windows. \n[59]Pulls himself into view. He climbs over the wall, exhausted. \n[60]He hurries up the back steps and goes into the church. \n[61]Takes a breath. Just as he relaxes, he hears a whooshing sound from behind him and turns to see... \n[62]I'm not a looter. \n[63]Sits up on a cot, behind bars in the holding cell, woozy. \n[64]I just said I'm not a looter! You're the one who nailed me? You got a better arm than my ex-wife. What the hell did you hit me with -- a statue? I saw a flash of some guy coming at me. \n[65]Oh, great. Now I'm gonna have people coming from around the world to see the face of Jesus on my forehead. \n[66]Looking for a place to hide out. \n[67]The bastards who killed my partner. \n[68]We were driving an armored truck. The truck got stuck out past the high school. They must've picked up our call to dispatch, 'cause they knew where we were. Charlie and I were just standing there and all hell broke loose. \n[69]A little over three million. \n[70]The bank was afraid of looters. They had us cleaning out their branches up and down the river. \n[71]I hid it in the cemetery. Tied it to a crypt for a guy named Portman. \n[72]I don't like to carry around that much cash. \n[73]No, it was in my jacket and I -- \n[74]I'll go with you. I can show you where -- \n[75]Sheriff -- they killed my partner without any warning. \n[76]Gets to his feet, woozy and goes to get out of the cell. He remembers -- uh-oh: the cell door is locked. \n[77]Tries the keys in the lock. They don't fit. He looks at them. \n[78]Great! I can drive out of here! \n[79]Climbs up the cell bars, the water rising with him. He's running out of room between himself and the ceiling. Three feet. Two feet. He's being pushed up by the water toward... \n[80]Is terrified, about to die. The water rises up past his face. \n[81]Sticks the flashlight tube up through the wire grate over the light fixture. He blows out the water -- like clearing a snorkel -- then breathes. Reprieve for a few moments and then... \n[82]Looks up, astonished, to see... \n[83]Pulls on the cage and it swings down. He climbs up it. \n[84]Thank you. \n[85]Even. What happened? \n[86]Oh, God. \n[87]I can't. \n[88]If they know where the money is, they will kill us. \n[89]I guess just drive around until we run out of gas. \n[90]When we get down here a little further we'll find a place for you to hide. I'm gonna get back to the truck and wait for the National Guard. They should be there pretty soon. \n[91]Cold? \n[92]No. The scariest thing that ever happened before was Charlie running out of donuts. I've only been doing this for a couple months. \n[93]I, uh... I sold construction machinery. I was making good money, it just... I don't know. It just didn't seem right for me anymore. \n[94]My uncle did me a favor; got me in. \n[95]My uncle was Charlie -- my partner in the truck. \n[96]God, I wonder whose car this is. \n[97]Really? Hold on... ...I think this is my car from high school. \n[98]Looks like we get out here. Come on -- I told your father I'd have you home by ten. \n[99]There! \n[100]Get your feet up! \n[101]Oh, shit! \n[102]It's metal! \n[103]We've gotta --! \n[104]We have to --! \n[105]Is oblivious. He starts to put his foot down into the trap. Just then he knocks... \n[106]Jesus Christ! \n[107]It's okay. I have to go anyway. \n[108]The National Guard'll be at the truck in about fifteen minutes. I'm gonna go wait for them. \n[109]Karen? I'm Tom. \n[110]You wanna come with me? \n[111]Kicks away, horrified. And then he hears an engine. He looks. \n[112]Slumps. \n[113]Thinks for a second, then throws the shotgun away and pulls himself into the rowboat. \n[114]I'll take you to the money, but you gotta let them go. \n[115]You say all you want is the money? Prove it. Let them go. \n[116]Karen? \n[117]\n[118]It's hard to tell now with the water so deep. \n[119]It's down there a little further. \n[120]Takes a quick look at his watch. \n[121]Uh... no. A little farther -- \n[122]What? \n[123]I don't -- \n[124]Oh, God. You intercepted Charlie's call, then you called them off. \n[125]Bullshit. This is all bullshit. \n[126]Why'd you shoot him? Kill Charlie and you get to keep another share? \n[127]I'll tell you where it is. But it's not going to do you any good. \n[128]The Guard may not be coming, but someone else sure as hell is. \n[129]There. \n[130]It's gone. \n[131]Looks like somebody beat you to it. \n[132]Ducks underwater. \n[133]is grazed in the arm by the bullet. \n[134]Well, that was unexpected. \n[135]Flattens against the crypt, then turns to see... \n[136]Looks at Jim, sees he's occupied in the fight with Hank. Then he sees... \n[137]Thinks, decides, and reaches out for Ray. \n[138]Shooting back at Wayne with Ray's gun. \n[139]Starts shooting at them with the two pistols. \n[140]Sees... \n[141]Takes another shot at Hank but stops firing at Wayne. \n[142]Starts swimming for the boat. \n[143]Is almost to the boat. \n[144]Gets to Jim's boat and grabs onto it. \n[145]Rams into one cross. \n[146]You really want that money? \n[147]'Cause the only way you're ever gonna see it is if you help me get Karen. \n[148]We're too slow. \n[149]They're not going to catch us now. \n[150]Looks back to see that... \n[151]Okay, so maybe they are gonna catch us now. \n[152]Ducks down and tries to start the engine. No go. Again. It catches on the third try. Tom guns it and the boat tears off. \n[153]Stays down, driving blind, as the bullets fly in, blowing holes in the windshield. He looks at Jim, at the engine and curses. He steers the boat toward... \n[154]Grabs guns and ammo and jumps out of the boat and into the water. He lays a rifle on the top of the sandbag wall and fires off a clip. \n[155]That hurt? \n[156]Good. \n[157]She's in the small boat. \n[158]Jesus, I'm gonna get hepatitis. \n[159]There's a back room. Maybe they've got something I can use on this. \n[160]Oh, yeah. \n[161]I saw Jesus. \n[162]Enters from the back. He's got a bottle of rubbing alcohol and a towel. He splashes some of the alcohol on the towel, then touches it to his wound. It hurts like a sonofabitch. After a beat... \n[163]So, has this all gone pretty much how you thought it would? \n[164]Oh, yeah? Well, everything would've gone even better if you hadn't decided to rob the damn truck in the first place! \n[165]Did Charlie have cancer or something? \n[166]No. \n[167]Sorry to disappoint you. What are you gonna do with it? \n[168]Belize. \n[169]It's this small country in Central America, on the Atlantic side. \n[170]They speak English and the dollar goes a long way. Beautiful beaches; friendly people. And they've got liberal banking laws. Very liberal. \n[171]You can't ride in the truck and not think about it. \n[172]Shit. Where's he going? \n[173]The Sheriff knows. I think maybe I'll go ask him. \n[174]What if he doesn't come? \n[175]My God they're beautiful. \n[176]Surfaces over by the stairs up to the balcony, gasping for air. He runs for the stairs. \n[177]Disappears up the stairs, the bullets just missing him. \n[178]Shoots down from the balcony, blowing a chunk out of the prow of Hank's boat. \n[179]Jumps back, startled, looking down at... \n[180]Moves back from hank's advancing bullet holes. \n[181]Is caught between Hank's bullets and the Sheriff's bullets. So he racks a load in the shotgun and dives backwards off the balcony. \n[182]Arcs off the balcony, firing the shotgun under the balcony at Hank. \n[183]Lands in the water and goes under. \n[184]Comes out of the water, aiming his shotgun at... \n[185]Turns his shotgun on Hank and pulls the trigger -- click. Uh- oh. \n[186]Comes out of the water on the other side of Hank's boat. Tom pushes down hard on the side of the boat. \n[187]Swings with the shotgun, catching... \n[188]Grabs Hank's rifle and aims it at the Sheriff. \n[189]Where's Karen? \n[190]Where is she? \n[191]Where's her house? \n[192]What? \n[193]Hold on. \n[194]It's only a couple of bags. \n[195]But I thought -- \n[196]Looks at Jim, disappointed, angry, then hurries to Hank's boat. \n[197]Climbs into Hank's boat. He starts the engine, looks down at... \n[198]Drives the boat out through a shattered window. \n[199]Wades in along the upper hall. \n[200]I'm guessing you can't get up. \n[201]Where? \n[202]Is that good or bad? \n[203]I owe you one. \n[204]Tries to get through the tangle of branches and leaves, but can't. He swims over to another window and slides it up. \n[205]Surfaces near the side of the house, gasping. The current starts ripping him past the house. He swims as hard as he can back to the house, reaches out and grabs onto a gutter. \n[206]Swims in with the saw. He starts sawing on the handrail. Everything's going fine. And then... \n[207]Sees something. He dives into the water. \n[208]Surfaces, holding Wayne's pistol. He puts the mouth of the barrel to the handcuff chain, shields Karen's face, looks away and pulls the trigger. \n[209]Surfaces to see... \n[210]Sees Jim slump against the side of the boat. \n[211]You okay? \n[212]Oh, God. We gotta get you to -- \n[213]Thanks. \n[214]You just saved our lives. \n[215]It's okay! \n[216]Sorry to disappoint you. \n[217]I'll do that. \n[218]Swims through the swirling current toward Karen's roof. \n[219]They got a lot done today. \n[220]Barbecue chicken from Lilly's. \n[221]You want some? I wish you'd told me. I woulda got more. \n[222]I talked to Mikey. He says the flooring should be in by Friday. \n[223]I said if it wasn't here by Friday at six that you were going to go over and beat the crap out of him. ", "JIM": "\n[1]Late 50s, with a creased face and piercing eyes. He's sitting at the bar, drinking coffee. Rain sheets down outside. The BARTENDER watches TV, sound off. Next to Jim at the bar are... \n[2]'Scuse me a second. Take a look at thirty-one across. \n[3]Kenny can read. Just look at it. You know when you write down a word and suddenly it looks all wrong? Maybe it's right, but it doesn't look right? \n[4]Thirty-one across. \n[5]Did I get it right? \n[6]This is my retirement fund, boys, and if any one of you screws up, I swear to God I'll kill you. Let's go. \n[7]We're bringing a rope! \n[8]We'll be right there! \n[9]\n[10]Aims his pistol at Kenny's head. \n[11]Stop. \n[12]He wasn't gonna shoot, Kenny. Goddamnit! We just want the money! Get away and we won't have to kill you! \n[13]Now! \n[14]You got thirty seconds to get the hell away! \n[15]The clock's running! Go! \n[16]Gets to the truck and moves along its side, Kenny right behind him. Jim gets to the back of the truck, nods for Kenny to cover him, then steps out behind the truck, gun up. \n[17]Ah, Jesus. Your dad'd be real proud of you, Kenny. \n[18]Mr. Mehlor, I believe we're gonna need your science project. \n[19]Hold on. \n[20]Shut up. Everyone. \n[21]To stay alive. He thinks we'll kill him -- unless he knows where the money is and we don't. \n[22]There's always that. Either way, we got ourselves a sharp one. \n[23]Pretty soon the water'll be too deep for him to run. But for us it'll be just deep enough. \n[24]Here we go. \n[25]This is all we need. \n[26]The water isn't very deep yet. We need something with a low draft. Mr. Mehlor -- find us some gasoline. \n[27]Cut your engines! \n[28]Let's get him out. But for Godsake, whatever you do... ...don't kill him. Not until we find out where he hid that money. \n[29]Mr. Mehlor? \n[30]Oh, he's still alive. \n[31]Ray, I'm in need of a little inspiration. \n[32]No one likes this particular turn of events, Kenny, but we have a choice -- we can can either deal with it or we can walk away. There's a lot of money out there, so I choose to deal with it. If you want to go, that's fine -- start swimming. You want to stay, that's fine, too -- just stop your damn whining. \n[33]Keep looking. \n[34]They're in the water! Kenny, cut your engine! \n[35]Kenny, go that way. We'll go down here. \n[36]Watches as his flashlight beam washes over the car. Nothing there. He guns his engine and heads off down the street. \n[37]You're gonna be okay, Ken. Mr. Mehlor knows these things and he thinks you're gonna be okay. \n[38]Don't you, Mr. Mehlor? Don't you think Kenny's gonna be okay? \n[39]You kidding? We couldn't've done anything without you. \n[40]Your dad'd just want you to lay still while we got you some help. \n[41]See? You gotta trust me. \n[42]If our resourceful young friend hears us coming, he'll electrocute us or sink us or one of you'll shoot him. Besides... ...I know where he's going. What I'd like to know is where he came from. \n[43]Son, before you go underwater and do something tricky, there's something I'd like you to see! \n[44]Now, I know it's your job to protect that money, and maybe you'd even be foolish enough to give your life for it. The question is, are you willing to give their lives for it? \n[45]Drop the gun and get into the boat. \n[46]Excellent choice. \n[47]I think it'd be best if -- \n[48]I think it'd be best if we all stayed together. \n[49]I don't know if that's -- \n[50]Doreen, nods to Mr. Mehlor \n[51]The only thing I want to hear from you is where the money is. \n[52]I wonder where they think they're going. \n[53]Where is it? \n[54]Sees Tom looking at his watch. \n[55]Here? \n[56]They're not coming, son. \n[57]The National Guard. They're not coming. \n[58]I know you've been trying to stall until they show up, but they're not coming. \n[59]No, son, I didn't call them off. They never were coming. We didn't \"intercept\" Charlie's call. He called us direct. \n[60]We were gonna hit you just before you got on the Interstate, but then you got stuck so we had to change our plans and take you -- \n[61]I knew Charlie when we were both working construction for the Johnstown company. His middle name was McCarthy because his parents loved Charlie McCarthy on the radio. His wife's name was Mary. She died of a heart- attack last year. He has a daughter and a son, both grown with children of their own. I'm afraid I don't know the names of the grandchildren. \n[62]What else do I know...? Oh, yes. I know Uncle Charlie was trying to steer his favorite nephew away from a life of crime. \n[63]No, That was an accident. Ken shot him. I never told him Charlie was on my side. Ken liked to talk. He shouldn't've been here. But his dad asked me to watch over him. I guess I didn't do the best job. \n[64]I'm gonna ask you one more time. And before you think of bullshitting me again, keep in mind I have had a very frustrating night. And while I know I'll never get the money if I kill you, it's getting to the point where I just don't care. \n[65]I'll take my chances. \n[66]Well, go get it. \n[67]What? \n[68]Pulls his pistol, returns fire. \n[69]Comes to the surface, breathing deep. \n[70]Now, sir, I can imagine you'd love nothing more than to shoot me, but I caution you -- in order to do that, you're gonna have to shoot through young Tom here. \n[71]Returns fire, shooting blindly over the top of the crypt. \n[72]Is he the one you thought was coming to your rescue? \n[73]Opens fire. \n[74]Haul himself into the ski-boat. \n[75]Sticks the shotgun over the gunwale and returns fire. \n[76]Fires up his engine. \n[77]Cranks the throttle, and, dragging Tom, tears off under the hail of Wayne's bullets. \n[78]Grabs Tom's hand and holds on as they shoot off across the water. \n[79]Here. \n[80]Looks at Kenny for a moment, then pushes his body overboard. \n[81]Slams head-first into the dash. \n[82]Is laying on the deck, unconscious. Just then... BAM! BAM! \n[83]Hits the cold water and comes to, sputtering. \n[84]Yeah. \n[85]Does he have the girl? \n[86]Hepatitis, hell. You probably already got cholera. \n[87]What're you doing? \n[88]You been in here before? \n[89]What happened? \n[90]Everything would have gone fine if you'd've just walked away from the truck. \n[91]You mean why was he doing this? No cancer. Didn't you ever think about taking the money? \n[92]Come now. A man who used to make his living fencing hot jackhammers never thought about what he'd do with three million dollars? \n[93]As little as possible. \n[94]I know where Belize is. What about it? \n[95]No, you didn't think about taking that money at all. \n[96]I'm sure. And I guess that's pretty much how it started with Charlie. \n[97]What -- you're gonna swim after her? \n[98]You ain't gonna help her by getting shot. He's gone and you don't know where. \n[99]You'll be dead before you get over the sandbags. Look, he'll be coming for us. You can ask him then. \n[100]I wouldn't worry about that. \n[101]Jumps up out of the water with the electrical cord. He tosses a loop of the cord around the Sheriff's neck and pulls, yanking the Sheriff out of the boat. \n[102]Who moves a little faster. He grabs Phil's pistol and puts it to the Sheriff's head before the Sheriff can bring his gun around. \n[103]In the boat. \n[104]What in God's name is that? \n[105]Get out of the boat. \n[106]Hold on? \n[107]No. \n[108]Look, I don't know what you thought but I told you, I'm here for the money; that's all. \n[109]Climbs into the Sheriff's boat. \n[110]Pushes the Sheriff out of the boat. \n[111]Lord knows I should. \n[112]Turns back at the sound of the Sheriff going under. \n[113]Is aiming his gun at the water and is about to fire as... \n[114]Is shot in the gut and the thigh and high on the chest and he stumbles back, bellowing, and falls out of the Sheriff's boat and into the water. \n[115]Barely alive. \n[116]Pushes the throttle all the way forward. \n[117]Tries to restart the ski-boat but it's dead. He slumps forward. \n[118]Fine. \n[119]For what? \n[120]I did? I just came for the money. \n[121]No. Tell her to stay back. \n[122]You're going to turn it in? \n[123]Well, hell, then I guess I better take it after all. I figure the river'll carry me down to the Gulf of Mexico. If I catch the right currents, maybe I'll end up in... Belize? You come look me up. I'll buy you a drink. \n[124]Go. \n[125]Please. \n[126]Son, don't think too badly of your Uncle Charlie. He always said you were capable of remarkable things. He was right. \n[127]The rain's stopped. The air after a rain... ", "SHERIFF": "\n[1]So, are we all going to die? \n[2]Don't answer that, Phil. \n[3]Hank says he's gonna open another gate. We're gonna get another rise. \n[4]Well, you would be if you wanted to get the last couple of paychecks some bastard owed you. \n[5]You know, Bob, as much as I'd love to stand here all day talking about how great I am, if you don't get moving I'm gonna have to haul your sorry ass off to jail. \n[6]You wanna know how to get the best revenge on the Mayor and his boys? You do exactly what we're doing. You protect the town. You protect it better than they would. Better than they ever could. \n[7]Any looter that comes in here is in for a big surprise, cause as long as I'm still wearing this pointy thing... ...nobody's taking anything from this town. \n[8]Henry, I saw you. Come on out. \n[9]Henry, I'm not leaving until you come out. \n[10]What are you still doing here? \n[11]That's illegal, Doreen. \n[12]You don't need to set traps. \n[13]That's not happening this time. \n[14]You can't stay, you know that. \n[15]Good. \n[16]God'll understand if you have to drown her in the basement, Henry. \n[17]What are you doing here? \n[18]Karen, did you think the order was for everyone but you to evacuate? \n[19]What if he'd had a gun, Karen? A lot of these looters carry guns. \n[20]Look, son, what were you doing in the church? \n[21]How much money did you have? \n[22]No, I don't think so. \n[23]You took the money, didn't you. \n[24]Jesus, Wayne, use your head. If he hadn't hidden it, they woulda killed him, too. \n[25]You got any ID? \n[26]Get out two rifles and a shotgun. \n[27]Well, yes, Wayne, I do. And even if I didn't, I'd say we sure as hell had an obligation to check it out, don't you think? \n[28]No, I think you better stay put. But that was -- \n[29]Wayne, what's the worst that's ever happened to you? When old Mrs. Dugan went after you with a knife? This guy just got shot at! Smart move with the money. \n[30]Wayne and I'll check out the cemetery. You escort Slugger... ...out of town. Get her to some high ground, then come on back. \n[31]Not any more you don't. \n[32]Wayne... \n[33]And they're gonna regret that, I guarantee you. They're gonna regret coming anywhere near this town tonight. And out he goes. \n[34]Phil, take Karen's boat. \n[35]Wayne... You locked him in. \n[36]Is he dead? \n[37]Who? \n[38]Let's hear it, Phil. \n[39]Shut up, both of you. Let's go find Karen; see if she's got him. \n[40]Where was he going? \n[41]Hank, remember when Mike Crane holed up in Jack Finch's barn and said he was gonna burn it down? \n[42]Right. And before you went in, I deputized you, you dumb son-of-a- bitch! So when I say get down here, it's not a request, it's an order. So get down here! Now! I won't need you for long. And bring your gun. \n[43]Hold your fire! \n[44]Okay. \n[45]Hey, Hank. That money I told you about? From the armored car? We're gonna keep it. Three million dollars. Four ways. Seven fifty apiece. You okay with that? \n[46]Hank? You okay with that? \n[47]Then I guess you've never been hunting with Hank. We got two behind that crypt. Get 'em. \n[48]Come on now, Phil. \n[49]They're looters, Phil! They come and steal from an armored truck in our town -- they're looters. \n[50]No, they're witnesses. \n[51]Jeez, Phil, I always thought Wayne was the stupid one. Read my lips. Three million dollars. Look at it! \n[52]A couple of those bags are gonna be yours, Phil. \n[53]I'm the what? \n[54]For twenty years I've been eating shit, breakfast, lunch and dinner. Well, tonight I'm changing the menu! From now on everything I eat is gonna be shit-free! \n[55]Can I make it any clearer, Phil? Do you want me to draw pictures? \n[56]Oh for -- Okay, Phil. But here's how it's gonna go. I'm gonna hear one of two things out of you. Either I'm gonna hear you say you're in with us, or... ...I'm gonna hear a bullet come out of that gun and go into me. \n[57]Seven hundred and fifty thousand dollars or... ...you kill me. Your choice. \n[58]There we go. \n[59]Then go get some bottles. \n[60]It'll be fine. \n[61]Fuck the town. \n[62]What're you doing? \n[63]Oh, for Christsakes, just dump her here. \n[64]Just dump her here! \n[65]Wayne! Goddamnit, we've gotta get them outta there! Wayne! \n[66]On a date. You all set? \n[67]Then let's go. \n[68]We can get started without him, the dumb shit. He won't be long. Besides, we got Phil. Phil's gonna earn his money on this, aren't you Phil? \n[69]They're not coming out, Hank! \n[70]We have to get them! We have to kill them! Do you understand? If they're not dead, we got jack shit! \n[71]Where are they?! Jesus! \n[72]You take care of him! \n[73]They went back to her house. \n[74]It's -- \n[75]Hank? \n[76]How much time we got? \n[77]Guess! \n[78]Then I'd say you boys better drop your guns. \n[79]That's the deal! You let me and Hank go -- with a few of these bags -- and I'll tell you where to find Karen. \n[80]It's the only way you're gonna find her! \n[81]So, you just gonna kill me? \n[82]You should've just killed me. \n[83]Yeah, you're right. ", "KAREN": "\n[1]30, pretty, even in head-to-toe rain gear. \n[2]I was setting up pumps. \n[3]I wouldn't expect you to, Wayne. \n[4]I was gonna go as soon as I filled the pumps, but the next thing I know, I've got a looter on my hands. Now, maybe I'm crazy, but I was expecting a little gratitude? \n[5]I told you -- he was looting it. \n[6]It was a crucifix. It was the only thing there! \n[7]I have to fill the pumps -- \n[8]Did you see the stained glass windows, Phil? Did you see what a good job they did? I can't let anything happen to the church, not after all I've put into it. \n[9]If you're not going to take me back to the church, then I'll swim. \n[10]What am I saying? \n[11]This is my boat. You swim. \n[12]They'll get him out. \n[13]And she's pulling as hard as she can, but the wire cage isn't budging. She pulls out a Swiss Army knife, unfolds a small knife and starts taking out the screws holding the cage in place. She gets two screws out. \n[14]I owed you -- for hitting you and all. But we're even now, okay? \n[15]I don't know. \n[16]Maybe another levee broke upriver. They've been -- \n[17]Tell them where the money is. \n[18]Well, I can. \n[19]So what do we do? \n[20]Look, I've spent the last eight months of my life restoring that church, and I just left it to come save your ass, so spare me, okay? \n[21]No, I'm fine. The heater just kicked in. \n[22]You ever been robbed before? \n[23]Oh. \n[24]What'd you do before this? \n[25]How'd you end up in this? \n[26]Nice favor. How's he gonna feel after tonight? \n[27]Oh, God. I'm sorry. \n[28]Well, whoever it is, he listens to Pat Benatar, Eddie Money and the soundtrack to \"Footloose.\" \n[29]What? \n[30]Hurry! \n[31]We thought it was empty. \n[32]Watch yourself, Tom. I really don't wanna have to save your life again. \n[33]Is in the water, exhausted and cold. \n[34]Tom went off in their rowboat. \n[35]Back to the armored truck. \n[36]Stop! You'll hit Tom! \n[37]Realizes what is about to happen. \n[38]Hits the gun with her arm. \n[39]Sorry, Wayne, but I'm not playing a part in your sick little play. \n[40]Or what? You'll kill me? You're gonna do that anyway. \n[41]I'm sure you can hurt me. But it's all going to be the same when I'm dead. \n[42]Raises her hips and digs a hand into her pocket and pulls out her Swiss Army knife. She pries open the big blade. She hears Wayne sloshing back toward her. She gets back into the position Wayne left her in as... \n[43]Wraps her legs around him, holds him close, pinning him. \n[44]Lashes out of the water with her legs, kicking Wayne in the groin, pushing him back. \n[45]Happy Birthday, Wayne. \n[46]There have to be keys. There -- \n[47]Reaches out with her foot for Wayne's pants. She can't reach. \n[48]Slides down further on the stairs, into the water, then stops. \n[49]Reaches out with a foot, straining, stretching her body, almost dislocating her shoulder and... \n[50]Can only watch as... \n[51]Spits out the water that spills into her mouth. \n[52]Holds her breath with the water touching her nose. She gets the screw loose, pulls up on the railing and pulls the handcuff through the gap between the support and the railing. \n[53]Tugs at the railing, tries rocking it up and down. It doesn't budge. She starts chipping at the plaster with the knife. \n[54]God, I am really beginning to hate fine craftsmanship. \n[55]I'm handcuffed. \n[56]The railing's bolted to the wall. \n[57]I've got a saw. \n[58]In the kitchen. In the tall cupboard beside the -- \n[59]You gotta go! \n[60]The dam's gone! You gotta go! \n[61]Watches Tom and his light get swallowed up in the murky water. \n[62]Keeps looking down for Tom. \n[63]Can only watch and wait. What's he doing? Oh, Jesus. And then... \n[64]Hears an engine behind her and turns. \n[65]Thinks he's going to turn. \n[66]No! No! \n[67]Rolls to the side, just getting clear as... \n[68]Do you need any help? \n[69]It's coming along. What'd you get? \n[70]Yum. \n[71]Ha ha. \n[72]That's what he said last week. \n[73]And I will. ", "CHARLIE": "\n[1]Do you think you could go a little faster, pal? \n[2]Excuse me? \n[3]Okay. \n[4]For Christsakes! \n[5]Hey! Do you know what kind of crap is in that water? \n[6]Dispatch, this is 31. \n[7]We're leaving Huntingburg. We'll be back in an hour. \n[8]We're gone. Over and out. \n[9]What? \n[10]What about my ear? \n[11]Shut up. \n[12]Here. \n[13]If it'll shut your mouth you can have the whole bag. \n[14]I love how you think you're better than this. \n[15]You ungrateful shit! I don't believe you! \n[16]You don't wanna do this? Fine. Go back to selling hot construction machinery. That's a helluva career. \n[17]You think this is a joke? This is funny? Jesus Christ! You know how lucky you are you could get in here? Thirty years old and all the crap you pulled and you never got caught? \n[18]Oh, yeah, it takes a lot of skill to fence bulldozers. That's goddamn genius time. \n[19]Oh, so that's all I've been doing, huh? Just wasting my life away. \n[20]Yeah, building a home, raising a family -- that's just stupid. \n[21]You know what, Tom? I really don't give a shit what you said. \n[22]Jack-ass. \n[23]Get out of here. \n[24]I'm sorry. \n[25]I don't know, I... It's just this weather. I... I want to get back. \n[26]No, it's not. It stinks. It's putting your life on the line for someone else's money. \n[27]It's there. Somewhere. I hope. Look, Tom, I don't care what it is you end up doing. \n[28]This is the last time, I swear. \n[29]I just think, whatever it is you do, it's time you did some heavy lifting. \n[30]No, you gotta hear this. You're better than -- \n[31]Jesus! \n[32]Goddammit! \n[33]I knew this would happen. \n[34]Dispatch, this is 31. 31 calling dispatch. \n[35]Dispatch, we're stuck outside of Huntingburg. Truck's dead. \n[36]We're on 231, headed for the Interstate. Right by a sign saying \"Welcome to Huntingburg.\" \n[37]Dispatch can't get anyone out. \n[38]They called the National Guard. They're gonna be here in about ninety minutes. \n[39]Dispatch, we're gonna need help a little sooner than -- \n[40]We gotta get out of here. \n[41]The money's safe; we're not. Water rose about a foot in the last twenty minutes. The National Guard isn't going to be here for another hour. You do the math. \n[42]Hello! \n[43]Yes! \n[44]Looks like we might just -- \n[45]Probably so they can see better. \n[46]Company dispatch and the National Guard are the only ones who know we're here. \n[47]Jesus. \n[48]Take it easy, Tom. \n[49]Is knocked back. \n[50]A horrible look on his face, blood coming out of his neck. He sinks into the water. \n[51]I'm sorry, Tom. \n[52]Floating in the water. \n[53]Is floating in the water, eyes of glass. ", "WAYNE": "\n[1]This blows. \n[2]You kidding? You think I could've possibly had a birthday worse than this? What kind of loser do you think I am? \n[3]Whaddya say we go torch the fucker's house and blame it on looters. Or how about we put a dead cow in his living room. He comes back after it's been in the water a couple of days. Hello! \n[4]I think the dead cow's better. \n[5]I sure as hell don't get what you see in that church. \n[6]What's that supposed to mean? \n[7]That's it, Phil. That'll finally get you into her pants. \n[8]What were you doing at the church? \n[9]From who -- Swamp Thing? \n[10]They stole three million dollars? \n[11]What the hell'd you do that for? \n[12]Color me surprised. \n[13]You believe him? \n[14]Yeah, all we need is an armored car guy helping us out. \n[15]Ow! \n[16]He could still be lying! \n[17]You can do it, Phil. The men of Huntingburg are counting on you. \n[18]Karen? How could she get him out? You took her out of town. \n[19]She know karate or something, Phil? Maybe kung fu? I mean, I can't see how else she could overpower the likes of you. \n[20]They're not here. \n[21]It's Tom now. Looks like you lost out, pal. \n[22]Is closer. He grabs Karen and pulls her into his boat, then grins at Phil. \n[23]Don't see what we needed him for. \n[24]Coming into view on the other side. \n[25]Pulls back out of the line of fire. \n[26]In the boat! \n[27]Gets to his knees in his boat and starts shooting. \n[28]We got too many bodies with bullets in 'em. I'm gonna put her in her house, make it look like she fell down the stairs and drowned. \n[29]Saving her life... Hmm... You know, that might have actually gotten you laid. \n[30]We got a few minutes before Hank gets back. \n[31]Wakey-wakey. \n[32]Dear Penthouse: I always thought your letters were fake, until the wildest thing happened to me. I'm a policeman in a small town. In the middle of the big flood last year, I was patrolling the streets in a boat, feeling kind of sorry for myself -- 'cause it was my birthday and all -- when I saw the front door to a house was open. I pulled my gun -- afraid it might be looters. Imagine my surprise when, instead of a looter, I find a young woman handcuffed to the railing of her stairs. Her name was Karen, and ever since she came back from college she'd made it clear she was too good for any of us local folk. Now here she was, in handcuffs! I said, \"What the heck is going on here, ma'am?\" And she said... \n[33]And she said... \n[34]You're perfect for the role. I suggest you reconsider. \n[35]I might get clumsy. It might take a while. \n[36]And she said, \"Happy Birthday, Wayne. I've got something for you.\" Well, I'm not stupid. I knew what she wanted to give me and I knew she wanted to give it bad, so I -- \n[37]That won't do. Man's gotta see what he's doing. 'Scuse me. \n[38]Re-enters carrying two burning candles in candle-holders. \n[39]I got the candles. All's we need is a cake. \n[40]Mood lighting. You in the mood yet? And then she said, \"My present's ready and waiting. All's you gotta do is unwrap it.\" \n[41]It was cold and rainy that birthday night, and all I wanted was to get someplace warm and dry. As it turned out, what I really wanted was something warm and wet. Wayne grins and closes for a kiss and... \n[42]His head jerks back. He tries to shout, but all that comes out is an awful gurgle. He tries to push off Karen, but... \n[43]Finally breaks free. He tries to stop the bleeding with a hand, but the blood spurts through his fingers. He reaches for his gun in his holster on the banister, but just as he grabs it... \n[44]Tries to get his balance, but his feet can't move -- his pants are around his ankles. He falls back into the water, firing his pistol. \n[45]Is floating on his back, trying to lift the pistol, but his strength is fading fast. He gets off one last shot and... \n[46]The gun drops into the water. No more shots. No more life. He floats, pants around his ankles, covered in blood, dead. \n[47]Still floating on his back, still dead. She looks closer at... \n[48]Is slowly drifting out the open door. Beyond the door, in the light of the streetlamp, the water is riffling, moving, and Wayne is heading toward it. \n[49]Drifts out the door and is pulled away by the current. ", "KENNY": "\n[1]You're gonna be able to buy a helluva lot of bibles, huh, Ray? Me? First thing I'm gonna do is get my brother a lawyer. Best that money can buy. \n[2]Thirty in. \n[3]Security guard. \"In the commission...\" All he's got is a piece of shit P.D. Now I'm gonna be able to afford him a good lawyer -- a guy with a haircut. \n[4]Shit, Jim. I don't do crossword puzzles. \n[5]Mention money again and... \n[6]Yeah, Jim. You got it right. \n[7]is fired up on adrenalin. He has his rifle up and is aiming it. \n[8]Stiffens. \n[9]Shoots off another few quick rounds. \n[10]Doesn't hear Jim and keeps firing. \n[11]He was going for his gun! \n[12]He was going for his gun! \n[13]Were you a preacher or something? \n[14]You got religion? \n[15]What do we do? \n[16]Deep enough for what? \n[17]What about this monster? \n[18]Sees something else he likes. We don't see what it is. \n[19]Oh, Jim...? \n[20]Hears the gasp, turns, grinning. \n[21]Enemy sub off the port bow! \n[22]Guns his engine and takes off after Tom. \n[23]Comes around the corner, grinning when he sees... \n[24]Guns it, racing forward down the hall toward Tom. \n[25]Full steam ahead! \n[26]Keeps going. He flies through the air, slams headfirst into a trophy case and drops into the water. \n[27]Rises out of the water, blood running down his face, pistol up. \n[28]Fires, misses and is knocked to the side as... \n[29]Nice driving, buttwipe! \n[30]Sorry to interrupt Bible study and all, but has no one but me noticed how completely screwed we are? We should be back in the motel room, counting out the money. Instead -- \n[31]What the hell's his problem? All the money in the world ain't worth a goddamn nickel if you get caught. It's not like there won't be other jobs. \n[32]Comes screaming in on the jet-ski. He dives off the jetski, gets a hold of Tom and pulls him under. \n[33]\n[34]\n[35]Still stunned, finally hears the sizzling and looks over at... \n[36]Starts swimming fast toward... \n[37]Grabs onto... \n[38]Feels pretty pleased with himself until... \n[39]Is hit by the voltage and his teeth clamp shut and his body goes rigid and his clothes explode in flames. \n[40]Is fried, smoking. He falls off the TV antenna and hits the water with a loud and ugly hiss. He floats away, his body shaking spasmodically. \n[41]Still twitching. \n[42]Jesus, God, it hurts! \n[43]It hurts! \n[44]Jesus, I can't stop shivering. \n[45]I know you didn't want me to come. \n[46]My dad'd sure be pissed off, huh? \n[47]Hey -- hey the pain's goin'. Oh, man. \n[48]When you said I was gonna be okay, I thought you were just shittin' me. \n[49]Lifeless and limp. ", "HANK": "\n[1]Not right now. But I'm gonna have to let out a little more. \n[2]Holy shit! \n[3]Sheriff! Sheriff! \n[4]Sheriff, come in! \n[5]I'd love to help you, Sheriff, but I can't leave! If the water goes over the top again it's bye-bye, dam! Bye- bye, town! In fact, I could use a little help up here myself. \n[6]Hey, I was the one who got the dumb son-of-a-bitch to come out. \n[7]Anyone mind telling me what the hell is going on? \n[8]In his boat, right behind them, all dressed up in hunting gear, rifle at the ready. \n[9]Seven hundred and fifty thousand dollars? Damn straight I'm okay with that. \n[10]Motor into view. \n[11]Shoots back. \n[12]Curses and pulls back, too. \n[13]Whistles and gets Wayne's attention. He motions Wayne to try it again. \n[14]Has his rifle resting on his boat's windshield and is firing off a clip on automatic as he, Wayne and the Sheriff close in. \n[15]Keeps up his stream of gunfire. \n[16]Where's Wayne going? \n[17]Yeah, but -- \n[18]Aren't we gonna wait for Wayne? \n[19]The fire's not catching. The rain's too -- \n[20]Looks up, realizing that Tom will be able to shoot down on him. He reverses his boat fast under the balcony as... \n[21]Is firing up at Tom through the floor of the balcony. \n[22]Is still shooting up as... \n[23]Dives to the floor of his boat as Tom's shotgun blasts blow plate-sized holes in the church doors. \n[24]Starts to get up from the bottom of his boat, searching for a clip for his gun. \n[25]Fumbles with the bullet clip. \n[26]Kill him! \n[27]Kill him! \n[28]Slams the clip into his gun and levels it at Tom. \n[29]Draws a bead on Jim and is about to shoot when... \n[30]Is rocked back, thrown off balance. He starts to spin and bring his gun around when... \n[31]In the side of the head. Hank crumples and falls into the water, taking his rifle with him. \n[32]It's topped out. \n[33]How should I know? \n[34]It's an old dam! Not long. \n[35]We gotta go faster! \n[36]Goes skipping over the water and slams into a streetlight post. \n[37]Oh my God. \n[38]Swims for the alley. \n[39]Swims for it. He hears the rushing roar of the advancing flood. He expects the flood to blow by the end of the alley. Wrong. \n[40]Dives clear just as... \n[41]Relief in his eyes. He gets to the fire escape and is climbing to safety when... \n[42]Barely has time to scream. ", "PHIL": "\n[1]I think my best was when I turned twelve. My Dad set up a treasure hunt. It was really cool. Well, it was. \n[2]My most awful birthday was sweet sixteen. I had mono. How about you? What was your worst? \n[3]\"The people\"? You're the one who screwed him. \n[4]I, uh -- \n[5]I think it's great what you did. \n[6]Shut up. \n[7]Just bite me. \n[8]Karen, you know I'd do anything for you, but the Sheriff told me to get you out of town. I'm sorry. It's for your own good. \n[9]What're you doing? \n[10]No. Hey, hold on. \n[11]No. Someone got him out. \n[12]Maybe Karen. \n[13]I -- It -- \n[14]It happened real fast, okay? \n[15]Shut up, Wayne. \n[16]Reaches for Karen, floating limp in the water, but... \n[17]Maybe I'm not okay with it. \n[18]You're gonna kill people? \n[19]What about Tom? What about Karen? They're not looters. \n[20]How can you do this? \n[21]But -- but -- you're the Sheriff! \n[22]For twenty years you've been -- \n[23]I can't let you do it. \n[24]Wait -- what about the dam? \n[25]You said if it goes it'll wipe out the town. \n[26]Don't you touch her! \n[27]Who is aiming his pistol at Tom. Phil freezes. \n[28]Points his gun at Hank. \n[29]No! We can't -- \n[30]Lands between Jim and the Sheriff, knocking them apart. \n[31]She lives on Boyd Street. \n[32]Alive, but barely. \n[33]Three over. Two-story, blue shutters. \n[34]Floating in the water, dying. A brief look between them, then... \n[35]", "DOREEN": "\n[1]Jesus H. Christ, Henry, I told you to stay away from the damn window. \n[2]We're setting traps. \n[3]You gonna arrest us, Sheriff? Hell, are you even sheriff anymore, Sheriff? Didn't you lose an election? I sure as hell know I didn't vote for you, and neither did Henry. \n[4]That's what they said in '73. When we got back, anything the bastards didn't steal they broke, just for the hell of it. \n[5]Damn right it's not. \n[6]Soon as we finish setting the traps. \n[7]Real slow now. Like you were in a big jar of molasses. That's it. \n[8]I've got everything under control, Henry. You go back up. \n[9]Well, isn't that just wonderful! Now these bastards are gonna want to kill us, too! Why the hell did you have to come to this house? \n[10]You know what? The house next door is empty. So whaddya say we go back downstairs and you two keep moving? \n[11]Oh, we're not, are we? Then what's your plan, General Schwartzkopf? \n[12]You can't swim that far in fifteen minutes. \n[13]Henry! \n[14]Henry, he is not taking our boat. \n[15]Here. You want a TV too? How about some china? Maybe our silver? Henry! Henry, you leave the boat where it is! \n[16]You give away our only boat in the middle of a flood. You are a genius, Henry. A goddamn genius. \n[17]Jesus, Henry, what are you waiting for -- a kiss goodbye? Get back in here. \n[18]I hope you're proud of yourself, Henry Sears. \n[19]I told you not to give him the goddamn boat. \n[20]We could be safe in our home instead of out here in a boat with these low- life scumbags! \n[21]Faster, Henry! The bastards might change their minds! Stop lily- dipping and move it! \n[22]What're you doing? \n[23]Henry...? \n[24]Yes, of course, I -- \n[25]Come on, Henry. Forget that \"Go to the light\" crap. Come back to me. You're all I've got. \n[26]Oh, Henry. Thank God. \n[27]Whatever you say, honey. ", "RAY": "\n[1]\"Thus saith the Lord; Behold, waters shall rise up out of the north and be an overflowing flood and all the inhabitants of the land shall howl.\" Jeremiah 47:2. \n[2]What's he facing? \n[3]He cap a cop or something...? \n[4]\"I shall bring floodwaters upon the earth to destroy all that lives under the heavens and every creature that has the breath of life in it shall perish.\" Genesis 6:17. \n[5]Obviously. \n[6]You teach your students how to make things like that? \n[7]Now why'd he have to go and do a thing like that? \n[8]Shit, Jim, we're stealing. Can't we take anything we want? \n[9]Ray goes off down a hall while Kenny idles in the lobby. \n[10]Kenny? \n[11]See him? \n[12]Gives chase. \n[13]Is on his tail. \n[14]I'm glad you're enjoying this, Kenny, but if he's dead, how do we find the money? \n[15]\"With a raging flood he makes an end of those who oppose him, and pursues his enemies into darkness.\" From one of the more obscure -- \n[16]You may have more of these in you, Kenny, but Jim doesn't. \n[17]Jim, it could be anywhere. It might not even be in the school. \n[18]The water hits him hard, knocking him off the jet-ski. He's swept away by the water. \n[19]Slammed up against the fence, pinned to it, water rushing over and around and by him. He yells as the wire cuts into him. \n[20]Why don't we just get him? \n[21]What the hell's going on? \n[22]You teach your students stuff like that? No wonder they kicked you out. \n[23]Excuse me, Jim. I hate to interrupt and all, but could we just get the money and get the hell out of here? \n[24]\"At night we'd go down to the river and into the river we'd dive.\" Springsteen, \"The River.\" I'm all out of bible quotes. \n[25]Oh for Christs -- I'm gonna shoot him, Jim. \n[26]Floating in the water, dead, pistol still jammed in his pants. ", "THE SHERIFF": "\n[1]50s, with soft edges and friendly eyes. He's talking into his radio mike. \n[2]Gets out of the car. \n[3]To the rescue. He and Wayne and Phil fire their guns. \n[4]Stops his boat. Wayne stops, too. They are thirty yards from Jim and Tom. \n[5]Thinks for a second, then shrugs. \n[6]Squeezes the trigger as... \n[7]Smacks Karen hard with his rifle and she tumbles out of the boat, unconscious. \n[8]Keeps firing. \n[9]Sees Tom's shape in the water and is about to shoot when... \n[10]Is free of Jim's grasp. He shakes off the electrical cord and turns to shoot... \n[11]Hesitates, then tosses his rifle into the boat. \n[12]Drops underwater. \n[13]In his boat, shining a searchlight on them with one hand, a gun in the other. He starts shooting. \n[14]Is shooting down into the water at Tom's moving shape. \n[15]Hears the sound and looks up as... \n[16]Who ducks down, just in time as... \n[17]Straightens up, grinning with glee that the boat missed him. And then he hears a piercing whine coming from behind him. He turns, just in time to see... \n[18]Starts to scream. \n[19]Is just some misshapen thing trailing red, floating in the water. ", "HENRY": "\n[1]We're just -- \n[2]Doreen... \n[3]We're going to my sister's. \n[4]Jesus, Doreen, you caught a whole gang. \n[5]We are not going to send these people out to the wolves. \n[6]I -- I just don't think -- \n[7]He could take our boat. \n[8]I'll go get it ready for you. \n[9]Shh. \n[10]Doreen, please. \n[11]In the attic. They never saw her. \n[12]I'm gonna row back there and see if he'll shoot you. Or me. Fine either way. \n[13]Do you want me to get us out of here? \n[14]Then shut the fuck up. \n[15]Next time, when I say \"Let's evacuate,\" we're gonna evacuate. ", "UNDERWATER": "\n[1]Tom is swimming as hard as he can, out of breath. KENNY AND \n[2]Tom motions Karen to follow him. She's freaked and hesitates. Tom grabs her hand and pulls her. \n[3]Tom grabs Kenny's arms and pulls himself up fast. \n[4]Tom shines his light on... \n[5]The propeller has stopped. \n[6]Jim fires the pistols, the bullets' bubble streaks knifing up through the water. \n[7]Jim runs out of bullets. He's long since run out of air. He drops his guns and swims under the pews. \n[8]She's using the tip of the knife blade to unscrew the screws holding the support to the railing. She's on the last one. The blade slips, misses, gets a quarter turn, another quarter turn... \n[9]Another quarter-turn and the screw is loose enough to turn by hand. \n[10]Jim pulls an electrical cord out of a wall socket. \n[11]The Sheriff pulls up his pant leg. \n[12]Tom flicks on his flashlight and starts swimming down the stairs. \n[13]Tom swims hard toward the Sheriff's boat. ", "TOM AND KAREN": "\n[1]Rise into view in a car. They gasp for air and keep low. \n[2]Hear a sparking sound and look over to see... \n[3]Look around -- what to do? Tom points. \n[4]Swimming as hard as they can. \n[5]Reach the house. They pull themselves up onto a television antenna/ladder running up the side of the house. Karen's feet are still in the water. \n[6]They heave a huge sigh of relief -- but then Tom realizes... \n[7]Karen grabs Tom's arm and Tom gets a hold of the windowsill and pulls himself up. \n[8]Look away. \n[9]Tom hears an engine approaching. He looks around, then smashes the window with his elbow. \n[10]Look at each other. Oh no. Karen's going under. \n[11]Tom pushes Karen toward the peak of the roof as the bullets plug in around them. Tom pushes Karen over the top then turns and dives off the roof and into the water. \n[12]Karen is down at the water's edge with her arm extended to Tom. Tom grabs it, and as Karen pulls... ", "JIM AND HIS MEN": "\n[1]All holding guns. He speaks to them quietly. \n[2]Duck down in the water. \n[3]Jim glares at Kenny, his eyes on fire. \n[4]Jim's men look at him. Jim motions them to wait some more. \n[5]Jim nods to his men. They head for the truck, down into the deeper water at the bottom of the dip in the road. All have guns up and ready. Jim sends Mr. Mehlor and Ray out to circle around. They all move quietly. The only sound is the rain. \n[6]Ride up on the ski-boat and jet-skis and round the corner. \n[7]Fifty feet away -- Jim, Mr. Mehlor and Ray in the ski-boat and Kenny on the jet-ski -- guns aimed at Tom and Karen. \n[8]Switch on their lights and move forward. They pass... \n[9]When they get closer to the Sheriff's station, what they see -- or don't see -- makes them stop. \n[10]Reach the roof of the Sheriff's station. Jim looks around. \n[11]Are watching, from the shadows on the dark side of the street. ", "THEIR POV": "\n[1]Stretching out ahead of them are reflector bars on the telephone poles, a few feet above the rippling surface of the floodwater. \n[2]A wave of water rushes forward from the truck, then comes back and washes over the hood, splashing up on the windshield. \n[3]All they can see is the front of the truck, in the light of the \"Welcome\" sign. They can't see the back. \n[4]No sign of Tom. \n[5]Tom and Karen have disappeared. Karen's boat is still moored to the Sheriff's station roof, empty. \n[6]The ski-boat and jet-ski are right above them, flashlights playing over the water. \n[7]They see a body tumble out of the ski-boat. \n[8]The Sheriff, Phil and Hank are heading toward the church, flaming Molotov cocktails in their hands. ", "WELLMAN": "\n[1]I -- I'm going as fast as I can. \n[2]Sweeps the money off the shelves and into the bags. \n[3]Yes. We don't keep any of our -- \n[4]Runs up, stopping in the open door. \n[5]Hey, wait! \n[6]Looks nervous for a second, then holds up a clipboard. \n[7]You forgot to sign. ", "TOM AND JIM": "\n[1]Also clue in, but before they can move... \n[2]Throw themselves back off the crypt as... \n[3]Are behind the crypt. Tom holds his bleeding arm. Jim reloads. \n[4]Behind the crypt, bullets winging by. Jim looks over, sees... \n[5]Exchange a look. \n[6]Jim looks at Tom, then hands Tom his pistol. Tom doesn't know what Jim's doing. Jim slips beneath the water. \n[7]Look out the windows. ", "THE TRANSFORMER": "\n[1]Water is three inches from the transformer; two inches... \n[2]One inch from the water... \n[3]The water is about to touch. There's a sizzling sound. \n[4]The sizzling is getting louder. \n[5]The water touches the outer casing of the transformer. \n[6]Explodes. "}}