{"dialogues": {"NELL": "\n[1]I'm not going to stay.  I'll get a job.  I'll get my own apartment. \n[2]-- I've never worked? -- \n[3]Hello?  Yes, this is Eleanor. -- Where?  Yes, it's right here. \n[4]Hello Baby... \n[5]She's okay.  She woke up and she saw she was alone. \n[6]That's all right. \n[7]None. \n[8]No. \n[9]Maybe... maybe someday.  I'd like that. \n[10]Umm, I'm a little lost. \n[11]They sent me directions and I've got a map, but it's kind of confusing.  Here... it's a place called Hill House? \n[12]What are you doing? \n[13]Did I say something wrong to you? \n[14]Oh!  You scared me. \n[15]Are you Mister Dudley, the caretaker? \n[16]I'm with Dr. Marrow's group.  I'm supposed to check in with Mrs. Dudley up at the house.  Is she here? \n[17]Why do you need a chain like that? \n[18]Is there something about the house? \n[19]Hello?  Hello?  Mrs. Dudley?  Mrs. Dudley, are you here?  Anybody? \n[20]Wow... \n[21]Hello?  Hello?  Mrs. Dudley? \n[22]Mrs. Dudley? \n[23]Mrs. Dudley. \n[24]I'm Eleanor Vance, I'm with -- \n[25]Hugh Crain. \n[26]They're so beautiful.  Aren't they? \n[27]Well, I've never lived with beauty.  You must love working here. \n[28]Why would we -- \n[29]Finally. \n[30]Hello? \n[31]I'm Eleanor but everyone calls me Nell.  Eleanor Vance.  Nell.  I'm really glad you're here.  Really. \n[32]What a beautiful jacket. \n[33]This?  It's from a thrift shop. \n[34]Fifteen dollars. \n[35]It's all I could afford. \n[36]I don't know what you mean. \n[37]We couldn't even hear you. \n[38]No one will come any nearer than that. \n[39]My room is right next door.  I think we share a bathroom. \n[40]That's why we're here. \n[41]I'm between jobs right now.  My last job... it... the person I was working for... the job ended. Over.  So... And you? \n[42]Not really. \n[43]Ohh, sure, you have trouble with commitment. \n[44]No. \n[45]I don't have anyone. But I do have a little apartment of my own.  It has a little flower garden.  You can just see the ocean.  At night, when the wind comes in just right, you can hear the buoys in the harbor. \n[46]So much carving.  It's everywhere. On everything. \n[47]I know. \n[48]Maybe we should wait for them here. \n[49]Theo! \n[50]I love this house.  I really love this house. \n[51]We should go back. \n[52]Theo, I'm scared -- \n[53]Uh... Nell Vance... \n[54]Well, I... uh... \n[55]You can call me Nell, Dr. Marrow. \n[56]I'm really... honored to be part of this study, Jim. \n[57]I only saw Theo drive up. \n[58]Is something wrong? \n[59]What? \n[60]All of you have such interesting problems. \n[61]No... Please, I know how that sounds but... You're all so articulate.  You know how to talk. I feel like I'm here under false pretenses.  It's silly, it's not like... well, all of you have trouble sleeping because you live in the world, and the world is complicated and scary, but nothing's ever happened to me.  So I don't have a reason to sleep badly. \n[62]Yes, because someone was always keeping me awake.  Ever since I was little.  That was my job.  I took care of my mother and I had to be there for her all night long, and she woke up all the time.  And after she died, well, it's been a few months, but I still, I still wake up, it's... a habit. I know we've only known each other a couple of hours, but I'm really glad to be with people who let me talk about this.  I'm really happy to be here with you. \n[63]What's wrong? \n[64]All the carvings. \n[65]That's so sad. \n[66]Here, cover it.  Don't let her touch it. \n[67]about the story, not Marrow \n[68]Sorry.  I'm not used to being touched. \n[69]Yes.  I've missed it. \n[70]Good night, Theo. \n[71]Coming, Mother! \n[72]No! \n[73]It's in my room. \n[74]You really didn't hear anything? \n[75]You know it wasn't a joke, Theo. \n[76]Theo I think.  You've asked us that three times, Doctor Marrow. What's going on? \n[77]Mother always banged on the wall when she needed me.  The night she died... I heard her, but I pretended I didn't.  I was just so sick of it all.  And then the banging stopped.  And in the morning... she was dead.  This is the first I've ever said this to anyone.  That was the job I had, Theo, it's the only job I've ever known, and I failed.  I'm actually a bad person, Theo.  The world doesn't need me. \n[78]Good night, Theo. \n[79]Sorry. \n[80]Am I that bad? \n[81]Yes.  I feel realy rested, too. Theo? \n[82]The children.  The children Hugh Crain built the house for.  The children he never had. \n[83]Couldn't get the last ones.  You? \n[84]There's someone in there!  There's someone in there in the fireplace! \n[85]Jim... \n[86]Somebody was in here.  I saw him. \n[87]Are these yours?  I found them right over there. \n[88]When I first got here I saw a gray car pull up.  I thought it was one of us. \n[89]This is my car. \n[90]How could he have left without his keys? \n[91]What's his first name? \n[92]David?  David Watts?  Can you hear us?  David!  Daviiiiid! \n[93]David? \n[94]No, it's getting worse. \n[95]That smell... oh, God. \n[96]It was very specific. \n[97]In the bathroom in my mother's room, the toilet was next to an old wooden table.  It smelled like that wood. \n[98]I wasn't thinking about my mother's bathroom. \n[99]I looked at Theo.  She had a look on her face. \n[100]Yes. \n[101]I got more scared. \n[102]I'm sorry.  I'm messing up the study. \n[103]I don't know.  Maybe I... \n[104]I haven't been with people in a long time. \n[105]My name. \n[106]No... \n[107]Welcome Home Eleanor.  Welcome Home?  I've never been here.  Who did this? \n[108]Who did this?  Why are you doing this?  I don't know any of you. You don't know me.  Why are you doing this to me? \n[109]Theo... Did you? \n[110]Why? \n[111]I don't know anything.  Whoever did this, please, just... just say so... just... please... this is cruel.  Don't be cruel to me.  I can't stand it.  You don't know me. \n[112]Are you coming to confess? \n[113]Let's say it wasn't you.  Who did it? \n[114]It was a stupid thing to do. \n[115]Welcome Home. \n[116]Sure. \n[117]Oh... it's so beautiful... \n[118]Violets.  Somebody must've died here. \n[119]Who? \n[120]Why? \n[121]Yes. \n[122]Why? \n[123]I was just thinking how happy I am right now.  All my life, I've been waiting for an adventure.  And I thought, oh, I'll never have that, adventures are for people who travel long distances, that's for soldiers, that's for the women that the bullfighters fall in love with.  And here I am, and something is happening to me. Strange noises in the night. Paintings are calling to me.  And all it cost to get there was five gallons of gas.  I'm getting my adventure. \n[124]Why? \n[125]It doesn't matter.  Even if they're tormenting me, someone wants me.  What I do with this is up to me.  I can be a victim, or I can be a volunteer.  And I want to be the volunteer. \n[126]Hugh Crain.  Can't seem to get away from him. \n[127]I don't know.  A lullaby I guess. My mother used to hum it to me. And her mother before that, and so on. Hugh Crain, would you care to dance? \n[128]Only two days. \n[129]The blest are the dead / Who see not the sight / Of their own desolation... \n[130]A father's joy unjustly snatch'd by a jealous God... \n[131]Suffer the little children unto me. \n[132]Crain's study. \n[133]Erin, Peter and Sean and Emily and Elizabeth... who are you?  And you?  What happened to you?  You died... How did you die? \n[134]There's hundreds of them.  This must be a record of the children who died at the mills, like Luke said. \n[135]You really think it was Luke? \n[136]I don't know what to think anymore. \n[137]I've never had a pedicure before. \n[138]Red. What else? \n[139]I'm sorry I was mad at you, Theo. \n[140]I'll take that as a compliment. In the city, what kind of place do you live in? \n[141]A loft.  That's a lot of room for one person.  Probably.  Maybe there's room for... \n[142]I don't know, you know... \n[143]I'm trying.  Have you ever kept something to yourself because you were afraid it'd ruin things. \n[144]I better go to bed. \n[145]I think so. \n[146]Who is doing this to me? \n[147]\n[148]No!  Go AWAY! \n[149]-- What do you think? \n[150]No.  No... Jim's not doing -- these things. \n[151]Because I don't want to ruin things.  Because home is where the heart is. \n[152]Jim?  I'm done. \n[153]How can he think I'm doing this! \n[154]No.  No, I couldn't do those things: I'm not making it up. \n[155]His second wife.  There was a second wife?  Carolyn. \n[156]She was pregnant. \n[157]Theo!  Jim!  Help! \n[158]The house... it's a maze, that's how you designed it, didn't you, Mister Crain?  So wherever one of your little guests went, the house brought them here.  It's designed to make you come here.  But why? \n[159]Oh, no... Oh... no... no, no... not that... Oh no... Ohhhhhhhhh! \n[160]He hunted all those children in here.  The dead children, Josiah and Elizabeth and all of them... from the books... he took them up here... he played games... the ones from his mills he burned them up in the fireplace but she found out what he did and she killed him -- \n[161]-- he didn't kill her she killed him and ran away with her baby -- \n[162]After Rene... after she killed herself... he turned into a monster.  He did fill the house with children... he did, but... they weren't laughing... \n[163]Carolyn showed me where she hid him, hid him with all the ones he killed -- \n[164]And they're all locked together in here... and he won't let go of them! \n[165]Hugh Crain.  He's in the house. He's still here... \n[166]Is this true?  I've been hypnotized? \n[167]It's not real?  Crain?  He's not real? \n[168]This is real, I'm not making it up!  Theo, you saw it!  You were there -- the banging and last night.  You, you all saw the painting! \n[169]-- but the painting! \n[170]I know you think I did that.  I didn't!  Go to the great hall and look in the fireplace! \n[171]Because that's where he burned them up, the child laborers from his mills!  Because that's where their bones are!  He killed <i>hundreds</i>.  He took them here and he killed them.  Their bones are in the fireplace! \n[172]Oh, God, you're not going to look... \n[173]Don't leave me. \n[174]I don't think I want any. \n[175]Theo... \n[176]Oh, God.  It's looking for me. \n[177]Theo, my hand.  You're hurting me. \n[178]A child.  No.  No!  I'm right \n[179]Oh, God.  Who was holding my hand? \n[180]I will not let you hurt a CHILD! \n[181]Why do you want <i>me</i>? \n[182]\n[183]Welcome home, Eleanor... \n[184]No. \n[185]I'm here... I'm here... I'm coming to you, I'm coming to you... \n[186]The children want me.  They're calling me.  They need me. \n[187]\n[188]They're all in here.  All the ones he killed.  They're just children! We have to help them! \n[189]Why did you bring me here? \n[190]Why did you call me and tell me to look in the paper for the ad? \n[191]But you told me to look in the paper!  You told me I'd be perfect! \n[192]Then who called me? \n[193]Just had to be sure. \n[194]Oh, Theo.  You know I don't have an apartment. \n[195]Don't worry about me, Theo.  I'm wanted.  Right here.  I'm home. \n[196]After all... I'm family. \n[197]My mother used to hum this to me. Like her mother hummed it to her. And my great grandmother Carolyn hummed it to her. \n[198]I have to stay.  You better go.  I could explain it, but you'd never understand. \n[199]No -- \n[200]In the night... \n[201]...In the dark. \n[202]It's not safe for you anymore. The children need me, and Crain is doing everything he can to keep me from them. \n[203]Give me your shoelace. \n[204]Nothing, if you leave right now. There's a war going on all around us.  Don't get in the way, please. \n[205]No!  No!  Let them go! \n[206]He played hide and seek with the children.  That's how he built the house. \n[207]I know. \n[208]No, no, you leave them alone! \n[209]Hurry. \n[210]Jim!  Theo! \n[211]Nooo, not them! \n[212]Is this where she bashed your brains in? \n[213]When you came in the door?  I bet that was the last thing you expected.  Right?  From Carolyn? You thought, oh, Carolyn, I've taken it all out of her, you thought, Oh, Carolyn, she's no threat.  Carolyn.  Great Grandma Carolyn.  Did you know that? \n[214]She found out what you did, and she knew there was only one way to stop you.  And she stopped you, so you couldn't torture anymore of the living. But you wouldn't even let go of the dead, would you?  Well, now I'm here.  They called me.  Did you know that?  They've been crying out for help for a long time.  And I heard them. \n[215]And I won't let you hurt them anymore. \n[216]Come on, Hugh Crain, you know what to do.  We've both been here before. ", "MARROW": "\n[1]Come on Malcolm, it's only seven ohms, it's nothing, it's like a joy buzzer!  And it's not about the pain, it's about the interference with concentration... \n[2]Look, look at what it does!  The subjects on the left, because they anticipate the shocks, make the adjustment, and lose nothing on their scores.  The subjects on the right, because the shocks are random, can't anticipate, and the distraction throws them off. \n[3]Malcolm, this is essential work I'm doing.  Just think what my research can do for education. Elementary school classrooms near train tracks or airports, where loud noise is random; this helps to prove the need for sound insulation if the children are ever going to learn to read. \n[4]No, Malcolm!  Individual performance is only part of it.  I know why baseball players choke for no reason, I know why violinists throw up with fear before every concert, and need to, to give a great performance, but what I want to know is, how fear works in a group... \n[5]But if the group knows it's being studied as a group, you contaminate the results.  The deception is minor. \n[6]Mary, I'll meet you outside. \n[7]And after she was thrown out, she needed a job. \n[8]No, but she does, and that's all that matters. \n[9]No. \n[10]She needed a job, Malcolm.  And she's smart.  And she helps me. \n[11]This is the last chapter.  Please, please give me clearance.  It's for science. \n[12]Thank you. \n[13]What? \n[14]You hear the vibrations in the wire.  There's a magnetic pulse in the wires, you feel it.  I could test it. \n[15]Yes, this is Doctor Marrow. \n[16]Because it's my phone. Yes... Mrs. Dudley, just leave the boxes inside, thank you.  See you soon.  Thank you. \n[17]Good. \n[18]This is correct? \n[19]What a beautiful profile.  How do you feel about her?  What does your <i>intuition</i> say? \n[20]Okay... this one's good... Extrovert Feeler... Okay... This one I like, too... \n[21]That?  That's Hill House. \n[22]Yes.  It's perfect, isn't it? \n[23]There we are.  You're Eleanor, you're Luke, you're Theo. \n[24]And this is Todd, he just came up. \n[25]And this is my assistant, Mary Lambretta. \n[26]Eleanor, how was the drive? \n[27]Nell.  Good enough.  And I'm Jim. \n[28]Well... we're glad to have you. \n[29]Have either of you seen David Watts? \n[30]The man who completes the group. \n[31]Well, why don't we get some dinner while we're waiting for him? Welcome to Hill House, everyone. \n[32]Nobody.  A local mill owner, Hugh Crain, built it in 1830.  He had no heirs, but he put the house in trust, and the farmland around it, with the stipulation that it never be altered or sold.  Crain's executors made good investments and for the last hundred and twenty years, Hill House has taken care of itself. \n[33]Eat first, questions later, Mary, please. \n[34]Theo?  It's your turn. \n[35]You wrote that you had trouble sleeping. \n[36]We're glad you're here. \n[37]Why don't we move to another room? \n[38]I'll have to count David Watts as a no-show.  So let's start.  Thank you, Mary. \n[39]All right?  So, to answer your earlier question, Todd, why are we here?  What do we all need in life, what are the basics?  We need food, we need water, we need sleep.  Sleep.  All of you resist it?  Why?  What does that mean? Why do we resist sleep?  My field of study is the individual's psychology of emotion and performance. \n[40]I thought it best to be isolated, to be in a location with a definite sense of history, and I wanted to make sure that it wasn't so pleasant you'd all sleep too easily.  You'll be taking a variety of tests, none of them harmful, and you've got the house, the grounds, and each other to keep you company. \n[41]Every day.  Basically we'll be hanging out together like we have so far this evening. \n[42]Also, there is no phone service to the House and no TV.  I have the cell phone for emergencies.  We'll begin the tests after breakfast tomorrow. \n[43]There was once a king who built a palace.  The King's name was Hugh Crain.  A hundred and thirty years ago, when the Merrimack Valley was the center of American industry, Hugh Crain made two hundred million dollars.  That's forty- three billion dollars in today's money.  He could have anything he wanted.  And what he wanted, was Rene, his banker's beautiful daughter.  Rene, and a house filled with children. \n[44]But there's a sad catch to the story. \n[45]There were no children.  Rene died, and then Hugh Crain built all of this, and then he died. His heart was broken. \n[46]Mary, let me see your eye. \n[47]Here's my key to the gate.  Call me the second you know anything. \n[48]Yeah. \n[49]Luke, can I talk to you? \n[50]Because... well, I know I can trust you. \n[51]I've read your tests. \n[52]There's something... I... I didn't tell you everyth1ng about the house, and about Hugh Crain... but I'm asking you not to repeat it. \n[53]Icebreaker exercise conducted over dinner.  Observed initial bonding among subjects and experimenter. After dinner first bland history of House relayed.  Nell appears most susceptible to suggestive history.  Luke, who tested at the bottom of the Levy-Mogel Confidence Reliability Scale was given the second part of the story.  We should see some results tomorrow.  Accident with harp, while unfortunate... complements the experimental fiction. \n[54]Publish or perish. \n[55]Go ahead. \n[56]The cold sensation.  Who felt it first? \n[57]How do you feel about Luke's suggestion that it was just the old plumbing?  Water hammer, something like that? \n[58]For an American you do a good imitation of the British at their most apologetic. Pardon me.  Excuse me, sorry, sorry... \n[59]Good morning, Theo.  Luke. \n[60]Eat your breakfast, Theo, then we'll get started on the tests. \n[61]Mary came with me. \n[62]And those are Luke's and mine. \n[63]Watts! \n[64]Watts!  Can you hear us? \n[65]Do you know who these keys belong to? \n[66]I was expecting another guest yesterday.  A man, David Watts. Did you see him? \n[67]Is your husband around?  I'd like to -- \n[68]Thank you. \n[69]Nell!  What's wrong? \n[70]What did it smell like? \n[71]All right... \n[72]So... smell... is... Smell is the sense that triggers the most powerful memories.  And a memory can trigger a smell. \n[73]What happened after you smelled it? \n[74]Like she smelled it too? \n[75]And then what happened? \n[76]Hmm. \n[77]No you're not.  Something moved you.  You saw something. \n[78]I really haven't either. \n[79]I mean, I'm surrounded by people, day in, dayout.  Students, colleagues. But most of the time, even when I'm with them... you know... It's all about power, there's not much room for actually getting to know someone or having someone getting to know you. \n[80]I didn't.  You know that, Nell. \n[81]I wish I were.  I wish I had done it, then I could confess and you'd be at peace.  That great moral philosopher Frank Sinatra once said to someone he loved, I wish you had an enemy, so I could beat him up. \n[82]I don't know. \n[83]It was. \n[84]You'll never see it again.  Mr. Dudley's taking care of it. I'm sorry, Nell.  Can I show you something you'd like to see? \n[85]That's enough, Mister Dudley. \n[86]Thank you, Mister Dudley, please... \n[87]That's a horrible story. \n[88]You're smiling. \n[89]Someone is playing with you. \n[90]I don't know. \n[91]What is that tune? \n[92]...the hallway discussion about last night's fireplace incident concluded at three a.m.  Nell continues her alienation of the other subjects and the experimenter.  It remains unclear whether she truly believes she did not deface the painting. Interview with the subject in greenhouse yesterday to ascertain the extent of her self-delusion was inconclusive due to her efforts to sexualize encounter with experimenter. \n[93]One minute! \n[94]Nell. \n[95]Were you looking for me? \n[96]How are the tests going? \n[97]Get a blanket! \n[98]She's in shock.  Come on. \n[99]Nell... please, Nell... take a deep breath... \n[100]Nell! \n[101]Look at me, Nell.  Look at me! \n[102]Theo!  You too.  Listen to me. \n[103]Nell, you have to hear me.  Let me explain what's happening to you. You're participating in a study on hysteria. \n[104]I've given you a powerful suggestion that you're in a haunted house.  I picked Hill House because it fits the expectations.  It was my... it was my theater, my stage. \n[105]I hadn't done a study of how group fear affects individual performance.  Mass hysteria is like a story, Nell.  A communal story.  Someone starts it.  Then we all add a little more to it. And then for some reason -- no one knows how -- we start believing it.  This story shapes what we see and hear.  We interpret everything through it, make it fit the story. I started our story when I gave you the history of Hill House. You've added to it.  That's what this experiment has all been about.  That's what it was about, the experiment's over.  I'm pulling the plug.  This is my fault. \n[106]Your fear of him was real.  That's all the ghost anyone needs. \n[107]Why would we want to do that, Nell? \n[108]There are no bones in the fireplace.  Luke and I looked in it yesterday.  There's some old charred wood in the ash drop but -- \n[109]Nell!  If we look in that fireplace it'll just make you more upset.  And when there are no bones there, you'll say they got up and walked away. \n[110]There has to be Monster in the Labyrinth.  We make them up. That's how we deal with the things in everyday life that are too terrible to deal with.  Like losing someone.  Like being alone. \n[111]I'm sorry, Nell.  I'm really, really sorry I did this to you. \n[112]I gave my key to the gate to Todd, but the Dudleys'll be here in the morning. \n[113]You get your money. \n[114]Where did she come up with it? How did she put it all together? \n[115]It's a question. \n[116]Is she asleep? \n[117]Shit. Hello?  Yes, this is Dr. Marrow. Oh, hello.  Thank you for returning the call. No.  You mean he hasn't returned? No, we haven't seen him. Can you tell me, what sort of car does he drive? A Toyota... \n[118]Nell!  Nell, are you in here? \n[119]Nell!  Don't move. \n[120]Just stay there, Nell! \n[121]Damn it. \n[122]Nell?  Are you up there? \n[123]Come on, Nell.  You have to climb over and step back on the stairs. \n[124]Nell!  Now! \n[125]Nell.  You will come here now. \n[126]We're going down the stairs, Nell, I'm taking you down the stairs. \n[127]I'll take her with me to the University tomorrow.  I can't believe I read the test wrong.  I didn't see anything that looked like she was suicidal. \n[128]Watts.  Those were his keys Nell found.  His roommate called and said Watts left when he was supposed to.  I think he's here. \n[129]No.  If he's lost somewhere in the house... he'll have to stay lost until tomorrow, until the night is over.  What we have to do now is be together, with Nell. \n[130]What is it? \n[131]Help me! \n[132]Wait a second!  Wait! \n[133]You okay? \n[134]Nell, what are you talking about? I never called you. \n[135]Nell, the first time I ever spoke with you in person was the night we met here. \n[136]Oh, no. \n[137]Oh no... \n[138]Oh my God it's Watts. \n[139]Nell. \n[140]No. \n[141]Come on. \n[142]Come on. \n[143]They don't open! \n[144]Oh Jesus my hand. \n[145]What'll happen to us, Nell? \n[146]Luke! \n[147]Luke. \n[148]Nell, what do we do? \n[149]We can't hide in here!  We won't make it til morning. \n[150]I'm a scientist.  I just conducted an experiment.  Now I have to write it up. \n[151]Was it? \n[152]In a way. ", "THEO": "\n[1]You may think I have a sickness about packing, but asking people to help me shlep the stuff I take with me everywhere is a cheap and exploitative way of making new friends.  My name's Theo. \n[2]And what you're wearing, that's great, too. \n[3]What did it cost? \n[4]That'd be seventy in New York. You stole it! \n[5]Wait.  You're not wearing that ironically?  This is really you? \n[6]A week.  You and I?  We're going to have fun. \n[7]This is so twisted. \n[8]Don't worry, I probably won't be in here much.  Light sleeper. \n[9]What do you do? \n[10]That depends. \n[11]I'm supposed to be an artist, but I've been really distracted from work by love.  Do you know what I mean? \n[12]Don't tell me Boston is different from New York. \n[13]My boyfriend thinks so, my girlfriend doesn't.  If we could all live together... but... they hate each other.  It's hard to be Miss Perversity when you're the only one at the party.  D'you know what I mean? \n[14]A blank canvas!  I could paint your portrait, directly on you. Or maybe not.  So, you?  Husbands? Boyfriends?  Girlfriends?  Where do you live? \n[15]That sounds really nice.  You're lucky.  But you know that. \n[16]Come on, we've seen enough of the bedroom for now. \n[17]Maybe you shouldn't touch -- \n[18]Jeez. \n[19]Which one?  Pick any. \n[20]This is a serious question, but do you think the Dudleys ever make love in this room?  They're alone in the house, no one watching.  No one... no one watching.  You can do what you want. \n[21]Here.  Here.  Here. Oh yes!  Oh yes oh YES!  Here! \n[22]Can't you just see it? \n[23]that Nell is different \n[24]Rats!  We're rats in a maze! That's what this experiment is going to be! \n[25]You'll never guess. \n[26]No, but Nell's been here longer than I have. \n[27]The rest of you may hate your insomnia, but I find it the best time of the day for me.  I'm alone.  Nobody's talking to me but myself.  My mind is racing with ideas, and I can think. \n[28]Excuse me. \n[29]When do we take the tests? \n[30]And why didn't Marrow tell us? Doesn't he trust women?  That fuck. \n[31]The Taj Mahal wasn't a palace, it was a tomb.  Why didn't he tell us? \n[32]Nell, it was an accident. \n[33]Ever try putting your hair up in a French twist? \n[34]You've been out of the world for a long time, haven't you? \n[35]No.  The world has missed you. \n[36]You, too.  Happy tossing and turning. \n[37]Nell! \n[38]What is it!? \n[39]Nell! \n[40]Nell! \n[41]Cold.  Oh, God.  Feel it. \n[42]Luke. \n[43]If this was some sort of joke, I'm going to kill him. \n[44]I did just take a bath.  I don't know. \n[45]I did just take a bath. \n[46]Oh, Nell.  Eleven years.  With all due respect to your mother who I'm sure was a saint, I'd have called Doctor Kevorkian, if not for her, for me. \n[47]Well this is a cozy breakfast. \n[48]I guess.  Oh, your hair!  It looks good. \n[49]Your makeup too. \n[50]Maybe they're Mary's. \n[51]He must have left.  Didn't like the looks of the place or something. \n[52]Two sets.  I don't know.  Maybe they're not even his. \n[53]Watts? \n[54]David. \n[55]Maybe he never came in.  If he'd come in, he would have left his bags at the door, right?  Or maybe he got here early, and went for a walk, and fell.  Maybe he's outside. \n[56]Oh my God, what is it?  Oh, the smell... ohhh. \n[57]Is it over? \n[58]You could have. \n[59]No. \n[60]Maybe you did it yourself. \n[61]I don't know.  You've been alone for a long time, maybe you want attention. Maybe he did it... \n[62]That's so sad. \n[63]Before he painted your name over Mister Crain. \n[64]Well, it wasn't me.  Mister Dudley had to clean it and he knows that he's in charge of all the messes so why would he make more work for himself and... You said the Good Doctor was with you. \n[65]Just think about one thing right now: What color? \n[66]Well? \n[67]See, isn't this better than a hit on the head? \n[68]Me too.  Although I learned one thing about you, that you don't know about yourself.  You can be a pretty decent bitch. \n[69]I have a loft. \n[70]You want to move to New York, you want to move in with me? \n[71]My place isn't like yours, Nell, it doesn't have a view of sea.  It doesn't have a view of anything. What's interesting about the way I live is what goes on inside the walls.  Living with me... My boundaries aren't very well defined, Nell.  Do you know what I mean? \n[72]All the time. \n[73]Are you sure? \n[74]Okay. \n[75]Nell?  Nell! \n[76]Nell, what's wrong?  What's wrong? Nell, it's locked, let me in! \n[77]Nell, the door is locked.  Open it. \n[78]Nell... \n[79]Nell, the tub! \n[80]Oh, God, your breath... \n[81]It's here. \n[82]Marrow said the same thing as last night, he says -- -- that he checked with Mrs. Dudley.  And he says that she told him that all the fireplaces in the West Wing connect to the main chimney.  He says that he thinks that the flue was open, and with the windstorm, he says that what probably happened was some kind of freak air current -- \n[83]Mister very talky, would you please say what it is about this study that bothers you? \n[84]Then who is?  Come on, Nell.  Deep down, if you really thought it wasn't Jim, why wouldn't you be leaving right this second?  Why wouldn't you be afraid?  Really afraid. \n[85]It's okay... we're all here... \n[86]What's happening to her? \n[87]Nell, what happened? \n[88]No. \n[89]How could you do this to people? \n[90]Nell, it makes sense.  It all makes sense.  You and I, we were scaring each other, working each other up. \n[91]Aw, shhh Nell, shhh. \n[92]I'm going to stay with you until you fall asleep.  And then I'm going to get some brandy. \n[93]I do. \n[94]I... I was playing games with her... Big city games... I was bad.  And you, Doctor Morrow, you broke her heart. \n[95]Yes.  But I promised I wouldn't let her alone the whole night. \n[96]We're fucked.  We're in a haunted house and we can't get out until the morning. \n[97]That depends on your definition of ghosts.  I'm going to check on her, and then I'm going to stay awake. \n[98]Yeah. \n[99]Maybe someday. \n[100]Nell? \n[101]Luke... Jim...! \n[102]Nell, go with him!  Just go with him. \n[103]She needs help. \n[104]Will the two of you shut up!  God damn it!  Maybe the tests were right, Marrow.  She's sensitive, she's vulnerable, but I don't think she's suicidal and I didn't have to test her.  Maybe she wasn't trying to kill herself. Maybe she was really scared. Maybe she really heard voices. \n[105]He's wandering around the house, and Nell heard him.  She thought it was ghosts.  Let's go look for him again. \n[106]Oh, Jesus. \n[107]Come on!  Why are we waiting? \n[108]Oh my God we need to call someone? \n[109]Nell -- \n[110]Hurry.  The gas!  Luke... The gas! \n[111]I'm sure she went back to her room. \n[112]Was sure she'd be in here. \n[113]Nell? \n[114]Nell! \n[115]Nell? \n[116]What'd you come back for, babe? \n[117]Let's go, hon.  Don't you want to go back to your little apartment where you can hear the buoy out in the harbor when the wind is just right? \n[118]Then let's go get you one. \n[119]Please, Nell, just see us out. \n[120]Hurry! \n[121]Oh God, we can't get out! \n[122]Nell!  There you -- \n[123]\n[124]I'm not going back to New York City.  I'm going to find an apartment with a little flower garden, where you can just see the ocean and at night, when the wind comes in just right, you can hear the sound of the harbor.  What about you? \n[125]But the experiment was a failure. \n[126]Nell?... Nell? ", "LUKE": "\n[1]Hi, Luke Sanderson, bad sleeper, I'm your basic tosser-turner, and you are... \n[2]And what kind of sleeper? \n[3]Obsessive worrier.  Join the club. And you?  I'd guess... \n[4]Greetings fellow insomniac. \n[5]Greetings. \n[6]Who's Watts? \n[7]\n[8]You know what I love about wine that comes in bottles like this? \n[9]Every year is a good year. \n[10]Nah, you're going crazy with doubt, all of your mistakes are coming back up the pipes, and it's worse than a nightmare. -- \n[11]Don't give me that look, it's everybody's problem, we just have different variations, I for example.  I fall asleep easily. But I wake up around two or three in the morning, every morning. It's that time of night that Fitzgerald called the deep dark night of the soul.  I stare into... the abyss.  Every night. It's the price I pay for being such a jolly fellow. Y usted? \n[12]So why did you need the Addam's Family mansion for a scientific test? \n[13]Keep your head back, that's it. \n[14]That could have been worse. \n[15]Sure. \n[16]Why? \n[17]I can keep a secret. \n[18]He said that Hugh Crain... Hugh Crain was a monster.  He said that he was a brutal, horrible man.  He told me that Crain drove his workers to early deaths.  Crain had children chained to the looms in his mill.  And listen to this: his beautiful Rene killed herself. \n[19]He's trying to protect the experiment.  Personally, I don't think he's got a large enough sample for valid results, but as long as the money's good, and the food is good, I'm in. \n[20]Hey!  I heard screaming... \n[21]Oh, look!  There he goes, ol' Hugh Crain! \n[22]Do you need me anymore?  Cause I'm going to bed.  They can stay up talking another 45 minutes if they want, but I gotta try to get some sleep. \n[23]After I went to bed, the second time, after the... noise... I had the best night's sleep of my life. Anybody? \n[24]I've been thinking about these carvings.  Kids.  Lots of kids. Fat little angel kids.  Wild kids. Kids with furry animals. \n[25]Come on.  These are the typically sentimental gestures of a depraved industrialist. \n[26]Theo was working in the dining room.  She's probably done by now. You finish? \n[27]I did okay. \n[28]We could do this stuff anywhere. I don't know what he's up to yet. But like I said, that's the fun. It has something to do with this environment. \n[29]Who drives a Toyota? \n[30]There's a carriage house around back. \n[31]Well, this lot is full! \n[32]Then he's got to be in the house... \n[33]Watts!  Oh Watts!  Here Wattsy... \n[34]You have to see something. \n[35]It's somebody's idea of a joke. \n[36]I didn't do it. \n[37]So could you!  Is this some fucked up idea of art, putting someone else's name to a painting? \n[38]Don't tell the Professor; he'd probably throw me out.  But test taking is one of the ways I've been supporting myself.  I volunteer for every paid study that they offer.  Of course straight psych stuff doesn't pay as much as the pharmaceuticals do, or a good wound study.  Check it out. \n[39]A thousand dollars each.  Am I sick?  Yes.  Do you know why I only date freshmen?  By the time they're sophomores, they've figured me out. \n[40]The whole thing feels like experimental misdirection.  Like he says it's about one thing, a psychological profile of environmental effects on insomnia... and that'd be a legitimate study, but I think that we've been subjected to an academic bait and switch; he's really looking at something else. \n[41]Modelling small-group dynamics in the formation of narrative hallucinations.  You brought us here to scare us.  Insomnia, that was just a decoy issue.  You're disgusting. \n[42]Sometimes saying you're sorry is just not enough. \n[43]Do we still get paid for the week? \n[44]Is that the question of compassion or science? \n[45]She got the child labor stuff from me. \n[46]You don't really believe it's haunted... Do you believe in ghosts? \n[47]All night? \n[48]You want company? \n[49]Look, the stairs! \n[50]It's not going to hold your weight. \n[51]Don't! \n[52]You used the wrong test. \n[53]You're not telling us something. \n[54]Oh my God... \n[55]No. \n[56]-- how much is this car worth? \n[57]Get the hell out of the way! \n[58]I'm okay.  Okay.  Just my chest. Just my wind knocked out. \n[59]Sorry about your car, Nell. \n[60]Where in the hell can she be. \n[61]We can't stay here looking for her.  She doesn't want to be found... \n[62]Come on, Jesus!  Let's go! \n[63]No you bastard!  Break! \n[64]Watch out! \n[65]Shit!  All right, you sonofabitch... \n[66]Maybe this'll get your attention! \n[67]What? \n[68]We'll get out after this wing burns down.  Let's go. ", "MARY": "\n[1]I see a hostile man... he's (she describes him).  The hostile man does not believe in Madame Velka. \n[2]You know what he's really upset about? \n[3]You're going to publish, he's going to perish... And why did you hire me for this? \n[4]It's for you. \n[5]Test it. \n[6]How'd I know it was for you? \n[7]Here's how they're organized. Groups of five, very different personalities: scored all over the Kiersey Temperament Sorter just like you asked for.  And they all score high on the insomnia charts. \n[8]Her mother died two months ago. She says she really wants to do this.  I didn't know if it'd be taking advantage... \n[9]I put my favorites on the top. \n[10]What's this? What's this... this picture? \n[11]This is where we're going? \n[12]I can tell you what this is about. \n[13]No.  Just... when I saw your picture I had a feeling about you, and now that I meet you, I know I was right. \n[14]Eat first, questions later. \n[15]I think I'd fall asleep easily, but just as I start to feel comfortable, I see things in the dark. \n[16]I feel the presence of something watching me.  It's not... scary... not by itself but... I don't want to go to sleep because I'm worried about the thing attacking me.  So when I finally do fall asleep, I'm like a soldier who's fallen asleep at her post.  I feel like I've betrayed myself.  Nell? \n[17]It's an Erard.  Late 1870s. \n[18]The harp is out of tune. \n[19]Dr. Marrow, what is this house? \n[20]What happened? \n[21]I think there's more to the story. This house has its own music, Doctor Marrow, I can play it for you, I can hear it. \n[22]My eye... oh... my eye... my eye... oh... No... ", "MALCOLM": "\n[1]It's still an electric shock! \n[2]Stop defending your science after the fact, Jim.  The department protocol for research is very clear about this, and you violated the rules.  I know, I know, I know that \"Fear and Performance\" is a big sexy idea, but as long as I'm chairman here you will need this department's endorsement to publish it, and right now I can't do that. \n[3]And that will be a good place to end this study. \n[4]Not the way you've constructed your group, it's just not ethical! \n[5]Are you working with her? \n[6]Why are you working with her? Mary Lambretta was thrown out of the department for trying to get a Ph.D. in psychic studies. \n[7]You don't believe in the paranormal. \n[8]Does she know that's why you're using her? \n[9]I, I just can't... \n[10]I have a bad feeling about what you're doing. \n[11]I'm gonna hate myself for this. ", "JANE": "\n[1]It'll take a month to probate the will, Nell!  A month!  Even if Mother left you something, you won't get it in time to pay the rent.  So instead of complaining, you should be thanking Lou for getting you these two weeks to get Mother's things packed. \n[2]Nell? \n[3]Nell.  A job?  Two months and where is this job?  You have no degree, you've never worked -- \n[4]You have no experience in the world... the regular world.  What would you put on a resume? Now we all appreciate what you did for Mother.  Isn't that right, Lou? \n[5]That's why we've been talking. With me getting more time in Accessories, and Lou at the shop all day, we need somebody to take care of Richie, do a little cleaning and cooking.  And in return you can have the extra room. \n[6]You're sure this is all of Mother's jewelry?  The lawyer said to make sure we took it to him... He said there might be some antique pieces.  Have you seen anything?  Some of it might be valuable. \n[7]Think about our offer, Nell.  You don't know how hard it is out there. ", "TODD": "\n[1]Hi.  I'm Todd Aubochon. \n[2]Greetings fellow sheep counter. \n[3]These old Victorian houses are great, aren't they? \n[4]So what's this study all about anyway?  Mary described the kind of tests we'll be doing, but didn't fill us in on the big picture.  She said you needed bad sleepers, but this wasn't about curing the problem. \n[5]What? \n[6]Oh Jesus. "}}