{"dialogues": {"GIGI": "\n[1]I have a theory about how this all started... \n[2]Uh - excuse me -- but what - the - HELL? Where did that rumor start? Because moms have been spreading it for years. \n[3]Do you understand what this means? We are all encouraged to believe that if a guy acts like a total jerk -- that means he likes you. Sure, that's a lesson that might serve us as five year olds, but many of us keep believing this advice well into adulthood. \n[4]Then, as we get older, we carry on this tradition of misreading the signals men send by encouraging our friends to do the same... \n[5]Why do we say this stuff to each other? Why do we tell each other these lies? \n[6]So, Janine told me you're a real estate agent. \n[7]So just like on frisbees and notepads? \n[8]Much classier. \n[9]I wonder why Janine never thought of introducing us before? \n[10]Only if you do. But I mean, if you have to get going I totally ... \n[11]Well, Conor, I had a really nice time. \n[12]B-bye. \n[13]Hey, it's me. He's cute. I think it went well. \n[14]And I think he might me leaving me a message at home as - we - speak. \n[15]He sells real estate. In Baltimore. Staying in town is his business. \n[16]Really? \n[17]This is all your fault. \n[18]You set me up with him. \n[19]He sold you a house in the ghetto. \n[20]He said he always hangs at Red Maple after work. Maybe I should do a little drive-by? \n[21]Mom, I gotta call you back. \n[22]End.   Why - does it matter? \n[23]Maybe it was at the beginning. \n[24]Or maybe it was at the end.   Or maybe it was nice to meet me. \n[25]Shit.   I can't remember. \n[26]I am so almost done with that. It's just been a little hard to focus on my article about the two sets of twins in market research, when the guy - who may or may not be the guy of my dreams - refuses to call me. \n[27]It's ringing. \n[28]Yes!   Voicemail. \n[29]Hey, Conor. It's Gigi. I just thought, I hadn't heard from you and, I mean how stupid is it that a gal has got to wait for a guy's call anyway, right? \n[30]I mean, we're all equal, right? More than equal -- more women are accepted into law school now than men, and we do better in those police simulations where you can mistakenly shoot innocent people - Dateline - but women practically have penises now, right? Well, call me. This is Gigi. Call me. \n[31]WHAT?   How can there be no dial tone? \n[32]Mom? Is that you? I can't talk now. I'll call you back. \n[33]Janine. It's me. Conor never called, so I'm on the precipice of staging a casual run-in at Red Maple. Pick up if you want to stop me. \n[34]I'm meeting someone.       A guy. \n[35]Hmmmm? \n[36]I'm meeting someone. \n[37]I'm gonna wait at the bar. \n[38]Oh, that's OK. I'm meeting someone. \n[39]I don't know if you'd call it hot -- I mean this guy Conor and I have only been out the one time so -- \n[40]Oh, uhh, yeah -- \n[41]See when I said \"meeting someone\" I guess that was kind of a broad term, kind of a wide interpretation of the word \"meeting\"- \n[42]NO! I mean, totally unnecessary. I mean, I actually was just - in the area - so I figured I'd just swing by and see if he was around - because - uhhh --- \n[43]I uhh, had to return his -- \n[44]Pen. I had to return this - pen. He left this. So, I thought I should really return it before he - you know - -- freaks out. \n[45]Look, I'm not gonna judge about what may or may not be important to someone. \n[46]Oh, really?   Then who's his dentist? \n[47]I'm Gigi. Conor and I went out last week. And I just...I thought if I ran into him...I don't know. I'm gonna go. \n[48]Oh really? How do you know? \n[49]He said it was nice meeting me. \n[50]But maybe he called me and I didn't get the message. Or maybe he lost my number, or was out of town, or was hit by a cab, or his grandma died. \n[51]Yeah but my friend Terri once went out with this guy who never called and she totally wrote him off - then like a year later she ran into him -- \n[52]OK.   But what if I'm the exception? \n[53]Really?     Always? \n[54]Why are you telling me all of this? Aren't these man-secrets - like why men need to watch televised golf? \n[55]Thank you. You've given me a lot to think about. \n[56]I was up all night. \n[57]Sure. It's basically done.   But this is important. \n[58]I think I figured it out. Remember when I went out with that notary public? And he cheated on me? And then Anastasia from upstairs told us that story about how her boyfriend cheated on her at the beginning - but then he totally changed and they're married and crazy in love. \n[59]No, notary. Anyway, the point is - Anastasia is the exception. Not the rule. We have to stop listening to these stories - because the rule is that most guys who cheat on you up front don't really care about you very much. \n[60]Exhibit A: Chad, the drummer who lived in his storage space. He only used me for rides, yet I continued to stalk him for most of 1998. Then there was Don, who broke up with me every Friday so he could have his weekends free. I was so delusional about our relationship that I referred to him as my husband to random people like my dental hygenist. \n[61]And all my friends would tell me stories about how things might work out with these dipshits because they knew someone who knew someone who dated a dipshit just like mine, and that girl ended up getting married and living happily ever after. But that's the exception. And we're not the exception - we're the rule. \n[62]No. No, no, no. That's not what I'm saying. This has absolutely nothing to do with you. I was just talking, you know, about me. Specifically. \n[63]You go back to the office after happy hour? What's happy about that? \n[64]Of course. \n[65]So, wait -- how are we doing this? Are you hearing from me or am I getting a call? \n[66]You said you'd love to call me, but then you said \"look forward to hearing from you.\" See how that's kinda confusing? \n[67]Ooopsie - you did it again. Very vague. You know what? Why don't we just say that you'll call me, and then we can skip all the nonsense. \n[68]Or I guess I could just call you -- \n[69]He was cute. \n[70]I'm not calling him.    If he wants to see me - he'll call. \n[71]No.   He was just -- right. \n[72]Hi, this is Gigi. \n[73]Gigi Phillips. I had the - umm - dentist pen. \n[74]I'm really sorry to bug you. I just - I thought you had some really good insights the other night and -- I had a question. \n[75]No, I know. This is about - - Jarrad. You have a sec? \n[76]So I meet him at happy hour and he was completely charming -- \n[77]He may have used some derivative of that. So, he says he's going to call, but then gave me his card and -- \n[78]You don't even know if he called -- \n[79]No. But the thing is, I honestly think he's expecting my call. \n[80]He said \"Look forward to hearing from you\" and not \"Look forward to talking to you.\" I mean, do you hear the connotations? \n[81]He took mine first, but then he -- \n[82]That's cute.    What happened? \n[83]Is it your sensitivity that makes you so popular with women? \n[84]Again with the sensitivity. \n[85]I know.   Thanks. \n[86]Who would have thought that a random girl from Pilates would fix me up with such a good kisser? \n[87]I can't wait to kiss you again. \n[88]I know. But next time. The second date kiss is way more intimate. \n[89]Would you excuse me a quick second?    Too many diet cokes... \n[90]Hey, sorry to bug you again.   Quick question. \n[91]I'm making out with a guy - PG stuff - and then he mentions he's going out of town, so he's gonna be out of touch. \n[92]But maybe he is going out of town. \n[93]Where are you going out of town to again? \n[94]Pittsburgh. \n[95]So, now what? I'm just supposed to run from every guy who doesn't like me? \n[96]There's not going to be anyone left. \n[97]Yeah? \n[98]So, I'm in his bathroom right now.   What do I now? \n[99]That's OK. I like a little time before a blind date - prepare myself mentally, remind myself not to tell the story about my molars -- \n[100]How can he already not like me? \n[101]Awesome. I'm stuck here with a guy who can't distinguish Tuesday from Thursday - and meanwhile this girl - - she's probably meeting her soul mate as we speak. \n[102]How do you know? \n[103]You cannot tell from a cursory glance that he's not interested. \n[104]Man, you have a gift. \n[105]Maybe there isn't.   You need a spark. \n[106]Really?    Enlighten me. \n[107]I don't. \n[108]Maybe. \n[109]OK.   Yeah. \n[110]That's beautiful. \n[111]Why are you sharing all this inside dating information with me again? \n[112]You do? \n[113]Again with the sensitivity. \n[114]Hello. \n[115]Where am I supposed to be? \n[116]You won't let me go out with guys who don't like me. It's kind of limiting. \n[117]I don't know. Won't Conor be there? Might be kinda awkward. \n[118]So I will have plenty of chances to be awkward. Thank god. \n[119]So, the party - is it like a big party, more of a mellow hang or -- \n[120]He's into me. \n[121]Alex. It's totally clear to me now. He's Watts. \n[122]From Some Kind of Wonderful. \n[123]Yes. \n[124]I'm Eric Stoltz. \n[125]Alex is Watts because Watts helps Eric Stoltz go on a date with Amanda Jones, but really she's in love with Eric Stoltz herself. \n[126]I guess Conor at first. Now men in general. But that's not the point.    The point is -- he's into me. \n[127]I know! It's so obvious now -- there are so many signs. \n[128]At first they were small - like when I first called he said \"Good to hear from you\" - \n[129]Right? And then the next time I called he was with a woman - but he still took the call. And talked to me for a while. \n[130]He called her \"babe.\" \n[131]I know! And it gets more obvious. I mean, please - there was no guy he was going to fix me up with. The fix up was him. \n[132]He shows up - without this fictitious Bill character - and the two of us basically have a date. And then he calls me to invite me to a party at his place. \n[133]Pardon? \n[134]Thanks for the tip. \n[135]Thanks.   I'm good. \n[136]Gigi.   How do you guys know Alex? \n[137]I hope - I mean I'm pretty sure - something is about to happen between us. \n[138]He didn't really say. \n[139]But I'm sure I'm more than just a guest. I mean - there have been signs. \n[140]Thank you. \n[141]Hey.   Great party. \n[142]They were gay. Even I know that their level of interest was probably low. \n[143]Oh OK.  Right. \"Bill\". \n[144]You mean, kind of like --- co-hosting? \n[145]Thanks. When Alex said he wanted to have a party, I was like \"Let's do it.\" \n[146]No problem.   Anytime. \n[147]Can I help you find something? \n[148]What? \n[149]When someone's underwear ends up in your toaster oven - it's been a good party. \n[150]That's sweet of you. But I thought I'd stick around, so I'll take care of it. \n[151]I think I've rounded up the last of the beer bottles. \n[152]So, umm - what game is this? \n[153]Well, maybe I should just -- you know -- I mean it's past three and -- \n[154]Is that an invitation? \n[155]I'm sorry. That was cheesy.      I'm not good at this. \n[156]Yes! \n[157]I knew it. I knew it. The best relationships grow out of friendships. \n[158]Ummmm.... \n[159]Well, I'd say if we're not at relationship station--ship, we're at least on the track. \n[160]Because there were - you know - signs. \n[161]Ummm - it was good to hear from me. You talked to me even when you were with a girl. I felt something... \n[162]No. \n[163]I thought you were Watts. \n[164]I'd rather be like that - than like you. \n[165]Maybe I dissect each little thing, and put myself out there too much, and maybe I even thrive on the drama of it all-- but at least that means I still care. You think you've won because women are expendable to you? Sure, you don't get hurt or make an ass of yourself that way, but you don't fall in love that way, either. You haven't won, Alex. You're alone. \n[166]I may do a lot of stupid shit - but I know I'm a lot closer to finding someone than you are. \n[167]Hey Janine, I'm sorry it's so late, but I just - don't start picking out your bridesmaid dress, OK? I know this isn't the first time this has happened, it's just - this one wasn't about whether he liked me. I just really liked him. \n[168]Do you know who it is? \n[169]So are you going to - leave - him? \n[170]It's OK. \n[171]What? \n[172]Janine - this is not your fault. \n[173]You're still fun. \n[174]Lots of couples got through lulls. \n[175]I don't think that's really -- \n[176]What? \n[177]Dino, thank you again for letting me pay over the phone. I assure you this late payment thing will never happen again. Yep -- just trying to trim some of the drama out of my life. \n[178]That's my other line.   OK.     B-bye. \n[179]Hello? \n[180]Ummm - \n[181]Bill.    So you do exist. \n[182]Yes.    Sure.   Why not? \n[183]So, Alex told me you work in finance. \n[184]This is nice. \n[185]A nice evening. And you planned it. And called me when you said you would. And showed up on time. Thank you, Bill. \n[186]Hey it's Gigi. You've reached my cell. I'm either having a very good time or in a meeting - either way just leave a message and -- \n[187]It was nice meeting you. \n[188]You, too. \n[189]Goodnight. \n[190]Did you forget something? \n[191]Really?     What did you forget? \n[192]You came all the way here - at 11 at night - to give me back a promotional pen? \n[193]Sometimes. \n[194]Me. \n[195]Well, a wise person once told me that if a guy wants to be with a girl, he will make it happen. No matter what. \n[196]Hmmm. Because when I was hurling my body onto yours - you did not seem to want to \"make it happen.\" \n[197]Look, I've just been out with your friend Bill. And it just might be exactly what I need. No drama. He calls. He does what he says. \n[198]But you didn't. And that same wise person told me that I am the rule. That I have to stop thinking that every guy will change - stop thinking that I will be the -- \n[199]- that I will be the exception. \n[200]Girls are taught a lot of stuff growing up. If a guy punches you, he likes you. Never try to trim your own bangs. \n[201]And someday you will meet a wonderful guy and get your very own happy ending. \n[202]Every movie we see, every story we're told, implores us to wait for it. The third act twist...the man who couldn't get it together finally figuring it out...the unexpected declaration of love... \n[203]...the exception to the rule. \n[204]How to tell the ones who want us from the ones who don't. The one's who'll stay from the one's who'll leave. \n[205]And ultimately, we're not taught the one thing that could save ourselves, our friends, our families countless hours of confusion, despair, and speculation. \n[206]That sometimes the happy ending...is just moving on. ", "ALEX": "\n[1]Hey.    How was the date? \n[2]My cable's out. \n[3]Nope. \n[4]How long ago? \n[5]Sorry, dude. \n[6]At 9:30 PM?    Genius. \n[7]Sounds foolproof. \n[8]Hey. \n[9]I know.    I make the schedule. \n[10]Yeah. It's amazing where 10 shots of Patron will get you. \n[11]Look, Kelli Ann - what happened between us the other night was - fun. But we're way understaffed tonight - I even have to man the bar - and that's why I scheduled you. To work. So... \n[12]Are we good here? \n[13]I know. \n[14]What can I get you? \n[15]Oh, yeah?    Got a hot date? \n[16]Wait - Conor Barry? \n[17]Conor's not coming in tonight. Did he forget he was supposed to meet you? \n[18]Because I could just call him -- \n[19]Dr. Frankel - Adult, Child and Geriatric Dentistry. \n[20]That's not even his dentist. \n[21]My dad. \n[22]Hey. Just - hang out for a second. Lemme buy you a drink. \n[23]Look, you seem like a cool girl, so I'm just gonna be honest - Conor is never going to call you. \n[24]Because I'm a guy.   It's how we do it. \n[25]I don't care if he said you were his favorite female since his mommy and Joanie Cunningham. Over a week went by - and he didn't call. \n[26]Or maybe he just didn't call because he has no interest in seeing you again. \n[27]Your friend Terri's an idiot.   And she's the exception. \n[28]You're not. You're the rule. And the rule is - if a guy doesn't call you, he doesn't want to call you. \n[29]Yeah. Always. I know what blowing off a woman looks like. I do it early and I do it often. Trust me - if a guy is treating you like he doesn't give a shit - - he doesn't. No exceptions. \n[30]I don't know. You looked like you could really use the help. \n[31]Gigi? \n[32]Right. \n[33]Okay, maybe I need to be harsh -- Conor is never going to be interested in you. \n[34]Okay... \n[35]Lemme guess - he said the only thing happy about this hour is you. \n[36]He's not interested. \n[37]Did he? \n[38]He.   Is.   Not. Interested. \n[39]If a guy gives you his phone number, instead of taking yours, he's not interested. \n[40]And, if a guy wants to see you, he will see you. I once called 55 Lauren Bell's until I got the right one. \n[41]As it turned out, her ass looked really huge in daylight. \n[42]Don't call him. He doesn't like you. \n[43]Just trying to help. \n[44]Hey dude - you here? \n[45]Wanna beer? \n[46]Or an apple martini? \n[47]Need I ask? \n[48]By pretending you're gay? \n[49]Or, in real estate terms, by becoming \"gay adjacent\". \n[50]I don't know. You dress like that - and you're already seeing a girl who won't sleep with you - I think maybe you can pull it off. \n[51]Won't sleep with you anymore. \n[52]I think you're gonna have to beat 'em away with a stick - you hot, sexy man. \n[53]Yup. \n[54]Would you excuse me a second, babe? \n[55]Run. \n[56]To where? The Arab Emirates? Where is he going that he has to be out of touch? \n[57]Run. \n[58]Uhh - yeah. \n[59]OK, I don't know why I'm saying this - but I actually think I know a nice guy who you might like. \n[60]Yeah. He's a friend of my brother's. Bill. We'll all meet for a drink - it'll be good. \n[61]You gotta come out eventually. But I'd really take my time. Let him sweat. \n[62]Sorry I'm late. \n[63]He's not coming. \n[64]Can't wait to hear that story about the molars, though. \n[65]I screwed up. I told Bill it was Thursday, but I meant Tuesday. \n[66]Nope. \n[67]See the guy trying to work the Tom Cruise thing. She's interested. He's not. \n[68]Actually, I can. I manage a restaurant. I see this stuff go down every night. Watch -- \n[69]And check out droopy dawg on her other side. He can buy her drinks all night, and she'll insist there's no \"spark.\" \n[70]The \"spark\" thing is bullshit. \n[71]Guys invented the \"spark\" so they could not call and treat you kind of bad and keep you guessing, and then convince you that the anxiety and fear that it creates in you is actually a \"spark.\" And you all buy it. You love it. You all thrive on it because you all love drama. \n[72]Really? So you don't wait until the last minute on deadlines, or on phone bills, because you love the drama of not knowing whether you'll make it? \n[73]And let me guess - when you were stalking Conor that night - were you obsessing about him calling for days, even though the date was just kind of mediocre? \n[74]See, you thrive on drama. You gotta be more like me - if a girl likes me great, if not, there are plenty more like her - probably with smaller pores and bigger implants. \n[75]Thanks. \n[76]I dunno.    I like you. \n[77]Don't start doodling my name on your binder. I just mean, I like you, like I like basset hounds. They're kinda pathetic - so you want to cheer them up. \n[78]Oh, hey.     You're home. \n[79]Out.    It's Saturday night. \n[80]I was just calling to let you know - I'm having a party at my place next weekend. You should come. \n[81]He's in DC for the weekend at some real estate conference. But there's gonna be a bunch of single guys. \n[82]Don't worry. I'll be there.      I'll talk you through it. \n[83]Yeah, OK. Gotta go - I think someone just dropped 84 wine glasses. \n[84]I had no idea it would be such a madhouse. \n[85]Are any guys hitting on you? Do you need me to evaluate their level of interest? \n[86]Well - too bad Bill couldn't make it. I still think you guys would hit it off. \n[87]Anyway - I'm on my way to put out some more liquor. But it looks like the food could use some refreshing -- \n[88]Would you mind helping? I mean, just refill the chips and stuff? \n[89]Uhh, OK.   The chips are on top of the fridge. \n[90]I guess people had fun. \n[91]Knock yourselves out. \n[92]You are sensational. \n[93]Thanks for staying and helping clean up - but I really gotta get to bed. \n[94]What? \n[95]Wait - what? \n[96]Now you and I are in a relationship? \n[97]And why would you think that, exactly? \n[98]Really?   Like what? \n[99]What are you talking about? What have I been saying since I met you? If a guy wants to date you HE WILL MAKE IT HAPPEN. \n[100]Why would you do this? \n[101]Why do women do this? Why do they build this stuff up in their minds, take each little thing a guy does and twist it into something else -- \n[102]Excuse me? \n[103]OK - Tyrone you bus 4 through 6 - and pitch in with the servers when you - \n[104]Right.   Luis you take 4 through 6. \n[105]Do we even need to have this meeting? Seriously? Does this serve any purpose? \n[106]Good.   Great. Get to work. \n[107]Hey, Kelli Ann - any calls for me? \n[108]What? \n[109]What has happened to me? \n[110]Who? \n[111]There's no girl. \n[112]Please - \n[113]Shit. \n[114]Hey, Gigi. It's Alex. I was just wondering how you were doing. It's been a little while since we've talked -- and I was wondering how you were doing. \n[115]Anyway, I was hoping to talk to you. Obviously. But you're out. So, call me. Sometime. Or tonight. I'm around. OK. That's enough now. It's Alex. \n[116]I know.   I know. \n[117]Yeah.   I did. \n[118]This. \n[119]I thought I better come up with some excuse to get over here. Isn't that how it's done? \n[120]Look, I can't stop thinking about you. I drive by your place. I call and hang up. I'm turning into - \n[121]Yeah. \n[122]True. \n[123]Here's the thing about that. You were right. I've gotten so used to keeping myself at a safe distance from these women, having the power - that I didn't know what it felt like when I actually - fell - for one of them. \n[124]I could do that stuff too. \n[125]You are my exception. ", "ANNA": "\n[1]Conor, that's so nice.     Thank you. \n[2]Hmm? \n[3]Hold on. \n[4]You've only got one thing. \n[5]Hey, let me call you right back. \n[6]Come on. Seriously. I just deposited money today. There's no way - \n[7]What? \n[8]Are you kidding? \n[9]I swear to god, this is the most exciting thing that's ever happened to me. \n[10]Is that sad? \n[11]Wait, no. I can't accept this. You were here first. I didn't win at all. \n[12]Thank you SO MUCH. \n[13]Sorry.   What was I saying? \n[14]Was I? Little intense for grocery store chatter. Sorry. \n[15]That would be - amazing.      What are you - like my savior? \n[16]Don't do what? Help struggling singers? \n[17]Do you want to give me your card? That's legit. I bet you're allowed to do that. \n[18]It is impossible not to like this guy. I'm pretty sure he was heavily flirting with me outside Eddie's, and then he tells me he's married. You'd think I'd be pissed, but I literally could not stop myself from liking him. \n[19]I realize that. I keep trying to force myself to picture him in some church saying vows to some woman, and even that doesn't cool it off. What is my problem? \n[20]You're right. I'm calling him. \n[21]Hey, Ben.    This is Anna Marks. \n[22]Well, I was just taking you up on your offer. You said you might know someone who could help me out and I thought we could discuss it -- over coffee? \n[23]Cool. \n[24]Well, you know. I was just thinking about you. \n[25]Your turn. \n[26]There are four. Sexy, smart, funny or cute. And each person can only be two. Like Sarah Jessica Parker is funny and sexy. Or Bill Clinton is sexy and smart. \n[27]So, which am I? \n[28]Smart and cute. \n[29]No. Cute and sexy are in the looks column. No one wants to be in all one column. \n[30]You're the best. \n[31]I better go. \n[32]I know. It's just - I'm fried.    Is that alright? \n[33]It's cool.    You can call me when you find it. \n[34]I know.   But a girl can dream. \n[35]You're obviously too good of a guy. \n[36]Why are you married, again? \n[37]Seriously. Why? It'll be good for me. Tell me how you decided that you could not be without this other woman. \n[38]Seriously?   You just caved? \n[39]Really? \n[40]Mom - you always say that and I always get you something. \n[41]It's no big deal. \n[42]Mom, please - \n[43]Thanks again for coming with me.        You make it so much easier. \n[44]Yeah, well - cool's not always what you're looking for in a mom. \n[45]Ugh. I'm just beat. I wanna put on sweats and get in bed. \n[46]I'll call you tomorrow, OK? \n[47]You came to my class. \n[48]You called and asked me. \n[49]Because you said not to call back if it was my class. Which it was. \n[50]Totally. A couple of innocent folks - by happenstance - doing their daily workout near one another. \n[51]Wanna swim? \n[52]I hear you. Am I supposed to not be friends with a guy just because he's married, and happens to have this insane smile and this ass that makes me want to dry hump? \n[53]Classy, right? \n[54]So, friends, right? \n[55]You wanna come in? \n[56]OK.   You can just watch. \n[57]This is insane. You're like the Liza Minelli of real estate. \n[58]Alright.   Gotta run. \n[59]Uh, no.   Just some stuff.    See you later? \n[60]What? \n[61]What? \n[62]Why stop? \n[63]Stuff like what? \n[64]First of all, I'm not women.   I'm just one. \n[65]I didn't have a second of all. \n[66]Second of all - I can't stop thinking about you, either. \n[67]What? \n[68]I don't want to push you to -- \n[69]You know what's best. \n[70]I'm not picking out china patterns or anything - but I've never felt anything like this before. \n[71]No, he's not leaving his wife for me. He's just - he's a good guy. And he can't really explore what we could be if he's lying to her. \n[72]He's kind of leaving his wife for me. Is this crazy? This is totally crazy. We barely know each other. \n[73]You're totally right.   It can happen. \n[74]Well, what about texter? \n[75]I doubt he has a stoma - \n[76]So don't text. \n[77]That's just mail - \n[78]So what about the singer guy? \n[79]That's great. \n[80]Oh my god, oh my god, oh my god... \n[81]Oh my god, oh my god, oh my god. \n[82]\n[83]I cannot believe this. He liked my demo. Did you hear what he said? When he said it was hauntingly beautiful? Did you hear that part? \n[84]Thank you.     Thank you so much. \n[85]Is - \n[86]You make me sick to my stomach.    You are a disgusting excuse for a man - \n[87]Are you kidding me? You will never lay a hand on me again. I may just be a piss poor girl from Dundalk who works at a gym - but I am so too good for you. \n[88]I'm gonna go. I left the check on the counter. It should at least get you through this month. \n[89]No, it's not that. I mean - yes, I'm broke - but it's not that. It's just - I'm just so lost mom. I've been seeing this guy - who is exciting and amazing and thoroughly unavailable. I thought he was - the one - but he turned out to be such an asshole. \n[90]And then there's - \n[91]Yeah. Who I'm so horrible to. But he takes it. And he's - there. Waiting. But I just don't want to - I don't know - \n[92]Are you kidding? All you talk about are the things you didn't do, the people you wish you could have been with, the Tim Buckleys - anything but the life you actually had. \n[93]Like what? \n[94]Hey, sweetie. \n[95]Because we always call each other that. \n[96]I know that I - \n[97]\n[98]\n[99]Right. \n[100]Yes. \n[101]Please stop talking. \n[102]You seriously get a ton of people bidding on this? \n[103]So that means what - that hip gay people want to live out here? \n[104]Weird - it totally reminds me of the house I grew up in. I bet there is a - \n[105]We totally had this same thing. My mom would use this as her 'desk'. Isn't that bizarre? It was always covered with her little coupons and stuff. \n[106]So, when do all the fabulous homosexual couples start arriving? \n[107]His girlfriend? \n[108]An idea for the open house? \n[109]I can't do this Conor. \n[110]No. I mean this. Any of this. What you're saying - what you're offering - is what every girl wants. It's what I've always wanted. It's just - \n[111]Okay. ", "JANINE": "\n[1]OK, so clearly he hasn't called. \n[2]Maybe he's away on business. \n[3]Right. \n[4]Look, let me tell you - after the first time I went out with Ben, he didn't call me for eleven days. ELEVEN DAYS. And now he's like the world's best husband. That happens all the time. \n[5]Yes, really. \n[6]What?    Why? \n[7]No - you asked if I knew any guys and I gave Conor your number. That's not a set up. When I do a set up - I weigh pros and cons. I do my due diligence. All I know about Conor is he sold us this house. \n[8]It's a neighborhood \"in transition.\" \n[9]Seriously, stop. \n[10]Please, don't. He'll call. \n[11]So, this was at the end of the date, or at the beginning? \n[12]Yeah. \"Nice meeting you\" at the beginning of the date is normal. \"Nice meeting you\" at the end could be a blow off. \n[13]Then that's fine. He's gonna call. \n[14]Wait - was it \"nice meeting you\" or \"nice to meet you\"? \n[15]\"Nice to meet you\" is OK. \"Nice meeting you\" is like \"Do you want your receipt in the bag?\" \n[16]Beckon the baking to begin! McCormick, the flavor expert, introduces five fun filled flavors that will definitely delight dessert divas! \n[17]Pretty standard. \n[18]Your notes. \n[19]Don't worry.    He's totally gonna call. \n[20]Everything OK? \n[21]Please say you were working on the newsletter. \n[22]What's happening with your hair? \n[23]Hey, how -- \n[24]Is everything OK? \n[25]Are you smoking again? \n[26]Well - you get jumpy when you smoke. \n[27]I don't know - I was thinking maybe - pink? \n[28]Well, I mean, at some point. \n[29]No. But I mean, we could paint one room pink and one blue just in case. \n[30]I'm sorry. I know I promised we'd wait to talk about it - \n[31]I've always liked the name Gisele. \n[32]Please don't cyber-stalk him. \n[33]Wait - what are you doing? \n[34]Wow, that guy Alex really made an impression on you. Was he hot? \n[35]\n[36]\n[37]Honey - you smell different. \n[38]I don't know. \n[39]Maybe it's the ashtray and cigarettes I found. In the side yard. What part of \"my dad died of lung cancer\" is hard for you to wrap your brain around? \n[40]Do not lie to me, Ben.      Please. \n[41]Well, yes. \n[42]It looks good. \n[43]He does good work. \n[44]Javier. \n[45]Javier, if I asked you an honest question, do you think you could give me an honest answer? \n[46]Good. Because I think some of your guys have been - smoking. \n[47]Javier? \n[48]Yes. \n[49]The question part was implied - \n[50]Javier - have your guys been smoking or not? \n[51]Are you sure your guys aren't sneaking around here? And smoking? And lying to me? And -- smoking? \n[52]I need you to be honest with me, Javier. Because I can't have someone lying to me. To my face. Under my roof. On my time. \n[53]I mean, there is no reason for that kind of dishonesty, is there? IS THERE? I mean, we made promises to one another -- \n[54]What I mean is, we had a contract. Which is like making promises to each other, right? \n[55]Yes.   Fine.    Good idea. \n[56]But, we're good here, right?     Me and you? \n[57]Okay, great.     The molding really does look great. \n[58]Awesome. I knew it. Who's this now? \n[59]What? \n[60]Wait, isn't Mary Stuart Masterson Watts? \n[61]So, why aren't you Watts? \n[62]What? \n[63]Wait - so who's Amanda Jones? \n[64]You know, I knew there had to be a reason he was spending all that time with you. \n[65]Oooh, gimme the signs.   I love to hear about the signs. \n[66]Totally good sign. \n[67]You know it was a woman? \n[68]A guy does not leave a woman - to talk to another woman - unless there's something going on. \n[69]Wait - really? \n[70]You're right. He so likes you. \n[71]Let's look up places for your destination wedding. Would you guys wanna do Napa Valley - I've always wanted to go there. \n[72]That one. \n[73]That one isn't real hardwood floor? \n[74]I still wanna go with the real wood. \n[75]That's not the point. \n[76]I just don't like the way it's pretending to be wood. If you're not wood, then don't try to look like wood. \n[77]It's a lie. Just be up front - tell people what you really are. \n[78]It's OK. Maybe we should look at the grills and come back. \n[79]I heard you. \n[80]You tell me this in Home Depot because you know how I hate a public scene. \n[81]I knew it.     I KNEW IT.   You asshole. \n[82]And it's you that's been smoking, too, isn't it? \n[83]\n[84]EXCUSE ME? And now you want to move out? You're like - what - leaving me? \n[85]We're not going to deal with this? We're not going to figure out a way to work through this? \n[86]Is that what you want? \n[87]\n[88]It doesn't matter. \n[89]Gigi, he's my husband. He's not just some guy that didn't call me back. And he did admit it to me. He didn't wait to get caught. That takes courage. \n[90]I'm sorry. I didn't mean that.     I know Alex was not just some guy. \n[91]It's my fault, you know. \n[92]I'm willing to accept my responsibility in this. I forced him into getting married. He wasn't ready. \n[93]It is.  I've - changed. I used to be fun. I was fun when we met. \n[94]We never have sex anymore. \n[95]No. We never have sex. Realistically, what did I expect him to do? \n[96]This is too small. I gotta tell Javier. \n[97]This tile. I gotta go.    Tell Beth I took a personal day. \n[98]It's not Dana. \n[99]Why do you even lock it? \n[100]Can I come in? \n[101]Sit down. \n[102]I don't know. I just thought - maybe we could, you know, relight the fire. \n[103]Look, I am trying here. Do you want to save our marriage or don't you? \n[104]Then you'll let me do this. \n[105]You sure I can't interest you in a little beef and broccoli? I'm treating. \n[106]OK.   I'll see you at home.     I love you. \n[107]Javier - does this mean what I think it means? So when you say \"done\" - you don't mean \"we still need plumbing in the upstairs bathrooms done\" - you mean \"done done\"?...Wow - you're amazing...OK...I'll call when I see it...Bye. \n[108]", "BEN": "\n[1]Do you want to go ahead? \n[2]Go ahead?   You've only got two things. \n[3]Well, technically it's six. And I'm still mulling over a gum purchase. So... \n[4]Really? \n[5]No, it's - charming.     Congratulations. \n[6]Yes, you did. Trust me - it's fate.      You were meant to have that cooler. \n[7]I think you were telling me how you don't want to be like your mom and wake up and realize you didn't pursue your dreams. \n[8]It's OK. I might even be able to help you out. There's a guy at my firm who has exclusively music clients. \n[9]OK. Look.      I'm married.   I don't do this. \n[10]Help hot Pilates instructing singers who happen to be very charming. \n[11]Right.   OK.   I guess that would be OK. \n[12]A prospective client. \n[13]I can talk to a woman Neil.        It doesn't have to be like that. \n[14]Just drive. \n[15]Hey, Anna.   What's up? \n[16]Look, I just...I can't Anna. You seem great. It's just - I don't know. I should go. Take care. \n[17]Hey, Anna. This is Ben. Look, I know it's been a little while since you called. I just - it took me by surprise. But I offered to help you with your career, and I don't see why I can't do that, right? So, give me a call. Maybe you can come by the office this week or something. Okay, take care. Bye. \n[18]Shit - you scared me. \n[19]Yeah.   Everything's fine.   Why? \n[20]No, sweetie.    Why? \n[21]I'm not smoking. So, why don't we worry about what color we're gonna paint this room, instead of worrying about things that aren't happening? \n[22]Pink?   Seriously? \n[23]You sure we're ready for this now? \n[24]You've already created the perfect family in this house, and we don't even have drywall. \n[25]I think we're almost ready to start talking about it. \n[26]I know it's here somewhere. I spoke to George Lane in music, and he gave me this whole list of references for you. \n[27]I swear I didn't lure you here under false pretenses. \n[28]We'd been together since college. She gave me an ultimatum: we get married or we break up. So, we got married. \n[29]It's complicated. \n[30]You're a dick if you date a girl for too long, and don't marry her. But you marry her, and then you're an asshole for marrying her before you're ready. Shit - I don't know. \n[31]You're really hot and I'm obviously attracted to you, but I guess the best I can do is eventually find this piece of paper, and call you, and hope I help in some small way with your career, and be happy about that. \n[32]So, we ran into each other. \n[33]I didn't know it was your class. \n[34]But you didn't call me back. \n[35]We ran into each other. \n[36]Exactly.   Thank you. \n[37]I was just thinking - why can't we be friends? Am I not allowed to make friends anymore? Am I not allowed to be friends with hot people? What kind of reverse prejudice is that? \n[38]I think I just fell in love.   A girl who talks about a dry hump. \n[39]Classy is lame. \n[40]Totally. \n[41]I'm sorry.   I don't trust myself. \n[42]You may be the best friend I've ever had. \n[43]Different how? \n[44]Well that's an odd thing to say. \n[45]What? \n[46]Are you serious? We have like eight thousand undocumented workers in this house daily. You find cigarettes, and you automatically assume they're mine? \n[47]Honey, I'm not lying. And you are really freaking out. I think the renovation is getting to you because nothing is going on. Just please - relax. \n[48]This boat is sick. How come you never invited me out before? \n[49]It's OK. \n[50]Yeah.    Pretty much. \n[51]I think she's been busy getting ready for her sister's funeral though, so... \n[52]Wedding.    Her sister's wedding.   What did I say? \n[53]No, I didn't. Shit, did I? \n[54]Really?     Why not?   That's what women do. \n[55]Yup. \n[56]No. \n[57]I love Janine. \n[58]Wait.   Stop. \n[59]Shit.   This is bad. \n[60]I am so into you. \n[61]I'm lying here watching you and I seriously have never felt this way before. I have to forcibly make my brain stop thinking about you. I mean, all the time. \n[62]Because I don't do stuff like this. \n[63]Like having sex with women who are not my wife. \n[64]What's second of all? \n[65]I thought second of all was going to make me feel better. \n[66]I have to tell her. \n[67]I have to tell her. \n[68]I want to be with you. And I can't do that if I'm lying to her. \n[69]No.   That's the laminate. \n[70]No. But it looks exactly the same - at like one one hundredth of the cost. \n[71]But you can't even tell the difference. \n[72]Then what's the point? \n[73]I don't think it's pretending -- \n[74]You're right. I'm sorry.      You're totally right. \n[75]I slept with someone. \n[76]\n[77]That is not why I - \n[78]I'm sorry.    I'm so sorry. \n[79]What?   Why does that matter? \n[80]No.   No.    I haven't. \n[81]Look, I talked to Neil, and he said I could stay on his boat for a while if -- \n[82]No. NO. I just assumed that you wouldn't want me to -- \n[83]I just assumed that once I told you, you would want me -- out. \n[84]No. \n[85]It was all you, babe. \n[86]This is really good news. \n[87]Yep.    I was sitting right there. \n[88]How is it that every time I see your body, I'm shocked at how beautiful it is? \n[89]Dana, I need to go over the offering statement. Can I get a few minutes? \n[90]Shit. I told Dana to get this lock fixed. One sec. \n[91]I'd never get anything done if I didn't. \n[92]Of course. \n[93]What are you doing? \n[94]\n[95]Janine, what are you doing? \n[96]Honey, did you hear what I just said? I gotta get this offering statement out. \n[97]Of course I do. \n[98]I really gotta get this stuff done. \n[99]I love you too. \n[100]I had no choice. What was I supposed to do when she - \n[101]I didn't want to do it, Anna. You know that it's you I want to be with - \n[102]Shit... ", "CONOR": "\n[1]Yeah. But don't worry - not one of the cheesy ones who puts his headshot on bus benches and grocery carts. \n[2]You got it. \n[3]My thoughts exactly. \n[4]Yeah, I don't know, I ummm - \n[5]You want one more? \n[6]Umm.    OK.   Sure. One more. \n[7]You had Ketel and soda, right? \n[8]Yeah.    It was really nice meeting you. \n[9]Hey, it's me...I just wanted you to know that I was thinking about you. \n[10]Fine.   You know. \n[11]Why are you here? \n[12]You didn't hear the phone ring, did you? \n[13]Shit. Anna gave me the \"I'll call you right back.\" \n[14]22 minutes. \n[15]Do I call back? \n[16]I know. I'll call back and say that I'm going to bed. \n[17]It is genius. Because then I can say: \"In case you were going to call me back - don't - 'cause I'll be sleeping.\" \n[18]I am so psyched that you called. \n[19]I had sort of given up on you when you didn't call me back the other night. \n[20]OK.   Give me the categories again. \n[21]I love that you are hot for Clinton. \n[22]What was I again? \n[23]OK.   You're sexy. Very sexy.    And cute. \n[24]Well, I sound like a jackass if I say you're all four. But you're so obviously all four. Especially sexy. \n[25]Oh. OK. I mean, you could just stay here tonight. \n[26]What?   It's been a while. \n[27]Sure.   Of course. \n[28]Hey, it's Conor. Anna's - uh - friend. Or whatever. \n[29]I'm not sure about this. \n[30]Yeah. I hope so. But, like - did you have to put me on the page with the massage ads? \n[31]OK. You're right.      Hey, have you talked to Anna lately? \n[32]What is it? \n[33]Tim Buckley.    Nice. \n[34]No.   She did not. \n[35]Umm - I don't think so - \n[36]Wow.   That's - unbelievable. \n[37]That's funny, because, I mean, I guess I kinda did. Anna and I met at a restaurant. That serves coffee. So, not a coffee shop, but...still - \n[38]Are you kidding? I like your mom.        She's cool. \n[39]So, you want another -- foot rub? \n[40]I'd be into that. \n[41]Yep. \n[42]Funny. \n[43]It's for work. I'm trying to expand my client base. \n[44]No.   By being more gay friendly. \n[45]Nice.    I may have to use that. \n[46]I'm gonna try something else. This may be too much. \n[47]It's not that she won't sleep with me douchebag...I have slept with her. It's just, you know, she...um... \n[48]Pretty much, yeah. So, what do you think? \n[49]Hello, my name is Conor. Please sign in whenever you get a chance. \n[50]I know.    Your friend Mary's a genius. \n[51]You got a class? \n[52]Sure. \n[53]What? \n[54]I'm not sure I get your meaning. \n[55]It's killing me. Literally.     I'm dying. \n[56]I just - I have no idea what she's doing. I cannot read her signals - at all. We used to sleep together - all the time. Well, that's not true, I don't know why I said that, it wasn't all the time. But it did happen - I know I'm not making this up. And then, out of nowhere, it stops. But she still calls, she stops by, she sleeps on my couch, she wants a massage, she leaves cute messages - but it never goes ANYWHERE. I mean, what is she doing? \n[57]You're right. That's no help at all. \n[58]See, why did you call me sweetie? \n[59]Why? \n[60]I want to say something, OK? I mean, we call each other sweetie, and we fall asleep on the phone after talking for hours and I washed your hair for you after you had that shoulder surgery and everything - it's like we're together. \n[61]Let me finish. Maybe it's my fault. Maybe I haven't been clear about what I want. So let me be clear. I love hanging out, but I am so attracted to you, and I just - I want both. I want to make love to you. I know that sounds kind of embarrassing coming out of my mouth - I just freaked myself out, too - but it's true. And I'm not sure what happened, or why we stopped - but I don't really care. I just -- \n[62]What? \n[63]I'm talking about really doing this. Like a full-on relationship. \n[64]With me. \n[65]Did a bunch of gay people put you up to this? \n[66]I know it's crazy. But it's a neighborhood \"in transition.\" \n[67]Yeah. Hip gay people, young couples, young families. \n[68]Well, the open house is tomorrow. But I have this one buyer. I mean, I want to see if his girlfriend likes it first - \n[69]I mean, I had this idea - \n[70]No, an idea. For this house. For - me. To buy. And hopefully, if you like it and things continue to - you know... \n[71]Anna, look. I have a plan. I know where my life is going. And I want you to go with me. I mean - I'm not saying you have to move in now or anything - I just - I don't want to buy a place that you couldn't - at some point - see yourself moving into. \n[72]So what do you think? I mean gut reaction. I always go with my gut when it comes to real estate or --- \n[73]OK.   If it's too fast - \n[74]You don't want it with me. \n[75]So, I have a question. \n[76]Is it too late to dial it back to before - and just keep sleeping together? \n[77]Because I thought that really -    you know - gelled. \n[78]You, too. \n[79]Would you like to dance? ", "BETH": "\n[1]Hey honey. \n[2]Yeah.   Just got off the phone. \n[3]It was my baby sister.        She's getting married. \n[4]Do you think it's great? \n[5]So, you think it's great that they're getting married, but you never feel like we're going against nature or something by not getting married? \n[6]Right. \n[7]Yeah, I know. I get that. \n[8]Yeah. \n[9]Remember the days when you guys at least pretended to be working when I came in? \n[10]Janine, how's the press release? \n[11]Maybe a shade heavy on the alliteration - but otherwise good. Where are we with the company newsletter? \n[12]Look, after my first date with Neil, I called him. There are no rules anymore. Why should you have to wait for him to get off his ass? \n[13]Please come in my office before the others see that you have mini muffin stuck in your hair. \n[14]I thought that guy was a process server. \n[15]Okay... \n[16]OK. So let me see if I understand. What you're saying is that when people tell me about some girl they know who dated a guy for thirteen years, and then he finally married her -- that's the exception. And the rule is that guys - like Neil - who are with girls - like me - for seven years without getting married - are never getting married. \n[17]Why are you hanging that? \n[18]I love it there. But just - stop. \n[19]No.     I want you stop doing anything nice. \n[20]No. I need you to stop being nice to me - unless you're gonna marry me after. \n[21]Is that funny? \n[22]See, you can't keep being nice to me and I can't keep pretending like this is something that it's not. We've been together over seven years. You know me. You either want to marry me or you don't. \n[23]BULLSHIT! BULLSHIT! Bullshit for every woman who's been told by some guy that he doesn't believe in marriage just to see him turn around eight months later and marry some twenty four year old girl he met at the gym. Bullshit. \n[24]From the place that I have been hiding from you for the last five years because I didn't want to seem demanding, or clingy or psycho or whatever. So I never ask. But now I'm going to --- \n[25]Are you ever going to marry me? \n[26]I can't do this anymore. \n[27]Why again do you need to get married so fast? \n[28]It's OK.    Neil and I are actually - done - anyway. \n[29]You guys, it's cool. I'm fine.    So I lost a little time. Big deal. \n[30]Exactly. \n[31]I know.    And even he's married. \n[32]I'm your oldest daughter, and I'm the only one not married. If this was Fiddler on the Roof you'd have to sacrifice me or something. \n[33]Why not? \n[34]I don't think you're supposed to say that. \n[35]That's OK. \n[36]I know. \n[37]Yep. \n[38]Oh, yeah? So you are - Dan. \n[39]Hmmm? \n[40]Really? \n[41]We actually broke up. \n[42]Seven.   But yes, a long time. \n[43]Eeew Dominic, gross. \n[44]You want anything else? \n[45]The cardboardy brown stuff is called whole grain bread. \n[46]People who have just had heart attacks generally are not advised to eat animal fat, stuffed in synthetic casings. \n[47]It's not gonna work this time.   But I appreciate the effort. \n[48]You might wanna kill the volume just a smidge. My mom is finally taking a nap. \n[49]Turn it the fuck down. \n[50]I finally got mom to lay down in the spare room. All we have left to eat is some old jelly and ramen noodles, so after I tackle some of these dishes, maybe we can go to the store. Our new brother is trying to co-opt dad's property before he's even dead. \n[51]And Laura, your husband would really like a beer to go with his fifth consecutive hour of the golf channel. \n[52]It's OK.     It's all gonna be OK. \n[53]First of all, he's upstairs watching 'Oprah After The Show'. \n[54]What about your husband?    Where the hell is he? \n[55]Did anyone have time to run to the store? \n[56]I didn't mean for you. \n[57]It's been a while since I've been here. Turns out - that boat in the next mooring, looks like yours -- not yours. \n[58]No, it's no problem. Nice guy. Invited me in for a white wine spritzer. Not sure he gets a lot of visitors. \n[59]Can I come in? \n[60]I wanted to thank you. For coming by my folks' house. \n[61]You're what I want. \n[62]Our life together is what I want. Your love is what I want. Did you see those guys my sisters are married to? You are a better husband to me - without being married - than any of those real husbands will ever be. And that's enough for me. \n[63]If you promise to love me and be committed to me - \n[64]Wait, I'm not done. And snake the shower drain when my hair clogs it, and let me eat Wheat Thins in bed. \n[65]I guess.   But, you cannot bring those. \n[66]Look, I gotta win something. I let you win the big battle, so throw me a bone. \n[67]Great.   We both win. \n[68]I don't know. It expanded. \n[69]No you are not trying to bring these back in here - \n[70]We had a deal. These are not staying. \n[71]They're going. I have a bag I'm taking to the Goodwill. \n[72]Yes.    Of course, yes. ", "NEIL": "\n[1]So, who was that? \n[2]Yeah right. \n[3]Hey, babe.    You here? \n[4]Everything OK? \n[5]You want some tea or something? \n[6]That's great. I've always liked that Devon guy. That's really great. \n[7]Yeah. \n[8]No, babe. \n[9]Going against nature is like that cat who started nursing that monkey. We're just two people who aren't married. \n[10]I actually think the odds of having a successful relationship increase by not getting married. Look at my parents - all marriage got them was thirty two years of misery and joint checking. \n[11]Like I've always told you - I love you - and we don't need a marriage certificate to legitimize our relationship. \n[12]Lemme get you some tea. \n[13]Hey babe, is this straight? \n[14]I told you I'd do it weeks ago.   You don't like it there? \n[15]It's the image, isn't it? I didn't see it before, but - you're right - it totally looks like a sagging boob. \n[16]You want me to take it down? \n[17]Is this a trick? \n[18]No.     It was just - I was just-- \n[19]Or there is the possibility that I just don't really believe in the concept of - \n[20]Honey, where is all this coming from? \n[21]Ah.     My first visitor. \n[22]Well, this was supposed to be just for Beth and I - for our retirement. Leave our jobs. Sell the house. Take off. \n[23]Sorry. Where are my manners? Permission to board granted. I'll show you around. \n[24]Sorry. \n[25]So Janine sent you to check on me? \n[26]Any message from Beth? \n[27]Her sister's what? \n[28]You said funeral. \n[29]The marriage thing is weird, man. I never thought Beth would give me an ultimatum. \n[30]Right. I forgot. That's how Janine got you to bite the bullet. \n[31]Do you regret it? \n[32]So you're happy? You'd say you're happily married? \n[33]The dishes are all put away. There's a load of laundry still drying, but the other one is folded on top of the washer. \n[34]I remembered what your dad likes, but I tried to get healthy stuff, too. \n[35]Ben told me.    I just - I wanted to help. \n[36]I know how much you love him.      But it's gonna be OK. \n[37]Hey. \n[38]Oh no. \n[39]Of course. I really care about your dad. And I really love you. Even if I can't give you what you want. \n[40]And you'd really be OK if we take the marriage thing off the table? \n[41]I always have - \n[42]I do. \n[43]So, I get to move back in? \n[44]What? You're just mad at me, and you're taking it out on the pants. \n[45]OK. We're not getting married, but I'm chucking the pants. \n[46]How did all this stuff fit in here fine before? \n[47]What?    I have no idea what you're - \n[48]That's really gonna free up a lot of space. \n[49]Okay, okay. You win. Just check to make sure there's nothing in the pockets before we give them away. \n[50]I love you so much. So much. I want to make you happy. I need to make you happy for me to even have a shot at being happy, too. \n[51]Will you marry me? ", "MARY": "\n[1]But he's married. \n[2]OK. There was this guy who worked in my dad's printing business. Married for fifteen years to a nice lady. And then he meets this woman at some church event. And he told my dad he just had never felt anything like it before. I mean, he had finally met the love of his life. So, he divorced his wife, and he's been with this other woman for 22 years and they are blissfully happy. I mean, what if you meet the love of your life - but you already married someone else? Are you supposed to pass them by? \n[3]He asked me out. \n[4]Well - \n[5]Umm - \n[6]He MySpaced me. \n[7]Well, what am I supposed to do? Things have changed. People don't just meet organically anymore. If I want to make myself more attractive to the opposite sex, I don't go get a new haircut - I update my profile. That's just how it is. \n[8]Back to work. \n[9]Ad sales - this is Mary. \n[10]Hey.   So, did you see it? \n[11]You gotta trust me. It's a burgeoning market. You're gonna make a fortune. \n[12]It was either that or on the page with the personals. I made a call. \n[13]This is crazy. I can't believe he's gonna leave his wife for you. \n[14]I don't know.   Remember Becca, my sister's friend. Some guy waits on her at Bennigan's - by the end of the night they both knew they had found the one. \n[15]Not for me. \n[16]Texter has yet to make any verbal contact. I mean, this guy could have had surgery that left him without a voice box, breathing through a stoma, and I'd never know because I never actually hear his voice. \n[17]That's not the point. The point is - I can't text. I'm not charming via text. My sarcasm doesn't come through, I can't type fast enough on the little phone keyboard -- \n[18]It's not just texting. It's email and voicemail and snail mail - \n[19]Whatever. None of it's working. I've had a guy leave a voicemail for me at work, and then I call him back at home, and he emails me to my Blackberry, and then I text him to his cell and then he emails me to my home account from the plane phone -- and it just totally gets out of hand. I miss the days where you had one phone number with one answering machine that housed one cassette tape and either the cassette tape had a message from the guy or it didn't. That's it. Now you have to go around checking all your portals and get rejected by seven different technologies. It's exhausting. \n[20]Jude.    Yeah, I like him. \n[21]Totally.     I felt like we connected. \n[22]There's no way he's already called - we only met for coffee last night. I mean we video iChatted. While holding coffee. Kinda like having coffee. \n[23]And he told me he had a gig last night, so he probably got in real late. Did I tell you he was singer? \n[24]Hey, Conor.    I'm Mary. \n[25]It's so great to finally meet you in person. \n[26]I'd love to. ", "MAYA": "\n[1]Oh sweetie - you didn't have to get me anything. \n[2]You didn't. \n[3]Here - put on my favorite. \n[4]Did Anna ever tell you I knew Tim Buckley? \n[5]We met at a coffee shop in 1971. Hell's Kitchen. I had no idea who he was. But he had this big mop of hair and these eyes that just looked past you and through you and into you all at the same time. Complete interest and disinterest. It was amazing. \n[6]Of course, I was with Anna's father at the time, so, you know...another opportunity missed. \n[7]It's the truth. I knew them all. Robert Plant, Harry Nilsson, Graham Parsons... Have you seen the pictures of me from when I was Anna's age? \n[8]Sweetie go get that picture - you know the one - \n[9]Go. Your mother's asking you to do something for her on her birthday. \n[10]You'll see - we look strikingly similar. My lips may be a bit fuller, but... \n[11]So that's what we're dealing with here, for reference. Imagine meeting someone who looks like that in a coffee shop. \n[12]That's sweet. But if we're comparing stories - She's no me - and you're no Tim Buckley. \n[13]Anyone need a refill? \n[14]Thanks sweetie. I don't know what I would do without you. \n[15]Baby - what's the matter? \n[16]Is it money? Because you can take back the check if - \n[17]Conor - \n[18]Settle?   Like you think I did? \n[19]Well, your father and I had a glorious life together. \n[20]Those are just dreams Anna. \n[21]Now true - I did not like your father at all when we met. \n[22]Or after we got married for that matter. But let me tell you this - life with him was a hell of a lot better than life is without him. \n[23]There are worse things in life than settling. \n[24]Like wishing you had. ", "KELLI ANN": "\n[1]Knock knock. \n[2]So.    Here we are. Same shift again. \n[3]I figured it was no coincidence. \n[4]I had fun the other night. \n[5]Anyway - I was thinking, maybe tonight after work...we could, you know... \n[6]No.    We're good. \n[7]Are you joining us for dinner or - \n[8]Ugh.    Why? \n[9]Nothing.   Sorry. For dinner? \n[10]I believe you mentioned that. \n[11]That's a great idea. \n[12]Since you asked me 11 minutes ago?   No, not a lot of phone traffic. \n[13]Oh my god. \n[14]It's happened to you. \n[15]What's her name? \n[16]The girl, Alex. \n[17]You can't hide it man. I know strung out and you are strung - out. \n[18]This is amazing. Can't focus, right? Jumping every time your phone rings, checking your email 100 times a day. Wishing you could write songs. Feeling the need to bring up her name in random conversations... \n[19]It's always the same. And it has happened to you, my friend. Trust me. \n[20]Welcome to my world asshole. ", "NATHAN": "\n[1]Oh my god!    He called? \n[2]Ouch. \n[3]Just call your voice mail. \n[4]I just got hard. \n[5]It makes your breath stink. \n[6]Chex Mix. I learned the hard way. I made out with a guy after eating like a bag of the stuff. He said my breath smelled like trout. \n[7]I'm sorry. That was rude. And that guy I made out with was a total asshole. \n[8]I'm Nathan.   This is Bruce. \n[9]How do you know Alex? \n[10]So, you're here as like a guest, or like his date? \n[11]Cool. \n[12]Jonathan? \n[13]Dancing.    Get your asses up here. ", "JAVIER": "\n[1]Yes. \n[2]He's very good. \n[3]Yes. \n[4]I think so. \n[5]Is that the question? \n[6]Oh.    It seemed like a statement. \n[7]I didn't really hear it in the inflection- \n[8]No, ma'am. My guys don't smoke on the job site. They're all good guys. \n[9]I'm pretty sure. \n[10]That's a lot of prepositions... \n[11]Maybe I should just get back to work. ", "CATHERINE": "\n[1]I do not understand how you got mom to sew all of these in two weeks. \n[2]You're so pregnant. \n[3]Chug a beer, then. I want to see you chug a beer. \n[4]Why didn't you tell us?    You should have told us. \n[5]Why would she want to hang out with us and our husbands? Seriously, Beth, isn't that exactly what you want to avoid right now? \n[6]So not a big deal. You're still really young. \n[7]I knew he was never gonna propose. \n[8]What am I gonna do without dad? \n[9]But he's always been - the one who's there for me. \n[10]Playing ultimate frisbee.    His team may make the quarterfinals. ", "KEN": "\n[1]OK - that's enough of the speeches. Time to eat. So enjoy the crab. And the yellow stuff is not hot mustard, it's the crab's hepatopancreas. \n[2]Bethie, your cousin Jay has always been a jackass. \n[3]So, you'll get married a little bit later than some people. Big deal. You never did anything the way every one else did it, and that's what I've always thought was so great about you. \n[4]Honey, look. When everyone else was just going to camp at the Y, you borrowed my New York Times, found some arts camp in the Berkshires, wrote away for information, then got accepted on your own. You were nine. You never did things the way everyone else did. \n[5]Because that's you.   That's why you're my favorite daughter. \n[6]Well, I don't give a shit. I'm retired, and I'll say what I want. I'll say it into the mic if you want -- \n[7]It's true, though. \n[8]Yeah. Less of that cardboardy brown stuff. More regular people food. \n[9]Maybe you could just fry me up a couple sausage links? \n[10]Did I tell you that you're not only my favorite daughter, but you're also the prettiest? So much better looking than those other dogs. Seriously. ", "JARRAD": "\n[1]Well, ladies, I guess I have to get back to the office. \n[2]I met you. \n[3]So, I'd love to call you sometime.    Do you have a card? \n[4]And here's my info. \n[5]Look forward to hearing from you, Gigi. \n[6]What? \n[7]Look - we'll talk. We'll get in touch. \n[8]Goodbye, Gigi. ", "BRUCE": "\n[1]So? \n[2]What? Did he travel by carriage and leave his calling card with your lady in waiting? \n[3]Just call. \n[4]Amazing.    He'll sing to your babies. \n[5]You want me to smell you?   I'm sure you don't smell like trout. \n[6]We don't. Our friend Mary heard about it from some guy named Conor. \n[7]I hate that - when you don't know if you're a date - so you don't know if you should bring a friend, or if you're like co-hosting or if you should stay til the end to have alone time -- \n[8]I did get a slight waft of trout, though. Take a mint. ", "PAIGE": "\n[1]She wanted to do it. \n[2]No, she didn't. \n[3]I'm not pregnant. \n[4]We're in love, you assholes. That's what people do when they're in love - they get married. \n[5]Bethie, you know I didn't mean -- \n[6]You know what - if being in the wedding is too painful- \n[7]So young. \n[8]Shit. ", "TALL GIRL": "\n[1]No, that's OK. I got it. \n[2]Thanks for mixing that up. \n[3]Alex asked me to get the dip together. Thanks for getting it started. \n[4]Hmmm - could use a little more dill. \n[5]Alex, you want me to start cleaning up? \n[6]No.   I got it. \n[7]YES!!    Suck it! \n[8]Did you say it's past three?     Man, I gotta go. ", "LARRY": "\n[1]It's obvious. She won't sleep with you. It's written all over your puppy dog face. \n[2]Here, have a cookie. \n[3]Honestly - we may not have the best insight. Gay signals have nothing to do with straight signals. \n[4]One, two, three - that's it.   Three seconds or more - it's on. \n[5]One, two - No. Thanks for playing.    Move along. \n[6]But listen - I can tell you this. Gay or straight, you're not going to get anywhere by being inactive. She clearly likes you - maybe she just wants you to be a man and do something. So the next time you're in the position - don't take no for an answer. \n[7]You're right. Let me rephrase.    Don't take maybe for an answer. ", "BILL": "\n[1]Alex's friend. We were supposed to meet up - but Alex told me the wrong day. \n[2]I do. And I'd love to buy you dinner sometime if you're game. \n[3]Yes.   Yes, I do. Finance. \n[4]It is. \n[5]You're very welcome. \n[6]Thank you for a lovely evening. "}}