{"dialogues": {"HAMMER": "\n[1]Happy Hanukkah Maccabee. \n[2]Thanks for the invite Mrs. Kleinman, but right now G dash d's the only one for me. \n[3]Shabat Shalom! \n[4]Did you just take god's name in vain? \n[5]Just about to leave, right? \n[6]You alright? \n[7]Hey, hey! Be proud of who you are. You're a bad, bold, big-nosed, biblical brother. You feelin' me? \n[8]Aveenooh Shalom Alechem little brother. \n[9]Stay Jewish. \n[10]Happy Hanukkah Tikva. \n[11]So, what's shakin' Yenta. \n[12]Okay, what's the information? \n[13]Anything else? \n[14]But we're not open on Sundays. \n[15]I'll be in my office. \n[16]It was the day before Hanukkah when she strolled into my office. \n[17]Come in. \n[18]Please, call me Mordechai. \n[19]Oh, the things I would do to her if I had the... \n[20]Client notes. Sorry. What can I do for you? \n[21]How is old Chief Bloomenbergensteinenthal? Is he still shtooping every girl he can get his hands on? \n[22]Your mother? Oh. Whoops. \n[23]I'm sorry to hear about Santa. He was a good friend, but my days... \n[24]Sorry Shiksa, I think you got the wrong office. I'm the Hebrew Hammer. Mike Hammer's down the hall. \n[25]Listen. Esther, you seem like a nice girl, so I'm only gonna say this once. I no longer affiliate myself with that organization. The politics there were brutal. Besides, I've already got a full case load. \n[26]That's...uh...that's all done electronically now. \n[27]I hate to cut you short, but in an hour the sun goes down, and then it's officially the Sabbath. I can't work on the Sabbath. This is where we're going to have to part ways boobola. \n[28]Be my guest. But I have to warn you, I'm going to my mother's for dinner tonight. And if you think I'm difficult, wait till you meet her. \n[29]Shabat Shalom mama. I brought some Manischewitz. The black label. \n[30]Oy vey, I'm stuffed. \n[31]Mom, I think we've had enough. \n[32]Mom! Esther works for the JDL. They sent her to try and recruit me back to save Hanukkah for them. What she doesn't seem to understand is that nothing, not even god himself could convince me to ever work for them again. \n[33]Not my problem. If you'll excuse me now, I need to use the bathroom. \n[34]Mom, where do you keep the plunger? \n[35]So, what did you two ladies discuss while I was gone. \n[36]Mom, stop with this already. Of course I love you. You're my mother. \n[37]Mom, I have a real job. I do good things for this community. I help people. \n[38]So don't show a picture. \n[39]Oh. Oh, What. So, all of a sudden my saving Hanukkah's not good enough for you? Is that what your saying? \n[40]No. No. We're gonna argue. And you know what mom? I'm going to save Hanukkah just to spite you. And when my face is all over the television. When your friends are opening their Hanukkah gifts next year, don't mention it to them, okay? I wouldn't want you to have to show my picture. \n[41]Mom, why don't you put that cat out of its misery? \n[42]You've gotta be kidding me. They're still doing this? \n[43]Mordechai Baruch Netanyahoo. \n[44]Beitzah, Charoset, Chazeret, Karpas, Maror, and Zeroa. \n[45]Oooh. That's cold. \n[46]Hello? Can anybody hear me? I think this machine is broken or something. Hello? This is ridiculous! I didn't even want to come here. I shlep all the way out to the middle of nowhere, for lord knows what purpose, and... \n[47]I am so unhappy with this situation. Why Mordechai? Why do you always feel it necessary to do what other people want you to do? Why can't you be your own man... \n[48]A minion practicing Jew-do, the deadly fighting art. Cool. \n[49]Alright. I'll, uh, keep doing that. \n[50]I got the job done didn't I? I did what I had to do. \n[51]Hey, it's your Bar Mitzvah. I'm just readin' the Torah portion. \n[52]I guess I could be chalant about it, but then again I'm not even sure if that's a word. Listen Chief, we could stand around arguing all day, but I gotta case to crack. \n[53]I'm gonna pay a visit to the K.L.F. See if they've got the 411 on Santa's location. I'll check in with you when I know more. \n[54]Okay. You guys have seriously got to stop with that stuff. That's a lot of pressure to put on one Jew. I'm only human you know. I'm already shvitzing about the whole thing. You know, believe it or not, I'm allowed to make mistakes, too. I can only do the best that I can do, and that's just gonna have to be good enough for all of you. \n[55]Just...just stop with that. Okay? Alright, I'm out of here. \n[56]Mohammed Ali Paula Abdul Rahim. My main nigga! \n[57]I'm back on the job for the JDL. You hear about that crazy white boy who took over as Santa? \n[58]True dat. True dat. So, what's the word on the street? \n[59]Actually, I...I don't. What does that mean? \n[60]Not if I can help it. You got any information for me? \n[61]Is there anything else you can tell me? His hangouts, his next move, anything? \n[62]Thanks little brother, you've been a big help. \n[63]Thanks again Mo, you always deliver the goods. \n[64]Okay, look. I'm going to work really, really hard on this one. But, please stop with the pressure. I'm already tense as it is. \n[65]Alekem Salam. \n[66]Manischewitz. Straight up. \n[67]Actually, can I have the black label? \n[68]I figure if this is my last drink, you might as well leave the bottle. \n[69]Do you guys take Shekels? I just got back from a trip in Israel, and all I've got is a fistful of Shekels. \n[70]5733. That was a good year for me. \n[71]Shabat Shalom, motherfuckers. \n[72]Shlomo, you okay? \n[73]Huh. \n[74]Bootleg 'It's A Wonderful Life' from Taiwan. \n[75]Sixty five percent pure. Damn! People could get hurt watching this shit. Come with me. \n[76]Get yourself home and watch this as soon as possible. \n[77]Hey, hey, hey! You can beat this. Now get going. \n[78]555-55-555-55555... \n[79]...5. \n[80]Chief, it's me. Listen carefully. I need for the Worldwide Jewish Media Conspiracy to mass produce video copies of every Hollywood movie ever made featuring a positive Jewish protagonist as its lead. \n[81]That'll work. Get them out to the Jewish community stat. We got an epidemic on our hands. \n[82]It was a trap. I'm back at square one. \n[83]Good thinking. We'll disguise ourselves as a Gentile couple to pass undetected. Now that he thinks I'm dead, this should be a piece of homentashen. \n[84]The fate of Hanukkah. Right. Right. Yeah, Got it. Will do. Okay, bye now. \n[85]He must be behind that curtain. Relax. We're undercover. We need to give off the appearance of calm. You see Esther, the trick to undercover work is to try and blend in. Act as a Gentile would. \n[86]While I thank you, Gentile friend, for your generous offer of that deliciously unkosher snack, I sadly have to decline for I stuffed myself full of meat and milk product at a prior lunch engagement. \n[87]C'mon follow me. \n[88]We have to get through. It's an emergency. \n[89]You're good! \n[90]If you keep your mouth shut and come with me, you won't get hurt. \n[91]Let me guess, you're the goy who stole Hanukkah. \n[92]What's your shpiel, Santa? \n[93]Sorry Santa. I like my women like my matzah. Unleavened. \n[94]This is where you go down. \n[95]Let's do this clean. I don't want to make a scene Santa. \n[96]What are you doing? \n[97]Hey everybody. How's it hangin'? \n[98]C'mon! \n[99]It's over. We're doomed. \n[100]What is that? \n[101]You saved our lives. Thank you. How can I ever repay you...? \n[102]Where are we? What is this place? \n[103]That got annoying fairly quickly. \n[104]Nah, we're kosher. Thanks though. \n[105]Now we wait for Santa to make his next move. \n[106]Want to get a drink? \n[107]What was that!? \n[108]Oh. Yeah, about once a week! \n[109]I said, yeah, about once a week! \n[110]I'm okay right now. Thanks though. \n[111]Nah, I'm good. I'm kind of here with somebody. \n[112]Yeah. Maybe next time Joshua. Take it easy. \n[113]Do we know each other? \n[114]Mordechai. My friends call me Morty. \n[115]Uhhh. You know, I...have to go to the bathroom. I'll be right back. \n[116]Hey there. \n[117]Do you want to get out of here? \n[118]Sorry. I'm better with men. \n[119]You mean like disco dancing or doing the funky chicke...Oh. I get it. \n[120]Now we're talking Boobola. \n[121]Yes Esther. \n[122]Oh. Okay. \n[123]I want to have lots of children by you. Get a good paying, stable job. Settle down in Long Island somewhere. Someplace nice. Fancy. But not fancy schmancy. \n[124]I want for our children to go to private schools and take music lessons. Little Abraham will go to Stanford for college, Batya will go Ivy League, maybe Vassar. \n[125]Afterwards they'll make the decision as to whether or not they'd like to continue their religious studies in Israel. Because, hey, after all we'll have practiced the highly effective assertive democratic style of child rearing, sprinkled with a healthy dose of liberalism. \n[126]Also, on a daily basis, I want you to tell me what to do, where to do it, and how I should live my life. \n[127]Antihistamine. It's for my allergies. The capsules make me gassy. \n[128]You know, I've been thinking about what Santa's got planned for us next. Maybe he'll... \n[129]Oh, she said that, did she? What else did Mommy Dearest have to say? \n[130]When did you guys have this conversation? When I was in the bathroom? What else did she have to say? \n[131]What? You made a deal with my mother to sleep with me if I'd help you?! \n[132]What does that make you? What does that make me? And my mother. What does that make her? \n[133]Oh my god. She's become my pimp. And she's whoring her bitch-son out to the highest bidder. \n[134]Always meddling in my life. This is so typical of her. But from you? I thought we had something good here. \n[135]I'm sorry Esther, I just don't think we can see each other romantically anymore. \n[136]Hammer here. \n[137]What's up? \n[138]Looks like I got a plane to catch. \n[139]No way, it's too dangerous. Besides, my days of hooking are over. \n[140]It's a long story. I'll explain when I get back from saving the clock. \n[141]Alone. \n[142]Do you speak English? \n[143]Chello. \n[144]I need to rent your biggest Cadillac. Preferably lowered, with white wall tires. \n[145]Well what else do you have? \n[146]Whatever it is, I'll take it. \n[147]Uh. Can you just give me one second? \n[148]Let's dance the hora! \n[149]What are you doing here? \n[150]I love you too. I'm sorry about freaking out yesterday. I was wrong. \n[151]Go check on the clock. I'll finish up here. \n[152]I don't know. I'm feeling kind of tired. \n[153]Esther! \n[154]Still ticking. Thanks to the help from the Brothers at the KLF, Hanukkah's safe for now. \n[155]It's Esther. Santa's got her. \n[156]I love her sir. If I don't help you, I won't be able to make her my wife. Mohammed Ali Paula Abdul Rahim has agreed to come with me to the North Pole on a rescue mission. \n[157]Oh no, not the... \n[158]There won't be any need for that sir. \n[159]I know sir. I won't let you down. \n[160]Sammy Davis Jr. Jr. \n[161]He's still working out some identity issues. \n[162]It's gonna be tough, but the back entrance looks like our best bet. \n[163]This is the year 5734. It's time the boys at the KLF got into the 58th century. Let me show you something. \n[164]The JDL supplies all its agents with this state of the art device called a laptop computator. \n[165]Now this might get a bit technical, but try and stay with me. Using a highly sophisticated connection of other computators, called the Internet, I can access surveillance maps, villian biographical information, and even sports scores with a few simple keystrokes of this electronic typewriter. \n[166]But wait, there's more. With a few swift clicks of this hand-computer interface, commonly referred to as a mouse, I can download illicit pornographic material and even send it along to a friend via a cyber postal route known as e-mail. \n[167]Oh yeah. Take a look. \n[168]For example, here's a picture of your sister Tawanda getting freaky with a German Shepard. \n[169]Remember that bit about the cyber postal route? \n[170]Nah, forget about it. \n[171]Just praying to god that we don't kill ourselves going over this wall. \n[172]You know, you don't have to hold on to my waist. You're tied in. \n[173]Wait! Before we enter, you need to know that my research has determined that Santa's compound is wired with the XP 2000 stereo type alarm system. \n[174]Take a look. \n[175]The alarm will trigger if the system detects any Non-W.A.S.P. tendencies inside the building. For example, if you were to dribble a basketball, or eat watermelon, or use the word dawg...that is, spelled with an aw as opposed to the letter o...within the confines of this workshop, the alarm would sound. \n[176]Well that's good news for us. It means the system is outdated. This should be easy. C'mon. \n[177]Mo, I think you dropped some... \n[178]Let's go! \n[179]C'mon, let's go! \n[180]Offscreen gunfire. That Jewish Atomic Clock stuff ate up a lot of our budget. \n[181]Damn! \n[182]Where's my girlfriend Santa? \n[183]But if I kill you, then you'll be dead. \n[184]Don't worry your pretty little head. \n[185]That was a warning shot. \n[186]Wait! I didn't want it to come to this, but you leave me no choice. I have no other option but to use the most powerful weapon in the Jewish arsenal. \n[187]I shlepped all the way to the North Pole for this? I come to fight you, and you don't even put out anything to nosh on? What kind of arch nemesis are you? \n[188]What sort of host would treat company this way? Esther is clearly uncomfortable in your guest room. I'm shvitizing from running around shooting people. And my feet. What kind of flooring is this anyway? My arches are killing me. \n[189]And to top it off, you didn't even have the courtesy to give me a proper hello when I entered the room. What have I ever done to you to be treated with such disrespect? \n[190]Everything's kosher. Watch him for me. \n[191]Esther! \n[192]Joseph Lieberman? \n[193]We go to the same temple. \n[194]Mo, get him out of my sight. \n[195]No, wait. I need closure here. I just wanna say one thing. You know where you messed up Santa? You underestimated the true meaning of Hanukkah. \n[196]That's...that's a very good question. And I do know that it does have something to do with...dreidels, and... \n[197]And latkes! And some miracle oil that lasted eight days. And that my friend, should've been enough for you. Take him away Mo. \n[198]Esther Bloomenbergensteinenthal, will you marry me? \n[199]Well then maybe you should have thought about that before you ran with him. C'mon, let's get you back to Washington. \n[200]And a Merry Christmas to all of our Gentile friends. Mun Chi. \n[201]Before we start the Sabbath, I'd personally just like to thank god for all the blessings I've received over the past year. A beautiful fiancee... \n[202]...a wonderful mother... \n[203]...and the opportunity to help my brothers and sisters in the Jewish community. \n[204]Thanks mom. \n[205]Well, I did save Hanukkah mom. My children, and my children's children, and my children's children's children... \n[206]...and their children will all be able to eat latkes and spin dreidels, and light the menorah with the knowl... \n[207]...No, no, no, no, no. I see what you're doing here. So all of a sudden Hanukkah's not good enough for you, is that right? \n[208]Well I have news for you mom. It is good enough...I'm good enough and I won't leave here until I hear you tell me... \n[209]...I'm not finished yet, mom. \n[210]Mom! We're eating! \n[211]Oh, I get it. To you, the cat pooping in his diaper is somehow better than my saving a Jewish holiday. Forget it. \n[212]I think I hear the new Santa Claus busy at work. C'mon. \n[213]Since Santa will be living out the rest of his days at a home for the religionally insane and because he had no blood heirs, the Kwanzaa Liberation Front and the Jewish Defense League agreed to make the whole Santa Claus process a democratic vote. We're all very pleased with the first Santa elect. \n[214]Look, there he is now. \n[215]Merry Christmas Jamal. ", "SANTA": "\n[1]What are you fucking midgets looking at!? Get back to work! We have Hanukkah to destroy! \n[2]Excellent. Everything is going as planned. \n[3]With the Hebrew Hammer out of the picture, Hanukkah will be nothing more than a confusing and hard to pronounce word. I want to thank you very much Jamal for all of your help. \n[4]Can you believe this guy Tiny Tim? \n[5]Take a look around you Jamal. Do you see any colored midgets in my workshop? \n[6]Your presence would be a disruption to the utopian model of efficiency I've created here. \n[7]You know something, you're right. \n[8]Yeah. This is a sweatshop. And since you elves aren't willing to do the work, I made arrangements to have some Taiwanese children shipped over. And I might add, they're more than willing to work for peanuts. \n[9]Come on in boys! \n[10]While I was in Taiwan negotiating the solution to our labor problems, I came across a factory that illegally manufactures the most addictive, Jewish pride weakening substance on the planet. I bought the entire plant. \n[11]I want you and your men to target every young person in the Jewish neighborhoods of every major city of this country. I want you to flood their streets with this product. \n[12]Oh, that's the beauty of it. These are free samples. \n[13]Worse. \n[14]Bootleg copies of the Frank Capra classic, 'It's A Wonderful Life.' \n[15]And what do the Jewish people do during Hanukkah? \n[16]That's right. Santa can tell that you've been a very good boy this year. Run along now Jimmy. \n[17]Sorry folks, I don't do couples. \n[18]Excuse me? Do I know you, friend? Take a look around you. Do you even know who I am? \n[19]The Hebrew Hammer! You're alive. \n[20]Whoa, whoa there. C'mon Mordechai, is this any way to treat an old family friend? Let's cut out all the unpleasantness. I admit, I went way overboard with the whole Hanukkah thing. Let me make it up to you. How about a peace offering? Girls. \n[21]Bambi. Tawni. I'd like for you to meet world renown Semitic super stud, Mordechai Jefferson Carver. \n[22]Well, it's a bit too late for that now, isn't it? Excuse me children, if I could have your attention for a moment. \n[23]I'm just calming the kiddies. There's no need to worry about Santa. He's just having a peaceful, adult conversation with his nice Jewish friend, The Hebrew Hammer. \n[24]In fact, he's just informed me that he personally plans on cancelling Christmas this year. \n[25]Why don't we show him how that makes us feel. \n[26]And now my Hanukkah loving friends, I will reveal to you the true nature of my diabolical scheme. \n[27]Once I extract the Judeum from the clock, the Jewish Calendar will cease to exist, forever eradicating Hanukkah. In less than twenty four hours, which by your Jewish Calendar is approximately... \n[28]Can I borrow that pen and notepad? \n[29]Four years and three quarters a lunar cycle? Well, whatever! In less than twenty four Christian hours, Hanukkah will be nothing more than a fond memory. Tiny Tim. \n[30]End transmission. \n[31]So, how was I? \n[32]Really? Good, good. \n[33]I wasn't too over the top? \n[34]Thanks. Oh, did I tell you. I picked up that new KC and the Sunshine Band record that you recommended. You were right, it is good. \n[35]Why is the red light on the camera still on? Are you still filming me!? \n[36]You fucking ass... \n[37]No. I'm airsick you asshole! Where the hell did these reindeer learn to fly? \n[38]Who's the leader of this operation? \n[39]What's your major malfunction, dumbfuck!? \n[40]Step forward son! \n[41]You gonna learn to guide this sled right? You gonna make sure your men follow suit? Because if I'm puking down chimneys come Christmas Eve, I'm gonna have your hide. We clear? \n[42]You eyeballin' me son!? \n[43]I didn't think so. \n[44]The Jewish Atomic Clock. \n[45]Get moving! We've got work to do! \n[46]Get him boys! \n[47]Get off of me you cripple! \n[48]What's going on? Why'd he stop? \n[49]Take a look. \n[50]Resting? \n[51]What day is it? \n[52]What time is it? \n[53]Why didn't I think of this? It's the Sabbath. \n[54]The day of rest. He can't fight on the Sabbath. C'mon, get up. We've got him beat. \n[55]Well, well, well. It looks as if the Hebrew Hammer's got a weakness after all. \n[56]Finish extracting the Judeum from the clock. Tiny Tim, I want you to introduce the Hebrew Hammer to the Christmas spirit. \n[57]No dipshit, I want you to kill him. \n[58]Santa's gonna take the sled back to the North Pole and celebrate his victory with his new stocking stuffer. \n[59]Rudolph, more egg nog! \n[60]Ho, ho, ho. \n[61]Yes maam, loud and clear. \n[62]Hey, what's that over there? Is that a bowl of Matzah Ball soup? \n[63]I don't have to tell you anything Hammer! You're gonna have to kill me before I tell you! \n[64]Good point. \n[65]Looks like the tables have turned once again Hammer. \n[66]And you won't even be able to say goodbye to your Esther. So sad. So long Mordechai. Give my father my regards. \n[67]What are you doing? \n[68]Hah! Jewish guilt. Well, it won't work on me Hammer. I'm too strong for it. \n[69]No. Stop it! \n[70]Please, make it stop. I'll do anything. Here take my gun. \n[71]Shoot me. Please, just one to the head. Put me out of misery. \n[72]Please tell me. What is the true meaning of Hanukkah? \n[73]I'm sorry. I see the light now. I was wrong. I'm... ", "ESTHER": "\n[1]What about Mordechai Jefferson Carver? \n[2]Daddy, he's our only hope. And you know it. \n[3]Perhaps I can persuade him. \n[4]Mr. Jefferson Carver? \n[5]Sorry I'm late. Traffic was a pisher, and I've been circling the block for the past half hour looking for parking. What are you listening to? \n[6]My name is Esther. Chief Bloomenbergensteinenthal from the Jewish Defense League desperately needs to speak with you. \n[7]Actually, his days of marital infidelity have long since past. Now he just shtoops my mother exclusively. \n[8]Mordechai, Santa Claus has been rubbed out by his son Damian. The man's a demon. There's no telling what this new anti semitic psycho Santa is capable of. \n[9]Why are you being so difficult? All my father wants is to just speak with... \n[10]I'm not leaving your side until I get you to agree to come speak with my father. \n[11]Before we leave, there's just one more thing. I noticed that the sign on your door says you're a certified circumcised dick. Would you mind if I asked to see your credentials? \n[12]It's Esther. \n[13]I don't think I could eat another latke if you paid me. \n[14]But Hanukkah's in dan... \n[15]He's...he's very nice. \n[16]What do you want me to do? \n[17]Deal. \n[18]Thanks. That's...good to know. \n[19]Any sign of Santa? \n[20]You're good. \n[21]What are we going to do? We're at least an hour from the front. \n[22]Is that...? No, couldn't be. \n[23]We're so sorry to have to cut, but our beautiful Gentile boy ran on ahead of us in line. \n[24]It would mean so much to Paul and I if you'd let us through to see Santa. \n[25]Back it up buddy! \n[26]Shh. Shh, listen. Do you hear that? \n[27]Yeah, no kidding. \n[28]So, now what? \n[29]Sure. Why not. \n[30]So, do you come here often!? \n[31]I said, do you come here often!? \n[32]What!? \n[33]Oh! \n[34]Hey. \n[35]I would love to get out of here. \n[36]Ouch! \n[37]Maybe we should try a different kind of dancing. \n[38]Mordechai? \n[39]I want you to talk dirty to me. \n[40]Keep going. \n[41]Oh god, yes! Keep going! Don't stop! \n[42]Kiss me you Semitic stud! \n[43]Hmm. I feel something poking around down there. Maybe I should investigate. What do you think about that Mr. Certified Circumcised Dick? \n[44]Shabat Shalom! \n[45]Wow, that was amazing. \n[46]What did you just snort? \n[47]Your mother was right. You do work too hard. \n[48]Well, she also said that you need to find a nice girl to help take your mind off of your work. I'm just glad she thought I was good enough for you. \n[49]Relax Morty, I think your mom is wonderful. She cares so much about you. Get this, while you were gone she said she'd help me get you to work with the JDL if I'd come eat by you once in awhile. Like I needed any incentive to be with you. She's so... \n[50]No. Of course... \n[51]No. It's not like that. You're being completely neurotic. I was just playing along... \n[52]We do! \n[53]You're not my bitch Mordechai. Please, you have to believe me. \n[54]Mordechai! Behind you! \n[55]Mordechai, I love you. I couldn't let you do this alone. \n[56]I forgive you. \n[57]What's the matter? \n[58]Mordechai! \n[59]Mordechai! I'm in here! Help! \n[60]Mordechai! \n[61]You two know each other? \n[62]...and latkes. \n[63]Yes! Of course! I'd gladly give up my last name to be with you. \n[64]Well, for starters, we're going to honeymoon in Boca for a week. And then, when we get back, Morty's been talking about taking a stable, good paying job as a consultant for the JDL. ", "CHIEF": "\n[1]Gentleman! \n[2]Gentleman! Please! \n[3]Sheket B'vakasha! Sheket B'vakasha! \n[4]The time for action is now. We predict that the St. Nick Day Massacre will put Hanukkah-Christmas relations back at least a hundred years. With this meshuggena new Santa Claus in power, Hanukkah is in jeopardy. Our first order of business is to put into motion a plan to create goodwill towards the Jewish Community. Mr. Chairman of the Worldwide Jewish Media Conspiracy. \n[5]We need your people to crank out a couple more award winning documentaries on the Holocaust, possibly a new Adam Sandler movie. \n[6]Focus people. Our next order of business is to assign an agent to track Santa's activities. Step in and use force if the situation calls for it. We need to put the toughest Jew we have on the case. Suggestions? Suggestions, anybody? \n[7]C'mon, he made ET. We need someone tough people. \n[8]He's in a wheelchair for crying out loud. \n[9]Too old. \n[10]Missing in action. \n[11]He's a lawyer. We're looking for heros people. \n[12]What's he gonna do, make Santa disappear? Think people think. We need a hard hittin' Hebe on this one. \n[13]The Hebrew Hammer? No. No way. After the way he handled that situation in the West Bank? He's the only Jew in the world too extreme for the JDL. There's a reason why we kicked him out of our ranks, sweetheart. We need a man who can follow orders. A man with self-control. We need a man... \n[14]Come on. Come on. \n[15]He's still got it. \n[16]Welcome back Hammer. \n[17]Since you've been gone Hammer, some things have changed around here. Our agents are now subjected to a strict physical training regiment. Take a look. \n[18]There's more. Follow me. \n[19]We've even relaxed our centuries old admissions criteria. \n[20]Mordechai Jefferson Carver, I'd like for you to meet the Jewish Defense League's first black Jewish agent. A close personal friend of mine, agent Sammy Davis Jr. Jr. \n[21]Sammy, if you'll excuse us, Mordechai and I have business to attend to. \n[22]Alright Mordechai, now that we're alone I just want to say that I'm not happy about this. I don't want a repeat of that incident in the West Bank. \n[23]A settlement completely demolished, ten smashed army jeeps, four dead Arabs. G dash D damn it, Hammer! You think you're above the Ten Commandments? Just find Santa Claus and bring him back to us. No heroics, got it? \n[24]Well it's good to see that you can be so nonchalant about the whole thing. \n[25]What's your first move? \n[26]You be careful Hammer. \n[27]The fate of Hanukkah rests squarely on your shoulders. \n[28]You mean you want us to make copies of Yentl, Fiddler On The Roof, and Chaim Potok's The Chosen? \n[29]We're on it Hammer. How'd you do with Santa? \n[30]Well, then I've got good news for you. We just got word that he'll be making an appearance at the Mall Of America today. I'm sending Esther to meet you there at once. \n[31]One last thing Hammer. You take care of yourself. The... \n[32]Hammer, it's the Chief. We've got ourselves a situation. Get yourself down here, I've got something you need to see. \n[33]Mordechai. Thank god you're here. \n[34]About an hour ago, we received this transmission from the North Pole. \n[35]Take Esther with you, you'll need the backup. \n[36]Did I miss something here? \n[37]Tail him. He's gonna need the help. \n[38]Mordechai, you're back. The clock? \n[39]That's wonderful! \n[40]So why the long face? \n[41]My Esther! Oh Mordechai. \n[42]Please. Will you help me? \n[43]You're a mench. Thank you. Mordechai, by any means necessary, you bring my Esther back to me. Even if it requires using Judaism's most powerful weapon. \n[44]Hammer, the fate of my daughter rests solely in your hands. ", "MOHAMMED": "\n[1]The Hebrew Hammer! My main Kike! \n[2]Well it's okay when we call each other that. \n[3]So Morde-chai, tell me, what brings your bad self down to the KLF? \n[4]Oh, most definitely. Got the brothers here in full alert mode. \n[5]Gotta always be cool under pressure. You know what I'm sayin. \n[6]Word is that papa's got a brand new bag, and it's velvety red, and it ain't gonna be overnight Fed-Exed to Jerusalem. If you know what I mean. \n[7]Oh. It means that Santa's gonna fuck Hanukkah's shit up. \n[8]I don't. But I know somebody who does. \n[9]Jamal, I'd like for you to meet the Hebrew Hammer. \n[10]I'd like for you to tell him what you told me. \n[11]He's new. He's still got a long way to go before he understands the true meaning of Kwanzaa. \n[12]You watch your back Hammer. Hanukkah might just be his first move. For all we know Kwanzaa could be next. There's a lot of brothers counting on you. If you fail... \n[13]It's cool. It's cool. Aveenooh Shalom Alechem, brother. \n[14]Asalam Alekem. \n[15]What's wrong with him? \n[16]I wanted to ask you, how were you able to pinpoint the exact location of Santa's workshop? We've been trying to gain that piece of surveillance for years. \n[17]Cool. What's it do? \n[18]Man, that's far out! Hey, the Jets won! \n[19]Porno? You're tellin' me that you can get porno on that thing? \n[20]Gettin' freaky with a what? \n[21]Oy vey, that's almost as bad. That's Tawanda getting freaky with a notorious white supremacist. \n[22]Where's the white out button on this thing? \n[23]What just happened? \n[24]Yeah. \n[25]What are you doing? \n[26]I knew that. \n[27]Well, that was easy. \n[28]A stereo type alarm system? \n[29]How do we bypass it? \n[30]Listen cat, I'll have you know that I hate the taste of watermelon and am a terrible basketball player. \n[31]It's all clear. Let's go. \n[32]Hammer, no! \n[33]What are you doing? \n[34]There's Tiny Tim. \n[35]I'll take Tiny Tim. You go find your woman. \n[36]Now I'm gonna do to you what I should have done earlier. \n[37]Hammer, you alright? ", "TINY TIM": "\n[1]So, what's our first plan of attack Santa? \n[2]What should I charge? \n[3]So what's in the boxes? Heroin? Cocaine? \n[4]That's some cold shit. \n[5]One partridge in a pear tree to two turtle doves. What's your status? \n[6]Merry Christmas everybody, and god bless us, everyone. \n[7]It was good. Very chilling, but you still got all the points across that we talked about. \n[8]No, it was the perfect level. \n[9]You okay? \n[10]I don't know. Why don't you ask them sir. \n[11]Uh, he can't sir. The harnesses. \n[12]Uh oh. \n[13]What are we gonna do? He's got us on the ropes. \n[14]Maybe he ran out of ammo. \n[15]Well, he's kinda just resting in the corner with his girlfriend. \n[16]It's Friday. \n[17]I don't know. About sundown I guess. \n[18]You want me to be nice to him for no apparent reason whatsoever, buy him clothing he'll never wear, and for just one day of the year pretend to forgive him for all the horrible things he did to me as a young boy when my mommy wasn't looking? \n[19]Oh. \n[20]Take a look Hammer. The clock's already beginning to power down. \n[21]Ah. What's the matter? No more snappy one liners. \n[22]Santa, I got some really bad news. \n[23]My crutches. Noooo. Not my crutches. ", "TONY": "\n[1]Nothing stirring here. \n[2]Let's get a look at you, shall we. \n[3]A power muff girls T. Very nice. Alright, now spin around. \n[4]Very nice! Alright. You're cool. Go on and see Santa, sunshine. \n[5]Oh really! Is that a fact? Well guess what buddy? You ain't gettin' in to see Santa today, so why don't you just turn around and high tail it home. \n[6]But I've been waiting to see Santa all year. \n[7]You heard me. Get moving punk! \n[8]Can I have everyone's attention please. In fifteen minutes, Santa's gonna have to leave. \n[9]Ah, don't be like that kids. We gotta lot work to do if we're gonna get all those presents out in time. \n[10]Hey! Hey! You want shitty ass presents for Christmas? You want Barbies with heads screwed on backwards? You want remote control cars without the batteries included. Then be my fucking guest! \n[11]Hey, hey! Not so fast. \n[12]Sorry pal, you're gonna have to wait in line just like all the other parents. \n[13]Well...umm, when you put it that way. Sure go on through. \n[14]Hey, hurry it up in there. We gotta bunch of kids... \n[15]Oh shit! ", "SANTA CLAUS": "\n[1]I want to start by thanking all of you for pulling yourselves away from the workshop to make this emergency meeting. I know it's the busiest time of the year for all of you, so I'll try and be brief. \n[2]My father, often referred to as St. Nick The Nasty, was a tyrannical man. He was obsessed with making Christmas the only holiday anyone could celebrate before the New Year. Since his death, I've prided myself on ensuring that the Christmas season is one of tolerance and understanding between all races and religions. It's always been my belief that Hanukkah and Kwanzaa deserve the same respect as Christmas. \n[3]Lights please. \n[4]Over the course of my career as Santa Claus, I've made it my mission to ensure that Jews, Christians, and African Americans could all observe their respective holidays in harmony. \n[5]I was responsible for pushing the Happy Holidays Ordinance, in which all Merry Christmas signage was replaced by the Trans-relgious and inoffensive phrase 'Happy Holidays.' \n[6]It was nearly a decade ago, in conjunction with our friends in the Jewish and African American communities that I supported a bill that mandated that 'Dreidel, dreidel, dreidel' and 'I'm dreaming of a bright Kwanzaa' be taught and sung in elementary schools along with the Christmas standards 'Frosty The Snowman', and 'Deck The Halls.' Which is why upon examination of my annual naughty and nice list it shocked me to discover that my own son, Damian... \n[7]The heir to the Red Suit could be so filled with hate. \n[8]Damian, when I learned of your ludicrous scheme to wipe out Hanukkah, my first reaction was one of disgust. Now, I'm only filled with sadness and disappointment. Disappointed that I failed to teach you the true meaning of Christmas. What do you have to say for yourself? \n[9]Et tu, Blitzen? ", "JAMAL": "\n[1]'Sup. \n[2]A'ight, a'ight, cool. Yo, it's like this. That nigga Santy Claus be trippin'. First that motherfucker kills his own pops, then he start talkin' 'bout bustin a cap in Hanukkah's ass. Next, the racist motherfucker kick my ass out the workshop, sayin' that there ain't no room for no little colored elves like me. Can you believe that shit? Yo, if it wasn't for the arthritis in my joints, you best believe that I'd be... \n[3]...blam! blam! blam! Bustin' caps all up in his ass. You know what I'm sayin'? \n[4]Well, come to think of it, there is one thing. Before I left, I was packin' up my shit and I overheard the nigga talkin' to some business pahtnah or something. Sayin that he'd meet him today at some joint called Duke's. Round five o'clock if my memory serves. When he got off the phone and jetted, I scoped the room for some jewelry, cash, whatevers. You know, a severance package. Didn't find any duckets, but I did snatch this. \n[5]Shit fool, ain't no thang. If it wasn't for my real brothers here at the K.L.F., I'd be shining shoes at the train station or getting my afro tossed up against a velcro wall in some redneck bar somewhere. I finally gots a place where I belong. Fuck Christmas. I'm all about smoking blunts and pimpin' bitches. I'm all about Kwanzaa nigga! \n[6]Pfff. Shit nigga, ain't no thang. Hey, yo Santy Claus, so does this mean that you gonna make me an official elf now? \n[7]That's some cold shit. \n[8]Merry Kwanzaa nigga! \n[9]Merry Christmas Niggas! ", "SHLOMO": "\n[1]Give it back! Give me back my yarmulke! \n[2]I guess. Sometimes I wonder why I even bother praying to one god. \n[3]Yeah. You're right. \n[4]Thanks Hammer. \n[5]Mommy says that every time you hear the sound of a bell ringing, an angel gets his wings! \n[6]Mommy says that every time you hear the sound of a bell ringing, an angel gets his wings! \n[7]Chaim Potok's The Chosen? \n[8]Mommy says that every time you hear the sound of a bell ringing, an angel gets his wings! ", "COMPUTERIZED VOICE": "\n[1]Jew Confirmation Test initiated. \n[2]Please state your full Hebrew name. \n[3]Please state the six dishes found on the Passover Seder plate in alphabetical order? \n[4]Please demonstrate musical aptitude. \n[5]Please step forward and remove your undergarments. \n[6]Circumcision confirmed. \n[7]Final test initiated. ", "HEAD ELF": "\n[1]Utopian model of efficiency my ass! Ever since you took charge, this place has been more like a sweatshop. \n[2]We know our rights Santa! You're in violation of the union regulations! We're going on strike! \n[3]Really? \n[4]Go, go, go! \n[5]What's this doing here? \n[6]No time. Besides, it's not like someone's gonna jump their motorcycle into the building while we're inside. \n[7]There's Santa now. "}}