{"dialogues": {"MOORE": "\n[1]What makes the world go around? \n[2]Gold. \n[3]It is love.   It is Love of Gold. \n[4]...waal, so it takes a little bit of thought... \n[5]Five is correct. \n[6]No wait. Alright. \n[7]...what is it, I'm a doctor... \n[8]What do you think? \n[9]I won her in a raffle... \n[10]She's got this \"father\" thing.   You like the boat? \n[11]I'll tell you what, then why'nt you go build one... \n[12]...we'll be here... \n[13]...we'll be here. \n[14]What do you want me to bring you back? \n[15]Everybody's lookin' in the shadows. \n[16]\n[17]You take care, Baby. I'll see you tonight. \n[18]...what's he likely to do...? \n[19]What'd you, come into some money? \n[20]You know where I'm going.     Me and the girl, gone get on the boat. \n[21]...that's right. \n[22]...that's right... \n[23]I worked for it. What're you gonna do...? \n[24]I met him a long time ago. \n[25]Yeah, I think I did. \n[26]You know, you're right... \n[27]I'm burnt.   They got my picture. \n[28]--I got to go. \n[29]Yeah, I'm gonna have'em pound the dents out. \n[30]Waal, they're honorable scars. \n[31]Kind of you to say so. \n[32]Anybody can get the goods, the tough part's, getting away. \n[33]Plan a good enough getaway, you could steal Ebbetts Field. \n[34]What'd I tell ya...? \n[35]Yeah, why're you telling me that? \n[36]...why're you telling me that, Bill? That half of it's mine. I know half of it's mine. Because, you'll remember, me and my crew? Went in there and got it. \n[37]...you remember that? \n[38]Yeah--well, it's a shame... \n[39]I need my money. I owe the crew... I owe my crew, Bill... \n[40]Yeah, if it was you n'if it was me.     I owe my crew. And I got to go. I got to get outta town. \n[41]Woulda shoulda coulda. \n[42]You're too kind. \n[43]What is it I understand...? \n[44]Here's mine? I did the job. Me and my crew. We brought you the swag, we're going to take our cut. \n[45]What do you want, we're supposed to do, sit back, put our feet up while you fucken rob me? \n[46]I got to go. \n[47]What do you want from me?   They got my face on a Cereal box... \n[48]Gimme our cut, we worked for, my crew, we do the Swiss Job. \n[49]Bag's empty... The bag's empty, Billy... Put the bag down, it's empty... \n[50]Alright. \n[51]I said alright. \n[52]No. \n[53]I'm telling you I'll think about it. Lemme think about it. \n[54]I'm sorry... \n[55]What is it I tell you? \n[56]Izzat right... \n[57]Sell the beat. Call the guy, sell the boat. \n[58]You quote him our figure, sell it to him for cash. \n[59]That's the sweetener. \n[60]You say \"cash,\" he knows we're hungry. He'll counter ten, twenny percent less, you kick around, and accept it. \n[61]Let him get it tomorrow.   You bring him the title for the boat. \n[62]...I'll meet you in Mexico. \n[63]...I'm taking the boat. I'm not proud... \n[64]I ain't going til I make sure we're goin get the money... \n[65]...I can't go down there with nothing... \n[66]We're gonna play some ringolevio.     I'm gonna need your help--Look here: \n[67]Alright. \n[68]That's right. \n[69]It's very sporting of you to say so. \n[70]I'm going to need some walking-around money. And I'm going to need my men's share, on the last job. \n[71]Give it to me \n[72]...you got it in your pocket. \n[73]...stunning. \n[74]...how do I insure my cut? \n[75]...you lost your amateur standing. Here's what the thing is: I go with the gold. I go with the gold, or there's no deal. I take my half, you take your half on site, we're done. \n[76]Now:   what's your little surprise. \n[77]...he's got terrible manners. \n[78]Gettim over here... \n[79]Okay, so You called us one, we called you one. The way you get along's you're gonna go along. Okay, we're done negotiating, gimme the money I'll see you on the fourteenth... \n[80]I'll tell you what, you make the decisions, and I'll bitch at you. It's Fun to Play Pretend! \n[81]You do whatever the fuck you have to do... \n[82]You want to show me another way? \n[83]Then we go together. \n[84]Zat so? \n[85]Yeah, well, the time was I was the Law West of the Pecos. \n[86]And now the Time Was, I got to get out of Town. \n[87]Okay it's on. \n[88]You wanna wash any laundry out inna street...? ...you said you were gone take care of it, take care of it. ...are you in or out...? \n[89]Is he going soft on me...? \n[90]Well, then. What's the thing?     Am I missing something...? \n[91]I got to Bobby... \n[92]Tick tock. \n[93]The cops got me on tape.   I got to go... \n[94]But everybody gets his cut from the Jewelry store. \n[95]I'm trine a figure out a way, get somebody, throw me inna briar patch. \n[96]Awright, you want to go to work...? \n[97]Yeah, well, you know, that was his road game. \n[98]It's his job. Let's get to work. \n[99]I got to redo some of these figures. \n[100]Because, lemme explain it to you: because when it starts to go sour, someby's gonna be pissing their shit, look'n around, shoot someb'y inna head, I'd like to have an alternative idea, is the explanation. \n[101]One minute twenty seconds... \n[102]Y'ever cheat on a woman? Your girl, something... Stand her up? \n[103]D'you ever do that? \n[104]When you called her up, d'you have an excuse? \n[105]What is she didn't ask?   What was your alibi, a waste of time? \n[106]I found a Hotwalker for him. \n[107]Well, it could be... \n[108]...then don't pry. I have to redo the figures on the train... \n[109]Don't move the car... don't move the car... \n[110]Is he getting out of the car...? \n[111]Hey: what the hell...? What the hell...? Scuse me, scuse me, officer, we were sposed to have a detail, doing security for us... \n[112]No, it burns my butt... we're out there, we're out there, side-of-the-road, workin' on the highway, for... I know it's not you, I'm sorry, I know it's not you, but... \n[113]If this was the first time... \n[114]I'm sorry, I know it's not you, but... \n[115]But it's not the first time... we're sposed to have police pro... \n[116]I'm trina... I'm trina... You fucken lame, you want to leave me dead, th'whole crew, the side of the highway? \n[117]You fucken cowboy, I oughta Tell me why I don't leave him out inna ditch somewh... Get us the fuck outtahere. \n[118]...put you down like the fucken dog you are... you gonna come, shoot your way to stardom? Don't do any... \n[119]I don't want you to do anything unless and until... we hit the City, ditch the car. \n[120]You do it, you do it. You do it, Pinky... \n[121]It's gonna work if we make it work.   How's Fran doing? \n[122]Well, it's always the pretty girl stays home, innit? \n[123]That's what I hear. \n[124]I'm very resilient. \n[125]I got a more striking profile. \n[126]I never liked the way I looked anyway... \n[127]...he can't hear what you don't say... \n[128]How we doing? \n[129]I'm done. Well, that's it them. \n[130]You got the detonators? \n[131]I know we checked'em. What I'm doing, I'm. I'm asking you a question. \n[132]Yeah, well, I went to the Other camp, which is Fuss it to Death, and Fuck it into a Cocked Hat, or do you want to run the show...? \n[133]\n[134]Yeah:    Let's go get the money. \n[135]It's either gonna be a monumental heist, or a real amusing anecdote. \n[136]Why? \n[137]I hope to tell you... \n[138]What? \n[139]Well, it's a nice boat. \n[140]That's right. \n[141]...what is it? \n[142]...what car? \n[143]...they found it, how'd they find it?    I tole you to it? I tole you to ditch it in... \n[144]Did you wipe it down...? \n[145]Did you wipe it down...? \n[146]The job stands... \n[147]Shut up. The job stands. This joint is burnt. \n[148]Meet at the Overpass. \n[149]The meet at the overpass.   The 14th... \n[150]Get him out of here. \n[151]They're gone. \n[152]...that's right. \n[153]You get his cut to Bobby...? \n[154]I'm okay now. \n[155]...we're taking down the Boat guy. \n[156]That's right. \n[157]It's enough, get us away... \n[158]That's right. \n[159]So was World War One. \n[160]Yeah, well, it's all in a lifetime... \n[161]That's what they tell me. \n[162]I'll send you a Papaya. \n[163]Say good-bye to your niece. \n[164]Cute, huh? \n[165]I would of done that. \n[166]...that's right... \n[167]Soon as we get the money.      Call the guy.   Get us the money... \n[168]Landline. \n[169]Buncha Old Men, talkin' about Old Touches... \n[170]Cuttin up Old Touches, th'time So and So overslept. You know what...? \n[171]Then I'll tell you what, is pee ess, if my name's on the thing, then whose fault is it in the First Place, we're having, fight our way Back to Even. \n[172]...that's right. \n[173]In a contest of Cunning, a Stupid Person will get the better of a Smart one Every Time... Who said that...? \n[174]Well.   Help me remember it, huh...? \n[175]You know, we're goin' down there with nothing... \n[176]...yeah? \n[177]Is it enough for you...? \n[178]I'm about ready to go South. \n[179]...that's right. \n[180]Hey, I got you, what do I care...? \n[181]Smile at the man, tell im cash, I'm coming to get the money. Right now... find out where he... \n[182]Tell him what he needs to hear. \n[183]Flirt with the guy. \n[184]No problem. Can we meet him at His Bank. \n[185]Superior.   You get the address.   When? \n[186]Right now. Right now, tell him we got another buyer, we... \n[187]...would you move into the light...? No, don't turn around. Just move into the light... \n[188]What do you want? What're you, the Social Service Lady? \n[189]...what did you, come to take the Baby back...? \n[190]What do you want? \n[191]How about that. \n[192]...try him back... \n[193]...call him back... \n[194]Hold on, here... \n[195]Din't you just make yourself dispensable? \n[196]You my self-help program...? \n[197]That would be my wife. \n[198]That's correct. \n[199]You wanna play the dozens. Here you go: They called, there was a bookkeeping error at the Hospital, you died at birth. Your turn... \n[200]Eh? Cat got your tongue?   You wanna make peace. \n[201]Don't you know when a man's whipped, for chrissake? \n[202]...the boat guy? \n[203]Call him back. Get him back. \n[204]Get up. \n[205]I'm gonna be Don Ameche in a taxi, honey. Get up. \n[206]Get out. Get out. \n[207]You wanna tell me what I'm going to do...? \n[208]It's me, put it away. \n[209]...what's the move...? \n[210]I can't go for the gold til I can see how to get it home... \n[211]\n[212]\n[213]\n[214]\n[215]\n[216]\n[217]\n[218]What're we forgetting...? \n[219]Oh yeah. \n[220]Uh huh... \n[221]Yeah? \n[222]Put him on. \n[223]...get me the name of a freight forwarder. \n[224]...a freight forwarder. Okay. Alright. \n[225]...what's the Lady's name? \n[226]What do we chat her up about? \n[227]Too quick... On the day. Half hour before the thing, call up, three false breakdown calls. Keep'em buys. \n[228]You got to givvem breakdown calls on actual vehicles, which means you'll have to go to the Rental... \n[229]\n[230]...take the wrappers off, hang em in the air, get the drycleaning smell out. \n[231]...where have you been...? \n[232]\n[233]...I don't give a fuck. The only thing is: Get the Gold. Get the gold, Baby. Get the Gold. They ain't gonna pay for Yardage... \n[234]Mrs. Croft? Betty Croft...? \n[235]My name    is... could I see some identification, please?     My name is Wilson, I'm with the F.A.A.     Could I see your badge, please? \n[236]I understand. ...I believe we've met before, on my last...? \n[237]\n[238]We will be conducting a Security Check. I will be coming through the metal detector in approximately ten minutes. I will be quote Armed, and carrying a toolkit in which are hidden three potentially lethal or dangerous items. This is a test of the security personnel and of the apparatus under your control. Now. I must caution you that, from that time to this you will be under covert surveillance, and should you attempt to communicate \n[239]...you've been warned. Now: the guard under your supervision will be graded on the following: \n[240]...yeah... okay... okay... it's okay. \n[241]What happened to Betty? Betty Croft...? \n[242]Gimme a cuppacoffee. \n[243]Gimme one of those... \n[244]Not up at all, till I get that down... \n[245]Where's the, uh, where's the girl's usually here, your Supervisor? They lett'n you play all ? They lett'n you play all by yourself? \n[246]Uh huh... \n[247]...how tired I am, I left my... \n[248]Please tell me the code for the main gate. \n[249]Please tell me the code. \n[250]...we have a report of... \n[251]...make sure they're breathing... \n[252]Honk the horn. ...what'm I telling you...? \n[253]\n[254]Is he with her...? \n[255]Where's my diversion...? \n[256]Where's my explosion, I'm up here naked... \n[257]Who? \n[258]Forget it.   Let's... \n[259]Yeah, well, that's a Hazard of the jjj... \n[260]I told you on the day, they had me, you... \n[261]I stay with the gold. \n[262]You're gonna side with the guy, you're gonna side against me? You gonna talk against me, Fran? \n[263]I stay with the gold. I stay with the gold. \n[264]I got to go with the gold. \n[265]You go.   See you at the rendezvous... \n[266]Then we'll all go together. \n[267]You don't have to, Baby... \n[268]I follow you to the rendezvous... Gimme the keys... \n[269]...stay with the ggg... \n[270]...what's, what's the deal, you're gonna leave me, alone, in the... \n[271]I ain't feeling too well. \n[272]Could you check my numbers, Please...? \n[273]...thank God. \n[274]It would mean my job... \n[275]...where's pinky...? \n[276]No, she won't be calling in till she ditches the guy. \n[277]She could talk her way outta a sunburn. \n[278]Let's finish up... \n[279]Yeah. \n[280]Says he's fine. \n[281]That's what he said. \n[282]Good of him to keep in touch. \n[283]How're you doing? Blane's Okay.      Billy's Okay, Pinky called, he... \n[284]Let my wife go. \n[285]What is your real name? \n[286]What was it before you changed it? \n[287]Let the girl go, I'll give up the gold. \n[288]I'll give up the Gold, Me and the girl leave on the boat. \n[289]Search the boat. \n[290]You let me walk away. \n[291]Me and her. \n[292]What did you do to her... \n[293]Hold on, hold on, let's siddown... \n[294]One second.   Hold on... \n[295]Take the gold. Take the gold off, leave me the boat. \n[296]Where would you like it to be...? \n[297]How you doing? \n[298]I just did. \n[299]Hey, you can't worry about every little thing... \n[300]No, I think we gotta be moving on. \n[301]Ain't that so. \n[302]Well, what more can you say of anyone? \n[303]Yeah? \n[304]...what? \n[305]Because he asked them to. \n[306]Yeah, that's no bargain. \n[307]Send your cut there...? \n[308]That I will, Pal. \n[309]Zat where I'm going? \n[310]Yeah, I knew you'd show. \n[311]Yeah, I wouldn't clear my throat, without a backup plan... \n[312]End of the day, though, end of the day, what's the important thing...? \n[313]What's the important thing...? \n[314]You heard. Come on, get in. \n[315]C'mon, get in, we'll talk on the road.     You heard about Pinky... \n[316]Yeah, well, it just went bad there, that little bit. Dinnit...? \n[317]...yes, it did... it got kind of convincing. \n[318]Well, you can't do it halfway, can you...? \n[319]Indeed you do. \n[320]\n[321]Well, but didn't you do great. Played it down to the last recorded syllable... \n[322]Never seen it done n'y better.   You hotwalked that dude so good. \n[323]Cooled him out the livelong day.   You made it look so real. \n[324]...yes, you did. \n[325]...what d'you mean, \"that's part of it?\" \n[326]I was talking about Pinky. \n[327]I said we paid the price.         And you said.   We paid part of it. \n[328]...what's the rest of it...? What's the rest of it...? \n[329]Oh. \n[330]Oh. \n[331]Was it...? \n[332]Well, you can't think of everything. \n[333]I'm sorry. \n[334]I'm sorry... \n[335]Why dun' he shoot me? \n[336]He ain't gonna shoot me? \n[337]Then he hadn't aughta point a gun at me. It's insincere... \n[338]Oh, God, I'm tired... \n[339]Well, no.   You told me, \"you knew him before.\" \n[340]You said that. Well. You must be under quite a lot of stress. \n[341]It was a pretty plan, though, wunnit...? \n[342]Thanks for everything. \n[343]You think so? \n[344]Well, I missed this trick, though, didn't \n[345]...what? ", "FRAN": "\n[1]No.   I've got my friends... \n[2]You put this boat on the rocks, you bought it. \n[3]You have to ask him. \n[4]...Mister Fletcher, tell you what, you put down your deposit, we're gonna fit you one out. Your specs. \n[5]Well, this one's not for sale. \n[6]Well, Mr. Fletcher, this weekend, we're gone on a little trip, but... \n[7]Excuse me... \n[8]You just come back... Stay in the shadows. \n[9]Then where's the place to be...? \n[10]Well, then, you stay there, then... \n[11]Stay here.   Let Bobby do it... \n[12]...alright:    what if we... \n[13]...what do you tell me?     What is it you tell me? \n[14]\"Any situation, stand it on its head.\" \n[15]So:  stand it on its head. What if we... \n[16]For cash? \n[17]I don't get it. \n[18]Where's he gonna get the cash at night? \n[19]And you? Hello, Mr. Fletcher...? Could you, I'm looking for Mr. Robert Fletcher. Would you tell him Fran, from Moore Marine. \n[20]How're you going to Mexico...? \n[21]F'you're taking the boat, Baby, take the boat tonight... \n[22]Well, would you tell him... \n[23]What're you gonna do about the Other Guys? \n[24]...an if, an if... well, why didn't you, no, wait a sec... wait a second, f'it's about your wife, F'It's about your wife, why din'tcha... no, wait a... will you WAIT, what I'm saying, if the whole thing is about your wife, you know what, you know what, the hell with it. \n[25]Could I have another, please...? \n[26]Well, I hope I am driving tonight, and I run into some fucked abutment IF THAT'S WHAT THEY'RE CALLED, and Thank you... \n[27]Yeah, but I get to drink it first... Can I ask you something... \n[28]...that's right. \n[29]...that's right. \n[30]...our friend was telling me \"What Made Him a Criminal...\" \n[31]Why would you put a man in a position, he's got no way out? \n[32]That's right. \n[33]...he's my Husband. \n[34]Z'it gonna work? \n[35]...I love you, Joe... \n[36]You know why? Because you're thorough. \n[37]No, I'm the Frontier Wife. \n[38]You ready to go? \n[39]You'll miss the guys. \n[40]...that's right... \n[41]No, but you do. \n[42]Well.   You've been kicking yourself some... \n[43]You did, Baby... \n[44]...that's right... \n[45]We'll get the boat money... \n[46]That's enough to start over. \n[47]The Lord hates a coward... Mr. Mr. Fletcher -- Mr. Robert Fletcher... Well, do you... he asked me to call him back at... Thank you... How you doing? \n[48]South we go, Baby. \n[49]You set to walk away from it? \n[50]Hello Mr... \n[51]Hello, Mr. Fletcher, I... This is Fran, from... Yes, I'm sorry to... you gave me this number. On your ccc... Yes, I'm... Well, no, yes, I'll be glad to call back Monday, but we aren't going to have a boat... but we, we just had a situation where, if, No, I realize that, Sir, I don't want to keep you from your pl... I'm calling, because you told me that... Well, it could wait till Monday, but we have another buyer interested in the bbb... \n[52]I'm calling to say that if, if you want to make a cash, an immediate cash deal, at the figure which... Well, thank you, sir, that is exactly my attitude. \n[53]Superior... Well: \n[54]Could, you, could you, hold... \n[55]\n[56]I caught him going out of town, he... he wants to meet next... \n[57]...hello... hello...? \n[58]\n[59]Hello... Hello...? \n[60]...hello...? \n[61]Mr. Fletcher. I... I was just talking with him. I... well, can you give me that number...? Well, can you re... can you reconnect mmm... I... I see. \n[62]Joe, leave him... \n[63]...Joe \n[64]...slipped off. \n[65]...he's gone. I'm sorry, Joe. \n[66]\n[67]Well, you know, I'm with my friends... \n[68]No, that's right... \n[69]Yes. That's right. \n[70]\n[71]\n[72]\n[73]...you point me. \n[74]Well, it's only words. \n[75]I'll be alright... \n[76]...what difference, you're going to screw it out of him anyway... \n[77]\n[78]Here they come. \n[79]Where's the girl...? \n[80]How...? \n[81]How'd it go? \n[82]Joe, he's right if... \n[83]I'm saying... \n[84]...you can't make the Roadblock, Joe... \n[85]...no... \n[86]...you left'em up there with Joe... \n[87]...get us out of here... \n[88]Just, would you just, however long, the... \n[89]We're in a hurry... \n[90]You didn't have to hit him... \n[91]\n[92]...why did you have to hurt him...? \n[93]Where the, where the hell, excuse me. Good morning. We've been sitting here, since... \n[94]That's not going to do you a whole raft of good. That's dead as Kelsey's nuts... \n[95]Don't smoke the cigarette. \n[96]Ask him... \n[97]We've been here since... \n[98]This is great, this is great, a four hour breakdown n'i'm gonna get arrested, all in One Swell Day. Whatsa Charge...? \n[99]Marine 'quipment. \n[100]...it's an auxiliary engine, some rich guy's toy... \n[101]\n[102]You guys wanna wave your magic wand n'make it different, that's awright with me... \n[103]Yeah. Lookit the paperwork.    Tell you what, keep the paperwork. \n[104]...lest you need to Throw me in Jail, f'sitting in a Truck... \n[105]Hey, y'gonna leave, just when we're gettin' to know each other...? \n[106]Ships-in-the-night... \n[107]...you think pretty good on your feet. \n[108]Why'd you have to hit him? \n[109]Is he going to be alright? \n[110]I.    Uh... let's get out of here... \n[111]Yeah, you're gettin' too close to me. \n[112]Let's get to the Rendezvous. \n[113]Let's get there. \n[114]Yeah, no, let's go now. \n[115]Tell'im what's wrong with it. \n[116]Tell im, you had this same problem one time, your truck, and maybe it's the same th... \n[117]Because if you sold everybody else out, why wouldn't you sell me out? \n[118]Yes.   Thank you. I know what you said. \n[119]...this is our exit. \n[120]...not yet. \n[121]This is the exit for the meet. \n[122]...this is the... \n[123]...alright. \n[124]You missed the exit for the meet. \n[125]What am I, just going to go off with you forever? \n[126]Take me to the Meet. \n[127]I need a drink. \n[128]...I need a drink.     Turn around. \n[129]I, uh, I need some time, I need a little time, to... \n[130]leave it. \n[131]Leave it... walk away from it.     For godsake... \n[132]Walk away from it... what are you going to ...come on. Come on... Are you crazy... \n[133]For godsake, walk away from it.     Leave it... \n[134]Come on... \n[135]Yeah, well, Can I, uh, can I make a credit card call on that phone? \n[136]Then, anybody got a coin...? \n[137]Excuse me, what are you looking at, All Due Respect? \n[138]Well, thank you, Sir. It would be nice, to meet a gentleman... to meet a gentleman for once in my life... But I, uh... I, uh... \n[139]I, uh... thank you, I just need to uh... \n[140]In fact, you know, I'm fine... I had a fight with my husband... and he said... I said... \"then let me out of the car...\" ... and he did... \n[141]...that was the stupidest thing... the stupidest thing that... \n[142]Don't hurt him... \n[143]I gave you up, Baby.     I gave up the gold. \n[144]I gave you up. I had to. \n[145]Leave him some money. Give him some money... don't let him go out there with nothing... \n[146]I'm sorry, baby. \n[147]Good, good plan, baby... \n[148]That's the right way to do it. \n[149]That's right. \n[150]Shame about Pinky... \n[151]Y'all loaded up? \n[152]Yeah.   I heard. I'm sorry about that. \n[153]Yes, It did. \n[154]...and, so, you got hurt. \n[155]No, anything you do, you got to do full-out. Don't you? \n[156]And, sometimes... \n[157]That's right. That's what you taught me. That's part of it. \n[158]I went to a good school. \n[159]...thank you, Joe. \n[160]Well, you know... \n[161]I don't get you? \n[162]Uh huh. \n[163]Yes.    That's right. \n[164]It was dead, anyway. You know it was. \n[165]You shouldn't of sent me to him. \n[166]Well... \n[167]You knew it was over... \n[168]...it's in the back. \n[169]Cause it's over. It's all done.    That's the deal. \n[170]No. \n[171]I'm sorry, Baby. \n[172]That's right. I did. \n[173]Get in and drive I'm sorry. \n[174]Hmm. \n[175]Cute as a Chinese baby... \n[176]You'll be alright. \n[177]You always are. \n[178]...the best laid plans of mice and men... \n[179]I said Nobody's Perfect. You take care. Alright, let's go. ", "BLANE": "\n[1]...you tell me. \n[2]Some people say Love. \n[3]...easy to get the gold, hard to get it home. \n[4]Showtime, Circus Time. \n[5]...I see five. \n[6]Move along, please... This area must be secure while the Secretary's on the street... just move alone... \n[7]You shouldn't sneak up on a fella like that. \n[8]He's likely to do all sorts of unpredictable shit. \n[9]Yeah, I was going, put in some new equipment. \n[10]Where you goin to go with the gelt? \n[11]You gone go South somewhere... rub yourselves all over, Cocoa butter... \n[12]Get one of them cocker spaniel dogs, pull down your bathingsuit... \n[13]...stick your white ass out at the world... \n[14]I'm gonna open a carwash, n'torch it for the insurance... hold on a second... \n[15]Well, you're looking at it. \n[16]Why don't you publish the plans? \n[17]...that's very literary. \n[18]I'm what...? \n[19]I'm the \"help,\" motherfucker? You were sitting behind a desk, we were on the street, it seems to me. Furthermore: \n[20]You wanna play \"O.K. Corral?\" Is this the plan of the Day? You wanna go dress warmly, n'go play Outside? Go for it. Go for it, motherfucker: you know where I am, I'm right here... \n[21]You trine to play us for, you over-the-hill, short-weight motherfucker... \n[22]Like you? I'd like you to spend the rest of your life with me... RIGHT NOW... \n[23]How about that, n' we'll let someone else clean up... \n[24]How about them rosy'red apples...? \n[25]What? \n[26]...don't get up. \n[27]Yeah?    What were you gonna do with the money? \n[28]...with what? \n[29]Joe?    He's got something in reserve. \n[30]He's got something in the Hole. He wouldn't change his mind without a diversion. \n[31]...and a back-up plan... \n[32]...you hold tight with the Crew... \n[33]F'we got somewhere to go, let's go. \n[34]...what'd he say...? \n[35]Well, you were prolly just overcome by the heat of the moment. Is that the thing? \n[36]You going to take that lame onna job? \n[37]You going to roll over for these guys, I got to walkaway... It's one thing, put your head in the Lion's Mouth. It's another thing, put your head in the Lion's Mouth and shoot yourself. I... \n[38]...why does he go with the gold? \n[39]You're losing a step, Joey. \n[40]Time was, you wuun't of asked him. \n[41]And now...? \n[42]He'd never go soft on you, Joey... \n[43]He's just countin' the tricks, and the tricks don't add up. Tricks don't add up. These guys. You get the gold, they never let you walk away wi... why would you want to... \n[44]\n[45]I know you do. \n[46]No, I know. \n[47]Yeah, thanks, but after which, what're you going to live on? \n[48]...just keep walking... \n[49]...walk on... just walk on... \n[50]...excuse me... excuse me... \n[51]...oh god... oh god... \n[52]\n[53]...and she's on what shift...? \n[54]He was born, he suffered, he died. \n[55]What business is it of yours? \n[56]He was doing the thing before you were born. \n[57]Maybe you wanna pray about it. \n[58]That's a shame. Who's got the Uniforms...? \n[59]...the rental trucks...? \n[60]Whaddaya got? \n[61]Well, you see, that's why he's running the crew, n'you're somebody's fucken nephew-- You don't do anything without: a diversion and a back-up plan. Wu'un that your question...? \n[62]Now:    why'd you ask about his wife...? \n[63]Yeah, he's holding up. What're you...? \n[64]...Fran...? \n[65]I don't mean to 'pry' \n[66]\n[67]Oh, maaan... \n[68]...Bobby...? No, it's no big deal, but we're standing out here... \n[69]Forget about... \n[70]...our boss talked to... \n[71]Hey, forget about it, we'll sort it out back at the office... \n[72]...He ain't sure yet... \n[73]We'll call from the office. He didn't mean any offense... He didn't mean any offense. ...the man's only doing his job... \n[74]Hey, I vote we do... \n[75]How's that? \n[76]\"What is the robbing of a bank, compared with the founding of a bank?\" \n[77]Anybody ever applied for a loan. \n[78]Yeah, I got it. I got it.     Okay. \n[79]The plan gonna work? \n[80]Looks like he maybe wantsa take her to the Prom. \n[81]Izzat what they said in the White Community...? \n[82]And I hear, if you get a goose, it keeps the fox off the chickens. What does that lady see in you, by the way? \n[83]Yeah, so's Gumby. \n[84]They're gonna leave that on the cutting room floor, Buenos Aires. \n[85]My boy there, like to Fertilize the Flowers. \n[86]You should see the other guy... \n[87]Don't think it, Baby. Don't think it: Don't be as quiet as an ant pissing on cotton, don't be quiet as an ant thinking about pissing on cotton. You be quiet as an ant not even thinking about pissing on cotton. \n[88]I'll get the beer and pretzels. \n[89]Nobody made me a criminal.     I am a Criminal. \n[90]How you doing? \n[91]Then we ready to Go Do it? \n[92]You clean the place down, n'y'thing'll burn, burn it..., nobody's coming back here, nothing that we need, don't leave it f'somebody else. \n[93]You sonofabitch, what do you mean, you stopped off to see your... \n[94]Man, you din't wipe it down, they're gonna be on you, they're gonna be on all of us... \n[95]Come with me... \n[96]...the fuck you doing, sneaking in on a man, middle of the \n[97]Baby, you shuunt be on the streets, the first place... \n[98]The move is: The move is we got to get the gold. \n[99]...kids on the street. Always kids on the street. \n[100]Well, then, we just got to think a little harder. \n[101]The nephew don't come back, the first place, you're down on the Tropic Isle. You shoulda left him on the side of the road. \n[102]\n[103]\n[104]\n[105]\n[106]How did we get away with the Gold? \n[107]That's the worst story I've ever heard. \n[108]I don't get the connection. \n[109]...what? \n[110]Average, forty five minutes. \n[111]\n[112]What's she, out all night partying...? \n[113]...you feeling? \n[114]Sometimes, th'drenaline, hits you, gives you the shakes... \n[115]I'm saying, some people, adrenaline, gives'em the shakes... some people, mistake it for cowardice... \n[116]...nothing wrong with prayer. \n[117]I was in this firefight? One time? Motherfucker, always carried a bible, next to his heart. And we used to mock him. But that bible stopped a bullet. \n[118]My hand to god. That bible, stopped a bullet, would have ruined that fucker's heart. And had he had another bible, in front of his face, that man would be alive today. What time you got? \n[119]...make the call. \n[120]...let's go... \n[121]...stick with the program.    Stick with the program... \n[122]...let's get with it... \n[123]...would you get out of the way...? \n[124]Don't look back... don't look back... \n[125]Well, that's just gonna have to be as it is... \n[126]Industrial and 2-0-seventh, I... Yes, thank you. I'm an attorney... could I have your name please...? Could I have your name, please, because I'm going to have to speak to your supervisor... \n[127]...where's your explosion...? \n[128]Do it... \n[129]Yeah he's there. \n[130]Yeah, he's there. \n[131]It got a little tight in there. \n[132]Joe, we gotta go. \n[133]You're burnt, Joe. You're burnt.     It's the wise thing. What do you lll...? \n[134]How you doing? \n[135]...Hywest Foundry? \n[136]Fran...? \n[137]How's she gonna ditch him? \n[138]...and then where's Pinky...? \n[139]Pinky Called. \n[140]What's the report? \n[141]He said so, huh? \n[142]Well... \n[143]I'm leaking? You hurt? \n[144]I hear... \n[145]I hear if you put milk into it, it lesses the chance of stomach distress. \n[146]Too bad about Pinky. \n[147]...always made me laugh. \n[148]Nothing... \n[149]Robert the Bruce... \n[150]Why'd they call him Robert \"The\" Bruce... \n[151]Why'd they call him Robert \"The\" Bruce? \n[152]Y'go to that Plastic Surgeon, don't lettem put you all the way under. I knew a guy in Statesville, went to get his face fixed, woke up, sucker'd given him a pair of tits. \n[153]Well, he landed back inside, he never had to want for Cigarettes... \n[154]Wire it there, when you get where you're going. \n[155]I hear it's nice down there in the Sun. \n[156]Wherever it is, Brother, don't come back. ", "ANGLE": "\n[1]\n[2]\n[3]\n[4]\n[5]\n[6]\n[7]\n[8]\n[9]\n[10]\n[11]\n[12]\n[13]\n[14]\n[15]\n[16]\n[17]\n[18]\n[19]\n[20]\n[21]\n[22]\n[23]\n[24]\n[25]\n[26]\n[27]\n[28]\n[29]\n[30]\n[31]\n[32]\n[33]\n[34]\n[35]\n[36]\n[37]\n[38]\n[39]\n[40]\n[41]\n[42]\n[43]37. \n[44]\n[45]\n[46]\n[47]\n[48]\n[49]\n[50]\n[51]\n[52]\n[53]\n[54]\n[55]\n[56]\n[57]\n[58]\n[59]\n[60]\n[61]\n[62]\n[63]\n[64]\n[65]\n[66]\n[67]\n[68]\n[69]\n[70]\n[71]\n[72]\n[73]\n[74]\n[75]\n[76]\n[77]\n[78]\n[79]\n[80]\n[81]\n[82]\n[83]\n[84]\n[85]\n[86]\n[87]\n[88]\n[89]\n[90]\n[91]\n[92]\n[93]\n[94]\n[95]\n[96]81. \n[97]\n[98]\n[99]\n[100]\n[101]\n[102]\n[103]\n[104]\n[105]\n[106]\n[107]\n[108]\n[109]\n[110]\n[111]\n[112]\n[113]\n[114]\n[115]\n[116]\n[117]\n[118]\n[119]\n[120]\n[121]95. \n[122]\n[123]\n[124]\n[125]\n[126]\n[127]103. \n[128]\n[129]\n[130]\n[131]105. \n[132]\n[133]\n[134]\n[135]\n[136]\n[137]\n[138]\n[139]\n[140]\n[141]\n[142]\n[143]\n[144]\n[145]\n[146]\n[147]\n[148]\n[149]\n[150]\n[151]\n[152]\n[153]\n[154]", "BELLA": "\n[1]Look here, Pal... Look here, Pal... You're the help... \n[2]...you're... \n[3]How're we all today? \n[4]...I'm sorry for what I said. \n[5]I'm sorry for what I said. \n[6]...that's right. \n[7]Croft.   Betty Croft. \n[8]She's on the swingshift. She's got two kids. She's got an ulcer. Betty Croft... I got to report a Bomb throat, I got to report, you've got a bomb in... \n[9]What's the story on your pal? \n[10]How long's he been with the girl? \n[11]How long's he been with her...? \n[12]Can he do the thing? \n[13]Well, you see, that's what, that's what troubles me. \n[14]No, I'm not a religious man. \n[15]They worked out on the plan, why all a sudden now, you... \n[16]...why should it go sour? \n[17]No, no. No. Teach me something: why should it go sour. Was that such a stupid...? \n[18]...what...? \n[19]Yeah. \n[20]Yeah. \n[21]What was that about? \n[22]...can he cool the guy out... \n[23]Izzit gonna be cool...? \n[24]\n[25]...I only \n[26]...I'll... \n[27]...expenses for the truck, and... \n[28]Well, then... \n[29]...long time. \n[30]...what made you a criminal? \n[31]...din we check'em? \n[32]What happened to Check It an Forget it? \n[33]Z'he gonna hold up? \n[34]What is that, your philosophy? \n[35]...what is it to you? \n[36]Whose fault is that, you wanna think about it? Listen:... \n[37]...you gonna make an Impassioned Speech? \n[38]You gonna miss it? \n[39]Your boat? \n[40]Hey, baby, after this job, you're gone have enough money, make this look like a Boat inna Bathtub. \n[41]...what does this do to the Job...? \n[42]...what about the Job...? \n[43]...the job stands...? \n[44]You go on... \n[45]\n[46]I forgot my copy of the plans. \n[47]You got to do the job, Joe. Lookit me like I'm your Good Angel.   You can't walk away from it. \n[48]You got to do the job... \n[49]You got to do the job. Can you shoot me and walk away from it? You know they'll kill you. \n[50]You gone shoot me, go on the run, with nothing? With that pretty little thing? \n[51]Is that so? \n[52]What does she see in you, anyway? \n[53]...you must be hung like Man of War... \n[54]What're you gonna do. \n[55]...and what? \n[56]\n[57]\n[58]\n[59]\n[60]\n[61]\n[62]\n[63]...yes. \n[64]I think she came to me on her own. \n[65]She thinks the guy's weak, he's scared, she's scared, I think she's sincere. \n[66]I'm going to see you back. \n[67]\n[68]...and how's he getting his share away...? \n[69]...what are you telling me...? \n[70]...tucking Betty Croft in... \n[71]She's a wild, wild woman... \n[72]...last thing in the World... \n[73]I'm fine... \n[74]I'm alright. \n[75]I'm fine. \n[76]...you think so...? \n[77]No shit. \n[78]Five eighteen. \n[79]Hello? I've, hello? \n[80]I've got one of your trucks...? The, the engine quit on me... Hello? Yeah, the..., I got a delivery I have to... from when? Well, it's twenty after fi... I'm on, where am I? I'm on Industrial and two-oh-seventh, well, your truck's dead... \n[81]to fix the... \n[82]...would you do that?       Thank you... \n[83]How's he... how is he...? \n[84]Here she comes... \n[85]...they got your photo...? \n[86]You can't go through the roadblock if... \n[87]Yeah, but you... I can't have you going through the... \n[88]Fuck it... if they got you on film I am not going through that with the gold and you in the truck. \n[89]They got you on film, you got to go.     You'll never make the road block... Joe... \n[90]You know, your wife said it... \n[91]...you're burnt. \n[92]I do not see the percentage... \n[93]You're burnt, for chrissake.   You're fucken burnt Old Man... What're you,  telling your Beads \"I go with the Gold\"...  Look here: You tell me: what're they gonna   be looking harder at? You tell me, you   here with us, or you in an empty car. You tell me. You tell me? You follow us.     Through the roadblock, for chrissake. Eh? You follow us thr... \n[94]Get in the truck. Get in the truck... Get in the truck... \n[95]Gimme the ticket. Gimme the ttt... \n[96]I, uh... \n[97]I seem to've lost my ticket... \n[98]...just... \n[99]...just tell me what the full freight is, for... \n[100]Yea? When'd you get so tough.        You didn't used to be so tough... \n[101]Yeah, that's about as close as I ever want it to be... \n[102]...hey, din't we make that decision...? \n[103]...what kind of people try to look calm...? \n[104]Broke down, this morning, five, five fifteen... \n[105]Nothing, you know, nothing to eat... nothin' to eat but luckies... \n[106]...look at the paperwork... \n[107]...thank you, but we got that thing palletted in there, pretty good, and... I, uh, I don't want to change it, I'd rather wait. \n[108]I figure, we can't be any safer than in here. \n[109]...I think pretty good off my feet, too. F'you remember... You remember that...? \n[110]...what is it? \n[111]...to make him see my point of view. \n[112]Well, you know, he's gonna have a headache. Or is that what you're asking? In which case, we're way past that. Don't you think? Because lemme run this down to you: And you tell me the error in my logic. One: an old man. On the run. Might as well have his face on a Postage Stamp. N'he's looking for his money. Two: You and me. For example: And the prize in the Crackerjack. And a wet afternoon to kill. Talking about it. \n[113]I'm getting too close to you? \n[114]Uh huh. What? I took the thrill out of \"slumming...\" \n[115]...we're going to the rendezvous. \n[116]We got twelve hours. \n[117]The truck's broken. \n[118]...why don't we just? \n[119]You remember the reason for that... \n[120]S'alot of money we've got back there. I said... \n[121]What're you, filled with Remorse, something...? \n[122]Are you filled with remorse...? \n[123]Well, good, cause... \n[124]Yes, Indeed it is, but I'm going to tell you something... \n[125]Take your hands off the wheel... \n[126]What are you, nuts? Are you nuts? We're going to... I'll tell you what we're gonna do. We're gonna... \n[127]...we're gonna. That lame, that old lame you were with... he was... what did you think he was? He was a non-starter... what did you think... what way in hell was he going to go home with the gold? Based on what Fairy tale...? YOU knew that... only one who didn't know that was... \n[128]Well, yeah, no, I told you... we aren't going to the Meet. You know we aren't going there. \n[129]Why would we want to go there...? \n[130]You want me to tell you why...? \n[131]There is no meet, for the luvva God.   You know that. You know that. You know that... \n[132]Yeah. I'll get you a drink, and here's a bracer... We left the meet at the Airport. We left the Meet, your guy went out, got his picture on the Videott... and let's cut out the Shucking and the Jivin': what kind of man, sends you to me, sends his wife to me... to \"distract\" me... Oh? Surprise! I was All Taken In... How About That... What a fool I am... Would I do that to you? Would I do that to you...? Except pee ess, who liked it? So, Old Times Sake, I'm gonna tell you something, why'nt we cut the nonsense, and Say What It Is? \n[133]...nothing simpler. \n[134]We're gonna siddown, and I'll draw you the scheme of it, the New Thing, on a Napkin. \n[135]uh oh... \n[136]...we can get a few, we can bury the bars, if we bury the bars in the... \n[137]Okay. Look: we fit'em back into the container. We... come on, come on... \n[138]\n[139]Well, not quite. \n[140]You don't want to stay here, pal. They're coming for you... they're coming for you... \n[141]Well. They don't always leave with the Ones they came In with. ", "BERGMAN": "\n[1]My nephew, Jimmy. \n[2]Did you...? \n[3]You should of shot the girl. \n[4]On the other thing, Good News! We got the go ahead, we got a date. I got a firm date on the swiss thing. \n[5]They got your picture in drag.     Witcher warpaint on. \n[6]You goin down, a Body Shop? \n[7]...old as you are, it's a good deal. \n[8]That they are and indeed they are.     How you doing, Bobby? \n[9]Anything you guys want, you're here? Y'want to get a present for the Little Lady... \n[10]No, you're the Boss Hog, Joe. \n[11]Nobody... gets the goods like you... \n[12]Uh huh. \n[13]Ebbet's Field's gone... \n[14]And half of that's yours.     You n'your team. \n[15]...I told you we're on for the \"other\" thing? The Swiss thing? \n[16]...the other thing? \n[17]It's the shot of the century. \n[18]I'm locked into it. It's such a beautiful deal, Joe... we waited so long. \n[19]...I put myself, n'my friends in hock, set the deal up... \n[20]If it was me... \n[21]You should of popped the girl... Look: \n[22]...I was a publisher man, I'd publish the plans... it's the Mona Lisa. \n[23]Yeah, no, I'm saying, that's what I would do, f'I was in the book business. Unfortunately, I'm a thief, so, I have to do that thing. You understand... Joe: \n[24]You understand my position. \n[25]Well, look here, it's the Golden   Rule. You know the Golden Rule. Whoever's    got the Fucken Gold, he gets to make the   Rule... Huh? Huh...? Look: The normal course      of events... \n[26]...let's all remember where we are... \n[27]Yeah. You're a pitbull. Your friend's a pitbull. \n[28]I'm in HOCK to my PEOPLE for the TOYS, all the TOYS YOU told me you need, do the Other thing... \n[29]While I what? Go WEE WEE all the way home to my ? Go WEE WEE all the way home to my Backers? You told me this: \n[30]I want you do do the Swiss job. \n[31]Well, now, that's bullshit, Joe, you know that, you just tol me you're goin travelling-- I give you the Money now, and you're gone. You gone play me for some kind of sucker? The other job. It's set up. \n[32]...I don't think your friend likes me... \n[33]...alright... alright... let's just... \n[34]...you'll do the Swiss Job? \n[35]Well, then, it's not alright.     What are you telling me...? \n[36]You think about it, Joe. I got your money sitting for you, right here. You do the job, and I swear to you... \n[37]You'll do the job? \n[38]I'm sorry I put you in a position. \n[39]Well... \n[40]That's not unreasonable. \n[41]...now? \n[42]...you're ahead of me every turn.    How about that. \n[43]...the date holds, you got the shipment on the fourteenth. \n[44]I swear to you... \n[45]...so be it. \n[46]\n[47]Nobody's perfect. \n[48]Y'ever split a piece of cake? One kid gets to cut the cake, the other gets to choose. We're gonna get the gold. Your guy gets to go, my guy gets to go. \n[49]You go with the gold. That's the deal. \n[50]Are you fucken with me? Are you fucken with me, or are you done fucken with me? Because I've just \"financialized\" the problem, and you've just become more trouble than you're worth. She says you're gonna do the job. You said that before, why now? What is it, all a sudden...? Everyone needs money. That's why they call it \"money...\" Well, let me add this sweetener. You do the job. You do the job, r'else I turn you over, I drop a fucken dime on you, you're so hot, I on'y got to dial five digits. How strict is that? How strict is that, you fucken lame? ...I'm sorry that I have to speak this way, in front of a Woman... were it not for who, I'd waste your fucken ass. You said you're goin' the job? Do the job, you're done with the Charade. Save your bold moves for the brilliant players. I'm sorry for my language. \n[51]That's absolutely right. \n[52]\n[53]\n[54]\n[55]\n[56]\n[57]\n[58]\n[59]\n[60]He put her up, to come to you. \n[61]Well, no, but as Rational Men, don't we have to \"doubt\" her? \n[62]Then, let me put a question to you: you had the job... you had the job... how would you test her sincerity...? \n[63]Okay, we're All on One Team, all arrayed against a Common Enemy? Thank you for coming, I'm an old Man, I'm going to bed... \n[64]What race is that? \n[65]Get in the car. \n[66]Where's the Gold? \n[67]When we put it to you. You know when we put it to you, you're gone be telling us the gross national product of Bolivia... \n[68]You're gonna be telling us the area codes, Belgium and Luxembourg... \n[69]This is all you know. This is all you know... This is all you know. N'we got you, going to St. Croix Where's your share? How do you pick up your share, and where's the meet? WHERE'S THE \n[70]Yeah, no, actually No, I'm not going to hurt you.   No. \n[71]But tell a guy, m fulla admiration.     What was the deal? What was the deal? \n[72]Yeah, no.   It's charming.   And then what? \n[73]You \"slip away.\" Me and my guys go to the Meet, we find a truck full of Pig Iron. Zat the thing? \n[74]He did... And where's the Gold.     Where's the Gold all this time? Y'know? Your guy din't get it in     his head, fly off on a Variation, we're out    on the Patio right now, and everybody's got a    Margarita. Where's the Gold? \n[75]Yeah, no, where's the Gold, what's the Back-up Plan...? \n[76]Take him and show him something... \n[77]...and where's the Gold... \n[78]\n[79]Yeah, yeah, what there was a change in Plans...? You couldn't get to me to tell me? \n[80]Do you mind if I say something personal? You wife's a whore. She'n'you, 've fucked this perfect little plan, into... \n[81]Get up. Get up, get     up, you contrary motherfucker. I was     going to make you rich. I was going to make    you rich. The Swiss Score. And look how     you treat me. Cause you got to be Too Smart.     You got to be too smart. Don't you? \n[82]You just gotta complicate it That Last Bit. Well. Do you want to wrap it up, or you want to stand around out here, guess my Real Name? \n[83]It's Rumplestiltskin. \n[84]You had to go out on a limb -- you had to go out on a limb, Didn't you...? Didn't you... \n[85]Yeah, we had, basically, we had in mind a different deal... a different deal. How bout that, I hear, if you're flexible, it Keeps you Young. \n[86]Well, that's very sentimental.   But what if the gold's on the boat. \n[87]Yeah, no, I don't got to search the boat. \n[88]Yeah, no, your wife just made another deal. The deal she made, we get the gold, we let you live. Whaddaya think? \n[89]That's right. \n[90]Yeah, that's what we did for her, we let you live. \n[91]Let's get this boat out of here. We're letting you live cause it makes the broad happy. That's what she traded us for the gold. \n[92]Oh, yeah, let's siddown. You fucken dog inna manger, we sit here a little long enough, the Boys in Blue come visit, n'there goes the neighborhood... \n[93]You're bust, Baby. You got Broke... go cry a little You fortunate motherfucker, she don't step up, you're gone stay here, for, like, a little bit of forever... \n[94]...this way you walk away, you Lucky Dog. \n[95]Don't make me lose my respect for you. By the way, we already had the gold. Pincus gave it up. That's what she traded for your life. She's got a very commercial mind... \n[96]...take it back to the boatyard Get a number, call'im up, we need a private slip, what do you call it, a shed. Tell'im we'll pay in cash. Get the thing squared away, we'll take the gold out... \n[97]Yeah, we don't want, to send you out there broke... here: go buy yourself something nice... You don't mind if I pay you in Gold...? \n[98]A knife, gimme another knife... \n[99]...I don't... I need you to tell me where the gold is. \n[100]Where's the gold? \n[101]What is it, with your pal...? \n[102]And then   where is he now. Your  running buddy? No, It's   all over, and I need to know: Where Is   The Gold. I hate to do  anything as dramatic   as \"counting to Three,\" but... ONE: \n[103]\n[104]Two... why must you, oh, God, why in the world must you, why in the hell, a guy like you, would you put me in a position... Aahh, the Hell with it, life is too short, you know what? Fuck you... \n[105]Cute.   Very cute. \n[106]Don't you want to hear my dying words...? ", "PINCUS": "\n[1]Forty seconds... \n[2]...thirty seconds... \n[3]Ten seconds... \n[4]...that's it, that's gotta be it... \n[5]You know, in many ways, it isn't their arrogance that hurts, it's the money. \n[6]I was gonna buy a scooter for my niece. You know, this's the goddamndest thing I ever saw: They got his face on tap, he's got to Steal Away like the Arabs. \n[7]Well, what about Times Two. If they stiffed him on Monday, what're they gonna do on Wednesday... \n[8]...may it be so. \n[9]...b'cause, b'cause I've spent my cut, the last thing... \n[10]...I hold tight with the Crew, the Crew holds tight with me, is all I'm... \n[11]I'll take care of it. \n[12]...he's okay. \n[13]He's too old for that. \n[14]How long is a chinaman's name. \n[15]...I got em... \n[16]...keep it together... keep it together... \n[17]Just pick up your clipboard, and make like you're writing in it. \n[18]...my motherfucker is so cool, when he goes to bed, sheep count him... \n[19]The thing of it is, the thing of it is, it's a question of redistribution... \n[20]The question: how do we get the money from there to here... it's just a question in logistics. \n[21]Who said that? \n[22]...load it up? \n[23]\n[24]...how's your leg? \n[25]...when we do the switch, the Highway... \n[26]...he can't hear... \n[27]I'm gonna be as quier as an ant pissing on cotton. \n[28]I'm ready to go do it, you know why? I never liked the Swiss in any case. You know why? They make those little clocks, two cocksuckers come out of them, little hammers, hit each other on the head. What kind of sick mentality is that? \n[29]...they found the car. \n[30]...the car we used at the Overpass. The cops found it, I heard it on the police band. \n[31]I, I.   I stopped off to see my niece, I... \n[32]...I'm sorry, Joe. \n[33]Joe.   Joey, I... \n[34]...I don't see how they could of found the car... \n[35]Joe. Joe, I swear to God.      I swear to God, I... are they gone...? \n[36]Well, then, you get gone, too. \n[37]You take care, Pally. \n[38]You gonna be Okay? \n[39]Yeah? What do you do for cash? \n[40]You're taking down the boat guy... \n[41]That's your case money... \n[42]And then Aloha. \n[43]S'a shame, you know what, we din't get a chance, actually do the thing. The Swiss job. At's a beautiful plan. \n[44]...no, it's a beautiful plan, Joe.     You're the maestro. \n[45]Izzat so? \n[46]See you, Joe. \n[47]They're good for digestion. \n[48]Joe, you're the motengator. \n[49]...cute as a pail full of kittens... \n[50]Robert the Bruce. Watched this Spider, try, three hours, to spin this web... \n[51]Til finally... \n[52]He succeeded. \n[53]And it gave him the Idea.     To conquer Scotland. \n[54]...Mrs. Croft. \n[55]She   is active in the church choir. She has had   her job for sixteen years. Last time I saw   her, she had stomach problems... what's the   response time on the tow truck...? \n[56]...that's right... \n[57]I have to inform you we have placed three bombs... Three bombs. Inside your facility. \n[58]...hold that door... hold that door... \n[59]\n[60]...the video's out. \n[61]You're looking at me doing it... \n[62]Well I.   I can tell you who's... \n[63]I put it on, it's all on the computer, n'the computer went down... \n[64]Don't touch the door. For Godsake. Don't touch the door-- din't you hear, on the rrr... one guy, got his arm blown off, the bombsquad said not to... \n[65]Would you please, would you please...? Excuse me. Excuse me... No one is to leave this... \n[66]I'm trying to do my job, I'm I am a, like you, just like you, I am trying to do my Sworn... \n[67]Bay Five.   Go Left.   Bay Five... \n[68]Wait wait wait wait wait. \n[69]I... I threw it in the garb... Joe:     Joe, Listen: \n[70]Joe:     they got your... \n[71]Joe... they got your... \n[72]Go sell chocolate, you Heidi Motherfuckers. Go see Cookoo Clocks. WE GOT YOUR GOLD... \n[73]They got your photo. \n[74]The Staties.    I saw it in the car.   I. \n[75]...parking tickets, you've been here two days... \n[76]...Joe, get in the c... \n[77]Glad to do it, glad to do it, glad to do it. \n[78]Waal, we're gonna have to see... \n[79]We're gonna have to see. \n[80]Well, it's possible, it's possible, you see, that my 'business'... \n[81]...that I might have to go 'travelling' for a while... \n[82]Wish I could, Baby. Fact it. Fact is:          I got to get out of here, this morning. \n[83]That's when my plane leaves. \n[84]Well, there you go. Times change. My day, all kids, had to walk all the way to school. \n[85]Izzat so...? \n[86]Good day for the race. \n[87]The Human Race. Kids growing up, so on... Hope of the Future. \n[88]Well, I, uh, I, uh, I, you know, I'm reluctant to tell you. \n[89]...hey... \n[90]Hey, look:   Z'all I know... \n[91]What're you, gonna hurt me...? \n[92]The way you're looking at the deal the deal was we get away with the gold. Cute huh? \n[93]We, uh, we \"slip away.\" \n[94]Well, you know, Joe figured, you weren't never going to the Meet. \n[95]...You know: \n[96]You can understand my reluctance to tell you. \n[97]Joe. ...Yeah. How you doing? Just to check in. Fine. Finest kind. Yeah, no, I saw the truck go through, too. Innit. See you at the meet. \n[98]...alright...? ", "TROOPER": "\n[1]...who did you...? \n[2]...who did you...? \n[3]Hey, nothing to it. If... \n[4]Get the gate open... \n[5]\n[6]Get the gate open...? \n[7]Can we get the gate open...? \n[8]...who's been through here...? \n[9]Gimme a list of any... \n[10]Four nine, go. Where...? Oh shit... \n[11]Aerohelvetica. Cargo...? \n[12]Yeah, no, they got what they came for, Pal. It wasn't yours... \n[13]...precious stuff, huh? ", "CASHIER": "\n[1]...what's yours? \n[2]...that ought to keep you up... \n[3]...eleven ninety-two... \n[4]...Din't they tell you can't smoke in here... \n[5]...morning... \n[6]Oh, man.     I'm sorry. \n[7]Look, f'you c'n show me some... something, your airline ticket, something... \n[8]Sure, but, between you 'n me? They give me some leeway, so, f'you c'n show me some \"Proof,\" 'bout, how long... \n[9]...lost Ticket charge, hundred fifty dollars. I don't think you... \n[10]I'm telling you, I hate to... \n[11]...you must be some kind of rich... ", "FLORID MAN": "\n[1]...you lookin to make friends...? \n[2]I got the sun in my eyes. \n[3]Think you're too old for that girl--How'd you ever get a girl like that...? \n[4]No, I'm serious. What's a girl like hh... \n[5]Waal... your price is rather high... \n[6]No offense, no offense, I told you I liked the boat. What is he, a touchy fella...? \n[7]What I'd like to do: I'll take'er out again, me and some people... The Weekend...? \n[8]...I like this boat... \n[9]I don't want you, fit me one out, I want to buy this one here. This is a hell of a boat. \n[10]Everything's for sale. I'm gone tell you what: you want, sell the boat to me, this weekend, you want to name your price, we'll... \n[11]How often do you see a live one...? I'm talking cash. You want a premium, I'm going to pay your premium, and I... ", "GIRL": "\n[1]...come to dinner. \n[2]You always say that, and it means you won't. \n[3]...uh huh... \n[4]Why can't you do your business here? \n[5]This morning? \n[6]...there's the bus... \n[7]Yes.   But the streets were safer. \n[8]Bye, Uncle Donny... ", "ANGLE HIS POV": "\n[1]25. \n[2]\n[3]\n[4]\n[5]\n[6]", "OFFICER ONE": "\n[1]\n[2]How long has this truck been here? \n[3]One moment, please. \n[4]...would you open the rear, please...? \n[5]...you been sitting out here all morn...? \n[6]Back's clean... ", "OFFICER TWO": "\n[1]...would you stand away, please...? \n[2]\n[3]Marine what...? \n[4]How long you been out here...? \n[5]What'dja eat...? \n[6]Duty calls... "}}