{"dialogues": {"HELLBOY": "\n[1]Those comics -- They never got the eyes right. \n[2]What's with the hair, Clay?? Finally got those implants?? \n[3]Who's the squirt? \n[4]Got tired of me? \n[5]I don't want him. \n[6]Father's back? Still angry? \n[7]I wanted to see her. It's nobody's business. \n[8]\"Myers\", huh? You have a first name?? \n[9]Whatcha looking at, John?? \n[10]Hey, hey, hey. They're playing our song. \n[11]C'mon, Champ! Happy Halloween!!! You're taking me for a walk! \n[12]Look at them ugly suckers, Blue. One sheet of glass between them and us. \n[13]I break it, they see us, Happy Halloween. No more hiding. Outside. I could be outside -- \n[14]Don't get psychic with me. \n[15]How am I ever gonna get a girl?? I drive around in a garbage truck \n[16]We don't take hints. \n[17]Hold on -- hold on -- I thought we checked this place. Fakes, and reproductions. \n[18]Father...? \n[19]Who wards off demons. \n[20]Reliquary -- \n[21]Would'ya look at this babies? Made 'em myself. Holy water, silver shavings, white oak: the works. \n[22]Oh, well. Lemme go in and say \"hi\". \n[23]Blue: It stinks in here -- Finely aged roadkill. \n[24]Hey. Stinky. Kitchen's closed. Whatcha havin'? Six library guards, raw? Plus belts and boots? Man, you're gonna need some heavy fiber to move that out -- \n[25]Hold it -- Hey, Sammy, whaddayasay we work this out?? Peacefully. I'm not a great shot, but -- \"The Samaritan\" here, uses really big bullets, so whadyasay we work this out? \n[26]That's all for you, Sammy. \n[27]Nah -- he's taken care of. \n[28]See? I don't like that -- \n[29]Skip to the end, willya?  How do I kill it -- ? \n[30]That voice -- \n[31]Don't tell me, it's Zeppo. \n[32]What do you think you're doing?? \n[33]No one ever helps me. It's my job. \n[34]Damn -- Okay. Here -- \n[35]-- Then load this. \n[36]It's a tracking bullet. Crack the pin. Load it. \n[37]Lemme go ask -- \n[38]Are you okay? \n[39]Good. Stay here. \n[40]Waiting for me, Sammy? \n[41]Uh-oh -- between a rock and a hard place -- \n[42]Aw, crap -- \n[43]Hey! Hey! I'm on your side!! \n[44]Aw, I forgot -- \n[45]Screw you. \n[46]I'm fireproof. You weren't. \n[47]Myers??? How's your arm? \n[48]I just fried Stinky. Tell Father I'll be home. He shouldn't wait up. \n[49]No, no, no, it's fine: I do my job, I take a break. \n[50]Myers? \n[51]Goodbye. \n[52]Uh, I brought beer. \n[53]Just a scratch. I wanted to see you. \n[54]We miss you at the Bureau. Abe's crazier every day. And Father's still mad at me -- Come back, Liz. Come back. I -- \n[55]The Nanny Squad. \n[56]Goodnight, then. \n[57]Yeah, I gotta go, too. Lots to do -- \n[58]What took you so long? \n[59]What are you, a Boy Scout? \n[60]Could've fooled me. Go away. \n[61]This -- ? This is nothing. You know what'll kill me? Her. \n[62]I'm lucky that way. \n[63]Don't worry. I'll get him soon enough -- \n[64]How hard can it be? I punched the crap out of that thing that he sent -- ouch!! \n[65]Me?? C'mon -- \n[66]Oh, stop that -- Damn! Be careful, there -- \n[67]I dunno, maybe five seconds -- ow! \n[68]That's right, Stud, hold me down. \n[69]Is it bad? \n[70]Didn't even buy me a drink. \n[71]Well, let's see -- there was that moment, when I had a train on top of my head -- \n[72]How many buildings does she have to burn? She belongs here! \n[73]Oh, as opposed to -- ? \n[74]Mmmh -- \"Pamcakes.\" We're going out -- \n[75]Hey. You: think twice -- \n[76]What landed you this job, pushing \"pamcakes\"? Punctuality? What was your area of expertise? \n[77]What was that?? \n[78]Are you coming or not? \n[79]There you go, Doctor. This should cover your tailfin -- On loan from the Vatican, a bone from Saint Dionysius. Ugh. Looks like a pinky. \n[80]Rotten eggs and the safety of mankind. \n[81]Son of a -- ! \n[82]\"Sammael: seed of destruction. Death becomes the fertile ground.\" \n[83]Didn't I kill you already? \n[84]Hey, Chunk-face! \n[85]You can do better than that. Big monster like you. \n[86]See? It hurts! You shouldn't hit people! \n[87]Aw, crap. \n[88]Second date. No tongue!! \n[89]I hope that hurt. \n[90]My job. \n[91]This time. Stay dead, willya?? \n[92]Abe -- ? \n[93]We need an ambulance. Now!! Over!! \n[94]I knew those men better than you did -- \n[95]No, it doesn't make it right, but I stopped that creature, didn't I? \n[96]What are you trying to say? \n[97]I wish I could be more gracious but -- \n[98]Liz? Liz!! \n[99]You!!! You did it, buddy -- \n[100]Woo hoo!! \n[101]Shh! Just a second. \n[102]Myers, you're a talker. What's a good word -- a solid word for \"need\" -- \n[103]Nah, sounds too \"needy.\" \n[104]Um... Liz -- I -- there's something I'd like you to -- something I need you to hear. \n[105]Out? Out out? \n[106]You're going alone? \n[107]Him!! Why him? Why not me? \n[108]Not hungry. \n[109]It's nothing. Just a list -- It's not finished -- \n[110]Not from you. \n[111]Good night. \n[112]What are you two talking about. What's so fascinating?? So important?? \n[113]No cream and sugar, moron. She takes it black. \n[114]Toldya. \n[115]Hi... \n[116]Shh. I'm... on a mission. \n[117]Don't tell anyone, huh? \n[118]That's it: she's laughing. I'm done. \n[119]Come on! Look at him, those shifty eyes, that -- phony grin...!! You gonna eat that? \n[120]Oh, the yawning trick. That's so 1950's! Watch his arm -- \n[121]It's not that easy, okay? Plus, you're nine. You're not old enough to give me advice. \n[122]Something's wrong -- \n[123]Father -- I'm back. I'm back. I'm back. \n[124]I wasn't here. You died alone -- \n[125]Hi. \n[126]I am. But -- I have something to say, too. I never had the guts before - \n[127]But I understand what you don't like about me. I do. What I am makes you feel out of place -- out there -- \n[128]Listen. I'm not like Myers. He makes you feel like you belong. And -- that's good. It really is. I -- wish I could do something about this -- But I can't. I can promise you only two things... One: I'll always look this good. Two: I won't give up on you. Ever. \n[129]Good. \n[130]\"One falls, two shall arise.\" So: you pop one, two come out. You kill two, you get four. You kill four, you're in trouble. We have to nail 'em all at once. And the eggs. \n[131]Those things never work. Never. \n[132]I won't take 'em. They never work. \n[133]Boy Scout. \n[134]This better be the place or I'll puke. \n[135]Sebastian Plackba #16... \n[136]Let me ask for directions. \n[137]Animam edere, animus corpus... \n[138]Sixty feet further, comrades, and three rows in... \n[139]This here is Ivan Klimentovich: Say \"hi\" Ivan. \n[140]We'll be alright... as long as we don't separate -- \n[141]Okay, someone's expecting us. Turn on your locators -- Anyone sees anything... \n[142]...Polo. \n[143]On a scale of one to ten: two. But -- -- she'll take care of you, Myers. She's a tough one. \n[144]Don't move. We -- \n[145]No. Don't -- \n[146]Son of a -- \n[147]Crap. This guy moves like a cockroach -- \n[148]Screw that. \n[149]You killed my father -- \n[150]Give your soul to God, Your ass is mine. \n[151]Oh, no you don't -- \n[152]You like playing possum, you Nazi pinhead? Then try playing dead. \n[153]Are you okay? \n[154]You'd better stay here. I'll find a way out. We'll come back for you. \n[155]Yup. \n[156]My job. \n[157]Hang on kid, I'm coming for you!! \n[158]Sorry. Just couldn't leave you two alone. \n[159]Liz... \n[160]No. \n[161]Noooo! Noooo!!! \n[162]For her. \n[163]Anung-un-Rama... \n[164]I can live with that. \n[165]Keep her safe. No matter what. I'll deal with whatever's back there. \n[166]How big can it be? \n[167]They never work -- \n[168]Ugh -- Now, this is gonna hurt -- \n[169]Ouch -- It did hurt. \n[170]\"You, on the other side: let her go. Because for her, for her -- I'll die. I'll cross over.\" \"And you'll be sorry I did.\" ", "BROOM": "\n[1]This is an important mission, Sgt. Whitman. I hope you realize that. \n[2]Sgt. Whitman!! Sgt. Whitman!! May I have a word?? \n[3]In private, if you don't mind... \n[4]Your men -- They'll need these -- \n[5]Amongst other things, yes -- but that's hardly the point. \n[6]I abhor violence. Sergeant Whitman, I hope you don't think me mad -- \n[7]Ruins. Not rocks. The remains of Trondham Abbey. Built on an intersection of Ley Lines, the boundaries between our world and the other -- \n[8]\"Paranormal\" But -- you read the transmission. \n[9]I have seen ghosts, Whitman. \n[10]They must be here for the sheep. \n[11]Karl Ruprecht Kroenen, one of the Reich's top Scientists. Head of the Thule Occult Society. \n[12]If he's here, this is worse than I thought. \n[13]We don't have forty minutes. \n[14]\n[15]No. It's not. \n[16]Cordon off the area. Something came through. \n[17]There is a place -- a dark place where evil slumbers and awaits to return. From there it infects our dreams. Our thoughts. Grigory gave us a glance tonight -- \n[18]Grigory Yefimovich Rasputin -- \n[19]Spiritual advisor to the Romanovs. In 1916, at a dinner in his honor, he was poisoned, shot, stabbed, clubbed, drowned and castrated. \n[20]No. It was red. Bright red. \n[21]It's-not-an-ape -- \n[22]I think that is its hand. \n[23]Wait -- \n[24]It's a boy. Just a baby boy. \n[25]\n[26]Approximately... how long?? \n[27]I'd rather... stay home, you know. I'll be making arrangements -- For my son. \n[28]That won't be necessary. \n[29]Son... \n[30]Four books at once. Every day -- as long as I'm here to turn the pages. My name's Broom. Professor Trevor Broom. \n[31]-- He. Not \"it.\" \n[32]Abraham Sapien. Discovered alive in a secret chamber at St. Trinian's Foundling Hospital, Washington. \n[33]They took his name from this little inscription that was stuck on his tank. \n[34]The day Abraham Lincoln died. Hence \"Abe\" Sapien. \n[35]Rotten eggs, a delicacy. Abe loves them. \n[36]Abe possesses a unique frontal lobe. \"Unique.\" That's a word you'll hear quite a bit around here. \n[37]As you entered the lobby there was an inscription -- \n[38]Impressive. Do you remember what it said? \n[39]\"In the absence of light, darkness prevails.\" For there are things that go bump in the night, Agent Myers. We are the ones who bump back. \n[40]1937: Hitler joins \"The Thule Society\" -- a group of German aristocrats obsessed with the occult. \n[41]1938: he acquires the Spear of Longinus, which pierced the body of Christ. He who holds it becomes invincible. \n[42]Hitler's power increases tenfold. \n[43]In 1943, President Roosevelt decides to fight back. THE BUREAU FOR PARANORMAL RESEARCH AND DEFENSE is born. \n[44]1958, the occult war finally ends when Adolf Hitler dies. \n[45]Did he, now? \n[46]Agent Myers, this is Agent Clay. Follow his lead. \n[47]I hand-picked you from a roster of over seventy academy graduates. Make me proud. \n[48]Apparently not everything was fake. \n[49]A 16th century statue was destroyed. Saint Dionysius the Aeropagite. \n[50]Smuggled into this country by an overzealous curator. The statue, however, was hollow -- \n[51]A prison. The Vatican deemed its contents dangerous enough to include it on the List of Avignon. Of which we hold a copy. \n[52]I thought you liked being on TV. \n[53]Tom -- he's our guest, not a prisoner. \n[54]He's just going through a phase -- \n[55]I know where to find him. I'll get him back. \n[56]Show me, Abe... show me. \n[57]I don't want Hellboy to know -- \n[58]Sixty years ago Abe, they tried to destroy the world. And they are back -- in my lifetime, they are back. To finish the job. \n[59]Then he should make it his business to change that. \n[60]Son. About Rasputin -- \n[61]Listen to me. This time is different. There's more at stake than ever before. \n[62]I worry about you. \n[63]Well, I won't be around forever, you know? \n[64]Don't look! Turn around. \n[65]We can't risk it: You'll go back to the tracks tomorrow with a group of agents, search the area, top to bottom. \n[66]You're doing fine. \n[67]I'm dying Agent Myers. \n[68]And as a father, I worry about him. In medieval stories, Agent Myers, there's often a young knight, inexperienced but pure of heart... \n[69]What I ask from you is -- Have the courage to stand by his side after I'm gone. Help him find himself. Who he must be. He was born a Demon... You will help him become a man. \n[70]That's not how she feels. She may never feel it. \n[71]It's her choice -- She's human -- \n[72]Welcome back. \n[73]Come and go as you please. Find your way back. We've made quite a few changes -- \n[74]The subject: Karl Ruprecht Kroenen -- \n[75]Suffered a masochistic compulsion known as surgical addiction. \n[76]Both eyelids were surgically removed along with his upper and lower lips, making speech impossible. The blood in his veins dried up decades ago. Only dust remains. Four pulverized vertebrae. A steel rod inserted into his pelvis held him up. What horrible will power could keep a thing like this alive? \n[77]No. Enough. He will never change -- always a child. Always. \n[78]SEBASTIAN PLACKBA #16... Moscow. \n[79]It's Rasputin's mausoleum. \n[80]I see the puppet. But -- where is... the puppet master? \n[81]It was you: The scraps of paper, Liz's sudden relapse and return... \n[82]Moscow. \n[83]I know what to call him. Nothing you can say or do will change that. I call him son. \n[84]I am ready. ", "MYERS": "\n[1]John Myers, F.B.I. Transfer from Quantico. \n[2]Hello, I'm -- \n[3]Yes, I -- \n[4]Pardon? \n[5]Jesus Christ! \n[6]These -- ? You're reading these -- ? \n[7]Sir, I'm -- \n[8]How did it -- \n[9]Icthyo Sapiens, April 14, 1865. \n[10]How does he know so much about me? \n[11]Where am I -- exactly, Sir? \n[12]On the desk, yes. In Latin. \n[13]\"In absentia luci, tenebrae vinciunt...\" \n[14]1945, you mean. Hitler died in '45. \n[15]You're not coming? \n[16]Grounded? Who's grounded? \n[17]Who?! \n[18]You're kidding -- \n[19]Oh, Jesus!! Hellboy -- ?? Is real -- \n[20]Oh. Uh. Hello. I -- I have these. For you. \n[21]Uh-oh -- John. Staring at what? \n[22]His what??!! \n[23]Oh-n-no -- I -- \n[24]Helping you -- I just -- \n[25]Jeez... What the hell is that? \n[26]Wait! No, what are you doing? \n[27]We'll hit the street in a minute. We're heading towards civilians... \n[28]Yeah, yeah, crazy costume, uh? Trick or treat!! \n[29]My arm is fine. Where are you?? \n[30]Where are you??? \n[31]Wait -- Wait -- You can't go anywhere -- I gotta go with you -- \n[32]No. Stop. Don't do this -- Listen to me -- Tell me where you are -- \n[33]Yes? \n[34]Sir, may I go first?? \n[35]C'mon, time to go home. Tape you up. \n[36]No. I never was. \n[37]You want me to hold him down? \n[38]Down there. Did you ever loose track of him? \n[39]I'm in way over my head, I know that much. \n[40]No, I'm not. He respects Clay. Not me. I don't know why you chose me, Sir. But I'm not qualified. \n[41]Oh, please. I'm not \"pure of heart.\" \n[42]Professor, that girl you were talking about -- \n[43]I think I can help -- Talk to her -- I can bring her back. \n[44]Hostage negotiations. \n[45]Miss Sherman? I'm Agent Myers, FBI. \n[46]Miss Sherman? I'm Agent Myers, FBI. The hospital called us. They don't feel they're capable of caring for you any longer, and -- \n[47]Liz -- can I call you Liz? It's a beautiful name -- \n[48]It's still impressive by my standards: My name's John. \n[49]Dr. Broom asked me to invite you back to the Bureau. No special precautions, no security escorts. You and me in a taxi. Like regular folks. \n[50]Miss Sherman, he's asking you back, but it's entirely your choice. \n[51]Hey!! The music!! Turn down the music!! \n[52]Jesus! That's not -- That's not safe, Miss Sherman -- Miss Sherman? \n[53]Nice view -- \n[54]A smile, huh? That's good. \n[55]I'll get you a fresh pack. \n[56]Where do you -- \n[57]\"Need\" is a good, solid word. \n[58]Start in, you got nachos coming. \n[59]Hey, your chili's getting cold -- \n[60]Anything else you -- \n[61]Well good n- \n[62]I admire him. He's a force of nature. \n[63]No... He's determined. Unstoppable -- \n[64]Strong. \n[65]My uncle used to say... we like people for their qualities but love them for their defects. \n[66]He -- loves you. \n[67]What about you? \n[68]It's freezing, isn't it? \n[69]What do we do now? Newark, New Jersey, entertainment capital of the world. \n[70]We all have a side that we try to hide... \n[71]Hey! What the hell? \n[72]I'll carry his -- \n[73]We're almost there. \n[74]Are you sure about this? \n[75]So, he thinks that you and I... That's why he's mad at me -- \n[76]But it's not true, is it? \n[77]That you feel that way about me. \n[78]Watch out. It's slippery... \n[79]What? \n[80]I can't, I -- \n[81]Don't do it!! Don't do it!! \n[82]No!! Don't do it!! Listen to me!! \n[83]Remember who you are!!! \n[84]Alone? ", "LIZ": "\n[1]Back so soon? \n[2]To wash down my lithium pills? I may get a few perks, H.B. But I'm still a patient. \n[3]You better have that looked at. \n[4]No. Not this time, H.B. It's been months since I've had an episode. And you know what? I'm learning to control it. \n[5]I'm learning where it comes from. And for once in my life I'm not afraid. \n[6]Looks like your ride is here. \n[7]Listen, H.B. I've got a chance out here. If you truly care about me, don't come back anymore. \n[8]Goodnight. \n[9]I don't like the term \"firestarter.\" I just don't. And \"Pyrokinesis\" sounds like psychosis or something. I dunno -- maybe that's right. Not being able to let go -- Scary. Sometimes you hear so-and-so lost control and just exploded. They're lucky it isn't true. With me -- it is. \n[10]Not again, please, not again... \n[11]Mommy! Mommy! \n[12]Mommy! Help me! I'm burning! \n[13]Help meee!!! \n[14]\n[15]Doesn't sounds like him. \n[16]Choice, huh? That's cute. I've quit the Bureau thirteen times. I always go back. Where else would I go? \n[17]It feels good to be outside!! It's been so long... \n[18]Don't get used to it. \n[19]It's only for the weekend, Professor Broom. Then I'll be on my way -- \n[20]Nothing's changed. Home, sweet home. \n[21]A little something I learned in therapy. I'm depressed -- One rubber band. I'm impatient: two rubber bands... \n[22]Oh, my God... Look at them all! Who had babies? C'mere, Tiger...! \n[23]Well. Is it long?? I'm going out, but -- \n[24]For a cup of coffee, but go ahead, read. \n[25]No. Myers is taking me. \n[26]What did you want me to hear -- ? \n[27]Oh, okay then. Maybe later then. \n[28]He's just pushy. \n[29]Cocky. \n[30]A brute. \n[31]I know. \n[32]Don't know. Really. I grew up with him. I've missed him too, but now, every time I see him, I get confused. Hardly a day goes by he's not in my mind. Even now, I feel he's here -- \n[33]Coffee's warming me up. \n[34]You offered me a cup of coffee. I've got one, so just sit down. \n[35]I've never seen him like this. Never. Should I stay? With him, I mean? \n[36]Hi -- \n[37]I've changed my mind. I'll come to Moscow. If you -- are still going -- \n[38]Red, I -- \n[39]I like that... \n[40]Sparky to Big Red... \n[41]Come out and see. \n[42]Marco... \n[43]What -- ? \n[44]You want to know -- Now -- ? Here? Red, white, whatever -- Guys are all the same. \n[45]Oh, my God... \n[46]Marco, Marco, Marco... Get your Big Red butt over here! \n[47]Hit me. \n[48]Hit me -- All of my life I've run away from it... Now I want it to happen! Do it. \n[49]I know now: I love him. I've always loved him. \n[50]Go now. \n[51]In the dark -- I heard your voice -- What -- did you say -- ? ", "GRIGORY": "\n[1]No matter what happens to me, you must carry on with the work. \n[2]Yes, you will... Leave me. Deny me. \n[3]This will guide you back to me. \n[4]I grant you everlasting life, youth and the power to serve me. \n[5]There will be no failure, General. I promised Herr Hitler a miracle. I'll deliver one. \n[6]Ragnarok, Anung Ia Anung. \n[7]All grown up, I see. \n[8]I sang the first lullaby you ever heard, my child. I ushered you into this world. I alone know your true calling, your true name. \n[9]I can see that you're still young and don't know your place. Teach him. \n[10]Sammael has fulfilled his destiny... Die in peace and be reborn again and again... \n[11]The child will be there. And so will we all -- Won't we? \n[12]Ready the welcome, my love -- \n[13]Salt. Gathered from the tears of a thousand martyrs. Restraining the essence of Sammael, the hell hound, the seed of destruction. \n[14]The Master is calling your name now, my girl. We are all part of his plan. You must return to the child... So, once again... \n[15]...dream of fire. \n[16]Very good, Professor Broom. \n[17]His destiny. \n[18]You raised the child. Nurtured him. So, In return... Would you permit me? A brief, brief glimpse? Of the future -- \n[19]If only you had him destroyed sixty years ago, none of this would come to pass. But, then, how could you have known? \n[20]Your God chooses to remain silent. Mine lives within me. \n[21]In the frozen waters of the Malaya Nevka, in the darkness of the void: every time I died and crossed over, a little more of the Master came back with me. He disclosed to me the child's true name... Would you like to know it?? \n[22]Good. Now, I'll add two crumbs more: Grief and revenge... \n[23]Rebirth? I like that. \n[24]June 30th, 1908. It burned hundreds of square miles of forest. The Romanovs took possession of it immediately. The Czar guarded it jealously -- I have wanted it for ages. \n[25]Now, finally, it's mine. \n[26]Enjoy the bright metal you've earned. There will be no further transactions. Only closure. \n[27]\"And I looked and beheld an Angel, and in his hand the key to the bottomless pit...\" \n[28]These were the words I heard as a peasant boy in Tobolsk. And now, the door -- Sent by the Ogdruh Jahad so that they might at long last enter our world. \n[29]No? In exchange for her life then, open the door. \n[30]As you wish. \n[31]She's dead. \n[32]Her soul awaits on the other side. If you want her back... Open the door and claim her. \n[33]Names hold the power and nature of things. Mine for example. Rasputin: \"The crossroads.\" And crossroads I have become. Your true name: Anung-un-Rama. Repeat it. Become the key. \n[34]The final seal. Open it! \n[35]You will never fulfill your destiny. You will never understand the power inside you. \n[36]Child... \n[37]Look what you've done -- \n[38]You've killed me -- an insignificant man... but you have brought forth a God. \n[39]Behold, my master, Behemoth. Guardian of thresholds, destroyer of worlds. ", "MANNING": "\n[1]With their conveniently blurry footage of their beloved \"Hellboy.\" And they claim that he works for the FBI-? \n[2]Exactly -- so, why is it that they're all out of focus? C'mon!! God knows, people manage to get good pictures at a wedding!! \n[3]That's the alleged best man -- ? \n[4]Every time the media get a look at him, they come to me. I'm running out of lies, Trevor. \n[5]I do. How many escapes?  This year alone: five! \n[6]Your \"guest\" happens to be six foot five, bright red, and is government funded. \n[7]A \"phase\"? What do you think this is, \"The Brady Bunch?\" These... freaks -- \n[8]These freaks, Trevor, they give me the creeps. And I'm not the only one. You're up for review. You and your petting zoo. \n[9]Hey, fishstick -- don't touch anything -- \n[10]See what?? \n[11]Is he serious?? \n[12]Oooh!! Who was here? Nixon? Houdini? You mind sharing your mystic insights? \n[13]But not everyone was so lucky. Two agents died today. Clay probably won't survive the night. You're reckless. \n[14]Ah, I see. That makes it all alright then. \n[15]That's what you do. That's why we need you. You have an insight. You know monsters. \n[16]In the end, after you've killed and captured every freak out there -- there's still one left: you. \n[17]I want that thing locked up, starting now -- Now!!! You hear me??!! \n[18]We've collected and destroyed thousands of eggs. No trace of this \"Sammael\" or this \"Rasputin\" character. But we have this address -- \n[19]Sebastian Plackba #16. Volokolamsk fields, fifty miles from Moscow. We leave as soon as we get clearance and equipment -- \n[20]Hellboy's coming -- But I'll be in charge this time. Either we wrap this up or I'm closing this freak show for good. \n[21]When we do: No mumbo-jumbo. Double- core Vulcan-65 grenades. \n[22]We've installed a very handy timer. Set it, walk away. Cable pulls the safety pins, K-boom! Easy to clean, easy to use... \n[23]Each of us gets a belt. \n[24]Forget it. This is practically a city. And it stinks, and it's muddy. We'll go back, check into a hotel, regroup after breakfast. We'll have to make a grid, go by quadrants. Maybe satellite photography. \n[25]What's that -- \n[26]We should go back -- you -- you could tear that door apart -- \n[27]-- should go back. Now! \n[28]I'm in charge. We go back! \n[29]Ouch!! \n[30]Well, it's not that big a fall... \n[31]You call that thing a cigar?? \n[32]You never, ever light a cigar that way. \n[33]Use a wooden match. It preserves the flavor. \n[34]Thank you. ", "OMIT": "\n[1]\n[2]\n[3]\n[4]\n[5]\n[6]\n[7]\n[8]\n[9]\n[10]\n[11]\n[12]\n[13]\n[14]\n[15]\n[16]\n[17]\n[18]\n[19]\n[20]\n[21]\n[22]\n[23]\n[24]\n[25]\n[26]\n[27]\n[28]\n[29]\n[30]\n[31]\n[32]\n[33]", "ABE": "\n[1]Agent John T. Myers, Kansas City, 76. \"T\" stands for Thaddeus, mother's older brother. Scar on your chin happened when you were ten, you still wonder if it's ever going to fade away. \n[2]Story of my life. \n[3]You mean, outside... with her. \n[4]Nothing psychic about it. You're easy. \n[5]Liz left us, Red. Take the hint. \n[6]Behind this door. A dark entity -- Evil, ancient and hungry. \n[7]Red, I found something -- \n[8]There's not much here: the entity's name is Sammael, the desolate one, son of Nergal -- \n[9]No, listen this: Sammael, the desolate one, lord of the shadows, son of Nergal -- \n[10]I need to touch it to \"see\"... \n[11]The past, the future, whatever this object holds. \n[12]Don't worry about fingerprints. I never had any. \n[13]They were over here, Professor. \n[14]Professor..? You -- are very sick -- \n[15]You were burned by some organic acid. \n[16]Red. How long was it latched onto you? \n[17]Professor... \n[18]Touched you five seconds. Laid three eggs. \n[19]The eggs are very sensitive to heat and light. They need a humid, dark environment to breed. \n[20]Yes, you are. \n[21]There's a pulse. And it's coming from -- \n[22]there -- \n[23]cistern on the other side. Most of the eggs are there -- \n[24]I'm glad I'm not human. This place would be an embarrassment. \n[25]Remind me why I keep doing this. \n[26]Oh, right -- \n[27]Listen -- I'm not much of a problem solver... Three decades and I've only gotten two sides. But I know this much: if there's trouble -- all we have is each other. And I'm stuck here. So -- Take care of the big monkey for me, will you? ", "CLAY": "\n[1]They're not speaking. Professor Broom had him grounded. \n[2]Okay. You saw the fish man, right? \n[3]Well, come on in and meet the rest of the family. \n[4]He gets fed six times a day. He's got a thing for cats. You'll be his nanny, his keeper, his best friend. He never goes out unsupervised -- \n[5]Yup. Sixty years old by our count. But he doesn't age like we do -- think dog years: He's barely out of his teens. \n[6]It'll fill in. Where do you want your dinner, Red? By the couch? \n[7]Agent Myers is your new liaison. \n[8]Nah. I'll be around, Red, just back in the field. \n[9]Manning says I'm too soft on you -- The candy. Give him the candy. \n[10]Well, you did break out -- \n[11]It is. You got yourself on TV again. \n[12]Try not to stare. He hates when people stare. \n[13]His horns. He files 'em. To \"fit in.\" \n[14]We're on the move. \n[15]Seal the doors. Red and Blue are coming in. \n[16]Okay, boys, let's synch up our locators. \n[17]At nineteen hundred hours an alarm tripped. B&amp;E. Robbery. Six guards dead -- \n[18]Not so fast. He barely knows him -- \n[19]C'mon, champ. You look a little woozy, there. \n[20]We should go back and request permission to -- \n[21]You two, check this dump, then join us -- \n[22]See? It's thicker. Isn't it? It's not that doll-hair thing -- \n[23]Red, wait! \n[24]Red's on the move!! I'll cover him!! \n[25]Damn it, Red. \n[26]Clay, Code 30, this is Clay, over... ", "WHITMAN": "\n[1]-- Broom! Topside, now. \n[2]The sooner we're done, the better. \n[3]Oh -- you don't wanna know what I think. Topside, now. \n[4]What is it? \n[5]You are a Catholic?? \n[6]Here. You'll need one of these. \n[7]Three days too late for that one, \"professor.\" \n[8]You're wasting our time: There's nothing on this island but sheep and rocks. \n[9]What a load of crap. Hell, a week ago I hadn't even heard the word parabnormal -- \n[10]Half transmission. Nonsense -- German ghost stories! \n[11]Oh, I'll bet you have. \n[12]The freak in the gas mask -- \n[13]Air and sea backup. What's closest? \n[14]Listen to me, you moron: you do that again, I'll carve you a new -- \n[15]Listen to me!!! The portal is open!!! We have to stop them!!! \n[16]From where??!! \n[17]What are you two talking about?? ", "ILSA": "\n[1]I will not leave you. \n[2]Never -- \n[3]More Power!! Don't let the level drop!! \n[4]Grigory! \n[5]Your eyes. What did they do to your eyes? \n[6]Only seven more days to the eclipse, Grishka... \n[7]Move. \n[8]He is aware. \n[9]You are the key! The right hand of doom! \n[10]What did you think it was made for? Open the locks. \n[11]Silence!! \n[12]Imagine it: An eden for you and her -- \n[13]Hell will hold no surprises for us. ", "MATLIN": "\n[1]Sweet Jesus. \n[2]It's almost over!! \n[3]Do you believe in hell? \n[4]Grigory -- That's Russian, right? Thought they were on our side... \n[5]C'mon -- Rasputin?? \n[6]That makes him more than a hundred -- \n[7]What the hell was that? An ape? \n[8]A red ape. \n[9]It's got a big stone -- in its hand -- ", "OLD MATLIN": "\n[1]Is he real? Oh yeah -- Absolutely. \n[2]I haven't talked about it for years, you know? Everyone called me crazy... \n[3]But I have the negative. \n[4]It all started back in ´44. I was a Corps photographer aboard an allied submarine... \n[5]and no one has ever seen it. They keep saying he's not real, but I want to set the record straight before I go. \n[6]Here. The real picture, not the retouched one in LIFE magazine. This is him. The very same night we found him. The night Broom gave him that name. Can I say it on TV? He called him -- "}}