{"dialogues": {"TJ": "\n[1]This car has to go back. \n[2]This car has to go back to where it came from. Put it back on the truck. \n[3]Stop unhooking it. There's been a mistake. \n[4]This car has to go back where it came from. \n[5]It was brought here by mistake. \n[6]It wasn't supposed to go anywhere. It needs to go back where it came from. The guy who sold it to you made a mistake. \n[7]That's my dad. It wasn't his to sell. \n[8]Yeah, but I'm just telling you it was a mistake, OK, so it needs to go back where it came from. 3. \n[9]I don't get why what I think doesn't matter. \n[10]Yeah, why not? \n[11]When do you look at it? When was the last time you got off the couch? \n[12]Neither are all the pills you're taking, but I don't tell you not to take them. \n[13]I do. \n[14]Can I have some money so I can buy lunch today? \n[15]Nothing. \n[16]I was just, I was just going to school. I, I didn't know anyone was here. \n[17]Fine. \n[18]Yeah, we moved in with my Grandma for a little while. \n[19]No. Thanks. \n[20]Ah, if you want I guess, but I'm getting it off tomorrow, so there's no point really. \n[21]Leave me alone. \n[22]Yeah, yeah, I heard you. Suck your cock. Then why don't you pull it out? \n[23]I didn't start anything. He pushed me. \n[24]Not really. \n[25]I don't understand the part about how it's not important that he pushed me and he punched me and he kicked me and he told me to suck his cock and now I'm the bad guy sitting in the office. \n[26]Yeah, but I didn't - \n[27]Yeah, OK. \n[28]Hey. \n[29]Pretty much sucked. \n[30]I don't know. It just sucked. 14. \n[31]Do you want me to turn on the light for you? \n[32]I don't know, maybe, a little. \n[33]Whose are they? \n[34]Well, can you see better with them? \n[35]No. Why, has he been sleeping all day? \n[36]Hey. \n[37]It's six o'clock. Have you been sleeping all day? 16. \n[38]Fine. When are you going back to work? \n[39]Are you gonna answer it? \n[40]I'm not ready yet either. \n[41]I don't know. It feels kinda weird, I can't tell. \n[42]Not great. I don't know. You should probably just ask him yourself. \n[43]I don't know. Am I bleeding? \n[44]I don't know. \n[45]I don't know, I guess? \n[46]I think your ice cream's melting. \n[47]What? \n[48]Ah, I don't know, black? \n[49]OK, red? \n[50]It's really sour. 23. \n[51]OK, thanks for the ride. I really appreciate it. \n[52]Shit. \n[53]Thanks. \n[54]I just, I dunno. I was just dumping my bike. \n[55]Hey, Dad! \n[56]Ah, yeah, OK. \n[57]My dad'll be home soon. \n[58]Why? \n[59]It's through there. But why? You can't - my dad's gonna be home soon. \n[60]What are you doing? You can't - 26. \n[61]You can't smoke in here. \n[62]You can't smoke. \n[63]What are you doing? You can't smoke in here. \n[64]Will you please put it out? \n[65]What?! Wait. \n[66]Grandma, can I hear the rest of your story later? I'm kinda busy. \n[67]He's doing laundry. \n[68]I don't know. \n[69]Yes. \n[70]So, ah, what are you doing now? \n[71]That's the garage. \n[72]He's not hungry. \n[73]Yeah, I'm sure. \n[74]I don't know. I said he could practice his guitar in there. \n[75]Yeah, sort of. \n[76]Hi, Grandma. 32. \n[77]No, thanks. I don't have time. \n[78]I can't, Grandma. I gotta go to school. \n[79]I don't know. Can you ask me when I get home? \n[80]I need to talk to you. \n[81]I want to get the car back. \n[82]What do I need to do to get it back? \n[83]I want to get it back, though. How much do you want for it? \n[84]Hey. \n[85]I got you a replacement ice cream. \n[86]I paid for it over there. \n[87]Sure, OK. See ya. \n[88]I can't Grandma. I have school tomorrow. \n[89]What? \n[90]What? Uh, Ok. \n[91]I'll meet you there in a second. \n[92]What are you doing here? \n[93]What are you doing at my school? \n[94]I don't wanna go. \n[95]I really don't want to go. \n[96]Not really. \n[97]Fine. \n[98]Fuck you! \n[99]Fuck you. You let that fuck stick my head in a toilet and you don't do anything about it? You stand there and fucking watch him do it? \n[100]You stay in my grandma's house? You're taking a bath in my fucking grandma's bath? \n[101]Say something! \n[102]Where are we going? \n[103]Where are we going? \n[104]What are we doing? \n[105]What are we - 45. \n[106]What are you doing? \n[107]Hey, seriously. What are you doing? \n[108]Come on. This is insane. Let's get out of here. \n[109]C'mon, man. Let's just go. 46. \n[110]Open the door! It's locked! \n[111]You fucking ditched me. \n[112]What the fuck's wrong with you?! \n[113]What's wrong with you? \n[114]Yeah, but - \n[115]Yeah. \n[116]What about? \n[117]What for? \n[118]But I didn't do anything. \n[119]Not really. \n[120]I didn't do it. \n[121]It means I didn't do it. \n[122]I didn't. \n[123]I said I didn't do it. \n[124]I can't remember what I said. \n[125]What the fuck do you think!? \n[126]What? \n[127]Just fuck off, OK. \n[128]They took my fucking finger prints! \n[129]So what!? I can get into serious trouble. \n[130]Yeah, that's right! They don't take this shit lightly. \n[131]People could have been hurt! If someone was killed it would have been considered murder. \n[132]Please just leave me alone. \n[133]What? \n[134]No. 53. \n[135]What are doing here? \n[136]No, I'm not. \n[137]What? No. \n[138]Shut up about it. \n[139]Shut up. 54. \n[140]Please stop saying that. \n[141]Home. \n[142]No thanks. \n[143]Fine, just don't talk to me. \n[144]Get that away from me. \n[145]Hey, what are you doing? \n[146]Stop the car, I want to get out. \n[147]Come on man, let's just go. 59. \n[148]Hey. \n[149]I have dirt in my mouth. \n[150]I don't know, he's sort of moved into my grandma's house with us. 64. \n[151]No, not really, I don't know, it's kinda a long story. \n[152]Sorry, I... \n[153]What? \n[154]My shoes are so squishy. \n[155]Hesher. 66. \n[156]I don't know. I guess? \n[157]I don't know. \n[158]I don't know. \n[159]Not really. \n[160]No? \n[161]Here, I got two bucks. \n[162]I would. 68. \n[163]I would. If you died right now. I'd notice. \n[164]Mainly because I'd be sitting in a car with a dead lady. \n[165]Hey Grandma. 69. \n[166]What?! No?! \n[167]What? \n[168]Oh, sorry. I forgot. \n[169]Yeah, well, I told you I don't want to go. \n[170]I did. I told you I didn't want to go. I told you a hundred times. \n[171]Yes I did. You're just not listening. \n[172]What difference does it make? \n[173]Shut the fuck up. \n[174]What? \n[175]Did you hear what he just said? \n[176]My room!? You gonna start punishing me now? \n[177]Shit, dad. I'm really sorry you had your ass dragged off the couch. I'm sorry you had to put some fucking underpants on for the first time in months. \n[178]What?! \n[179]Oh, what, soon as I'm right, that's enough?! \n[180]Fine. Fuck this. \n[181]Can I talk to you? \n[182]I need to talk to you. \n[183]I came to talk to him. \n[184]It's none of your business. \n[185]Just leave me alone. \n[186]I got the money. \n[187]The money for the car. \n[188]You said if I got eighteen hundred dollars I could have the car back. \n[189]What? What do you mean- \n[190]What are you talking about? \n[191]Where's it gone?! \n[192]Where's it gone? \n[193]What's going on? \n[194]What!? \n[195]What do you mean? \n[196]Oh, Jesus. 83. \n[197]What happened? \n[198]Ah, hi. It's TJ here. I, ah, I'm sorry to bug you, but um, I don't know, I guess I wanted to talk to you right now. I don't know. I have a present for you too, so maybe I'll just come drop it off or something, or ah, yeah... Um, OK. Bye. \n[199]What are you doing? \n[200]It's starting to rain. \n[201]Fuck you. Fuck you fuck you fuck you. \n[202]Fuck you. And you're a fucking whore. I hope you die. And when you do, no one's gonna fuckin' notice. Cuz you're a fat fucking prostitute. \n[203]Get the fuck away from me! I'll smash you in the face, I swear to God. Back the fuck up. \n[204]I never want to see you or your ugly fucking face again. That goes for both of you fucking assholes. \n[205]Will you just leave me alone. \n[206]Get your fucking hands away from me! I told you, I never want to see you again. \n[207]Let go of me! Fuckin' let go of me. \n[208]Where's my car? \n[209]Where's my fucking car? \n[210]You make me ask one more time, your toe's coming off. I swear to God. \n[211]What? \n[212]Bullshit. \n[213]Because you're a fucking asshole. Tell me where it is. \n[214]If you're lying, I'm gonna cut off every one of your fingers. \n[215]What the fuck is wrong with you? \n[216]What the fuck is wrong with you? 92. \n[217]You cut his nose off. \n[218]You just cut his nose off! \n[219]Hold this against your face. \n[220]You gotta stop the bleeding. \n[221]I want you outta my life. I'm serious. I never want to see you again. How many times do I have say it? 93. \n[222]Hi.  Pizza's here, I need money. 94. \n[223]OK, pizza's here. \n[224]What about the pizza? \n[225]Mom can you turn on the radio? \n[226]Oldies but goodies. 96. \n[227]I don't know. \n[228]I don't know. I'm sorry. \n[229]I know. \n[230]Sorry. \n[231]I'm sorry. I lost track of time. \n[232]I'm sorry. \n[233]I don't know. \n[234]Hesher's not here. \n[235]Why? What do you want? \n[236]Yeah, well what do you want? \n[237]Yeah, well, whatever. It doesn't really matter. I have to go. \n[238]I'm sorry I broke your lamp. 100. \n[239]And I'm sorry I called you a fat prostitute. \n[240]You're not fat. \n[241]I dunno. Maybe. \n[242]Sorry. 104. \n[243]Come in. \n[244]Hey. Look at you. \n[245]I hardly recognize you. 110. \n[246]Gone where? ", "HESHER": "\n[1]Written by \n[2]The fuck you think you're doing!? 7. \n[3]The fuck you think you're doing!? \n[4]You got five seconds or I'm gonna cut your fuckin' nose off. \n[5]Bullshit. You're gonna fuckin' - \n[6]You just fucked me. 8. \n[7]Where's the laundry room? \n[8]Where's the laundry room? \n[9]You've got two seconds to tell me where the laundry room is before I tear your fuckin' head off and skull fuck you. \n[10]I swear to god. I'll cut your face off. \n[11]Can I put it out in your mouth? \n[12]My name's Hesher. Call me Hesher. 28. \n[13]How come you only have four channels? \n[14]Hello, old lady. 29. \n[15]Nope, I'm good. \n[16]Motherfucker. \n[17]Huh? \n[18]This your room? \n[19]Ah, yeah. Sure. \n[20]So what? \n[21]So what school? Go on a walk with your Grandma. \n[22]Your Grandma goes walking in the morning by herself? You can't get your ass outta bed like an hour earlier? She could get raped. \n[23]I read about this shit all the time. Grandmas get raped. You ever hear about that guy who killed like 13 old ladies. \n[24]Fuckin' Google it, dude. The Granny Killer, he killed like hella old ladies by strangling them with their dirty panties.  Not all of them necessarily got fucked, but they all got penetrated by like the dude's fingers and I don't know, other shit too. \n[25]I just think your Grandma asks you to go on a walk, you should go with her so she doesn't get raped. \n[26]I don't know, they do it, Grandma. There's some sick fucks out there. \n[27]Pissing. \n[28]I'm putting out a fire. \n[29]Fuck you. \n[30]Listen to me. 44. \n[31]I'm gonna put some clothes on, then you're gonna meet me in my van. \n[32]Touch my stereo again, I'll seriously fucking hurt you. \n[33]Get in. \n[34]Get in the van, dude. 47. \n[35]What? \n[36]What's the problem? That's the guy who put you in the toilet. \n[37]Something's coming. 48. \n[38]It's for you. \n[39]Cops. \n[40]Howdy. \n[41]So what'd the pigs want? \n[42]Did they give you a cavity search? \n[43]Did any of the cops put their fingers in your butthole? \n[44]What'd they do? \n[45]So what? \n[46]Oh, is that right? 52. \n[47]Oh, they don't? \n[48]Really? Murder? That's badass shit. \n[49]OK, but first show me your best impression of a dumpling. \n[50]You know, a dumpling, the Chinese little thingies you eat - \n[51]Come on, like this - \n[52]OK, your turn. \n[53]\n[54]Do you think she is totally bald or do you think she's more of a landing strip kind of chick or more of a 70's jungle bitch. \n[55]You're stalking that chick, dude. \n[56]Yeah, you are. I've been stalking you for half an hour. You gonna try to fuck her? \n[57]Can't fuck her from here, dude. Gotta be way closer. \n[58]You wanna poke her clam? \n[59]You wanna poke her clam or what? \n[60]You want to poke her clam, dude. Nothing wrong with that. Don't be ashamed about it. Humans have been poking vagina for hundreds of years. Longer even. \n[61]Bro, there's nothing wrong with wanting a little pussy. \n[62]Where you going? \n[63]I'll give you a ride. \n[64]OK, but if you come with me it'll take 5 minutes and if you ride it will take you about 15. 55. \n[65]Come on dude, don't be silly, let's just car pool. \n[66]I won't say shit. \n[67]Look dude, I'm really sorry about the fire the other night - \n[68]That was totally out of control. Foolish and irresponsible actually. \n[69]I want you to have this - \n[70]Dude are you gay? I can't work you out. 56. \n[71]Shush. \n[72]You get out of this van, I'll rip your dick off and fuck her for you. \n[73]Whoops. \n[74]I think I can help here. \n[75]I saw the whole thing. The chick here was stopped and you reversed right into her. \n[76]I don't know what your fucking problem is, dude. Why would you just reverse into her? That's fuckin' retarded. \n[77]You better start making like you're gonna pay her for the damage. \n[78]You calling me a fucking liar, dude!? 58. \n[79]You're calling me a fucking liar is what's going on here. \n[80]Let's go. \n[81]Fight me cocksucker! \n[82]Come back here and find out how ridiculous it is! \n[83]OK. See you later. \n[84]Your sexy girlfriend's in trouble. We're not going anywhere. \n[85]You know, TJ? \n[86]This one time I had like four hella drunk chicks in the back of the van, and we were going for it and I had one hand on this one girl's tit and my other hand on this other chick's twat, but there was like still two other girls wanting to get off so like I had my foot rubbing on one girl's asshole while I'm trying to eat the other girl out, and I was going crazy man. It was too much. I couldn't work out which chick was which and I'm making one girl cum but then I'm forgetting about the others and my tongue's hurting and my fingers are getting tired and like eventually I was just like 'Fuck this. This is too much' and I just stepped back. I just stepped back. And before you know it these girls are all working on each other, you know. They're all fingering each other and eating each other out, you know, and I jerk myself off and everyone's a winner, you know? \n[87]A what? 61. \n[88]I saw a mouse. \n[89]We're here. Come on, let's go. \n[90]My uncle's house. 62. \n[91]What was what? \n[92]Wrong house. \n[93]What? You're dirty. \n[94]You're dirty and wet. I'm coming in... \n[95]Now I'm dirty and wet too. 63. \n[96]R2! Shut down all the fucken' trash compactors on the detention level! \n[97]...All the fucking trash compactors...  ...on the detention level!... \n[98]Oh, shit. More trash coming in! \n[99]Oh shit! \n[100]Jump in the fi-re. \n[101]\n[102]Shit, look at that. \n[103]I got a doctor's appointment. \n[104]It burns when I urinate... \n[105]So did you fuck her? \n[106]Did you finger her twat? \n[107]Not really. Paul came in and said some dumb shit which TJ got angry about and so TJ smashed his plate and then Paul smashed his plate too but I got a feeling he smashed his one cuz he couldn't actually think of anything to say cuz he kinda knew TJ had a point and so now he feels bad about it and so he's gone somewhere.  I don't know where. \n[108]This is delicious. 73. \n[109]What's green and slimy and smells like bacon? \n[110]What's green and slimy and smells like bacon? \n[111]Oh, OK. \n[112]Did you figure it out yet? \n[113]What's green and slimy and smells like bacon? \n[114]Sure, what? 74. \n[115]Kermit the frog's finger. \n[116]Think about it... Miss Piggy. \n[117]Woah, what's that? \n[118]Hang on a second. Can I see that? \n[119]No shit. \n[120]I'll be right back. \n[121]May I? 75. \n[122]It's a bong. The water filters the smoke. It's probably the most healthy way to smoke weed. \n[123]OK, so basically cover the hole here with your thumb then suck on the top and once the chamber fills with smoke, take your finger off the hole and suck in. \n[124]Then try and hold the smoke in for as long as possible, OK bro? \n[125]Ok, lift your finger. \n[126]Yeah, that was good. Hit it again. 76. \n[127]Who wants to know? \n[128]Who? \n[129]Aren't you? \n[130]Yeah, I guess you have a point... OK, well I used to have a mouse. No, wait... hang on a minute. I used to have a snake. And do you know what snakes eat? \n[131]Yeah, OK, OK well, actually they eat mice. 77. \n[132]Yeah, OK, well anyway... I used to have a snake and I fed it mice. But one time I fed this little fuckin' mouse to my snake and that mouse was tough. I dropped that mouse in the snake's tank and the snake wouldn't go near him, and any time he tried that mouse would just smack him with his little, you know... \n[133]With his little mouse hand. So instead of eating the mouse the snake just curled up crying in the corner and the mouse ruled that fuckin' cage. And this went on for weeks, the snake wouldn't go near him. That tiny mouse used to sit in a little miniature lawn chair scratching his balls and shelling peanuts and this snake was just too scared to go near it. And cuz the snake was scared of that mouse I had to feed him other mice, but every time I dropped another mouse in the tank, it'd hide behind the brave mouse. And so eventually the snake starved to death. I had a cage full of mice. \n[134]Maybe he is. \n[135]You're an old lady. 78. \n[136]Yes you are. And you know what grandmother? I'm gonna go on a walk with you in the morning. \n[137]I'm not going anywhere. I'm going with you. Around the block, I guess. \n[138]No, I'm going with you. \n[139]Grandma? 82. \n[140]\n[141]I gotta get the fuck out of here before I hurt someone. \n[142]Hey, hey... wait. \n[143]Hey! The fuck are you doing? 86. \n[144]Stop hitting my van. \n[145]Dude, chill out for a second. \n[146]I wanna talk to you. \n[147]I fuckin' told you, leave my van out of this! \n[148]Don't fuckin' touch m- 89. \n[149]Fuck you both! Motherfuckers! \n[150]Hello. \n[151]What? \n[152]I just saved you. \n[153]Only a bit, it's just a cut. \n[154]What are you talking about? \n[155]What's your problem? \n[156]Actually, I'd like to add to TJ's speech. I think I know where he was going with that. \n[157]Hey, hey, hey... \n[158]What are you doing? Get your fuckin' hands off that box. \n[159]Um... 105. \n[160]You touch me again, I'll rip your fucking head off and skull fuck you. \n[161]Ah, OK. Listen. I know you guys don't want me here and I don't want to fucking be here, but I'm not here for me, I'm fuckin' here for her- \n[162]- and I'm not fuckin' here to say goodbye or have my farewell or whatever the fuck you assholes call it - this is not how I want to say goodbye to someone I like - in this shit-hole with these- \n[163]- fuckin' assholes. \n[164]Yeah, well why don't you shut up for a second and listen cause I'm going to say what I want to say and then you'll never see me again. Alright?! 106. \n[165]I'm here cause she's been trying to tell you guys something, but you don't want to listen... so I'm gonna fuckin' break it down. \n[166]I pulled the gas tank from an old Chevy and I wanted to fuckin' blow it up, so I did. I didn't think about the millions of bits of metal that were gonna fly in every direction. I almost killed myself. I woke up in a hospital. I couldn't remember what happened and then this doctor at the end of my bed said 'son', and I said, 'don't call me son you fuckin' cunt', then he said, 'you blew off your nut'. Some shrapnel had penetrated my left scrotal sack and ripped the furry sucker right off. My left fucking nut was gone, just like that. \n[167]I went crazy. I assaulted a nurse, a doctor or two, I can't remember. I got arrested. I got sent to juvie. But all I could think about day and night was my missing fuckin' nut. I couldn't eat or sleep, I just wanted my fucking nut back. I had to get out of there and find it, so I busted out of juvie and went lookin' for it. I looked for days, but didn't find shit. \n[168]And then one night I was taking a shit and I was just staring down at my balls, looking at my flabby piece of sack where my left nut used to be and then I noticed my right nut, for like the first time. My right nut was just sitting there, totally happy, just hanging out. 107. \n[169]All this time I'd been driving myself crazy thinking about my missing nut and not thinking about the nut I still had all along. And I realized, I've still got a nut. I've still got one good nut. God or the Devil or whoever left me with one good nut. At least I didn't lose both my nuts. I've still got one good nut and it works, and my dick works too. \n[170]You lost your mom. You lost your wife. I lost a nut. \n[171]Fuck this. \n[172]Leave her alone. We're not finished yet. \n[173]I told Grandma I was going on a walk with her and I'm gonna do it! 108. \n[174]You promised Grandma you'd go on a walk with her. This is your last chance. \n[175]Get your hands off me, pig. ", "DAD": "\n[1]It couldn't stay in the front of the house anymore, TJ. I'm not having this conversation again. \n[2]It's there everyday and I have to look at it. \n[3]It's not healthy. \n[4]I don't wanna talk about it anymore. 5. \n[5]I don't. And that's it. \n[6]Yeah, I know, mom. \n[7]Yeah. 6. \n[8]Hope you have a nice day Teej. \n[9]Thanks mom. \n[10]Hey Teej. \n[11]What's the time? \n[12]I just had to lay down for a bit. \n[13]How was school? \n[14]That's a good question. \n[15]I don't know. I'm not ready yet. \n[16]TJ, who's this? \n[17]What's he doing? \n[18]Why is he smoking in the house? \n[19]Did you tell him he can't? \n[20]Can I help you with something? \n[21]What's he doing in the garage? 31. \n[22]That's enough. 38. \n[23]That's enough. \n[24]You ready? \n[25]It'll be good for us, Teej. C'mon. We'll be late. \n[26]I don't think anyone ever 'wants to go' to these things. It's supposed to be good for us. That's the whole point. \n[27]C'mon. Give me a hand here. 41. \n[28]Ah, OK. Sure. My name is Paul Forney. This is my son, TJ. We're here today because we lost my wife, TJ's mother, a bit more than two months ago now. And ah, I don't know, we're still trying to come to terms with things and, you know, just find some guidance of some kind, I guess, and, ah, yeah, so... \n[29]What's going on? 49. \n[30]Did you do it? \n[31]Not really? \n[32]What does `not really' mean? \n[33]Tell me what `not really' means. \n[34]No, it doesn't. Why would you say 'not really'? \n[35]You did. I heard you. \n[36]Yeah, before that. I asked if you did it. You said `not really'. \n[37]Why would you do something like that? 51. \n[38]Where were you today? \n[39]Counselling - 3:30, I'm there by myself. \n[40]Yeah, that's real nice. This thing is for you just as much as it is for me. I waited outside school for 45 minutes. \n[41]Maybe you should let me know before you don't show up next time. \n[42]No you didn't. \n[43]No you didn't. What you told me was that you didn't want to go. You didn't tell me that you were just not going to show up. 70. \n[44]For me a big difference. It means, I'm sitting on a fucking beanbag in a room full of losers by myself. \n[45]Can you pass me my pills? \n[46]\n[47]Language. I don't wanna hear it. \n[48]I don't care. If I hear it again, you're going to your room. 71. \n[49]Maybe I need to. If it's not the language, then it's your lack of responsibility... or I'm having to escort you down to the police station. \n[50]\n[51]That's enough. \n[52]TJ! I don't want to hear one more word from you! \n[53]That make you feel better? 72. \n[54]Teej. \n[55]Teej. Grandma, she's not.. she's not waking up. \n[56]She won't wake up. \n[57]I don't know, she just, she just didn't wake up. \n[58]I don't know. Getting some fresh air, I guess. \n[59]Yeah. \n[60]Are you OK? \n[61]What in God's name - \n[62]Holy crap, what is this thing? \n[63]Ah, slight problem. \n[64]Sure thing. 95. \n[65]I think we should keep the new one and give them our old one. \n[66]Good. I'm not even sure they know who I am. \n[67]OK, I just don't understand why they get so many presents. \n[68]And flowers. \n[69]Where have you been? 98. \n[70]Where have you been? \n[71]You lost track of time? It's ten in the morning! \n[72]I've been up all night. How is that fair to me? \n[73]Just go to your room. \n[74]There's someone at the front door for you. \n[75]Ah, sure. \n[76]Ah, I guess. \n[77]What are you doing here? \n[78]OK, this is enough- \n[79]That's the plan. \n[80]That's the plan. \n[81]Morning, Teej. \n[82]I know. It feels weird. I can feel air on my face. \n[83]I think Hesher's gone. \n[84]I don't know. But I think you should come take a look at this. ", "NICOLE": "\n[1]Leave him alone! \n[2]What are you doing?! \n[3]Are you alright? \n[4]I don't think so. Am I? \n[5]I can't believe he called me lady. Do I look like a lady to you? \n[6]Thanks. I mean do I look old? Well anyway, at least I can say I've been in a fight. 21. \n[7]I can't believe he called me lady. \n[8]Oh shit. \n[9]Ah, fuck it. \n[10]Hey, so I'm kinda like a hero now, aren't I? \n[11]Well actually, I basically just didn't want to have to go home and then spend the rest of the day feeling bad about the fact that I didn't help you and then hear about you on the news being beat to death in the parking lot. So you know, really I'm just - I did it for me. I'm just selfish. And I'm sorry, I'm sorry I'm like that. \n[12]Oh, gas station. 22. \n[13]Whoaaa... sorry, sorry. \n[14]Perfect landing. \n[15]You like black or red? \n[16]Black? Really? Are you sure? \n[17]\n[18]Red it is. \n[19]It's super sour isn't it? You don't have to eat it if you don't like it. \n[20]I know, that's the point. I used to hate this crazy sour stuff, I don't know what happened. I just recently acquired a taste for it. I don't even really know what's in it, but I pretty much eat it all the time. And I'm sure it's making me fat. I just don't want to end up like those fat old ladies you sometimes see, you know, the really fat ones? \n[21]I don't know why I'm telling you this. Anyway, I was secretly hoping that you loved these - \n[22]So you could eat 'em for me. But now I can see you don't like em' and I'm kinda glad cuz it means more for me. I guess I'm sort of a hypocrite in a way. \n[23]Hey! \n[24]You want your bike? 24. \n[25]Hi Sir, how are you today? Oh, hey. \n[26]How's it goin'? \n[27]Oh my god. That's so sweet, thanks. 35. \n[28]Oh, OK. \n[29]Thanks. \n[30]See ya. \n[31]Hi. \n[32]I'm sorry. I didn't - 57. \n[33]Sometimes, you know, a day is bad and then when you think it couldn't get any worse you suddenly discover whole new ways it can get worse. \n[34]No, thanks. 60. \n[35]Was that some kind of perverted metaphor for me? About how I should just step back and let things work themselves out? \n[36]What the hell was that? \n[37]What? \n[38]Are you OK? \n[39]Who's that guy? \n[40]We're where? \n[41]What was that back there? \n[42]That other house? \n[43]What the fuck!? \n[44]Yeah, and now I'm wet. \n[45]Cut it out. \n[46]So, how do you know this guy? \n[47]What, like he's renting a room or something? \n[48]Do you realize that the equivalent to you flicking that ant would be like one of us getting hit in the face by a giant wrecking ball at 100 miles an hour and getting thrown into the next yard? \n[49]Do you think the other ants are gonna wonder where that ant's gone? Do you think their gonna miss her? \n[50]Jesus Christ. \n[51]Did he just leave us? I think we should get out of here. \n[52]So, what's his name? \n[53]Hesher?... Is that a name? \n[54]Does he have a last name? \n[55]How old is he? \n[56]Do you know anything about him? \n[57]That was so lucky you guys were behind me when that guy got all mad about his car. I was freaking out. I don't really have any insurance right now. I just can't afford it. There's no way I could afford to fix that guy's car. How do people do this stuff? I mean, I have a job. It's kind of a joke though. I've been there for like a year and I'm still only doing like five hours a week. Why aren't they giving me any more hours? Do you think it's because they think I suck? Did you think I sucked when I served you at the checkout? \n[58]I don't even get paid enough to really cover my rent. I'm gonna have to start selling shit pretty soon. 67. \n[59]The sad thing is I could actually use it. \n[60]Oh, no. Please tell me that's not a ticket... \n[61]Fuck, fuck, fuck it. \n[62]Ah, shit. Fuck it. \n[63]What have I done to deserve this chain reaction of shit all the time? Sometimes I wonder if I were to die right now, if anyone would care, or even notice. \n[64]That's nice of you to say, but I doubt it. \n[65]Please don't call me lady. \n[66]Let's get out of here. \n[67]You wanna steer or push? \n[68]Hi, it's Nicole. I'm not in right now, but leave a message and I'll call you back. \n[69]Oh shit. TJ. \n[70]I came to see you. 99. \n[71]I wanted to tell you something. \n[72]I didn't know if I should come here or not, but I couldn't stop thinking about it. I thought maybe if I came you'd still just be really angry at me and hate me, but then I thought if I didn't you'd think I didn't care and you'd hate me anyway, so I figured I might as well come, just in case, so here I am. \n[73]I want to apologize. I feel bad about what happened. I didn't take your feelings into consideration - \n[74]Yes it does. It does to me. I like you, TJ. We're friends. \n[75]I understand if you don't want to be my friend. I didn't mean to hurt your feelings. Sometimes I just... I don't know. I just wanted to come around and say all that, but maybe you still hate me and so it doesn't matter, but I just came round to say that, but I've said it now, so I should just go. So, OK, bye. \n[76]It's OK. \n[77]It's OK. \n[78]But I'm a prostitute? ", "GRANDMA": "\n[1]There's still plenty of applesauce boys. \n[2]It's OK dear. He just needs time. It's his first day back tomorrow. Lets try and be patient. \n[3]One thing at a time dear. One thing at a time. \n[4]Hi, pumpkin. \n[5]How was your day? \n[6]Why sweetheart? \n[7]Do I look like I'm sitting in darkness here? \n[8]Maybe I need new glasses? \n[9]Actually, I don't even know if these are mine. \n[10]Geez, I don't know. \n[11]Jesus, I don't know. \n[12]You know my mother always told me that I'd damage my eyes if I read by poor light and I always think about that when I'm reading, but I've gotten this far, so why am I still worrying about it? Why am I even reading? There's something more I need to learn? \n[13]I guess there's always something more to learn. 15. \n[14]Is is your dad up yet? \n[15]Well, you know, sometimes people get knocked off course a little when bad things happen. But they come good in the end. \n[16]Here's some milk to wet your whistle. \n[17]Take some applesauce, sweetheart. \n[18]TJ, would you please pass me the salt? \n[19]Did you know that when Albert Einstein interviewed people for a job, he would take them out for lunch and if they put salt on their food before tasting it, he would not give them the job. \n[20]I've always liked that. 17. \n[21]Hi, TJ. What you doing around the back? \n[22]Your Dad's gone to the supermarket, honey. Everything OK? \n[23]I'm gonna make a cake. Do you remember my cherry cake story? 27. \n[24]I used to make a cherry cake all the time and it always came out just wonderful. One time I invited my doctor and his wife and I wanted to make an impression. I asked him to come see your dad in a play and he came and I said, 'would you like to come back to the house?' \n[25]And he said, or his wife said, 'yes they'd like to come back.' So earlier that day I made a cherry cake and I used a - I didn't know it till afterwards, I used a new product - instead of Crisco, I used Fluffo. They never made it again that Fluffo. \n[26]Oh, of course honey. \n[27]Hello there. \n[28]Does your friend want to eat some dinner dear? \n[29]Are you sure? \n[30]That's great honey, it's nice having a bit of music in the house again. Is he a new friend? \n[31]You know your grandfather played the harmonica for many years. \n[32]Hesher, would you like a glass of orange juice. \n[33]Morning, TJ. \n[34]Oh, I'm sorry, honey. We're out of milk. I can cook you up some eggs if you like, dear. \n[35]Would you like to come for a walk with me today? \n[36]No, I mean later. This afternoon. \n[37]OK, honey. \n[38]- and his wife said, yes they'd like to come back to the house.' So earlier that day I made a cherry cake and I used a new product - I didn't know it till afterwards- I used Fluffo. They never made it again that Fluffo. It was an imitation brand. I served the cake and there was silence. And then - \n[39]You put the cake in your mouth and it stuck to the roof of your mouth. They could hardly swallow it. \n[40]Hi sweetheart. \n[41]So who's coming for a walk with me tomorrow morning? \n[42]\n[43]Ok, well you're always invited. 37. \n[44]He's right TJ, it'd be very good for you to get some fresh air. \n[45]Why would anyone rape me? \n[46]Hi, honey. How was your special group? \n[47]Hi TJ. \n[48]Boys please, I'm not feeling well. \n[49]Did I miss something? \n[50]Those boys have been through a lot. \n[51]Sometimes I wonder if they're ever gonna smile again \n[52]I just wish there was something more I could do. \n[53]Thank you, dear. \n[54]I don't know, dear. \n[55]A worm? I don't know. I'm going to lie down. I'm not feeling well. I'm very nauseated. \n[56]Figure what out, dear? \n[57]No, not yet dear. Can you do me a favor? \n[58]Will you please hand me that red tin on the cabinet dear? \n[59]What? \n[60]Oh, I'm feeling very nauseated. They're medical cigarettes that help me with the nausea. Will you light a match for me, dear? \n[61]What is that? \n[62]Umm, OK. \n[63]Oh, wow... That was a big one. \n[64]I think I'm OK, dear. \n[65]Honey, how old are you? \n[66]I don't know. You seem a little older than TJ. \n[67]Oh, stop it. Aren't you a little old to be hanging around TJ all the time? \n[68]No, I'm his grandmother. \n[69]Actually, there's no limit to the food items that you can even think of that a snake might eat. Whatever is available in abundance would become the prey for the snakes. Depending on their growth, their diet - \n[70]They do eat mice. A lot of times snakes eat other snakes because they're the right shape - \n[71]So is TJ the mouse? \n[72]Well then, what am I? \n[73]No, I'm a grandmother. \n[74]Oh, that's nice. Where are you going? \n[75]Oh, OK, well have a nice time. I'll see you when you get back. \n[76]Ohh, OK, caauuse iii... ", "DUSTIN": "\n[1]Come on dude, get out of the car. \n[2]C'mon. Open it. \n[3]Ow, fuck. What the fuck you doing? Open it. \n[4]Put down the fuckin' window. I'm serious. 4. \n[5]S'up now, punk? You don't look so tough now, do you? 11. \n[6]How about you suck my cock? \n[7]Huh? Suck my cock. \n[8]Suck my cock. \n[9]Suck my cock. \n[10]What'd you say, bitch? \n[11]Don't fuckin' talk back to me. \n[12]You're fuckin' dead. 19. \n[13]What the fuck are you doing lady? 20. \n[14]I'm not finished, you fuck. \n[15]You're lucky I'm at work right now. \n[16]You fucked my car, you little prick. \n[17]Eat the cake. 40. \n[18]Fuckin' eat it. \n[19]It's your birthday. Eat your fuckin' cake. \n[20]The fuck are you doing here? \n[21]What about? \n[22]What do you wanna talk to him about? \n[23]What do you want to talk about? 80. \n[24]And what makes you think I'm gonna tell you? \n[25]What are you doing!? \n[26]Are you crazy?! \n[27]It's gone to the wrecker's. \n[28]The wrecking yard. \n[29]Why would I be lying? \n[30]It's gone to the wrecker's. I swear to God. \n[31]I'm not lying. It went to the wrecking yard on Sunrise near Red Bridge, yesterday afternoon. It's there now. 91. \n[32]I swear to God, man. It's at the wrecking yard on Sunrise. \n[33]You finished? Want to tell me something else while you're visiting? \n[34]What the fuck? \n[35]Oh my god, my nose! \n[36]Oh my god! ", "LARRY": "\n[1]Hey, Bill. \n[2]I beg your pardon? \n[3]And where was it supposed to go? \n[4]What's the deal with this car again, Tony? \n[5]Well, it's his name on the pink slip, son. And that means it's his to sell if he wants. \n[6]Thanks, Bill. You got that work order there? \n[7]Get out of the car, son. \n[8]Dustin, get him outta there, will ya? \n[9]I'd get out of here kid, before he works himself loose. \n[10]Yes? \n[11]Oh, yeah? What about? \n[12]Yeah, I figured that. You made it pretty clear the last time you were here, and I thought I made it pretty clear that I couldn't give it to you. \n[13]The car's not for sale. \n[14]I don't know. We're talking at least eighteen hundred dollars, not including taxes, registration, ADM, or dealer's fees. On top of that, you'd need a driver's license. I'm guessing you don't have one of those. You'd need valid car insurance. I'm guessing you don't have that either. But even if you did have these things, I still couldn't sell it to you because the car's not street legal. There's a million reasons why I can't sell it to you. 34. \n[15]Look kid, I appreciate your enthusiasm, I really do, but I don't know what to tell you. You can't have the car. End of story. \n[16]Do you mind if I get back to it here? \n[17]Yeah, why don't you just have him send them over... Sure... Scott, can you hold on a minute? What do you want? \n[18]I'm on the phone here. Can you see that? \n[19]I'm on the phone. Wait outside. I'll be with you in a minute. \n[20]What? \n[21]What money? \n[22]What money for the car? \n[23]Are you kidding me? I said, 'even if you had eighteen hundred dollars, I still couldn't sell it to you.' Even if you had five million dollars, I couldn't sell it to you. It's not even here any more anyway, so that's it. \n[24]Kid. Leave me alone. I feel like I've had this conversation with you too many times already, but I can tell you we won't be having it again because the car's gone. \n[25]It's all over. It's gone. It's not here. 81. \n[26]Kid. It's over. Good bye. ", "FUNERAL DIRECTOR": "\n[1]After the service we have complimentary lemonade in our wake room, but should you wish to upgrade to soda and sandwiches we can arrange that. People typically like to have a light bite after the service. \n[2]Excuse me, Mr. Forney, may I have a word? 101. \n[3]I hate to have to do this here, but there's a couple of things I need to discuss with you quickly, if that's \n[4]I know that we discussed your preferences for some aspects of today's service, including your choice of the cedar casket which the insurance company had covered. Unfortunately we were out of those and instead we've chosen a mahogany casket. Now there is an extra charge for the mahogany which I need to clear with you before we proceed. Is that \n[5]OK, great, thank you. If you could just sign here. \n[6]Just at the bottom there. \n[7]Just here, Mr. Forney, just under that... yes, that's great. \n[8]Now, just one other thing - we have another service following yours today, we hate to do this, but we're going to have to try to get through yours as quickly as possible. 102. \n[9]I don't want you to feel rushed, but we are really under the pump today and I just thought I should give you the heads up. Now, I notice, just looking at your order of service... (beat, thinking) Ah, look, let's play it by ear. We should be fine. \n[10]OK. Excuse me. \n[11]We are gathered here today to mourn the loss and commemorate the life of Madeleine Frances Forney.  Ah, if you could please take your seats as quickly as possible that'd be great. Thank you.  Madeleine was a beloved wife, mother, grandmother and friend. And now Mrs Agnes Rosowski, a dear friend and neighbor, will say a few quick words. \n[12]OK, thank you, Agnes... \n[13]OK, so at this point we should conclude today's service with a moment's silence, after which lemonade will be served in the... \n[14]I'm sorry, sir... \n[15]I'm sorry, sir we really need to- \n[16]I'm sorry, sir- \n[17]Unfortunately sir, we need to be. ", "MOM": "\n[1]Teej, c'mon sweetheart. We have to go. We're going to be late. \n[2]We'll eat it in the car. \n[3]Honey, will you grab the present? \n[4]We'll take my car. \n[5]That's a great idea. I'll be sure to let them know that our dirty old microwave is a gift from you. \n[6]Honey, they're my friends. Please. \n[7]A microwave and a bottle of scotch is hardly a lot of presents. \n[8]Sure honey. How about some oldies? \n[9]Honey? ", "DRIVER": "\n[1]You just messed up the back of my car you stupid idiot. You need to pay attention when you're driving a fucking car - \n[2]What? \n[3]What are you talking about? \n[4]Are you out of your mind? \n[5]I didn't back into her. I don't know what you're talking about. \n[6]No, I, I, I'm just saying I don't know what's going on here. \n[7]Look, I don't want any trouble, sir. \n[8]This is ridiculous - ", "COUNSELLOR": "\n[1]Look, TJ. I know you've been through a lot and it's gonna take time to readjust, but as you know, the school can't tolerate this kind of behavior. 12. \n[2]I'm willing to give you the benefit of the doubt this time, but you can't be starting fights. \n[3]What he did or didn't do isn't important. What's important is what you do, and how you react. Do you understand? \n[4]Which part don't you understand? \n[5]Hey, hey, hey. I do not wanna hear that kind of language in my office. \n[6]Listen, I'm gonna cut you some slack, but you're gonna have to meet me halfway here. \n[7]I should really be suspending you, but I won't if you can promise me you'll put in a real effort... (noticing TJ looking ", "KID 1": "\n[1]Hey, TJ. You're back. Welcome back. 9. \n[2]Yeah, I tried calling you a bunch of times, but it kept saying there was a new number or something. \n[3]Oh OK, cool... I didn't want to call cause I didn't know.  You want some of my bagel? \n[4]Hey, can I be the first one to sign your cast? \n[5]OK, cool. Well, welcome back, man. 10. \n[6]Hey, Teej. What are you doing? Come sit with us, we're in our spot. ", "MARIO": "\n[1]Ricky! Ricky! Kill it, man. \n[2]Kill it! There's someone in the car! 97. \n[3]What the hell are you doing? \n[4]What were you doing in there? \n[5]This car's about to get crushed. If I didn't see you, you would be dead. \n[6]What were you thinking, man? ", "MRS ROSOWSKI": "\n[1]I did not know Madeleine long enough, but from the moment I moved into the neighborhood so many years ago, she treated me as though I was part of the family. 103. \n[2]Madeleine always had open arms and welcomed friends as kindly as her own. She had such a kind wonderful heart. \n[3]We shared so many wonderful walks and enjoyed each other's company very much. I will miss our walks. I will miss our talks and most of all, I will miss Madeleine. I will always remember what she told me, life is like walking in the rain, you can either hide and take shelter or you can just get wet. She was dear to me and she will always have a place in my heart. \n[4]I love you, Madeleine. \n[5]TJ, I think you should say something. \n[6]Go on, TJ. "}}