{"dialogues": {"TAUPIN": "\n[1]I was merely walking by when- \n[2]Yes. \n[3]I was walking by when I heard a shout.  Your men came right after. \n[4]No. \n[5]It doesn't. \n[6]American. \n[7]What are you getting at? \n[8]That's none of your business. \n[9]I presume it's a sword. \n[10]Your murder weapon? \n[11]A mystery. \n[12]Yes. \n[13]Miss Cartwright, what is it I can do for you? \n[14]It's not mine. \n[15]Miss Cartwright, unless you have come here to sell the sword, there's very little I can help you with.  Now if you will excuse me, I have a great deal of work to do. \n[16]Basil the II. \n[17]-All but one out of a hundred, I know.  All left to be led like donkeys back home.  Now if you will please- \n[18]Good day, Miss Cartwright. \n[19]Where is he? \n[20]Where! \n[21]What name is he using? \n[22]How many came? \n[23]And the Bulgarian? \n[24]He knows I'm here.  How? \n[25]_Answer_ me. \n[26]My condolences. \n[27]Home. \n[28]He's mistaken. \n[29]Do you? \n[30]I've got all the time in the world. Except right now.  If you will excuse me, Lieutenant. \n[31]Have you taken to touring small town cemetaries, Miss Cartwright? \n[32]Probably. \n[33]People like that rarely leave business cards. \n[34]I don't know what you're talking about. \n[35]You have an active imagination. \n[36]Miss Cartwright, you are involving yourself in matters that do not concern you.  I strongly suggest you return to Washington and stay out of small town cemetaries. \n[37]I doubt that. Good day, Miss Cartwright. \n[38]Your help may be unneccessary. \n[39]Not so long. \n[40]You've been here from the start. \n[41]Of sorts. \n[42]Run! \n[43]Run! \n[44]You'll be safe here.  He won't kill in a church. \n[45]Tradition. \n[46]The money in the estate was enough to cover your costs? \n[47]His only kid. \n[48]We were very close. \n[49]When may I expect the cleaners? \n[50]Sits alone at a corner table.  A WAITRESS hovers over him. \n[51]Lager and lime. \n[52]Kahn? \n[53]Sit. \n[54]How are you? \n[55]How did you find me? \n[56]What are you doing here? \n[57]And have you something to settle with me? \n[58]It's good to see you, Kahn. \n[59]Neuvich, the clown of the crusades. \n[60]Offered the Pope one of his whores. \n[61]Had a great swing with his blade. For a Pope. \n[62]He found us even there. \n[63]I haven't drunk this much since- \n[64]You were never a kid. \n[65]You're insane. \n[66]How do you do it, Kahn?  How do you live so full of life for so long? \n[67]I've had a few more concerns. \n[68]You're wrong. \n[69]Finished? \n[70]Where? \n[71]At the moment?  Carl Smith. \n[72]You needn't worry Miss Cartwright. I've been at this a very long time. \n[73]Not your concern. \n[74]That bothers you? \n[75]He's dead.  Whatever I may or may not feel means exceedingly little to him now. \n[76]You? \n[77]Have you gone to the police? \n[78]Why not?  I'm sure they'd love to hear your story. \n[79]You are being foolish. \n[80]Go home. \n[81]He sees me as a threat. \n[82]You shouldn't have come. \n[83]We're you followed? \n[84]No one knows you're here? \n[85]You had to do _nothing_! \n[86]You're a fool. \n[87]Come inside. \n[88]You've been listening to rumors. \n[89]You are.  Now. \n[90]There's several bedrooms down the hall.  Take your pick. \n[91]Richard Taupin has become cumbersome.  It would be best if he just disappeared. \n[92]Not all of them. \n[93]I go my way and you can write all you want about the big bad Mr. Taupin. \n[94]The only real difficulty comes in changing over the ownership of property I've aquired.  That requires certain records and most importantly a personal appearance at the county seat in Gettysburg.  But that's where you come in. \n[95]The less exposure I recieve around government buildings the better.  You, as Mrs. Taupin, will attract considerably less attention than I. \n[96]Not such a bad trade.  The story of a lifetime for a few days work? \n[97]Same. \n[98]No. \n[99]I'm sure that's true. \n[100]Here.  The hook should go just below the head, where the meat is toughest. \n[101]Show you a trick. \n[102]Fish are creatures of habit.  They like their food where they're used to it.  At the top, hiding in old leaves. \n[103]My father taught me. \n[104]Yes, he was. \n[105]There was a man once.  Just a simple woodcarver.  But he understood.  More than anyone he could see to the heart of it. It never ends.  Today is the same as the first.  Tomorrow will be the same as today.  So much time.  And all of it wasted. You love history? \n[106]I wish I could. \n[107]It will take some time for the forms to clear before you go to Gettysburg. \n[108]Second thoughts? \n[109]Yes. \n[110]They do it each year. \n[111]Maybe it would do us both good. \n[112]My father was something of a junk collector. \n[113]Here, try this.  I suppose they're still making women the same as back then. \n[114]A little dusty. \n[115]His son.  Richard. \n[116]Of sorts. \n[117]Good evening, Mrs. Butler. \n[118]My father was never one for social whirls. \n[119]Nothing to be sorry about. \n[120]Follow me. \n[121]Yes. \n[122]Yes. \n[123]No.  Just the child of some lonely girl I gave a ride to.  When they died I put them in a grave with my name on it. Twenty years later I became the son. \n[124]More punch? \n[125]At least. \n[126]A factor of age. \n[127]You won't. \n[128]Why are you here? \n[129]I see. \n[130]Hardly a reason to run off with a murderer. \n[131]You are a very perceptive young woman. \n[132]Miss Cartwright, it's time I showed you something. \n[133]Miss Cartwright? \n[134]I had this room built some time ago. \n[135]That would be difficult to explain. \n[136]I was born Conor MacLeod in the village of Ardvrek on the High- land plain of Strathnaver in the clan of MacLeod under the King of Scotland.  On the eleventh of December, 1408. \n[137]I have served in the armies of twelve nations, married nine women, fathered thirty-eight children and buried them all. \n[138]I carried that rifle in World War I.  This book is a 16th Century policy report for the King of Austria.  The diploma is my con- ference of degree in Latin from Trinity College.  Class of 1672. It goes on. \n[139]Yes. \n[140]He is older than I. \n[141]Sometimes I think it's just for something to do.  A conquest to be the last.  Something to hold onto while everything else around you withers and blows away.  Some- thing to replace the love that can never work. \n[142]Perhaps.  There is something more. An inheritance. \n[143]I didn't kill the watchman. \n[144]Not the same. \n[145]Sometimes innocents become involved. \n[146]There are differences. \n[147]I haven't killed _you_. \n[148]No. \n[149]Come here, Brenna. \n[150]\"Brenna\".  In Celtic is means \"woman with raven hair\".  Only chieftan's daughters were allowed it. \n[151]Empty.  And fear.  Fear of those that would kill you and fear of those that would love you.  It can never last, and in the end you always end up destroying both. \n[152]It's all the same.  Half lives that never go away. \n[153]All of it finished. \n[154]Gettysburg's an hour's drive at most.  You should be back by nightfall. \n[155]Be careful.  Don't stay any longer than you have to. \n[156]Good luck. \n[157]Are you here? \n[158]And if I refuse? \n[159]Should I care? \n[160]Let her go. \n[161]Leave her out of this. \n[162]What's the point? \n[163]What's the point!  You have me, finish it! \n[164]Tradition. \n[165]Go to hell. \n[166]Leave her alone. \n[167]Don't. \n[168]Stop.  You don't understand. \n[169]In mamus tuas Domine commendo spiritum meum.  Auditorium nostrum in nomine Domine. \n[170]Requiescant in pace. \n[171]Is CRYING.  Not from wounds he no longer feels, but from something else. \n[172]I can't stand it.  Oh God, I can't stand it! \n[173]The scream of your blood.  The shriek of trees.  Stop it!  Stop it! \n[174]I'm the last.  Oh Christ, I'm the _last one_! \n[175]Get out. \n[176]I'll destroy you.  I've destroyed everything I've ever touched!  Oh God... \n[177]_Get out_! \n[178]The emptyness.  The years and years of void.  Nothingness.  Bordered only by the quest for ultimate nothingness. Who would have guessed? \n[179]Not power.  Not control. \n[180]Life.  It is the gift and the under- standing of life. \n[181]Life is only life when it is bounded by death.  The inheritance is death. The gift is the finality of life. To be part of the fabric.  The inside. I love you Brenna. \n[182]It will be horrible.  The future.  I may die tomorrow or 10,000 tomorrows. I can promise you nothing.  Nothing but a moment.  Maybe two.  But a moment of love, is that not worth a lifetime? \n[183]It's taken me so long.  So very long. ", "BRENNA": "\n[1]I'm invited. \n[2]Mr. Levine... \n[3]Doesn't have a head, does he? \n[4]Fine. \n[5]Didn't think it was my buddy over there. \n[6]Claymore. \n[7]Scottish claymore.  Take a French epee, add twenty pounds of ballast so it means business, and you've got a claymore. \n[8]It's in good condition. \n[9]Do you play? \n[10]Very traditional. \n[11]I'd like to ask you about the claymore. \n[12]It's quite rare you know, some- thing so common in its time so well looked after all these years. \n[13]Byzantine? \n[14]Charming guy, Basil.  Once after beating an army of Serbians he blinded all but- \n[15]Good reflexes. \n[16]I don't believe him. \n[17]He's too cool.  Too sharp.  I think he's got something to do with it. \n[18]Screw off, Larry. \n[19]What could they hold him for?  I think they're just waiting for something concrete before they haul him in for real.  We should look into it.  He had to have gotten that sword from somewhere. \n[20]I've seen nobleman swords that weren't as well preserved.  It's just a hunk of peasant iron.  Why would he be carrying it around in an alley? \n[21]Someone should check him out. Maybe a collection somewhere got knocked over.  He has one, he might have two. \n[22]Give it a rest Ned, huh? \n[23]So's playing choo-choo with two high school cheerleaders in the middle of- \n[24]You owe me.  Besides, I'm cute. \n[25]Church Hill, that's pretty close, isn't it? \n[26]Taupin...Taupin... \n[27]Tarmin...Tatum...Taupin, Richard Marshall.  Born to William and Karen Taupin, no address.  Attend- ing physician, Dr. Willis Kidell. \n[28]No thank you, I'm fine. \n[29]Why? \n[30]Then you didn't know Richard later on. \n[31]I've been trying to find somebody who knew him and any connections his family might have had with museums or historical societies. \n[32]I don't follow you. \n[33]The boy _died_? \n[34]Have you spoken to anyone else about this? \n[35]Would you remember his name? \n[36]I'm just curious. \n[37]Now there's a new topic. \n[38]Thanks. \n[39]I can't figure out why he's doing it. He's been Richard Taupin at least since 1967.  And the guys rich.  You should see the stuff he has in that shop. \n[40]Some guy named Smith was asking about him in Church Hill.  I passed his name around with your buddies downtown but they drew a blank.  So he isn't a cop.  District anyway. \n[41]Dr. Kidell had a picture in his file of the funeral.  The father looked just like Richard.  Even had a mark on his cheek. \n[42]P.D. says 41, but he barely looks 30. \n[43]Yeah. \n[44]Mr. Congeniality?  Let him find his own clues.  There's a journal article in this somewhere. \n[45]Sure. \n[46]Someone beat you. \n[47]Grave robbers? \n[48]Who? \n[49]Does Carl Smith? \n[50]I think you do.  Better yet, I don't think anything was stolen because nothing was there in the first place. And I think Mr. Smith, whoever he is, now knows that. \n[51]I've been to Church Hill. \n[52]I could find him. \n[53]I have friends. \n[54]What's wrong? \n[55]Jesus Christ. \n[56]Why not? \n[57]What the hell is going on? \n[58]There was a Count.  Count Dusan.  He would invite the local peasants to his chateau, fill them full of wine, then slice their bellies so he could reuse it. The symmetry of that somehow always appealed to me. \n[59]It's my birthday. \n[60]Thanks. \n[61]Buy a birthday girl a drink? \n[62]No, I- \n[63]Mr. Taupin?  I have to talk to you. \n[64]He tried to kill me last night. \n[65]Dupont Circle. \n[66]Who is he? \n[67]And you? \n[68]What will you do now? \n[69]He called you \"MacLeod\". \n[70]I left a man dead in Felton.  But you don't really care, do you? \n[71]He was innocent. \n[72]What about me? \n[73]I'm a witness to a murder.  That seems to put me pretty high on your friend's chop list. \n[74]No. \n[75]I'd rather hear yours. \n[76]I'm a historian, Mr. Taupin. Only once in a lifetime do you stare history in the face. \n[77]Why does he want to kill you? \n[78]Are you? \n[79]All I need is for you to check the name. \n[80]I'll take care of that Corey, but I need this now. \n[81]Corey, you _owe_ me. \n[82]Yeah. \n[83]I'm doing it on my own. \n[84]Some job.  Card filing and cabinet dusting.  Four years in this dump and I haven't written anything for Wilson that a wounded yak couldn't do. \n[85]It's bullshit.  Everything. My job, the people I get involved with, I'm up to here with it. \n[86]Who is it? \n[87]Chris, have you seen my notebook? \n[88]Why, that son of a bitch. \n[89]What's wrong Wilson, huh?  Not enough excitement in your own desk?  What the hell were you looking for in mine? \n[90]You better have a warrant.  That's my notebook, you've got no right to be sticking your fingers into it. \n[91]What do you want from me? \n[92]I'm calling an attorney. \n[93]We've got nothing to say. \n[94]Four? \n[95]Spare me the details. \n[96]What are you getting at, Moran? \n[97]It'll never stick. \n[98]You're an asshole, Moran. \n[99]What makes you so sure he's the one? \n[100]What's all of this got to do with me? \n[101]Research.  If your pal was there I never saw him. \n[102]Never take up poker, Detective. \n[103]Why don't you wait until it comes out in paperback? \n[104]Go to hell. \n[105]No. \n[106]No.  I had to talk to you. \n[107]You're wrong. \n[108]Maybe. \n[109]Is this what you killed them with? \n[110]Our cars were seen together in Felton.  They're calling me an accessory to murder. \n[111]What's all that? \n[112]You did kill those men. \n[113]When you finish, what then? \n[114]You make it all sound so simple. \n[115]You want me to front for you. \n[116]Yes. \n[117]The estate stuff is pretty straight forward.  Just lots of forms and an appearance at the county seat. \n[118]No. So what now?  We just wait? \n[119]Well, as long as we're stuck here. \n[120]It's some sort of party the town is throwing. \n[121]I thought it might be a nice break from all of this. \n[122]There's a catch.  You're supposed to wear 19th century clothing. \n[123]It's beautiful. \n[124]Fitted as well as can be expected in her lace dress, enters with Taupin, himself dressed in a formal suit complete with cape. His clothes fit perfectly. Mr. North, comically dressed as a pirate, greets them. \n[125]What was all that about? \n[126]Why? \n[127]What business? \n[128]I don't know any of these.  I'll make a fool of myself. \n[129]William Taupin seems to have left his mark. \n[130]And you are William Taupin, aren't you? \n[131]You're using your son's name. \n[132]Then you must be at least 70 years old. \n[133]That's impossible. \n[134]It's frightening sometimes the way you talk about other people's lives. \n[135]I hope I never get that old. \n[136]I must be insane.  Leaving work, ditching cops.  All to follow a murderer.  A very old murderer, but a murderer just the same. \n[137]I've been telling myself it's the award winning journal article I'm going to write.  But it's not. It's you. \n[138]I'm not even sure why. \n[139]My life has been chock full of people with complications and weak- nesses.  I can't stand it.  But you're different.  It's in your hands.  A clarity. \n[140]Just a little crazy. \n[141]My God. \n[142]Who are you? \n[143]I'd like you to try. \n[144]That's why Smith called you MacLeod. \n[145]He knows about you. \n[146]What could possibly be worth all this murder and distruction. \n[147]That's insane. \n[148]Of bodies. \n[149]You killed those other two. \n[150]What about that family in '31? \n[151]You and your buddy make a real team, don't you?  Exchanging eloquent threats in iambic pen- tameter while hacking up all the innocents in between. \n[152]You kill with your left hand? \n[153]Is that a threat? \n[154]Don't. \n[155]Damn you. \n[156]What is it like?  Being you? \n[157]But you're known so much. History I'll only read about. \n[158]What is it you want? \n[159]Will I see you again? \n[160]Do you have a drinking fountain? \n[161]Has run out of corridor.  She looks back at the Knight closing the distance.  CRYING in fear, she frantically searches for a way out. The Knight is nearly upon her. In desperation she runs into a janitorial closet, closing its heavy door. \n[162]Oh God... \n[163]Go away!  Oh God, go away! \n[164]You bastard! \n[165]Leave him alone. \n[166]My God. \n[167]Conor. \n[168]What's wrong? \n[169]What is it? \n[170]No! \n[171]Conor... \n[172]What are we supposed to say? \n[173]The inheritance. \n[174]You have lived forever. \n[175]Yes. ", "CONOR": "\n[1]It's a bit tight. \n[2]No, Mother.  They'll be here shortly. \n[3]I'll be fine Mother. \n[4]And a friend are marching through the moist heather. \n[5]Aye. \n[6]Is standing above the twitching body of his friend. Alone and confused, Conor has become seperated from the clan. He stumbles through the fog, seeking help. Suddenly he is alone with the Knight. The face of iron locks its gaze onto the boy.  His fear turned to panic, Conor turns and flees. The Knight, his resolve steeled in a raised sword, kicks his horse into persuit. Conor is easily overtaken and on his first pass the Knight brings his blade down hard into Conor's shoulder, slicing open most of the boy's back and knocking him face-first into the heather. As Conor watches his own blood spew forth, he rolls over in time to see the Knight dismount and start for him. \n[7]You're pretty today. \n[8]I'm your future husband, remember? \n[9]I don't understand.  Not a week ago your father gave us his blessing. \n[10]What are you saying?  I'm standing here as real as you. \n[11]But I did live. \n[12]So why the crazy talk?  It's a miracle it is.  Saint Andrew has smiled on me.  On us. \n[13]Who? \n[14]That's mad.  Surely you don't take their word? \n[15]You're sounding like that mad woman, Widow Baggins. \n[16]Ah, Lassie... \n[17]I'll not take that kind of talk from you.  From those others below, maybe.  But not from you. \n[18]You're not talking sense, Mara! \n[19]I'm sorry. \n[20]If you send me away now, Mara, I'll not come looking for you. \n[21]Evening, Douglas. \n[22]Ale suits me. \n[23]What's wrong with you all? \n[24]What are you doing man? \n[25]You'll not be bringing the church into this. \n[26]Be quiet. \n[27]Stop. \n[28]Stop! \n[29]Aye. \n[30]Goodbye. \n[31]Afternoon. \n[32]Aye. \n[33]You're not from these parts. \n[34]I haven't much to offer, Mr. Romirez from Spain, but you're welcome to what's here. \n[35]Five years past me clan fought another over some- thing I cannot even re- member. \n[36]I was nearly killed. \n[37]I did at that. \n[38]Aye. \n[39]I was driven out. \n[40]How can you know this? \n[41]Pheasant. \n[42]Why are you here? \n[43]You're a long way from Inverness. \n[44]You know me home.  Me name. \n[45]You are the same? \n[46]Yes.  Always. \n[47]It is less. \n[48]I don't know why. \n[49]He told me there could be only one. \n[50]I don't understand. \n[51]I'm twenty-two. \n[52]What? \n[53]No, that can't be. \n[54]No! \n[55]This is madness! \n[56]No! \n[57]This can't be. \n[58]This is monstrous.  I'll burn in hell for all eternity. \n[59]What is to become of me?  Am I to wander the Earth forever like a ghost? \n[60]Then they were right.  I am evil. This is God's punishment. \n[61]Oh my God.  Oh my God I'm lost. \n[62]Why does he want to kill me? \n[63]Aye. \n[64]But we cannot be killed. \n[65]How can I stop such a man? \n[66]Why? \n[67]Me arm hurts. \n[68]Go to hell. \n[69]Impotent cow. \n[70]It's like to kill me first. \n[71]And what is this great gift that cannot be seen or smelt? \n[72]If that was meant to be an ex- planation Mr. Romirez from Spain, I'm afraid you've failed. \n[73]You're no match for Scot, Mr. Romirez.  We're raised as riders. \n[74]What is the fascinatioon?  It is only a leaf. \n[75]I do not think I like the sound of that. \n[76]I feel hardly nothing. \n[77]But why be so concerned about me? \n[78]And you? \n[79]I am not ready for this. \n[80]Of course. \n[81]That is not me. \n[82]Yes, Darin. \n[83]I'll be back when I can. \n[84]All right. \n[85]A lion. \n[86]What would you like? \n[87]Like you. \n[88]Far away. \n[89]Do you have cause to bothering us? \n[90]You best leave, son. \n[91]I said you best leave. \n[92]Leave.  While you still can. \n[93]I should. \n[94]Watches the funeral quietly at a distance. \n[95]Watches the woman approach but decides against moving. She stops a few paces away and looks over him. \n[96]Katherine. \n[97]I owe him this. ", "ROMIREZ": "\n[1]Your name is Conor? \n[2]Juan Cid Romirez.  Chief surveyor and alchemist. \n[3]I am from Spain.  And I would like a moment of your time. \n[4]Please go to no trouble. \n[5]Your back, it would seem perhaps you were injured in battle? \n[6]Your marks would suggest great injury. \n[7]But you lived. \n[8]And but for a mark you are well as any man, no? \n[9]I should imagine that your recovery must have alarmed your fellow villagers, perhaps giving them reason to invent an explanation.  And a solution. \n[10]And now you live in a small village miles away from all you knew. \n[11]First food, no?  A good meal makes conversation so much easier. \n[12]Hmm, que rico.  What is it you call this? \n[13]You Scots have a way with game.  It still has life in it. Spirit.  Back home the food is so...domestic. \n[14]I was sent by his majesty of Spain to Inverness as a con- sultant on matters of metal. \n[15]In my travels I heard the story of the MacLeod boy struck down and brought from the hand of death by powers not of this Earth. \n[16]It was time for our paths to cross. \n[17]You see this? \n[18]When I was a boy a cart driven by a drunken fool crushed me.  All thought I would die or be maimed for life.  But I healed quickly. And like you I paid the price for being different. \n[19]Do you ever feel a flow, as if some- thing were pushing against you? \n[20]Does it change with me in the room? \n[21]You feel you know me. \n[22]We are brothers. \n[23]Some cling to sanity through time with the one continuity and trad0 ition their lives have known: The Game. You and I Conor, we are different from all others around us.  You know this, you can feel it.  We are flesh and bone like any man, but unlike our neighbors we are rather difficult to injure, permanently. \n[24]You are still so very young. \n[25]Not even a single lifetime. \n[26]Conor, you and I, we cannot be killed. \n[27]We are immortal. \n[28]It is as you are. \n[29]Listen to me.  Hear the words. \n[30]It is the truth. \n[31]Three days you've laid there. It's time you ate. \n[32]You are not dead, boy.  Accept it. \n[33]You'd have to die first. Aqui. \n[34]You will live.  Survive. \n[35]You have done nothing wrong Conor MacLeod. \n[36]You recall how I spoke of the push you feel and how I make it less? \n[37]It is always less with my living. Far or near.  But if I were to die the push would become stronger than ever before.  There is power in this.  And as long as you and I live, The Knight can never have it all. \n[38]There is an imperfection.  For all your healing, if your head ever leaves your neck, you are dead. You can survive anything but steel against your threat.  Then it is over.  The end. \n[39]Hide.  Run to the ends of the Earth till you learn.  You must learn to defend yourself.  In this I can help. \n[40]We are brothers.  And you are a defense- -of sorts. \n[41]Concentrate! \n[42]Harder.  Concentrate harder. \n[43]Again.  Try again. \n[44]Harder!  You swing like an impotent cow! \n[45]Oh, the boy has a mouth, now if only he had an arm. \n[46]Muy Bien! \n[47]Here my boy, from vineyards as sweet and smooth as a young girl's thigh. \n[48]It will take less effort as you learn. \n[49]You have a gift.  One you must protect. \n[50]The Fabric of life.  The spark that allows the passing of existence from one generation to another. \n[51]Come.  Enough sword play for an afternoon. \n[52]Point conceeded, Mr. MacLeod. \n[53]All living things pay dues, Conor.  They must be respected for that. \n[54]As they age they contribute to a sum that is the kindling from which all future life comes.  To feel it, to know it, is to be in touch with the will of every living thing. \n[55]It does not feel nearly as frightening as it sounds.  But the consequences of such feelings can be very frightening. For it gives you great strength.  The strength of _knowledge_.  The ability to stand between the giving of what has always been to what will always be. \n[56]You have not been fully trained. But you will learn.  And you will be good, I can feel that.  You have apt- itude.  This is why our friend is so concerned. \n[57]This power is divided amongst you, me, and others like cuts in a pie. But the cuts are not equal.  Some, like you and he, have more.  Much more. \n[58]I am a small player.  But if by helping you I can keep that monster from being the last, then perhaps my life has meant something. \n[59]You must be.  You have responsibilities. You must learn the rules.  You can never attract attention to yourself, never show the side that will draw others to you.  You will always know when you are in the presence of another.  Beware. But more importantly Conor MacLeod, will be your battle against time.  In the coming years you will see kingdoms rise then rot like wheat.  People will become a transitory, pathetic lot.  The only constant you will know will be the others and the tradition their greed and quest represent.  But life without morality, without the ability to truly taste the sweetness of wine and love, is no life at all.  That is how the others exist.  Nothing more than walking corpses living only to slaughter each other in an insane quest to be the last.  Keep your soul sewed to the earth.  Do not become one of them. \n[60]You are young, inexperienced.  You do not know what time can do.  How it can sap all pity, all love. \n[61]With the proper tools, Conor, a naive man can be much more dangerous than an evil one. \n[62]Go ahead, Senor. I have my friend to keep me company. \n[63]Madonna! \n[64]Oh, Santa Maria! \n[65]Demonio! ", "KNIGHT": "\n[1]Is the boy among them? \n[2]There can be but one. \n[3]Long time. \n[4]My quarry grows clever with age.  And the others, incompetent. \n[5]Friend of yours? \n[6]I do hope she enjoys a good show. \n[7]So now it ends. \n[8]Generation upon generation. Tens of thousands of miles. \n[9]You're the last, MacLeod. Romirez, Lacroux, Neuvich, those fools that followed me, their heads all line my shelf.  All but yours. \n[10]Can you feel it, MacLeod? Can you _feel_ it! \n[11]There can be but one. \n[12]\n[13]Romirez.  What a surprise. \n[14]Bastard! \n[15]Why run? \n[16]To hell with you. \n[17]Certainly not me. \n[18]You needn't look so flushed, Major.  You are quite safe in church. \n[19]State of grace and all that. \n[20]It's all we have. \n[21]All this time and still a scared little boy. \n[22]Perhaps not. You seem to have misplaced a private.  No doubt by now his head is stranger to his neck. \n[23]You surprise me.  Eliminating a rival like that.  Such are the actions of a man of conquest.  I was mistaken.  300 years have turned the boy's fear into ambit- ion. \n[24]I know you very well, Conor MacLeod. And I can see the truth beginning to make itself clear to you.  Mulet, Romirez, they were fools without vision.  It was destined that the board would be cleared for the real players. \n[25]Romirez is dust. \n[26]Finish your prayers? \n[27]Our common heritage. I am your only real friend, you know.  The only one who truly understands you. I look forward to the day we meet again.  And I kill you. \n[28]You can't stay in church forever. \n[29]Good night, Major. \n[30]You have three hours. \n[31]Welcome. \n[32]Kahn sends his best. \n[33]You disappoint me. I thought you'd finally gotten over that sort of thing. \n[34]As you wish. \n[35]You can do better than that. \n[36]No.  Not now. \n[37]Get up. \n[38]This isn't done.  Get up. \n[39]I have waited forever for this. You will not cheapen it, little boy. \n[40]It's all we have. \n[41]Perhaps Miss Cartwright would like to play. \n[42]Get up. \n[43]Be silent. \n[44]You will be silent!! \n[45]I do hope you're enjoying this as much as me. \n[46]Get out. \n[47]This is nothing that concerns you. \n[48]You will leave! \n[49]And now you know. ", "MORAN": "\n[1]What about that? \n[2]About the only thing that doesn't. \n[3]Just show her what she came for, Tom. \n[4]This your present address? \n[5]Mr.-  Taupin, what were you doing in that alley? \n[6]Did you know the victim? \n[7]His name was Iman Fasil if that jogs your memory. \n[8]He was carrying a Syrian passport and had been in the country less than a week. \n[9]Two days ago a Bulgarian national was murdered the same way.  He'd also been in the country less than a week. What is your citizenship? \n[10]Do you make a habit of hanging out in that neigh- borhood at night? \n[11]Let's just say that in my years with this department I've seen more than one well dressed business man look for a hand job on 14th Street. \n[12]What were _you_ looking for? \n[13]You're wrong. \n[14]Do you know what this is? \n[15]A claymore to be exact.  You wouldn't know anything about it would you? \n[16]It was covered with Mr. Fasil's fingerprints, but none of his blood. \n[17]For the moment. \n[18]All right Mr. Taupin, we'll be in touch. \n[19]There's been another murder. \n[20]Where were you Tuesday night? \n[21]A neighbor saw your car leave. \n[22]Look, I don't know what the hell you're up to, but I think I've got a pretty good idea. \n[23]All I need is time. \n[24]A murder. \n[25]I've got a morgue filling up with bodies.  That's my right. \n[26]Well, the man of the hour that we all would like to talk to about now has apparently skipped town. And all of a sudden the Smithsonian's ambulence chaser is an expert on missing persons. \n[27]You and I should talk first. \n[28]What are you going to tell them?  That you're protecting a man who's killed four people? \n[29]All fashionably without heads. \n[30]But there's more.  Wednesday someone played javelin with the cemetary curator in Felton, Delaware.  Some locals spotted two cars with D.C. plates and surprise surprise, they turn out to be registered to our own Brenna Cartwright and the ever popular Richard Taupin. \n[31]You've been a busy little beaver. Especially with that records mess up in Church Hill. Your notes are very complete. Naturally my feelings were crushed when you didn't rush right over and tell us what you knew. In fact, we're considering book- ing the ambulence chaser as an accessory to murder. \n[32]But we might just give it the 'ole college try.  What with the court back ups, it could be days before you got an arraignment. But then, I'm sure the flunk-out neice of the D.A. knows all about that. \n[33]I want Taupin. \n[34]Just for laughs we raided wonder boy's house.  There was a gallon of one of the corpse's blood in his carpet.  I think it was about then I withdrew his name for humanitarian of the year. \n[35]What were you doing in Felton? \n[36]I have witnesses that can put the two of you together. \n[37]Don't be stupid, lady.  Your neck can be sliced as fast as anyone else's. \n[38]I want people in here to check over every piece of this stuff. \n[39]Yeah. \n[40]Any other I.D.s come up? \n[41]Should have seen him the first night.  Son of a bitch stood there with a quart of blood on his pant leg and didn't even blink. \n[42]I think he has. \n[43]Are you sure? \n[44]Round up who you can and put them on standby. \n[45]No.  I want this to be all ours. \n[46]Moran.  All right, get a patrol unit out there right away.  I'll meet them. \n[47]Stands in the entryway.  The Knight sees him. ", "DUPONT": "\n[1]Yes General. \n[2]Stand straight, you are a soldier of the King. \n[3]Where is your bayonet? \n[4]Where? \n[5]Your rifle.  Hand it to me. \n[6]The flint is cracked.  No spark will reach your powder.  You will die tomorrow. \n[7]Tomorrow you go to _battle_!  And you look like children! The General has charged me with seeing that you are prepared, and prepared you will be!  If necessary you stand here all night!  Sargeant! \n[8]See to it. \n[9]Your name? \n[10]They're nothing but boys.  It will be a slaughter tomorrow. \n[11]We need more time. \n[12]Not likely. \n[13]I thought I gave orders the regiment was to drill. \n[14]What is your position? \n[15]I understand you joined up in Bremen. \n[16]I am a Major, Private.  You would do well remembering that when addressing me. \n[17]Equals? \n[18]Wait.  I think we understand each other. \n[19]Then it is time two of us did. You are very young.  I was once young.  I can help. \n[20]It can be different.  It must be. \n[21]We must talk. \n[22]Don't threaten me, Private. \n[23]Do not turn your back on me. \n[24]Either you are with me or against me. \n[25]I had no choice. \n[26]Who am I deceiving? \n[27]Tradition. \n[28]Not so scared. \n[29]No doubt. \n[30]You're wrong. \n[31]Romirez understood.  Not you. \n[32]Finish yours? \n[33]So sure? ", "KAHN": "\n[1]MacLeod. \n[2]Spare a chair? \n[3]Are you going to offer me a chair or leave me standing here all night? \n[4]Head still secure to the neck. \n[5]How many places this side of the Atlantic serve lager and lime? \n[6]Old habits die hard. Waitress!  A round of Nitzhic! Peasant drool, I know.  But it's the closest thing they stock to my side of the fence. \n[7]It is the gathering, my friend.  The settling of old scores. \n[8]Not tonight.  Tonight I have a drink with an old friend. \n[9]Come, toast with me the past. To old conquests, old loves, and to a time when we cared about either. \n[10]Waitress! \n[11]I'll never forget the look on that Papal commander's face when his \"heretic stronghold\" turned out to be a rock full of whores climbing all over Neuvich. \n[12]But then rides up Pope Pius who calmly brushes the dust from his papal cross, climbs off his papal horse, draws his papal sword and asks just what the hell is going on.  And what did Neuvich, dear dear drunken Neuvich do? \n[13]Good times then.  A man could stretch his legs without bring- ing half the world down around his ears.  Not like now. \n[14]He always did. \n[15]-Since you last saw me. \n[16]Come on. \n[17]I love zoos.  Ever since I was a kid. \n[18]I knew his great-grandfather. \n[19]No, seriously.  We used to shoot pool together in Rangoon. \n[20]Tasting and enjoying life is the only thing of value we have.  All else is just marking time. You're marking time. \n[21]The pressure only comes when you let the taste slip into your mouth. \n[22]You don't run as hard, MacLeod. You just don't run as hard anymore. ", "MULET": "\n[1]Mulet. \n[2]Staff sargeant detailed me to prepare firewood for the break- fast cooking. \n[3]Second musketeer. \n[4]You seem to understand a great deal. \n[5]Excuse me, \"sir\".  I thought we spoke as equals. \n[6]If you wish to play games, Major. \n[7]We have no understanding. \n[8]Help?  I've seen others \"help\". Somehow a head always ended up on the counter. \n[9]It never changes, Major. \n[10]Stay out of it. \n[11]Who do you think I am?  One of your freckle faced children waiting to die tomorrow?  \"Threaten you\"?  You and I just living will always be a threat.  Forever.  Look at your life, Major.  Look at mine.  Nothing there but threat.  Threats and nothingness. It's what we live for. \n[12]You are really going to force this, aren't you? \n[13]Have I a choice? \n[14]You see Major?  You are not so different. \n[15]You see Major?  You are not so different... ", "EXAMINER": "\n[1]Real clean.  No sawing action at all.  Whatever it was did it in one swipe. Like the other one. \n[2]Hasn't any blood on it. \n[3]I'll give it a closer look when I get back. \n[4]Hope this isn't past your bedtime. \n[5]This one came unassembled. \n[6]Come on, this is more your line of work. \n[7]How's your uncle?  I hardly ever see him anymore. \n[8]There you go. \n[9]Didn't look like it came from \"Toys-Are-Us\", that's why I called you. \n[10]Figured you knew more about swords than I did. \n[11]Huh? \n[12]You're the expert. ", "MARA": "\n[1]I have no future husband. \n[2]My future husband died in battle against the Sutherlands. \n[3]You cannot be real, Conor.  You had the last rites.  No man has been cut half as bad and lived. \n[4]Live?  In less than a week you're prancing about the country like a squirrel. \n[5]Some think not. \n[6]There's rumor in the village. Some call it magic. \n[7]I don't know, Conor.  It's not natural.  Maybe something has touched you. \n[8]Me father has taken back my hand. \n[9]Please not be touching me, Conor. \n[10]Leave me alone, Conor.  Please. \n[11]Do what you must. ", "KIDELL": "\n[1]1945, that strains the memory. Here we are, Richard Taupin. \n[2]Would you like more tea? \n[3]He was unsual. \n[4]Well, this is a small town, and it was even smaller then.  Most all the babies I delivered were from local families.  Richard's parents were just passing through when his mother's time came.  I did it right here at the house. \n[5]No. \n[6]Don't know about any of that. Suppose nobody does. \n[7]Poor little tyke didn't have a chance.  Hopelessly premature.  He died a few days after he was born. \n[8]Mother too.  Sad case it was.  The young lady just couldn't make it through labor.  Never even saw her son. \n[9]My brother worked for the town paper at the time.  He took this picture of the funeral. \n[10]There was this one fella.  Asked a lot of questions.  I was out of town but I heard he spent near a full day in the records office. \n[11]Carl Smith. ", "DENNIS": "\n[1]Maybe he's hiding from something. \n[2]Probably just some exec ducking an ex-wife. \n[3]How old is Richard? \n[4]Find the father.  That should clear things up. \n[5]Taupin, isn't that the guy Moran picked up the other night? \n[6]He'd want to know about all this. \n[7]Uncle Joey's little girl.  Can't get the taste out of her mouth. \n[8]Well, the cream of society awaits. If you're ever in the neighborhood... \n[9]I warned you. \n[10]Brenna? ", "KATHERINE": "\n[1]Do it again. \n[2]Oh please.  Another one. \n[3]Something pretty. \n[4]That's wonderful.  Where did you ever learn it? \n[5]Kiss me. \n[6]David. \n[7]David, we've already spoken of this. \n[8]No!  Leave him.  Please don't hurt him. Please. \n[9]I don't care who you are or where you come from. \n[10]I love you. ", "MOTHER": "\n[1]My, but are you the picture. \n[2]Have you time for some- thing to eat? \n[3]Must he go? \n[4]But Ian, he's still but a boy. \n[5]Ah Steven, it is good to see you. \n[6]You're a kind man to be sure. \n[7]Steven, Conor didn't die. \n[8]They were Steven, they were.  It's been a miracle it has.  He lasted right through and healed.  No one in the village has ever seen anything like it.  Ever. \n[9]Please take care of yourself. ", "OFFICER": "\n[1]Just tell us when you see the one. \n[2]Number 5, lift your coat up more. \n[3]Well? \n[4]They found it. \n[5]It was about fifty yards down- stream from the head. \n[6]Both were cut real clean.  Like the other ones... \n[7]No, that's the last place we saw her.  Okay, will do. \n[8]We keep looking. ", "INSPECTOR": "\n[1]They lost her outside of Thurmont. \n[2]Figure she's with him? \n[3]We ran down that Church Hill info. She's right.  There is no Richard Taupin. \n[4]Not yet.  Called FBI yesterday. Thompson's going to try CIA this afternoon. Y'never know. \n[5]You'd think he'd had practice. \n[6]Won't know till the records department comes back with it this after- noon.  Looks good though. They found the receipt in his townhouse.  It was pretty smeared but had Taupin's father listed as a signatory. \n[7]Think we should call the local P.D. out there first? \n[8]He's not here. ", "YOUNG MAN": "\n[1]You'll be leaving the girl alone. \n[2]That's my girl. \n[3]He's not what he pretends to be. \n[4]You think you're so high and mighty, coming into town and taking a man's woman.  Well I know about you.  I know about the things you do. \n[5]You'd like that, wouldn't you? Ask him about his friends.  The ones he meets in the town square. Ask him about the blade he keeps beneath his bed. \n[6]You don't frighten me. \n[7]He's not what you think. \n[8]He's not what you think! ", "VASSAL #1": "\n[1]Is a bad day for this. \n[2]By day's end he will have our heads. \n[3]This makes no sense to me. \n[4]Leave him! \n[5]Has the boy died? \n[6]Never seen anybody cut as bad live so long.  He should have died on the field. \n[7]This has been a dark day. ", "KNIGHT'S VOICE": "\n[1]Brenna. \n[2]My quarrel is not with you.  Meet me. \n[3]We have much to talk of, you and I.  Answers for the young historian. O'Reily's.  Tonight.  I've grown to like taverns. \n[4]We have some unfinished business. \n[5]I want you to come to me. \n[6]Give me an address where I can forward Miss Cart- wright's head. \n[7]Yes laddie, I have her. ", "LIBRARIAN": "\n[1]Come on Brenna, your ass is already in a sling, don't drag me into it. \n[2]You talked to your supervisor lately?  He's burning up the place about you just dropping out of sight.  That on top of the cops bugging him. \n[3]It's that important? \n[4]Good way to lose your job. \n[5]I liked the bit you did about Baltic chastity belts. Too bad no one else did. \n[6]You always were hard to impress. \n[7]Not who.  What.  Worstick's a town in Pennsylvania. ", "FATHER": "\n[1]Ah, Conor, how you look a man. \n[2]Your grandfather wore that in his service to the King, and I to fight for the Duke. \n[3]Aye.  It is his duty.  All of ours. \n[4]He's a MacLeod. \n[5]I wish there was some other way. \n[6]Goodbye, Conor. ", "THE KNIGHT": "\n[1]Rides calmly through the fracas.  He strikes and kills those that assault him, but appears disinterested in battle. He is looking. \n[2]Leans down next to Conor, his metal face nearly against the boy's.  His voice slithers out of the iron in almost a whisper. \n[3]is also now on the platform but can only watch Brenna through a window as the train pulls away. \n[4]Flings the chair aside and knocks open the door with a SLAM of his palm. \n[5]Tries the door handle. Stepping back, he lifts his sword and HAMMERS it deep into the wood. \n[6]Steps back and gives the door a last two-fisted swing. Brenna SCREAMS. The door collapses. ", "TAVERN MAN #2": "\n[1]We be drinking alone as well. \n[2]Requiem acer'nam donaei- \n[3]-Et lux perpetua- \n[4]-Luceat ei- \n[5]-Auditorium nostrum- \n[6]-In nomine sanctus esperitu- ", "INTRUDER": "\n[1]I don't know. \n[2]Smith.  Carl Smith. \n[3]The last four. \n[4]He got him. He always does.  Eventually. \n[5]None of this would be happening if you hadn't run... \n[6]We learned he'd found the immigration notaries in Liverpool and traced them to New York.  Then he figured out the birth records in Church Hill... ", "UNCLE JOE": "\n[1]Forget it. \n[2]You're never \"just curious\". You've met my neice, Brenna. \n[3]Aren't you getting a little old for this?  You flunked out of law school. \n[4]Don't they have enough for you to do at the castle? \n[5]Forgers do it all the time.  They take the birth certificate of some- one who died young and use it to get legit I.D.  Usually they carry it long enough to pass some bad checks then dump it. \n[6]Call your mother.  You never call her. "}}