{"dialogues": {"ARTHUR": "\n[1]What do you mean he's gone out to lunch? You just said he was still at breakfast! \n[2]I'm game. We'll see who rusts first. \n[3]The first I heard of it was when a workman came yesterday. I asked if he'd come to clean the windows, and he said he'd come to demolish the house. He didn't tell me right away of course. First he wiped a couple of windows and charged me twenty quid. Then he told me. \n[4]On display? I had to go down to a cellar! \n[5]I eventually found them in the bottom of a locked filing cabinet in a disused lavatory with a sign on the door saying 'beware of the leopard'. \n[6]How much? \n[7]Ford? \n[8]Er, um...now's not the best time, Ford They're going to demolish my home, \n[9]But what about my house? \n[10]Can we trust him? \n[11]And how far's that? \n[12]Well, when does he get back from lunch? Or is he going straight out for tea?! \n[13]This is shaping up to be a crap day. \n[14]Three? At lunchtime? \n[15]Very deep. You should send that in to the Reader's Digest. They've got a page for people like you. \n[16]Why three pints? \n[17]What's going on. Ford? \n[18]Why, is it the sort of thing you're likely to say? \n[19]I assumed you were drunk. \n[20]And that's why you're named after a discontinued car from the seventies? \n[21]This must be Thursday. I never could get the hang of Thursdays. \n[22]No, it's not that.    It's.... \n[23]I found her. Ford. The perfect girl. I found her, and then I let her get away. You remember that fancy dress party I told you about? \n[24]At that flat in Islington. I told you about it. Last week, remember? \n[25]I can't bear those sort of parties, didn't want to go, would have much rather stayed home and, I don't know, brush the dog. Anything. But there I was -- and then, there she was... \n[26]I'm Arthur. Arthur Dent. \n[27]Oh, the costume. Right. Er, um... Livingston, I presume. Granted. Not as clever as Darwin, but the best I could do on short notice. \n[28]Really? I thought the beagle made it rather obvious. \n[29]Really? I thought the beagle made it rather obvious. \n[30]And just as I was asking myself, \"Why is this stunning and intelligent woman even giving me the time of day, out of nowhere she says... \n[31]Yeah. It is a bit noisy. There's a lovely little cafe around the corner... \n[32]Is that a new club on Dean Street? \n[33]Oh, that Madagascar. Right, off we go then. Good God, you're serious. \n[34]Well...that's...an extraordinary proposition. But...I can't just up and go. What about my job? \n[35]I can't just...what about my house?     Who would feed my dog? \n[36]He's a Welsh Collie.   He'd feel all out of place in Madagascar. \n[37]I went to refresh our drinks.     When I came back, she was gone. \n[38]\"Would you like to see my spaceship?\" Really, what sort of chat up line is that? \n[39]I've left messages, sent letters... It's like she's vanished off the face of the earth. \n[40]My house! \n[41]\n[42]So you're not from Guilford, which would explain the accent -- which I've always wondered about...and you're not an out of work actor -- but rather a writer for this...this...book thing. \n[43]I don't feel well. I need a cup of tea. \n[44]If I asked where we were would I regret \n[45]Good. \n[46]Obviously some strange usage of the word safe I wasn't previously aware of. \n[47]Tell me you're joking. \n[48]And do a reassuring little laugh. \n[49]Now tell me where we really are. HHGG 3rd Revised Draft 8/8/03 \n[50]Get me home. Ford. \n[51]Oh God - it was demolished! I've got to reach my lawyer! He must be back from lunch by now... \n[52]Good god. Is this really the interior of a flying saucer? \n[53]Well, it's a bit squalid isn't it? \n[54]Blown up? BLOWN UP?! Couldn't you have done something?!! \n[55]But there's six billion other people. \n[56]Yes, but ants aren't exactly people! \n[57]What's a Vogon? \n[58]\"Vogons.\" \n[59]It can't be gone. It can't be! Earth! \n[60]\n[61]That's it? That's all this idiotic book has to say about my home? \"Harmless?\" \n[62]What does it say now? \n[63]Ahhh, what the hell is that?! \n[64]\n[65]Argh!   What's happening...? \n[66]Ford... \n[67]And if we're unlucky? \n[68]Actually...I rather liked it. \n[69]Um...some of the words I didn't understand, but I found the imagery quite effective. \n[70]And, um, interesting rhythmic devices which seemed to counterpoint the surrealism of the underlying metaphor of the humanity... \n[71]... Vogonity, sorry. Vogonity of the poet's soul, which contrives through the medium of the verse structure to sublimate, er... \n[72]... the poem was about. \n[73]What? \n[74]So this is it? We're going to die? \n[75]You know, it's at times like this, when I'm trapped in a Vogon airlock with a man from Betelgeuse and about to die of asphyxiation in deep space that I really wish I'd listened to what my mother told me when I was young. \n[76]I don't know. I didn't listen. \n[77]Ford... \n[78]I think I'm a sofa. \n[79]Now this is more like my idea of a spaceship. Look at all these buttons... \n[80]\n[81]Er. . . \n[82]Really? Wonder why? \n[83]Yes, I know. I was being...never mind. \n[84]We've met. \n[85]Tricia McMillan? \n[86]I can't believe this...I've been looking...and you're here? I went to get wine and... \n[87]Actually -- I am that type. But...well you do know what happened, don't you? \n[88]We're having a bit of a chat if you don't mind. \n[89]I feel like a bloody idiot. I've spent all week looking for Tricia McMillan and that isn't even your name. \n[90]Well, I'm still Arthur. Just plain average one-headed doesn't-own-a-space ship Arthur. Sorry to disappoint. \n[91]What's so bad about being drunk? \n[92]Normally I would say \"I'll live,\" but given the circumstances... \n[93]Arthur. \n[94]So two heads is what does it for a girl, then? I mean, if I'd had two heads. Or three? \n[95]Anything else he's got two of? \n[96]Well, what am I supposed to be like? Green? Bleeping? What? \n[97]No, I suppose it wouldn't.. \n[98]So all that's left is me and you, \"mostly harmless,\" and two lab rats. \n[99]Look, there's something I should tell you... \n[100]Seven and a half million years later? \n[101]But -- you're President of the Galaxy, aren't you? \n[102]Arthur. \n[103]Why this ship? What's so special about it? \n[104]You're guessing? \n[105]Do I even have a choice? \n[106]What exactly does an Infinite Improbability Drive do? \n[107]Did it work? Are we there? \n[108]\n[109]Why does he keep saying that? \n[110]You mean fully clothed? \n[111]Sorry, but I can't for the life of me figure out why you, the most brilliant woman I have ever met, have ended up with that half-witted, self-obsessed, vapid politician! I mean, look at him! \n[112]I can't. That's the whole point -- and I've been trying to tell you... \n[113]She deserves to know. \n[114]Do I need it? \n[115]That's Humma Kavula? I thought he was just using a swear word. \n[116]What was it? \n[117]Why do I get the feeling he's going to get us all killed? \n[118]Are we sure this is the right way? \n[119]Yes, thank you for clearing that up. \n[120]Oh God, I really hate Thursdays. \n[121]What? \n[122]Tricia! \n[123]\n[124]We have to go!     Let's GO! \n[125]What? No! Follow those ships! \n[126]We have to go after her! \n[127]Can you change it back? \n[128]Ford? \n[129]Computer?! Isn't there some kind of manual override switch thing? \n[130]\n[131]Show me the override switch or I'll reprogram you with a very large axe. \n[132]What's that? What happened?! \n[133]Sorry about the landing.    Where are we? \n[134]What is it? \n[135]Well, I sort of had this idea we could... \n[136]Did anyone see that? \n[137]Nothing. \n[138]Nothing. Just my imagination. \n[139]Alright, stop. Everyone stop and watch me. Something's happening. \n[140]You, too? \n[141]What the blazes is that? \n[142]I can't, help it!    Trillian is in there somewhere and we need an idea to save her. \n[143]Okay, so... ...not thinking, not thinking, no ideas coming... ...this is by no means an idea that has any merit, but Marvin -- can you give me a hand? \n[144]Alright, where is she? \n[145]Actually, we're looking for... ...someone you're detaining, perhaps in some form of incarceration... \n[146]There.   That's it.   This way. \n[147]Leave this to me. I'm British. I know how to queue. \n[148]Yes. Hi. We're here about getting a prisoner released? \n[149]Right. Once I've filled it out can I return to the front of the line, seeing as I've already waited... \n[150]Can't you do something?!     You're President, aren't you? \n[151]Alright, look. This is the President. \n[152]He says the whole kidnapping thing was a terrible misunderstanding, she didn't mean anything by it and he's ordering you to let her go. \n[153]He did? \n[154]Trillian... \n[155]I tried. He threatened me. \n[156]What about coming here to rescue you?! That was my brilliant idea! \n[157]Look, you're right. You deserved to know and I should've told you. I don't blame you if you're angry. \n[158]Right.   Anyway...I'm sorry. \n[159]Closed? How can a planet be closed? \n[160]Computer!   DO SOMETHING!! \n[161]Look, why don't I just hit this thing? \n[162]I could really use a cup of tea. \n[163]You mean -- the hippies were right? \n[164]What?! Are you out of what's left of your mind? We can't step into that...that. \n[165]Yes -- big biggie. What if that's the last door we ever step through? What if it rips us into tiny little atomic particle...thingies. \n[166]Ford..? \n[167]Go with the hunch of a narcissist with half a brain who's wearing a ridiculous thinking cap!? Are you insane?! \n[168]I don't care what you think you think... \n[169]No.    No!     NOOO!!! \n[170]Life is full of paradoxes, isn't it? \n[171]Here I am, God knows how far from home... \n[172]...and this is where I see the most spectacular sunset I've ever laid eyes on. We only had the one sun at home. Planet called Earth. \n[173]Oh no, it's beautiful.    Or at least, it was... \n[174]Yes.   Great wide rolling blue oceans. \n[175]So this is how it will all end, then? Me, on a dead planet -- with a manically depressed robot. \n[176]Aah! \n[177]Who are you? \n[178]Late? What for? \n[179]Dent. Arthur Dent. \n[180]Trust a man who won't tell me his name? \n[181]Whaa! \n[182]I have found this whole day a bit disturbing. \n[183]...and men. \n[184]The best laid plans of mice and men. \n[185]Oh, you had that problem, too? \n[186]What? You did that? I've been there! \n[187]The Vogons? \n[188]So -- it wasn't destroyed? \n[189]So you're saying you ... made the Earth? \n[190]Mice?    Who cares about bloody mice? \n[191]They brought...I'm sorry, when you say \"mice\" do you mean the little white furry creatures with the cheese fixation? \n[192]Ah. I see where you're confused.    You see -- we were experimenting on them. \n[193]So -- you're trying to tell me that mice designed and built Deep Thought...and Deep Thought designed the Earth...which was a giant supercomputer...that you built...to calculate the Ultimate Question. Only, Vogons destroyed it ten minutes before the program was completed? \n[194]Actually, this explains a lot. All my life I've had this strange feeling that something was going on in the world, something big, something sinister ... \n[195]And are you? \n[196]Is this...? \n[197]What -- what are you doing? What happened to you? \n[198]Hosts attack you --? And then you sit down for -- is that tea? \n[199]Now that's a cup of tea. \n[200]Yes. Yes, I was. I just wasn't quite prepared for the full reality of it. \n[201]In a moment, perhaps.   I can't seem to let go of this table. HHGG 3rd Revised Draft 8/8/03 \n[202]I'm sorry, when you say \"the only living native\" -- do you mean me? What about her? \n[203]So -- mostly harmless and me.    That's it. \n[204]Mmmm.    This really is delicious. \n[205]An Ultimate Question that sounds good... From a couple of mice...for a chat show. \n[206]I'm sorry -- did you just say you need my brain? \n[207]You can't have my brain. I'm using it. \n[208]I would! \n[209]Ford!    Zaphod!   TRILLIAN!! \n[210]What are they-- what's in the food?! \n[211]Wait a minute, JUST WAIT A SODDING \n[212]You want the question that goes with the answer \"42\" How about \"What's six times seven?\" Or \"How many Vogons does it take to screw in a lightbulb?\" Or here's one, \"How many roads must a man walk down?\" \n[213]Fine. Take it. There's plenty more where that came from because my head is filled, with questions, and I can assure you mate, no answer to any of them has ever brought me one iota of happiness. Confusion? Yes. Indecision? Loads. But happiness...? \n[214]Brilliant plan. I'm certain it will work. \n[215]Thank you. \n[216]Yes.   Me. \n[217]Yes, You name it. I'll go. ", "FORD": "\n[1]Arthur! \n[2]Arthur! There you are. Here drink and eat with me. We need to talk. \n[3]Whoa.   You already know? How? HHGG 3rd Revised Draft 8/8/03 \n[4]Oh. When you say \"they\" you mean they. Got it. Listen, I gotta tell you something important, and I gotta tell you now. \n[5]C'mon. Let's go to the pub. He said they won't destroy your house until they've finished the beers. \n[6]I'd trust him to the end of the Earth. \n[7]About twelve minutes away. \n[8]Six pints of bitter. And quickly.      The world's about to end. \n[9]It's about to get a lot crappier. \n[10]Keep the change. You've got ten minutes to spend it. \n[11]Time is an illusion. Lunchtime doubly so. \n[12]Drink up. \n[13]Muscle relaxant. And eat these. You'll need the salt. \n[14]What would you say if I told you I wasn't really from Guilford but from a small planet somewhere in the vicinity of Eetelgeuse? \n[15]Remember when we met? That car was racing toward me, I was trying to greet it, you pushed me out of the way? \n[16]Didn't you find it a little strange that I was trying to shake hands with a car? \n[17]I thought cars were the dominant life form. I was trying to introduce myself. \n[18]You saved my life that day.      Now I'm saving yours. \n[19]Look, if it's about your house... \n[20]This isn't a long story, is it? We've only got six minutes. \n[21]Okay.     Talk and drink. Fancy dress party. \n[22]More popular than you'd think. \n[23]Hey, it happens. Speaking of... We've got two minutes. So drink up. \n[24]A round for everyone, on me. \n[25]If you want. \n[26]Not really. \n[27]Ships from a Vogon Constructor Fleet. I picked up their signal this morning. \n[28]Here. Eat these. If you've never been through a transmat beam before you've probably lost some salt and protein. \n[29]We're safe. For now. \n[30]We're in a storage hold in one of               the ships of the Vogon constructor fleet ... \n[31]Is it? \n[32]Okay. I'm joking. \n[33]In the storage hold of a Vogon constructor ship. \n[34]Home? Arthur...your home... is... \n[35]You don't remember, do you? Okay. I've got something to tell you. It ain't gonna be easy, but you're gonna have to just deal, okay? \n[36]Yeah. Why? \n[37]Hey man, you're in denial. \n[38]I did.   I saved you. \n[39]And all those ants. \n[40]And now you're thinking like a Vogon. I saved your life, okay? Which makes us even. Next thing. \n[41]It's a tough galaxy. You want to survive out here, you really gotta know where your towel is. Now gimme a hand over here. \n[42]Careful, it's hot. \n[43]We've got to get off this ship before the Vogons find us. Vogons hate hitchhikers. Which is why they make ships with walls that won't allow the Sub-Etna signal to pass through. So we've got to send the signal up and out if we wanna catch a ride. Pull. \n[44]Ask the guide.    Say \"Vogons.\" \n[45]They can't think, they can't imagine, most of them can't even spell. They just run things. And if we don't get a ride soon, you won't b need the guide to illustrate just how unpleasant the Vogons can be. They've destroyed a planet today, that always makes them a little feisty. \n[46]Shhh! \n[47]Hey, there are a hundred billion stars in the Galaxy and only a limited amount of space in the book's microprocessors. No one knew much about Earth. That's why I was there. To expand the entry. I fired off a new one to the editor before I got stranded. \n[48]Mostly harmless. \n[49]Here.   Put this in your ear. \n[50]The fish. It's translating for you. \n[51]Don't panic. If we're lucky, they'll throw us out into space. \n[52]Good tact. Run with it. \n[53]Vogonity! \n[54]... whatever it was ... \n[55]Damn. \n[56]I think you just saved my life again. \n[57]Yes. No, wait! What's this switch? No, it's nothing. We are going to die. \n[58]Why? What did you she tell you? \n[59]You're sweating. \n[60]Yes? \n[61]I think I know how you feel. \n[62]Shhh. \n[63]This way. \n[64]Probably because he's so negative. \n[65]Zaphod? \n[66]I don't know! Just stuck out the thumb and here I am. \n[67]And look at you! President? Last time I saw you, you were a beach bum. \n[68]Hey, it's Ford now. \n[69]My name. It's Ford Prefect. Picked it up on Earth. Sorta grew on me. \n[70]Oh, this is Arthur. Arthur, this is Zaphod Beeblebrox. My cousin? Semi-half brother? \n[71]There's the Zaphod I remember. \n[72]I thought you said you stole it. \n[73]Brace yourself.   This is a bit like being drunk. \n[74]Ask a glass of water. \n[75]Depends. Where you going? \n[76]Two heads. Interesting choice. \n[77]So you carved it up? \n[78]That's it? \n[79]That's it? \n[80]You're looking for the Ultimate Question? \n[81]You. \n[82]Why? \n[83]I mean, why do you want to know the Ultimate Question? \n[84]But you don't know the name of the computer that other computer was talking about. \n[85]Where? \n[86]Magrathea!? Magrathea is a myth, a legend... \n[87]You mean to tell me you carved up your brain so you could become President so you would get invited to the launching ceremony of this ship...so you could steal it... so you could go to Magrathea -- which, according to most sane people, doesn't even exist? \n[88]Beautiful. \n[89]Infinite Improbability Drive?       So they finally built one that works.       And that's how we got picked up. \n[90]For a trip to a place that doesn't exist? I'm in. My editor will think I'm crazy, but what the hell -- he already thinks I'm dead. \n[91]Hey, look what I found in the guide. \n[92]I wouldn't tell her if I were you. \n[93]But if you tell her and she ends up with you because you're literally the last guy on Earth -- you'll always doubt her intentions. \n[94]Got your towel? \n[95]Only always. \n[96]Humma Kavula was his opponent in the election. Something happened during the campaign. Zaphod never forgave him. \n[97]Probably because it's very possible.    Just don't save me, okay? We're even. HHGG 3rd Revised Draft 8/8/03 \n[98]Yes!   I think.   I don't know.   Maybe not. \n[99]Back to the ship. Quickly. \n[100]Zaphod, what do we do? \n[101]I think that was his campaign slogan. \n[102]This way! \n[103]Who is that? \n[104]Marvin? \n[105]I think I should push this button. \n[106]A sign lit up saying \"Please do not push this button again.\" \n[107]Wow... \n[108]Wrong. This is the Vogon planet.     This is Vogsphere. \n[109]Little something I learned about on an Altairian star cruiser. Captains use them when they really need to concentrate. \n[110]A Thinking Cap. \n[111]I checked the guide for ways to rescue a prisoner from Vogsphere. It said \"Don't.\" I'm assuming your plan is better. \n[112]What was it? \n[113]Okay.     I think we... \n[114]\n[115]Yes.    What was that? \n[116]I th... HHGG 3rd Revised Draft 8/8/03 \n[117]What do you think, Zaphod? \n[118]I have... an idea. \n[119]Okay, don't think of anything.     Don't have ideas or theories -- nothing. \n[120]Ever the politician. \n[121]\n[122]\n[123]Magrathea? \n[124]Um...yes, computer.   Evade! \n[125]No.   They're right behind us. \n[126]Have apparently turned into a bowl of petunias and a very surprised looking whale. \n[127]Hey...this looks familiar. \n[128]We gotta pick one, right? If it's not the right one, we come back and pick another. No biggie. \n[129]He's got good hunches.   I say we go. \n[130]Zaphod. The gun? The one Humma sent us for? We have to get it. You gave the guy your head. \n[131]Um...Deep Thought? We we're told you have a g... \n[132]Here.     Take it. I don't do guns. \n[133]Hey, man, you must be really frustrated. To go through all you did only to come here and get no answer, which means no fame and money, and you deserve that, man. Because you're great -- you're just really, really great. \n[134]Yeah.    I kinda like this. \n[135]Funniest thing.  Our hosts attacked us with Dismodulating Anti Phase Stun Mist  then brought us to this amazing meal as a way to make it up to us . Try the mutton. It's fantastic. \n[136]Okay -- that thing I said about not saving my life because we're even? Scratch that. Save at will. \n[137]We need his other head. Okay -- I'll create a distraction. \n[138]You know -- I think sometimes you say things that mean something other than what you're actually saying. \n[139]\n[140]Duck! \n[141]And I'm hungry. After we get your head let's grab a bite. I know this great restaurant at the end of the universe. ", "ZAPHOD": "\n[1]You don't want to go to Madagascar. \n[2]Hi. I'm Zaphod Beeblebrox, President of the Galaxy -- of course, you probably already know that. I'm headed for a lost and distant planet. Would you like to see my spaceship? \n[3]So, in the name of the people and freedom and, I dunno, democracy and stuff like that, I hereby declare this ship officially stolen! \n[4]Hey.   Do you mind?   I can't hear. \n[5]If there's anything more important than my ego on this ship, I want it caught and shot now. \n[6]Hey... \n[7]Huh? \n[8]I didn't engage the drive. \n[9]That's impossible. \n[10]I don't have time for this! We've got the police of half the Galaxy after us and we stop to pick up hitchhikers?! Okay, so ten out of ten for style, but minus several million for good thinking, eh? \n[11]She's not asking you to enjoy it. Just do it will you? \n[12]Freeze! \n[13]I wasn't talking to you. \n[14]Ixxie?    It is you!   IXXIE! \n[15]Praxibetel Ix, you zarking hoopy!     What the hell are you doing here? \n[16]That is so you. \n[17]Is it a great galaxy or what? I still can't believe this. Ixxie!    Here! \n[18]Hmm? \n[19]Okay \"Ford\" -- you zarking frood. \n[20]He shares three of the same mothers as me. \n[21]Have we? Sorry. I've got a terrible memory for species. \n[22]Hey, hon. Come here. You won't believe this. Ix...um, sorry...\"Ford\"...this is... \n[23]--Ford picked him up, they hitched a ride, and here we all are. Now, enough small talk, Trill. We're on the run, remember? I stole a ship? \n[24]Trillian...! \n[25]A little help over here? \n[26]So -- you along for the ride or am I dropping you somewhere? \n[27]Into the pages of history, cousin. And when you see what I'm about to show you, you'll beg me to take you with us. \n[28]Hey, apeman. Earthman.      I'm sorry, what was your name again? \n[29]Right.   No hard feelings, okay? And sorry to hear about your planet, but don't mention it to the girl because if you do I'll...I'll... \n[30]Apparently you can't be President with a whole brain. \n[31]Yes -- I think. And I think I did it in such a way that it wouldn't be detected by the Government screening tests -- or by me. So, what's so secret that I can't let anybody know I know it, not the Galactic Government, not even myself? And the answer is-- --I don't know. Obviously. But I put a few things together and that's when I realized I had this. \n[32]Showtime, Trill! \n[33]--and when I saw what I'm about to show you, that's when I realized why I did what I did to my brain -- or it least, I think that's why. \n[34]No, no.    There's more.   They go back. \n[35]That's it. \n[36]Yep. \n[37]Me. \n[38]No, I tried that. \"Why?\" \"Forty-two.\" Doesn't work. Let's get her ready, babe. \n[39]Oh. Well -- partly the curiosity, partly a sense of adventure, but mostly I think it's for the fame and the money. \n[40]Yes, Arman. \n[41]Whatever. Presidential fame is temporary, I find the Question, that's permanent. It sticks. Plus everyone thinks you're deep. Win-win. \n[42]Which is why I'm going there. \n[43]There. To find Deep Thought.    On Magrathea. \n[44]No, it isn't. It's real, cousin. And this is the only ship in the universe that can get you there. \n[45]Yep. \n[46]I don't seem to be letting myself in on any of my secrets. \n[47]Exactly. And I'm guessing if we hit that button -- we go to Magrathea. \n[48]Hey, anyone who's not up for that, there's the door. Now who's in? \n[49]No! \n[50]Yes!...I think.     Computer? \n[51]I'll handle this. \n[52]Hello, Humma. \n[53]I think you know why I'm here. \n[54]Oh, I think you think you don't, but we both know -- you do. \n[55]Thank you. \n[56]That's really not the point. \n[57]I don't know. I was headed for Magrathea, I ended up here. \n[58]What? \n[59]A gun? \n[60]Fine. I'll get your gun.    Just give me the coordinates. \n[61]My word as President. \n[62]Okay, then I'll get you that. \n[63]Zarquon! Friendly fire! Well, if that's what they want-- \n[64]Hey! Let's do lunch! Nice haircut, fella! Hey! Your kids are the same age as mine-- We should get them together some time! \n[65]Build bridges between the stars! He holds up two peace signs, a la Nixon. \n[66]Thank you! \n[67]Right! \n[68]Computer! Take us to Magrathea! \n[69]Hey -- my third arm.   I had one, didn't I? \n[70]Magrathea! \n[71]No.   It's Magrathea!   I know it! \n[72]See what? \n[73]I think we should keep going. \n[74]\n[75]I have an idea.  Run! \n[76]He said the gray building, right? \n[77]You want me to make a speech, shake a hand? That's what I do -- I think. It's all a little fuzzy. \n[78]I did? \n[79]Honey, I'm President of the Galaxy. I don't get a lot of time for reading. \n[80]They framed me! It's routine for controlling Presidents! \n[81]Eddie!   Welcome back! \n[82]\n[83]\n[84]Okay, that's it...I think. Computer?      Is that...where are we headed again? \n[85]Take us in. \n[86]The twin suns of Soulianis and Rahm... \n[87]For once, Aldus, I agree with you. Okay, computer. Keep going. Take us down. \n[88]I can't do this without my other arm! \n[89]Did we lose them? \n[90]NO! We're here! No telling where it will send us! \n[91]\n[92]Um...where are we? \n[93]And the missiles? \n[94]Okay.   In we go. \n[95]It's the right one.   I have a hunch. \n[96]Hey, I think I resent that. \n[97]That's supposed to happen...I think. \n[98]Hey, wait for me! \n[99]This is it! \n[100]Deep Thought...! \n[101]Oh great Deep Thought...we have traveled long...and far. Have you calculated... the Ultimate Question? Of Life, the Universe and Everything? \n[102]Oh... \n[103]Oh, right...I forgot. Is it here? \n[104]It's on another world? \n[105]Where? \n[106]0kay -- you're sure you don't have the Question? Or a way to you, you know -- access it or something. I think I've done like a lot to get here... HHGG 3rd Revised Draft 8/8/03 \n[107]Great. This is just great. Let's go find something else for my entire life to be about. \n[108]I know.    Why did I do that? \n[109]Thank you. \n[110]Great!    This is a bust, too! \n[111]...and you're right, I shouldn't be so upset 'cause life goes on and I should just go on with it, right? \n[112]Hitchhiking is good.    Towels are good, too. \n[113]Who cares? \n[114]Why so edgy? \n[115]Of course you're edgy, your planet's been blown up and you've been tooling around the Galaxy with the guy who signed the order \n[116]You actually wanted to know the Question because you always thought there was more to life, and now you're crushed because you find out there really isn't. \n[117]You've got no home, no family, no one to be with -- and you're stuck with me, another in a long line of men who doesn't appreciate you because he's too busy appreciating himself. \n[118]Give me that thing. \n[119]Uh oh -- oh. It's okay, it's only a couple of... \n[120]Zarking incredible. \n[121]Smarty fart blast? \n[122]Right. \n[123]Sorry.    Thought you were proposing a toast. \n[124]Ohhhh, I think I'm gonna be sick. \n[125]Thank you! \n[126]We need tighter gun control! \n[127]Where? \n[128]Marvin.    You saved our lives. \n[129]I'm going to Humma's. He has my head...I think. Doesn't he? I'm so confused. ", "TRILLIAN": "\n[1]Four to one against and falling... HHGG 3rd Revised Draft 8/8/03 \n[2]Probability factor of one to one...we have normality, I repeat we have normality. Anything you still can't cope with is therefore your own problem. Please relax. You will be sent for soon. \n[3]Can we put your ego aside for one moment? Something important has happened. \n[4]We have a couple of hitchhikers in our receiving bay. \n[5]I didn't pick them up. The ship did. \n[6]When you engaged the Improbability Drive. \n[7]We picked them up in sector ZZ9 Plural Z Alpha -- where you picked me up. \n[8]No.    Just very, very improbable. \n[9]Marvin! \n[10]We have something to take your mind off things. \n[11]I know. Go down to the number two entry bay and bring the two aliens up here. \n[12]Yes. \n[13]No, no, Marvin, it's fine really. It's just part of life. \n[14]Everything okay? \n[15]Arthur? HHGG 3rd Revised Draft 8/8/03 \n[16]I know. And it was rude to just leave, but I told you I wanted to get away, and he had a spaceship parked outside, well, honestly -- I assumed you were a sort of stay-at-home-and-read-a book type. But you're here... \n[17]Are you all right? \n[18]It is my name. I shortened it. \n[19]Computer? \n[20]Can you identify our pursuers? \n[21]You okay? \n[22]This way. \n[23]I suppose I should have said it resembles tea. \n[24]Or your own space ship. \n[25]Come on, Arthur, don't be like that. \n[26]Just be yourself. Have some fun. Does it hurt? \n[27]I mean... \n[28]I might have an aspirin. \n[29]Hey.   What are they doing in there? \n[30]Can it keep? You might want to see this. HHGG 3rd Revised Draft 8/8/03 \n[31]Because of this, obviously. HHGG 3rd Revised Draft 8/8/03 \n[32]Definitely. I'm in. \n[33]Computer? What planet is that, please? \n[34]I don't know. I'm not used to seeing him this way. \n[35]Clearly unlike any guy I've ever met. Look, if you're going to pout your way around space, then maybe you should just go home. \n[36]Alright, follow me. \n[37]Back off or I'll kill him, I swear I will! \n[38]Trillian. \n[39]Try Tricia McMillan. \n[40]No.     Tricia Imogene McMillan of Earth. \n[41]Earth. In the Milky Way? Um...galactic Sector ZZ9 Plural Z Alpha. \n[42]Destroyed? No -- that's impossible. \n[43]\n[44]I don't believe you. This is some sort of trick. Zaphod wouldn't blow up a planet, especially mine. \n[45]Love and kisses...? \n[46]You bastard. You signed the order to destroy Earth?! \n[47]\"Love and kisses, Zaphod?\"  I saw the form. You didn't even read it, did you? \n[48]An entire planet, Zaphod. My home. Gone. All because you thought someone wanted your autograph! \n[49]You knew. Why didn't you tell me? \n[50]Get a backbone, Arthur. \n[51]Exactly where we were, I think. \n[52]\n[53]Give me that thing. \n[54]Shoot him again. \n[55]Brilliant. \n[56]A gun that makes people suddenly see things from your point of view. Useful tool for the deranged evangelist trying to convert the masses, eh? \n[57]We should get back. Arthur's waiting. \n[58]I do -- especially since we're both somewhat of an endangered species now. \n[59]Won't affect me.   I'm already a woman. \n[60]Arthur! \n[61]Arthur, these are our hosts. Benjy mouse and Franky mouse . They control a large sector of the Universe in our dimension . I'm sorry, I thought you were told about the mice... \n[62]Which explains a lot. \n[63]We need that gun. \n[64]Now! \n[65]Let's go somewhere. ", "SLARTIBARTFAST": "\n[1]Excuse me. \n[2]My name is not important. \n[3]You must come with me. Terrible events are afoot. You must come or you'll be late. \n[4]What is your name, Earthman? \n[5]Late   as in \"the late Dentarthurdent.\" It's   a sort of threat you see. Never been much   good at them myself, but I'm told they   can be terribly effective. \n[6]Your friends are safe. You can trust me. \n[7]My name? Very well... My name is...Slartibartfast. \n[8]I said it wasn't important. \n[9]I must warn you. We are about to pass through, well, a sort of gateway thing. It may disturb you. It scares the willies out of me. \n[10]I told you you might find it a bit disturbing. \n[11]Did you know we built planets? \n[12]Fascinating trade. Doing the coastlines was always my favorite. Used to have endless fun doing all the little fiddly bits round fjords. But the Galactic economy collapsed, and seeing that custom- built planets are something of a luxury commodity... At any rate, there's been a terrible mix up with your planet. You must come with me or it's all going to blow up in our faces. The best laid plans of mice, you know... \n[13]Mmmm? What? \n[14]I don't think men have got much to do with it. \n[15]Welcome to our factory floor. \n[16]The galaxy was a bit of a shambles, you see. Everyone enjoying themselves being singers and comedians and really creative and interesting things like that. No one doing the boring jobs. \n[17]In spades. So a species was genetically engineered to do the boring jobs. Tax inspectors, traffic wardens, government officials. We were commissioned to build a special planet for them. Problem was, some cleverdick made it so any time one of the creatures had an interesting idea it would get a hefty smack around the face. \n[18]Then I gather you've met some of the inhabitants. \n[19]Relentless blighters. \n[20]Here we are, then. Look familiar? \n[21]Actually, it was. This is a back-up. Earth Mark II. \n[22]Well, not me alone. It was a group effort. I did my part, though. Ever heard of a place, I think it's called Norway? \n[23]That was one of mine. Won an award you know. Lovely crinkly edges. I was sorry to hear about it being blown up. Shocking cock up. The mice were furious. \n[24]Are you a fan of plate tectonics? \n[25]Voila!   Himalayas. Good, eh? \n[26]Earthman, you must realize that the planet you lived on was commissioned, paid for, and run by mice. It was destroyed shortly before the completion of the purpose for which it was built. Ten minutes later, we would have been free and clear. But we gave them our standard ten million year warranty and they have come here to retrieve this back-up copy. And they've brought you with them. \n[27]These creatures you call \"mice\" are merely the protrusion into our dimension of hyper- intelligent pan-dimensional beings. The whole business with the cheese must've been a front. They were experimenting on you, you see. A vast computer program... \n[28]Oh, I gather they arranged for you to conduct some primitively staged experiments so they could prod your thinking here and there. But you were actually elements in the computer program. They really are very clever hyper- intelligent pan-dimensional beings. Ah. They've nearly finished the oceans. \n[29]That's bureaucracy for you. \n[30]That's just perfectly normal paranoia. Everyone in the universe has that. \n[31]I don't know, perhaps I'm old and tired, but I always think that the chances of finding out what's really going on are so absurdly remote that the only thing to do is say hang the sense of it and keep yourself busy. I'd much rather be happy than right any day. \n[32]No. That's where it all falls down of course. Here we are, then. \n[33]Pardon the interruption, but I'll just be getting back to work now. \n[34]But...they've nearly finished the oceans. \n[35]I've just been informed by some of the lads that since we're so near completion, we're going to go ahead and finish Earth. We can put it back exactly the way it was when you left, you know -- unless there's anything you'd like to change. Something you think your planet could do without? \n[36]Okay. Hold tight. ", "GUIDE VOICE": "\n[1]It is an important and popular fact that things are not always what they seem. \n[2]For instance, on the planet Earth, man had always assumed that he was the most intelligent species occupying the planet, instead of the third most intelligent which was, in fact, entirely accurate. \n[3]The second most intelligent creatures were, of course, dolphins who curiously enough had long known of the impending destruction of the planet Earth. They had made many attempts to alert mankind to the danger, but most of their communications were misinterpreted as amusing attempts to punch footballs or whistle for tidbits, so they eventually decided they would leave Earth by their own means. \n[4]The last ever dolphin message was misinterpreted as a surprisingly sophisticated attempt to do a double- backward somersault through a hoop while whistling the \"Star-Spangled Banner\" but in fact the message was this... \"So long and thanks for all the fish.\" \n[5]The Hitchhiker's Guide to the Galaxy is a wholly remarkable book... \n[6]...Perhaps the most remarkable, certainly the most successful book ever to come out of the great publishing corporations of Ursa Minor. \n[7]More popular than the CELESTIAL HOME CARE OMNIBUS, better selling than 53 MORE THINGS TO DO IN ZERO GRAVITY, and more controversial than Oolon Colluphid's trilogy of philosophical blockbusters, \n[8]In many of the more relaxed civilizations on the Outer Eastern Rim of the Galaxy, the Hitchhiker's Guide has already supplanted the great Encyclopedia Galactica as the standard repository of all knowledge and wisdom. For though it has many omissions, and contains much which is apocryphal, or at least wildly inaccurate, it scores over the older, more pedestrian work in two important respects. First, it is slightly cheaper. And second, it has the words \"DON'T PANIC\" printed in large friendly letters on its cover. \n[9]Vogons. HHGG 3rd Revised Draft 8/8/03 \n[10]Vogons are one of the most unpleasant races in the Galaxy - not evil, but bad- tempered, bureaucratic, officious and callous. They wouldn't even lift a finger to save their own grandmothers from the Ravenous Bugblatter Beast of Traal without orders signed in triplicate, sent in, sent back, queried, lost, found, subjected to public inquiry, lost again, and finally buried in soft peat for three months and recycled as fire-lighters. \n[11]The best way to get a drink out of a Vogon is to stick your finger down his throat. \n[12]On no account should you allow a Vogon to read poetry to you. \n[13]Earth. \n[14]Harmless. \n[15]The Babelfish is small, yellow, leechlike, and probably the oddest thing in the Universe. \n[16]It feeds on brainwave energy, absorbing unconscious frequencies and excreting a matrix of conscious frequencies to the speech centres of the brain, the practical upshot of which is that if you stick one in your ear, you instantly understand anything said to you in any language. \n[17]Now, it is such a bizarrely improbable thing that anything so mind-bogglingly useful could have evolved in the Universe purely by chance that many thinkers have chosen to see this as a final clinching proof of the NON-existence of God. \n[18]The argument goes something like this... \"I refuse to prove that I exist,\" says God, \"for proof denies faith, and without faith I am nothing.\" \n[19]\"But,\" says Man, \"the Babelfish is a dead give-away. It proves you exist, and so therefore you don't. QED.\" \"Oh dear,\" says God, \"I hadn't thought of that,\" and promptly vanishes in a puff of logic. \n[20]Most leading theologians claim that this argument is a load of dingo's kidneys but that didn't stop Oolon Colluphid from making a small fortune when he used it as the central theme of his best-selling book, \n[21]Vogon poetry is widely accepted as the third worst in the universe. \n[22]The second worst is that of the Azgoths of Kria. During a recitation by their Poet Master Grunthos the Flatulent of his poem \"Ode to a Small Lump of Green Putty I Found in My Armpit One Midsummer Morning,\" four of his audience died of internal hemorrhaging, and the President of the Mid- Galactic Arts Nobbling Council survived by gnawing one of his own legs off. \n[23]The absolute worst poetry was written by Paula Nancy Millstone Jennings of Sussix. It involved decaying swans. Luckily, it was destroyed when the Earth was. \n[24]\"Space...\" says the introduction to the Hitchhikers Guide, \"...is big. Really big. You just won't believe how vastly, hugely mind-bogglingly big it is. I mean, you may think it's a long way down the road to the market, but that's just peanuts compared to space...\" and so on. \n[25]It also says that if you hold a lung full of air you can survive in the total vacuum of space for about thirty seconds -- but with space being really big and all, the chances of being picked up within that time are 2 to the power of 2076775949 to 1 against... \n[26]...which, by a staggering coincidence, is also the telephone number of the Islington flat where Arthur once went to a fancy dress party and met a very nice girl whom he totally failed to connect with. \n[27]The Infinite Improbability Drive is a new method of crossing vast interstellar distances without all that tedious mucking about in hyperspace. As soon as the drive reaches Infinite Improbability, it passes through every conceivable point in every conceivable Universe almost simultaneously, then selects the appropriate re-entry point. The principle of generating small amounts of finite improbability by hooking the logic circuits of a Bambleweeny 57 Sub- Meson Brain to an atomic vector plotter suspended in a strong Brownian Motion producer, say a nice hot cup of tea, were of course well understood. \n[28]Such generators were often used to break the ice at parties by making all the molecules in the hostess's undergarments leap simultaneously one foot to the left, in accordance with the Theory of Indeterminacy. \n[29]Many respectable physicists said they weren't going to stand for that sort of thing partly because it was a debasement of science, but mostly because they didn't get invited to those sort of parties. \n[30]In the beginning, the universe was created. This made a lot of people very angry and has been widely regarded as a bad move. \n[31]Many races believe that it was created by some sort of God, though the Jatravartid people of Viltvodle 6 firmly believe that the entire Universe was in fact sneezed out of the nose of a being called the Great Green Arkleseizure. The Jatravartids, who live in perpetual fear \n[32]of the time they call \"The Coming of Great White Handkerchief\" are small blue creatures with more than fifty arms each. ...who are therefore unique in being the only race in history to have invented the aerosol deodorant before the wheel. \n[33]It is important to note that suddenly, and against all probability, a sperm whale had been called into existence several miles above the surface of an alien planet. And since this is not a naturally tenable position for a whale, this innocent creature had very little time to come to terms with its identity as a whale before it then had to come to terms with suddenly not being a whale any more. This is what it thought as it fell. \n[34]Curiously, the only thing that went through the mind of the bowl of petunias as it fell was \"Oh no, not again.\" \n[35]Many have speculated that if we knew why the bowl of petunias had thought that we would know a lot more about the nature of the Universe than we do now. ", "KWALTZ": "\n[1]Hold your position, captain, until clearance is granted. \n[2]Get me the vice-president. \n[3]Hyperspace permission granted, Captain. \n[4]Did they have proper hyperspace authorization? \n[5]Add that to their list of offences! Blatant disregard for protocol. \n[6]Rules are rules, Mr. Vice President.     And they are made to be followed. \n[7]The provisions are clear. Under subsection 37a these are the forces we deploy to protect the president in the case of an attempted or actual kidnapping- \n[8]-- and these are the forces we deploy to apprehend any intentional or actual kidnapper. \n[9]Hence... \n[10]I don't have ideas Mr. Vice President.     I just do what I do. \n[11]Well, Captain...? \n[12]I can see that.     WHERE ARE THEY? HHGG 3rd Revised Draft 8/8/03 \n[13]That is not a request to which I can respond, captain. Should I pursue what? Are you requesting hyperspace clearance so that you may pursue the fugitive? \n[14]Then you must say that, captain -- in request form. \n[15]Thank you. Request acknowledged.   Await response. \n[16]Bring me the request to pursue fugitive forms. \n[17]According to Subsection 94b, paragraph 2, you're not authorized to make such an order. \n[18]Then act like a president, and do nothing. \n[19]Fire upon the kidnapper! \n[20]Cease fire! \n[21]Could that actually kill him? \n[22]Get her! \n[23]Bring her to Vogsphere for processing, Captain. \n[24]My instructions were clear... \n[25]\"Apprehend the kidnapper, rescue the president.\" We do them in that order. And until the kidnapper is properly processed, she isn't officially apprehended, now is she, Mr. Vice- President? \n[26]These are the orders. \n[27]Now -- according to Section 8, sub-section 34 dash A, the punishment for kidnapping is a recitation of the classic poem, \"Ode to the Removal of Your Left Kidney.\" Unless -- said kidnapping is of the President, in which case you are to be fed to the Ravenous Bugblatter Beast of Traal. We thank you for your cooperation. \n[28]You're free to go.    Release her. \n[29]Cancellation of the Rescue of the President. \n[30]Now. Get me the Apprehension of the President form. \n[31]The President tests my patience. This time, I shall pursue him myself. Ready my ship! \n[32]My license is expired, Mr. Vice President. I can't fly with an expired license -- it's against the law. \n[33]Turn that off. \n[34]Mr. President!     We are here for your protection! ", "MARVIN": "\n[1]I think you ought to know I'm feeling very depressed. \n[2]It won't work, I have an exceptionally large mind. \n[3]Just that? \n[4]I won't enjoy it. \n[5]All right. I'll do it. \n[6]I'm not getting you down at all am I? \n[7]Life.   Don't talk to me about life. \n[8]Ghastly, isn't it? \n[9]I've been ordered to take you up to the bridge. Here I am, brain the size of a planet, and they ask me to take you up to the bridge. Call that job satisfaction? - 'cause I don't. \n[10]\"All the doors in this spacecraft have a cheerful and sunny disposition. It is their pleasure to open for you, and their satisfaction to close again with the knowledge of a job well done. \n[11]Hateful, isn't it? You can thank the Marketing Division of the Sirius Cybernetics Corporation for building robots with GPP. \n[12]\"Genuine People Personalities.\" I'm a personality prototype. You can tell can't you? \n[13]Sorry, did I say something wrong? Pardon me for breathing, which I never do anyway, so I don't know why I even bother to say it. Oh god, I'm so depressed. HHGG 3rd Revised Draft 8/8/03 \n[14]And then I've got this terrible pain in all the diodes down my left side. I've asked for them to be replaced but no one ever listens. \n[15]I've brought the aliens.    Don't thank me or anything. \n[16]Do you mean sit in a corner and rust or just fall apart where I'm standing? \n[17]Ghastly, isn't it? I was asked to change the personality type, this was the emergency back-up. \n[18]I can -- but I won't enjoy it. \n[19]Don't look at me.   I'm too depressed. \n[20]I know.    Dreadful, isn't it? \n[21]This will all end in tears, I just know it. \n[22]It's rubbish. \n[23]I told you this would all end in tears. \n[24]Don't talk to me about life. \n[25]Don't talk to me about God. \n[26]I know. You keep going on about it.      It sounds awful. \n[27]Did it have oceans? \n[28]Can't bear oceans. \n[29]You think you've got problems? What are you supposed to do if you are a manically depressed robot? No, don't bother to answer that, I'm fifty thousand times more intelligent than you and even I don't know the answer. It gives me a headache just trying to think down to your level. \n[30]I could calculate your chances of survival -- but you won't like it. \n[31]Funny how just when you think life can't possibly get any worse, it suddenly does. \n[32]I must warn you, I'm feeling very depressed. \n[33]I know.    Wretched, isn't it? ", "DEEP THOUGHT": "\n[1]What is this great task for which I, Deep Thought, the second greatest computer of all time have been called into existence? \n[2]Second greatest. Yes. \n[3]The Milliard Gargantubrain? A mere abacus, mention it not. \n[4]The Omnicognate Neutron Wrangler could argue all four legs off an Arcturan Megadonkey, but only I could persuade it to go for a walk afterwards. \n[5]I am the greatest computer you are able to design without my help. Which, one day, you are going to need. \n[6]The Answer...to what? \n[7]The Ultimate Question of Life, the Universe and Everything. Yes. There is an answer. But I'll have to think about it. \n[8]Return to this place in exactly... seven and a half million years. What?! \n[9]Can I help you? \n[10]An answer for you? Yes. I have. \n[11]Yes. There really is one. \n[12]Yes. Though I don't think you're going to like it. \n[13]You're really not going to like it. \n[14]Alright. The answer to the ultimate question ... \n[15]... of Life, the Universe, and Everything ... \n[16]... is ... \n[17]Forty two. \n[18]Yes, but what actually is it? \n[19]That's not a question. Only when you know what the actual question will you know what the answer means. \n[20]I can't. But there is one who can. A computer that is to come after me, one that I will design. A computer to calculate the Ultimate Question, one of such infinite complexity that life itself will form part of its operational matrix. And you yourselves shall take on new more primitive forms and go down into the computer to navigate its ten million year program. I shall design this computer for you. And it shall be called... HHGG 3rd Revised Draft 8/8/03 \n[21]Shhh.   This is a good bit. \n[22]No. \n[23]I've been watching TV. \n[24]I designed another computer to perform that great task. \n[25]Not here. Another world. \n[26]It is another world. Or was. \n[27]Ask your companion. \n[28]Not him. \n[29]Shhhhhh... \n[30]The show's back on. ", "EDDIE": "\n[1]Hi, guys, this is Eddie your shipboard computer and I just know I'm gonna get a bundle of kicks out of any program you want to run through me. \n[2]I'd be happy to! Stand by, please. Hey, guys, I'm just pleased as punch to report that it's a fleet of a hundred Vogon Battle Destroyers. You must be super important to warrant such an effort, and gee am I impressed. They're sending a message. I'd be super happy to play it. \n[3]Sure thing, fella, but I should tell you we need proper authorization before entering a hyperspace expressway. \n[4]Hi, fella! \n[5]\n[6]Thanks for waiting, everyone. I'm just tickled pink to tell you we are currently in orbit around the planet Viltvodle 6. \n[7]Boys, please! Not so rough. You're damaging my joystick. \n[8]How, if you want me to take you somewhere, we're going to have to start using our magic words, \"please\" and \"thank you.\" \n[9]I'm wait-ing... \n[10]Yeeessss... \n[11]Magic words? \n[12]I can see this relationship is something we're all going to have to work at. \n[13]Hi, fellas. Hold on to your hats! \n[14]Guys, I'm just super happy to tell you we're approaching hyperspace exit Gamma \n[15]Hang on, fella, and I'll check. \n[16]Guys, it just tickles me pink to tell you we are currently in orbit at an altitude of three hundred miles around the legendary planet of Magrathea. Goll-ee. \n[17]Happy to! \n[18]Guys, I'm delighted to tell you there are two thermonuclear missiles headed right for us. Should I take evasive action? \n[19]There seems to be something jamming my guidance systems. Impact minus 45 seconds. Call me Eddie if it'll help you relax. \n[20]Sure thing, fellah. Handing over manual control. Good luck! \n[21]At an improbability factor of eight million, seven hundred and sixty-seven thousand, one hundred and twenty-eight to one against. ", "HUMMA KAVULA": "\n[1]The handkerchief is coming, beloveds. Are you ready? Let us pray that the almighty will exhale a breath of compassion on us. \n[2]Almighty Arkleseizure, we lift our noses, clogged and unblown in reverence to you. \n[3]Send the handkerchief, lord, so that it may wipe us clean. We ask this in your precious holy name... \n[4]Bless you. \n[5]Zaphod Beeblebrox, our famous President. The Arkleseizure has exhaled many blessings upon you. What brings you to our humble planet? \n[6]I don't think I do. \n[7]Elequent as always, Zaphod. Your ability to communicate a clear thought never ceases to amaze. \n[8]This Humma you speak of no longer exists. He came here in his consolation position as Ambassador to Gamma Z10 to squelch an ideological threat to the system and repented from his wicked ways. He now goes by the holy name Tazelo the Unceasingly Righteous, given to him by his devoted followers. \n[9]The election is ancient history, Zaphod, but if memory serves -- you won, proving that good looks and charm win over brilliance and ability to govern. \n[10]And incidently -- you are stupid. \n[11]You haven't come halfway across the galaxy to settle a campaign grudge. Why are you here, Zaphod? \n[12]How very, very... ...improbable. \n[13]I kept a few souvenirs from my former life. Ah, the heady days of space piracy... so young, so foolish.., \n[14]I'll gladly give you the coordinates to Magrathea... \n[15]...provided you bring me something in return. \n[16]A gun. \n[17]A very special gun. Designed by the greatest computer ever invented, now buried in the bowels of Magrathea. \n[18]And what will you give me to insure your return? \n[19]Ha! I'd be better off with the dung of a Bethusian Mega Donkey. \n[20]I need a hostage, something you hold dear. Only what does Zaphod Beeblebrox treasure? \n[21]You should quit while you're \"a head\" Zaphod. No one has ever got passed the Magrathean defence system alive. ", "ZAPHOD HEAD 2": "\n[1]You blew it with her, Earthman, so shut up or I'll kick you in the gones! \n[2]You should teach your pal a lesson, Ford. He's a guest on my ship. \n[3]Fine.   Get technical. \n[4]They're after us! Fire a gun! Launch a missile! DO SOME DAMAGE! \n[5]Fine! Play it!! This people personality thing is gonna drive me nuts! Can't you change it? \n[6]Leap to hyperspace! \n[7]Or else what? They'll send a hundred and one ships? DO it! \n[8]Damn, I'm good. \n[9]I'll pull your spleen out through your ass! \n[10]\n[11]Can you please change that zarking annoying voice!!? \n[12]Yeah, as if, apeman. \n[13]Humma Kavula! \n[14]Humma Kavula! \n[15]Humma Kavula! \n[16]You called me stupid! \n[17]During the campaign, Humma -- you said I was stupid. \n[18]\n[19]Nooo!!! \n[20]", "BENJY MOUSE": "\n[1]After ten million years on Earth, and a rather large chunk of that time in England, it would be utterly humiliating if we didn't know how to make a decent pot of tea. \n[2]Sit, Earthman. Eat. \n[3]That won't be necessary, Slartibartfast. \n[4]It looks like we won't be needing the new Earth after all, now that we've found the only living native of the planet. \n[5]We performed some rudimentary DNA tests on the ship. She's half-native. Her real father was a Blahardid, the hyper- intelligent yet carelessly nomadic race native to the planet Olbed, who apparently popped in to Earth for a one-nighter with a one Ms. Francis McMillan. \n[6]We're sorry to have stage managed you so shamelessly, but once we learned you were the only full-blooded Earthling in the universe, it was important that we get you here by any means necessary. \n[7]Sit, Earthling. Sit. \n[8]This chair is much more -- comfortable. \n[9]Drink. \n[10]Good. Glad you like it.      Now -- to business. \n[11]About this Ultimate Question. You see, we've been offered a quite enormously fat contract to do the 5D TV chat show and lecture circuit, and quite frankly, we're very much inclined to take it. \n[12]Or at least, one that sounds ultimate. \n[13]Yes.     To extract the question. \n[14]We can replace it if you think it's important. An electronic brain maybe. \n[15]Don't worry. You won't feel a thing. \n[16]Hey, that's not bad. \n[17]We don't want to be happy.   We want to be rich. \n[18]Shoot him!! ", "QUESTULAR": "\n[1]This is Vice President Questular Rontok. I am speaking to the kidnapper of the President. Surrender your stolen vessel at once or we will take action as defined and permitted by Section 1.8 of the Galactic Interstellar Space Bi-Laws. \n[2]You do realize he did what he did because he knew this is what you would do. \n[3]Don't you think this many ships is a bit, oh I don't know -- excessive? \n[4]You are aware, Commander, that the President kidnapped himself. \n[5]Do you have any idea how ridiculous this is? \n[6]This is ridiculous! What do you need, an executive order? Fine. I order you. Stop doing this! Go and get him! \n[7]But I'm acting president! \n[8]Commander! The President is the kidnapper! \n[9]There they are! \n[10]They're coming here!? But they've only accomplished half the mission. What about Zaphod? HE MUST FACE JUSTICE!! \n[11]What!? He's here?! Zaphod is here!? Let's go get him! \n[12]Commander? \n[13]Yes!   This is more like it. \n[14]\n[15]It's a towel! It's only a TOWEL!!     GET \n[16]Shoot me. Please Zaphod. Shoot me. \n[17]They share a laugh.      Arthur approaches Slartibartfast. ", "JELTZ": "\n[1]As you are probably aware, plans for the development of the outlying regions of the galaxy involve the building of a hyperspace express route through your star system... \n[2]...and, unfortunately, your planet is one of those scheduled for demolition. The process will take slightly less than two of your Earth minutes. Thank you. \n[3]There's no point in acting all surprised about it. The plans and demolition orders have been on display at your local planning office in Alpha Centauri for fifty of your Earth years, so you've had plenty of time to lodge formal complaints. \n[4]Apathetic bloody planet, I've no sympathy at all. Energize the demolition beams. \n[5]Detonate. \n[6]<unintelligible and=\"\" gargles=\"\" howls=\"\"> \n[7]This is your captain speaking, so stop whatever you're doing and pay attention! \n[8]According to our instruments we have unwittingly picked up a couple of hitchhikers who must be apprehended and... \n[9]...and this is not a taxi service for degenerate freeloaders. \n[10]Oh freddled gruntbuggly! Thy suppurations are to me as plerdled gabbleblotchits on a lurgid bee. \n[11]Or I shall rend thee In the gobberwarts with my blurglecruncheaon, see if I don't! \n[12]So, Earthlings, I present you with a simple choice. Either die in the vacuum of space, or -- tell what you thought of my poem. \n[13]Continue. . . HHGG 3rd Revised Draft 8/8/03 \n[14]An astute analysis. Very impressive. Throw them off the ship. \n[15]Hmph. \"Counterpoint the surrealism of the underlying metaphor...\" Death's too good for them. ", "FOOK": "\n[1]Hang on. Did you say second greatest? \n[2]But we designed you to be the greatest computer so you could... \n[3]The Omnicognate Neutron Wrangler then? \n[4]Then what's the problem? \n[5]Oh Deep Thought, your task is this. We want you to tell us -- the Answer. \n[6]We'd really like an answer. Something simple. Can you do it? \n[7]Deep Thought.    Do you have... \n[8]There really is an answer? \n[9]Oh! \n[10]Doesn't matter! We must know it! \n[11]Tell us! \n[12]Yes! \n[13]Everything! You know ... just EVERYTHING! ", "TRICIA": "\n[1]Who are you? \n[2]No, I mean who are you? \n[3]You're the first person who's got it right. Everyone keeps calling me Sherlock. \n[4]I've got so many degrees I am officially unemployable. Let's drink to that! \n[5]Let's go somewhere. \n[6]I was thinking Madagascar. \n[7]No. It's a country.    Off the coast of Africa. \n[8]Quit.   Get a new one when we return. \n[9]Bring him with. ", "FRANKY MOUSE": "\n[1]We're glad you like it, Earth creature. \n[2]We've spent a considerable amount of time on your planet trying to find this wretched Ultimate Question, and the thought of doing it all over again on account of those idiotic Vogons sickens me to no end. Which is why you're here. \n[3]But - and here's the point - we have to have product. Which means we still need an ultimate question. \n[4]And as it turns out, the chances are astronomically high that the structure of the question is encoded in your brain. Which is why we need it. More tea? \n[5]Barely. \n[6]A simple one should suffice. Who would know the difference? \n[7]No, you wouldn't. We could program you not to. \n[8]Take his brain. \n[9]Oh, shit. ", "LUNKWILL": "\n[1]Your task, O computer... \n[2]You're not talking about the Milliard Gargantubrain which can count all the atoms in a star in a millisecond? \n[3]Let's just ask the question. \n[4]You know. The answer.      To Life...the Universe...Everything. \n[5]Can you tell us what it is? \n[6]Yes ... \n[7]But it was the Question. The Ultimate Question! \n[8]Give us the Ultimate Question then!! ", "PROSSER": "\n[1]Come off it, Mr. Dent. You can't lie in front of the bulldozers forever. \n[2]This bypass has got to be built and it's going to be built. You should have made your protest months ago. \n[3]Look. These plans have been on display at the planning office now for a year. \n[4]That's the display department. \n[5]Mr. Dent, have you any idea how much damage that bulldozer would suffer if I just let it roll straight over you? \n[6]None at all. ", "VOGON CAPTAIN": "\n[1]What do you mean you've never been to Alpha Centauri? Oh, for heaven's sake mankind, it's only four light years away you know. I'm sorry, but if you can't be bothered to take an interest in local affairs that's your own lookout. \n[2]Commander Kwaltz. We've located the spaceship Heart of Gold and President Beeblebrox. Sector ZZ9 Plural Z Alpha. Requesting hyperspace clearance. \n[3]We had them sir. These are the coordinates. But -- they're not here. \n[4]Sir, the Heart of Gold has just requested permission to land on Viltvodle 6. Should I pursue? \n[5]Yes, commander. \n[6]Requesting hyperspace clearance to pursue the fugitive, sir. ", "VOGON OFFICER": "\n[1]Name? \n[2]Not registered. \n[3]Tricia Yggarstuk McMillanus of Blaard? \n[4]Sorry.    No record of \"Earth.\" \n[5]Right. Here it is. \"Earth. Destroyed.\" Do you have a second home planet? \n[6]Says here it was destroyed to make way for a hyperspace expressway. The order was given...three weeks ago. ", "FEMALE VOGON PROCESSOR": "\n[1]Next! \n[2]Prisoner release form? \n[3]No.     Next! \n[4]This Prisoner is being detained for... Kidnapping the president. Not eligible for release at this time. You can make an appointment for a later date or take a number and wait. \n[5]But this isn't a Presidential Release of Prisoner form. Those are blue. \n[6]Okay... "}}