{"dialogues": {"LINDA": "\n[1]Sebastian, do you know what time it is? \n[2]What is it this time? \n[3]Not your business. Not anymore. \n[4]So you calling about anything in particular, or were you just hoping to catch me sleeping in the nude? \n[5]You cracked it? \n[6]You sure? \n[7]Eleven months with no progress and you suddenly come up with it out of the blue? How? \n[8]I hate you. \n[9]Yeah, I think I can find him. What are you going to do? \n[10]Hey... come on. \n[11]Sebastian just called. We gotta get to the lab. \n[12]Give me some credit, will ya. \n[13]He cracked reversion. \n[14]We better take our own cars. \n[15]I know. It s just You re his best friend. He ll feel betrayed. \n[16]You okay? \n[17]Yeah. She s become a lot more aggressive in the last few days. \n[18]Go take care of that bite. I ll get her. \n[19]Knock it off. Isabelle! \n[20]What s that make it? \n[21]But I m catching up. \n[22]You said you wanted the beat vet in the country. \n[23]Maybe that s why she s so good. \n[24]Testing De-Phase protocol. Injecting serial protein Caine One Two Five. \n[25]Propped. \n[26]Come on, Isabelle. You can do this. \n[27]It s working. It s actually working. \n[28]Subject may be in pain or extreme discomfort. \n[29]Got the crash cart. \n[30]Clear! \n[31]Come on Isabelle. Come on. You can do it. You can fucking do it. \n[32]Welcome back, Isabelle. \n[33]We should celebrate. \n[34]I thought you'd gone. \n[35]A little \"I am become death... the shatterer of worlds\"? \n[36]Since the day I met, all you wanted to do was change the world. \n[37]Listen, I know we've... I mean... well ... I just want you to know how proud I am of you. I know it probably doesn't mean a lot... \n[38]You're positively maudlin. You should be happy. Do you have any idea what you've accomplished? \n[39]Nothing. It's just... He is who he is. Sometimes I just have to be reminded. \n[40]I'm sure he had a reason. You did have a reason, didn't you, Sebastian? \n[41]It's their money, Sebastian. It's going to happen eventually. \n[42]Sebastian ... humans can talk, build houses and cook in microwave ovens. Gorilla's live in trees. That's a helluva 2% if you ask me. \n[43]Why you? Why not one of us? \n[44]What if you're too valuable to lose? \n[45]In the past six years, I've never once challenged your decisions, but this ... Sebastian. I don't think you should do this. \n[46]Oh please. How long were we together? You must've said it a million times ... Nobody knows who built the lunar lander. All they remember in the first man on the moon. \n[47]But what if something happens to you... what about the project? \n[48]He refuses to listen to reason. \n[49]Sorry. I just can't let it go. \n[50]So how can we let him do this? \n[51]In a heartbeat. \n[52]Let me ask another question. \n[53]Is the human race really ready for what we're doing? \n[54]No really. Is it ready? We're barrelling down a road that begs moral and ethical questions that I don't think we can answer. \n[55]This night is still young. I mean, when you think about it, it's creepy. Do we really want to live in a world where people can just disappear in the blink of an eye? \n[56]O.K. How're you feeling?  Sebastian takes a deep breath. \n[57]Start recording. \n[58]Subject: Male, Age 29, weight 166 lbs. \n[59]We can still shut down, Sebastian. \n[60]Injection was administered at ... 18:23:47. \n[61]Keep talking. Tell us what you're feeling. \n[62]Nothing's happening. \n[63]Maybe we overlooked something. \n[64]Frank? \n[65]Here we go. \n[66]What do you feel? Keep talking. KEEP \n[67]Prop the crash cart. \n[68]We can't! \n[69]Bio-quantum phase shift occurred at 18:26. \n[70]No. He passed out from the trauma. \n[71]You did it, Sebastian. You're the first. \n[72]His breathing's hypnotic. How long's it been? \n[73]Where are the others? \n[74]I keep looking at that hole, wondering if he's really there. \n[75]Did you see... \n[76]Your eyelids are transparent. \n[77]Yes. \n[78]Your arms ... your whole body... It worked, Sebastian. It worked. \n[79]Your system received quite a shock. \n[80]Sebastian. \n[81]Sebastian? \n[82]Gimme symptoms. Dizziness, nausea, headache, body-ache, disorientation. \n[83]Why don't you ask him? \n[84]He can't close his eyes so they're sensitive to light. \n[85]C'mon Sebastian. Knock it off. \n[86]It's late. Time you got some rest. \n[87]Hate to pull rank, but you're my patient now and you need rest. We've got a busy day tomorrow. \n[88]We've set up a thermal camera for observation and I've arranged one of us to be here 24/7 in case you need anything. The team's gonna be on alpha- call alert for the duration. If anything goes wrong, we can all be here within... \n[89]I was trying to be reassuring. \n[90]What's that? \n[91]Please. I'm just doing my job. \n[92]You gonna be okay? \n[93]Carter'll be in at six to spell you and I'll be in by nine. Call me if anything happens, okay? \n[94]Days only get longer from here. \n[95]Why didn't you call me? \n[96]I can talk to him. \n[97]Sebastian? Goddamnit. \n[98]That's what worries me.? \n[99]What happens when we turn the project over to the Army. Ever wonder how much fun they're gonna have? \n[100]Stop it, Sebastian. It's not funny. \n[101]Grow up. \n[102]Got some sleep. Big day tomorrow. \n[103]Recording? \n[104]De-Phase protocol. Injecting Serial Protein Caine One Two Seven. \n[105]Ready? \n[106]Tough. \n[107]What's wrong? \n[108]Carter! \n[109]Sebastian! Sebastian! \n[110]Sebastian! \n[111]He's reverting. Got him on the table. \n[112]Get me a I.V. of A.G. seven. \n[113]Sebastian... can you hear me? Can you hear me? How are his pupils? \n[114]Guess so. I was just thinking about the Apollo missions. Y'know? Grissom, White and Chaffee... What it was like for them on that launch pad that day, thinking they were gonna reach the stars only to burn to death. \n[115]But he didn't die, did he? What if we can't bring him back? What then? \n[116]No. I want to be here for him. \n[117]Hey... \n[118]You almost died. \n[119]I should be making you feel better. Not vice versa. \n[120]You could almost pass for human. \n[121]Could be the barium or the radiation. \n[122]Do you want me to stay? \n[123]I'll meet you at the lab. I'm gonna swing by his place, just in case. \n[124]I don't want him to see. \n[125]Sebastian? \n[126]Sebastian? \n[127]Oh shit. \n[128]Yeah, Matt, it's me. He was here. No. He's taken his make-up off. I don't know...He must be outside somewhere. I don't know where he went. I'm coming back to the lab. How? How'm I supposed to do that? I CAN'T FUCKING SEE HIM! We're going on alpha call.  I want everyone at the lab now. We're gonna need thermal visors and we may need tranqs. \n[129]Use your imagination. \n[130]The Metro stops running after midnight and he's on foot, so he can't have gotten too far. \n[131]This program is classified. If he's out there it means someone might find out about him. He could destroy the whole program. \n[132]Bullshit! I went to your apartment and I happen to know you did a helluva lot more than pick some stuff up. \n[133]You, of all people How could you? \n[134]You put yourself and this project at risk. \n[135]I saw your face and your clothes. \n[136]That's not good enough. When you're outside the lab there are a thousand variables none of us can control. It's just not safe for you to be out there. \n[137]You volunteered for this, Sebastian. You knew going in there could be consequences. For the security of this project, I'm gonna have to ask you to confine yourself to the compound. \n[138]You're right. It's your decision. But if you leave the compound again, I'll notify the oversight committee. Then they can make the decision. You understand? \n[139]Pack 'em up... Everyone go home. \n[140]Hold still. \n[141]Not enough to worry about. \n[142]What are you talking about? \n[143]I didn't ask for this, Caine. But when a classified experiment disappears in the middle of the night, someone's gotta run the show. Look, I know how hard this has been for you. \n[144]Now it's a gift? \n[145]Where're you going? \n[146]Want to talk about it? \n[147]\"We are the hollow men, the stuffed men, headpieces filled with straw.\" \n[148]I don't want to fight you. I just want what's best for the program. \n[149]You can be scared. That's okay. \n[150]You're talking like you've given up. It's only been a few months. \n[151]That's all we need. \n[152]I'll go talk to him. \n[153]Good morning. \n[154]I restructured the third genome on your radiated protein strand. Thought you might want to take look. \n[155]I thought you'd want to take a look at it. \n[156]I'm telling you, I know him. Something's going on. \n[157]If he knew about us, he'd be angry and that wasn't angry. \n[158]It's fine. I just didn't know you were there. Goodnight. \n[159]What was it? \n[160]Thanks. No, just checking. 'Kay, bye. Phew. \n[161]He never left the room. \n[162]Are we sure? \n[163]Quiet night at home. Maybe a book. \n[164]He's still in the picture. Why? \n[165]Maybe someday I will. See you in the morning. \n[166]Forgot something. \n[167]Asshole. \n[168]Either way, we aren't equipped to handle this. We have to inform the committee. \n[169]They'll go after him. Who has tonight's shift? \n[170]Pretend nothing's wrong. Everyone just do what you're doing so he doesn't become suspicious. Okay? Matt and I'll go tell Doctor Kramer and we'll lot the committee deal with it. \n[171]Thank you, sir. \n[172]Oh, sorry. I...I'm in a hurry. \n[173]When did he say held call? \n[174]I'm gonna call him. \n[175]Yes, Dr. Kramer please. Excuse me? When? I'm so sorry. \n[176]He's dead. Drowned in his pool last night. \n[177]Yes, General Thompson please. Thank you. \n[178]Hello? Hello? \n[179]I'll be right back with help. \n[180]Foster One Delta Eight Three Five. \n[181]That's a first. \n[182]Foster One Delta Eight Three Five. \n[183]Tell me this isn't happening. \n[184]We've got a problem. \n[185]There's no set check in procedure. It could be weeks. \n[186]You think you can got in? \n[187]Whose? \n[188]Okay, Sebastian. Fun's over. Tell us where you are. \n[189]Sebastian... where are you? \n[190]C'mon Sebastian. You're scaring me. Tell me where you are and we can talk about it. \n[191]Sebastian! Sebastian! I want search parties. Thermal goggles and tranquilizers. \n[192]Sebastian? \n[193]There's something over there. \n[194]Jesus. Oh my god. \n[195]She was strangled. Multiple blows to her head. \n[196]We got a big problem here. \n[197]Get everybody to the conference room. Now! \n[198]Gimme that. \n[199]It was just working. \n[200]Shhh. \n[201]Give me the visor. \n[202]C'mon. \n[203]Janice is dead. \n[204]It's clear. \n[205]He wasn't. He is now. \n[206]No. We find him, before he finds us. \n[207]We designed it to help find the rats we kept dropping in year one. They were too small for thermal scans. \n[208]I've got movement in Corridor Six. \n[209]Check. Check. \n[210]Be careful. \n[211]Take a right at the next accessway. He's working his way back to the offices. \n[212]If he keeps heading in that direction. \n[213]I lost him. Matt, I lost him. \n[214]He was there. \n[215]I got movement again! He's right on top of you! \n[216]Right on top of you. \n[217]What's going on? Are you okay? \n[218]Matt, he's coming toward you. \n[219]Got outta there. \n[220]He's close! \n[221]He's coming right at you! \n[222]Twenty, maybe thirty feet. \n[223]Those signatures ... they're coming from the heating vents. \n[224]Get out of there! \n[225]I'm going! \n[226]That's why I'm going. Corridor eight is clear. Get Carter to the lab. We'll meet you there. \n[227]Do it. \n[228]I know. He's gone. \n[229]Habitats. \n[230]He's let the animals out. It wasn't him we were tracking. \n[231]You okay? \n[232]Me .... Don't ask about me. If he freed all the animals, we could have dozens running around the lab. \n[233]Get to the lab, lock the goddamn doors and pray to God Frank can reprogram the elevator. \n[234]Where is she? \n[235]I said no one goes anywhere alone. \n[236]He's dead. \n[237]Oh god. Sarah! \n[238]No... \n[239]This didn't happen. This hasn't happened. \n[240]He's here! \n[241]Sebastian! \n[242]Sebastian. Sebastian, listen to me. \n[243]I don't know if you can understand this, but what you're experiencing is a psychological breakdown. This isn't who you are. \n[244]You goddamn bastard! You goddamn bastard. You're gonna pay for this. I'm going to bring you back to visibility and then I'm going throw your ass in jail. \n[245]Fuck you! \n[246]Shut up, Sebastian. He's more of a man than you'll ever be. \n[247]Sebastian? Sebastian? No.. No... \n[248]Matt! Frank! \n[249]Matt! Matt! Frank! \n[250]Jesus! \n[251]No! \n[252]Hang on! \n[253]You won't get away with this. They'll find out about you. They'll hunt you down. \n[254]How can you be so brutal? \n[255]Just keep going. I'll fix you later. \n[256]Matt... Matthew. Stay with me now. \n[257]Shhh. Don't talk. \n[258]We gotta move. Hang on. \n[259]You feel that? \n[260]Your losing blood, but he didn't hit the vitals. \n[261]Sutures and thread. \n[262]Goddamnit. \n[263]This is temporary. \n[264]You still with me? \n[265]Just keeps getting worse. \n[266]Oh shit. \n[267]There's got to be. \n[268]Matt! MATT! \n[269]We're not dying in here. \n[270]Sebastian! \n[271]I can't let you leave. Come on out and I'll give you one last chance. \n[272]Aaaaaaahhhh! \n[273]You wanna see God? I'll show you God. \n[274]Nitro... \n[275]He's rigged the centrifuge. \n[276]Grab on. \n[277]Fuck you. Give me your hands. \n[278]Climb! \n[279]Climb! \n[280]Keep moving. \n[281]Oh God! \n[282]Move! \n[283]C'mon. Before it slips. \n[284]It's him. \n[285]Get off me. \n[286]Let go of me. \n[287]Go to hell. \n[288]We lived. ", "MATT": "\n[1]What? \n[2]Shit! You didn t tell him I was here, did you? \n[3]So what s the rush? \n[4]Wanna ride down? \n[5]You re gonna have to tell him about us eventually. \n[6]Isabelle ... \n[7]Calm down baby. Calm down. It s okay... \n[8]It s okay, baby. It s okay. I m not going to hurt you. Come here. \n[9]Just hold still. \n[10]Ow, shit. \n[11]She bit me. \n[12]And give you a chance to pull ahead? Never. \n[13]Shh. Be vewy, vewy quiet. I m hunting simians.   heheheheh. \n[14]Good shootin , Tex. \n[15]I m still ahead. 6 to 5. \n[16]As we pull out we see we are. \n[17]Protocol is hot. \n[18]Maybe if you stopped naming them after yourself, you d have better luck. \n[19]A whole mention? And I thought I was just gonna be a footnote. \n[20]Okay. \n[21]Let s make some history. \n[22]It s reacting. \n[23]Do it. Do it. Come on. \n[24]Yeah. I can't wait to slice up her brain and trace her neural pathways. \n[25]Well maybe not right away. \n[26]What was that about? \n[27]Yo. Reality check! What the hell was that about? \n[28]The protocol works. Why'd you tell them it didn't? \n[29]But they're the oversight committee. They're supposed to know. \n[30]Well, then... mind telling us how you're gonna get a human test-subject for phase three without the committee finding out? \n[31]What if we volunteer? \n[32]Can we talk about this later? I'm trying to make love to you. \n[33]I know how you're feeling. Hell, he and I've been friends since freshman year. \n[34]What if you were given the opportunity to be the first person on ,Mars, would you go? \n[35]What if they didn't know whether or not they could get you home? \n[36]This is his chance to be Chuck Yeager or Christopher Columbus. Well, if I were him I'd do the same thing. \n[37]Is about who gets to be on top? \n[38]Why do you always get philosophical before we're about to get physical? \n[39]They said the same thing about the bomb. They said we'd never survive the nuclear age... but here we are. \n[40]We made our deal with the devil years ago. Might as well stick around to cash in. \n[41]We're ready. \n[42]It's not too late to back out. I'm happy to take your place. \n[43]Nervous? \n[44]Ever tell you the one about Superman and Wonder Woman? \n[45]So Superman's flying around the city, and he's horny as hell.  Lo and behold he looks down and sees Wonder Woman, completely nude, sunning herself up on the roof of the Justice League. I mean she is lying there naked and spread eagle. So Superman starts thinking, \"man... this is too easy. I could go down there, do a little fast pumping and be gone before she even sees me.\" After all he is faster than a speeding bullet, right? Anyway, he swoops down, takes care of business so quick, you can't even see him. Well ... I tell ya. Wonder Woman looks up, surprised as hell and says \"What the hell was that.\" And the Invisible Man replies \"I dunno know, but it sure hurt like hell.\" \n[46]C'mon, man. That's funny shit. \n[47]Ready. \n[48]If the tests are any indication it should work quickly. \n[49]Any last words? \n[50]Human DNA structure is slightly more complex... it's possible that it may take more time... \n[51]We've got to stop it! \n[52]Is he dead? \n[53]Un-fucking-believable. \n[54]S'okay. You nodded off. \n[55]Seventeen hours. \n[56]In the lab crunching numbers. We've got enough data there for two lifetimes of research. \n[57]He may be coming out of it. \n[58]Over here in the corner. \n[59]What was it like? \n[60]It was painful? \n[61]Sebastian? \n[62]Well, I see the procedure hasn't changed your personality. \n[63]It doesn't sound like something Sebastian would do. \n[64]You sure? \n[65]So, how was your first night? \n[66]Yeah? What'd you do? \n[67]Yeah, Sarah mentioned you weren't in your cubicle. She said she called you over the intercom and you didn't respond. \n[68]It'd be helpful to us if you'd tell whoever's on duty where you're going to. I mean, if something were to happen, we'd want to know where to find you. \n[69]It isn't. I just don't want it to become one. \n[70]Readings are normal. \n[71]We'll have to draw some more blood. \n[72]Okay, man. Here we go. \n[73]Subject manifesting. \n[74]Get a tranq. Stat. \n[75]Start CPR. \n[76]Holy shit. What happened? \n[77]I can't see his goddamn pupils! \n[78]Just got the tissue sample results. Cellular cohesion is stable. \n[79]How bout you? You gonna be okay? \n[80]Sometimes the test pilots make history. Sometimes the planes crash and people die. \n[81]It's just a little hitch is all. He'll be the first to tell that he'll crack it and I'm sure he will. It'll just take time. Listen, let's got out of here. We could drive up to the old observatory. We'll take some wine and go count the stars and forget all this for awhile. \n[82]Not too bad. \n[83]You're physiology has changed and, well, all bets are off. \n[84]He could be anywhere. Hell he could be right behind us. \n[85]See you there. \n[86]What a mess. \n[87]We're just saying we need to be cautious. \n[88]Where the hell have you been? \n[89]It was bad enough you left without an escort, but to take off the... out in public? \n[90]Sorry, man. You'd do the same if it were the other way around. \n[91]Come on, man. We've got a ton of tests scheduled today. \n[92]60% reversion. 70% ... 75% ... 80% ... 85 ... \n[93]93% ... 95%... 95% \n[94]Full quantum cascade at 95%. I'm sorry. \n[95]Leave him alone. He just needs to blow off some steam. \n[96]How'd it go? \n[97]Why so cheery this morning? \n[98]I'm happy if I make it to my coffee machine. \n[99]Think he knows about us. \n[100]I don't know. I don't see anything. \n[101]It's like something hit it. \n[102]Relax... it's nothing. Where were we? \n[103]You saw the tape. The man was in his chamber. \n[104]And it wasn't him. \n[105]What do we do in the meantime? \n[106]He's probably meeting with the committee trying to figure out what to do. \n[107]What? \n[108]Let me see that. \n[109]Intercom's working, but there doesn't seem to be an outside line. \n[110]Let me try mine. \n[111]Kensington Two Romeo One Five Nine. \n[112]How long before anybody starts looking for us? \n[113]What is it? \n[114]Removed? By who? \n[115]This is bad. \n[116]What happened? \n[117]Intercom... the phone lines. They're dead. \n[118]What the fuck is going on here? \n[119]What? \n[120]Can you fix the elevator? Restore our codes? \n[121]Right now that sounds like good news. \n[122]Systems hot. Activating motion detectors. \n[123]That's him. \n[124]Got 'em. \n[125]Just watch our backs. Hey Carter, ready? \n[126]If we split up, can we trap him on corridor eight? \n[127]Going Thermal. \n[128]He probably just stopped moving. \n[129]Do you have anything? \n[130]How did he get by us? \n[131]Sebastian! We're here to help. Sebastian. \n[132]We see him. But he's not responding. The heat signature doesn't move. \n[133]C'mon... C'mon... \n[134]What the... \n[135]Just a vent. Just a goddamn vent \n[136]Looks like... looks like we're pumping out heat... \n[137]No fucking shit! \n[138]Sebastian? Goddamnit! Let him go. \n[139]Where is he? Where the fuck is he?!? \n[140]Carter's down. Hurt bad. Bleeding from a head wound. \n[141]Shit. \n[142]Goddamnit. The doors are closing. He's shutting me in. \n[143]Where is he? \n[144]Where? \n[145]Goddamnit, I got thermals all over the place. Eight, maybe ten of them. Must be ghosts. \n[146]I'm starting to lose resolution on my thermals. \n[147]Sebastian. Get a hold of yourself. You aren't thinking rationally. \n[148]Calm down, Sebastian... we can talk this through. It's not too late. \n[149]C'mon Sebastian. Don't do this. I'm your friend. \n[150]He was going to kill me. \n[151]We've got to got out of here. \n[152]Where is he? Goddamnit, where is he? \n[153]Oh god. That's right between us and the lab. \n[154]Ahh!  Shit! \n[155]Karl Three. Nice shot. \n[156]It won't kill me unless it gets infected. You? \n[157]So he could be anywhere right now. \n[158]What do we do? \n[159]It happened alright. Now we have to deal with it. \n[160]Where? \n[161]Don't listen to him. It's not worth it. \n[162]He does anything, anything at all, come get us. I'll be back to check on you in five. \n[163]Get out of here! \n[164]I'm dizzy. I can't feel my legs. \n[165]He surprised us. We weren't expecting... \n[166]Lin... \n[167]I can't feel anything. \n[168]A little... \n[169]What're you doing? \n[170]Barely. \n[171]There's no way out. \n[172]They say freezing to death isn't so bad. You just kinda pass out. \n[173]Thought I'd... thought I'd save you for a change. \n[174]Let's got out of here. \n[175]He said it himself... All they'll find is a pile of charred corpses. \n[176]In an enclosed space, he'll wipe out the whole lab. \n[177]Forget about me. You go. \n[178]But... \n[179]I can't. I'm going to pass out. \n[180]Don't look. \n[181]It's coming down! \n[182]Sebastian, you fuck. \n[183]No! \n[184]Get off of her! \n[185]Sebastian, stop it. ", "SEBASTIAN": "\n[1]Damnit. \n[2]Damnit. \n[3]I am a goddamn genius. \n[4]You know Da Vinci never slept. Said it was waste of time. \n[5]Who s that? \n[6]Touche. \n[7]I cracked the reversion. \n[8]Look at this. \n[9]Watch this. \n[10]91% sure. \n[11]The usual. Coffee and twinkies. \n[12]I know. You think you could hunt down Matt and get to the lab early. I want Isabelle prepped for a live test. \n[13]Well y know. It s daylight in Switzerland. I gotta call the Nobel Committee and tell them to get our prizes ready. See you in a few. \n[14]Morning, Ed. \n[15]Sorry, Ed. You know the rules. \n[16]Caine zero zero two seven. \n[17]Most normal people say good morning. \n[18]How many tissue samples have we successfully regressed? Hundreds, right? How many have gone on to work on the full system? None. \n[19]No, that is the point. I m not going to waste six months of my life on an outmoded testing procedure. This thing works. I know it. I feel it. \n[20]You think I m going to kill Isabelle? \n[21]Sarah, thank you for your opinion, but I m the project leader. Understand? \n[22]How did you ever convince me to hire her? \n[23]Yeah, well she cares more about the animals than the research. \n[24]Who da Man? You da Man. \n[25]Vitals? \n[26]How many times do I have to tell you, Frank you aren t God. I am. \n[27]You guys ready to roll? \n[28]Okay. Roll  em. \n[29]Why thank you, Dr. Kensington, for that keen scientific observation. I ll be sure to include it in my memoirs. \n[30]Ready. \n[31]Nice try, Sparky. \n[32]Do you see this? \n[33]Subject began manifesting almost Immediately. Protocol is reacting quickly. \n[34]What? What problem! \n[35]No! It s got to work. \n[36]How is she? \n[37]To the finest research team I've ever known. \n[38]Hey... \n[39]Where would I go? \n[40]Twenty years ago there were no computers, no fax machines, no cell phones. I was just wondering what the world will be like twenty years from now... if what we're doing will change everything. \n[41]Something like that. \n[42]Actually it does. I guess since you were there from the beginning, you know me better than anyone else on this godforsaken planet. \n[43]Yeah... but I was working so hard, I didn't realize I'd have no one to share it with. \n[44]I don't suppose we could turn back the clock for a night and you could come home with me? \n[45]Right. Sorry. Too much champagne. \n[46]What's it like? Talk goddamnit! Tell me what it's like! \n[47]Six years ago, this committee commissioned me with a very specific task... \n[48]To successful phase-shift a human being out of quantum sync with the visible universe and then return him safely, with no after affects. \n[49]Well, we found out sending them to \"never-never-land\" was easy, it's the getting back that's hard. \n[50]Every time we've tried to bring a test subject back from phase-shift. Cellular bonds would dissolve, the primary DNA strands would decay. But now... \n[51]But now... \n[52]But now... But now, we feel we are closer than ever to resolving this issue. We've been experimenting with a new regression formula that looks rather promising. A FOUR STAR GENERAL leans forward. \n[53]Sir? \n[54]Shouldn't be more than another year, Sir. \n[55]Maybe sooner. \n[56]Keep your voice down. \n[57]I wasn't ready for them to know. \n[58]I had more than a reason. I had a goddamn epiphany. \n[59]What do you think they'd do if they know we could send a subject into phase shift and pull it back out again? How many seconds would it take for them to take over the whole project, bringing in their soldiers to test the formula on. We'd have lost control of it by the end of the week. \n[60]I know. But not yet. There's too much for us to learn. I don't want my hands tied by their political agenda when we go to phase three. \n[61]That's easy. I've decided to test the procedure ... \n[62]... on myself. \n[63]Was Jonas Salk nuts? \n[64]If we're that unsure, how can we morally justify testing it on someone else? \n[65]We'll have plenty of time to collate and cross-reference later. Monkey data doesn't matter anyway. The only real data is human data. \n[66]How are we gonna find out? Besides, we've succeeded with a gorilla and their DNA is 98% the same as humans. And the 2% is not that significant. \n[67]We're all concerned. I know that. But if we're gonna move forward ever, this is something we have to do. \n[68]The risks. I couldn't ask... \n[69]I'm Project Leader. It's my formula and my call. The best way to express your concern is to make damn sure you do your best work. I'll want about four weeks to... \n[70]To run some more reversions and tissue tests and then we'll attempt the phase shift. I'll stay shifted for three days of testing and then we'll perform a quantum regression. \n[71]Come in. \n[72]What? \n[73]You don't understand. \n[74]Lin, trust me... nothing's going to happen. \n[75]Yes? \n[76]Okay. \n[77]No. I'm ready. \n[78]A little. \n[79]I don't think so. \n[80]You know, that could be the last joke I ever hear. \n[81]Fine. \n[82]To be expected. \n[83]Hey... it's gonna be okay. \n[84]I'll inject myself. If anything goes wrong, they can't blame you. \n[85]Yeah. If I'm killed, pretend I said something deep and clever. \n[86]Nothing so far. \n[87]Recheck the protocol. It can't be non- reactive. \n[88]Goddammit. \n[89]Okay wait, my arm... it's getting a bit warm... yeah, it's ... it's starting to tingle... \n[90]Okay... it's spreading to my back... like, like a fever... \n[91]Shit... it's starting to burn... Oh god. It hurts. I didn't think it would hurt. \n[92]Pain! \n[93]No. Oh god! NO! STOP IT! STOP IT! \n[94]I guess I didn't hear. I had the radio on. \n[95]I didn't think it was a problem. \n[96]You just seem a little nervous. \n[97]Not really. I was just starting to enjoy myself. \n[98]I can't br... br... \n[99]So I guess it didn't work. \n[100]The latex'll limit the amount of light delivered to my optic nerves. \n[101]The testing's making me sick. \n[102]I can't believe I have to spend another night here. Suppose you're gonna go home now, meet up with that boyfriend of yours now. \n[103]No. That's okay. It's just, being a guinea pig is more work than I thought. I'll be fine. \n[104]Just stopped by to let you know, I'm going out for a bit. \n[105]If I don't get out of here, I'm gonna go crazy. \n[106]Why not? \n[107]Yes, but I made that rule. It's my rule and I'm changing it. \n[108]Carter, I was suppose to be like this for three days. Three fucking days and I'll be damned if I'm going to spend the rest of my life as a prisoner in this godforsaken dump. Now I'm going out. I'll be back in a couple of hours. Okay? \n[109]Yeah, well. You know how it in sometimes. \n[110]Thanks, but everything's cool. \n[111]Shit. \n[112]Don't even think it... \n[113]Once...just once. \n[114]I got a little stir crazy, so I went to my apartment to pick up some stuff. \n[115]What are you talking about? \n[116]Just what did you see in my apartment? \n[117]Don't make a mountain out of molehill. I didn't let anyone see me. \n[118]Come on, Linda. You don't expect me to be some kind of prisoner. \n[119]I'm still Project Leader, Linda. It's my decision to make. \n[120]Matt? \n[121]How much blood do you think you've taken so far? \n[122]Every day... feels like you're sucking me dry. \n[123]It's funny. All these years I've known you, I never pegged you for a megalomanic. \n[124]The shoe being on the other foot. You getting to run things. \n[125]Don't patronize me. And for the record, you've got no idea what it's like. I get up every morning and you people stick needles in me. You bombard me with radiation until I vomit. And then at six it's over for you. You get to go home. But Sebastian is still here. Sebastian can't leave, or else. That's the worst part, you know. Here I have this ... this GIFT and I can't even use it. \n[126]You're goddamn right it's a gift. And if you weren't so goddamned short sighted, I'd be out there right now trying to master it. \n[127]Looks like I'm going nowhere. \n[128]Do them yourself. \n[129]No. \n[130]Funny, huh? I've become a literal metaphor. \n[131]I know. And you being right doesn't make it any easier for me. \n[132]I'm not scared of being stuck this way. With a little more make-up and practice, I could... ... pass. Y'know, get by in the world. But the testing... \n[133]What if it's years? I don't know how much more testing I can take. \n[134]We've got it. We've got it. \n[135]Come on, baby. Come on. \n[136]You're sorry? You're fucking sorry? \n[137]Six weeks of this shit and you're sorry! \n[138]I'm going to the lab. \n[139]Waste of time. Da Vinci never slept. \n[140]Ah, my two favorite people. Good morning. \n[141]You know some days you just wake up feeling the world is full of potential. Like your eyes have been opened. \n[142]Cook up a batch and let's see where we go. \n[143]I trust you. Now if you'll excuse me, I need to have my head examined. \n[144]And what if it weren't fantasy? What if you were out there in the world and could do whatever you wanted with no consequences whatsoever. How far would go? I mean... if it were real? \n[145]Let's say you saw a woman with amazing tits. Would you brush against them? \n[146]Human nature. So if you could get away with more, would you do more? \n[147]Eighty two percent? Makes you wonder if the world's ready for what we're doing. \n[148]What do you mean? \n[149]I just walked around. Y'know. \n[150]Like what? \n[151]Kind of sophomoric, don't you think. Besides, it was late and I wasn't out that long. \n[152]There was this one girl. \n[153]Naw... \n[154]Well maybe a little. I tell you though, a man could get used to it. \n[155]What of? \n[156]Any big plans for tonight? \n[157]Really? Whatever happened to that guy your were seeing? \n[158]Being locked down here, I'm forced to live vicariously. Someday you'll have to tell me what he's like. \n[159]Au domain. \n[160]So... just out of curiosity, how long has my best friend been fucking my ex- girlfriend. \n[161]You. \n[162]Caine. One One One One One. \n[163]You said it yourself, Lin. I shouldn't hold on to the past. \n[164]Oh God! \n[165]I'm gonna find everyone in your family and kill them-. Your sister... she never liked me. I think I'll go after her and her little boy first. \n[166]I just wanted you to know that before you die. \n[167]Remember the day we met? You were wearing a red dress and you were so pretty. Now... Now look at you. \n[168]You fucked it all up. ", "SEBASTIAN'S VOICE": "\n[1]The lights! Turn off the goddamn lights! Ah Christ! \n[2]I can't... I can't close my eyes. I can't close my eyes. \n[3]So I ... I'm... \n[4]My arms. I can.. where? ... I can feel them... \n[5]Mirror. I ... I want to see. \n[6]I ... It's hard to think. \n[7]The transformation... I remember every molecule in my body shattering. \n[8]At first... but then everything went black. I couldn't see or hear or feel anything. It was all just black... like I wasn't connected. \n[9]At least my senses are starting to return... You're wearing your Shalimar, aren't you? \n[10]This is weird. I'm looking through myself at the floor. I'm looking right through myself. I can't tell ... \n[11]... where my body is. \n[12]You really can't see me. Can you? \n[13]No, just tired. It's funny. I can see everything... more than before... but I can't see myself. \n[14]Not to bad, considering. \n[15]Odd, isn't it? \n[16]Over here. \n[17]Sorry. Couldn't resist. \n[18]Boy, you people have no sense of humor. \n[19]Show me. So ... \n[20]Stop there. \n[21]Index that. That was when it started burn. Epidermal reaction. \n[22]Just a little longer. \n[23]Fine. \n[24]Thirty minutes. Yes,,_I know. I wrote the procedure. \n[25]You like this don't you? \n[26]Being in charge. \n[27]Sarah. Are you awake? \n[28]Hmm. \n[29]Restless. Hard to sleep when you can't close your eyes. \n[30]Got up a couple of times. Knocked about. \n[31]Next I want to run a VV and UVF analysis of the platelets. \n[32]You okay? \n[33]No. I was looking at the clock. Why? \n[34]You've no idea how much fun I've had. I'm going to hate going back. \n[35]How so? \n[36]Maybe we won't give it to them. His voice comes from behind her now. \n[37]I was thinking... tonight's my last night. Ever fantasize about making love to an invisible man? \n[38]Well, don't do it for me. Do it for science. \n[39]Oh well. Missed your big chance. \n[40]Wait... something... something doesn't feel right. \n[41]Hey... \n[42]You look worried. It must've been bad. \n[43]Well, remember your Nietchze. Whatever doesn't kill me, makes me stronger. \n[44]I guess if I'm going to be stuck this way for awhile, I'd better make some adjustments. \n[45]Well, it gives you a face to talk to at least, and we can all work in normal light again. \n[46]Relax, Linda. No one's gonna find out. \n[47]When you were a kid, you ever dream about being invisible? \n[48]What did you imagine you'd do? \n[49]What's the usual? \n[50]Jimmy Margiani? \n[51]Ever think up anything along the grand scale? \n[52]Goodnight. \n[53]Sorry, didn't mean to frighten you. \n[54]Be quiet! \n[55]And the cyclops screamed out, \"Who is it who blinds me?\" and Odysseus replied \"Nobody is my name\". And the Cyclops raged to his friends \"Nobody is killing me. Nobody\". \n[56]Shhhh. It's Nobody-It's nothing. \n[57]Nobody's gonna hurt you. \n[58]I am now. \n[59]No. Why? \n[60]How'd that happen? \n[61]Sarah... You saying I had something to do with it? \n[62]I was in my room all night. \n[63]Hmmm. \n[64]What the hell? \n[65]What? No good morning for me? Don't you like me anymore? \n[66]That's okay. It's going to be busy day. \n[67]I'm sorry. But I can't lot you turn me in. \n[68]You have no idea what it's like. The power of it. The freedom. I can't let that go. \n[69]There's nothing to talk about. See ... I've done things that can't be undone. \n[70]I'm here. \n[71]Marco...Polo... Marco... Polo... \n[72]Not even close. \n[73]She's a pretty sweet fuck, isn't she? \n[74]I'm sorry, but I just feel that our friendship is holding me back. I'm sure you understand. \n[75]You missed. \n[76]I've always liked your feistiness. \n[77]Now? Now you die. \n[78]I would say that what I am experiencing is psychological awareness. I like you being in complete and absolute control. \n[79]You're never gonna bring me back Linda. I never want to come back. \n[80]Or maybe I'll fuck you. One last time for old times sake. \n[81]Imagine you two, carrying on right under my nose. Out of curiosity, what did he give you that I couldn't? \n[82]Okay, sweetie. I'll be quiet. If that's what you want... \n[83]Figured it out? You were always so clever. \n[84]The villagers with their torches? Lock up your daughters! Sorry, Lin. It's not gonna happen that way. \n[85]See, I've spent all my time down here thinking up this plan. When they find you, they'll find a pile of charred corpses. The result of a terrible accident, I'm afraid. \n[86]I guess because I don't have to look at myself in the mirror anymore Remember that first night I was out? I did something bad, just to see if I could get away with it. And when I did, I realized I could have it all. I can kill in broad daylight. And nobody's gonna tell the police they were fucked by a ghost. Anything I desire I can make happen, but not if people know. ", "SARAH": "\n[1]Can I have a word? \n[2]Don t you think you should test the protocol on the liver samples before you inject Isabelle? \n[3]That s beside the point. \n[4]Fine. You can mop up afterward. \n[5]Kill? More like liquefy. \n[6]Yes, Sir. \n[7]Normal. \n[8]Elevated heartbeat. \n[9]Heart rate s up. She s scared. \n[10]It's okay, baby. It's okay. \n[11]Goddamnit. Blood pressure elevating. Brain activity going through the roof. \n[12]We ve got a problem. \n[13]It s her heart. We can see the heart beating in the ape s \n[14]She s going into cardiac arrest. \n[15]We re losing her. \n[16]We ve got something! \n[17]Still. erratic. \n[18]Come on, monkey. \n[19]Stabilizing. \n[20]I think she s gonna be okay \n[21]Screw you, Matt. \n[22]She's right. We haven't even finished collating the phase two research. \n[23]You don't even know if any of the protocols will work on humans. \n[24]Pulse 88, BP 140 over 95. A bit elevated. \n[25]No reason for concern. He's ready. \n[26]Vitals are stable. \n[27]Heartbeat's elevated. Pulse at 100. ... 130 ... \n[28]Pulse is 165 ... 170 Blood pressure 180 over 100. ... \n[29]Pulse is 180 .... holding stable. \n[30]Pulse is dropping. 170.. 150 .... 160.. \n[31]Vitals returning to normal. Pulse 110 ... dropping. Blood pressure 130 over 75. \n[32]Pulse steady at 70. \n[33]Sebastian, how do you feel. \n[34]Fine. It's not like I have anything else going on in my sad pathetic life. \n[35]I'm fine. Go on ahead. \n[36]Dr. Caine! Goddamnit, Dr. Caine! Are you in here? \n[37]Dr. Caine? \n[38]Dr. Caine, please report in. \n[39]Dr. Caine, report in please! \n[40]Shit. \n[41]Dr. Caine? Sebastian? Come on, this isn't funny. I know you're in here. \n[42]I must be going crazy. \n[43]I found him later in the lab, running samples. \n[44]Because I wasn't sure. I'm still not. I mean, I could've easily been dreaming. \n[45]God, I feel so stupid. \n[46]No. I mean... It was probably nothing. I shouldn't've mentioned it. \n[47]Yeah, I'm sure. I mean, y'know, why would he do that, right? Just, this place at night can be kinda creepy, y'know. \n[48]Yeah. Why? \n[49]No. I...I'm fine. Hold still. This might hurt a bit. \n[50]Dr. Caine... this might sounds stupid, but are you... are you looking at me. \n[51]Just felt like someone was staring at me. \n[52]Heartbeat elevated. \n[53]He's not breathing. \n[54]Pulse erratic. \n[55]I got no pulse. No pulse. \n[56]I think he's going into shock. \n[57]You awake? \n[58]Notice anything unusual last night. \n[59]Franklin Three. He's dead. \n[60]His neck was broken and his windpipe collapsed. \n[61]I thought maybe you could tell me. \n[62]He was alive last night when I left and he was dead this morning. And you were the only one down here. \n[63]A windpipe doesn't just suddenly collapse. Someone or something killed it. \n[64]Then we have a problem, because I the cage was locked from the outside. That means it was opened, the dog was killed and the cage was closed and locked again. Only a human could do that. \n[65]He killed a dog with his bare hands. \n[66]The man has checked out of reality. \n[67]This way. \n[68]Pulse is weak. Breathing... shallow. \n[69]It's pretty severe. We have to get him to the lab. \n[70]For godsakes, help me. \n[71]His pulse is faint. \n[72]He's lost a lot of blood. Here. Hold this. \n[73]Keep applying pressure. \n[74]Don't move your hand until I got back. \n[75]This'll hold him but he needs blood. \n[76]Supply is right down the hall. I'll be two seconds. \n[77]If I wait, he'll die. Keep pressure on the wound. \n[78]Frank? \n[79]Who's there? \n[80]Dr. Caine? \n[81]Please no. Let me go. Oh god, let me go. \n[82]What are you doing? No! \n[83]Help me! Oh God. Somebody help me! \n[84]No... please. Don't do this to me. \n[85]What do you want? ", "FRANK": "\n[1]Sorry, Boss. Forgot. \n[2]We are live and in color. On your mark. \n[3]Subject Isabelle Two. Currently in phase shift... one hundred twenty six days, eighteen hours. \n[4]Confirmed. Vitals still in the normal range. \n[5]I got an erratic heart beat. \n[6]Brain activity returning to normal. \n[7]Are you nuts? \n[8]Yeah. Pretty sure he was. \n[9]To put your affairs in order? \n[10]Okay, kids. Let's make some history. \n[11]No change in bio-electric. \n[12]Listen up! Electric activity increasing in all limbs. Brainwaves are through the roof. \n[13]Maybe it can't. \n[14]Electrical activity is stabilizing. \n[15]I feel like we're playing Marco Polo. \n[16]No worries. I'm on it. \n[17]Gotcha, big man. \n[18]Recording. Subject Doctor Sebastian Caine. Currently in phase shift... Three days, seven hours. \n[19]Vitals still nominal.. \n[20]Yeah? \n[21]Don't you sleep? \n[22]Okay. I'm here if you need me. \n[23]Quiet. He worked in the lab till about 10:30 and then went to sleep. \n[24]Pretty clever really. All it does is recycle the signal. He flips this switch, it takes a snapshot and that's all we see. \n[25]Dogs aren't people. Are we in any danger? \n[26]Already in. It was only a second level encryption. \n[27]Oh the system is fine. It's just I'm just extraordinary. \n[28]But apparently someone is more extraordinary than me. \n[29]There's nothing wrong with the system. Our codes have been removed. \n[30]Here's a clue. Only one code remains. \n[31]Dr. Sebastian Caine. \n[32]Doctor Caine? \n[33]Did you find him? \n[34]What happened? I don't understand. \n[35]But he's not a killer. \n[36]It'd take hours to crack the encryptions. \n[37]If the room temperature is the same as his body temperature, thermal visors'll be no good. \n[38]Linda...it's not safe. \n[39]But... \n[40]He'll be okay. \n[41]He's got to be okay. \n[42]Where are you going? \n[43]But... \n[44]Sarah, wait for the others \n[45]Sarah! Sarah! Goddamnit. Stay with me now. Don't you let up... Sarah! Sarah! \n[46]Sarah! I'm losing him. \n[47]Did you see her? \n[48]She went to the supply room. Carter needed blood. \n[49]She didn't listen. \n[50]But... \n[51]Her too? \n[52]Yeah? And just what are we supposed to do now? \n[53]Come on, Matt. Let's go get the elevator back on-line so we can got out of this hell hole. ", "CARTER": "\n[1]Amazing. She's normal, absolutely healthy. If you didn't know any better, you'd think nothing had happened to her. \n[2]And remember, for every Jonas Salk, there are a bunch of guys who aren't famous cuz they died. \n[3]Kinda like a firecracker with a bad fuse... \n[4]Don't know if it'll go off. \n[5]He's going to blow out his heart. \n[6]Holy shit. \n[7]Let's get him into recovery. \n[8]Hey. How's he doing? \n[9]Man, I'm tired. That was a long day. \n[10]Getting a pulse. \n[11]Dr. Caine. What's up? \n[12]Going out? Hey wait a sec! \n[13]What do you mean going out for a bit? \n[14]But you're not supposed to leave the compound. \n[15]That's the rule. \n[16]You can't just change it. \n[17]Shit. \n[18]Yeah, it's Carter. We got a problem. \n[19]Look, this isn't a monkey we're talking about. It's Dr. Caine. Don't you think you're over reacting? \n[20]Sure... all the time. \n[21]The usual. \n[22]Hanging out in the girl's locker room. Kicking Jimmy Margiani's ass. \n[23]School asshole. Drove a red Trans Am. Back then, I was the size of a small planet and made a rather large target. \n[24]Sure. World domination. Manipulating stock markets, consolidating a political power base. But those are more recent fantasies. \n[25]I don't know, man. Out in the real world... I mean, there's a responsibility... \n[26]Hell, I try and do that now. \n[27]I read that in a survey at a major university they asked college students \"Would you steal if you were guaranteed to get away with it?\" 82% said yes. \n[28]So, Doc what did you do? \n[29]When you were out. \n[30]Aw, you just walked around? Come on. There's more, right? \n[31]Man, I'd be walking up to people saying shit like \"This is God, go,get a haircut.\" Or hanging out in the changing room at Victoria's Secret. \n[32]Well, did you see anybody? \n[33]Yeah? And did you mess with her? \n[34]Hello? \n[35]No. No. He's here No, I'm staring at him. He's right there in his room. \n[36]That's all twelve hours. \n[37]Well, it wasn't me. \n[38]He's not in there. \n[39]Isn't it obvious? Right now, we're the only ones who knows he exists. If he gets rid of us, no one knows and he becomes the most powerful man on earth. \n[40]So what do we do until then. Sit around waiting for him to kill us off? \n[41]You sure this'll work. \n[42]Let's do it. \n[43]It's me. \n[44]Nothing. \n[45]He couldn't. \n[46]There. Behind those pipes. He's not moving. \n[47]Doctor Caine? Can you hear me? \n[48]Covered. \n[49]H...Help... MMmmphg ", "JANICE": "\n[1]Okay. We are rolling record on videos one through twelve. \n[2]We re still in the green. \n[3]Isn't it a little soon to be moving into phase three anyway? \n[4]We're hot. All systems nominal, Houston. \n[5]Something's happening. \n[6]I didn't think the human brain could spike that high. \n[7]So, what was it like? \n[8]Index Mark. 112125. \n[9]What are the tranqs for? \n[10]Are you saying he's dangerous? \n[11]I don't blame him. \n[12]And you think he's violent? \n[13]What if he doesn't come back? \n[14]I do. \n[15]Some security system. \n[16]Dr. Caine? Are you in here? Dr. Caine? ", "ELEVATOR": "\n[1]Authorization please. \n[2]Authorization verified. Good morning, Dr. Caine. \n[3]Authorization please. \n[4]Authorization invalid. Request denied. \n[5]Authorization please. \n[6]Authorization invalid. Request denied. \n[7]Authorization please. \n[8]Authorization invalid. Request denied. \n[9]Authorization please? \n[10]Authorization valid. Thank you. ", "KRAMER": "\n[1]But now? \n[2]I'll call General Caster right now and convene the oversight committee tomorrow. \n[3]Just sit tight and wait for my call. \n[4]Just a little trouble at work. \n[5]In a minute. I have to make a few calls. \n[6]Hello? Hello? \n[7]Help! HELP! MARTHA! HELP! ", "MARINE GUARD": "\n[1]Morning, sir. \n[2]Your team s in early. Something special going on? \n[3]Have a good day, sir. \n[4]Hey, Doc. Haven't seen you for awhile? \n[5]You got that right, sir. I was beginning to worry 'cause your car hadn't moved. \n[6]What happened? "}}