{"dialogues": {"ANNIE": "\n[1]That little shit! \n[2]Hi Lucy?... Did I wake you?... Have you read the Post?... They've got a little item about me and Fiske. He's saying I fired him and that I faked the new circulation figures.. Ha, ha... Oh, please... It's the last act of a desperate gnome... Set up a phone call with Don Farlow for 9:30... \n[3]It's me. \n[4]Hi. \n[5]I should be in by two. \n[6]Sure... What's Grace up to? \n[7]I'm sorry about last night. I shouldn't have brought it up over the phone. \n[8]I don't know. We'll figure it out. \n[9]Yeah. Bye. \n[10]DON! My love, how are you? Did you hear about Fiske?... No, suing is too civilized. Can't we get your friend at Le Cirque to serve him a fatal piece of poached salmon?... Ha, ha... That's even better... \n[11]... So what did you say to her? \n[12]All right, all right, all right... Kevin, good job. Write the interview. If I don't like it, you may have to sleep with her for a follow-up! Now... I'm thinking about another fashion designer spread... Who's news out there? \n[13]Quiet... Quiet! \n[14]David? \n[15]Everyone. Working overtime. Just for you. \n[16]Yes. We're suing. \n[17]David, he signed an agreement that he wouldn't talk to the press and he's libeled me by saying I faked the figures. You're not going soft on me, are you? \n[18]Exactly... \n[19]Yeah?... Hi. I made the 1:00 so... \n[20]\n[21]What about Grace? \n[22]Where is she now? \n[23]Surgery! For what-? \n[24]Which leg? \n[25]That bag's almost empty. \n[26]Robert, you leave it up these people...! \n[27]Excuse me, my daughter needs a new \n[28]I'd like it taken care of now please. \n[29]You have to keep on top of these people or else they just sit on their -- \n[30]Tch. What are you -- \n[31]Her leg was shattered so they had to, uh... remove it. She had some bleeding but it's under control. \n[32]Wait, uh, I, I don't understand. Start again -- He's alive... \n[33]Well, of course, right... \n[34]Hold on, Liz... Something about Pilgrim... \n[35]-- put him down. She says... \n[36]Liz, listen, the Doctor's here and I just can't, uh... talk now... so -- \n[37]- See, what you can do for him --... \n[38]... I just don't know right now! Do whatever you can and when Grace is -- \n[39]And I can say the same thing about my daughter! But she is suffering! Can you solve that problem! I can't deal with this now, Liz! If you need a yes or no right now, then no -- don't do it! Not until I know Grace is all right. Now, please! Just do what you can. Okay? Please. \n[40]What did he say? \n[41]I'm going to get all the nurses' names... It's good to know all their names. \n[42]I should go get some of her things. \n[43]No, I'll go. You stay... In case she wakes up. \n[44]We're very lucky. \n[45]Okay. \n[46]Oh. Right. I'll call him. \n[47]\n[48]Sing it to me, Frankie! \n[49]You can hardly get your arms around me. How depressing. You're so early. \n[50]Aw... that's so sweet. \n[51]Do you? Do you really? \n[52]Liz is taking care of him. The doctor said the sooner you start therapy the better the chances are you can -- \n[53]Did you get her fresh towels? \n[54]Why don't you go lie down? \n[55]You've got to stop doing that? \n[56]Helping all the time! Running to her every time she trips or falls... Anticipating her all the time. \n[57]Do you want any help? \n[58]Dad'll pick you up today, all right? \n[59]You'll be fine. \n[60]I don't care what he told you! The man's a liar! The man's an actor, for Christ's sake. They're all liars! They'll say anything to get a cover... \n[61]Oh, honey... What happened? \n[62]Oh. Well, what are you going to do? You have to go to school, honey. I mean, what -- \n[63]Grace, listen to me. Your body is just healing. You have to give the rest of you time as well... \n[64]You are not staying home all day feeling sorry for yourself. You're going to get up and you're going to figure this out. \n[65]It's still early. What's your next class? \n[66]No. \n[67]\"It was in America that horses first roamed...\" \n[68]\"A million years before the birth of man, they grazed the vast empty plains of grass and crossed to other continents over bridges of rocks... They first knew man as the hunted knows the hunter, for long before man saw horses as a means to killing other beasts, man killed them for meat...\" \n[69]\"...The alliance with man would forever be fragile -- for the fear he'd struck into their hearts was too deep to be dislodged... Since that Neolithic moment when a horse was first haltered, there were those among men who understood this...\" \n[70]\"... They could see into the creature's soul and soothe the wounds they found there...\" \n[71]\"...For secrets uttered softly into troubled ears, these men were known as The Whisperers...\" \n[72]You know it's perfectly shot, it's perfectly cropped, it's perfectly laid out and I'm so bloody bored, I'd rather buy a Motor Racing magazine -- Start over. \n[73]Uh, would you all excuse me a moment? \n[74]This is Annie MacLean. \n[75]Oh! Yes. Thank you for calling back. Uh, all right, let me try to explain my situation as briefly as possible... You see, my daughter had an accident with her horse... They were both injured and she, my daughter, she hasn't been able to... fully... uh... It was an extremely traumatic experience... and uh... \n[76]I went on the Internet and found this article about you... It says you're a Horse Whisperer, that you... you help people with horse problems. And you have quite a success rate when it comes to traumatized -- \n[77]Well, you know, however you want to put it -- I got your information from the publisher of the article. I called Montana and your sister-in-law, I think, gave me this number. I'm been hot on your trail you could say because I was hoping you'd consider coming to New York and taking a look at my daughter's horse and possibly -- \n[78]Well, if you could just come for the day. New York's only a few hours by plane, I'd have you home by dinner... \n[79]I'll pay you for your fare. I'll send you to Montana first class. \n[80]Mr. Booker, if I could just ex -- \n[81]Grace? Grace, it's mom. \n[82]Grace. What are you doing? \n[83]I brought it to you in the hospital. \n[84]Grace, I put it on the table near your -- \n[85]Have you decided about Pilgrim? \n[86]Well... how you feel all right about telling Liz to put him down... \n[87]I think that's... very compassionate and... mature way of looking at it. \n[88]Yeah? \n[89]What? \n[90]How was the dinner? \n[91]Why did you go? \n[92]Yeah. \n[93]No. \n[94]About us going someplace warm... Someplace Grace'll have to wear shorts or bathing suits or summer dresses... \n[95]Robert, I want to take Pilgrim out to Mr. Booker. Drive him out to Montana... With Grace. \n[96]He did, but... I think I can change his mind. \n[97]Robert, Grace isn't adjusting to school. And she can't sit in this apartment all day... I think it would be good for her. \n[98]I've called Liz. They can set me up with a trailer for Pilgrim. I thought we'd stay at motels along the way... \n[99]No. I was just researching. Calm down. \n[100]I'm not asking you to. I'll do it. \n[101]He'll be sedated. I know horses, Robert. I'm the one who taught Grace how to ride. \n[102]I'm in charge. I went back very soon after the accident. They didn't expect me for a couple of months. I'll just take that time now... I can still oversee things from Montana... Take my fax... My computer... \n[103]Why?! \n[104]I can't say he's been all that effective with her. \n[105]I don't care what he says! We have to do something, Robert! I can't sit here and trust everything's going to work out just by pretending it will. \n[106]What? \n[107]Robert, we're losing her. We're losing her. I don't care what the doctors say. The truth is, they don't know anymore than we do -- less, when it comes to Grace... This may not sound sensible or... logical, but nobody's suggesting anything better. I can't explain it, Robert. I just have this feeling... this annoying... bloody feeling that if... if, somehow, Pilgrim can be made all right... then so can Grace. I just know it! \n[108]She will if you think she should. \n[109]No, that's not what I said. I'm not a dictator. If you feel you should come, then come. Just do whatever you think is right. \n[110]Maybe we should give him another sedative. \n[111]Of course not. \n[112]You want to take your bath? We have to get up early tomorrow. You may not have enough time to -- \n[113]No, I don't mean you have to. It's just that we may not have enough -- \n[114]Look, if you want to take it in the morning, that's fine. \n[115]What, sweetheart? What? \n[116]It's sleeping in a strange bed, that's all. Happens sometimes. It's Ok. It's OK. \n[117]Okay, listen -- let's do this. When I get to the next motel, I'll see if they have a fax. If not, I'll call you tomorrow to -- \n[118]Uh Lucy, look, I have to go. OK... Later. \n[119]Grace! GRACE! \n[120]Would you like to put your music on up here? \n[121]\n[122]Fine! \n[123]Fine! \n[124]\"Whatever you want!\" Well, this is what I want. I want to eat lunch and I want to smoke a cigarette and I want to keep talking to myself for the next two thousand fucking miles...\"! \n[125]You should call your dad before it gets too late. \n[126]Oh. You didn't tell me. \n[127]You don't. \n[128]Grace, look! \n[129]Would you like to see that? \n[130]I don't care. \n[131]This'll be nice. We haven't seen any of the sights yet. It's history. When I was thirteen I used to love seeing things like this. \n[132]How long is this going to go on? \n[133]You know what I mean? Is this it now? Is this the way we're going to be from now on? \n[134]Do you want us to turn around and go back home? Do you? \n[135]Who do you think I'm doing this for? I'm doing this for you! \n[136]I don't believe this! \n[137]That's not true! Whatever problems your father and I are having, have nothing to do with this. \n[138]Did he tell you that? \n[139]That's not true! \n[140]It's... it's not that simple to explain. I know you think it is, but it's not. The truth is, I don't really know what I want to do. I don't have all the answers. \n[141]Yes. Fine. \n[142]I'm sorry. I'm sorry... \n[143]You buckled up? You cold? \n[144]Don't they believe in signs here? \n[145]There was supposed to be a turn off. Did I miss it? \n[146]... after left, stay on main road until rise, then... What bloody rise?!? What main road!? \n[147]Hello, Mr. Booker. Annie MacLean. From New York. We talked on the phone. \n[148]It's, uh... beautiful country. I had a little bit of a hard time finding the place. There are no signs. \n[149]Well... OK... here it is... Uh... I'd like you to take a look at my horse. Now -- it won't take long and if, after that, you still don't feel... \n[150]Oh no. She's here. I brought him along. And my daughter, too. We're staying at Peterson's... \n[151]Well... yes... I had a trailer. It's not like I made him run along side of the car. \n[152]Look! Please! Don't do the \"shucks, ma'am\" thing again! I've driven a few thousand miles for a few minutes of your time. I've brought him here -- to your neck of the... -- mountains. Just take a look at him. If you still feel the same way, I'll be on the road by morning and you'll never see me again. OK? Deal? \n[153]We're at Peterson's. Whenever you're free. You don't even have to call. \n[154]Sorry about that. Hi. Grace, this is Mr. Booker... Have you looked at Pilgrim? \n[155]You want us to come with you? I just have to run to the main house and give Mr. Peterson a check. \n[156]Grace?... Grace, you want to come with us, take a look at Pilgrim? \n[157]Well... You're closest anyone's gotten. \n[158]Well, that'll be a little complicated -- \n[159]Look, I'll talk to Grace and call you later-- \n[160]... the phone company's putting in extra lines. I'll call back with the numbers. Oh, and I want you to get in touch with this lady in town here -- they say she's sort of a physical therapist for the rodeo boys but keep the one at the hospital we already contacted on call... \n[161]What's he doing? \n[162]How's it going? \n[163]I though horses were afraid of water? \n[164]Is that to get his strength back? \n[165]Mr. Booker, I'm not at all comfortable with you taking those kinds of chances... \n[166]Oh, God! \n[167]She's running away! How are you going to get him back? \n[168]So what now? Should we leave? \n[169]Well, we're going to go then... \n[170]You ready to go? \n[171]Hello, Mr. Booker... Oh, hello, Frank. This is Annie MacLean... I was wondering, has-... Uh-huh... And Pilgrim?... Still?... Uh-huh... Okay then. Thank you. \n[172]He's still sitting in that damn field. \n[173]Let's go see what's going on, then get something to eat. \n[174]Would you mind if I did? I'd like to talk to him. \n[175]Uh, no, we're going to dinner... Is this the way to the pasture? \n[176]But I have business calls I have to -- \n[177]Oh uh, thank you. No, we don't want to impose. \n[178]You know, that's interesting. I always wondered when I went into a restaurant what was the difference between a regular steak or a Black Angus steak. I couldn't taste any difference although I could swear one was more tender. I didn't know there was that big a difference between cows... I've never been on a cow farm before. I must say, the bulls seem to have the best time of it. Just laying around the fields all day until they're asked to... do their... work. \n[179]It's fine. Comfortable. I still can't get used to how dark it gets around here, though. When we leave the ranch, I always hold my breath until I can see the motel. \n[180]Oh, I don't know... \n[181]Well, it's worth it, really? I mean, how much longer do you think you need to work with Pilgrim? \n[182]Hi. \n[183]Yeah. She seems to be getting more comfortable on the ranch, which is why I said yes to this move. But, whenever it's just the two of us, I don't know... Anyway... what's happening with the Delco lawsuit? \n[184]Well, it's good that you're there. \n[185]Yeah, but nothing I can't handle. Lucy tells me she thinks Gottchalks's plotting, but what else is new. \n[186]You know, I just asked that myself tonight. He doesn't know. \n[187]Okay. \n[188]I know. We miss you too. \n[189]Night. \n[190]You already did. \n[191]Yeah, he's going to think about it. You want me to pack for you? \n[192]Grace? The clinic just called... They had to change your physical therapy appointment. We have to leave now. \n[193]Mr. Booker... \n[194]You got everything you need? \n[195]Honey, come on. Would you like to stay in town for dinner? Maybe see what movie's playing tonight? \n[196]No. I just thought... forget it. \n[197]Branding? I haven't branded in years. \n[198]Uh, I don't, honey. Branding? Oooh... I think we'd just be in Mr. Booker's way. \n[199]Okay. \n[200]Try not to fall off your high horse, Mr. Booker. \n[201]It is cocktail hour yet? \n[202]Well, I was born in London, but my father was an ambassador and we moved constantly. I've lived in a lot of places but I don't really know what I'd call home. \n[203]He was a wonderful man. \n[204]What happened? \n[205]I'll drink to that... \n[206]Where does this go, Diane? \n[207]Is this Mr. Booker? Tom's grandfather? \n[208]She calls him Tommy... \n[209]I got a little confused though. The ranch Ellen was talking about -- that's not this one? \n[210]Don't be so sure it's my last. There are a few people back home I'd like to put under a red hot iron. \n[211]Thank you. \n[212]What? \n[213]You stand still too long in New York you get hit by a bicycle messenger. You know, sometimes, I get the feeling, Mr. Booker, that you're laughing at me. Why is that? \n[214]That's your cue to say you're not laughing at me. \n[215]It's a man's world, Mr. Booker. Most women have to. \n[216]Well... It's beautiful country, I'll give you that. And I could see having some kind of vacation place. Retreat. But I don't know how you do it full time. Don't you miss the rest of the world? \n[217]Ha... if you've never lived in a city with museums, theater, music, restaurants, uh... god, a million things, then it's something I can't explain. \n[218]You lived in Chicago? \n[219]You were married to a woman in Chicago? \n[220]Well, I, uh... you didn't... \n[221]Hello? \n[222]Oh, Robert, I'm sorry. We were so tired from the branding. Grace barely made it to her bed and I didn't have the energy to take my clothes off. \n[223]Everything all right. \n[224]Fine. Actually, today was a good day. You should have seen her. \n[225]About what? \n[226]Oh. I didn't look at my faxes today. We left before sunrise. \n[227]I've decided it's impossible to properly say hello in this place without a hat. \n[228]I don't jog, Mr. Booker. I run. \n[229]If I can survive rush hour, I figure I can handle grizzlies... \n[230]I don't sleep all right anywhere. But the house is fine. \n[231]Who's R.B.? \n[232]I found this old cello case filled with bills and receipts. \n[233]I thought you lived in Chicago? \n[234]I have a way with animals. \n[235]Oh yes. I forgot. \n[236]He's beautiful. \n[237]She did? \n[238]I don't know, really. No time mostly. \n[239]I thought it was supposed to be spring. \n[240]Are you shy, Mr. Booker? \n[241]You too. \n[242]Shit. \n[243]I can handle it! \n[244]... David, we've been behind a day or two before. But Lucy just Fedexed me all the material and it'll be approved by the end of the day. \n[245]Oh, come on! This is such bullshit! The work is getting done, David. Lucky keeps me on top of everything. \n[246]What the hell does that mean? How much more do I have to do to prove how important this magazine is to me? \n[247]Uh, yes... Sure, David. \n[248]Thank you. You're all doing too much. \n[249]Oh... Well... thank you very much. I don't -- \n[250]Sorry. Hello? Hi, yeah, I just spoke to him. Oh, you know David, Mr. Strong Arm... \n[251]Oh-oh. \n[252]The answer's no. \n[253]Poor thing. \n[254]Is this how you're going to make me pay my phone bill? \n[255]Yeah, it's been a while, but I... I remember the basic ideas... \n[256]Actually, I never rode Western. I'm sorry. Go ahead. \n[257]Thanks. \n[258]Yeah. \n[259]\n[260]It's a whole other world you have going on here. It just goes along, doing what it has to. And you're a part of it, you just wake up and, and there you are... And everything that seems like life or death some place else -- doesn't affect any of this one bit. \n[261]How long did you live here with your wife? \n[262]Son? \n[263]How did you meet her? \n[264]Why didn't it work out? \n[265]It is. It's lovely. \n[266]We did at one point. When we thought we'd have more children. And we after tried. We tried everything, but... wasn't meant to be. \n[267]That's very important to you, isn't it? Home. \n[268]How did you find out all that? \n[269]Honey, would you see if anybody wants -- \n[270]You look really pretty. \n[271]Well, one was for salad... \n[272]You're right. Good. \n[273]Does anybody out there want something to drink? \n[274]Thanks, honey. \n[275]\n[276]Not really. I'd forgotten how long it's been since I've done this. And I couldn't get any Parmesan cheese. \n[277]I am comfortable. \n[278]You missed a button. \n[279]Thank you. \n[280]Oh, good, Grace, would you bring in the bread... I'll get the salad and then we're all set. \n[281]Well, did you ever think about hiring a business manager? \n[282]It's pretty impressive. Where I come from, you'd be a gold mine. \n[283]Absolutely. I made enough for an army. \n[284]It's okay. Grace, show them. I'm going to put the coffee on. I made an apple tart for dessert. \n[285]Well... I know I should reject that offer, but I'm not going to. \n[286]I was there for that shot, actually. \n[287]Oh, God -- I think it was the fourth or fifth time I'd been there, so all I remember was the heat and how incompetent the photographer was... \n[288]But, uh, Egypt is, well, it's like nothing else. It's like going back in time. I remember as a kid trying to imagine what a kid my age, centuries ago, walking over that same ground, was wondering about or, if they had the same problems as me... and I felt, connected to... to time itself, almost. Ha, I never realized how hard it was to describe. \n[289]You and Frank ever take a vacation? \n[290]What does he mean? \n[291]Did you go riding? \n[292]Did Grace try to ride, Joe? \n[293]Grace? Is everything all right? Can we talk? \n[294]Well... So you tried riding again? \n[295]Honey, nobody's trying to cure you -- \n[296]What are you talking about? \n[297]Grace, I don't hate your father. \n[298]I was just trying to say thank you to Diane and Frank and -- \n[299]Look, I just wanted to say, I think it's great you're riding again. And... and I think I know why you, you needed to do it alone... without anyone knowing... \n[300]STOP IT! Why can't I talk to you!! \n[301]WHAT?! How can you -- I'm sorry if my friendship with Tom bothers you so much, but I happen to value having someone to talk to, especially when my own daughter ignores me night and day because no matter what I say, it's wrong and no matter what I do, it's wrong... I'm sorry I'm such a disappointment to you. \n[302]I don't deserve that. I have never looked at you as a disappointment. If I'm on your back to do better, if I push you to try harder it's because I want you to be the best you can be. \n[303]Listen, if... if there's a part of you as parent that... that takes pride in your child -- that, you can look at them and see something you've accomplished as well... if that's wrong, then I'm sorry. But it wasn't my intention. I don't push for me. I do it for you... So you don't waste half your life feeling like you don't know where you belong. \n[304]Well, then I do apologize... But what I'm most sorry for is turning you into a spoiled brat who can only think about what she's feeling... who can't admit when she's wrong and who can't forgive when she's not. \n[305]What did you say? \n[306]Started what? \n[307]When? Tonight? \n[308]What?... Oh baby... \n[309]That's not true. \n[310]Because you are... one of the most... incredible, bravest, most beautiful woman I have ever met. The efforts you make. Your courage and your dignity. I don't know where you got it? I honestly don't know how I would have handled all this if I were you. \n[311]What? \n[312]Sshhh... Ssshhhh... \n[313]Hello? \n[314]Yes. \n[315]Oh. Oh, yes. One moment, please. \n[316]Uh, nothing. I'm going to pick it up in the other room -- would you hang this up for me? \n[317]Okay, Grace... Operator?... I'm ready. \n[318]Well, I have more than a few days, ha, ha... I uh... I'm sort of... not an editor anymore... right now... First time I've said it out loud. \n[319]No, it's more like a leave of- Ha, ha, ha. Yeah, they fired me. \n[320]Delayed shock. Or maybe not. I know I could talk my way back if I wanted or... go to another magazine, someplace... Just not sure if I want to. \n[321]Did you always know this was the life you wanted? \n[322]Frank's a good man. \n[323]Sounds like something Tom would say. \n[324]What? \n[325]I don't think anybody can make Tom do anything he didn't want. \n[326]This is Mr. Booker, Robert. \n[327]Let's bring your bags inside. \n[328]Is there anything you need? I'm going food-shopping. \n[329]No, no, I'll go -- just give me a list. \n[330]Oh, how sweet. \n[331]You're allergic to hay. \n[332]You don't have to explain. You have every right to come. \n[333]No, it's okay. Believe me, there were plenty of times I didn't know what the hell was right. \n[334]Let's not talk about that now. \n[335]Robert! Let him handle it! Please! \n[336]What?! \n[337]It's so cruel. \n[338]What choice!!? \n[339]I already know the way... and it's not like I have a job I have to rush home for. Between you and me, I could use the time alone. \n[340]It's just one night. If I get uncomfortable, I'll go over to Hanks. \n[341]Promise. \n[342]You too, Diane. \n[343]Are you going to stay in the city or go up to Connecticut? \n[344]Probably first thing in the morning. It's too late to start now. I'm going to try not to do too much driving in the dark. \n[345]Yeah, what? \n[346]What do you mean? \n[347]You look like something's wrong. \n[348]I don't understa- \n[349]What's the matter, honey? Gonna miss Pilgrim? \n[350]Well... honey... you know... that's just not his way. Maybe you can write him a letter or something. Say thank you... Don't think about it... You take care and I'll see you home. \n[351]Why do I get the feeling you know what I should do, but you're not telling me? \n[352]I won't ask you to. \n[353]Oh, God, what are we going to do? I'm supposed to -- \n[354]Show me again. \n[355]One more time. \n[356]I don't care! We'd be together. \n[357]I can't do this. I can't leave you... \n[358]I won't. \n[359]How thoughtful of you. And what if I decide not to go? \n[360]Leave me alone! \n[361]\n[362]Why? \n[363]Then what have we been doing? I mean what was the point? \n[364]Why? \n[365]Can we go for one more ride? \n[366]Hi. Um, there doesn't seem to be any hotel room available and someone told me to come here and ask for \"Tubab\" who might to have a place for me to stay. Are you \"Tubab\"? \n[367]What do you mean? \n[368]Oh, I miss you. You look beautiful. \n[369]How's everything? \n[370]Hi. \n[371]Mmm. I made good time. Pilgrim's in the back. I found a new stable, but they can't take him until tomorrow. \n[372]Go ahead... \n[373]I have so much to tell you. \n[374]Where to? ", "TOM": "\n[1]Hey, Rona. Sorry I'm late. \n[2]You're looking fit. \n[3]If it's not too much trouble, I thought I might. \n[4]Oh-oh... Maybe I better get back in the truck. \n[5]... It's always kind of interesting to hear the horse's side of the story... \n[6]Now if he was cranky or lazy, like you say he is, we'd be seeing his tail twitching there and his ears back, maybe. But this isn't a cranky horse, it's a scared horse. You see how braced he is up around the neck back there. He just doesn't know which way to turn... \n[7]You see how he keeps pointing his hindquarters in at me? Well, I'd guess the reason he seems reluctant to move out is because when he does, he gets in trouble for it. \n[8]Well, I'm sure that's what you think but that's not what I'm seeing. You may think you're asking for a lope, but your body may be saying something else altogether. You might be putting too many conditions on him. For instance, you might be saying \"GO, but, hey, don't go too fast.\" He can tell that from the way you feel. Your body can't lie. You ever give him a kick to make him move out? \n[9]And then he goes and you feel like he's going too fast, so you yank him back? And next thing you know, he's bucking. Well, if someone told you to go, stop, go, stop -- you'd buck too. \n[10]It's a dance, see... Somebody has to lead and somebody has to follow. \n[11]I want him to get so he can leave real soft. He's getting the idea now. He's not all braced up and tense like he was at the start. He's finding out it's okay. \n[12]You see that? He's getting better already. Pretty soon, if you work at it, you'll be able to make all these transitions easy on a loose rein. Yeah, and pigs'll fly. He's going to be okay -- so long as you don't go yanking on him. \n[13]Look, the truth is it's all about self- preservation. These animals. ... well, they just have such big hearts, you know? There's nothing they want more than to do what you want them to do. But when the messages get all confused, the only thing they know to do is try and save themselves... Now, why don't you go saddle up and see what happens. \n[14]They won't ever hold a thing against you. They're the most forgiving creatures God ever made. \n[15]Okay, who's next? \n[16]Now God has another idea entirely with the mule. \n[17]Well, that'll happen. \n[18]What stuff is that? \n[19]Well... Dale... you know, a lot of this stuff... it just... nuts and bolts. \n[20]Well, if the rider's nuts, the horse bolts. That's the whole lesson right there. You have a good day now... Just... keep on freeing yourself up. \n[21]I don't any woman in New York. But from what I hear, most of them are wound up. \n[22]How long were you married? \n[23]You ever miss it? \n[24]Sometimes. \n[25]You know, Rona, we weren't all that good together even when we were good together. \n[26]Yeah. Hello. This is Tom Booker. I got a message you called. \n[27]Well, see, truth is, ma'am, I help horses with people's problems. \n[28]Ma'am, I'm very sorry about your problems and I appreciate what your daughter must be going through, but I'm afraid you've misunderstood whatever it is you read. I don't do that sort of thing. \n[29]Look, even if it was nearer, that's just not what I do. I give clinics. And I'm not even doing them for a while. I'm heading back to Montana right now. I got a ranch to take care of... \n[30]Ma'am, first class to Montana is a waste of good money. Now, am I being too polite here or when I say NO in Utah, does that mean YES in New York City? \n[31]I, I don't mean to sound insensitive. I understand your situation. But there's nothing I can do. You just called the wrong person, that's all. I hear there are a bunch of therapists in New York. Maybe you should call one of them. \n[32]I am very sorry, ma'am. Goodbye now. \n[33]Yeah, I hear about that. \n[34]Well, Joe, I'll tell ya -- I don't know a whole lot about geese. Maybe it's okay for them to grow up thinking they're airplanes. But horses, as far as I can tell, can't fly. \n[35]I don't believe it. \n[36]Plenty of signs -- just none of them printed. Who do I get the idea you're not just passing through! \n[37]Were you thinking of personally driving me back East? \n[38]You mean you hauled him all the way out here? Just like that? \n[39]All by yourself? \n[40]I uh... ha, ha... I don't think I ever met a lady quite like yourself and I appreciate all the pains you've gone through to -- \n[41]Uh, I'm Tom Booker. Your mother around? \n[42]First time in Montana? \n[43]She gonna be long? \n[44]What does she do? \n[45]Mmm. An editor. \n[46]Uh, no. I was gonna take a look now. \n[47]Doesn't matter. \n[48]Probably best she stays behind, anyway. \n[49]Okay now... Okay now... \n[50]I have to be honest. I still feel you made a long trip for nothing. \n[51]But before I even think about it, I need to know something here and now. It's a question for Grace here. \n[52]When I work with a horse, it's no good just me doing it. It doesn't work that way. The owner needs to be involved too. \n[53]You can make it as complicated or as easy as you like. But she's the one who's gonna be riding him, am I right? So here's the deal. I'm not sure I can do anything, but I'm prepared to give it a go -- -- if you'll help. You have a problem with that? \n[54]Not to me. Either you want to or you don't. \n[55]Excuse me, with all due respect, but this is her decision, not yours. And I don't want to waste anybody's time -- mostly mine. \n[56]Not good enough. I can't help you. \n[57]I don't believe they'll expect that. \n[58]I believe so. Saw it on a television show, once. \n[59]If the weather holds. \n[60]Yeah. \n[61]\n[62]From now on, leave your phone somewhere else... \n[63]Then drop off Grace in the morning, go on back and do your business. Come pick her up around dinner. \n[64]We should be fine, then. \n[65]They don't get burned by the sun bouncing off the snow. And they're good mother. \n[66]I don't have a problem with that. It's up to Annie. \n[67]That's up to Pilgrim. \n[68]What we're doing here, Grace, is trying to get him to learn how to be a horse again. \n[69]The others already know, see. That's how they are in the wild -- herd animals... ...When they've got a problem, like they have now with me and this flag, they look to each other. But old Pilgrim there has forgotten. I'm the rock and they're the hard place. He thinks he hasn't got a friend in the whole wild world... \n[70]Hold this for a minute... \n[71]Hold onto it, go on... \n[72]We'll get there, Grace. \n[73]Hello, Annie... \n[74]You know, we're branding here tomorrow. If you two want to come by to watch or give a hand, you're welcome. \n[75]As long as you don't get in the way of the branding iron, it doesn't matter too much. \n[76]Hey, Grace -- maybe we can get your mom to put me and you branding on the cover of her magazine. Start a whole new fashion craze. \n[77]Hey, over there, you want to make yourself useful? \n[78]Hank, I got you a volunteer! \n[79]That's good... firm but gentle... It hurts but he'll get over it. \n[80]You handled that pretty well. Think it's time you earn your keep around here. So, when we're not working and when you don't have your therapy, I'd like you to help out with the horses... Rubbing them, cleaning up the stalls... You think you can handle that? \n[81]You're catching on. \n[82]You okay? \n[83]Well, I'd like to welcome Annie and Grace to their first branding... \n[84]All right, al right. Hold out your finger. \n[85]The loop's knotted, right. Looks like the only way to take it off, is if we break our touch... Watch now... \n[86]Oh, no. No, no. I only fall for that once. Go inside now before your mother starts hunting you down. Go on. \n[87]So how was your first and last day of branding? \n[88]You got too much sun today... Here... \n[89]You ever just stand still for a minute? \n[90]Oh, I see, you write both sides of the conversation? \n[91]Well, maybe I am laughing a bit... I just thought, as long as you're here, it would be nice for you to relax into the place a little. \n[92]What's that to miss? \n[93]Does Chicago count? \n[94]When I was first married. \n[95]I once heard Itzhak Perlman guest star with the Chicago Symphony Orchestra. He played Rachmaninov's Vocalize Opus 34. No. 14. It was one of the most beautiful pieces of music I ever heard. I actually forgot where I was for a time. You seem surprised? \n[96]Just who's been laughing at who here? \n[97]A jogger, huh? \n[98]Lucky for you. The grizzlies around here only go for joggers. \n[99]You sleeping all right in that house? \n[100]Sorry about that. I thought everything got cleared out. R.B. is my wife... ex-wife... Rachel. We used to live in that house together. \n[101]I thought you were an editor, not a reporter? \n[102]It's all right. He's young. Just hold out your hand a little lower so he can get the smell of you. \n[103]Why don't you ride anymore? Grace told me you used to ride when she was younger. \n[104]Just polite. Well, maybe you'd like to try riding again, some time before you go home. \n[105]Enjoy the day. \n[106]Need a lift? \n[107]Come and take a ride with me. \n[108]Can you drive? \n[109]It's never too soon to start. \n[110]I don't have all day. \n[111]Put the key in and turn it. The right pedal is gas, the other one's the brake. \n[112]Well, there's only one way to find out. Give it a little gas. \n[113]Well, we know you can. Now you just got to feel how much. Try it again. \n[114]Nice, real nice. There's a little road down at the end here, turn onto it. \n[115]Just follow this. Nothing to it. I'm going to shut my eyes here for a little while. Just keep going till you run out of road. \n[116]Not a question of if you can -- you are. Just keep your eyes on the road and your foot on the pedal and the rest will take care of yourself. \n[117]Where did you get Pilgrim from? \n[118]That must have been pretty special. \n[119]Getting old. Not being of much use, I guess. What went on out there, Grace? With Pilgrim? \n[120]You see, Grace, I've got a problem. When I'm working with a horse, I like to know its history. Now, most times, the horse can tell you pretty much the whole story, but sometimes he can be so messed up in his head that you need more to go on. You need to know exactly what went wrong. Often times, it's the obvious thing, but something that went wrong just before that, maybe even some little thing... \n[121]It's like if I'm driving and run into a tree. When somebody asks me, \"Well, what happened?\", I don't say, \"Well, I plowed into a tree.\" I'd say, \"The sun was in my eyes.\" or \"I skidded.\" or \"I took my mind off the road for a second.\" See what I mean? I don't know how you feel about talking about it and I can understand you might not want to. But if I'm going to figure out what's going on in his head, it'd sure help if I knew exactly what happened that day. \n[122]Not today -- whenever you feel like it. I leave it up to you. \n[123]You haven't heard the question yet. Truth is, you'd be doing me a favor. I got all these eager young colts need riding and poor old Rimrock here is feeling kind of left out... \n[124]He'd be grateful, he'd take real good care with you. \n[125]No, ma'am, I'm afraid that's extra. \n[126]Relax our center... It's just sitting in a bucket. \n[127]OK. I'll stop talking then. \n[128]Well, he don't know that. Just sit the horse. Good... You have a nice seat. \n[129]Feel good? \n[130]You look all right. You want to pick it up a little? \n[131]Watch your reins, he'll go with you, give him some room, let him do the work. Relax, don't grab him with your thighs, just so long as he can feel your body. \n[132]You want to let it go some more? \n[133]Lift your leg. \n[134]Five years. My son was born here. \n[135]Yeah. I haven't seen him in a while. He used to come to the ranch over summers, but then he started having friends and was going off to college, so... Good boy. Hal. Lives in New York near his mom. \n[136]College. In Illinois. She was playing the cello. I hadn't heard cello music growing up. She had the reddest hair, the bluest eyes. When she played, it was... \n[137]She was the most beautiful thing I'd ever seen. \n[138]She was never really happy here. She did the best she could. \n[139]Grace told me you have a country house in Connecticut. Sounds like a beautiful place. \n[140]Ever think of moving there full time? \n[141]I hear that! See, I knew she was never going to be a ranchest, but I wanted to try -- I thought maybe she'd give music lessons to the kids in town or at the school, maybe even recitals. My son would grow up here. Maybe have one or two more. I'd teach 'em what I could. They'd play with my brother's kids. All grow up together. And even if they all decided to go out into the world, they'd always know where home was -- cause we'd keep it for 'em... \n[142]Yeah, I think it is. And I don't mean everybody's got to be married, have kids -- It's more like, knowing where you're from, where you belong, what feeds you, where you can go no matter what happens... Knowing what you're supposed to be doing while you're here. \n[143]I got lost. \n[144]I'll give your mom a hand. \n[145]Everything under control? \n[146]Just make yourself comfortable. \n[147]Ha, ha... all right, well, uh I guess you can bring out the pasta. \n[148]Huh? \n[149]I don't think Warren would go for that. \n[150]Diane takes care of the books. I don't know how, but at the end of every month, everything adds up to the penny. \n[151]Boys! Settle down! \n[152]Don't let her turn you away. \n[153]You hungry? \n[154]I won't tell you it'll stop feeling this bad... But I can tell you, you didn't do anything wrong... The same thing would have happened to me... or Frank... or Joe... And there's no sense in looking for a reason why things happen... I used to try and... always came up short. I don't think the why so's important as... what we do with what we get. I remember this boy I'd see up on the Blackfeet Reservation. He was sixteen. Great kid. Strong. He'd gone swimming and dived headfirst into a rock. Snapped his neck, paralyzed him... After the accident, I'd look in on him from time to time... and he wasn't there anymore. His mind, his spirit, whatever you want to call it, it just disappeared. And what was left was nothing but anger... It's like the boy I knew just went away somewhere... \n[155]I know you do. Don't you disappear. You do whatever you have to, to hold on... I'll tell you one more thing... When Pilgrim reared up to face that truck... you know what I think?... I think that damn horse loved you so much, he was trying to protect you... That's what I think. \n[156]Let me hold that... \n[157]There's no hurry. Take you time. \n[158]Tom. \n[159]Oh yeah... \n[160]Oh, we're gonna show your dad plenty. Why don't you all get settled in and we'll do the tour. Excuse me. \n[161]We still have a way to go. \n[162]Well, like I told your wife, it's really up to Pilgrim. \n[163]He thought it was a ghost. \n[164]Is the poverty worse, now, you think? \n[165]Sure. \n[166]No thanks. \n[167]There's something you have to do tomorrow, boy... \n[168]All set? \n[169]Sure? \n[170]Smokey... \n[171]There's still something going on inside of him I can't reach. So me and Smokey here, we're going to try laying him down. Okay? \n[172]It's more or less how it sounds. Sometimes it's not pretty to watch. Some horses fight it real hard. Your fella's already shown us he likes a good fight. So if you don't want to watch, I'll call you when it's done. \n[173]You got that soft rope? \n[174]Drop the lines and come help me... \n[175]\n[176]GRACE! Will you come here, please! \n[177]Grace, I need you to come with me. \n[178]Grace, I need you to come with me. \n[179]He's not hurt. He's okay. Look at him. \n[180]Grace, Listen... you've got to do this. Just trust me one more time. \n[181]I'll show you. \n[182]I want you to lay down with him. I want you to stroke him. I want to start with his hindquarters and rub him, feel him all over. \n[183]Grace, you've got to do what I say. \n[184]Now, listen. I want you to stand on him. \n[185]\n[186]I won't apologize for this. And I won't hide it. Not for anybody. \n[187]Ssshhh... Stand still, Annie. Takes what we've got, just for now. Can you do that? \n[188]Annie! \n[189]Summers are short here, Annie. There isn't much of a fall. Before you know it, the roads are closed... the nights get long. \n[190]Two people can't just be alone together in the world. At least not us... \n[191]I figured, whenever you decided to go, you'd be all set. \n[192]Annie, please... \n[193]I don't know any other way, Annie. \n[194]You think this is easy for me!? \n[195]It's just happened this way sometimes. I can't explain it. But I look at you and see Grace and I see Robert, and no matter what you decide about him, I just know this is right. Your life isn't here and you know it. \n[196]The point was to love each other. \n[197]Because we had to... And I'll never stop loving you, Annie. Here. Where my life is. \n[198]Annie... \n[199]Annie? \n[200]Sure. I'll saddle them up. ", "GRACE": "\n[1]Yeah, fly boy... that's it... go... go... go... \n[2]You want to go to a movie tonight? \n[3]So? \n[4]Can I come? I'll start a fire... \n[5]Hello, beautiful boy. \n[6]Stop... Will you stop! \n[7]Show-off. \n[8]...Oh, come on! You think the same thing! \n[9]Do you want to go around by the old road? \n[10]You want to go down or stay along the river? \n[11]\"... I said it--\" \n[12]No, wait, it just goes... \"he said he liked to do-\"... \n[13]\n[14]\n[15]Jude, you okay? \n[16]\n[17]Have you heard from Judith's parents? \n[18]How's Pilgrim doing? \n[19]I can't even get out of bed yet! You're already putting me in therapy!! \n[20]Dad! I can do it, OK?! \n[21]You all go ahead. I'll be up by Christmas. \n[22]No, I'm just not that hungry. \n[23]I don't want to lie down. I've been lying down enough. \n[24]Maybe... look -- just... \n[25]I got it! I got it! \n[26]\n[27]Okay. \n[28]It's too hard. \n[29]Doesn't matter. I... I don't want to come back, that's all. \n[30]I'm not coming back! That's it! I want to go home! \n[31]Is that your version of a pep talk? \n[32]Fine! \n[33]Gym! \n[34]Dad? \n[35]I want to see Pilgrim. \n[36]I'm fine. \n[37]Why is he in the back? Why isn't he in the barn with the other horses? \n[38]I really want to see him. \n[39]Hello, beautiful boy... \n[40]I can't find that charm Daddy gave me from India. \n[41]No, you didn't. \n[42]Doesn't matter. \n[43]What about him? \n[44]I think we should. It's not fair to let him suffer. He's not much use anymore. He'd hate living like that. \n[45]Mom? \n[46]Maybe they should put me down too. \n[47]I mean, I'm not much use anymore. Why can't they be compassionate to me? \n[48]I'm not going! I don't care what she says! \n[49]Daddy?... I don't want to go. \n[50]Fine -- I'll take my bath. \n[51]-- enough time tomorrow. I know. \n[52]I don't care. \n[53]Whatever you want. \n[54]Fine. \n[55]I already did. This morning. When you went running. \n[56]I didn't know I had to. \n[57]I don't care. \n[58]You were never thirteen, Mom. \n[59]Great idea. So now what? \n[60]What? \n[61]What are you asking me for? You didn't ask me if I wanted to come in the first place -- now I get to decide? Forget it! \n[62]Bullshit! It's about you! About you deciding! About you always being right! You always getting everything your way, controlling everybody -- like we work for you or something! \n[63]You just want to get away from Daddy and you're using me to do it! \n[64]You're amazing! You act like I don't live in that house! Don't you think I hear the two of you!? Don't you think I can tell what's going on? I'm not five years old, Mom! You want to divorce Daddy and Daddy doesn't want to. \n[65]He doesn't have to! It's, like, so obvious you can't stand him. \n[66]Then why do you want to leave? \n[67]No, you just act like you do. \n[68]Little. \n[69]Gee, this looks like a fun place. \n[70]What would they say? \"Ten miles to big rock.\" \"Twenty miles to bigger rock.\" \n[71]I didn't see it. \n[72]MOM! The door! \n[73]Yeah? \n[74]She'll be right out. She's on the phone. \n[75]Probably. She's on the phone twenty- three hours a day. \n[76]She's an editor. \n[77]Not like books or literature or anything. Just a magazine... Just in case she hasn't told you -- which I'm sure she hasn't -- I don't want to be a part of this, OK? \n[78]Isn't it like, obvious? \n[79]Well, there's nothing else to do around here. \n[80]What do I have to do? \n[81]I said, what do I have to do?! \n[82]What? \n[83]Only when I kick somebody. \n[84]Don't you go to school? \n[85]I think they call it a pasture. \n[86]I know. Me, too. Why don't you come one weekend? \n[87]We'll have more room because we're moving onto the ranch. They have this empty house near this creek. It's actually pretty... OK... I love you. Dad wants to talk to you. \n[88]Did you ask him to come visit? \n[89]Did he mention it? \n[90]If I had everything I need, I wouldn't be going to physical therapy. \n[91]Why? There's no food in the house? \n[92]I'll come. \n[93]I watched Margo Neuberger get a tattoo. \n[94]Did you call Dad today? \n[95]That's not a question, is it? \n[96]I've never eaten this much in my life. \n[97]Why do you always wear that hat? \n[98]Drive? I'm not old enough yet. \n[99]I can't... \n[100]I don't know if I can with my leg. \n[101]I don't know if I can. \n[102]We bought him in Kentucky. My mother and I took a trip down there to see him. \n[103]Are you afraid of anything? \n[104]Would you let me ride your horse? \n[105]Of course I have. \n[106]Are you going to give me a hand or aren't you? \n[107]I thought there were too many forks on the table. \n[108]Mom, they don't mind eating with one fork. \n[109]I'll take care of it. \n[110]Would anyone like something to drink? \n[111]... like, for instance, you can go on the Internet and access this thing called The Visible Man -- who was this murderer they caught in Texas that was executed and donated his body to science and you can call him up on the screen and dissect him, like in Three-D... \n[112]It's from a jar. \n[113]It's just my computer. \n[114]Nothing. \n[115]About what? \n[116]Yeah. Does that mean I'm cured?! \n[117]... You worried everything all right now and we'll have to go home? \n[118]You... not wanting to go home because you hate daddy so much. \n[119]I can't remember the last time you made him dinner. \n[120]Tom? \n[121]Yeah, you know everything!! \n[122]NO, YOU STOP IT! Stop pretending like you care! Like this really isn't about you and Tom. \n[123]Well, now you know what it feels like. \n[124]FOR YOU! Because I'm your daughter which means you're the best mother! Isn't that what you're always talking about in interviews -- having it all, the great career, the great family... Proving everybody wrong. Wanting everybody to think you're this perfect woman! \n[125]Yeah, well, you've done a great job. \n[126]\n[127]I said... I started. \n[128]My period. \n[129]I felt it happen downstairs and when I went into the bathroom. \n[130]Who's going to want me now? \n[131]Who's ever going to want me? Nobody will. \n[132]Why should they? \n[133]I'm sorry... about what I said. It's just that -- all those times you and Daddy were trying for another kid, I... I used to pray at night that it would work. And not because of you guys or that I wanted a brother or sister... but... just so I wouldn't have to be... \n[134]So special. Because I was the only one. You both wanted me to be so good at everything, so perfect and I wasn't. I was just me. And now I've completely ruined everything, anyway... \n[135]Who is it? \n[136]Sure. \n[137]I was waiting for you to come back. \n[138]Judith was telling me about this boy she really liked. She never even had a chance to tell me his name... \n[139]We were going to go around by the railroad bridge... \n[140]We were laughing about something, I don't remember what. Her horse fell... \n[141]... Judith's foot was caught in the stirrup... she couldn't get up, she was so scared... I saw this truck, coming around the turn... \n[142]...He was honking, trying to get us to move... I tried to grab the reins to get Judith's horse out of the way... \n[143]...And the truck started skidding... \n[144]...It was coming right at us... There wasn't any time to do anything... It ran right into Judith's horse... \n[145]...Judith just disappeared... And it came right at Pilgrim and me... \n[146]...And Pilgrim reared up at the truck and I fell off... \n[147]Judith... Oh God, Judith. I'm sorry... \n[148]I know where he goes. \n[149]I can't... not yet... \n[150]I don't thinks you'd want me tripping all over you in front of everybody. \n[151]You know, you're a good kid. \n[152]Dad? \n[153]Did you notice -- no cane? \n[154]Can we show him Pilgrim, Tom? \n[155]Wait till you see this -- we have the whole house to ourselves... \n[156]Sure. \n[157]What does that mean? \n[158]I want to watch. \n[159]What is he doing this? \n[160]That's enough! Stop it! \n[161]No, you're only going to hurt him some more. \n[162]No! \n[163]Do what? \n[164]I did. He said he had work to do until late. \n[165]I'll see you home... OK? \n[166]Tom's gone. \n[167]Smokey told me he left last night to look at some horses in Sheriden. He won't be back for three days. I can't believe he didn't want to say goodbye. \n[168]So do you. \n[169]Good. \n[170]Great! ", "ROBERT": "\n[1]Hello? \n[2]Hi. \n[3]So, what, uh, what train are you taking? \n[4]Okay. You want me to pick you up? \n[5]Riding with Judith. \n[6]That's okay. We have to talk about it and we're not always in the same place ... so... I just have to get used to it. What do you want to do about dinner? \n[7]Okay. We'll see you later then. \n[8]Hello? Paul, hi -- are you guys back? How was it? Oh that sounds great. Oh Paul.. hold on... \n[9]Judith's dead. \n[10]She was in pretty bad shape. They've done a C.A.T. Scan -- she has some hemorrhaging... \n[11]Annie, her leg was shattered -- what they call the distal epi.. epi.. \n[12]They have to take the leg off. \n[13]What difference does it make? \n[14]No, it's got a little left. They'll be in to change it. \n[15]I'm sorry. \n[16]Thank you. \n[17]What is it? \n[18]Yes. Hi. Tell her you'll call her back. \n[19]Nothing new. He's just going off duty. \n[20]No, let me go. \n[21]I saw Judith's parents while you were at the apartment... I wanted to say something... But I... I was so relieved that Grace was still... that it wasn't our daughter. \n[22]The funeral's on Friday. \n[23]Oh, uh, I meant to tell you... Alex brought that fabric over... \n[24]It's on the table by the phone. I didn't know what to tell him... ... Whether or not we were... ... if we still we're thinking of redoing the couch. \n[25]... And uh... Mario called about moving the wisteria? \n[26]\"She loves the free...\" \n[27]\n[28]How's my pregnant chick! \n[29]I had to excuse myself from a meeting. It's ridiculous. I kept thinking about the baby... you... and, I swear, I was going to start bawling right into my briefs. \n[30]I love you. \n[31]Hi, sweetheart... \n[32]No, not yet. \n[33]The doctor said whenever you're ready. Take your time. You tell us... But he thinks it'll only be a few months, then -- \n[34]\n[35]Do you want something else, honey? We order something else? \n[36]You want to watch some television? \n[37]Doing what? \n[38]You know, Annie, this didn't just happen to you. \n[39]Honey, you all right? Did something fall? \n[40]What, sweetheart? \n[41]She's doing just grea. Aren't you kiddo? \n[42]All our \"favorite\" people were there saying all their \"favorite\" things about their \"favorite\" subjects. I thought to myself, we've been friends with these people almost twenty years and nobody knows anybody. We're so afraid we won't like each other and have nobody go to dinners with. \n[43]They're still our friends, Annie. It's nothing serious. You kid about them all the time... And I could tell Paul really appreciated me being there. \n[44]Did you get a hold of that horse guy? \n[45]What did he say? \n[46]I was thinking... Maybe we should think about the three of us going someplace warm... Remember that house we rented in Bermuda... The pink one with the -- \n[47]Shit. \n[48]What was I saying? \n[49]I don't understand. You just said he said no. \n[50]That's the craziest thing I ever heard. Absolutely not. \n[51]NO! What are you -- you're serious about this? \n[52]You've already made arrangements!? \n[53]I come home and you tell me we're going to drive a psychotic horse to Montana! I can't just pick up and leave... \n[54]You want to do this by yourself? How? You can't take care of Pilgrim all the -- \n[55]What... Bo-... What about the magazine? \n[56]No. It's, uh... No, I really don't think it's a good idea \n[57]Her psychiatrist... said... she needs security now... stability... \n[58]Are you a psychiatrist? He said it takes time. \n[59]I'm not pretending anything! \n[60]I thought... well, ever since the accident, I just thought we... \n[61]I really wish I could understand why you think this is so necessary. \n[62]What if she doesn't want to go? \n[63]And you think it's best if I don't come. \n[64]Hey... She sounds like she's doing all right. How is she? \n[65]Taking forever. I just got an additional list of sixty-two employees to interview before Monday. I don't know how I'm going to do it. \n[66]So, how are you doing in Marlboro country? Is the magazine complaining at all? \n[67]When are you coming home? \n[68]Well then... maybe I will take some time... come visit. \n[69]I miss you, Annie. \n[70]Good night. \n[71]I thought you guys were going to call me. \n[72]Oh well... branding will do that to you. \n[73]Huh-huh. You? \n[74]I wish I did. \n[75]Well, uh the real reason I called, actually, was to tell you I saw Lucy at Jo-Jo's tonight and she seems very worried. \n[76]Apparently, Gottschalk's been seen around town lunching with some very prominent magazine editors. Lucy said she tried to call you, but no one answered so she faxed you the list of names. She said one of them have contracts up fairly soon. \n[77]Honey, I hope you're not endangering your position. Listen, if you need to come back and you want me to come take over, for a while, I'll work it out. I mean, the firm's got other lawyers, but the magazine's got only one of you. \n[78]Hi. It's a pleasure. I'm very grateful for the way you took in my girls here. I bet you were surprised when they just showed up out of nowhere. \n[79]Well I uh... I can already see a change. And I'm very grateful to you. \n[80]I know. Amazing. \n[81]See you later! \n[82]I can't believe it's the same horse. \n[83]How much longer do you think? \n[84]I understand... \n[85]I haven't been back in over twenty years, but I wouldn't be surprised. The population's larger. \n[86]Uh, this was right after college. I was in the Peace Corps. \n[87]... and I thought before I settled into law school -- everybody knew that was the plan -- I'd take this time for myself. \n[88]And I tell you, Frank, it was one of the -- \n[89]... one of the uh... greatest times of my life... I had experiences that, I think, changed my outlook forever. I came back a different person, literally. \n[90]... and I have no idea what he's saying because I don't understand Hindu... \n[91]... So, finally I'm trying to explain to him that I'm allergic to wool and would he please get his sheep out of my car -- \n[92]Tired? \n[93]Small bed. Maybe I should sleep in the barn. \n[94]I apologize for the surprise, but the days only opened yesterday and I figured... \n[95]I can see why you put your faith in him. He's a genuine... good guy... Good at what he does. That's rare. \n[96]You were right about coming here. I'm sorry for not thinking... \n[97]How are you feeling about work? \n[98]I feel like I'm on a first date. \n[99]Well maybe she shouldn't be here... \n[100]Same here, Mrs. Booker. Thank you again for all your kindness. \n[101]Shouldn't we have invited Tom over? \n[102]Connecticut. I told the office I'd work out of there next week. When are you planning to start back? \n[103]May I have a suggestion? \n[104]Take your time. \n[105]I'll tell you something, Annie -- I stood there looking at what was happening to that horse... And, I swear, it felt like the same thing was happening to me. \n[106]And I have two choices. I can either fight the way things are, or accept them. See, I always knew I loved you more. Didn't bother me. I always felt lucky... a little amazed... that such a vibrant, beautiful woman would want to be with a man like me... And I guess I thought as long as I did everything right -- if I was the best husband I could be, the best father... even being a good lawyer only mattered to me because of what it meant for us... if I could do all that, it wouldn't make any difference if we loved each other the same or not... I wasn't asking for more. I told myself I didn't need more. But you don't know how you feel about me. You don't know... if you want a life with me anymore... And I don't want you to come home until you do know... ... one way or the other. \n[107]Yes? \n[108]No. I am a \"tubab.\" \n[109]Tubab means white man. \n[110]Hi. \n[111]Was the trip okay? \n[112]You want to take a walk with me? \n[113]I don't know. Let's just go and... we'll see... ", "DIANE": "\n[1]... well, I just think she's got a lot of nerve showing up here. Draggin' that child and that poor animal all the way... You eat with those fingers again and you know what'll happen! Frank, don't you think she's got a nerve? \n[2]I guess they'll want feeding and all, out here all day long. \n[3]What, they ain't going forty miles into Choteau everytime they want a hamburger. \n[4]What? \n[5]Well, that's just what we need on a cattle ranch -- a vegetarian from New York. \n[6]We're not sure, sweetheart, but they eat like rabbits. \n[7]There's coffee inside... I was just bringing this to Tom. \n[8]Sure. Does your daughter want to come inside? \n[9]Pasture? Oh, that stretch of field near the hill? Yeah. \n[10]Mrs. MacLean -- why don't you and daughter stay for dinner? \n[11]No imposition. Plenty of food. Gonna get pretty dark soon. Hard to find a place. \n[12]Joe, take off the hat -- I'm not going to say it again. \n[13]How's Peterson's holding up for you? \n[14]They're already all settled in, Frank. Anyway, I'm sure Annie wants her privacy. \n[15]I sure hope you're gonna eat more than that, young lady. You're a growing girl. \n[16]Probably never worked so hard, neither. Those arms of yours are gonna be pretty sore tomorrow. I'll give you a little bit of ointment I make. It's a magic recipe my Mama gave me. \n[17]I never got that whole story, what happened? \n[18]Old Fool... Darling, pass down those peas for me, thank you. \n[19]Oh, you can just set up on the dining table. I have to rearrange my shelves tomorrow. \n[20]Mm-mm. I never knew him. He died before Frank and I met. This here's... Frank and Tom's mother and father... there's little Frank and Tom... \n[21]Always did. I think she favored him a little. You tend to when you have more than one, even though you love 'em all the same. \n[22]Ha, she loves telling this story about how when he was two years old, he ran off. They found him in the barn, sleeping between two giant hooves of a Percheron stallion. She said that horse was protecting him and nobody could convince her otherwise. \n[23]No. See, Frank and Tom were raised near the Clark's Fork River, right between the Pryor and Beartooth Mountains. Beautiful piece of land. But they had this uncle Ned -- useless man, never interested in ranching. And when the grandparents died, he left for the city and sent word through lawyers he wanted his claim to the land so he could sell it. Three years of legation broke their father. Frank took it all in stride, but Tom... Tom loved that land. I don't think he ever got over it -- His home being sold out from under him. Seeing his father like that. Once he and Frank got their folks set up in a new place, Tom left... went off. We didn't see him for years... \n[24]Oh, it's... I wanted to tell you that, if you'd like, you being so busy, I could take Grace to her therapy exercises for you. I have to go in once a week for shopping anyway. \n[25]Ha... \n[26]Ain't brain surgery. \n[27]Hey. You stop that kind of talk at the table. \n[28]I uh... I like the sauce very much. Maybe I get the recipe. \n[29]Well, I tried jar sauce once -- wasn't this good. Ya gotta know which brand to buy. I'd like to get the name of this one. \n[30]What? \n[31]Oh, I don't -- \n[32]I'll help you with the coffee. \n[33]No reason you should, no reason you should. \n[34]I was looking in one of your magazines and saw that picture of the couple getting married at the Pyramids. Were you ever in Egypt? \n[35]What was it like? \n[36]I'd love to go there one time... \n[37]Soon. We're going to Branson, Missouri to see my cousin Emma married. Frank loves in there. \n[38]\n[39]Annie, I'm so sorry, but they're just tired. We'll have dessert another time. Frank, get them out of here. Come on. Say good night and thank you... \n[40]You! \n[41]Must be nice for you to take a few days off from your work, huh? \n[42]They fired you? \n[43]You don't seem to upset? \n[44]Guess you don't have to figure it out until you go home. \n[45]I fell in love. After that, I never thought about being anything but a rancher's wife. I never saw it like I was losing some other life, just felt like I was gaining one. I know that's not a popular opinion nowadays and I ain't saying it's the right one. We all have to find the life meant for us. \n[46]They don't come better. But I don't deny there are times I wonder about things I won't have. Maybe one day I'll get to see Egypt. Maybe not. But I know if you try too many different lives, you can wind up with no life at all... \n[47]Yes, it does. \n[48]Annie, I'm not good at this kind of talk -- goes round and round a thing but never comes to it -- so let's just say what it is. When you first came here, I didn't like you and I was worried. Tom means a lot to me and this family. Don't go looking here for whatever you looking for. Don't make that man go through something it took him a long time to see his way clear out of the first time. \n[49]He's a good man, Tom is. He's got a gift, come from heaven above, I swear. But he's still a man. And a woman can lead a man into the middle of a mountain lake -- and still make him think he's on dry land. \n[50]Well, I am going to go after lunch. \n[51]She sure loves her daddy, huh? \n[52]I think I'm going to have my hands full with the son of mine when you leave. Just might be his first broken heart. \n[53]I have some brownies left over. Want one? \n[54]Oh Frank, don't forget the wedding present -- it's behind the door in the laundry room. I got her a pasta maker from the catalogue... Not that they'll know what to do with it in Branton, Missouri... Probably use it as a planter. \n[55]Frank's touchy about his cousins. Well, it was nice to meet you, Mr. MacLean. \n[56]Ah... \n[57]Now, are you sure you want to drive that horse back yourself? There are plenty of people 'round here who do that sort of thing. \n[58]And you'll be all right by yourself here, after they've gone? \n[59]Promise? \n[60]Good luck to you, Annie. \n[61]All right, everybody in. Frank, we all set... ", "FRANK": "\n[1]Sure. As long as she don't mind. \n[2]That's what some folks say. \n[3]You know her? \n[4]Oh hell, I don't know... According to Tom, she's a pretty determined woman. Must've thought it was worth it. \n[5]Mixed salad. \n[6]I believe women from New York eat mixed salads. Ain't that right, Tom? \n[7]Weekend after next... \n[8]Tom? \n[9]Dear Lord, we are humbly thankful for... \n[10]these gifts. For the blessings on our home, our family and our guests. Bless those that aren't as fortunate. Bless all God's creatures. \n[11]Bank out us a couple more men to run the cattle. \n[12]Tell her they suit the weather better. Their udders are black, 'stead of pink. \n[13]Our daddy raised Pure Herefords. \n[14]Well, get born a bull, got a ninety percent chance of getting castrated and served up as hamburger. On a balance I reckon I'd choose being a cow. Would you mind passing that salad young lady? \n[15]You know, Tom, while you're working on that horse of theirs, Annie and Grace should move into the old Creek house. \n[16]Nobody's using it. Silly for her to be driving back and forth when she don't know her way around that well... \n[17]Well, I know Peterson's. Old place is as good as falling down around your ears. \n[18]It's got doors, Diane. Private as can be. Tom? \n[19]We used to call Diane's mother Medicine Woman. None of us never went to the doctor when she was alive. \n[20]Not much would have helped him. \n[21]Huh, Joe here has something to say. \n[22]Now son, you tell 'em when it came from. \n[23]And next time, Miss Annie, you can run down the calves... \n[24]It'd be a whole lot easier to pay the feed end of the month... \n[25]We have a business manager. The best around. \n[26]I'll have another round of that spaghetti if may? \n[27]Thank you. \n[28]Dinner was delicious. Thank you. Say thank you!! \n[29]Play that sweet one you know. The one makes my wife here so friendly. \n[30]We thought we lost him in the snow storm... Told the kids. Had a funeral for the damn thing. Finally, snow stops. Staring to warm up. I go out and start cleaning the truck... Goddamn if that dog doesn't jump out from the back seat covered in snow... I nearly stained myself. \n[31]What were you doing over in India? \n[32]That right? \n[33]He'll be okay, Grace. Just you hang on there a minute or two. Tom'll get him, okay, you'll see... \n[34]It'll be OK, Grace. \n[35]He's trying to get him to go down on his knees... \n[36]No. He had the choice. \n[37]Either fight the way things are or accept it. \n[38]Diane! ", "JOE": "\n[1]Can we take a look at Bronty's foal when we're done here, Dad? \n[2]There's a kid at school says we should've imprint-trained him. \n[3]He says if you do it soon as they're born, it makes them real easy to handle later on. \n[4]There was this thing on the TV about a guy who does it with geese. He has this airplane and these baby geese all grow up thinking it's their mom, and he flies it and they just follow. You hear 'bout that, Uncle T? \n[5]Well, what do you think about that stuff? \n[6]We expecting company? \n[7]When you figure on branding? \n[8]What's an editor do anyway? \n[9]Does that hurt you? \n[10]Twice a month they give you a day off to work on the ranch. \n[11]Look at him out in the pasture -- Yeah, he must've been a big, beautiful looking horse. How was he to ride? \n[12]Excuse me. I got chores to look after. \n[13]Teacher asked me why we raise Black Angus-Herefords 'stead of Pure Herefords. \n[14]I wrote this for you Grandma... \n[15]I wrote it myself, ma'am. \n[16]Be honest, I can't say I did it all myself. My grandma helped me get the words right. \n[17]Because it fits my head. You want to try it on? \n[18]Hi... \n[19]Have you talked to Tom about it? \n[20]I don't know... You sure Tom said it's all right? \n[21]You sure? \n[22]You okay? \n[23]You better not say anything!!! \n[24]\n[25]Don't be such a baby! \n[26]You shut up, stupid! \n[27]You little shit! \n[28]Little shit! \n[29]Sorry, ma'am, I thank you for dinner. It was very good. \n[30]I expect you should talk to Grace about that, ma'am. And if I did anything wrong, then I am sorry. \n[31]You wouldn't want to dance with me, would you? \n[32]I wouldn't let happen. \n[33]A dog ghost! ", "LIZ": "\n[1]Robert! Are you there?... Robert! It's Liz!... Look, there's... there's been an accident... Uh... Jesus... uh... \n[2]Robert, just call me on my call phone... 1-917-449-7805... \n[3]... His skull, cheek, and nose are severely fractured. He has a deep chest wound. I'm not even sure it can be closed. \n[4]Annie, it's Liz. How's Grace? \n[5]Oh God, Annie, I'm so sorry. I... I know you're being hit with a low now, I don't want to take too much of your time but I have to talk to you about Pilgrim. \n[6]It's not good. I've never seen an animal with these injuries still breathing. I know this is difficult to hear right now I'd like your permission to put him down. It's the really best thing we can do for -- \n[7]Yes, but he's in a tremendous pain... \n[8]We really shouldn't wait... \n[9]I understand, but Annie, please... \n[10]Annie, no matter what I do, this horse will never be the same. \n[11]It isn't right to make him suffer... \n[12]All right... \n[13]Hello... It's so good to see you. How ya doing? \n[14]Well, come on. He's out back now... Mind how you go. It's pretty muddy back there. \n[15]Well, Grace, you see... Pilgrim just... isn't the same horse he used to be. As a matter of fact, maybe now's not the best time to -- \n[16]You should have told her, Annie. I tried to explain to you how bad it was... I guess you had to see it. But, there's nothing to be done. This animal's beyond help. Annie, can I have your permission now to put him down? \n[17]Problem is, there aren't many volunteers. He's already had enough to sink a battleship. You have a pin, just in case? \n[18]Probably best. You may want to shoot yourself half way to Ohio. ", "JUDITH": "\n[1]It's warmer than I thought. \n[2]I thought your mom's coming up? \n[3]My parents are having friends from college over. They're really nice... They have this gorgeous son who wants to be a forest ranger. \n[4]I just could never say it! \n[5]Why don't we just cut through the woods? \n[6]We already did the river. Let's go down and across the old bridge. We can circle back. \n[7]\"... and I said that\"... \n[8]What was -- \n[9]Grace! \n[10]\n[11]I'm okay... I'm okay. ", "RONA": "\n[1]Hey, darlin'. \n[2]I wouldn't know what to do if you were on time. \n[3]Fit? You want to check my teeth. Good crowd today. I think you'll have some fun. You going to stay for dinner? \n[4]Kind of trouble I'm in the mood for. \n[5]Oh I clear forget. You had a call from some woman in New York. She sounded pretty wound up. \n[6]The number's by the phone. \n[7]What are you looking at, young man? \n[8]Long enough. \n[9]Does a horse miss a saddle? \n[10]Well as a matter of fact, I don't... most of the time. \n[11]Honey... I was always good. ", "DAVID GOTTSCHALK": "\n[1]Who's there? \n[2]Did you speak to Farlow? \n[3]Is that absolutely necessary? It'll just make it a bigger story. \n[4]Well, I suppose we could use another good public feud... \n[5]Lucy isn't you. We're losing something without you being here. Now, I know this is a rough time for you, but I think we should make another arrangement. \n[6]If this magazine is so important to you Annie, why are you in Montana? \n[7]Look, this is what we're going to do. Finish up this issue. I'll set up a conference call in a few weeks. Just you, me and your lawyer and we'll just work this out so that everyone will be taken care of. Fair enough? \n[8]All right. Speak to you then. ", "WOMAN": "\n[1]Excuse me. \n[2]Hi. I'm Dale. I just wanted to -- I can't get over the way he felt under me after you'd finish with him. Everything had just, I don't know, freed up or something. \n[3]Where did you learn all this stuff? \n[4]About horses? I'd love to learn more about it myself. Do you offer any private lessons for riders? \n[5]What do you mean? \n[6]Annie... Annie, sweetheart... wake up. \n[7]Bad news I'm afraid. Your Daddy's gone. ", "TWIN": "\n[1]Can we see the dead body on the screen? \n[2]\n[3]\n[4]You never let me have a turn! \n[5]You just showing off for her! \n[6]You're the one who's stupid -- letting her go and fall off your horse!! \n[7]I saw 'em. In the pasture. Her trying to get on Gonzo! I saw 'em. "}}