{"dialogues": {"TALLEY": "\n[1]No one's going anywhere, L-T.  We can talk this guy down. \n[2]Hey, George?  George, don't kill the dog, okay?  We don't want to hear a gun go off in there. \n[3]Where's the guy's wife? \n[4]Goddamnit, you said we had her.  I told him we had her! \n[5]Pull the dog's name out of your ass.  Get the dog's name. \n[6]I didn't lie to you, George.  You scared your wife pretty good last night.  We're having a hard time finding her. \n[7]You and I have been talking for, what, sixteen hours?  Keep talking.  Is that your dog, too? \n[8]I know you're hurting.  You lose your job, you find out your wife's fucking another guy . . . but don't give up. We'll have her talk to you. \n[9]George?  Come back to the window. \n[10]George?  Leave the dog alone and come to the window. \n[11]What's the dog's name? \n[12]Murray!!  They're in the house!  His wife's in the house! \n[13]It's really hard, Jane.  This isn't the way I want it. \n[14]I need to work out some stuff. \n[15]I still see that boy's eyes. \n[16]Is Amanda there? \n[17]Can we talk some more when you get here? \n[18]What are you talking about, shot?  What happened? \n[19]Where are they? \n[20]Sonofabitch. \n[21]Are civilians inside? \n[22]Holster your guns! \n[23]Mike!  Mike, can you hear me? \n[24]Don't shout, Larry.  I'm three feet away. \n[25]We have to cordon off the streets, then evacuate these houses. \n[26]Keep your head down. \n[27]How you doing, buddy?  You still alive? \n[28]Jesus.  You hang on. \n[29]He's in the backseat! \n[30]This is Talley.  Who's on? \n[31]One at a time!  Clear the air! Louise?  Talk to me.  What do we have? \n[32]Quiet!  I want radio discipline. Mike's hanging in.  Larry, Jorgy?  Listen up. \n[33]Find out who lives at four-five-five.  We gotta know who's in there. \n[34]Did he say if she was shooting at him? \n[35]Then we don't know if she's part of this or not.  Mickey, you up? \n[36]Mike found a red pickup abandoned on Flanders.  You see it? \n[37]Run a DMV on the plate for the owner's name. \n[38]Jesus Christ, Louise, we can't leave a crime scene like that.  Put a unit out there. \n[39]That's not enough. \n[40]Get everyone out here.  Then call the Sheriffs.  Tell them we have a possible hostage situation. \n[41]That would be the girl who opened the door.  Are the others inside? \n[42]Louise? \n[43]Get a phone number for the Smiths. \n[44]Go, Mickey. \n[45]Contact the landlord.  I want to know employment, friends, family, anything we can find out about this guy. \n[46]News hawks.  There'll be more.  They monitor our frequencies. \n[47]Everyone be cool.  That's our job right now--stabilize the situation and don't let things get out of hand.  All we have to do is hang on until the Sheriffs take over.  That's all we have to do. \n[48]That's my job, Metzger.  That's why I get the big bucks. \n[49]My name is Jeff Talley.  Is this Dennis Rooney? \n[50]The Bristo Police Department.  Look out the window.  You see the car? \n[51]We had an awful lot of shooting.  You need a doctor in there? \n[52]Let me speak to Mr. Smith.  I want to hear it from him. \n[53]How about your two friends?  You don't have a man dying in there, do you? \n[54]All three subjects are confirmed inside. Call off the house-to-house. Okay, Dennis, I want to explain your situation -- \n[55]Mr. Kim didn't make it, Dennis.  He died. \n[56]Dennis?  I want you to release those people. \n[57]We're not coming in there by force, okay? No one wants to hurt you. \n[58]Has Dennis done time? \n[59]Who's this? \n[60]Have still prints made from the tape. Show the landlord.  Maybe we can get a fast ID. \n[61]Here on his head.  Is that a tattoo? \n[62]Says...burn it. \n[63]He's watching Kim die. \n[64]Just around the corner and up that street.  See the helicopters? \n[65]I should've called.  This thing broke right after we spoke, then everything happened so fast -- \n[66]The Sheriffs will take over when they get here. \n[67]Why don't you guys grab some dinner at the Thai place?  I'll meet you there as soon as I can. \n[68]I don't know how long I'll be stuck here. \n[69]Jane? \n[70]I'm scared shitless. \n[71]I have the only number that can call into the house? \n[72]Way to go. \n[73]Mr. Dill, these pricks didn't know what they were going to do until they did it. I want you to take a look at something. \n[74]Can you identify this man? \n[75]Have Louise run the name 'Mars Krupchek' through DMV and NCIC.  Tell her to list the tattoo as an identifier. \n[76]Is Krupchek an aggressive guy?  Hot- tempered?  Anything like that? \n[77]You have his address? \n[78]Call the Palmdale City Attorney for a telephonic search warrant.  When you get the warrant, have Mikkelson and Dreyer search his house. \n[79]Louise? \n[80]Call Jane for me.  She's at the little Thai place. \n[81]Tell her I'm almost home. \n[82]I'm Talley.  Who's in charge? \n[83]I've got fourteen officers on my department including me.  We're as secure as we can be. \n[84]Don't crowd the house.  The alpha's a kid named Rooney.  He's amped up and volatile. \n[85]I've done it once or twice.  I blocked their phones to incoming calls, so you'll have to cut in a hard line to talk to him. \n[86]Whatever you want. \n[87]Who's that shooting?  Martin, what's going on? \n[88]They're too close!  I told you not to crowd him!  Pull back your people; do not breach that house! \n[89]This thing good? \n[90]Then get your men off the wall! You breach that house, we're gonna have a bloodbath!  I know this guy, Captain -- I can talk to him. \n[91]Look out the window, Dennis.  We are NOT entering the house.  We're pulling back. \n[92]It's over now, Dennis!  Don't hurt anyone. \n[93]No one's coming in.  A couple of guys out here got carried away. \n[94]It's over.  He's cooling off. \n[95]I'm here. \n[96]That's not going to happen, Dennis.  They won't give you a helicopter. \n[97]The Mexican police would arrest you as soon as it landed.  There's only one way out and you're doing it right now--just keep talking to us. I think we could make the transition now. Maddox, you good to go? \n[98]Hey, Dennis?  Can I let you in on a personal secret? \n[99]I gotta piss real bad. \n[100]I'm going to put on an officer named Will Maddox.  You talk to him for a while. \n[101]He says he has gasoline set to burn the place. \n[102]If you go in, you can't use tear gas or flashbangs.  The whole place would go up. \n[103]That's why you get the big bucks, Captain. \n[104]Go. \n[105]You have her cell number? \n[106]They might be at the house.  Keep trying and let me know.  I'm going to be here a little while longer. \n[107]Did you find Jane and Mandy? \n[108]What's wrong with the radio? \n[109]Stand by. \n[110]Is something wrong with Jane? \n[111]It's a crank, Louise.  C'mon, don't waste my time with that! \n[112]Put him on. \n[113]Get Martin.  Right away. \n[114]This is Chief Talley.  Tell me your name, son. \n[115]Slow down, Thomas.  Take it easy and talk to me.  Was your father shot? \n[116]How about you and your sister? \n[117]Where are you right now? \n[118]That's on the second floor.  Could you climb out your window if we were downstairs to catch you? \n[119]I've got the boy on the phone.  He's using a cell phone. What was that, son?  I didn't hear you. \n[120]Thomas?  Thomas...? \n[121]He says that his father's hurt. \n[122]They have security cameras.  Rooney would see you coming. \n[123]No.  He said that his father's unconscious; he didn't say he was dying. \n[124]You want me to stick around, I could -- \n[125]Jane?  If you're there, pick up, okay? Mandy? \n[126]Take it easy. \n[127]I'm the Chief.  I don't carry it. \n[128]Who are you? \n[129]What do you want? \n[130]What is this? \n[131]You can let go. \n[132]Marlon and Al.... \n[133]I can't control what happens.  The Sheriffs are running the scene. \n[134]You want . . . Marlon and Al. \n[135]These disks . . . where are they? \n[136]I'm going back to York.  Have Larry meet me at the front gate. \n[137]I want you to run this license plate and phone number.  Then I want you to find out everything you can about Walter Smith. \n[138]Go back to the office.  Run his name through the FBI and the NLETS database. I think he's involved with illegal activity or he associates with people who are. \n[139]Don't tell anyone what you're doing, not Louise, not the other guys, not the Sheriffs.  You understand me, Larry? \n[140]Fuck guessing.  You keep your mouth shut. \n[141]Get to work. \n[142]I'm re-assuming command of the scene. \n[143]And now I'm taking it back.  We're getting Smith out of the house. \n[144]I changed my mind.  That's all you need to know. \n[145]The one and only.  We got a little problem out here, Dennis. \n[146]I need you to let me talk to Mr. Smith. \n[147]We can't forget it.  The Sheriffs think you won't let me talk to Smith because he's dead.  They think you murdered him. \n[148]If you don't let me talk to him, they're going to attack the house. \n[149]Help me keep them out!  Let me speak to Smith, Dennis.  Let me speak to him right now. \n[150]Talk to me, Dennis.  Help me help you. Why can't you put Smith on the phone? \n[151]Now I understand.  That helps.  I can make them understand that. \n[152]Let me come get him. \n[153]If you won't let me come in, then put him outside. \n[154]You've already helped yourself once, Dennis; be smart again.  If you save his life, it'll help when you get to court. \n[155]Bring up the ambulance. \n[156]Okay, Dennis, we won't approach the house until you've closed the door. \n[157]Easy.... \n[158]Let's do it. \n[159]How's he look? \n[160]No. \n[161]I'm the chief of police here.  I have to talk to him. \n[162]Smith!  Wake up! \n[163]Wake up, goddamnit.  Who are you? \n[164]Use smelling salts, give him a shot, whatever.  I just need a minute. \n[165]Stop the fuckin' engine! \n[166]Just one question.  Please. \n[167]I want you waiting in Smith's lap.  I want to know the second--and I mean the second--that he wakes up. \n[168]Talley. \n[169]What'd you find out? \n[170]Dead end--it's a clone.  What about the Mustang? \n[171]You get anything on Smith? \n[172]Keep trying. \n[173]Call me.  If you're safe, call me. \n[174]Put him on. \n[175]The doctors are taking care of him right now.  Thomas . . . are you safe?  Can you talk? \n[176]I need your help with something.  But if you think those guys could catch you, then I don't want you to do it, okay? \n[177]I'm serious, Thomas; I don't want you to get hurt. \n[178]Your dad has two computer disks.  They have funny names:  Marlon and Al. \n[179]I think he was working on them today, so they're probably in his office.  Could you find them and see who they belong to? \n[180]I thought they locked you in your room. \n[181]Can you get into the office? \n[182]If I get Rooney into the back of the house, can you find the disks without being caught? \n[183]I'm looking for you.  I need your tactical unit. \n[184]Don't question me, Captain!  This is my crime scene! \n[185]I'm a negotiator, Captain.  I negotiate. That's all you need to know.  Now are you going to help me or not? \n[186]Okay, bud, here we go. \n[187]Captain?  Kill the lights. \n[188]Come on, Dennis.  Talk to me. \n[189]I'm unarmed.  I'm looking at you.  Get out here and let's talk. \n[190]Only if you try to grab me.  We could've shot you from the wall. \n[191]You've been in there a long time. What're you waiting for? \n[192]I'd be trying to get the best deal that I could. \n[193]You picked a bad house to hole up in, son. \n[194]Give up. \n[195]The man you sent to the hospital is a criminal.  He has partners.  This is their house and their money and they want it back. \n[196]Give up, Dennis.  Let these people go. At least you'll have your life. \n[197]Can you open them? \n[198]Look for names.  Does it say whose taxes they are? \n[199]Try Al.  See if you can open Al. \n[200]Who is it? \n[201]Sonny Benza.  Oh, fuck. \n[202]Leigh?  Metzger, answer me! \n[203]Put a guard on Smith!  I want you with Smith until I get there! \n[204]Get in the car.  Now. \n[205]I'm posting a guard outside his room, but we'll need help from hospital security. \n[206]Not with my officers here, no, ma'am. \n[207]They're still in the house. \n[208]I'm Jeff Talley, the Bristo chief of police.  So far as we know, your children are okay. \n[209]I need to talk to him.  Alone. \n[210]Sonny Benza has my wife and daughter.  He wants the disks, Marlon and Al.  He took my family to make me help. \n[211]He's going to kill you.  Don't you know that?  He can't take the chance that you'll talk. \n[212]Another minute.  Please -- \n[213]Do you think I'm going to let you murder someone?! \n[214]I'll go in that fuckin' house right now! I'll give those disks to the real FBI, you COCKSUCKINGMOTHERFUCKER!!  And I've got Smith!  I've got Smith!! \n[215]I guess we do. \n[216]Your phony FBI assholes. \n[217]What do you mean by that? \n[218]They here now? \n[219]Yeah. \n[220]Are all of you named Jones? \n[221]You used to be a cop.  All of you used to be cops.  I can tell by the way you move. \n[222]How do you people expect this to work? The Sheriffs have a Crisis Response Team here. \n[223]What? \n[224]Special Agent Jones. \n[225]What are you people going to do? \n[226]What does he have on you?  I know why I'm doing this, but what does he have on you? \n[227]Let it go, Captain. \n[228]It's mine. Talley. \n[229]Go, Mickey. \n[230]Mickey?  Call the state Homicide Bureau. Don't touch anything, just sit back and wait. \n[231]We're getting those kids out of there. \n[232]We've got to get those kids out of there! \n[233]Those kids are in there with a fucking psychopath!  He kills people! \n[234]Talley. \n[235]You do what you have to do; I'm getting those kids. \n[236]The kids are in here! \n[237]Help me, goddamnit, we can get the disks later! \n[238]Thomas!  Thomas, it's me! \n[239]Stay close.  We're going to move fast -- \n[240]Are the disks still in your room? \n[241]Smith. \n[242]Yes. \n[243]A man has my family.  Gold watch here. Dark tan. \n[244]How do I reach him? \n[245]Two words:  Glen Howell. \n[246]Mr. Jones is dead.  So are two of his men.  The other three are in jail.  I have the disks.  I have Walter Smith. And you know what, you motherfucker?  I have you. \n[247]I also have a couple of million in cash. Call Sonny Benza.  Ask if I can keep it. \n[248]My wife and my daughter and the money. I'll bring the disks to the mall by the freeway, you bring my family.  We'll trade. \n[249]I think you got no choice. \n[250]Yeah. \n[251]Police! \n[252]Where's my family?!  Where's my family, you fuck?! \n[253]You said they would be here, goddamnit! Where are they? \n[254]You said they would be here! \n[255]Jane? \n[256]You get the other one when I have my girls.  Not talk to them; have them. \n[257]Close. \n[258]First my girls.  I get my girls, you get the other disk. \n[259]I'll kill you!  You won't get the other disk! \n[260]I love you. \n[261]I gave the other one to the Sheriffs and they're giving it to the real FBI.  This one's a fake. \n[262]I'm a cop, you asshole!  What did you expect me to do?  Pretend all this never happened? \n[263]Benza's over.  You're over.  I just want to take my family home. \n[264]Why...? ", "DENNIS": "\n[1]Mars?!  Whattaya think, dude?  Out here on the edge, no one around, it's perfect, right? \n[2]Try to act cool, okay?  He's gonna think you're a dick. \n[3]Not if they don't catch us, Kevin. \n[4]Because if you don't take the chance, you're already dead. \n[5]Thirty seconds, we'll be down the road. Thirty seconds.  Then we'll go to the movies. \n[6]A pack of Marlboros for my friend and all your cash, you gook motherfucker! \n[7]Mars, help me -- \n[8]I didn't know he would have a gun!  It just went off! \n[9]Jesus!  Fuckin' Jesus, it's on my face! \n[10]FUCK you, Mars!  I got it all over me! \n[11]MotherFUCKING piece of SHIT!!! \n[12]Shut up, goddamnit!  Just calm down! \n[13]That's why we gotta keep going.  I'm not gonna go in for murder. \n[14]We're surrounded by houses, dumbass. Every house has a car in the garage. All we have to do is take one. \n[15]I'm not going to hurt you. \n[16]Stop fighting.  Relax, and I'll let go. \n[17]That's better.  Be cool and we'll be outta here in five minutes.  Understand? \n[18]Who else is here? \n[19]Get your ass in the chair!  Sit down! \n[20]She'll be dead if you don't put your ass in that chair! \n[21]Kevin!  Don't stand there, asshole, close the windows!  Mars, keep him covered, dude! \n[22]Don't go Rambo and you'll tell'm about this on the back nine.  I'm gonna tie you up, then we're gonna take your car. \n[23]Am I talkin' raghead?!  I want your car! Gimme the goddamned keys! \n[24]Open it!  You remember I'm right here! \n[25]\n[26]Stop it!  They found the truck, Kev! They're already behind us! \n[27]Shut up!  Shut the fuck up! \n[28]Stay down!  Stay down, goddamnit! \n[29]You're not goin' anywhere!  Get on the fuckin' floor! \n[30]Get on the floor! \n[31]I'll fuckin' kill you! \n[32]We just killed a cop!  We killed a fat chinaman!  We'll get the death penalty! \n[33]Mars, watch the cops!  Kevin!  Watch the back of the house! \n[34]Bullshit! \n[35]Shut up!  Shut up and get on the floor! \n[36]Shut up and sit down.  You think someone's gonna make a house call? \n[37]Make sure Kevin isn't fucking off back there. \n[38]Hello? \n[39]You with the cops? \n[40]Yeah.  I'm Rooney. \n[41]We're cool. \n[42]Fuck you.  I'm running this shit.  You talk to me. \n[43]They're fine. \n[44]You don't have to explain shit!  That Chinaman pulled a gun.  We wrestled for it.  That Chinaman shot himself. \n[45]How about the cop? \n[46]Fuck that.  They're the only thing stopping you from blowing us away. \n[47]I got these people!  You try to come get me, I'll kill every fuckin' one of them! \n[48]That fuckin' Chinaman is dead!  That's murder-one, dude.  That's the needle! \n[49]Get back where you belong, asshole! Mars, keep and eye on the cops; I gotta find a way out of here -- \n[50]We gotta find a way outta here is what we gotta do! \n[51]Bullshit.  Why would Mars do that? \n[52]You're being stupid.  Check out the bathroom.  Maybe we can sneak out a window -- \n[53]Kev. \n[54]Are you totally stupid?  What does it look like? \n[55]Look, that's the master bedroom out here. \n[56]Dude, this is solid steel.  They gotta be hiding something. \n[57]Go get Mars. \n[58]There's gotta be a million bucks here. Maybe two million! \n[59]Who gives a shit, Mars?  Check out the cash!  We're rich. \n[60]We can take it with us. \n[61]Then we'll stuff it up our asses.  This is the payoff.  This is every dream you ever had, all in those two bags. \n[62]Check me out!  I look like fuckin' Jon Bon Jovi. \n[63]Jesus, first Mars, now you.  You two need anti-depressants. \n[64]Hey, I've got a situation here, in case you haven't noticed. \n[65]Use more ice. \n[66]That's right.  That's a good idea, Mars. \n[67]Find something, Kevin.  Don't just stand there. And tie this bastard, too.  I don't want him waking up and goin' Rambo on us. \n[68]That's why we tied him, dumbass.  Now come here and see this -- \n[69]These bushes follow the wall into the neighbor's yard.  All we need is some kind of diversion and we're home free. \n[70]Not if they're looking at something else. \n[71]I've been carrying you our whole fuckin' lives. \n[72]Nothing's worse than listening to you. I'm warning you, Kevin--stop holding me back.  Now you pick up that fuckin' money and get ready to go. \n[73]They're coming!  Kev, Mars, they're coming!!! \n[74]The cops are comin'! \n[75]We don't have time! \n[76]Get the kids!  They're our only chance! \n[77]You fuck!  I got a fuckin' gun to this kid's head!  I'll kill'm, you fuck! \n[78]We'll burn this fuckin' place down!  I got gasoline all over in here! \n[79]Goddamned right they got carried away. It looks like an army out there. \n[80]Talley? \n[81]I want a helicopter to take us to Mexico. \n[82]I'll give you these people. \n[83]What? \n[84]You're a funny guy, Talley. \n[85]What the fuck is that? \n[86]Aw, Jesus, not more of this. \n[87]Take'm back upstairs, but don't tie'm like before.  That little fuck untied himself anyway. \n[88]That you, Talley? \n[89]You oughta try on the problem I got in here. \n[90]We been through that.  Forget it. \n[91]That's bullshit!  The guy's right here! He's alive! \n[92]They better not! \n[93]\n[94]He got knocked out.  It's like he's sleeping.  He just lays there. \n[95]Okay. \n[96]Fuck that!  You bastards will jump me! \n[97]You'll cap my ass as soon as I step out the door! \n[98]Fuck you, Talley, fuck you!  You and one other guy, but that's it!  I want you stripped!  I gotta know you don't have guns! \n[99]I'll be safe when I'm outta here, you asshole!  I'm not talking any more! \n[100]Keep the change, m'man. \n[101]We're fucked until we think of a way out; then we're rich. \n[102]For chrissake, please!  Help me celebrate!  I figured it out! \n[103]No, dumbass--Talley.  Talley's the guy who keeps us in here, and Talley's the guy who can let us out. \n[104]Cops want to be rich like everyone else. All we have to do is share. And if he wants someone to swing for the Chinaman, we'll give'm Mars. \n[105]Shit!  It's the cops! \n[106]Mars!  They're trying to blindside us! Check the front! \n[107]You got a sniper out there, gonna shoot me? \n[108]Would you be in a hurry to go to prison for the rest of your life? \n[109]Maybe that's what I'm doing.  Can I reach in my pocket, show you something? \n[110]That's fifty hundred-dollar bills.  Five grand.  They got money in this house, Talley, more than you've ever seen. \n[111]How much would it be worth to you, getting me out of here? \n[112]Two hundred thousand cash, right in your pocket, no one needs to know. \n[113]There's a million dollars in there, maybe two million.  I'll give you half. \n[114]It ain't been a good day, Chief. \n[115]I shouldn't have told him about the money.  Now Talley is gonna keep it for himself. \n[116]If we don't escape, we gotta get the word out about the cash.  That's how we'll stay alive. \n[117]The only way he can keep the cash is if nobody knows about it.  He's gotta cap all three of us before they even read our rights.  He's probably planning it right now. \n[118]Kevin, you're so fuckin' stupid... \n[119]Fuck it's over.  That money's mine. \n[120]Then we might as well die rich. \n[121]You're my fuckin' anchor, Kevin, the fuckin' lead around my life that I've been draggin' like a cripple leg! \n[122]Get this into your stupid head, Kevin. We're not leaving without the money. \n[123]You got something to say? \n[124]Fuckin' A. \n[125]Kev?  Key, Kevin, c'mon back.  I'm sorry I hit you. \n[126]C'mon, Kev, don't fuckin' pout!  You're right.  It's time to call it a game. \n[127]You mean he left, as in went out the front door? \n[128]Shit!  That fuck!  Even when I want to turn myself in he screws it up!  Did he take the kids with him? \n[129]Jesus, get upstairs and find out!  If he took those kids, we're fucked! \n[130]KEVIN!!!  You ASSHOLE!!! \n[131]Who's that?  Goddamnit, who's there? \n[132]Kev?  Is that you?  Talley? \n[133]Kevin, if that's you, say something. Mars said you left. \n[134]Kevin, what the fuck?  Get up. \n[135]\n[136]\n[137]You're dead, you fuck. \n[138]This fuck killed Kevin.  There's blood everywhere down there -- ", "JENNIFER": "\n[1]Can't we send him to Florida? \n[2]Tell Daddy that lunch is ready. Thomas, don't be a turd.  Tell --! \n[3]My father. \n[4]I didn't . . . see anyone. \n[5]Get out of our house! \n[6]Why don't they go?!  Why don't they leave us alone and go?! \n[7]Daddy, don't! \n[8]Leave him alone!! \n[9]He's not waking up.  He should be awake. \n[10]He needs a doctor. \n[11]At least let me get some ice for his head. \n[12]I'm getting a wash cloth for the ice. \n[13]Please get away from me. \n[14]I don't drink beer. \n[15]What I want is to help my father. \n[16]My father needs a doctor.  Please. \n[17]All you're doing is watching yourself on TV.  Look at him. \n[18]I'm getting a doctor! \n[19]I don't see why you can't just lock me in.  It's not like I can go anywhere. \n[20]Thanks for the shirt. \n[21]Kevin, my father needs a doctor. \n[22]If my father dies they'll charge you with his murder.  Can't you make Dennis see that? \n[23]Ow!  Shit! \n[24]No one's coming. \n[25]Mine, too. \n[26]No!  I'm not going to leave Daddy with them! \n[27]You go, Thomas.  You get out, and I'll stay with Daddy. \n[28]Go!  If you get out, maybe you can help the police! \n[29]You leave that gun alone! \n[30]Better than you getting killed!  Don't touch that gun!  Daddy says -- \n[31]What about my father? \n[32]Look at him!  I think he's dying! \n[33]Thomas? \n[34]Thomas, is that you? \n[35]What do you want? \n[36]What? \n[37]How about dog shit? \n[38]I need a frying pan.  Would you get one? Over there, under the range. \n[39]What do you want? \n[40]What happened? \n[41]I can't go without Thomas. \n[42]How can we get out? \n[43]Yes. \n[44]I don't know what you're talking about. \n[45]Don't do that.  Turn on the lights. \n[46]You'd better get out of here!  Kevin's coming back! \n[47]Stop it. \n[48]Please... \n[49]Keep going! \n[50]Run!!!!! \n[51]No!  They have everything nailed! \n[52]He can't reach us in here.  We're safe. \n[53]What's he doing? \n[54]Ohmigod, he's going to burn us! ", "KEVIN": "\n[1]C'mon, Dennis, this is stupid.  I thought we were gonna go to the movies. \n[2]Robbing this place is gonna put you back in prison. \n[3]We got jobs, man; we're working.  Why even take the chance? \n[4]Dennis!  Dennis, someone's coming! \n[5]There's fuckin' blood all over you! \n[6]That woman's gonna call the cops. \n[7]What if he's dead?  What if you killed him? \n[8]We're on foot.  We can't get away. \n[9]Dennis!  The cops! \n[10]We could've gone out the back!  You didn't have to shoot! \n[11]We should give up.  All we're doing is making it worse. \n[12]Mars?  What are you doing? \n[13]I have to tell you something -- \n[14]It's about Mars -- \n[15]That cop didn't pull his gun.  Mars lied. He just started shooting! \n[16]I was there, Dennis!  I saw!  It's like he wanted to shoot that cop. \n[17]Jesus.  What is this? \n[18]I can see you! \n[19]Dennis -- \n[20]Everyone knows what we look like, Dennis. We won't be able to hide. \n[21]Stop it!  Stop it, Dennis!  Jesus! \n[22]Here.  Put this on. \n[23]You gotta pee? \n[24]Either I'm going to tie you or Mars will tie you.  Which do you want? \n[25]Whatever. \n[26]He's just knocked out.  I've been knocked out. \n[27]I can't make Dennis see anything. \n[28]Make sure she can breathe. \n[29]Someone should stay with Mr. Smith.  What if he wakes up? \n[30]That's crazy, Dennis.  The cops will see us. \n[31]Like what? \n[32]We can't carry all this.  It's too heavy. \n[33]Everything we're doing is making it worse.  You can't let him burn this house. \n[34]We're surrounded.  They're all over the neighborhood. \n[35]We're fucked. \n[36]There is no way out. \n[37]Celebrate what?  Going to prison? \n[38]What's he doing?  What's going on?! \n[39]He said that? \n[40]What are you talking about? \n[41]That's crazy.  He's not going to kill us. \n[42]It's over.  We have to give up. \n[43]That money's fucked up your brain. Talley's going to get tired of waiting for us to give up, and we'll all be fuckin' killed! \n[44]I'm not going to die for this! \n[45]Keep your voice down.  I'm taking you and your brother out of here. \n[46]Do you want to go or not?  I'm offering you a way out of here. \n[47]All three of us will go, but we have to move fast.  Mars and Dennis don't know I'm doing this. \n[48]Dennis and Mars are in the den.  I'll get your brother, then come back for you. We'll go down the stairs and out the front door, you understand? \n[49]Put on some shoes. \n[50]You scared the shit out of me.  I was looking for you.  Dennis wants you to watch the monitors. \n[51]It's over, Mars.  If we stay the cops will kill us.  Don't you get that? ", "MARS": "\n[1]I'll check it out. \n[2]It's perfect. \n[3]He's got a gun! \n[4]Relax.  It's only blood. \n[5]People are looking. \n[6]He's going for his gun! \n[7]I thought you wanted ice. \n[8]Hey. \n[9]Want one? \n[10]Mommy won't know.  You can do anything you want right now.  Mommy won't know. \n[11]It's a safety room.  If anyone breaks into your house, you can hide. \n[12]We're trapped in a house. \n[13]You can't run with suitcases. \n[14]We should tie them.  We can put them upstairs out of the way. \n[15]Find something:  Extension cords, rope, wire--we'll have to tie them tight. \n[16]Tie her to the chair.  I'll take care of the windows when I finish with the boy. \n[17]Look what I found. \n[18]You tied her like a pussy.  Make it tight. \n[19]Better. \n[20]Go downstairs, Kevin. \n[21]I want to show you something. \n[22]It cost two hundred forty dollars, but I was happy to spend it.  I love my mom. You see these? \n[23]My mom burned me with cigarettes. \n[24]Let's burn the house. \n[25]I got the gasoline -- \n[26]They'll cut the power. \n[27]We can't make the microwave work. \n[28]We're hungry.  You're going to cook. \n[29]Make the pizza.  I want scrambled eggs and hot dogs on mine. \n[30]With hot sauce and butter. \n[31]Dennis. \n[32]The food's ready. \n[33]I like it here, Dennis.  I'm never going to leave. \n[34]I heard you with the girl. \n[35]I get it.  If you want to go, go. \n[36]I overheard him with the girl. \n[37]I don't know. \n[38]Kevin left without you. \n[39]Kevin's gone, your daddy's gone, everybody's gone. \n[40]Now we can do whatever we want. \n[41]You're going to enjoy this. \n[42]What's wrong, Dennis?  Why're you so pissed off? \n[43]Everyone's gone.  We can do whatever we want.  We can do anything. ", "THOMAS": "\n[1]My stomach is eating me! \n[2]My stomach has teeth!  It's eating my guts! \n[3]Jen!!! \n[4]Jen! \n[5]Sit still!  If they're in the security room, they can see you on the monitors. \n[6]I figured out what these cameras can see last year when Mom and Dad went to Lake Arrowhead.  It can't see me over here, but it's looking at you, so don't move! \n[7]Be quiet!  Listen! \n[8]That big asshole nailed my windows. \n[9]We can use the crawlspace to get downstairs.  Then we can run for it. \n[10]We can't carry him. \n[11]I'm not gonna leave you! \n[12]We'll all go, Jennifer.  All of us or none of us.  I know where Daddy keeps a gun. \n[13]Shh, they'll hear you! \n[14]Thomas Smith.  I'm in the house that's on TV.  Dennis hit my dad and now he won't wake up.  You gotta help him. \n[15]Dennis hit him.  His head's all big and he won't wake up.  I'm really scared. \n[16]We're okay. \n[17]In my room. \n[18]They nailed the windows.  I can't get'm open. \n[19]If I try to climb out they'll see me on the security cameras.  They would see you outside, too -- \n[20]They're coming! \n[21]Is my daddy okay? \n[22]I think so. \n[23]Okay. \n[24]What do you want me to do? \n[25]He has lots of disks. \n[26]Dennis won't let me go to the desk.  He makes me sit on the floor. \n[27]But I might be able to sneak into the office if they're not around.  Then I could open the disks here in my room. \n[28]I can get into the crawlspace from my closet and climb all over the house. \n[29]I can get into the den.  The office is right across the hall. \n[30]Yes, sir. \n[31]It's me, Chief.  I'm in the den. \n[32]I got'm! \n[33]I opened Marlon.  I think it's somebody's taxes. \n[34]I don't see any people names.  It's all businesses. \n[35]Yeah!  Here's a name.  This is somebody's personal tax -- \n[36]Charles G. Benza. They're coming! \n[37]C'mon, Jen!  Run! \n[38]I'll shoot you! \n[39]I'll shoot you!  I'm not kidding, you better stay away! \n[40]I know. \n[41]No!  They're right here -- \n[42]Our house is on fire!  We almost burned! ", "HOWELL": "\n[1]Hey, you guys know what's going on? \n[2]Jesus, no shit?  My client lives in there. \n[3]No.  No, I don't know them.  Thanks for your time. \n[4]We have a problem out here. \n[5]Give me an ETA. \n[6]How many locals? \n[7]And Talley? \n[8]Good work, Gayle--everybody.  Now stay ahead of the curve.  I want to know everything that happens before it happens.  I'll cover Talley. \n[9]What do you mean? \n[10]You worry about your end.  I got my side covered. \n[11]Talley lives here.  I don't know if the place has security or not. \n[12]He has a wife and kid.  That's how we'll get to him. \n[13]We have to own this guy, Marion.  We don't want him dead; we need to use him. \n[14]Whatever you want.  Page me when you're done. \n[15]Donuts here any good? \n[16]Was Smith talking? \n[17]Goddamnit, tell me what you know.  Did the cops go in?  Did Smith have the disks? \n[18]What hospital? \n[19]I have another job for you. \n[20]How did you get this number? \n[21]I have your fucking family.  Don't forget that. \n[22]What do you want? \n[23]Fuck that!  You think I'm crazy?! \n[24]Fuck the mall.  You know that motel on the road west of town? \n[25]You got ten minutes.  If you're one minute late, we won't be here to find. \n[26]Keep your eyes open.  He should've been here. \n[27]Don't shoot!  Don't shoot him! \n[28]Take it easy.  Just take it easy.  We're here to do business. \n[29]They're close.  Let me make a call.  You can see they're okay. \n[30]Put on the woman. \n[31]You have the disks? \n[32]Where is it? \n[33]I have to see if it's real. \n[34]All right.  Now the second one. \n[35]Bring them.  Stop the car outside the room, but don't get out. \n[36]Aim your gun at the woman's head.  If he doesn't give me the disk, kill her. \n[37]If you shoot me, he'll kill your daughter.  Do you want to lose both of them? \n[38]The negotiation is over, Talley.  I won. Now give me the disk or he'll put her brain on the glass. \n[39]You'd better be kidding. \n[40]Are you out of your mind? \n[41]Kill them. ", "WALTER": "\n[1]I have his corporate and personal on two disks, labeled Marlon and Al. \n[2]What, you don't have a sense of humor? He's going to love it. \n[3]Yeah, that's Thomas, the human piranha. I have to feed the animals while Pam's in Florida with her sister. \n[4]Listen, is Glen on his way?  Great.  The paper's bagged and ready to go.  Bye. All right, all right, all right--it's feeding time! \n[5]Jen!  Come feed your brother!  He's wasting away! \n[6]Jen, c'mon, chop-chop!  I've got to finish my work! \n[7]Jen?  Are you all right? \n[8]Who sent you? \n[9]The car.  All you want is the car? \n[10]The keys are on the wall by the garage. Take it.  The tank's almost full. \n[11]Quiet, Jen. \n[12]None of you will get out of this. \n[13]I'm going to my desk. \n[14]Take it easy, son.  I'm only going to my desk. \n[15]I have contacts in Los Angeles.  Lawyers and judges who can help you. \n[16]This is every criminal lawyer in California.  If you give up now, right now, I'll buy you the best lawyer in the state. \n[17]You won't die if you let me help. \n[18]But if you stay in this house, I can promise you this -- \n[19]You can't imagine the fucking you're going to get. \n[20]Where am I? \n[21]Walter Smith. \n[22]Where are my children? \n[23]I don't know what you're talking about. \n[24]Thank God!  Are you guys all right? You're not hurt? \n[25]You guys step out for a second.  I have to talk to the Chief. \n[26]Did you find the disks? \n[27]Then you have everything.  You can put them away. \n[28]That would be Glen Howell.  He was on his way for the disks. ", "MARTIN": "\n[1]Laura Martin.  This is Will Maddox, the primary negotiator -- \n[2]Do it. \n[3]Sounds like you know the job. \n[4]Maddox!  You got that? \n[5]I'd like you to brief my supervisors before we take over the scene. \n[6]Order your men to stand down. \n[7]Jesus.  He must've siphoned it from the cars. \n[8]Looks like you're bailing out at the right time. \n[9]If we have a man dying in there, we'll have to go in. \n[10]Did the boy say that any of them are in immediate danger? \n[11]Then I think we should wait.  Do you agree? \n[12]You've been here all day, Chief.  Take a break.  See your family.  If I need you, I'll call. \n[13]Excuse me?  You requested our help.  You turned over command -- \n[14]I want to know what in hell you're doing. \n[15]I'm not stupid!  You can't get out of here fast enough, then you take back command; you agree to wait on Smith, then you risk everything in a stupid stunt to get him out -- \n[16]-- then when you get him, you damn near assault the man in the ambulance!  What is going on? \n[17]Maddox!  Let's give the man a hand! \n[18]This is bullshit.  I should've been notified. \n[19]Goddamned small town bullshit. ", "THE WATCHMAN": "\n[1]Do you see the fuckin' gun?!  Look at it! \n[2]Where's your gun? \n[3]Follow the Mustang.  We won't go far. \n[4]I know you're scared, but unless you do something stupid we're not going to hurt you.  You understand? \n[5]Don't just fuckin' sit there, dumbass. Do you understand? \n[6]These guys are going to take hold of you. Don't freak out.  It's for your own good. \n[7]Say hello. \n[8]I know, I know--she's all right.  Your kid's all right, too.  C'mon, now, relax. From this point on, you control what happens to them. \n[9]Can we let go?  You past your shock and all that, we can turn you loose and you won't do something stupid? \n[10]Here's the deal--Walter Smith has two computer disks like this in his house. They're labeled 'Marlon' and 'Al.' \n[11]We want them.  You will not let anyone go into that house--or anything come out-- until my people recover these disks. \n[12]You will re-assume command.  In two hours, a group of my people will arrive at York Estates.  You will tell the Sheriffs that they are an FBI tactical team. \n[13]When this phone rings, you answer.  It will be me.  I'll tell you what to do. When I have what I want, you get your family. \n[14]I have people in York Estates right under your nose.  If you do anything except what I'm telling you, you'll get Jane and Amanda back in the mail.  We clear on that? \n[15]Smith will know. \n[16]When it rings, answer. ", "JANE": "\n[1]No?  Then whose idea was it for you take a job in the middle of nowhere? \n[2]You're hiding, Jeffrey.  You're hiding from the job and you're hiding from me. \n[3]That happened a year ago.  You've been gone for almost six months.  How long do you have to punish yourself for something that wasn't your fault? \n[4]It's Dad.  He wants to speak with you. \n[5]She has to go to the bathroom. \n[6]You're not only punishing yourself, Jeff. Amanda and I are in this, too. \n[7]We'll see you in a couple of hours. \n[8]Pack your things.  You're going. \n[9]Wait by the car, Mandy.  Give me a minute with Dad. \n[10]Don't worry about it.  How are you doing? \n[11]But they're not here yet.  Tell me about you. \n[12]Jesus, you're shaking. \n[13]You sure? \n[14]I'm in no rush.  Maybe later we can talk. \n[15]That's okay.  I love you anyway. ", "LOUISE'S VOICE": "\n[1]Junior Kim was DOA at the hospital. \n[2]Chief?  Mike said a young girl answered the door. \n[3]He didn't say. \n[4]I pulled Mickey and Dreyer off the minimart. \n[5]We only have eight officers on duty, Chief. \n[6]Go, Chief. \n[7]Go, Chief. \n[8]I know the one. \n[9]Chief, base. \n[10]I couldn't find Jane.  She wasn't at the restaurant. \n[11]She didn't answer. \n[12]Chief, base. \n[13]Could you call me back on your phone? Right away. \n[14]Other people can hear us.  Just call. Please. ", "ANDERS": "\n[1]Welch is down!  They shot him! \n[2]I think he's dead! \n[3]The house belongs to Walter and Pamela Smith.  They've got two kids, a girl about fifteen and a boy younger, Jennifer and Thomas. \n[4]The mother is in Florida visiting her sister.  The father works at home, so he's probably inside. \n[5]Chief, this is Brad Dill.  Dennis and Kevin work for him. \n[6]Yes, sir. \n[7]What's up, Chief? \n[8]Did I do something wrong? \n[9]The guy in the house? \n[10]Wow.  Sure, right away, Chief. \n[11]I guess so. \n[12]I will, Chief.  Absolutely. ", "MIKKELSON": "\n[1]One in front is Dennis James Rooney. \n[2]Dennis has a younger brother, Kevin Paul-- that's him entering now, the third guy. \n[3]Just pulled thirty days for misdemeanor burglary.  He shows car theft, shoplifting, and DUI. \n[4]I can't make it out. \n[5]I guess we could jimmy it. \n[6]Christ, that stinks. \n[7]What? \n[8]Okay, this is creeping me out. \n[9]Ohmigod.  We gotta call Talley. \n[10]Chief, we just found Krupchek's trailer. We just went in there. \n[11]He has human body parts in his refrigerator.  He has five human heads. ", "BENZA": "\n[1]Maybe Glen already picked up the disks. \n[2]You think we should take that chance? \n[3]I guess not, too.  How much information is in the house? \n[4]What, he's cute?  That's his idea of humor? \n[5]No way.  I tell them, that Old Man is gonna handle this from back there. \n[6]Fuck them!  Now get your head in the game, Phil--we have to handle this. \n[7]Put our people on the scene.  Smith might talk just to cut a break for his kids. \n[8]Bullshit--a man will do anything to save his family.  Who's running the show up there? \n[9]Find out how we can hurt him.  By the end of the day, I want to own him. \n[10]The fucking jet's waiting!  Would you get your shit out here?! ", "MARION": "\n[1]It won't be a problem. \n[2]Okey-doke. \n[3]Can we make him dead after we use him? \n[4]I don't eat junk food. \n[5]We're too late.  The police are here. \n[6]You fucked up, Glen. \n[7]No fuckups allowed. \n[8]It's like a storm, isn't it?  This raging force that you can't control does whatever it wants, and the best you can do is survive.  A winner survives. \n[9]What good would it do to kill you?  The police already have the disk. \n[10]Your wife is a very nice lady. ", "SEYMORE": "\n[1]L.A. County Sheriffs are inbound from a bank robbery in Pico Rivera. \n[2]An hour, tops.  Might be sooner. \n[3]A command team, a negotiating team, a tactical team--the tac team includes a perimeter team, the assault team, snipers, and breachers--thirty-five new bodies. \n[4]What if it goes south? \n[5]If things get wet, we're going to need someone who can handle that end. \n[6]He's leaving now. \n[7]I heard he's fucked up.  They're taking him to the hospital. \n[8]I don't know.  Talley talked those punks into letting Smith out.  He's fucking us over, Glen.  That guy is fucking us over. \n[9]Canyon Country. ", "DREYER": "\n[1]We don't know. \n[2]What's he doing? \n[3]Krupchek lives in a shithole. \n[4]I don't want to pay for breaking it. \n[5]Mickey?  Look at this shit. \n[6]He's burned them. \n[7]He burned their noses. \n[8]What are those, rats? ", "MADDOX": "\n[1]Is the perimeter around the house secure? \n[2]Permission to deploy the line? \n[3]Doing it now! \n[4]What in hell are you doing?  He's shooting at my men! \n[5]What put a wild hair up your ass? \n[6]What in hell are you doing?! \n[7]You're gonna set him off, goddamnit! That's crazy! \n[8]You ready to tell me what's going on? ", "KLAUS": "\n[1]Ain't gonna happen.  We've got unequal pupilation.  He could have an intracranial hematoma or a fracture or both. \n[2]What are you doing?!  Stop that! \n[3]This man needs a hospital!  Stop it! \n[4]I'm not going to wake him.  I don't even know that I can. \n[5]He.  Can't.  Answer. \n[6]Canyon Country Hospital.  Do you remember your name? \n[7]Chief Talley is the one who got you out. \n[8]That's enough. ", "LOUISE": "\n[1]Mike's been shot!  Someone shot Junior Kim, too -- \n[2]Three white males shot Junior.  Mike followed them to York Estates -- \n[3]York Estates.  Four-five-five Castle Way. Anders and Jorgenson are on the way. \n[4]What's that, Chief?  Say again. \n[5]We have a boy on the line.  He says he's Thomas Smith and he's calling from the house. \n[6]His cell number belongs to the Smiths.  I think it's real, Chief.  I think this boy is inside that house. \n[7]You look terrible.  Chief, are you all right? ", "BELDONE": "\n[1]The house is in flames, Benza's accountant is with the cops, and they're stacking the bodies like cordwood. \n[2]You wanted to let Sonny handle it.  I would've moved in when we first found out. \n[3]Yes, sir.  But what about the disks?  If the cops end up with the disks, we're gonna see a whole lot of heat. \n[4]What do you want to do? \n[5]The best. \n[6]I understand. \n[7]I'll make the call. ", "MALIK'S VOICE": "\n[1]I'm gonna kill this dog!  You make my wife talk to me or I'm gonna shoot this fuckin' dog! \n[2]Fuck you! \n[3]I don't know whose dog it is.  She lied about everything else, so she probably lied about the dog. \n[4]Then why won't she open her mouth?!  Why doesn't the bitch say something??? \n[5]\n[6]", "WELCH": "\n[1]Four.  I'm gonna hit the Krispy-Kreme. You want a dozen? \n[2]Are you kidding me? \n[3]They had to go through the yard at 455 Castle Way.  I'm going to approach. \n[4]Teenage female opened the front door. Miss, I found an abandoned vehicle on the other side of your wall.  Did three young men run through the area? \n[5]Miss? \n[6]Officer down.  Jesus, I've been shot. ", "MIKKELSON'S VOICE": "\n[1]We're out two minutes, me and Dreyer. \n[2]It's right in front of us. \n[3]Chief, Mikkelson. \n[4]The truck is registered to Dennis James Rooney, white male, twenty-two.  He has an Agua Dulce address. \n[5]Chief, it's Mikkelson. \n[6]Yes, sir. ", "METZGER": "\n[1]How do we do that? \n[2]Chief? \n[3]PacBell shows six lines into the house. They blocked all six like you wanted. \n[4]Yes, sir.  They'll only accept calls from your cell. \n[5]Chief!  The Sheriffs are ten minutes out! \n[6]Hey!  He's waking up! ", "TUZEE": "\n[1]Worst case, it's a bloodbath.  The detectives come out with Smith's computer, and we go directly to jail, do not pass Go. \n[2]I took the call from Glen personally. They're still in Smith's house. \n[3]Smith was cooking the books for the IRS. That means he has it all:  The cash flow, where it comes from, how we launder it, our split with the East. \n[4]You should warn them, Sonny. \n[5]He knows better than that. \n[6]It's happening right now. ", "FISCHER": "\n[1]Maybe we're getting too dramatic.  It's three kids.  They'll give up, the cops will arrest them, and that's that.  Why would they search the house? \n[2]I guess not. \n[3]It's on two computer disks he calls Marlon and Al. \n[4]If the Feds get those disks, the East Coast is gonna take a hit, too.  You should let them know. \n[5]They have a chief of police, a guy named Talley.  I saw him being interviewed. \n[6]Hey, that's him.  That's Talley right there! ", "THE WATCHMAN'S VOICE": "\n[1]You dumb fuckwad cop, you fucked up bad! \n[2]You want a blowtorch on your daughter's pretty face?! \n[3]I guess we each have something the other wants. \n[4]My people are good to go.  You know who I mean? \n[5]We're almost home, you and me.  Keep your shit together.  This isn't L.A. \n[6]You don't want another dead child on your conscience. ", "CASTELLANO": "\n[1]Jesus Christ, it's a clusterfuck. \n[2]And by doing so, he would've known we have spies in his organization. \n[3]I hate that Mickey Mouse bastard.  I hated his father, and I hate Sonny, too. Always with the tan. \n[4]Our people out there, they good people? People in the right place? \n[5]Sonny's a fuckup.  If he pulls this off, fine--life goes on.  But if the cops end up with those disks, we cut our losses. \n[6]I want a message sent:  No fuckups allowed. "}}