{"dialogues": {"ADAM": "\n[1]You know it. I'm gonna bang all sorts of chicks this weekend! \n[2]Sorry, honey. Adam gives his beautiful fiancee a playful kiss. She shows him some PHOTOS. \n[3]Check out that young stud. Can you believe he's about to get married? Lily and Adam look through more PHOTOS of a YOUNG ADAM partying at a SKI RESORT with his FRIENDS: -- In full 80s SKI GEAR on a mountain... -- Eating PIZZA at \"Papa Enzo's,\" stuffing their faces... -- Drinking BEERS at the \"Brew Haus,\" an awesome pub... -- In the HOT TUB with SIX GIRLS... Adam snatches the last photo from her. \n[4]Ignore that one. Nothing happened. I love you. Lily laughs. \n[5]I'm not sure. \n[6]Oh! Jennie. \n[7]She's nobody. Ski instructor.  You didn't know me yet. Lily still looks at him a little hard. \n[8]Lily, I was 17. She had boobs and a face. Of course I'm gonna take her picture. Lily still looks a little bothered. \n[9]Of course not! I think of you. As Adam goes to EMBRACE her: \n[10]Sweetie? She comes out a moment later with a CARDBOARD BOX, which she empties onto the BED. About FIFTY PORNO MAGAZINES spill out, ranging from TITS MONTHLY to BLACK ASS. \n[11]How did you know where I hid my... treasure? Lily carefully picks up a BROCHURE from the pile, holding it by the corner, not wanting to touch it. \n[12]OK! You caught me! I occasionally... reminisce... about Jennie O'Keefe! \n[13]About two hours ago when you were on the phone with your mother. \n[14]What are you so worried about? \n[15]Baby, the girl in that picture was nothing more than a crush. I could never get her and there's no possibility I'll ever be with her. She was a total stranger. Lily gets a CURIOUS LOOK on her face. \n[16]Well not the creepy \"your mom was in an accident, now come with me\" kind. But yeah, the hot lady in the supermarket kind of stranger. You have to admit - it's kinda hot. \n[17]You kidding me? It would be fucking incredible. 5. Lily smiles seductively, as Adam starts to get it. \n[18]Wait a minute. Are you suggesting... yes. YES! Adam excitedly heads for the door. \n[19]OK, I'll go down the hall. You get into character.  This fucking rules. Adam leaves the room and Lily REMOVES HER SHIRT, talking sexy and slowly building the fantasy... \n[20]Love where you're going with this, baby! Keep it up! She unbuttons her pants and SLIDES DOWN HER JEANS. \n[21]You should probably take them off! \n[22]Sorry! Continue! You were just about to take off your panties! She slowly slides out of her panties, kicking them away. Now she's TOTALLY NAKED. She continues to role play. \n[23]Special delivery for -- Jesus Christ! The black man doesn't know which way to look. He covers his eyes and drips coffee, as he blindly steps toward the door. \n[24]Yeah. Wow. \n[25]Babe, look at Nick... In the car, Nick air drums to whatever's on the radio. \n[26]You think with him in charge, we're gonna get into any kind of trouble? We'll probably eat too much pizza and I'll twist my ankle getting off the ski lift. \n[27]Sandwich. Thanks. He puts it in his BACKPACK. She looks like she was expecting a different reaction, but she lets it go. He kisses her. \n[28]I told you, I'll call you when-- She snatches it out of his hands. Adam looks confused, as she pockets the phone. \n[29]You should. I'm a lame-o. \n[30]I'm so psyched about this weekend! \n[31]You're a good friend. I'm sorry for putting my career and self sufficiency above bowling night. \n[32]Live the dream. \n[33]OK, I sure wi-- CLICK. For a moment, there is an uncomfortable silence. \n[34]Don't her parents own the supermarket? \n[35]This looks like a place where people die. Mostly from murder. A BALD, miserable-looking GUY in his late 30s  exits a room, carrying TWO SHOPPING BAGS. He gets in the back seat. Adam looks happy to see him. \n[36]Lou! \n[37]Dude, it looks nice. \n[38]What'd you bring? 11. \n[39]She's got a hell of an attorney. \n[40]She told me it was for a friend. \n[41]Thanks for coming, man. \n[42]Be nice. I know Jacob's kind of a douche, but I'm trying to be closer to him since Mom died. Jacob gets in the back next to Lou. \n[43]He's not gay. He's just... what are you again? \n[44]Will you two please shake hands and make up? We're gonna be spending a lot of time together. Jacob distractedly TEXTS on his phone. \n[45]It's gonna be fun. \n[46]Thank you. \n[47]Lily. \n[48]That's the sacrifice. Jacob nods, agreeing with Lou's concern. \n[49]I did OK for myself. \n[50]Fifth. Thank you. \n[51]Assuming I got laid when I was zero. \n[52]I'm fine. Maybe some cold feet, but that's normal. Thank you everyone for your concern. \n[53]Is this about something else? \n[54]No, let's do this. I'm sorry I wasn't around when you were growing up, OK? I was in college. And then I was working. Dad left. Someone had to take responsibility. \n[55]Shut up. \n[56]You might like it. Havenhurst is pretty awesome. Jacob shrugs, but Lou gets excited. \n[57]You'll have to bone some of that tail for me, man. \n[58]No I won't. \n[59]Uh... I'm not having sex with anyone this weekend. Lou looks at Adam, trying to figure things out. 17. \n[60]I'm not having sex this weekend. Without the winking. \n[61]I'm pretty sure you don't. \n[62]Yes! \n[63]Oh man. The Brew Haus is a PF Chang's. Lou notices a TGI Friday's, with a sign advertising a \"Hannah Montana 3-D Experience!\" He looks utterly disgusted. 18. \n[64]Pink Paradise. Best strip club ever. The car rounds the corner and a SIGN comes into view. The beginning reads \"Pink.\" \n[65]I'm not playing drinking games with my grandma. \n[66]Guys! Everyone looks at Adam. \n[67]Let's give it a chance. We don't know for sure that the room sucks. Nick nods, appreciating the optimism. He opens the door: \n[68]OK, so now we know. The guys drag their bags in and depressingly take stock of the situation -- presently the dirty old room. \n[69]At least some things never change. \n[70]Shame on you. \n[71]It's been a few years. \n[72]How's the bottom? \n[73]Dude... \n[74]Thanks for coming, man. It means a lot to me. Jacob nods halfheartedly. \n[75]Nick, look. You had great intentions. No one's blaming you. \n[76]Yes! Lou gets up and throws down his napkin. \n[77]Coming right up. Adam CRANKS A KNOB. As the BUBBLES comes to life, we begin a TUBBIN' MONTAGE over Reel 2 Real's \"I Like to Move It.\" 28. -- In the tub, the guys DRINK like fish, pouring various combinations of VODKA, RED BULL, MOUNTAIN DEW, BACARDI, and anything else they can get their hands on. -- Jacob's LAPTOP is propped on the edge of the tub, playing BETTER OFF DEAD. Every so often, one of our guys takes a drink, playing a game, the rules of which only they know. -- Adam takes a big bite of the SANDWICH Lily gave him. -- Nick uses his iPhone to take video and pictures. More drinking games. The guys wear funny HATS and roll dice on a PIECE OF WOOD. Adam has to drink some tub water. -- The guys keep reaching into ADAM'S BACKPACK for MIXERS. -- Nick, Adam, and Lou LAUGH. Then, Lou lifts up Jacob's head, which he has been FORCIBLY HOLDING UNDER WATER. Jacob coughs and spits out water and looks pissed. Then he smiles and helps submerge Nick's head in the same way. -- Slam! Another bottle of vodka killed. Crush! Another empty Red Bull his the patio. -- A BEAR eats some DORITOS that have been left on a PICNIC TABLE. Yards away in the tub, the guys laugh and taunt it. -- Lou BLEEDS from where the bear has obviously SCRATCHED HIM across the chest. Still, he dances in the tub. -- Just for an instant , the guys are 3 BLACK GUYS and ONE WHITE GUY, before changing back. -- The guys wear their SNOWSUITS in the tub. Adam very dangerously jumps in, attached to a SNOWBOARD. -- The CUTS get QUICKER and QUICKER, as hands reach into the backpack. More vodka. More Dew. More Red Bull. More Bacardi... The cuts SPEED UP and INTENSIFY until finally in a BRILLIANT FLASH OF LIGHT, we \n[78]Red Bull or Fresca? Jacob takes the Fresca, as Lou inspects the CLAW MARKS. \n[79]Yeah he did. \n[80]If by showing him, you mean we laughed and he got bored and wandered off into the woods with your sneakers, then yeah, we got him good. \n[81]You just puked. \n[82]Let's do it! 30. \n[83]Well this place has improved. -- In the lift line, Lou passes a GUY wearing a BIG HEADBAND. \n[84]I'm really glad we stayed. It's gonna be good to get away for a couple of days. I mean not like I want to be away from Lily. You know. \n[85]I love her. But you guys are right. I'm gonna be with her for the rest of my life. \n[86]It gets easier, right? No offense, but watching you talk with Courtney- \n[87]Nick? 32. \n[88]I feel like we're in Scarface. Only with skiing. Skiface. \n[89]Yeah, I'm good. The dude removes his sunglasses. He has a dead look in his eyes, studying Nick and Adam. \n[90]Spazzes? \n[91]I'm Crockett, obviously! That's the Don Johnson one, right? The dude flips out a SWITCHBLADE. \n[92]I've never ridden the horse before. \n[93]I don't know what kind of animal I'm riding, but it's the best animal of all time. I feel great! Adam uses his SKI POLES to push off the top of the mountain and he goes FLYING DOWN THE SLOPE. \n[94]What a rush! He notices the girl on the ground and goes to help her up. \n[95]Oh wow, are you OK? \n[96]Jennie O'Keefe! Jennie squints at Adam, trying to place him. \n[97]Diplomatic immunity. Blaine looks confused, as Adam RIPS Blaine's lift ticket, but he ends up RIPPING BLAINE'S JACKET too. \n[98]Sorry, I was trying to... you can probably patch that up. Blaine PULLS Adam close by the collar and clenches his fist. \n[99]You look JUST like this girl. I had the biggest crush on her-- Blaine grabs the bag out of Adam's hand and SHOVES ADAM away. \n[100]What is going on? Lou strolls up to the guys, with his arms around TWO HOT CHICKS. He looks elated. \n[101]What do you think happened? \n[102]We're in 1987. Everyone looks stunned and dazed. \n[103]We all have plans. It's my fucking wedding! \n[104]What the FUCK is going on?! Nick stands up and calmly takes charge. \n[105]This happens? \n[106]This is a big glitch. \n[107]Guys, ignoring the ridiculousness of how we got here for a moment-- \n[108]How are we supposed to get back? For a moment, everyone sits and absorbs the question. Then: \n[109]Wait a minute. Just tell him. \n[110]Sir, we... This is ridiculous. \n[111]That went well. Lou starts walking off by himself. \n[112]Well, maybe one drink. Just to confirm. \n[113]I don't want to see this go down. Phil TOSSES THE CHAINSAW IN THE AIR and... He expertly CATCHES IT, seamlessly continuing to carve. A GIRL leans in and gives him a kiss. \n[114]We're in 1987. \n[115]Seriously, we have to get back.  We seriously have to get back! The guys subdue Adam, as a BIG-HAIRED WAITRESS brings drinks. \n[116]I still can't believe it's really her! \n[117]I should go talk to her. To apologize, of course. You know, nothing inappropriate. \n[118]No, no. No ass kicking. I just wanted to say I'm sorry about earlier. I lost control of the old skis there. Looks like I shoulda taken another one of your classes! \n[119]Certainly not when I was a kid! I mean, that would make no sense! Adam tries to recover. 45. \n[120]I was here for a convention. Power tools. And regular tools. All sorts of tools. I'm big into tools. It was a couple years ago. Jennie looks very suspect of Adam. \n[121]Hey, where ya going? She ignores him, but one of her friends quietly lags behind. \n[122]Yeah, he's my brother. She takes Adam's PALM and writes something on it. \n[123]We got invited to a party later. \n[124]How about figure out how the hell to get back to the present day? Nick walks back to the table and SLAMS down a pile of CASH. 46. \n[125]Where did you get that money? Nick points out the Japanese Businessmen. \n[126]Fellas, we are not making progress and we're losing time. \n[127]Wait, that's it! I can't believe I'm about to say this, but I think we have a time machine. \n[128]Here goes nothing! They simultaneously DOWN their drinks. Nothing happens. Like the chimps in 2001, each of them begins FIDDLING WITH KNOBS and PUSHING ON LIGHTS, trying to find the magic button. After a few moments: \n[129]Guys, we're running out of ideas here! 48. \n[130]I mean we tried the scientist, the tub -- what the fuck do we do next? Lou DOWNS ANOTHER SHOT and gets a crazy look in his eye. \n[131]This will not end well. 49. \n[132]So do you think we should run away? \n[133]If we're still here in four months, I will happily go to jail, because I'll be fucked anyway. A GUY walks out of the bathroom, wearing only a TOWEL. He looks startled. \n[134]You have a problem. \n[135]Hey. Dudes. Our friend's... hellaciously wasted. He partied pretty hearty... to the max. To the extreme max. \n[136]So you guys wanna fuck with him or what? \n[137]We are not going to the party. 52. \n[138]Did we go to the same school? Lou turns and addresses Adam directly. \n[139]I don't know. \n[140]This sweater makes me look like a jerkof f . \n[141]He's gonna be a problem. Tad and Chaz walk over, looking dapper and douchey. They are excited to see Jacob. \n[142]This is your party? \n[143]That band's from the 90s. \n[144]So, you like these guys? \n[145]So I lied to you earlier. I wasn't here for a power tool convention. Jennie instinctively looks around for her friends. \n[146]The truth is, Jennie, I've always liked you. But I've never really known you. I really wasn't supposed to meet you again. \n[147]I came here from the future. She rolls her eyes - she's heard all the one-liners. \n[148]Astronaut pants? \n[149]No! No spaceship. No astronaut pants. Just regular time travel. With normal pants. \n[150]Oooh, Atlantic Avenue. That's gonna cost you. \n[151]I'll tell ya what... Adam moves her token up a few squares and makes a show of looking over his shoulder, as if someone might see. \n[152]I'm not supposed to do this. But I'm gonna upgrade you to Marvin Gardens. It's a suite. Plus, there's an excellent buffet and a view of the pool. Jennie laughs, despite herself. She looks around, as if someone might see her. Adam notices. 64. \n[153]No one's gonna see you hanging out with the creepy spaz. Don't worry. \n[154]Hey, it's cool. I was being creepy and spazzy. \n[155]I'm from the future. \n[156]What are you doing with a douche like him anyway? You're so much better than that. \n[157]So if I lived here, I'd have a shot? For a moment, Jennie is thrown off. She's about to say something, but checks herself. Instead she nervously stands. \n[158]We didn't do anything! \n[159]Jennie! 66. He looks over and sees Nick SNORING in the other bed. \n[160]What are you doing here?! Jennie gives Adam a LONG WET KISS. He's freaked out. \n[161]I didn't necessarily say that. \n[162]Oh my god! She kisses him again and they start to go at it. Just then -- \n[163]Lily? \n[164]No, she just-- Adam looks to where Jennie just was, but now the bed is covered with PHOTOS OF JENNIE. There's also a LARGE BOX OF TISSUES and some HAND LOTION. \n[165]What's all this? Jennie? \n[166]Nothing's wrong with it. It's beautiful. In the next bed, Nick rolls over and wakes up. \n[167]Stay out of it, Nick! \n[168]No. It wouldn't at all. Lily turns and walks out the door. \n[169]Lily, it wouldn't! I love your vagina! I love your vaginaaaaaa! \n[170]Vagina... huh? He sees Nick sitting on a bed on the other side of the room. He's ON THE PHONE, talking quietly with someone. \n[171]Who are you talking to? Nick looks at Adam and covers the receiver. \n[172]What do you mean \"Courtney?\" Adam picks up ANOTHER PHONE. \n[173]Get off the phone!! But Nick is down the rabbit hole. \n[174]What were you thinking? The DOOR OPENS and Lou strolls in, looking quite fresh. \n[175]Has anyone seen Jacob? \n[176]Guys! I refuse to accept that we're stuck in 1987! Maybe you're loving it, Lou. But you don't get it. Nick's insane, Jacob's become a bigger douche than before, and I need to get back for my goddamn rehearsal dinner? Which is tomorrow! \n[177]Yes. \n[178]Maybe we have to learn something? \n[179]You know, like Groundhog Day. We have to learn the meaning of life or some shit. Just then, a KITTEN licking a PUDDLE on the base of the tub JUMPS in the hot tub and VANISHES IN A BRIGHT LIGHT! For a moment, everyone is quiet. \n[180]It didn't explode. It vanished. It went back... to the present. \n[181]Our old present. \n[182]OK. You guys know what to do. \n[183]This isn't working. \n[184]We'll split up. Get as many different cats as you can. Let's all meet back here in an hour. \n[185]I got regular cats. I figured maybe the kitten was a fluke. Nick takes the box out of his hands and puts it down. \n[186]What am I looking at? It's some kind of stain. \n[187]I'm not smelling it. \n[188]What is that? \n[189]So you're telling me that Red Bull plus hot tub equals time travel? \n[190]Who the fuck is Hank Musselman? \n[191]How did you even figure this out? \n[192]What's wrong with you? \n[193]Yes there is! Come on! Adam heads for the door, as Lou and Nick follow. \n[194]Why would you do that?! Behind Adam, Nick looks at the group of TEENS and his eyes almost BUG OUT. He elbows Lou. \n[195]I thought you were with douche patrol. \n[196]Ah. \n[197]To get my bag. We get that, we have the Red Bull, and our ticket home. \n[198]What race? \n[199]You're an idiot. \n[200]You live here? \n[201]Look. Blaine. I think we got off on the wrong foot. You have some issue with me. \n[202]She didn't blow me. She lied to you to make you jealous. I'm not trying to steal Jennie. I just wanna get my bag. \n[203]Yeah, I'll just take it and get out of your way. 83. \n[204]Whattya say? Can we work this out like gentlemen? Blaine PULLS A KNIFE. Tad and Chaz also PULL KNIVES. \n[205]Listen asshole! I want my bag! \n[206]I don't wanna race you. \n[207]Your girlfriend sucks one hell of a mean dick. Adam makes a SLURPING SOUND and Blaine fumes. \n[208]I've got a race to win. Europe's \"The Final Countdown\" begins playing over a MONTAGE: -- Skis are sharpened. 85. -- Gear is polished. -- In the SUITE, Adam gets dressed in his GEAR. -- On a SMALL HILL, Jacob demonstrates some moves on skis. Adam doesn't get it. He's keeps falling. -- On the hill, Jacob teaches Adam how to SNOWBOARD. Adam is having an easier time standing up on the snowboard. -- The guys keep Adam awake and use a homemade SCALE MODEL of the mountain to formulate a plan, a la Iron Eagle. -- Back on the hill, Jacob and Adam snowboard next to each other. Adam makes it by a couple of obstacles. Jacob looks proud of him. -- The guys play an ATARI SKI GAME, trying out a strategy. Jacob uses a POINTER, looking disappointed. -- On the hill, Adam easily maneuvers by a few trees on the snowboard, kicking up snow and HIGH-FINING Jacob. \n[209]Jacob, I'm sorry for not always being the big brother I should've been. I was away at college, Mom gave you my Sega - there were a whole host of issues. Jacob nods and speaks genuinely to Adam too. 86. \n[210]Friends? Jacob takes Adam's hand and helps him to his feet. \n[211]I didn't think you guys would show. \n[212]It's gonna make my victory taste all the more sweeter. Like a Peach Snapple. \n[213]You'll see. Blaine actually looks rattled, as the two men get lined up. Adam is on a SNOWBOARD. \n[214]You're not afraid of getting beat by a guy on a skateboard, are you? 87. \n[215]Reckless and terrible's my middle name. Because I feel the need...  for speed! Chaz holds out his arm as a starting line. \n[216]Catch ya at the bottom. \n[217]Here goes nothing. Instead of weaving back and forth, Adam just stays in the crouch, PICKING UP SPEED. He recklessly PASSES BLAINE, despite the many TREES and OBSTACLES on the course. He BEARS DOWN AND TRAVELS LIKE A BOLT OF LIGHTNING! Blaine finds the guts to alter his STYLE, skiing more recklessly too. He begins catching up to Adam. Blaine skis up next to Adam - they're both going full force. \n[218]I was born in a hospital like a normal baby! Adam bends down and picks up even more speed, NARROWLY MISSING trees and rocks. Blaine tries to keep up. Adam has the finish line in his sights, when he rolls the dice once too often. His SNOWBOARD GETS SNAGGED on a rock and Adam TUMBLES TO THE GROUND. 88. The SNOWBOARD FLIES OFF INTO THE AIR! \n[219]Ah, it was nothing. I just fell down the mountain. \n[220]Tell me you are not going to keep eating that. Lou takes a bite and SHRUGS. \n[221]Chicken parm? Adam takes the sandwich from Lou. He looks at it closely. \n[222]Chicken parm. On this roll. The guys look confused, as Adam stares at the sandwich. \n[223]It was our first date. You know those nights that are just perfect? This wasn't one of those nights. \n[224]If Lily knew where we were, I'm sure she would've walked home. And I wouldn't have blamed her. \n[225]We were so hungry by the time we found that deli, we would've eaten anything. So what if it wasn't foie gras and pino noir. It was chicken parm and Italian soda. And it couldn't have been more perfect. \n[226]You could say that. You could also say it gave me horrible diarrhea. \n[227]Lily had every opportunity to leave. She didn't know me at all and she certainly didn't owe me anything after the night I put her through. But she stayed. \n[228]She saw me at my worst and she stayed. Lily holds the bucket, as Adam pukes into it. \n[229]Don't you see? This is more than a sandwich. It represents all that shit. All that puke. 92. \n[230]She gave me this as a reminder of her love. Or to give me horrible diarrhea so I didn't leave the room during the bachelor party. But mostly as a reminder of her love. Adam holds up the sandwich. \n[231]This is the reason I need to go home. Adam stands up and walks toward the door with the sandwich. \n[232]I'm gonna go prep the tub. Lou holds up a BAG OF CHIPS. \n[233]Jennie! What are you doing here? \n[234]Whoa. 93. Jennie continues talking, shamelessly exposing herself. \n[235]Yeah, I... can't. She covers up, embarrassed. \n[236]No, I'm not sure there ever was an opportunity. Jennie, you're terrific. You've brought me so many moments of joy, you'll never know. But I shouldn't have given you the wrong idea. Jennie looks sad and vulnerable, as Adam talks. \n[237]The truth is there's a girl I need to go see. We have plans to spend the rest of our lives together. And I can't wait any longer.  And I'm totally cool with it. Adam smiles, feeling the rush of knowing he's ready. But then he sees how sad Jennie is. He moves closer to her. \n[238]One day, you're going to find the right guy who's willing to give up everything and travel across time and space for your love. She nods and tears up a little bit, as Adam HUGS her. \n[239]I know you would. \n[240]That's how I know I'm doing the right thing. Adam reaches in his backpack, but can't find the Red Bull. He turns it inside out and shakes it -- nothing. \n[241]I don't want Jennie. \n[242]Nooooo! 95. Adam runs at Blaine and tackles him to the ground. On the ground, Adam BEATS THE LIVING HELL out of Blaine, messing up his face. It makes the Jared Leto scene from Fight Club look tame. Eventually, Adam's friends pull him off. Adam crawls to the Red Bull can and it's empty. \n[243]Why? Lou takes Blaine's pulse. \n[244]The Red Bull's gone. He fucked us. \n[245]Come on, Lou. 96. \n[246]Yeah, no, I get it. Lou goes around and gives them all hugs. \n[247]OK, whenever you're ready, Lou. \n[248]What happened? Did it work? \n[249]Where's Lou? \n[250]Lou? \n[251]What happened? \n[252]Will you fill in some of the blanks for me, please? \n[253]Wait, fuck, Lou what time is it? \n[254]Great, I blew it. \n[255]Why would she have sex with you? \n[256]Good to hear. \n[257]You went missing and were never found. \n[258]Wait a minute, what happened to... you know. Other Lou. \n[259]Lou... 101. \n[260]What did you do? \n[261]Jesus Christ. \n[262]I don't wanna hear any more. 102. \n[263]I don't wanna hear any more! They sit in horrified silence for a bit. \n[264]I'm here on time. Just like I promised. Nick sits down next to COURTNEY and Jacob takes his seat. \n[265]I'm so happy to see you and I can't wait to spend the rest of my life with you. \n[266]You're the one. Lily notices Adam's on CRUTCHES. \n[267]Ahh! 105. \n[268]What does that mean for us? \n[269]Oh. Great! Jacob CLICKS OFF and disappears, as Lily approaches. Adam can't help but beam from ear to ear. \n[270]You're so beautiful. \n[271]Come on, let's get out of here. We have unfinished business. Lily smiles. She gets into it. \n[272]How about you're the woman I love and I'm the man of your dreams? \n[273]OK, you're a nurse and a snake bit my penis. ", "LOU": "\n[1]Yes, I'm living in a transient motel. Let's get that purple elephant out of the room. \n[2]Thank you. I hate your guts. \n[3]All my belongings. \n[4]In a sense. \n[5]Our system is fucked, gentlemen. You tell me how a whore wife can fuck some black dude - no offense - and still take her cuckold of a husband for all he's got. \n[6]It's offensive. \n[7]And because he's fucking my wife. And because you're black. And because of all the oversensitive horrible garbage... you know what? Forget no offense. Just offense. Are you offended? \n[8]Then shut the fuck up. \n[9]Yes and thank you so very much for giving her the referral. 12. \n[10]I'm gonna slaughter you in your sleep tonight. \n[11]Oh, Adam's stupid brother's coming? Boo! Drive away before he gets in the car! \n[12]Hey buddy! How's it going? Good to see you! \n[13]You look gay and you smell like a basket of fancy soaps. Advantage me. \n[14]You have sex with trains? \n[15]For your information, you fuck dudes. Gay ones. \n[16]You told him?! I hate all you people. \n[17]I've gotta take a shit. 14. \n[18]That was an ugly experience. \n[19]In a few years, when I'm dying of an exotic disease that causes my penis to bleed until it falls off, someone remember to tell the hospital to check out the filthy crapper at the Albany Rest Stop. It's the AIDS monkey of toilets. The guys put down their sandwiches. \n[20]I don't know how you're doing it, man. I mean, Laurie's hot, don't get me wrong. \n[21]Right. Lily. But one vagina? Forever? \n[22]He didn't do that well for himself. 15. \n[23]That would be awesome. Adam gives Lou a distasteful look. \n[24]Boooooring! \n[25]You're confusing Vermont with yourself. This weekend is going to be incredible and you will not ruin it for me. \n[26]Fuck yeah it is! We're gonna ski the trail and bone some tail! \n[27]Fuck that. You'll bone your own. \n[28]Adam, trust me. Biggest mistake of my life - not fucking a whore at my bachelor party. \n[29]Fuck yeah. And he's not making that same mistake. \n[30]Ohhhh. I gotcha. You're not having sex this weekend. \n[31]Right. No winking. I understand. \n[32]I don't even have the heart to tell you what I just fucking saw. But say goodbye to Papa Enzo's. This town sucks. \n[33]I wanna die. \n[34]What have you done to us? \n[35]This guy's a dick. \n[36]No, fuck that. He's a dick. Oooh tough guy. He's gotta be Mister America. \n[37]Go fuck yourself. Phil finally drops their bags at their room and then: \n[38]You, sir, have no tact. Nick gives Phil a bill and he walks off down the hall, leaving the guys outside their room. \n[39]Yeah, I bet it's gonna be lame as shit in there. The furniture probably smells like mold. \n[40]I actually kinda like that idea. \n[41]It's like a Stephen King novel, except not as cool. \n[42]Thank. God. \n[43]Black dudes don't ski. \n[44]This kung pau chicken pairs very nicely with the 97 cab. Very impressive choice, Nick. \n[45]Also, this is the worst bachelor party I've ever been to. Everyone puts down their forks, cathartically fed up. \n[46]I'm blaming him. \n[47]Why did we even bother with dinner? Adam and Nick get up too. \n[48]Quiet, men are talking. Aiden approaches. \n[49]I would like you to die. And then I would like you to leave. Aiden walks away, freaked out. Lou turns back to the guys. \n[50]It's tub time. \n[51]Oh my god. The water is perfect. 27. He POURS A VODKA and SLAMS IT BACK. Adam climbs in with Lou, pouring his own drink. \n[52]Well? \n[53]That fucking bear got me good. \n[54]But we showed him, didn't we? \n[55]Fuck yeah. Lou picks up Adam's half-eaten sandwich and takes a BITE. \n[56]That's why I'm eating your sandwich. I'm fucking starving. \n[57]Really, asshole? \n[58]Guys! I'm so glad you're here. I want to introduce you to Michelle and Sandy. These lovely ladies are having a roller skating party next weekend and no offense, but fuck your wedding -- I'm totally coming back. By the way... Lou rolls out a ZIPLOCK BAG full of cocaine. \n[59]There's coke everywhere around here. This place rules! Lou dips into the coke and rubs it on his gums and we: \n[60]Don't you ruin this. If you wake me from this dream, I'll kill you. \n[61]We're in 1971. \n[62]So does this mean we get to go to girls' locker rooms and see them naked and they can't see us? 40. \n[63]I'm still gonna do it. \n[64]We find a scientist. \n[65]This Dukakis guy seems like he might be the real deal. An affable MAN IN A SUIT approaches. \n[66]Where's your white coat? \n[67]This is bullshit! I told you-- \n[68]Five o'clock. Happy hour. The guys look at him, confused. \n[69]If it's '87, the PF Chang's will be gone, which means the Brew Haus still stands. It's Saturday. They have wet T- shirt contests on Saturdays. 42. The guys' eyebrows raise. After a moment: \n[70]Fuck that guy. ON THE STAGE, TWO GIRLS compete for wettest t-shirt. They both decide that NO T-SHIRT is the wettest option. \n[71]She's aged remarkably well. Oh, right. Why don't you just go talk to her? \n[72]Sure... Adam GETS UP. He slowly makes his way over across the room. Jennie is talking to TWO OTHER GIRLS as Adam approaches. He lurks near them like a creep. Jennie eventually notices him, as he keeps stealing glances. She doesn't look happy. \n[73]sweet! What are we gonna do until then? \n[74]We're millionaires! \n[75]I agree. You left so much money on the table. It's a fucking iPod! You could've gotten a LOT more! \n[76]A hot tub time machine. \n[77]I love this place. As Lou pours himself another, Adam starts to lose it again. \n[78]I know what we do next. \n[79]Rental car agency fucked us! There's no flux capacitor. Lou pulls Jacob over and straps him in the driver's seat, before walking around to the passenger side. \n[80]We'll travel to 2010. Then one of us will come back and get one of you. And so on and so forth. \n[81]Go light on the clutch. I don't wanna lose our deposit. Jacob starts the car. \n[82]Oh shit, they found me! I don't know how but they found me! I always wanted to say that. Punch it! Jacob HITS THE GAS. \n[83]Let's see the look on this pig's face when we hit 88 and disappear into thin air! Yeah! The SPEEDOMETER hits 75, 80, 85, and then 90. And then 95. The car SHAKES VIOLENTLY. \n[84]This thing's a piece of shit. Up ahead, the ROAD CURVES DRASTICALLY. \n[85]Yeah? \n[86]I hear ya. \n[87]I wonder if we'll still be here for our court appearance. \n[88]I have no tolerance for intruders. \n[89]I'm still pretty OK with it. \n[90]Just help me put him outside. 51. \n[91]Yeah, fuck that, we're going to that party! \n[92]Hear me out. Lou paces around the room like Patton addressing the troops. \n[93]We saw the scientist. He was worthless. We tried the tub. Dead end. I got us a fucking time machine. From Hertz. It might as well have been a Nissan. Adam shakes his head, as Lou continues. \n[94]Gentlemen, it's fucking 1987. Nixon's in the White House, gas is free, and we're about to put a man on the moon! \n[95]The point is you haven't even met your wife yet! She can't fault you ago! Even if 23 years ago somehow ends up being tonight! Adam starts listening a little more closely, as some of Lou's logic actually makes \"some\" sense. \n[96]It's time to start facing the fact that we may not be going home. And if that's so, then we owe it to ourselves to make the best life we can for ourselves. The guys listen intently, as Lou's speech reaches a passionate climax. \n[97]Because I don't want to be that college freshman who spends the first semester hiding in his dorm room, only to realize that come spring, he has no friends. No! 53. \n[98]I want to be that college freshman who fucks chicks way out of his league before they have an opportunity to realize he's not as cool as he's pretending to be! Nick nods. Even Jacob smiles. \n[99]Are you with me? \n[100]Close enough. We'll talk some more at the party. \n[101]It's good to be home. In a corner, Phil puts his ARM in a SHARK TANK. Just as the shark goes to bite, he PULLS HIS ARM OUT, unscathed. A small crowd claps. Our guys are confused and upset. \n[102]If he doesn't lose that arm soon, I'm gonna take it from him myself. With that, Lou wanders off toward another room, leering at and groping girls as he goes. 54. \n[103]Dare. 57. Sandy and Jacob confer, figuring out the dare. Lou meets Jacob's eyes -- he smiles, knowing Jacob has his back. \n[104]You son of a bitch! Have you ever played this game before? It's supposed to be awesome! Lou nevertheless grabs a TWIZZLER from the snack bowl and shoves it down the back of his pants. His face contorts uncomfortably and he is almost on the verge of tears. \n[105]This is a horrible thing you're doing and I hope you never have to experience what I am currently going through. Lou sits down and Michelle consoles him. \n[106]I don't care. Whatever. This is not the point of the game. \n[107]We promise. Let's hear it. \n[108]Fuck you, your turn. \n[109]Sandy, I don't know what you did with this wine, but it is delightful. \n[110]Mmm. Fantastic. Do you mind if I borrow my friend? We'll only be a moment. \n[111]You're gonna fuck her! \n[112]That guy was undesirable. You heard her. It was about the money. \n[113]She's not a hooker. She's a girl who did what she had to do to make a few bucks.  Listen, she's probably awesome in bed. \n[114]Exactly! Jacob looks confused. \n[115]Perfect! Me neither! No one here uses condoms. It's like heaven. Only with a lot more coke. Lou takes his COKE out of his pocket and SNORTS a bunch. \n[116]How do I look? \n[117]Rock and roll. Lou exits the bathroom and calls out to the girls. \n[118]Who's ready to get laid by an awesome penis?! \n[119]Tab? \n[120]Guess who re-popped his 80s cherry? This guy! He points at himself in a celebratory manner, as behind him -- The Towel Guy whose room this is comes RUNNING UP. \n[121]Help me put him in the closet. 70. \n[122]He's grabbing drinks with Tad and Chaz. Which is what we should do. We'll start at the Brew Haus and do a three drink crawl up the street-- Adam gets more fed up than ever. \n[123]Adam. I know I don't look like I understand, but I do. You have a beautiful fiancee who means more to you than anything in the world. And if you could, you'd literally travel across time for her. \n[124]I get it, man. Life is about these moments. Moments where a regular Joe becomes a hero. Moments where you dig deep and find the motivation... the courage... the guts to do what's right and what's necessary. It's moments like these... Lou suddenly notices some COCAINE on the edge of the tub. 71. \n[125]Jesus, how come nobody told me there was coke out here? Lou SNORTS A BIG LINE. \n[126]What was I saying? Adam and Nick get out and towel off. Lou follows. \n[127]I've gotta stop doing cocaine and I need to go to the hospital. I just saw a fucking kitten explode. \n[128]This is the present. \n[129]Um... The HOT TUB IS NOT PLUGGED IN, and yet it's clearly running. \n[130]Maybe these aren't the right kittens? Adam points at him in a \"now you're thinking\" way. \n[131]You can count on me! \n[132]Hate to tell ya, pal. Browns are gonna lose by 3 in overtime. 73. \n[133]Not only that, but I bet you Elway's gonna throw a touchdown with 37 seconds left. \n[134]Care to make it interesting? \n[135]Name's Musselman. Hank Musselman. I've got a cool name, huh? \n[136]I win -- your wife gives me a blowjob. A classy one. For the first time, Candace looks less than bored. She does a bad job of feigning disinterest. \n[137]You win -- you can kill me. Any way you want. Knife, gun, torch, sword... I'll even make a video exonerating you. \n[138]I'm serious. You look like a man who has everything. Except the license to kill. Care to gamble? Rick looks at Lou long and hard. Lou doesn't flinch. 74. \n[139]Exactly. \n[140]Look. Who am I? I'm your wife. Nuts in my mouth. Get it? I like it slow and romantic. \n[141]There! \n[142]Smell it. \n[143]Smell the stain. Adam puts his nose up against the stain and SNIFFS. He recognizes something, but can't put his finger on it. \n[144]Mmm hmm. Hank Musselman's getting the Nobel Prize. \n[145]Scientific method. \n[146]I thought it was some guy's jizz. \n[147]It worked, didn't it? \n[148]Holy shit! Lou immediately approaches the kids, even as Nick tries to hold him back. \n[149]Herschel and Evelyn aren't gonna do a damn thing. They're losers. \n[150]Listen to me. Start putting minoxidil on your scalp. Tonight. Then, when Propecia comes on the market, start taking it. Every day. Hair is important. \n[151]You will!  Or I'll tell everyone about how you jerked off to that issue of Playgirl. \n[152]Hey, you don't have to justify to me, pal. \n[153]I'm God. \n[154]Moment of truth. Lou takes off his hat and feels his scalp - no hair. 81. \n[155]That fucker! Just then, Lou's NOSE SLIGHTLY SHIFTS, the result of being broken and never fixed. It stays this wa for the rest of the movie. Lou touches his nose. \n[156]Oh, that's just great. Jacob runs up, in a friendlier disposition. \n[157]Yes! The race is on! \n[158]Duh, it's 1987? We're at a ski resort? Disputes like these are settled with a downhill ski race. Usually at dawn. It's the law. 82. \n[159]Whoa! You got blown?! \n[160]See? I told you! \n[161]That chick blew you?! \n[162]Gay. Blaine and his goons approach from below. Adam puts on his game face. \n[163]Yes! \n[164]Chicken parm. It's my favorite. \n[165]Keep the sandwich. \n[166]Do you have any stories about these chips or can I eat them? \n[167]Holy shit! You may have killed this guy! No wait... wait... I've got a pulse. Eh, so much for that. Nick puts his hand on Adam's shoulder. \n[168]Nah, I'll take a rain check. \n[169]Listen, your lives at home sound all beautiful and happy with your barbecues and swimming pools and \"oh, that sandwich reminds of some gay shit I did one time.\" Adam and Nick don't look thrilled to be reduced to this. \n[170]But my life back there sucks. And in case you haven't noticed, my life here fucking rules. So I have a coke problem? I'll go to rehab. I have no money? I'll stop winning sex and start winning dollars. Lou DRAGS BLAINE by the foot closer to the tub. \n[171]Guys, I was tailor-made for 1987. And you'll excuse me, but I value banging young chicks way more than all of your friendships combined. No offense. Adam, Nick, and Jacob kinda nod and understand. \n[172]I don't hate you as much as I used to. \n[173]One small step for man! One giant asshole puking in a hot tub! Here goes nothing! Lou does the HEIMLICH MANEUVER on Blaine. It takes ONE... TWO... THREE THRUSTS until Blaine PUKES IN THE TUB! For a second, it's just a BIG SPLASH of VOMIT and nothing else. \n[174]Right on schedule! SURGERY  that makes him look at once older and younger. \n[175]Oh, the face, eh? I was curious how you'd react. Didn't think you'd be scared. \n[176]You're damn right it's me. \n[177]You just traveled 23 years in three seconds. Took me 23 years. It's good to see you guys! \n[178]It better! You know how much I pay the groundspeople around here? A lot. But that's all right, I'm fucking loaded. Look at all this. Everyone looks confused. \n[179]I'll give you the short version, because time is of the essence. First of all, to settle an old bet, time most definitely has been moving forward. It is exactly three days since you've arrived here in beautiful Havenhurst. Jacob looks at Nick. \n[180]Secondly, I'm filthy rich. Made sports bets. Sued Ace of Base. I own most of V ermont. 99. \n[181]I've been reimagining the state as my own personal playground. You could say I'm a little bit like Michael Jackson, except I don't fuck kids. Two YOUNG HOTTIES walk by and wave at Lou. \n[182]I do fuck them, though. Haven't gone above 24 years old in 10 years and even then, it was a mistake. A horrible mistake. \n[183]Way ahead of you, Adam. You have 2 hours to get to New Jersey in time for your rehearsal dinner. \n[184]Not even a little bit. I have a helicopter waiting in the parking lot and a private jet on my airfield five minutes away. The guys look stunned. \n[185]I had some time to plan. God, it's good to have you guys back! \n[186]By the way, Adam, I hope you don't mind. Right after you left, I fucked Jennie silly. 100. \n[187]You get the big time assist. All that talk of her finding the right guy who's willing to give up everything? Made her wetter than a log flume. She's all-time top five. \n[188]Time travel paradox. \n[189]Think really hard about that one. What happened to me when I was 19? Nick shrugs. He looks at Adam. Suddenly, both their eyes nearly pop out of their skulls. \n[190]Yeah, you're gonna have some lingering memories of both versions. \n[191]You don't wanna know. \n[192]The kid sucked, OK? He couldn't take even a little bit of direction. Pretty soon I realized that having two versions of the same dude walking around -- as cool as that sounds -- didn't make very much sense to me. \n[193]So I took care of the problem. \n[194]I had to do it. \n[195]I killed myself. \n[196]Yeah, it was really some existential shit. I mean, here I am committing homicide and I'm actually committing suicide. \n[197]It was easy actually. For a minute, I thought I might be dealing with that whole Timecop thing. You know, the same matter can't occupy the same space at the same time bullshit and we both go poof? Especially after that whole nose thing. But no, it was just a murder. I didn't suffer. \n[198]It was strangulation. \n[199]You'll have to introduce me when we get there. Your families won't know me. Although I'm sure they're huge fans. So hey, getting married, huh? Taking the plunge! Adam looks disturbed. Nick looks confused. \n[200]My fault entirely, madam! The room is ABUZZ with CHATTER, as Lou makes a nearly REGAL ENTRANCE, wearing a WHITE TUXEDO. \n[201]I was partaking in a little ski adventure and I mistakenly wandered into your fiance's path. His broken leg is my broken heart. My most humble apologies. Lou scrapes and bows and regally kisses Lily's hand. She looks genuinely flattered. Lou gets up and whispers to Adam. \n[202]See? I'm awesome here. You shoulda stayed out of that tub. \n[203]So you're friends with the bride? \n[204]Naughty girl. You're secret's safe with me. \n[205]I'm from here. Maybe I know him. \n[206]No, never heard of him. He goes back to MAKING OUT WITH HER and we: ", "NICK": "\n[1]I'm more than willing to forget about earlier, but this shit's going on Facebook. \n[2]I have no idea what Facebook is. My phone has a button that says Send To Facebook. I've been sending shit there for months. Adam looks out the window, smiling. \n[3]Ditto, buddy. I'm gonna help you make up for all the good times you missed when you were being a responsible member of society. \n[4]This trip represents everything awesome about being a dude. 9. \n[5]We're gonna drink too much, eat whatever we want... I might not even change my socks. \n[6]Best of all, we don't have to answer to anyone. Nick's PHONE rings and he answers it with his built-in BLUETOOTH. His phone voice is a little more \"sensitive.\" \n[7]I'm with Adam, honey. \n[8]You said not to do it. \n[9]I bought three bags of pretzels. But I'm gonna eat them... \n[10]\n[11]The whole damn chain. Just be thankful Lily doesn't have any family money. Nothing makes your dick softer. \n[12]So you're sorta like a bum now, huh? \n[13]Why would I take offense to that? \n[14]Because he's black? \n[15]Not really. \n[16]So... what? Your wife likes black dick now? \n[17]I don't wanna hear about it. \n[18]Yeah, isn't Lily your fourth? \n[19]Guys, come on. Let's move past it. This is gonna be a fun weekend. \n[20]That's the biggest mistake of your life? \n[21]Gentlemen... welcome to Havenhurst. \n[22]What the fuck is going on? The car climbs a twisty part of the road. \n[23]Please god let it still be there... \n[24]Yes! It lives! The car continues to climb and the whole sign comes into view: \"Pinkberry.\" \n[25]OK so the place skews a little older. Let's check in. We're not spending our time inside anyway. \n[26]\n[27]Gentlemen... in this room lies the beginning of our awesome weekend. \n[28]We'll feel a lot better once we hit the slopes. Plus, I know there's one thing to look forward to. \n[29]There's plenty of time for tubbin'. Let's ski. \n[30]I think we look good. 22. \n[31]All right, we race down the mountain. Loser buys first round. Premium shit only. \n[32]What does that mean? \n[33]Of course black dudes ski. Aren't I wearing skis? \n[34]You're calling me an Uncle Tom? \n[35]It means black dudes ski.  Catch ya at the bottom. Nick takes off and... gets about 15 FEET, before he hits a GRASSY PATCH and falls over. \n[36]No, the black ones... without the pleats... Because the pleats make me look fat... No, I put it on the Amex... Because I'm the best man... I know, but I'm organizing... I'm gonna get cash fr-- I'm gonna get-- I'm gonna collect cash from the guys... Yes... Yes... Yes. I love you too. Nick hangs up and we see that Adam, Lou, and Jacob have been walking with him, listening to his end of the conversation. \n[37]OK, who's ready to sink their teeth into a delicious dinner? \n[38]Thank you. The waiter walks away and Nick RAISES HIS GLASS in a toast. \n[39]I'd like to propose a toast. To my best friend, Adam. He may be throwing his life away, but at least he's throwing it away with a hot chick at his side. The guys LAUGH and clink glasses. \n[40]And so what if you only have one vagina for the rest of your life. Speaking as someone who's seen your wife's vagina -- it's definitely one of the good ones. Lou and Jacob look confused, but clink glasses anyway, as Adam mouths \"What the fuck\" to Nick. Jacob raises his glass. \n[41]To Adam! \n[42]Come on, man. It's our friend's bachelor party. We're just trying to roast him a little bit. \n[43]Thank you. \n[44]OK I'll admit this trip is not off to the best start. But we're due for a victory! Nick thinks and actually gets an idea. He SNAPS his fingers. \n[45]Hot tub! A lightbulb goes off for Adam too. \n[46]Jacob. Son. The hot tub is the whole thing! You ski all day. Then you hit the town, get trashed, and lure some fine ladies back to the lodge for some good old fashioned tubbin'. Nick CRACKS A BEER and pats Jacob on the back. \n[47]So the town's dead? Fine, we skip that part and go right to the tub. Trust me. If there's fun to be had, the tub is a good start. Nick gets in. \n[48]Yes! It's amazing. Now it's just Jacob outside the hot tub. The other three guys are already starting to look more energized and happy, splashing around. After another beat of consideration... \n[49]Hit him with some bubbles. \n[50]Oh my god, I wanna die. \n[51]Guys, look... Their gaze turns to the MOUNTAIN PEAK, on which is a fresh LAYER OF POWDER. It looks like perfect skiing conditions. \n[52]Believe me I know. \n[53]For the rest of your goddamn life. \n[54]You're gonna be fine. You'll settle in, get the premium cable package - the usual deal. Adam nods. \n[55]You'll wake up every morning, comforted by the fact that your wife doesn't wield her family's wealth over your head like a hangman's noose. Adam looks concerned, as Nick wistfully goes on... \n[56]You'll breathe the air of life, making the occasional decision - maybe get some lawn furniture. How about steak for dinner? Yes, let's get that juice machine I saw on TV. Let's fucking go for it. Nick stares off into the distance. \n[57]Sorry, I lost myself there. \n[58]That is a lot of cocaine. \n[59]I'm gonna pass. \n[60]We're not spazzes. The dude extends the coke once more. \n[61]Adam, you gotta chill. You just did one line. \n[62]You're not riding the horse. The horse is heroin. Adam can't stop moving and fidgeting. \n[63]Adam! Jesus. \n[64]I'm ruined! \n[65]Now hold on, we don't know for sure that we're in 1987. The TV shows a  COMMERCIAL for the COMMODORE 64 computer, with a JINGLE that SINGS: \"Are you keeping up with the Commodore, 'cause the Commodore's keeping up with you...\" 39. When it's over... \n[66]OK, we're in 1987. Adam stands up, completely losing it. \n[67]Everyone relax. I think I know what's happened. And when we're done discussing it, we're all gonna feel a lot better. Everyone looks to Nick, who seems to have the answer. \n[68]Two words: black hole. He lets it hang in the air for a moment, as if it's suddenly going to gel for everyone. But the guys look confused. \n[69]I saw a special on the Science Channel. And guess what? Sometimes this happens. \n[70]Yes. And the best thing for us to do is to stay put. The universe will eventually reverse itself and work out this little glitch. Nick sits down, looking satisfied in his know-it-all-ness. \n[71]Black hole. \n[72]We're waiting for a scientist. \n[73]OK. You tell him, Adam. \n[74]Where are you going? Lou points to his watch. \n[75]Holy shit. It's that bellhop. \n[76]God bless our country. \n[77]Hey, if it's available, I'm ordering it. I always wanted one of these when I was little. The waitress puts down the CHECK. Jacob picks it up, realizing something. \n[78]I've got an idea. As Nick gets up and approaches the businessmen, Adam looks around the room and by the bar, he spots -- 44. Jennie. He stares at her from across the room. Lou and Jacob notice. \n[79]Bam! \n[80]Close. It's a thousand bucks. \n[81]Sold them my iPod. Jacob looks incredulous. \n[82]Adam, don't worry. Time's not moving forward in the future. \n[83]Well then I give you Back to the Future. \n[84]Why not? 47. \n[85]Well so did Bill and Ted. \n[86]Adam, all we did is get drunk in the hot tub. Everyone's EYES GO WIDE. \n[87]Well, it was worth a shot. ANGLE WIDENS to reveal other PEOPLE in the tub. A GUY AND GIRL make out, two STONERS pass a joint, and one TOPLESS CHICK just chills out. \n[88]Jesus Christ, what the hell, Lou?! \n[89]This is probably his room! We're not registered here in 87. Lou thinks for a moment and looks a \"little\" sorry. \n[90]Let's just go to sleep. We'll figure everything out in the morning. It's pretty late. Jacob checks his watch, rolling his eyes. \n[91]Why am I so wiped out? \n[92]Was this like an 80s thing? \n[93]These will be ready in 15 minutes. \n[94]Mmm hmm. You get drunk while you enjoy a delicious gelatin snack. \n[95]Don't know. I just invented it. Party chick looks into his eyes, dreamily. \n[96]I love you. \n[97]I should. \n[98]It's a beautiful vagina. Among the prettiest I've ever seen. \n[99]I just really need to get a few things off my chest. You're domineering and you think you have all the answers, but you don't. Not by a long shot. Nick is getting emotional. \n[100]It's so good to hear your voice. I love you, princess. I really do. You just make it so hard on me sometimes. \n[101]You're right. It's OK. I just want it to be OK. Adam starts registering some of this conversation. \n[102]Courtney. \n[103]Baby, I gotta go. Just think about what I said. We're so great together. It's like when we're having sex - the way our bodies become one, as we both embrace the passion of the moment-- On the other end, COURTNEY'S DAD has picked up the phone. \n[104]OK, so that may have been bad. \n[105]Oh, we're going to jail. \n[106]What do you mean? \n[107]I saw it too. The guys run over to the tub. The bubbles are on low, but there's NOTHING IN IT. \n[108]So it is the tub! Lou POINTS at something. 72. \n[109]Oh, sorry man. Hey! How's that iPod working out for you? \n[110]If you like that, I've got a phone back at the lodge that will knock your socks off. \n[111]Oh yeah? More important than Bluetooth? \n[112]You're not going to Boston, by any chance? \n[113]You're gonna franchise out the Gelman's Mom and Pop! \n[114]Walk with me a minute. Let me tell you about some companies you should really be looking into... \n[115]Come here. He leads Adam near the tub, where Lou points at something. \n[116]Red Bull. \n[117]There was just enough Red Bull for the kitten. Not nearly enough for a human. It's a weight distribution thing. \n[118]He bet me 20 dollars I wouldn't lick the stain. \n[119]Yeah, except one little problem. There's no Red Bull in 1987. For a moment, they're all bummed again. Then Adam gets an encouraged look on his face. \n[120]Look. Lou looks to where Nick is looking: YOUNG ADAM, YOUNG NICK, and YOUNG LOU wait with other kids for Jennie to return to their lesson. \n[121]where the fuck are you going?! Lou walks right up to his YOUNGER SELF and looks himself square in the face. \n[122]Adam, where are we going? Adam gets a look of determination again. \n[123]Yeah, this is kind of a shitty place to live. \n[124]What is this town's obsession with knives? \n[125]What are we gonna do? \n[126]You did it, man. \n[127]It was a beautiful fall. Lou goes into Adam's backpack and pulls out the SANDWICH, which he begins unwrapping. \n[128]That sandwich was special, huh? \n[129]We don't have to go yet, Adam. Things are just getting fun. \n[130]I'm sorry man. I'm really sorry. \n[131]It's worth a shot. \n[132]What are you talking about? \n[133]Makes perfect sense, man. Lou squeezes Jacob's shoulder. \n[134]OK, well maybe if we-- A BRIGHT FLASH CONSUMES THE SCREEN! And when it dies down, we see Adam, Nick, Jacob  in the hot tub where we left them. Only Lou is missing. \n[135]I didn't feel anything. \n[136]Dammit. Even the deck furniture's the same. We fucking blew it. It didn't work. \n[137]Ahhh! 98. \n[138]Lou, I gotta ask you something. \n[139]Exactly. Aren't there now two of you living here in 2010? \n[140]No way... \n[141]\n[142]What did you do? \n[143]How could you? \n[144]This makes no sense at all. \n[145]I was thinking we'd invite Adam and Lily over for dinner when they get back from their honeymoon. That's... if it's OK with you? \n[146]So... how are your parents? \n[147]You know what they say about hard work. Builds character. ", "JACOB": "\n[1]You look dirty and you smell bad. \n[2]How is that to your advantage? 13. \n[3]Metrosexual. \n[4]For your information, I fuck chicks. Hot ones. \n[5]Yeah, well at least I'm young and my life's full of potential. I hear you're homeless now? \n[6]Yeah, about that. Why aren't we going to Aspen? Vermont's lame. \n[7]Yeah, whatever. And with that, the guys travel in silence for a few moments, the lifeblood drained from the car. Finally... \n[8]And you're OK with that? I don't know your sexual history, but you sure you got it out of your system? \n[9]So you're averaging like one girl every eight years. \n[10]Just looking out for you. That's what brothers do, right? They look out for each other? \n[11]Forget it. \n[12]I said forget it. 16. \n[13]I still say Vermont sucks. \n[14]so this is the coolest town ever? \n[15]What? \n[16]Sweet, there's a Pinkberry here. \n[17]Captain America. \n[18]Or a continuation of everything that's sucked so far. \n[19]I say we go to Foxwoods. \n[20]What the hell is with this place? 21. \n[21]What's the big deal about a hot tub? \n[22]When's the last time you guys actually went skiing? \n[23]Then you're an idiot. \n[24]You gonna be all right? \n[25]I dunno - do black dudes ski? \n[26]I'm just not sure you're representative. \n[27]I don't even know what that means. \n[28]To my brother, I say thank you for including me. I promise to try to make the most of it. The guys look confused at the backhanded graciousness. \n[29]Totally agree. \n[30]I'm totally blaming him. I didn't even want to go skiing. 26. \n[31]Guys, I'm still hungry. \n[32]I really don't see the appeal. It's like a glorified bath. \n[33]Fuck it. Jacob strips down and gets in. As he submerges, he actually starts to loosen up a bit and smiles. \n[34]I'm not convinced this is anything more than a bath, but it's nice. \n[35]I need a vitamin water. Adam reaches in his backpack, taking out two choices. \n[36]What is this, a shitty car club? The guys COMPLETELY MISS the BILLBOARDS ACROSS THE STREET: -- \"Coming soon: the most spaced-out Mel Brooks film yet! \n[37]There you are! My brother's had a few too many triple Venti nonfat lattes if you know what I mean.  Are you OK? Adam nods. Blaine looks confused. CHAZ and TAD look enamored with Jacob. \n[38]It's a snowboard. You know - no wheels. \n[39]Thank you. It's mostly North Face. A little EMS. \n[40]Come on. Let's just go. Jacob ushers Adam off the slope, as Blaine shoulders the bag. 37. \n[41]Has anyone else noticed that things around here are weird as shit? Adam and Nick nod. Lou shakes his head. 38. \n[42]I have no idea, but look... Jacob turns up the VOLUME on the TV. The NEWS airs. \n[43]What are we gonna do? I have plans next weekend. \n[44]Yeah, you're an idiot. Black holes are in space. Not at a ski resort. \n[45]No, we traveled through time. We're not invisible. Lou looks upset. \n[46]We're from the future. \n[47]Should we warn him? \n[48]You can stop saying that. I don't think it's making a difference. 43. \n[49]Can you give us a second? She walks away, as Jacob turns to the guys. \n[50]This is gonna be a problem. He takes out his wallet, showing his CREDIT CARDS and CASH. \n[51]Guys, we're in trouble. Our cards aren't gonna work and our new money looks fake. The guys look concerned, but then Nick notices something: \n[52]How'd it go? He shows them his palm. \n[53]That was NOT a good idea! \n[54]That's not what I-- \n[55]Uh, yeah it is. Lest we forget the lessons learned from Bill and Ted. \n[56]That's not fair. You can't go right to Back to the Future. \n[57]Back to the Future had a time machine. \n[58]Hey Lou? \n[59]We're doing a hundred. I can't control this car. \n[60]It's 8:45. The other guys look at their watches, surprised. \n[61]Because you're old and lame? \n[62]Oh yeah? It doesn't really take that much product. It's all in the layering. \n[63]Do you have Coke Zero? \n[64]He did a bunch of drugs and went on a rant about how much he resents Ace of Base. \n[65]I know. He made me borrow Tad's video camera. He wants to document the performance and sue the band for infringement when we get back. Adam sees Tad and Chaz behaving like cocks across the room, making hot girls drink too much. 56. \n[66]They're rich, popular, and they shower me with compliments. They're pretty much the best friends I've ever had. \n[67]Truth. Lou throws up his hands in frustration. He looks miserable, as Michelle confers with him. \n[68]Oh wow, all right. Let me think. I've never told anyone this, but I was afraid of scary movies until I was 18. I even ran out of the theater a couple of times. \n[69]That's the gay ear, you know. As Adam looks STRAIGHT AHEAD -- He sees Jennie all by herself, browsing the hosts' CASSETTE TAPE COLLECTION. Adam takes a moment to check himself. Then he reaches for his DRINK and GULPS THE WHOLE THING, before getting up and WALKING OVER to her, catching her off guard. \n[70]I'm not gonna have sex with her. She killed a guy! \n[71]Great, so she's a prostitute. I'm not sleeping with a hooker either. \n[72]She probably has a hairy vagina. \n[73]I'm not having this conversation. It's pointless. I don't have a condom. 63. \n[74]Like a fucking madman? He slaps Jacob's arms. \n[75]Stop talking to me! Despite the fact that this looks like very good sex -- it is very bad sex for Jacob. \n[76]Thanks. I like you guys, too. A THIRD DOUCHEBAG arrives and gives a SECRET HANDSHAKE to Tad and Chaz. He drops off a PILL BOTTLE. This is GEOFFREY . \n[77]What is it? \n[78]Rohypnol? \n[79]This is a date rape drug. \n[80]These are roofies! \n[81]Hey guys! \n[82]Yeah I was. But it turned out those guys are date rapists. \n[83]You guys are posers! You're not better than me! \n[84]Just stick to the plan and you're gonna be fine. Adam looks at Jacob seriously for a moment. \n[85]I know. I'm sorry too. I put a few things before my family and took my guilt out on you.  I guess it was an inevitable I'd end up part of a roofie ring. Adam smiles and extends his hand. \n[86]Brothers. They EMBRACE. Lou looks disgusted. \n[87]Adam, what is it? \n[88]This is disgusting. \n[89]And we can do whatever we want without any real consequences. That's a lot to give up. \n[90]Where's the Red Bull? \n[91]Not necessarily. Everyone looks toward Jacob. \n[92]The Red Bull isn't really gone.  It's in him. A beat, as everyone sorta gets it. \n[93]I hate you a little less also. Lou LIFTS BLAINE'S LIMP BODY. 97. \n[94]Guys, look. They see PEOPLE walking by, wearing COLORFUL FLARED-OUT SKI ATTIRE. The place looks the same as it did two seconds ago. \n[95]We're back? It all looks the same. \n[96]Told you. \n[97]This is why we shouldn't have sold that iPod. Adam puts his hand through Jacob, who speaks with purpose. \n[98]The Japanese have apparently cornered the technology sector over the past 20 years. We've dealt American businesses quite an irreparable blow. \n[99]Pretty much nothing for us personally. We just get cooler phones and iPods and shit. ", "LILY": "\n[1]Ready for the wildest bachelor party of all time? LILY (early 30s, shirt and jeans, hot in a smart and classy sense) walks in the room, smiling. \n[2]That's not the answer I was looking for. \n[3]Look what I found... 2. \n[4]Adam, you didn't know me yet. As Adam goes back to packing, Lily leafs through some more of the photos. She stops at one and her EXPRESSION CHANGES. \n[5]Who's this? Lily shows Adam a PHOTO: \n[6]Really? Lily shows Adam another PHOTO: -- YOUNG ADAM with his arm around the SKI BUNNY, who looks like she was ambushed for the photo. 3. \n[7]Who's Jennie? \n[8]Do you still think of her? \n[9]Hold on... Lily goes into the CLOSET. \n[10]Explain this. From ADAM'S POV, we see the brochure: -- A ski brochure featuring Jennie on the cover. 4. \n[11]That's gross. What's \"occasionally?\" \n[12]Jesus. Tell me how I'm supposed to let you go to your bachelor party and not be a basket case? \n[13]I'm worried that you're still thinking about this girl. \n[14]So... you're into strangers? \n[15]So you're saying if you and I didn't know each other, it would be pretty hot if we fooled around? \n[16]Oh I'm all alone in this big house. Cheerleading camp just ended and I need to get out of these sweaty clothes... \n[17]Mmmm. My panties are so tight against my firm naked body... \n[18]Are you gonna let me do this? \n[19]It feels so good to be so naked. I hope no one can see me... Just then a BLACK MAN  saunters through the bedroom door, holding a coffee and all riled up. 6. \n[20]Get out of here!! He SPILLS the coffee on his hands and their rug as he turns. \n[21]Just leave! He heads for the door, just as: Adam comes in, wearing a MAILMAN hat and NOTHING ELSE. \n[22]I can't wait for you to come back and marry me. Wow, that's crazy. Adam looks almost like it just hit him. 7. \n[23]Tell me again I have nothing to worry about. \n[24]OK. Have an awesome bachelor party. Not too awesome.  I got you something. Adam looks in the bag. \n[25]Let me see your phone. He takes it out. \n[26]Despite my anxiety, I'm not gonna be one of those women who wants an update every ten minutes. Even though I do want an update every ten minutes. Adam smiles. Lily looks a bit trepidatious. 8. \n[27]Just make sure whatever happens, you're back for the rehearsal dinner. I totally trust you. \n[28]Well at least you're a cute lame-o. Lily leans in and they NUZZLE their noses together in a disgusting display of affection. A FLASH goes off. From the car, Nick holds up his iPhone. \n[29]What the hell is going on here? Adam pushes Jennie off him, as the LIGHTS GO ON in the room. Lily is standing in the doorway, looking sad and angry. \n[30]So you do like her better than me? \n[31]What's wrong with my vagina, Adam? 67. \n[32]Would it be so bad to spend the rest of your life with my vagina? \n[33]Don't you ever let me take your phone again! \n[34]Me too! 103. \n[35]Oh my god, what happened? \n[36]I know you were only gone for a couple days, but I missed you so much. Adam takes her hand. \n[37]It's about time. OK, what's the fantasy? \n[38]Booor-ing!! 106. \n[39]Done and done. They bolt for the door and we ", "JENNIE": "\n[1]Do I know you? He stares at her, not believing what he's seeing. He still looks loopy from the coke. Just then, a a too-blond, mirror-sunglass-wearing, feathered hair, striped-jumpsuited guy  SKIS UP and GRABS ADAM. \n[2]I think so. 35. Blaine's TOADIES  ski up behind him, as Blaine ANGRILY RIPS Adam's lift ticket from his jacket. \n[3]Listen putz, if you're gonna try to attack me again, my boyfriend will be here soon. He'll kick your ass. Adam tries to be casual. \n[4]When did you take my class? \n[5]Yeah, OK. Have a good night. Jennie starts to walk away with her friends. \n[6]I know. You don't look like you could handle power tools. 60. \n[7]Who are you?! Adam shrugs, indicating he might as well tell her. \n[8]Let me guess. You want to beam me up to your spaceship built for two? Or maybe you're wondering if these are astronaut pants? \n[9]Because my ass is out of this world? Give me a break, spaz. I've heard them all. She turns away. Adam goes after her. \n[10]OK, what's the punch line? An ARM comes from behind and CHOKES ADAM. It's Blaine. \n[11]Blaine, stop! \n[12]Blaine, that's enough! Let him go! He can't breathe! Blaine doesn't stop. He smiles like an asshole. \n[13]Screw you, Blaine! Jennie gets up. She grabs Adam's arm and YANKS HIM along with her, as she storms away. \n[14]Come on, let's go! Blaine looks ON FIRE, as he watches Jennie leave with Adam. \n[15]How much? \n[16]I'm sorry I called you those names. \n[17]You're still not gonna tell me how you know me? \n[18]Fine, let's just drop it. I'm glad you're feeling better. Blaine had no right to hit you. I bet he's going out of his mind right now. \n[19]Yeah, well guys like you come to visit. Guys like him live here. \n[20]I'm gonna get going. Adam stands up with her. \n[21]Thanks for being a good guy. I don't remember the last time I had this much fun playing such a stupid game. She gives Adam a sweet KISS ON THE CHEEK. 65. \n[22]If you run into Blaine, you can tell him I blew you. But that's all. We didn't do anything else. \n[23]Shh. It's our little secret. Jennie exits, leaving Adam confused. \n[24]I thought about what you said and you're right. I should be with you. \n[25]I want you, Adam! She RIPS OPEN her lingerie, revealing her AWESOME HEAVING \n[26]You can't be here. If Blaine sees you, he'll snap your neck. I told him I blew you and he's not happy. \n[27]Fine. You wanna see Blaine? It's your funeral. He's in the warehouse at the end of Lawrence. Good luck. \n[28]There you are! \n[29]Making good on a rumor. Jennie STANDS UP in the tub and she's TOPLESS. Adam DROPS THE SANDWICH, shocked. \n[30]When I saw you win that race against Blaine, everything changed for me. I realize now that I deserve more. I deserve a winner. Come and get your prize. Adam reaches next to the tub and hands her a ROBE. \n[31]Oh my god. I missed my opportunity. \n[32]I would totally blow you right now. 94. ", "BLAINE": "\n[1]I'm gonna serve you a knuckle sandwich, airhead. You all right, babe? \n[2]Your lift ticket's been revoked. Blaine throws it on the ground and laughs to his friends. \n[3]You're dead meat, scumbag. Just then, SNOW POWDER flies in Blaine's face. Blaine lets go of Adam, as Jacob snowboards up and stops short, coming to his brother's side. \n[4]Guys! \n[5]Get your spaz brother out of here. And for his sake, I don't wanna see him back on my mountain. \n[6]This is mine now. Adam looks at Blaine angrily, but Jacob holds him back. \n[7]I thought I told you to stay off my mountain, partner! \n[8]You talking to my girl? Huh? I can't hear you. Adam fights to breathe, as Blaine chokes him harder. 61. \n[9]Can't breathe? Is that right? Can you breathe, partner? What's that? I can't hear you. Just tell me you can't breathe and I'll stop. Adam still struggles. Blaine just shrugs. \n[10]He's not saying anything. I guess he can breathe. Jennie pulls on Blaine's arm, trying to free Adam. \n[11]Babe, stop. Jennie, stop! Blaine turns and accidentally ELBOWS JENNIE in the face. She goes down. He releases Adam and turns to help her. \n[12]Baby, I'm sorry.  See what you made me do?! \n[13]Welcome to my lair. \n[14]I don't live here. Adam approaches Blaine, trying to speak maturely. \n[15]You get blown by my girl? I'll say that's one hell of an issue. \n[16]Oh, your bag. I was wondering when you'd come around for that. Tad holds up the BACKPACK over by the crates. \n[17]You will? Adam EXTENDS HIS HAND. \n[18]How about I work this out like... a butcher? Just then, LIGHT SPILLS INTO THE DARK WAREHOUSE. A GUY in a polo shirt stands in a dooorway. \n[19]These would look so good with your light complexion. 84. \n[20]Will you excuse me for a moment? Blaine walks behind the COUNTER and SHOVES THE BAG in a SAFE. \n[21]Safe's on a timer. It'll open tomorrow. We race at dawn. Winner gets the bag. Loser leaves town. Lou turns to Nick. \n[22]Then I guess you don't want your bag. See you at dawn. \n[23]This was my idea. \n[24]A what? \n[25]What's that? \n[26]I've seen you in action. You're reckless and terrible. \n[27]You can't beat me! I was born on this mountain! \n[28]You looking for this? Across the patio, a drunk, disheveled Blaine holds the CAN. \n[29]You couldn't leave well enough alone, could ya? You couldn't just win the race and call it a day? You had to have Jennie too. \n[30]That's funny. I don't want this soda, either. Blaine smiles like an asshole. Adam's face goes desperate, as Blaine OPENS THE CAN and DRINKS THE WHOLE THING. ", "TAD": "\n[1]Genius! Man, not to get all fag on you, but I'm digging your fresh threads, bro. Adam and Blaine look equally confused with what's going on. Jacob takes the compliment well, like he deserves it. 36. \n[2]Totally. What are you doing with this boner? You should be skiing with us. Like permanently. Blaine looks really annoyed with his friends. \n[3]I mean, that's if Blaine thinks it's cool and everything. Blaine takes a deep breath, annoyed. \n[4]Hey, glad you could make it! \n[5]There's some people I want you to meet. By the way, bodacious hair. Incredibly chic. \n[6]Whoa. Product. You're blowing my mind right now. Did you spend time in Europe? \n[7]Ah, a conscientious objector. I like that. Gotta stay sharp. \n[8]Geoffrey, please meet Jacob. Excuse his Jewish name. He really quite exceeds it. Jacob looks confused by that, as Geoffrey shakes his hand. \n[9]You slip it to a chick who won't go to third. Give it an hour and you'll be rounding home. \n[10]Yeah, it takes the clinical name right out of it. It sounds so fresh, chicks might even take it voluntarily! Hey, can we use that? Jacob looks beside himself. 77. \n[11]Jacob, I wish you hadn't seen us like this. Adam stands near Blaine, who helps a WOMAN. ", "SANDY": "\n[1]Truth or dare? Lou confers with Michelle before answering. \n[2]OK, we dare Lou to put a Twizzler up his ass. Lou stands up and angrily points at Jacob. \n[3]Oh you poor thing! Come here... She takes Jacob's head to her chest and strokes it gently. Lou makes a jerk-off gesture. \n[4]I'm not sure I should tell mine. \n[5]OK, but you can't laugh. \n[6]So this one time me and my friend Lori took a train to Baltimore. It was the summer and we wanted to party, but we had no money. So Lori found this businessman who was also looking for a good time and told him that we'd give him a half and half for seventy-five dollars. You know -- a suck and fuck. Lou and Jacob look shocked with the MATTER OF FACT storytelling. Michelle smiles. She's heard it before. \n[7]Anyway, we get him up to his room and Lori starts going down on him, but I really wasn't into it. So I broke a piece of the bathroom mirror and used it to cut his artery on the-heck. Right here... She rubs Jacob's neck, pointing it out. \n[8]He bled for about an hour before he died. 59. \n[9]Afterwards, we took his wallet to the bar and found out he only had forty-seven dollars. Michelle GIGGLES. \n[10]Michelle! You said you wouldn't laugh! \n[11]It's from a box. There's lots! ", "RICK": "\n[1]Yes! \n[2]Eat shit and die, scumbag. I've got ten large on this game. \n[3]Fat chance, pal. Elway's done nothing all day. \n[4]Who the hell are you? Lou thinks about the question for a moment. \n[5]It's a good name. What did you have in mind, Musselman? \n[6]All right, buddy, fuck off. \n[7]Yeah, right... \n[8]37 seconds? \n[9]You have a deal. As Rick and Lou shake hands, Candace makes a show of looking offended. \n[10]Don't worry, babe. This yahoo's made a wager he can't possibly win. Lou picks up another HANDFUL of bar snacks. He puts them in his mouth and shows it to Rick. ", "CHAZ": "\n[1]Dude, they let you bring a skateboard on the mountain? \n[2]Whatever it is, it works. \n[3]You're welcome any time though! Adam picks up his BACKPACK, which fell off during the collision. He stares at Jennie again and smiles. \n[4]Hey man, no hard feelings, all right? If your bro says you're cool, then we're cool. Tad puts his arm around Jacob and leads him into the party. \n[5]Don't tell me. Prague. Do you want some coke? \n[6]You really are a gas, Jacob. Tad and I think you're the cat's pajamas. \n[7]Rohypnol. Geoffrey's father is a pharmacist, but we don't hold that against him. \n[8]Roofies... I like that! \n[9]", "COURTNEY": "\n[1]Three goddamn bags of pretzels? \n[2]Hi Adam.  Nick, what have I told you about buying snacks that aren't on sale? \n[3]And what did you do? \n[4]That's not the point. Don't do it again. Nick and Adam exchange an embarrassing glance. \n[5]Call me from the road. Adam, say hi to Lily. 10. \n[6]Why wouldn't it be OK with me? That sounds nice. 104. \n[7]You look so good in this shirt, by the way. Nice choice. She puts her head on Nick's shoulder as they dance. \n[8]Still working hard. I really wish they could retire already, but it's tough competing with the big chains. I mean, they just have the one store... ", "DUDE IN SUNGLASSES": "\n[1]Coke? Adam and Nick look at the guy across from them, who presently offers his SKI GOGGLES, on which is a mountain of COCAINE. \n[2]Take it. It's good shit. \n[3]You guys a couple of spazzes? \n[4]Yeah, dipstick. You narcs? You Miami Vice? Which one's Crockett? Which one's CROCKETT?! \n[5]You show me you're not spazzes. 33. \n[6]Show me. ", "JAPANESE BUSINESSMAN": "\n[1]Oh, it's a very nice toy. \n[2]I wish I could see it. But I am on my way to a very important business meeting. 75. \n[3]My associates and I are co- financing a... how do you say it... supermarket business. \n[4]Yes! Boston! We leave tonight. \n[5]Yes! How do you know this? Nick puts his arm around the guy and walks down the street. \n[6]Hiro-san! Cancel the paperwork! We have to get back to Tokyo. I have inside information that undermines the supermarket deal. Nick stands next to him, nodding and SMILING WIDELY. ", "YOUNG LOU": "\n[1]What the hell do you want, old man? Lou PUNCHES his YOUNGER SELF in the face. Young Nick and Young Adam are freaked out, as is regular Nick. Adam doesn't notice, as he's arguing with Jennie. \n[2]What the fuck, dude?! I think you broke my nose! My parents are gonna sue the shit out of you! \n[3]How do you know my parents? 80. \n[4]I don't give a shit about hair. \n[5]It was confusing! There were naked people and it had \"girl\" in the title! \n[6]Who are you? "}}