{"dialogues": {"PAUL": "\n[1]Thank you. He can get the beer. \n[2]What's wrong? \n[3]You are with me, Zozo, don't worry. \n[4]It depends where you sit Zozo. In coach it is like the bus to Giterama. \n[5]Maybe. But in business class there are fine wines, linens, Belgian chocolates. \n[6]Many times. \n[7]Turn off. \n[8]Slow down. \n[9]Boys, do you know the way to Mr. Rutagunda's warehouse? \n[10]This is thirsty work, let me treat you to some beers. \n[11]I will try my best George but these days I have no time for rallies or politics. \n[12]Time is money, George. We need extra beer today. \n[13]Very good. \n[14]Thank you. \n[15]At least. \n[16]The ice has melted! \n[17]Don't. Let's go. \n[18]Sit up, smile, Zozo, don't attract attention to yourself. \n[19]Here, Zozo, for your trouble. \n[20]Pull up at the front door. \n[21]Help Zozo. \n[22]Gregoire. Take care of this. \n[23]Gregoire!   See to this right away. \n[24]It's an emergency, sir. \n[25]Gregoire will deal with it, excuse me. \n[26]How dead? \n[27]Dump the bad meat, save the shells, fill them will ah, a stuffing, something local. \n[28]Yes. Call it 'fresh Scottish Lobster in a cassava and Tipali crush'. \n[29]Mr. Ambassador, please come in. \n[30]Colonel Oliver, you are very welcome. \n[31]Please, serve the hors d'ouvres now. \n[32]It's a single malt, Glenmorangie. I thought you'd like it. Anything you need, gentlemen, let me know. \n[33]Yes, Benedict, what can I do? \n[34]I'm sorry, it's a private function. \n[35]I will be grateful if you keep my name out of your newspaper. Wait here and you will see who has attended as they leave. \n[36]Did General Bizimungu bring a briefcase? \n[37]Take it to the bar storeroom. Put three bottles of Glenmorangie... ...GLEN-MOR-AN-GIE, into it. \n[38]Yes, I'm sorry Madame Denver, it is because of the rebels. \n[39]The Tutsi rebels are far away on the border. And soon there will be peace. \n[40]I will try to arrange something. \n[41]How was your meal, sir? \n[42]I have heard, Mr. Ambassador, that they have discovered oil here, under Lake Kivu. \n[43]No. You pick it up. \n[44]How are your dish-washing skills, Gregoire? \n[45]Gregoire, there are no cockroaches in this hotel, do you understand? \n[46]No, Bik, it's a code word for Tutsis. \n[47]Excuse me? \n[48]Leave it to me. \n[49]Of course. \n[50]Down, Pealiss. \n[51]Good evening, Odette, who is sick this time? \n[52]Your brother's here? \n[53]My best to Jean Baptiste. \n[54]Thomas wants advice? \n[55]Let's have dinner first. \n[56]Hello, Anais. \n[57]You are not Anais? \n[58]Oh, Carine, that is a shame. I have a present for Anais. \n[59]Goodness, I cannot tell. I guess I must find another present. \n[60]Roger, your turn. \n[61]Thank you, Roger. \n[62]Why the hurry, Roger? \n[63]No, I don't want you going on the street. \n[64]Who is this Simon? \n[65]Homework? \n[66]Wash your things, and be back soon. \n[67]Today I talked to my friend the American Ambassador and Colonel Oliver of the United Nations. They are preparing a banquet for the peace signing. The BBC are flying in their best reporters. The world is watching. There will be peace. Don't listen to this man. \n[68]Where? \n[69]What? \n[70]Please, be quiet. \n[71]No. \n[72]What would you have us do? Argue with these madmen? We cannot interfere. \n[73]You better stay the night, it is too dangerous to be on the streets. \n[74]I couldn't help. \n[75]No, I could not. What do you know about favors Tatiana, about barter and deals? All day long I work to please this officer, that diplomat, this tourist. To store up favors so that if there is a time when my family need help I have powerful people I can call upon. Now you would have me waste a precious favor on a stranger. \n[76]He was not family. Family is all that matters. Do you think if you or I were being dragged from here, any one of them would lift a finger to help us? \n[77]Connections? I have no connections, only favors. If I call to help Victor, a General will think \"Paul Rusesabagina is a fool. He thinks my favors are so numerous and so insignificant as to waste them on everybody.\" Then my hard work is doubly squandered. I insult the General and I do not get to use my favor at all. Please leave these things to my good judgment. \n[78]Welcome, gentlemen. \n[79]I am delighted to see you, Mr. Daglish. \n[80]Promoted. House Manager. \n[81]Let me check. \n[82]Ah, I see the mistake. You were reading CBC - the Canadian broadcasting people instead of BBC Gregoire. Of course, the BBC, five rooms. They are being prepared as we speak. I have ordered fresh flowers and complimentary champagne. \n[83]Just give me a moment to get your keys. \n[84]Excuse me for one second. \n[85]Benedict, you should meet the BBC people. They could use your expertise. \n[86]Benedict, General Bizimungu will be here any moment. The BBC should talk to him. \n[87]Madame, this is Benedict Nangori, one of our best journalists. He covers all the big stories. I thought you should meet. \n[88]Give me the phone. \n[89]Madame Denver. I have very good news. I have a present for you, in return for the cancellation of your gorilla expedition I have arranged a safari at Lake Kivu lodge. A wonderful experience. No, no extra charge. A luxury coach will leave in one hour. I'll send maids up to help you all pack. You're welcome. \n[90]Call Kivu Lodge, ask for George, tell him I need three rooms. And send a team of maids up to the Americans. I want those rooms turned around in twenty minutes. \n[91]Forgive the hurry but I do not want you to miss the lunch buffet on the paddle steamer across the lake. It is the most spectacular sight in all Africa. \n[92]Exactly, we can't have our guests starving. What would they think of the Mille Collines back in the United States? \n[93]Same as last time. \n[94]The fifth room is your broadcast room. \n[95]Of course. \n[96]I'm sorry, Mr. Daglish, this is the Mille Collines. No working girls here. \n[97]I'm afraid I can't do that, Mr. Daglish. Ah, Zozo. \n[98]You remember Zozo, from the Diplomat? \n[99]Forgive me, George, my step was off. \n[100]Excuse me, gentlemen. \n[101]What's wrong? \n[102]Go to the terrace, I will join you. \n[103]Give me this man's name. \n[104]Thomas, Fedens, I am a man who looks after his family. If there were danger I would be the first to leave? \n[105]Calm yourself, it is fireworks to celebrate the peace. \n[106]ello. Tatsi. Yes, they are here. Yes. I \n[107]Already the press are packing their bags. The BBC man told me there's no story here. We are boring now. I'll be home soon. \n[108]Let us all go home and sleep. \n[109]Call when you get home.   And don't worry, Thomas. Good night. \n[110]Pealiss! \n[111]Jean Baptiste! \n[112]What is going on? \n[113]Murdered! By whom? \n[114]Nonsense. Why would the rebels kill the president when he agreed to peace? \n[115]I sent them home. Go and call them. \n[116]Come on, everyone out of this room, find a seat in the living room. \n[117]Is every Tutsi in the neighborhood here? \n[118]Send them home. We are not the police. What do we have to protect them? \n[119]They know you are Tutsi! \n[120]Dawn. Then they go. \n[121]Shhhhh. \n[122]Ssshh! \n[123]Where are you hurt, son? \n[124]What happened, son? Where did you get this blood? \n[125]Leave us, give us some space. \n[126]The neighbors must go at dawn. \n[127]Let him sleep. \n[128]It is time for the neighbors to leave. \n[129]Shut up! \n[130]Stay with the children. \n[131]Who is in charge? \n[132]I am Paul Rusesabagina, a good friend of General Bizimungu. \n[133]What is this about? \n[134]Yes, it is a calamity for us all. \n[135]No. I work at the Mille Collines. \n[136]I used to work at the Diplomat. \n[137]Of course. \n[138]Captain, I must take my family. It is not safe here. \n[139]Don't look. \n[140]The safe is in the manager's office. \n[141]Gentlemen, you'll find some chocolate, and maybe a few beers in the fridge. Don't let them go to waste. \n[142]I've got them. \n[143]Let me explain. \n[144]Please, I don't use guns. \n[145]Captain, what could I pay you not to do this? \n[146]Why not? These are not rebels, look at them. Soon they will be worthless to you. Why not take some money, for your work? \n[147]Name a price. \n[148]I don't have that much. \n[149]Wait! Wait! \n[150]Here, here, a thousand US dollars - fifty thousand francs for my family. To let us drive off to the Mille Collines. \n[151]Six. \n[152]Have you any money? \n[153]Get in. \n[154]Captain, let these people give you some money, whatever they have. \n[155]Give me everything, everything you have. \n[156]Wait, wait. \n[157]Ten. \n[158]I'll give you a hundred thousand francs for all of them. \n[159]I don't have it here. At the Mille Collines. I can get it for you. \n[160]I swear, Captain, one hundred thousand francs, enough for a house. I will get the money, you keep them outside. \n[161]I am the manager. Open the gate. \n[162]I'll be back. \n[163]Let's go. \n[164]Now let them go. \n[165]Don't be foolish. There's more money to be made here. \n[166]Come inside. \n[167]Please, I am the house manager. Return in thirty minutes and we will deal with all your requests, thank you. \n[168]What happened to all the rooms? \n[169]Take this room. Tatiana, bring the children. \n[170]Them. They almost got us all killed. I have done enough for them! We cannot look after them anymore. \n[171]What! \n[172]Zozo, get a key for two staff bedrooms. Put these people in them. \n[173]Can I help you? \n[174]What is his room number? \n[175]Go downstairs, I will help you. \n[176]What are you doing? \n[177]\n[178]Any luck? \n[179]I'll try. \n[180]I need a great favor. \n[181]I need you to go to this address and bring my brother-in-law and his family. \n[182]This would be an enormous favor to me. I am a man of means, Mr. Garandi. When this nonsense is over I will be most grateful. \n[183]Thank you for your patience, ladies and gentlemen. Now, how can I help you. \n[184]Where are the receptionists? Where's Gregoire? \n[185]What! \n[186]Gregoire, what are you doing here? \n[187]Get out of this room and get back to work. \n[188]I am in charge now. Get back to work or I'll fire you. \n[189]Yes, Colonel Monsieur Xavier, the Minister of Finance. \n[190]Of course. \n[191]Get the key to suite twelve, take these people there right away. \n[192]What's going on? \n[193]Wait over there. \n[194]I said everyone go over there. \n[195]Yes sir, but these people  they cannot stay here. I've heard you have a refugee center at the airport Stadium? \n[196]Turn that off. We have a hotel to run. \n[197]Where's housekeeping? They won't pick up. \n[198]Paul Rusesabagina, Mr. Godefroid. The house manager. I met you on your last visit. \n[199]Sir, that would be very bad for our reputation. We are an oasis of calm for all our loyal customers. What would they think if Sabena deserted them now? I assure you the United Nations has everything under control. \n[200]There is one thing I need right away. \n[201]This is my letter of appointment, signed by Mr. Godefroid, the president of Sabena. The Mille Collines is a five star establishment, we will run it that way. If you don't want to work for me, then leave now. \n[202]I want the hallways cleaned now, a menu prepared for the dining room. Where's the pianist? \n[203]I want you on the piano in the Kigali Room tonight. Back to work. \n[204]Take these people to the rear car park, they can't stay here. \n[205]Get Odette! \n[206]What happened? \n[207]What's happening? \n[208]Where is she? \n[209]Has Roger spoken yet? \n[210]How can we help him. \n[211]Give him time. \n[212]This goes out live? \n[213]When will they be here? \n[214]Thank God. \n[215]I'm glad you filmed this. Now the West will have to stop it. Excuse me, gentlemen. \n[216]Tatsi, come. \n[217]The kids do as they're told. Paul and Tatsi shut the door and join the businessman in the hall.  \n[218]Did you find the twins? \n[219]Was there blood? \n[220]This is not bad news, Tatsi. Perhaps they fled or could not make it home. There is hope. \n[221]Thank you for your help. \n[222]No. They are not dead. Stop this. \n[223]Colonel, what can I get you? \n[224]Canadian Club? \n[225]Congratulations, Colonel. You have saved us all. \n[226]Excuse me, Colonel. \n[227]I don't understand. \n[228]Their people? \n[229]Children, go into the hallway. \n[230]The kids leave.  \n[231]All the whites are leaving. \n[232]They are being evacuated. \n[233]We have been abandoned. \n[234]Listen to me woman. I said all the whites are leaving. The French, the Italians, even the Belgian UN soldiers. \n[235]I don't know. Colonel Oliver says the UN has three hundred soldiers for the whole country. Black soldiers, Pakistanis. \n[236]The most the Colonel can spare for the hotel are four men, and they're not allowed to shoot. \n[237]If anything should happen, if the Militia arrive, you must take the children and go to the roof. \n[238]Do what I say, woman. You hear me? I will meet you there. \n[239]You are not staying sir, you are leaving. \n[240]I would never do that. \n[241]This is a Rolex, I can't take it. \n[242]Open up the ballroom, we'll put them there. And Zozo tell the kitchen to make rice and beans - a lot of it. \n[243]What are you saying, Tatsi? \n[244]Enough of this. We stay together. Let me rest, I will feel better then. \n[245]Yes, sir. What is wrong? \n[246]Why sir? \n[247]I...ah...need some time. Please give us twenty, thirty minutes. People are sleeping. \n[248]Please, have some cold drinks. I will be as quick as I can. \n[249]Come on son, everything is all right. \n[250]Who is this? Zozo. I know. Get them beer. \n[251]Go to the roof now. \n[252]Do as I say. I will be there soon. \n[253]Are you mad? They will gun us all down. \n[254]Wait here, please. \n[255]Good day, General Bizimungu please. Do you know where he is? Please ask him to call Paul Rusesabagina. It is urgent. \n[256]Colonel Bagsora. Where? Can you find him? \n[257]Who would order such a thing? \n[258]Did you find the General? \n[259]We have a big problem. The Hutu army have come and ordered us all of us out of the hotel. \n[260]I do not know, sir. I think they will kill us all. \n[261]The staff, the guests. \n[262]Now we have eight hundred guests and one hundred staff. I have ten minutes left. I wish I could have done more, sir. Please, thank all my friends at Sabena. You have been good to me and my family. \n[263]Yes, thank you Mr. President. \n[264]The French. They supply the Rwandan army. \n[265]What are you doing? \n[266]Go and get more beer. \n[267]The guest list. It hasn't been updated since the murder of the president. \n[268]That will take time. \n[269]Call, sir? \n[270]Rusesabagina. Paul Rusesabagina. \n[271]They have gone. \n[272]They are gone. Thank you, sir. What did you do? \n[273]Thank you, sir, you saved our lives. \n[274]Why? \n[275]There will be no rescue, no intervention force. We can only save ourselves. Call any foreigner you know, tell them what will happen to us. Say goodbye but when you say goodbye, say it as though you're reaching through and shaking their hand. Let them know if they let go of that hand, you will die.  We must shame them into sending help. \n[276]Get on the phones while we still can. At least we can say they heard our cries. Zozo come with me. \n[277]Send two of the housekeeping carpenters to the lobby. \n[278]Everyone gather together now. Zozo get them all together. \n[279]No one can remain in this lobby any longer. I have rooms available. Who can pay? The rental is six hundred francs per day. \n[280]Go with Zozo to the ballroom. We will find you bedding. This is a hotel. No one will be allowed to stay in the lobby. \n[281]Good. I want you to go around and take all the numbers off the doors. \n[282]Nothing. I want no numbers on the doors. \n[283]Good day. Here is your bill for the last week. If you cannot pay, or think you will not be able to pay, go to the ballroom. Zozo will take care of you. \n[284]I'm afraid you will have to move room. \n[285]I'm going to put you on the third floor. \n[286]Yes they are. However if the army return they will expect important people such as yourself to be in these grand rooms. \n[287]Also, this is your bill for the last week. \n[288]I'm sorry it is not Glenmorangie. \n[289]The United Nations are still here. \n[290]Yes, General. I am glad you came by. I overheard something that I think you should know about. \n[291]A discussion between an American Embassy official and a UN Colonel. \n[292]The American assured the colonel that they would watch everything. \n[293]Satellites. \n[294]Yes, they can photograph the epaulets on your shoulder. \n[295]The American said intervention is too costly, better to get photographic evidence and snatch up the high command. \n[296]'Snatch them up and put on a war crimes trial. Lock them all away forever. No political risk, and big publicity.' That's what he said.  I thought I'd better tell you. \n[297]Indeed, general. Excuse me momentarily. \n[298]Where has all our beer gone? \n[299]How much beer? \n[300]I am worried about thieves and criminals coming into the hotel. Perhaps you could arrange for some police to guard us. \n[301]I understand General, but when I last talked to the president of Sabena he promised me that anyone who helped protect Belgian property would be rewarded. \n[302]\"Well rewarded\" Those were his words. \n[303]The front gate would be best, General. They could check all guests. \n[304]I admire you, General. How do you keep command of your men amidst such madness? \n[305]I wish I were like you. Look at my staff, they won't work, they listen to no one. \n[306]We, who is we? \n[307]Yes. \n[308]Why not? \n[309]I confess.  It's true I have a deal with General Bizimungu. He was just here. I worked out another money making scheme for him. New arrivals will be taxed at the gate. \n[310]Do you know what my deal is with Bizimungu. I pay him and he keeps you alive. Anyone want to take their money back? \n[311]Here, here take it. And you don't have to pay your bill. I will move you into the ballroom or out into the gardens. \n[312]And, yes, I work with George Rutagunda. I buy rice and beans, beer and soap. I will have to visit his warehouse soon because we are running out of food. Who wants to come with me? \n[313]Anyone who wants to come with me stay behind. If not, please leave. \n[314]You are most certainly not coming with me. You will get me killed. \n[315]George will not hurt me, I am too profitable to him. \n[316]As soon as the General left he came running back.  Help me, sir, I have been possessed by a witch. A witch you say? Yes, yes, I did not know I was in that room. The president's room, why would I be in the president's room? (own voice) Indeed, the General asked me the same.  Asked you what? (own voice) Does Gregoire think he is president now? \n[317]Lynch Bages, 84. Perfect with lamb, or fine rare beef. \n[318]Maybe Gregoire and the witch ate it. \n[319]We're running out of beer and other supplies. \n[320]I have to go out to get food. \n[321]To Rutagunda's place. It is close by. \n[322]I have to, Tatiana, we are only as valuable as the service we provide. \n[323]I'm not going alone. I'll take Gregoire with me. He's a good Hutu, and he wants to impress me now. \n[324]Don't worry. I have a job this morning. I must go to visit my good friend George Rutagunda. You know George? \n[325]Fetch the van. \n[326]For supplies, you drive. \n[327]Just drive, Gregoire. \n[328]Hello? \n[329]Let's go. \n[330]We are to meet Mr. Rutagunda. \n[331]He will be here. \n[332]Excuse me. \n[333]Our cards, please. \n[334]You have our cards. \n[335]How much? \n[336]I need rice, beans, beer, and your best whiskey.    G \n[337]You have no whiskey? \n[338]What do you mean George? \n[339]You cannot kill them all. \n[340]Let's go. \n[341]Are you sure this is the river road? \n[342]Stop. You've driven off the road. You'll put us in the river. \n[343]Go back! Go back! \n[344]Tell no one what you saw, do you understand? \n[345]Here we go. \n[346]Roger, you have no greeting for me. \n[347]There, do not worry, no tears. \n[348]It's alright. This is the only place I can find some peace. \n[349]A kiss. \n[350]I have a confession. When we met... \n[351]Yes, when you worked as the nurse. \n[352]I had you transferred to Kigali. \n[353]I bribed the Minister of Health to have you transferred to Kigali. \n[354]To be closer. So that I could marry you. \n[355]It was substantial. \n[356]A car. \n[357]What does it matter. \n[358]A Volkswagen. \n[359]Colonel, Odette Camundu ... she must be on the list. \n[360]We have to get out of here Tatiana. \n[361]I'll try but we have to leave, with or without them. I want you to promise. \n[362]I need one last favor. Go back and get the twins. \n[363]How do you know? \n[364]I will give you my house. \n[365]It's a fine house. Here is a paper. \n[366]Madame Kawunda, please. \n[367]I need you to witness this signature. Madame Kawunda is the Minister for Agriculture. She is a very reliable witness. \n[368]Please witness this deed. \n[369]There, now go and find them. They have no papers. No one knows they are Tutsi. They will be alive. \n[370]You must be back by 7:00a.m. tomorrow. \n[371]Seven, remember. \n[372]Zozo you are family, join us. \n[373]You are my dearest friends. I promise you before God that I will not sleep until I have you out of here. All of you. \n[374]You are my family now, Zozo, my brother. I will get you out of here. \n[375]Let us remember this night and tell the world that even in hell there are good people. \n[376]We wait until 7:00. If he is not here with the twins he is not coming. We leave. That was your promise. Go help the children. \n[377]Zozo, tell those people to get back to the ballroom. They can not be here. \n[378]What are we waiting for? Come on. \n[379]Yes. \n[380]I will get you all visas. I promise. I will get you out of here. \n[381]Get on the truck, Tatiana. \n[382]Look, our children are crying, please get on the truck. \n[383]I have to stay. \n[384]I cannot leave these people. I will wait for the twins. \n[385]I will follow on the next plane. Go. \n[386]I love you. Keep the children safe. \n[387]Dear lord, how did they know? \n[388]When? \n[389]Please, General, I will give you money, whiskey. \n[390]Please, I have money. They're driving into an ambush, it's on the radio. \n[391]Thank God you are safe. \n[392]What are you doing? \n[393]Did you explain to the good General that I have temporarily run out of stock? \n[394]You will get it in due time. Now, please, get back to the gate. \n[395]What is this about no water? \n[396]We can still get CNN here in hell. \n[397]I'm sorry, General. The cellar is empty. \n[398]No. We have no way of finding other stock but I have money for you from the guests. \n[399]I ran out of whiskey. Please go down and guard us. \n[400]Get down there and stop them, please. \n[401]Get down and stop them. \n[402]What do you mean you cannot shoot? \n[403]Then go and pretend you are soldiers. \n[404]We are almost out of everything. \n[405]We had a good life, you and I. I want to make our peace. To thank God for the time we had. \n[406]We have to have a plan. \n[407]Our children cannot see us die first. If the Militia comes, you must hurry up to the roof. I will meet you there. \n[408]We have to. If I do not come, you must take them all by the hands and jump. \n[409]The machete is no way to die. Promise me you will do it. \n[410]No. It was only a storeroom. \n[411]They fired a rocket at us. \n[412]I ran out of bribes. Bizimungu took them away. \n[413]Will you protect us. \n[414]What is it? \n[415]They will surely kill us here. It's over here. We have to take the chance. \n[416]We'll be chopped here. \n[417]I can't. I have nothing left to bribe with. Can your men at the gate hold out for another day? \n[418]Give me their uniforms. I will put people at the gate, in disguise. \n[419]It's from Garandi. I am sorry. There is no hope for the twins. The old lady's house has been destroyed. \n[420]The Diplomat! \n[421]I have to go to the Diplomat. \n[422]General, sir. I am glad to find you. I have found you some supplies. \n[423]The finest, and cognac, champagne. Come and I will get them for you. \n[424]Bring back your policemen... \n[425]We must go to the Diplomat. \n[426]Your police are at the gate? \n[427]Where are they going? \n[428]What do you mean, General? \n[429]When? \n[430]It might be damaged, General. \n[431]No. \n[432]No, sir. \n[433]I hope we all get to do many things. Can we go now? \n[434]Please, General, call and put your policemen back at the gate. \n[435]I do not want to go to Gitarama, General. \n[436]The Militia are at the hotel?! We must go back now, General, please, for my family. \n[437]Listen, you need me. \n[438]You are a marked man. \n[439]The Americans, and the UN they have you as a war criminal. You are on a list. \n[440]When the Europeans left, their soldiers gathered lists. \n[441]If you do not help me, you will stay on that list. \n[442]Who will tell them? You need me to tell how you helped the hotel. The others who have gone, they blame you for all their misfortune. They say you led the massacres. \n[443]You think they will believe you? \n[444]I will do nothing unless you help me now. \n[445]What are you going to do, shoot me? It will be a blessing. Go ahead shoot. I will pay you to shoot my family. You can do nothing to me! \n[446]They have him in the lobby, go quickly. \n[447]Oh God, please Lord. \n[448]Tatiana! Oh God. Have you seen Tatiana? \n[449]\n[450]It's alright, they're gone. \n[451]We can't wait. We all go together or not at all. \n[452]It is time to leave. The Mille Collines is closed. \n[453]It's the rebels. \n[454]We've made it! \n[455]Anais, it is so good to see you. ", "TATIANA": "\n[1]I asked Odette to take a look at little Anais. She has a rash. \n[2]Yes, with Fedens and the children. \n[3]You will not stay for dinner. \n[4]He wants your wisdom. \n[5]Of course. \n[6]Simon, next door, the Charingas' boy. \n[7]And he did extra chores. \n[8]Your assistant, he is Hutu? \n[9]That station is filth. \n[10]What is it? \n[11]Oh, my God, it's Victor. Why do they want Victor? \n[12]Do something. \n[13]Call your friends in the army. Call someone. Victor is harmless. This is a mistake. \n[14]I'm going to talk to them. \n[15]We must do something. \n[16]I'll fix a bed. \n[17]Why didn't you call your contacts in the army? \n[18]You could have asked for a favor. \n[19]Victor was not a stranger, he was our neighbor. \n[20]They do not have your connections. \n[21]Paul! \n[22]The president has been murdered. \n[23]Where are Thomas and Fedens? \n[24]I tried already. The phones do not work. \n[25]They came through the bushes, over the wall. What could I do? \n[26]Please. Let them stay 'til morning. The militia will not come here, they know you are a Hutu with influence. \n[27]Please, Paul, 'til first light. \n[28]Gone where? Tell me, Danielle. \n[29]Roger! \n[30]Oh, my God! \n[31]Will you take a little milk? \n[32]What is it, Paul. \n[33]This is them. \n[34]No, no, good Captain, you do not have to. We have the car and our van. \n[35]Paul, don't let them die. \n[36]Paul looses it. \n[37]What are you going to do? You cannot drive them out onto the road. They can stay with me. \n[38]I will not have them on my conscience. They will stay in my room. \n[39]Trying Thomas and Fedens. We've got to get them here. \n[40]It will do just fine. \n[41]No answer. Please send someone to get them, please. \n[42]No, Odette says he's in shock. \n[43]He needs to be in a safe place. Have you heard from Mr. Garindi? \n[44]Oh God. \n[45]My brother, his wife. Did this woman know of them? Did they leave the children with her? \n[46]Please go back, bring the children to us. \n[47]My sister is dead, Paul. They would not leave the children. \n[48]What's wrong? \n[49]What about us? \n[50]The soldiers will stop the killers. \n[51]But who is left? \n[52]What for? \n[53]You could leave, Paul. \n[54]Your card says Hutu. Take our children, go and get the twins, pay money at the roadblocks. Get them out. Please. \n[55]Where's Roger? \n[56]What for Paul. \n[57]Stop, stop, we will waken the children. \n[58]So where is the lamb? \n[59]What's the matter? \n[60]The foreigners abandon us and you do inventory. You are so conscientious. \n[61]Go out! Where? \n[62]No, no. \n[63]You cannot go alone. \n[64]They slip out.   \n[65]Please, Paul, why do we have to go to the roof? \n[66]everything. How much for this? \n[67]You are a very good man, Paul Rusesabagina. \n[68]In Ruhengeri? \n[69]Yes. \n[70]What? \n[71]Why? \n[72]What was the bribe? What am I worth to you? \n[73]Tell me what it was. \n[74]What sort of car? \n[75]I want to know. \n[76]A Volkswagen! \n[77]I hope it was a new Volkswagen. \n[78]I will not leave without the twins. \n[79]Please, please try one more time. \n[80]Sit with us Zozo. \n[81]A little longer, Paul? \n[82]Ask them to wait a little longer. For the twins. \n[83]No. \n[84]No! Sit down now. \n[85]Let go. Let me off this truck. \n[86]Let me go. Children get off. \n[87]Paul! \n[88]What's happening? \n[89]Did he bring the twins? \n[90]We are almost out of water. \n[91]What sort of plan? \n[92]Please do not talk like this. \n[93]What's wrong? \n[94]Have you seen my sister Fedens? \n[95]Two little girls, twins, an old woman had them. \n[96]Oh, my babies. ", "GENERAL BIZIMUNGU": "\n[1]Paul, this scotch is exceptional. \n[2]Oh, Paul, talk to the coat check, please. \n[3]Nonsense. At this moment we are making plans to rehabilitate the dissidents into our armed forces. \n[4]Of course, the president is a clever man, he knows what he is doing. Thank you for coming to Rwanda. . You will see what a beautiful country this is. \n[5]Keep that cockroach Benedict away from me. \n[6]Paul, join us. \n[7]Have a drink. \n[8]I am glad you are well. \n[9]As long as it is scotch. Your white friends have abandoned you, Paul. \n[10]on the streets, Paul. But I will take care of you.  Your cellar is well-stocked, right? \n[11]What did you overhear? \n[12]What did they say? \n[13]Watch everything? How? They are gone. \n[14]Satellites? \n[15]The high command? Our high command? \n[16]The Americans! Who are they to put us on trial. Let us imagine Paul when their president Kennedy was shot, they said it was a black man. Then their politicians, their radio stations gave orders `we must wipe out these black people before they wipe out us.' What do you think would have happened? No different. \n[17]The police are very busy. \n[18]He did. \n[19]If I were to spare a few policemen, where would I station them? \n[20]I will see what I can do. \n[21]I am strong, Paul, like a lion. \n[22]Get to work, you slug. \n[23]Make sure, Paul, your guests are generous. \n[24]You said you had no whiskey. \n[25]Come here. \n[26]Where are my supplies? \n[27]You have cockroaches dancing on tables and you tell me the cellar is empty? Did they drink my whiskey? \n[28]Rwandan francs! They are only good now for wiping your ass. There is nothing more I can do for you people. No police. No protection. You're on your own. \n[29]Whiskey? \n[30]I'll be over. \n[31]Get in. \n[32]After the Diplomat! \n[33]They can go where they want. They are in charge now. \n[34]We have decided to move the government to Gitarama. \n[35]Today. \n[36]Maggots! \n[37]Do your work. \n[38]Here.  To celebrate. \n[39]You know what the Scottish call it? \n[40]Ishca Baha - the water of life. I went on a tour once of the finest single malt distillery in the world. Have you ever been to Scotland? \n[41]Wonderful country, wonderful golf. I wonder - will I ever go back? What do you think? \n[42]put them in my jeep, and guard them. \n[43]I am going to do you a great favor. I am going to take you with us to Gitarama. \n[44]You cannot go back to the hotel. The crazy men are going there now. Better to come with me. \n[45]We are better here. \n[46]How so. \n[47]I am on a list! What list? \n[48]You lie. \n[49]I committed no war crimes. \n[50]\n[51]You will tell them I did nothing. \n[52]Get back!  Get them out of here. ", "COLONEL OLIVER": "\n[1]Our intelligence, Mr. Ambassador, is that the Hutu government has been stockpiling weapons and are preparing a massacre. \n[2]How about a battalion of U.S. Marines. \n[3]You're right, Mr. Ambassador, Paul knows how to get anything, even U.S. troops. \n[4]To Peace. \n[5]Paul, you know who this is? \n[6]Get him a room, but tell no one he is here. Paul will look after you. \n[7]No. But I fear it's intention may have been to kill the peace accords and spark a civil war between the Hutu Militia and the Tutsi rebels. \n[8]Unfortunately we're here as peace-keepers not peace makers, we can't take an aggressive role. \n[9]Yes. With some re-inforcements I'm confident we could impose order. \n[10]Yes we have. \n[11]We're awaiting a decision, excuse me. \n[12]Paul, I've sent my soldiers to rescue the Lady Prime Minister, she'll need a room. \n[13]I'm sorry, I can't possibly take them Paul. I'm overrun with refugees. As soon as we can stabilize the situation we'll take them. \n[14]Hold the line here. Do not shoot! \n[15]They murdered my soldiers. Ten Belgians who I sent to get the lady minister. \n[16]You have a battalion, you could stop this now. The Hutu army is no match for you. \n[17]You will remember this day for the rest of your lives. \n[18]Anything. Strong. \n[19]Congratulations. You should spit in my face. \n[20]We think you are dirt, less than dirt, worthless. \n[21]Don't bullshit me, Paul. You're the smartest man here. You have them all eating out of your hand. You'd own this fucking hotel, except for one thing. \n[22]You're fucking black! You're not even a nigger, you're African! They're not staying to stop this thing. They're gonna fly right out of here with their people. \n[23]They're only taking the whites. \n[24]Great news, Paul, we're going to get you out of here. \n[25]The UN has been notified that the following families have received travel visas from the following countries. \n[26]Abukesu - Tanzania, Arumangu -Zambia, Bawroanga - Kenya, \n[27]Gituaranga - Zambi, Horangora - Belguim \n[28]Paramisambi - Zambia, Rusesabagina - Belgium. \n[29]Zamacanga - Ghana. A plane will land at the airport tomorrow and the named families will be flown to Kenya. Two UN trucks will be here at 7 a.m. The named families must be ready to leave then. \n[30]I can't do that. Our camp at the airport is overwhelmed already. We could not defend you there. You are better to stay here and work to get an exit visa. \n[31]Paul, only those I called can get on the trucks. I do not want to have to pull people off, you understand? \n[32]Yes.   Where are the Rwandan police? \n[33]That explains it. I'm sorry to tell you this but we've heard rumors the Militia are getting ready to storm the hotel. \n[34]I can't, I don't have the men. \n[35]There's one option. \n[36]The rebels have fought their way into the city. They have many Hutu prisoners. They're willing to exchange them for you all. \n[37]I think so. They are in disarray now. The rebels are winning, and the Hutu high command are anxious to get some of their men back. \n[38]By convoy. \n[39]A man came to my headquarters, asked that I give you this. \n[40]Paul, I need you to buy me a day or two. I don't have the fuel for this convoy. I will have to scrounge it. \n[41]No, Paul, they're afraid. They've demanded to be moved back to headquarters now. \n[42]I wish I could, Paul. Try to hold out. One more day. \n[43]Don't stop. Push through. \n[44]Keep going. ", "ZOZO": "\n[1]Rutaganda's place? \n[2]Beg your pardon sir, you are Hutu. You are safe there. \n[3]What is it like to fly on a plane, sir? \n[4]That is why they call it coach? \n[5]You have taken business class? \n[6]There is nowhere to turn, sir. \n[7]Boss, some of those men are my neighbors, they know I'm Tutsi. \n[8]Any of them make it? \n[9]Twelve are dead. \n[10]Excuse me, Paul, you have a call. \n[11]Yes, sir. \n[12]He has taken the presidential suite. \n[13]Sir, no one wants to work. They say the boss has left. \n[14]What do we do with all these people? \n[15]The lieutenant wants the register. \n[16]Sir. The president of Sabena is on the phone for you. \n[17]Sir, General Bizimungu is here. \n[18]Sir, Gregoire has been taking beers. \n[19]Many beers. \n[20]No ma,am, I am too busy. \n[21]Thank you, sir. \n[22]Sir, the others want to speak to you. \n[23]I have a letter, sir. \n[24]Boss, sir, quick, please, come quick. \n[25]Sir, the radio, you must hear, it is on the radio. \n[26]I saw Gregoire make a call, sir? \n[27]As the trucks go. \n[28]It's true, sir, the water has been turned off. ", "CAPTAIN": "\n[1]Who are you? \n[2]We are looking for you. \n[3]Let me see your identity card. \n[4]You heard the Tutsi cockroaches murdered our president. \n[5]You work at the Hotel Diplomat? \n[6]Do you know how to open the safe there? Our government needs to use the hotel and the room keys are in the safe. You must open it. \n[7]Where is your family? \n[8]All of them! I cannot take them. \n[9]Let's go. \n[10]Go with him, get the keys. \n[11]Traitor! \n[12]They are all Tutsi cockroaches. \n[13]\n[14]There is nothing to it. \n[15]Shoot them now or you die first. \n[16]You want to pay me? \n[17]How much? \n[18]Ten thousand francs for each one. \n[19]How many in your family? \n[20]There is only enough for one cockroach. \n[21]Pick one to take with you. \n[22]And four children? \n[23]Give me it. \n[24]You will run into the hotel and hide behind the U.N. \n[25]I will keep your family outside. Let's go. \n[26]Go with my soldiers. And hurry back if you want to keep these cockroaches. \n[27]You want to buy anymore cockroaches ask for Captain Naramunju. ", "GLORIA": "\n[1]We reserved five rooms not two \n[2]Great, I really need a shower. \n[3]Benedict, beautiful name. I'm Gloria Fleming. BBC. \n[4]There are rumors, General, that your army, the Hutu army, consider these peace accords a sellout to the Tutsi rebels. \n[5]Then the army fully supports the president as he signs the peace agreement. \n[6]Good. I'd like to book a massage. \n[7]Do we know who fired the missile that killed the president? \n[8]We've heard reports of reprisal killings. Will the UN intervene to stop the bloodshed.? \n[9]If the UN changes your mandate could you stop the bloodshed? \n[10]Have you requested re-enforcements? \n[11]What was the response? \n[12]We're not going outside the hotel grounds unless we have an armored car. That's the ground rules. \n[13]We cover the story from here until we \n[14]Okay, we're feeding through live now. \n[15]Okay London .... and five four three two one ...That's correct Tom. Today's gruesome ambush of a ten man Belgian patrol has left the UN peacekeeping force in a state of disarray. Its commander has called for re-enforcements. However, the General Council is deeply divided. The United States, still smarting from the UN's disastrous Somalia mission, has indicated that it will veto any moves to reinforce. Meanwhile, the slaughter goes on. Gloria Brooks in Kigali, Rwanda. \n[16]And, cut ...good, give me a call guys, let me know you've got it. \n[17]Great.  No kidding,  When will they be here? Excellent. Yes, call then. \n[18]The news room has heard that the French and the Belgians are putting together an intervention force. \n[19]Very soon. \n[20]What is it? \n[21]Oh my God! \n[22]It's Gloria. Listen we've footage, unbelievable footage! A massacre! Machetes, murderers, dead bodies. You have to lead with this. We'll send it through right now. Wait 'til you see this. \n[23]Fuck you. \n[24]Let's go, Jock. \n[25]You're drunk. ", "JOCK": "\n[1]Paul, how the hell are ya'? \n[2]They moved you from the Diplomat? \n[3]Good for you. We're having a little trouble, Paul. We booked five rooms, but... \n[4]Did you bring any of those wee girls who used to sit at the bar in the Diplomat with you? You know? \n[5]Can we phone them in, Paul? \n[6]Zozo! The very man! \n[7]For fuck's sake, Gloria There's a big news story out there! We need to get out and cover it. \n[8]Ground rules! Where the fuck do you think you are, Wimbledon? \n[9]Perfect timing. \n[10]Satellite feed. \n[11]Hey Peter, hook me back into the monitors. \n[12]Holy shit! Holy shit. \n[13]You fucking see that! \n[14]\n[15]Darlin', believe me, if I could... \n[16]Here. Here. \n[17]Give her what she wants, room, food, anything. Charge it all. Don't you put her out, Paul. \n[18]I know that, Paul. I'm sorry. Here take this. \n[19]Take it for Christ sake. I wish it was a fucking aeroplane. \n[20]Go! What the fuck sort of journalists are we, running from a war? I'm ashamed. Are you? Well, are ya'? ", "GEORGE": "\n[1]You will join us at the rally today? \n[2]Politics is power, Paul. And money. \n[3]Business is good at the hotel? \n[4]I am always glad to see you Paul. \n[5]Hell man, that is not beer, put it back! \n[6]Forget the Carlsberg, give him Grolsch. I won't charge extra. \n[7]A bargain buy, from China. Ten cents each, I'll get a dollar. \n[8]Look at them, they want to see the tribes dance to their tune. Here is our dance. \n[9]Come on, Paul. Show them our dance. \n[10]To our president. May he find peace. \n[11]Paul. My old friend. \n[12]Everything is double the price now, you do understand that? \n[13]No whiskey, no spirits. Your rich cockroaches at the hotel, they will have to do without their scotch. Anyway, I have bled that cow enough Paul. \n[14]Their money is no good to them. Soon all the Ineysi will be dead. \n[15]Why not? We are half way there already. \n[16]Take the river road back. It is clear. ", "ODETTE": "\n[1]Good to see you, Paul. \n[2]I must go, Paul. \n[3]No thank you, Tatiana. \n[4]The radio says Tutsi rebels. \n[5]Forgive me, Paul. Danielle says that Roger has gone. \n[6]Get his clothes off. \n[7]He's not injured. \n[8]Nothing. \n[9]Thank you, thank you, Paul. \n[10]Yes, that's right. I helped set up the treatment center in Nairobi. I'm in the Mille Collines Hotel right now with my husband, Peter, and my two boys. If you do not help us we will be murdered. \n[11]That is not true. \n[12]What if he is not there? \n[13]We owe you our lives. \n[14]The Americans are talking about us. \n[15]Was anyone hurt? \n[16]Will the Hutu army agree? ", "GREGOIRE": "\n[1]Come on, Zozo, cockroaches can jump, some of them can fly. \n[2]I'm sorry, ma'am, but I see only two here in the computer. \n[3]There are no more rooms. \n[4]Mr. Manager. \n[5]What do you want? \n[6]I don't have to listen to you anymore. \n[7]Let me ask you Mr. Manager, do you notice a smell of cockroaches? If I were to leave this room, I'm sure I could find this smell. I know people who could cleanse it. But maybe it doesn't bother you? Why is that? Are used to this smell? Not me, I need a clean room to escape it. \n[8]Please, except my humblest apologies... \n[9]\n[10]The fog is too heavy, sir. \n[11]We should go back, sir. \n[12]I saw the sign. \n[13]That's him. That's Rusesabagina! ", "LIEUTENANT": "\n[1]You are the manager? \n[2]Everyone must leave the hotel now. \n[3]It's an order. Get everyone out now. \n[4]We will be outside, ten minutes. \n[5]Where's the guest list? \n[6]Anderson, Arthurs, Boulier. What is this? \n[7]Are you trying to make a fool of me? There are no Europeans left in that hotel. Get me the names of all the cockroaches in there. \n[8]You don't have time. If I do not have the names, so that I can pick out the traitors, then I will kill everyone here in this car park. Get in there now. \n[9]Hey you, come here. \n[10]Who did you call? \n[11]Don't lie to me. What's your name? \n[12]I will remember that name. (turns to his soldiers) Let's go. ", "ROGER": "\n[1]For food and clothes, and all that grows, etc, etc. Dear Lord, thank you. \n[2]Simon has a new pet. Can I go see it? \n[3]It's done. \n[4]Let's feed it. \n[5]Let me. \n[6]There are soldiers. \n[7]On the street. \n[8]Papa! Papa! \n[9]Papa! Papa! \n[10]Mama, wait. \n[11]No, mama, look. ", "BIK": "\n[1]Paul! \n[2]Cockroaches? \n[3]Don't tell me we have cockroaches, Paul? \n[4]That's what I came to talk to you about. \n[5]The Hutu-Tutsi thing. The BBC faxed to say they would be here on the sixth for the peace accords. And the U.N. wants the banquet room for that day, a reception to broadcast the signing ceremony. Can you organize monitors and check the satellite dish? \n[6]Also, could you remember to use the service entrance at all times? \n[7]Paul, I have to talk to you ... \n[8]Paul... ...I have to talk to you. \n[9]Paul, I have to go. The staff have fled Kivu Lodge. I have to close it. \n[10]While I'm away, you're in charge. ", "MILITIAMAN #1": "\n[1]We kill UN. We kill you next. \n[2]What do you want? \n[3]The commander is not here. \n[4]Show me your ID \n[5]What? \n[6]What cards? \n[7]No. But I make cards. Would you like me to make you two cards? \n[8]One thousand francs. \n[9]joke. \n[10]Show us the manager. He wears a suit. ", "THOMAS": "\n[1]I've heard bad things, Paul. My assistant says we should get out of Rwanda. \n[2]What good is it if we are murdered in our bed? \n[3]Yes, and he is in the Hutu Power Militia. \n[4]No, he is a friend, but he tells me to listen to the radio. All day they talk about the great slaughter. \n[5]Forgive us, Paul. We must talk. \n[6]We are leaving Rwanda, Paul. \n[7]My assistant, the Hutu Power man, says we should get out now, that soon it will be very bad. \n[8]His name is Naramaranga, but please, Paul, even though he is Hutu Power, he is a friend, he likes me. He told me there is a signal. It is \"Cut the tall trees.\" When they hear the signal, the militia are to go to war. \n[9]Please, Paul, tomorrow I will bring you my car. You will sell it for me and get a fair price. We will go to Tanzania until there is real peace. ", "PRESIDENT": "\n[1]If British Airways abandons the route we should bid for it. \n[2]Paul. Are you alright? \n[3]All. What do you mean all? \n[4]The staff and guests! How many? \n[5]put you on hold for one minute, stay on the phone. \n[6]Get the prime minister's office. Call General Chareaux. Louis get the UN. Tell them this is Belgian property. \n[7]Paul, are you there? \n[8]Paul, if you have one call in all the world to stop this, who would you call? \n[9]Paul, do everything you can to buy time. I will call you back. ", "US AMBASSADOR": "\n[1]Thank you, Paul. \n[2]Colonel. I'd like you to meet Mr. Colson, of our Regional Aid Division. \n[3]Colonel Oliver is the liason officer for the U.N. peace keeping forces. \n[4]Things will calm down when the president signs the peace agreement with the rebels. \n[5]That's not what I hear. Excuse me. Paul. Colonel, you know the house manager, Paul Rusesabagina. \n[6]Magnificent. Scottish lobster, in Rwanda. You see General what a genius this man is. You want anything, this man can get it? \n[7]Now, General, don't ask for the impossible. \n[8]Thank you for a wonderful meal, Paul. ", "BENEDICT": "\n[1]Paul, Paul, a moment please. \n[2]Can you get me into the Ambassador's reception? \n[3]At least tell me who is attending. The newspaper will be grateful. \n[4]They're killing everyone. The Lady Minister! The UN soldiers. They're at the gate. \n[5]Paul, we would like to speak to you in your office. \n[6]A delegation. \n[7]I've got it. I have the answer. Watch. \n[8]We must become mountain gorillas. Then they can put us on the endangered species list. Come on, try it. They think we're halfway there already. ", "XAVIER": "\n[1]I will need a suite. \n[2]Come in Paul. \n[3]Move? Where to? \n[4]The third floor are low class rooms. \n[5]Pack the bags, we have to move. \n[6]This time the Militia will kill us. \n[7]They should go one truck at a time. When the first truck gets through to the airport, then the others will follow. ", "SABENA PRESIDENT": "\n[1]Yes, Paul, I remember. The Mille Collines is a very important property for Sabena. Our directors believe we should close down, shutter the place until this unrest is over? \n[2]Very well. But if this thing gets worse, we must close. If there's anything you need, call anytime. \n[3]I managed to get the President of France on the phone. \n[4]Paul, I pleaded with the president to go in and get you all. He told me it will not happen. \n[5]I can give you many political answers Paul but the truth is that Africa is not worth a single vote to all of them: French, British, Americans. \n[6]You have to get out of there, Paul. I will do whatever I can. ", "TUTSI WOMAN": "\n[1]I cannot pay? \n[2]Colonel, sir. Why not take us all to the airport? We can wait there to obtain visas. \n[3]Good, sir we have letters, please take them for us. \n[4]P              There is no water from the pipes.  PAUL heads for the front doors. He's intercepted by the two Rwandan policemen stationed at the gate by Bizimungu.  \n[5]How would we escape? \n[6]No, we'll be chopped on the street. "}}