{"dialogues": {"SIDNEY": "\n[1]All my life I've been a Looky- Loo. \n[2]My name's Sidney Young. I'm a journalist...a hack.  Yeah, that...that isn't me. We PAN right and down to our hero - SIDNEY YOUNG - thirties, an odd-ball with a knack for getting people to dislike him. \n[3]Those people all around me - they're all famous. They're my friends. Beside him sits a beautiful young woman - SOPHIE MAES . 2. \n[4]My life didn't used to be like this. We PUSH THROUGH the EXIT DOORS and find ourselves impossibly looking at... \n[5]Looky-Loos. That's what They call you when you stand out in the rain all night just to catch a glimpse of Them going by. REVERSE - CELEBRITIES walk down the red carpet, pausing to wave at the fans. \n[6]I used to pretend it was different for me because I was getting paid by a magazine or newspaper, whatever. But that's, you know...I just loved watching Them. I'd stand outside looking in through the window and think what it would be like to somehow get inside. But there was only one way to get past the thin red line that separates the celebrities from the civilians. You had to be famous. 3. \n[7]Babe Three. Yeah. She looks doubtfully at the pig. \n[8]Harry Potter used to be a cute little piglet too. What do you want? Tempus Fugits... \n[9]How many pigs are coming tonight? Look, I was told to bring him, hand him over to the producer, Bob Milton, inside. You want me to leave him here with you, that's fine... \n[10]Well, well...clipboard Nazi-type woman. She turns to the SECURITY standing beside them. \n[11]What about me? \n[12]The Looky-Loos dream is that one day they will somehow get to mingle with the stars. But the Industry can't allow any mingling. Stars have to be kept away from civilians, have to be quarantined, so they don't become normal. Like us. They pass a ravishing HOLLYWOOD ACTRESS walking the other way. She looks curiously at the pig as she passes. Sidney stares after her, longingly. \n[13]But after the awards come the parties - the Miramax Party, the London Records Party and, best of all - the Sharps Magazine Party, so exclusive that there are no pass-alongs, no plus-ones, no press. We find Sidney checking in at the desk. \n[14]\n[15]5. This is where the movie stars can finally relax, secure in the knowledge they are among their own kind. We see the PIG'S SNOUT poking out of the zip of the holdall. \n[16]And that is when I strike. He picks up a tray of canapés from the bed and looks down to where the Pig watches him from the floor. \n[17]I want you in bed by ten. And no porn. He tosses the pig one of the canapés. \n[18]You can do this. You belong here. You're a star. You're a big, bright shining star... 6. \n[19]No, when I'm in L.A. I stay at the Sunset Marquis, when I'm here I always stay at the Sanderson. It's, you know, I don't feel at home these days unless I'm in a hotel. \n[20]Oh, I'm a writer. Movie writer. \n[21]Yeah. Got one in pre-production now. You know it's really weird running into you like this because just the other day I was telling the producer I thought you'd be perfect for the lead. She starts to laugh. \n[22]No, seriously, you would, because, you know, you have this mixture of intelligence and beauty and fragility that we're looking for and, uh... 7. \n[23]Tits of Fury. She laughs. \n[24]I'm joking, I'm just...It's a bio- pic. About Greta Garbo. That's why I thought of you. You have those amazing cheek-bones and...are they real? Have you had plastic surgery? \n[25]Me? No, hardly anything. A penis reduction as a child, that's pretty much... She laughs again, snorting into her drink. Sidney can't believe this - she likes him! \n[26]Are you? 8. \n[27]You feel okay? Because my room's just upstairs if you want to lie down or, or loosen any, you know, morals or... \n[28]Clark. Clark Baxter. \n[29]How'd you do? \n[30]Oh, shit... \n[31]Oh, shit! \n[32]Will you get that?  Will you get the phone? Sighing he gets up and scratching himself, stumbles through to... \n[33]Couldn't one of you answer the phone? \n[34]Will you answer that? What do I pay you for? \n[35]Just get the phone! \n[36]George can't leave. You'll have to apologise. \n[37]He owns the fax machine. \n[38]What? \n[39]We're not finished. \n[40]Shut up.  Will you be quiet! \n[41]Sidney Young. \n[42]Ah, Lord Vader. \n[43]You liked that? \n[44]We're not scared of you, Harding. You want to sue, go ahead and sue. It's like Jimmy Stewart said, (a poor Stewart impersonation:)\"You sit up there and you spin your little webs and you think the whole world revolves around you and your money. Well, it doesn't, Mr... Mr... 13. \n[45]\"Mr. Potter...\"You go ahead and sue if you want, but I warn you, if you strike me down, I shall become more powerful than you can possibly imagine. An ASSISTANT walks in. Clayton looks up. \n[46]Destroy me and a hundred more will spring up in my place - men who care nothing for success, men who cannot be bought, men whose only loyalty is to... \n[47]Um...could you say that again please? We hear the sound of an aeroplane engine build as we... \n[48]It's Sharps Magazine. You know Sharps? It's sort of society, fashion, crime, finance, Hollywood celebrities... \n[49]\n[50]Yeah, they don't make entertainers like that any more... Mrs Kowalski cuffs the back of his head. Sidney is somewhat surprised by this familiarity, having only just met the lady. She opens an apartment door. 15. \n[51]Yup, this is good. This is...I can put my drum kit just over there and, uh... She stares at him. \n[52]That's a...that's just a joke. They're just little...congas. \n[53]Tomorrow morning. \n[54]Just what I'm going to do... \n[55]Hi, my name's Clark. Clark Baxter. \n[56]What the hell's that? \n[57]Well that's...that's not right, is it? That's not...put a dash of beer in that. \n[58]Is he? He's fucking small isn't he? \n[59]Can you reserve these seats? \n[60]I'm a journalist. Work for a little periodical you might have heard of called Sharps Magazine? \n[61]I'm the Cultural Editor. \n[62]That's...not that one... I've got it somewhere...I just... \n[63]Happy now? \n[64]Who's that there with Clint Eastwood? \n[65]No, in the headlock. \n[66]Oh just give it... \n[67]It's okay. It's okay. I've got it. \n[68]Sorry. \n[69]It's pronounced Gloucester by the way. \n[70]No. \n[71]The curry? \n[72]Boyfriend not coming? 19. She stares straight ahead, gathering her things. \n[73]Listen, I'm sorry. Do you think...? She turns to him. \n[74]Do you think I could have his drink? Alison gives him a cold smile, controlling her temper. She spots a heavily made-up WOMAN walking past. \n[75]Hello. He slides the PHOTOGRAPH over to her. \n[76]Guess who that is with Clint Eastwood. Alison gives a small smile and leaves. \n[77]Mrs Lebowski... \n[78]Was it? Fuck. I mean, shit. Sorry. I just...met an old friend and brought them back... The Woman staggers back into the room, her back to us. She is NAKED. She is also surprisingly muscular. \n[79]...for a little... He notices the woman. His gaze drops to below the waist. \n[80]...penis. Mrs Kowalski turns and takes in the view. Nobody moves. \n[81]You can do this! You can do this! He hums the fanfare from the Rocky theme. \n[82]Quick coffee Bob and then you've got to go. 21. We hear the opening of Brian Ferry's version of The `In' Crowd as we... \n[83]This is my city. He stops at a gleaming chrome entrance and stares up at the Heywood Building towering above him. \n[84]This is my building. \n[85]These are my models. \n[86]And this... Sidney walks through into... \n[87]...is my Boss. \n[88]You like it? I brought you one. \n[89]Good. Thanks for the business class tickets, Clay. \n[90]Oh. Well, if it's any consolation I got downgraded anyway. \n[91]Ha! That was just a little, uh... as it happens I'm a big fan of your earlier, funnier work. Snipe Magazine that was...that was really good. 23. \n[92]Yeah, you've...you've actually been a big influence on me and I really think together we can inject a bit of that Snipe spirit into this magazine. Now I've got a few ideas that I'd like to... \n[93]So...if I make it to the Seventh Room - will I become a true Jedi Knight? \n[94]What'd you think? \n[95]Thanks. \n[96]You photograph famous people when they're drunk? \n[97]So...when we go out to clubs and things...would that, would that be on expenses or...? \n[98]Okay. What do you mean by suitable? \n[99]Is that Mussolini? \n[100]Oh. Looks a little like, uh...(pointing to the child in the photograph, smiling) Who's this funny looking kid? Is that his son? \n[101]Really? Well, she's very...isn't she? Really, very... \n[102]Listen, seeing as how I'm going to be sitting just over there, don't you think we should try and put last night behind us? \n[103]I'm not sure what I'm supposed to be doing.  Are you going to help me out? \n[104]You going to introduce me? \n[105]Actually it's Sidney. Sidney Young. Clark Baxter is my alias. \n[106]I take it you knew about Bob and didn't tell me? Alison inscribes a circle in the air with her finger without looking up. \n[107]Hello, is that the Parsons Gallery? \n[108]This is Sidney Young from Sharps Magazine? We're running some photographs from your opening of the Chris Blick exhibition, and I just need to caption them. I was wondering if you could help me identify some of the people? \n[109]Thanks. So...Chris Blick. Man or woman? \n[110]Is Chris Blick a man or woman? \n[111]Yes, I am. \n[112]I...I don't really know. \n[113]Okay. Is he an old man? \n[114]\n[115]What's that got to do with anything? \n[116]Is he the one with the wonky eye? 29. She hangs up again. \n[117]It's fashion sensitive. If you're not wearing Prada it'll take your arm clean off. Anna stares at this strange man with the burger, baffled. \n[118]This isn't what I expected. Alison recoils slightly. \n[119]I don't know. The Algonquin circle. Dorothy Parker. Martinis. Quips. Look at them. Not one of them is drunk. \n[120]There's something you should understand. I'm not really one of you. \n[121]I mean the glossy posse. Bunch of Zombies, writing about \"Pets of the Stars\" but acting like they're working for the UN. I'm here to shake things up a bit. Where are you from? \n[122]Right. Small town girl. (Hannibal Lector impersonation) I bet you could only dream of getting out. Getting anywhere - yes, Clarice? Getting all the way - to the N...Y...C. (Dropping the impersonation) Take my advice, don't go taking this celebrity fluff seriously. For a moment Alison is speechless with anger. \n[123]That was her? The Mussolini baby? \n[124]I could go back and tell her I'm... \n[125]Am I supposed to be afraid? \n[126]I don't know the meaning of the word fear. \n[127]Snipe Magazine. \n[128]When Clayton left college he started this little magazine called Snipe. Fantastic. Took aim at every self-important celebrity in town. Completely fearless. It was like my magazine but twenty years earlier. 32. \n[129]That's why he's hired me. I am the young Clayton Harding. He looks at me and sees his glory days. \n[130]Yeah, but don't worry. I think I might still be in time to save him. \n[131]You've reached Sidney Young. I'm sorry but my answering machine is out of order, so the voice you are hearing is actually me. The machine BEEPS. Sidney smirks at his joke and is reaching for the phone when we hear the caller - an older man, an upper-class English accent. \n[132]There's a couple of hundred grands worth of food here and I swear I'm the only person eating it. You want some? Alison recoils. Sidney does a little nerdy dance to the music as he eats. \n[133]This place is amazing. It's wall to wall totty. \n[134]Totty. Babes. Sexually attractive women. \n[135]What? Maddox joins them. A man passes, nods respectfully at Maddox. \n[136]Look at that. All night people have been treating us like we're royalty. In London, the journalist's motto is \"Everybody hates us and we don't care.\" \n[137]I shouldn't be here. I get thrown out of places like this. \n[138]You know that was Rachel Petkoff? She's a fantastic actress. Hasn't done anything for years, but, in her day... \n[139]Seriously, I've heard about that film. I think she's going to make a come back. We should get there first, do a profile or something before everyone else... Maddox isn't listening. Instead he greets a fat, angry- looking VERY YOUNG MAN. This is VINCENT LEPAK, wearing his customary SHADES. \n[140]Excuse me? Aren't you Rachel Petkoff? \n[141]This is sort of embarrassing but... \n[142]Could I have your autograph? \n[143]I'm a big fan. \n[144]Absolutely. I must have seen everything you've been in. Those episodes of The Love Boat and the Bionic Woman? The Song Birds, In The Night...I've even seen your first ever TV appearance. The Twilight Zone - House of Mirrors. Right? \n[145]My all time favorite? A Day Too Long.  You were really great in that. \n[146]Sidney Young. \n[147]Greatest film ever made? \n[148]What's the greatest film ever made?  Go on. Have a guess. \n[149]Have a guess. \n[150]Incorrect. Con Air. \n[151]Uhuh, Con Air. It's got everything. Malkovich for your acting chops, Nicky Cage for action, Buscemi for comedy, John Cusack for the Gays. It's a smorgasbord. \n[152]So, you're a publicist? \n[153]What should I call you? 39. \n[154]I'm with you... 40. \n[155]I won't eat anything with, you know, eyebrows. \n[156]Or if it can chuckle. I won't eat animals that can chuckle. \n[157]Nothing, just, uh...So you're an actress? Have I seen you in anything? \n[158]No.  So you haven't won any Oscars yet? \n[159]Because I would certainly vote for you for best supporting dress! Huh, huh, huh.... \n[160]No, I'm just...I'm saying you look... \n[161]Budge up. \n[162]I'm coming to the club. \n[163]That's... that turns my stomach. Pawing her like that. He's old enough to be her father. 42. \n[164]Yes he is. I started producing sperm when I was thirteen, so you know, technically... \n[165]She's a flak. Hacks don't take orders from flaks. And I don't think you can call that \"doing his job.\" The man had no blood left in his upper body... \n[166]I wasn't being ironic... \n[167]Yeah, I could tell by the way he was allowed to stay up past his bed time. \n[168]Do you think she'd go out with me? \n[169]Sophie Maes. You think she'll go out with me? 43. \n[170]What do you know? A lot of these starlets are lonely. They spend their time looking for a man. Alison starts to walk away. \n[171]I'm going to be successful. \n[172]Have you seen this? She's everywhere. An ASSISTANT walks over with a MUFFIN BASKET for Maddox. \n[173]So, I was thinking, Clay... Clayton, pauses, frowning. Sidney turns to the room, cocksure. \n[174]Paris Hilton. I do a profile on her as if she's this complete recluse, this hermit... I try and track her down and, you know, \"Who is the elusive Paris Hilton and why is she so publicity shy?\" He laughs for a moment. No one joins in. 45. \n[175]Listen, you know how things work around here. How am I going to get something in the magazine? \n[176]It is but...things have changed. \n[177]Look, I know people think I'm a bit of an idiot and maybe I haven't started off too well here, but I want...I want... \n[178]...I want to have sex with Sophie Maes.  Before Maddox does. \n[179]I know he's got a head start on me but I'm going to win her back. Once I get my hooks into a girl, they never get free. \n[180]The gloves are coming off. We hear the opening of Brigitte Bardot's Moi Je Joue as we... \n[181]Okay. Celebrity Trash Cans. The contents of celebrity trash cans are revealed and readers have gotta guess who the trash belongs to... Five bottles of Jack Daniels, a court order, and a copy of Mein Kampf? Mel Gibson! \n[182]Guess who that is with Clint Eastwood? \n[183]No, not...why's everyone say...? There! In the head-lock! \n[184]It's a Shag Tree. It illustrates all of the sexual pairings of Hollywood's top stars and how they interconnect... From under the door slides a piece of paper on which is written First Room. We hear a TOILET FLUSH. \n[185]Great to meet you Nathan. I'm a big fan. I love that rat thing you played in The Lion King. \n[186]\n[187]Which is fine, but today, I think it would be great to get behind the mask. \n[188]Absolutely. Of course. So, first question - are you Jewish? Nathan stares at Sidney. \n[189]Okay. Next question. The rat thing - that's gotta be Disney's first gay animal, right? So, I was wondering - are you a homosexual? Beat. Nathan looks like he might hit Sidney. \n[190]What...? \n[191]I just... \n[192]Don't upset anyone. \n[193]I was just trying to...probe. \n[194]I'd like to apply for an American Express card please?  Hon. Sidney Young.  As in Honourable. H-O-N. It's a British title. Across the desk Alison watches him with contempt. \n[195]The Queen? Yeah, I know the Queen. Just fill in the form will you? Sidney suddenly notices Sophie Maes and Eleanor Johnson walking towards them. Sophie looks more STYLED than before. She is holding her Chihuahua, Cuba, which is dressed in a tiny coat. Sidney DISAPPEARS UNDER THE DESK. We hear a RIP as he yanks the tape off his face. \n[196]Hello! Didn't, didn't know you were coming in...? \n[197]Oh great. That's great. \n[198]Of course. \n[199]It was my mother's. She gave it to me. \n[200]Uhuh. \n[201]A story? Absolutely. That would...I'd love to... \n[202]Okay.  What do you mean? \n[203]You want copy approval? \n[204]I'm sorry, Eleanor, I don't...I don't work that way. Alison stares with surprise at Sidney. He just went up in her estimation. \n[205]Their star-light? Eleanor's face hardens. \n[206]Hello Cuba. I'm Uncle Sidney, come to see how you are. You wanna play? You wanna little play? He takes a RUBBER BALL out of his pocket and holds it up for the dog to see. \n[207]Fetch! He tosses the ball in the air. Cuba runs after it and trots back, stumpy tail wagging, the ball in its teeth. \n[208]That's it! That's it! 54. He strokes the dog. \n[209]We're gonna be best pals aren't we? You're going to like me more than that prick Maddox, aren't you? Fetch! He tosses the ball again which promptly bounces off the wall straight out of the half open window. \n[210]No! Cuba is already running towards the window... Sidney's yell slows and distorts as we move to SLOW \n[211]Cuba? \n[212]C'mon...C'mon... Alison walks past, sees him and does a double-take. \n[213]Shit, shit, shit... 55. \n[214]I'm just...just borrowing it. I'll bring it straight back. \n[215]It was an accident. \n[216]I was just trying to make friends. Please don't tell her. Please don't tell her. \n[217]Clayton? Have you got a minute? Clayton lights a cigarette, stares out of the window. Sidney comes in. \n[218]No...Not yet. I think maybe he got out the building? Sidney hovers. 57. \n[219]Congratulations on the Man of the Year thing. How was the lunch? \n[220]I want to do a story on Vincent Lepak. Not a puff-piece. Something funny, but with teeth. The kind of thing Snipe would have done. Everyone's treating him like he's a genius and he's an idiot. \n[221]Um...I don't know. \n[222]Do it? 58. \n[223]Thanks Clayton! \n[224]I'm your little Hit Man! \n[225]Okay! He scuttles out. He ducks back around the door. \n[226]You could call me The Jackal! \n[227]Okay! He ducks back out again. \n[228]Yes? \n[229]Look I know she's in. I'm not a stalker. I just know she's upset about losing her dog and... 59. \n[230]Well, can I at least check that she got my present? \n[231]Flowers? Yeah,'cos she doesn't get enough flowers, does she? No, I sent her the fish. The Young Woman looks suddenly nervous. \n[232]Gold-fish. In a bowl. Did she get them? \n[233]All of them? \n[234]What? No, they were... Who sends people dead fish? \n[235]This wasn't me.  I...I laid him to rest. Cuba I mean. I took him over to... \n[236]Okay.  Well, I just...I just wanted to say...about not telling them...I really appreciated it. It was good of you and, and...you know...not many people would, uh... \n[237]Why didn't you? \n[238]Just a couple of straws please. \n[239]Can I ask you something? How come you've always got the notebook? Is it a diary or something? Am I in it? 61. \n[240]Wow. \n[241]No - a novel, that's...that's pretty impressive. You're writing it by hand? \n[242]You're full of surprises, Sister. \n[243]So...you waiting for your boyfriend? \n[244]What's he do, the mystery guy? Is he a hack too? \n[245]Really? What's he look like? \n[246]Just most poets you see aren't really good-looking, are they? Spend their time stuck in a room, end up looking like Golem. Is he...? \n[247]Right. \n[248]I resent being bribed to gush sycophantically about a star, okay? I choose to gush sycophantically. Alison stares at Sidney trying to figure him out. \n[249]It's okay anyway. Clayton's given me a story. I'm on my way. \n[250]Okay, well...better get going. You take my advice, you'll get yourself a boyfriend who's going to show up once in a while. He leaves. Beat. Alison stares at the empty stool beside her. \n[251]Uh...Clayton? \n[252]Did you read my story on Vincent Lepak? Clayton frowns down at some papers, feigning distraction. \n[253]Rachel Petkoff? One of your favourite actresses? You'd never fucking heard of her! That was my idea! Lawrence stops and turns back. 64. \n[254]What? You spend half your life chatting up the staff! \n[255]Uh, Lawrence? This lady's been looking for you? \n[256]Uh, Lawrence? This is...this is sort of inappropriate isn't it? \n[257]Oh God, this is...this is awful... \n[258]I didn't know it was Take Our Daughters To Work Day. I didn't even know there was a Take Our daughters To Work Day. 67. \n[259]I don't know - why did you hire me? \n[260]What was wrong with my story? \n[261]Why did you kill my Vincent Lepak story? \n[262]It wasn't good enough? \n[263]It isn't a hatchet job! \n[264]He's a talentless, pretentious little twat who thinks cinema began with Tarantino and someone needs to say it. And you told me to do something with teeth! You said... 68. \n[265]\"A free press is the last defence against the Tyranny of Stupidity.\" \n[266]It isn't mine. It's yours. First issue of Snipe. \n[267]Won't you have to run a decision like that past Eleanor first? For a second Clayton looks like he might throw his ashtray at Sidney. Then he controls himself. \n[268]Looks like I was too late to save you after all. He walks out. \n[269]I didn't \"hire\" him. Bob did it for a favour. \n[270]I do! It's just... It wasn't me. It was Clark. Alison laughs. \n[271]Since I was a kid. Anytime something got broken, or the bathroom got accidentally set on fire - it wasn't me. It was Clark.  The weird thing is, he kind of took over. \n[272]I don't know, twenty, twenty one... Alison laughs. 70. \n[273]Clayton's not going to print anything I write. I've been on salary for six-months and I've written precisely one hundred and seventy five words. On a dollar- per-word basis, I'm the highest paid writer in the history of this magazine. He's not going to renew my contract. \n[274]I thought Clayton was different. I really did.  The only thing I'm good at is pissing people off, and he won't let me do it.  \"My glory walks hand in hand with my doom.\" (Off her look) Troy \n[275]Troy, the movie. \n[276]Everybody hates me here. You're the only one who'll talk to me. \n[277]No, I mean it. You're the person who's been most, you know... uh...abusive to me. \n[278]You want another drink? 71. \n[279]That's...that's mine. 72. \n[280]It's short for \"Honourable\". \n[281]Can I please...? \n[282]They screwed it up. Please. \n[283]Why don't you shut up, Maddox? \n[284]You're Canadian. If it wasn't for us you'd be speaking French. 73. \n[285]Choke. Choke. He puts his fingers to his temples as if to channel telekinetic powers. \n[286]Choke...choke... Sidney realizes Harding's wife is passing with her two daughters. \n[287]Hello, Mrs Harding. Lovely party. With a look of alarm she shepherds the girls away. A tall older man dressed in white with a long white beard appears next to Sidney. \n[288]Yup. 74. \n[289]So...you're a wizard or...? \n[290]You can make a living doing that? \n[291]Um...no, thanks. \n[292]Hey! Hello again? Rachel smiles at him distantly, clearly not remembering him. \n[293]Sidney. Sidney Young. We met at... Another GUEST walks past Sidney and kisses Rachel. \n[294]In-ger-lernd! Puzzled the guests turn to where a drunk Sidney is standing on the balustrade of the porch of the house. \n[295]In-ger-lernd! In-ger-lerrrrrrnd! He spots HUGH GRANT amongst the crowd, watching him, puzzled. \n[296]You! Grant! Come on! In-ger- lerrrr... With that he slips from the balustrade and crashes into the shrubbery below. \n[297]What? \n[298]I'm fine. Yup. Fine.  You? \n[299]Right...See you... He walks off. Beat. He walks back into frame suddenly. 76. \n[300]\n[301]How the...You...having an affair with Maddox! I mean...Maddox for Christ's sake! The Man With Hidden Shallows! Jesus! I mean, I used to think you were...I was starting to...I mean, at first I thought you were a pain but then I started to think...but I mean...Maddox? How can you live with yourself? Alison stares at him, pale, blinking back tears. \n[302]Well, that's no...that's, you know... You broke up with him? Alison walks off. Beat. She walks back. \n[303]This one. Alison kicks the leg. \n[304]\n[305]Huh... \n[306]Huh... \n[307]Congratulations on becoming incredibly famous by the way. \n[308]What's it like? \n[309]Everything. 78. \n[310]You're here. She turns back to look at the stars. \n[311]Would you...would you like me to get you some food? \n[312]Wizard! Wizard Dentist Man! Need Wizard Dentist Man! \n[313]I will never, never, never forget this. Thank you! He starts to hurry away. \n[314]What are you doing? \n[315]You can't drive. You need to go and sleep this off somewhere. \n[316]Yeah, okay. Listen, you try driving in this state you're gonna kill yourself. \n[317]\n[318]I didn't know you hated me. \n[319]You're not a Ghoul. You're a Zombie. Alison leans her head against the window. \n[320]Look, I don't need to hear this. \n[321]You don't smoke. \n[322]Could you just be quiet? \n[323]Well, I'm...I'm sure he does. He's probably just not very good at expressing his emotions. \n[324]Alright. Alright. Don't, you know, get snot everywhere... \n[325]What? Alison lurches down out of sight and is sick on Sidney's shorts. \n[326]Alison? What's your address? Alison? Alison snores loudly. Sidney sighs. \n[327]Shut up will you? You'll wake the old witch up. He stops suddenly and turns. Mrs Kowalski glowers at him from the doorway. Sidney freezes - a sickly smile on his face. \n[328]Did...Did we wake you? \n[329]Hello Dad. \n[330]She, uh, she isn't actually a prostitute. \n[331]It wasn't actually for me. I was going to give it to this young actress... 84. \n[332]I think you should lie down Alison. \n[333]Really Alison, I think... \n[334]You should have said you were coming. 86. \n[335]I've been pretty busy. \n[336]I have a job, dad. \n[337]Why've you always got to do this? It's...it's... \n[338]Actually it's not. Because you're saying that what I do for a living is worthless and... \n[339]More? Sharps is one of the most respected magazines in the world. There's a million hacks who would kill to be where I am now. 87. \n[340]You know who I interviewed recently? Nathan Lane. \n[341]I KNOW you don't know who that is! You don't know who anyone is! You thought Brad Pitt was a cave in Yorkshire! But most people do know who they are, okay? And most people wouldn't think that a journalist who gets to mix with stars like that was a, a disappointment! \n[342]Things haven't really been that great. I don't know what it is. I'm not... getting ahead. \n[343]No. I'm fine. I know I can make it. \n[344]What? No. We're just friends. \n[345]She doesn't feel that way about me. New York women don't date losers. \n[346]Why? No, you're all right. It's...it's nice to have the company. \n[347]Mrs Kowalski? Don't worry about it. The last woman she caught me with had a penis, so you know...you're a big step up. \n[348]That's my mother. \n[349]Yeah, I don't take after her... \n[350]Actress. \n[351]Some. British, small parts... \n[352]No, she died when I was young. \n[353]Yeah, I suppose. I used to see her on the TV every now and then when I was growing up. Sort of weird. \n[354]Here we go! English fry-up. Perfect hangover cure. 90. \n[355]Sorry, I was just...uh...(He can't think of an excuse ...rooting through your private possessions... Alison sits on the couch, feeling too ill to be annoyed. \n[356]I like the opening. \n[357]I do. Can I read the rest of it? Believe it or not, I'm a pretty good editor. \n[358]\"Keep true to the dreams of thy youth.\" Alison examines him through narrowed eyes. \n[359]Schiller. She puts her things back in her bag. \n[360]Oh, I forgot...I got you a present. 91. He hands her a bag. Surprised she opens it and takes out a RECORD. It's the Nino Rota sound-track to La Dolce Vita. \n[361]I was just walking past this music shop on the corner and I saw it. I thought it might cheer you up. Alison is deeply touched. \n[362]Oh.  Well, you can always come here to listen to it. Sidney takes the record and puts it on the turntable in the corner of the room. He selects the finale music - it's funny and sad, glamorous and romantic... They listen to it for a moment. Sidney starts to dance a little. He cha-cha's over to her and holds out his hand. \n[363]C'mon... Alison reluctantly gets up. They dance ironically. Alison laughs a little. Gradually they get more into it, enjoying the music - a man in shorts and a woman in pyjamas, cha-cha-chaing, a summer breeze wafting in the through the open windows behind him... \n[364]Hey Alison, I was wondering if you wanted to...(Beat. Starting again) Hello there. Listen I was wondering if you wanted to see a movie or...a meal...or...(Beat, starting again.) Alison. You wanna go on a date? We see he is staring at his reflection in a mirror. He slips in a pair of PLASTIC FANGS and smiles toothily. 94. \n[365]I like your costume Vincent. \n[366]Oh. They walk on. \n[367]Wanker. Sidney continues through the crowd to Alison. He puts his Dracula TEETH in. \n[368]Haven't we met somewhere before? \n[369]\n[370]Sorry. I was just saying... Maddox appears and gives Alison a glass of champagne. He kisses her. \n[371]Well...that's...that's brilliant. \n[372]Yup. They stand in an awkward silence, watching the party. \n[373]Yeah. \n[374]Wait! Eleanor wait! The window glides down. \n[375]Let me do the profile on Vincent. \n[376]You get full copy approval. It'll be like you've written it! The window stops. Eleanor stares at him, considering. Sidney looks past her to Vincent. \n[377]Vincent - think about it, think how humiliating it will be for me. I'm begging you. Vincent leans over, stares over his shades at Sidney. 97. \n[378]She kicked him out? \n[379]But...the nominations haven't been announced yet? 101. \n[380]Clark Gable to Vivien Leigh (Gone With The Wind), Vivien Leigh to Marlon Brando (Street Car Named Desire), Marlon Brando to Robert DeNiro  Robert De Niro to Kevin Bacon ! The crowd cheers. \n[381]Uh, tricky, but I'm gonna say Nietzsche. Huge moustache. The Tom Selleck of Nihilism. \n[382]Okay. Good. Evil genius philosopher...Hobbes, proto-Nazi, Heidegger - actual Nazi, Hegel - twat. Basically your H's... \n[383]Uh...Bishop Berkely. \n[384]Esse est percipi. \n[385]If they `aint looking at you, you don't really exist. \n[386]Hey. \n[387]Thanks. It was a gift. Ralph Lauren. \n[388]Ralph Lauren. I did a piece. Beat. He still hasn't invited her in. \n[389]Thanks. How's things with you and... \n[390]Yeah. I've been pretty busy. 104. \n[391]How's the novel coming along? \n[392]Well...keep at it. I believe in you. \n[393]I never gave you these. \n[394]\n[395]High. \n[396]Too high! You couldn't do it. Too high. Sophie calmly unzips her dress and steps out of it, standing in her underwear. There is applause from the on- lookers. Calmly she steps out of the window onto the ledge and disappears from sight. The on-lookers crane out of the window, yelling encouragement. After a moment Sophie appears at another window further along the wall and climbs back into the room to ecstatic applause. She stares imperiously at Sidney. 106. \n[397]Your limpy pig. \n[398]I'm your limpy pig! \n[399]I've got my little limpy dance. Sidney dances a little, jiggling up and down. \n[400]I...I can't... \n[401]I can't. Sophie stares at him through narrowed eyes. \n[402]You're a star. You're a big, bright shining star... He snorts a line and, leaning back, flicks blankly through TV channels - a sports programme, a news station, a sit-com re-run... He snorts another line, flicks stations - more sports, a music video, a black and white movie... Sidney stops, staring at the screen... TV SCREEN - we're watching the fifties British movie we saw at the beginning of the film. Sidney's MOTHER is typing at the desk in the background. She gets up from the desk and walks into another office. Sidney stares, frozen. Sidney's mother passes the LEAD ACTRESS who is staring out of the window, smoking. She stares at her sympathetically. \n[403]Is Alison here? \n[404]This is me at the Golden Globes. That's my Armani tuxedo. That's a Rolex Sea-Dweller 4000 watch I'm wearing. I'm inside. I'm at the centre of everything. I'm right where I wanted to be. Beside him Sophie covers her face with her hands and starts to stand, having just won Best Actress. 109. Sidney stares at her hands - she is wearing his gold ring. We move back into real time, sound swells up, thunderous applause. Sidney claps along with the others. Then he stands up and goes after Sophie. \n[405]I need my ring back. Sophie turns back to him, her smile fixed. \n[406]I need my ring back. As if puzzled by her inability to make it to the stage, Sophie, still smiling, tries to pull her arm free. Eleanor is instantly beside them, trying to disengage Sidney's hand. \n[407]She isn't the One. My mother gave me that ring and told me I had to give it to the One. She isn't the One. The applause is still going strong. TV Cameras move in on Sophie as she starts to struggle, her smile slipping. Sidney tries to pull the ring free from her finger. Officials move in. \n[408]Just...Will you...I don't want to be on the inside. I don't want to be at the Party. I don't want to have have sex with you.  I \n[409]Stop the car! \n[410]How's the novel? ", "ALISON": "\n[1]I'm sorry, my boyfriend's sitting there. \n[2]That's his White Russian. He'll be here in a second. \n[3]This is a library card. (Reading it) From Glow-cester... \n[4]Just doing my bit for the gene pool. \n[5]Morgan Freeman? \n[6]You had this laminated? \n[7]Shit! 18. \n[8]Just...just leave it! \n[9]Are you going to get off that seat? \n[10]Do you know the meaning of Karma? \n[11]\n[12]Hello? Hi, honey. Oh. no, no, it's...don't worry about it. I'll see you then. \n[13]Bobbie? \n[14]You want a seat? I'm just leaving. \n[15]I hear the Cultural Editor's job is up for grabs? \n[16]No. Get off my desk. \n[17]Okay. Which way did you come in? Sidney stares at her. Alison takes some contact sheets from her desk and shoves them at him. \n[18]Chris Blick exhibition opening. Caption it. Now get off my desk. One of the magazines gorgeous Fashionistas - INGRID - walks past. \n[19]Hi, Ingrid. Ingrid stares at Sidney's outfit, thrown. \n[20]This is Clark Baxter. (Noticing Ingrid's gaze) He's English. \n[21]He uses it when he's trying to pick up transsexuals. \n[22]What did you expect? \n[23]It's called being a professional. You should try it some time. \n[24]By \"you\" do you mean \"human?\" 30. \n[25]Not that it's any of your business, but I'm from Port Huron, Michigan. \n[26]You...you...arrogant... The lift stops and a TALL WOMAN enters. She is expensively dressed, wears Chanel dark glasses, an expression of granite and an air of superhuman froideur. Alison exchanges the slightest of nods with her and stares tensely ahead. Only Sidney, busy chewing, is oblivious to the plunge in temperature. For a moment there is only the soft whir of the lift. Then Sidney begins to choke on some burger. He wheezes for a moment, gagging. The Woman stiffens slightly but shows no other sign of having noticed the revolting noises coming from behind her. Alison closes her eyes. Sidney gives a violent cough and a chunk of chewed burger and coleslaw flies out of his mouth and lands on the back of the oblivious Woman's Prada jacket. Sidney notices and raises a tentative hand to brush the offending item away. Before he can move Alison silently takes his wrist in a vice-like grip. \n[27]Are you insane? That was Lawrence's wife, Elizabeth! Her father owns Sharps! \n[28]No! Listen to me - you do NOT approach Elizabeth Maddox, you do NOT talk to her! Don't even make eye-contact with her? Do you understand? \n[29]Yes. \n[30]I'm sure there are many words you don't know the meaning of! \n[31]When I think of all the people who would kill to be where you are. And you lumber in here, spitting food, haven't got the brains God gave a mollusc...why did Clayton hire you? \n[32]What? \n[33]His glory days? Sharps has won fourteen National Magazine awards and increased its advertising pages by more than 60 percent since he took over. He's paid millions of dollars a year. He lives in a Bank Street townhouse, and weekends in the Hamptons. Clayton Harding is one of the lynchpins of the media-industrial complex. Sidney stops to examine his reflection in a window. \n[34]Wall to wall what? \n[35]Do you mind? \n[36]Sidney was just marvelling at the abundance of \"Totty\" here. \n[37]Well, that's...I don't think there is one single film that... \n[38]I don't, uh...well personally I love La Dolce Vita but... \n[39]I beg your pardon? \n[40]Okay. Good night. Maddox slips his jacket around Sophie's shoulders. \n[41]No he isn't. \n[42]For your information he wasn't pawing her! He was just doing his job! In case you haven't noticed Sharps has to have a star on the cover every month. And most of those stars are clients of Eleanor's. So do not piss her off. \n[43]Will you...? Oh, and next time you want to do the hilariously ironic I love Con Air skit would you mind...? \n[44]...would you mind not involving me, especially in the presence of Vincent Lepak who happens to be very important. \n[45]Who? \n[46]No. Girls like Sophie don't date journalists. As far as she's concerned, you're the help. \n[47]This is New York, Sidney. Women only date men who are successful... \n[48]...and tall. \n[49]Alison. \n[50]Rexy? \n[51]Well...you do look like you could do with a few more pounds. \n[52]No, thanks. \n[53]I don't mean to be rude Sidney but...what the fuck do you want? \n[54]I thought all this \"fluff\" was beneath you? \n[55]What's changed? \n[56]You're loathsome, you know that? \n[57]Like ring-worm. 47. \n[58]That's my bag. \n[59]Stop it! Give me the... She tugs violently, pulling the bag open. A small PAW lolls out. Alison freezes staring at it. Silence. \n[60]Oh my God. \n[61]Oh my God. \n[62]What are you doing? You can't...! He jerks the window open and empties Cuba out of it, slamming it shut just as Sophie, Eleanor and Lawrence walk in. \n[63]W-What? She darts a glance over to where Sidney stands with his back to the window, gazing at her pleadingly. From behind him comes a faint creaking sound. \n[64]Uh...no. No idea. Sidney stares at her in amazement. Behind him Cuba's body appears at the window, rising into view on a WINDOW WASHING PLATFORM. A Window Washer, stands at the other end of the cradle, bobbing his head to the music in his headphones. Alison stares at the dog in horror while the others talk, oblivious. \n[65]My God, you're like a serial killer. \n[66]I don't want to know. \n[67]It's okay. \n[68]You don't need my help to screw up here, Sidney. I mean, the only things you make are mistakes and stains. \n[69]It's...it's a novel I'm working on, alright? \n[70]Go ahead. I know. I'm a walking cliché. \n[71]Yeah, it...I don't know. It keeps it separate from the magazine work. Makes it seem special. \n[72]Uh, yeah, so... \n[73]Actually he's a poet. \n[74]What? \n[75]He's very handsome, thank you. 62. \n[76]You know what I don't understand? You're desperate to get a story in the magazine - so why wouldn't you play ball with Eleanor, write the puff-piece? \n[77]Well, that's good. Sidney smiles back at her. They look at each other...it's almost the start of a MOMENT... Then suddenly on the TV above the bar, a MOVIE TRAILER begins. Distracted Sidney turns to watch - it's Sophie Maes' new film - The Suffragette - Sophie, a glamorous Emily Pankhurst... Sidney looks back to Alison but she has turned away, suddenly awkward. \n[78]You hired a stripper? \n[79]I thought you wanted to be a success here? \n[80]The famous alter-ego? How long's he been hanging around? \n[81]How old were you? \n[82]What did you expect, Sidney? Vincent's one of Eleanor's clients. I told you. They're Untouchables. \n[83]Troy who? \n[84]You cornered me. \n[85]Alright. I'll have a beer. Sidney walks off. \n[86]You okay? \n[87]I said are you okay? \n[88]Yup.  No, actually. I hate my life so, you know, I'm gonna get drunk. Sidney nods, vaguely. They stand in awkward silence for a moment. Then... \n[89]What? \n[90]I couldn't. That's why I've broken up with him. \n[91]Which leg did you hurt? \n[92]None of your business... \n[93]Firstly, you are a stupid asshole and I hate you and Secondly... Secondly... She muses on what she was going to say next. Sidney looks over his shoulder, imagining Sophie waiting for him. \n[94]Secondly... \n[95]Who'd care if I did? Beat. Suddenly she bursts into tears. Surprised, Sidney stands, uncertain what to do. \n[96]I've got to go. Got to go. Sidney holds her to stop her falling. He stares back at the pool and then down at Alison. 80. \n[97]I thought I had it all figured out. A - get the hell out of Port Huron, come to New York. B - do the serious journalism thing to pay the bills while I, you know, write the novel. C- Win a Pulitzer. E... \n[98]D - I don't know what D was. Then I took the internship at Sharps and I met Maddox and he was...he was so...and before I know it I'm writing, you know, Ten Tips for the fucking Metrosexual and pretending this is what I wanted but this ISN'T what I wanted! And that's...that's why I hated you... \n[99]...because you were right about me. I'm a ghoul, writing fluff! \n[100]But he isn't the person you think he is, okay? Maddox. That's just a front. He thinks he's let himself down by giving up the poetry and he's unhappy. And the marriage is a sham, I mean... I just...I couldn't end it. I just couldn't and... \n[101]Fine. 81. \n[102]Need a cigarette. Where are my fucking cigarettes? \n[103]Oh yeah. \n[104]Do you think I have low self- esteem? Am I afraid of a real relationship? Do I think an affair is all I deserve? I mean, okay, he's handsome and successful and he's great in bed... \n[105]When I told him I couldn't see him any more...I don't know if he cared. I love him and, and I don't know if he cares! \n[106]I'm so fucking sophisticated! I mean there's not even a little bit of Port Huron left, right? I've got the haircut and the job and I've got the parties and I've even, I've even got the affair because that's what sophisticated fucking people do! \n[107]Oh G-God... 82. \n[108]\n[109]Love this song... \n[110]Sooo, Sidney's dad. Good to meet you. I'm Alison. I'm from Port Huron.  And you must be Sidney's mom? \n[111]Oh, okay. My dad married again too, so that's cool. You wanna dance? \n[112]Okay. Where are my cigarettes? (feeling in the pocket of the jacket) What is that? \n[113]Oh, hey, is that....? \n[114]So, hey, visiting your boy. That's nice. You must be pretty proud of him, huh? \n[115]He's doing just great at the magazine. \n[116]First we all thought he was kinda creepy because he was always hanging around the water-cooler, hitting on women... \n[117]But I think that was pretty much an act. So, Mister Sidney, whatcha doing here? \n[118]A book! Hey - I'm writing a book. What's yours about? Don't tell me - it's a thriller, right? \n[119]Philosophy? Really? Have you written any... \n[120]Oh my God...Richard? R.C. Young? You're R.C Young? You...you didn't say... 85. \n[121]What would Sidney know about philosophy? \n[122]You're shitting me! Sidney? He...he likes Con Air! She stops laughing, hit by a sudden wave of nausea. \n[123]I...I don't feel very well. Mrs Kowalski stands up. \n[124]Okay. Better go before I find out something else I don't know about Sidney. Mrs Kowalski turns to Richard. \n[125]I don't remember very much but I'm so, so sorry. I'll get myself together and get going... \n[126]Oh God...your father. And that woman. \n[127]Thanks. 89. \n[128]Who's that? \n[129]No way! \n[130]Was she a model? \n[131]Wow. Movies? \n[132]Is she... \n[133]Must have been pretty cool having your mom in the movies. \n[134]You do? \n[135]I don't know. I don't even know if I'm going to bother finishing it. \n[136]Is that from Troy again? \n[137]I'll jump in the shower and then I really will get out of your hair. Sidney watches, not wanting her to go. \n[138]That's...I don't know what to say.  I haven't got a turntable. \n[139]Are you kidding? I could throw up on you again. \n[140]I'm good, thanks. \n[141]What are you talking about? \n[142]Of course not. \n[143]Not at all. Why, she's so thin I could just take her little spindly body and snap it over my knee like a dry fucking twig. \n[144]Oh, and for your information Sidney Young has got more going for him than most of the men in this town. She gets up to leave, the others gawping after her. \n[145]That's why I don't go there any more. They smile, but Alison seems a little nervous. \n[146]I've been looking for you actually. There's, uh, there's something I need to... \n[147]What? I can't understand what you're saying. 95. Sidney pulls the plastic fangs out. \n[148]I wanted to tell you. Lawrence has left his wife. We're going to be together. Officially. She watches for Sidney's reaction. \n[149]Yeah, so...maybe he does care after all, right? \n[150]Right.  How hot is she? \n[151]The new talent? \n[152]What goes around comes around. Maddox is about to say something but changes his mind. \n[153]Hey. \n[154]Nice robe. \n[155]Who from? \n[156]I just wanted to say I heard about you getting the promotion. Congratulations. I'm happy for you. \n[157]Good. Fine. Everything's ...uh...I'm working for this little literary magazine. It's not the New Yorker but... So, I've left you a bunch of messages... \n[158]I thought so. \n[159]Okay, well... \n[160]Oh, well...still working on it. \n[161]You know... \n[162]Finished. ", "LAWRENCE MADDOX": "\n[1]\n[2]I know your Hi-jinx gave you a certain notoriety back in Olde England but things are going to be a bit different here. Harding wants me to be your Rabbi, show you the ropes. Are you aware of what we do at I Spy? \n[3]I Spy is the nation's window onto High Society. The Looky-Loos read us because...well, They Weren't There. The Glitterati read us because we tell them They Were There. For this system to work we have to know where There is. \n[4]This isn't a vacation. It's a vocation. 25. \n[5]When we do go out you're going to have to wear something more suitable. \n[6]Something that covers all of this up. \n[7]No, Sidney, that's Richard Heywood. The owner of this magazine. \n[8]That's his daughter, Elizabeth; now my wife. \n[9]Miss Olsen here takes care of the gallery openings, book launches and other intellectual fare. Can you find our new rookie something to do? 26. Sidney turns to find Alison behind him, eating an apple. She eyes him coldly. \n[10]Well, now you're one of the High Priests of what's Hot and what's Not. So what were you two talking about? 34. \n[11]Uh-oh. I don't think Miss Olsen approves of you, Sidney. \n[12]This? This is a McDonald's. I hate disease parties. (Off Sidney's puzzled look) Fund- raisers. \n[13]Rachel. How are you? \n[14]Angelo, good to see you. Rachel hovers for a moment, embarrassed by her abrupt dismissal then slips away. Sidney watches her go, feeling for her. \n[15]I'm sure. \n[16]Vincent! Great to see you. Children, I'd like to introduce you to Vincent Lepak, enfant terrible and in, my opinion, the most exciting new director in American cinema. Vincent nods, frowning, looks around. \n[17]It's a rat fuck, isn't it? Sidney walks away. \n[18]I'd have to disagree with you, Vincent. Vincent looks at him, displeased. \n[19]You're making movies that are worthwhile. Vincent accepts this with a curt nod. \n[20]Mister Young, this is Eleanor Johnson, Queen of New York. Eleanor this is Sidney Young. He's from England and he's our very own Idiot Savant. Without the Savant. \n[21]Oh, this one will go far. \n[22]We're going on to the Circle Club. I'll see you tomorrow. \n[23]I'm from Canada, land of ice and snow. They get into the car. Sidney tries to follow them. \n[24]Where are you going? \n[25]Sorry, you're not on the list. A small CHIHUAHUA - CUBA - on Sophie's lap snarls at Sidney. \n[26]See? Even Cuba says so. Maddox closes the door and the car glides away, Sophie kissing the dog on the nose. The Paparazzi hurry back to the entrance as another celebrity emerges, leaving Alison and Sidney staring after the car. \n[27]\"Thanks for a great night.\" What a sweet kid. Oh, Sidney, about last night - word of advice. Don't talk to the celebrities, okay? Sophie said you made her feel uncomfortable. He walks off with a slight smirk. Sidney glowers after him. 44. \n[28]...so Brad's people finally got back to me and they've agreed. We've got the whole afternoon, before the shoot. People clap. Harding nods approvingly. \n[29]Hey! Cuba! He pets the dog, who greets him enthusiastically. \n[30]Well, I'm one of the Friends Of Cuba. 51. He laughs, Sophie smiles, not getting it. Alison seems immersed in some paper-work. \n[31]So how's it feel to be a star? \n[32]Of course you can. He can stay in my office. Sidney? Fetch Cuba a bowl of water, will you? Sidney stares at him. \n[33]Alison, have you seen Cuba? 56. \n[34]Don't worry, he couldn't have got very far. \n[35]Yeah. Rachel Petkoff, fabulous sixties actress, one of my all time favourites. Just made a wonderful movie called Five Boroughs. I think she's poised for a come-back and I think we should get there first, do a profile. Sidney stares at him in disbelief. He looks over to Alison who avoids his gaze. \n[36]So it was. You have any more good ideas don't forget to bring them to my new office. He is about to walk on but remembers something. \n[37]By the way, there've been complaints about you skulking around the water-cooler, trying to talk to women. It's inappropriate behaviour. \n[38]When I do it it's called flirting. When you do it it's called sexual harassment. Consider this an official warning. I won't tolerate sexist behaviour. He walks off. Sidney glowers after him. \n[39]I know that wasn't Greg's way of working but Greg isn't deputy editor any more. I am, and I'm making changes. There is a knock at the door and Sidney walks in with an attractive BLONDE WOMAN in a long coat and dark glasses. \n[40]What? \n[41]Can I help you? \n[42]Yes? \n[43]Thank you. I'm sorry, you are...? \n[44]Will you please... 66. His words are muffled by the bra the stripper drapes over his face. Gleefully, Sidney dances in the background. He produces a camera and starts to snap away. \n[45]Hello, Mrs Harding. Girls... \n[46]Sophie, my darling. Looking ravishing as always. Whilst the two are engaged in kissing cheeks, Sidney takes a credit card from his wallet and drops it surreptitiously by Sophie's feet. \n[47]In another life. The BARMAN is handing out drinks. \n[48]Right here. Sidney stares at the drink, feeling like he's just been punched in the stomach. Maddox notices him. \n[49]Well, well, if it isn't Sidalee. Maddox notices the card at Sophie's feet. \n[50]What's this? \"Hon Young\". \n[51]But your name's not \"Hon\". \n[52]Careful Sidney. Remember - if it wasn't for us you'd all be speaking German. \n[53]Back in a minute. He walks off again. Sidney stares dumbly after him. \n[54]Hello Sidney. Someone said you'd come as a Count but I thought I'd misheard. Sidney doesn't answer, turns to leave. \n[55]So Alison told you we were getting together right? \n[56]Yeah. Should have done it long ago but, you know me - just not very good at expressing my emotions. Right? 96. He watches Sidney's reaction, smirking. \n[57]You must be happy for her, what with you being friends... Sidney blushes. \n[58]Oh Sidalee...I thought as much. Did you really think you and Alison...? Things really haven't worked out too well for you here, have they? Ah, well. You gave it your best shot. He walks out. Sidney stares after him, burning. \n[59]Well, well...little Sidalee. I feel like a proud Papa. 100. \n[60]Listen, I can't stay. Anderson wants me to go to some photographers exhibition. Hot new talent blah, blah... \n[61]Who? \n[62]Do you think you could drop the little wife routine? It's kind of in bad taste. Alison stares at him sadly \n[63]I'll see you back home. He is about to leave when he notices Alison's notebook on the table. \n[64]And will you stop carrying that thing around with you? It's kind of embarrassing. He walks off. \n[65]Well, well... Look at you... 108. Lawrence Maddox stands beside him, something nervous in his manner now, the old confidence gone. He has been drinking. \n[66]Made it all the way to the Seventh Room. He holds out his hand. \n[67]Congratulations. The wheel of fortune right? You go up, I go down. You're here with Sophie? How about doing your old Rabbi a favour and putting in a good word for me? Maybe a little interview? Sidney absent-mindedly takes his hand, looking past him. \n[68]Alison? No, we went our separate ways. Actually she left me. Tells me she's in love with someone else. Sidney stares at him. \n[69]Nope, not you I'm afraid Sidalee. She threw us both over. Some guy named Clark. I mean...Clark. Can you believe it? But these are the sacrifices we make, right? I don't need to tell you. It's not a vacation. It's a vocation. So listen, about Sophie... But Sidney is no longer listening. ", "CLAYTON HARDING": "\n[1]I saw you at my party, just before you ruined it with your little pig stunt. \n[2]Sure. On his desk we see a few copies the Post-Modern Review - glimpses of stars on the covers - Catherine Zeta-Jones, Orlando Bloom... Clayton's hand sifts one copy from the others and holds it up - the cover depicts CLAYTON HIMSELF - patrician handsome, stern, photo-shopped so that he appears to be NAKED. A headline reads \"Clayton Harding - The Editor's New Clothes? Clayton's shoulder's heave with a snort of repressed laughter. \n[3]I especially liked the part where Clint Eastwood beat the shit outa ya. \n[4]Potter. \n[5]I want you to come and work for me at Sharps Magazine in New York. \n[6]What the fuck are you wearing? \n[7]Thanks. \n[8]Next time you come here dressed like that, you follow the shirt. You understand? \n[9]Sit down. How was the flight? \n[10]That was a mistake. And don't call me Clay. \n[11]That is some consolation. \n[12]You think you've arrived, doncha? Well I hate to break it to you, but you're only in the first room. It's not nothing, don't get me wrong, but there are plenty of people in this town who never made it past the first room. After a year or so, maybe longer, you'll discover a secret doorway at the back of the first room that leads to the second. Eventually, if you're lucky, you'll discover another doorway back of the second room that leads to the third. \n[13]There are seven rooms in all. You're in the first, I'm in the seventh, and doncha forget it \n[14]Which brings us to the subject of your sense of humour. I had a look through your \"magazine\" here. \n[15]Oh, I thought it was...kinda snarky. And bitter. And... witless. 24. Sidney digests this. Clayton seems lost in thought. Finally... \n[16]I'm going to try you out in the I Spy Section. \n[17]Good work Lawrence. Okay, well, if that's it for... He starts to get up. \n[18]That's first room stuff, Sidney. And call me Clay one more time and see what happens. Harding stalks out of the room. Blushing, Sidney stares after him, nodding vaguely. As he gathers his notebook he becomes aware of the smirks on the faces of Maddox and the others as they leave. \n[19]First Room, Sidney. First room. \n[20]If I give you an interview will ya leave me the fuck alone? Sidney smiles. The song ends. \n[21]What did I say to you? \n[22]What did I say to you? \n[23]What did I say to you? \n[24]Don't upset anyone. 50. \n[25]You wanna probe become a proctologist, okay? You can't ask musical comedy stars whether they're Jewish or gay. From now on just assume they're all Jewish and all gay, okay? \n[26]Did they find that rat yet? \n[27]I don't know. Thousand dollars a plate, all I could taste was ass. I'm kissing their ass, they're kissing my ass.  I get this dream sometimes. Someone's set fire to the building - Heywoods - Sharps magazine - the whole thing, it's going up in flames. My analyst thinks it's an anxiety dream. I never tell him how happy I am watching the fucker burn. \n[28]What do you want? \n[29]Look at these things. How'd I get a closet full of blue fucking shirts? \n[30]I don't know either. This is an office for Christ's sake! Why've I even got a fucking closet? \n[31]Do it. \n[32]Fuck it. Yeah. Do it. He's an annoying little prick. Go take him down. This is your shot. \n[33]You're my little Hit Man. \n[34]Go do it! \n[35]Out. \n[36]Which makes it...a half page left. Lawrence? Any ideas? 63. \n[37]Sounds good. Let's do it. Okay that's it people. \n[38]What? \n[39]What? Oh, yeah. That's...that's not going to work. Sidney can't believe it. Clayton gets up to leave. \n[40]Oh, and for those who haven't heard, Alison is going to be running the I Spy section from now on as Lawrence here has just gone up in the world. He is replacing Greg Roberts as Deputy Editor. Lawrence smiles modestly as the room applauds. Sidney looks like he is going to implode. \n[41]Get in. \n[42]Shut up.  You know, when I told my wife I'd hired another Brit, she was excited. She still thinks you're all like something from Pride and Prejudice. But you Sidney ...you're like a British person born in New Jersey. Why did I hire you? \n[43]I had an attack of nostalgia. It's passed. Like gas. \n[44]What? \n[45]It wasn't good enough. Plain and simple. \n[46]We don't do hatchet jobs here. \n[47]This opening quotation - \"It's only too easy to catch people's attention by doing something worse than anyone else has dared do it before...\" Who are you thinking of here? Vincent or yourself? \n[48]I'm trying to run a fucking magazine here! Sidney stares at him, angry and disappointed. \n[49]Save me your tin-pot philosophy, okay? \n[50]Oh, grow the fuck up, will ya! You're not Robin Hood and you never were. You bitch about famous people for the same reason I bitched about them. Because they got invited to the Party and you didn't. Well you're at the Party now so quit bitching and do your job! You're on your last life here, you understand? One more fuck up like today and you're gone. \n[51]Get out. Sidney crosses to the door. \n[52]Lawrence Maddox is no longer working for Sharps. Seems Elizabeth got sick of him screwing around and kicked him out. \n[53]Richard Heywood doesn't seem to like the idea of employing an ex- son-in-law. So he's gone. So's Alison Olsen. Sidney stares at him. \n[54]Don't worry about Maddox. He's already lined up something with Gotham Magazine. I'm gonna need someone to hold the fort at I Spy. Strictly on a temporary basis, you understand? One more thing. Eleanor Johnson rang this morning, wondering if you'd like to write a profile on Vincent Lepak. Sidney stares at him. \n[55]I don't know how you did it but somehow you've made it into the next room. 98. We hear the opening of Pretty Vacant by the Sex Pistols as we... ", "SOPHIE MAES": "\n[1]...I just think it's terrible the way we're still exploiting animals. That's why, you know, I won't wear fur or leather, I won't wear make-up, I'm vegetarian. \n[2]I don't know. Have you? \n[3]No. \n[4]\n[5]He likes you. \n[6]Lawrence? Could I leave Cuba here? He doesn't like Italian food. \n[7]Cuba? Cuba? Startled, Sidney darts into Maddox's office. \n[8]Cuba? Cuba! Cuba trundles on up to the sky. \n[9]You write poems? \n[10]You know what? There's something very damaged about you. \n[11]Like an animal that's been hit by a car or something. Like a deer or...like a pig maybe? When they walk funny and the other animals keep away from them. Little limpy pig. I'm drawn to sick animals. That's why I picked Cuba - because he had like psychological problems? (Her eyes well with tears) Poor little Cuba. Where is he now? \n[12]Jesus, I'm wasted. Are you wasted? I'm wasted. \n[13]Thanks. \n[14]What's what like? \n[15]Weird. It's happening so fast and...it's like it's got nothing to do with me. It's like I'm not even really here. She laughs softly. \n[16]Am I here? \n[17]I'm so hungry. \n[18]Are you crazy? There might still be a photographer around. They lie in silence for a moment. \n[19]You know what would be nice though? Some coke. She rubs her face, close to falling asleep. \n[20]Probably just as well I haven't got any. Coke always makes me so horny. Sidney opens his mouth but cannot speak. \n[21]I'm going to have a logo. \n[22]You can be my bitch. \n[23]You didn't do it! \n[24]You let me down! \n[25]What are you? \n[26]What? \n[27]That's right! Okay, limpy pig. You need to pay a forfeit. Whatcha got? \n[28]Give me your ring. Sidney stops dancing, his smile fading a little. \n[29]Give me the ring. I want it. \n[30]Okay, give me the ring and if I win tomorrow, I'll let you have sex with me. The on-lookers shriek with delight. Sidney stares at her. He looks past her to his reflection in the window - a drunk man in his underwear, swaying from side to side... \n[31]You fucking mother-fucking fucker! ", "ELEANOR JOHNSON": "\n[1]Well, it's always nice to have fresh blood at these things. (To Maddox) Which reminds me, I'm here with Sophie Maes, I want you to meet her. New film, The Suffragette coming out, the buzz is A-mazing. The release is tied in with the roll-out of the Reebok campaign, and now Louis Vuitton's on the line. This train is leaving the station Lawrence. \n[2]I don't really like that word, Sidney. \n[3]You can call me Eleanor. She stares past him, across the pool. \n[4]There she is. They turn to see a young woman standing across the pool from them. This is SOPHIE MAES - a natural beauty, statuesque, no make-up, hair simply pulled back. Sophie tries to walk around the pool to join them but finds she can't work her way through the crowd. She turns to her right but finds her way similarly blocked. She hesitates for a moment and then with a shrug climbs down into the pool, the water up to her chest, and begins to walk through the floating flowers towards them. Sidney stares at her, TRANSFIXED. Alison notices this with some contempt. Gradually everyone notices Sophie and stops to look. Having reached the other side, Sophie ascends the pool steps, laughing, her dress clinging to her: Venus rising from the waves. The Photographers appear, snapping merrily away. \n[5]Where's the car? What's it doing at the back? Forget what I said. I want the car at the front. Now. Sidney finds himself walking alongside Sophie and Maddox, trying not to stare at Sophie's breasts. \n[6]Are you ready dear? 41. REVERSE - the group framed in the entrance-way - blinded by the glare, squinting. Only Sophie has her eyes open, smiling, looking like a star. \n[7]Such a cynical age. Hello Sidney. Embarrassed, Sidney gets up from under his desk. \n[8]Lawrence is taking us to lunch at Cipriani. \n[9]That is a lovely ring. Where is that from? 52. \n[10]Oh, you Sweetie. That is very, very... So, listen...You've met Vincent Lepak haven't you, Sidney? \n[11]He has a new movie coming out soon and Lawrence is over- stretched as it is. How would you like to write a story on him? \n[12]Well, great. Maybe we could get together and discuss the angle? \n[13]Well, I'd need to know how we're going to present Vincent, check the story, so on. \n[14]Any stories written about my clients need to be in their best interest, that's all. If things work out with Vincent we could maybe talk about a follow up story on Sophie? What do you think? 53. Sidney looks over at Sophie, struggling with himself. Finally... \n[15]Sidney dear, think of it like this: you write about one of my clients, you are borrowing some of their \"star-light\" to help sell your magazine. All I'm saying is quid pro quo. Sidney is unable to hold back a snicker. \n[16]Sophie's dog! Have you seen him? Sidney hangs his head, awaiting the coup de grace. \n[17]Yes? \n[18]I don't think so. The window begins to slide up. Sidney hangs onto it. \n[19]Sophie's going to get a Golden Globe nomination for best actress. \n[20]That is correct so we have absolutely no way of knowing whether or not she will be nominated.  So, if she is nominated we want Sharps to do a feature. Someone to cover the whole lead up, unrestricted access, the trajectory, the building of this unique brand. \n[21]Here's the deal. Sophie wants you to do it. Sidney stares at her and then at Sophie, stunned. \n[22]Merry Christmas, Sidney. This is a cover story. I think a little celebration is in order. \n[23]What are you doing? Let her go! \n[24]What the fuck are you doing? \n[25]You're finished! You're finished! Alison begins to smile. ", "RICHARD YOUNG": "\n[1]Oh good. \n[2]No thank you. \n[3]I think it is probably cocaine. \n[4]Please, call me Richard. I've written a little book so I'm doing a few talks. \n[5]No, nothing so interesting I'm afraid. I'm a philosopher. \n[6]I'd love to hear what you think of the book if you have time to read it. Alison snorts with laughter. \n[7]Well, he does have a Masters in the subject. Alison stares at Sidney. She breaks into a snorting laugh again. \n[8]That would have required you answering one of my calls. \n[9]Which reminds me, I was talking to a publisher friend of mine the other day. He mentioned that they were planning a series of introductory texts on philosophers. I wondered if you would be interested? \n[10]Of course, of course. I picked up a copy of your magazine at the airport. \n[11]Most enjoyable.  I particularly liked the young Hollywood actress who said she'd like to start her theatre career \"somewhere small, like London or England.\" \n[12]It was just a joke Sidney... \n[13]I don't think it's worthless. I just think, in your heart, you know you could do more with your life than... \n[14]I don't know who... \n[15]I don't think you're a disappointment Sidney. I've never thought that. \n[16]I'm sorry. I didn't mean to upset you. \n[17]If you're not happy... \n[18]Einstein said \"Try not to become a man of success but rather to become a man of value.\" \n[19]The young lady next door... Alison? She wouldn't have anything to do with your desire to stay would she? 88. \n[20]I saw the way you looked at her. Sidney considers this, knowing it's true. \n[21]I suppose not. But Alison is from Port Huron, isn't she? Sidney stares at him. ", "INGRID": "\n[1]Hi! \n[2]Ohh...right. 27. \n[3]Why do you have an alias? \n[4]Nice to meet you. She walks on. \n[5]Get out of here! \n[6]Alice? Alison hides her irritation with a smile. \n[7]Tell Vicky she looks rexy. \n[8]Anorexic. \n[9]By the way, post-shoot clear out. Got some Gucci pants here that are way too big for us. You wanna try? 46. \n[10]Hey Mrs Harding. Two Impeccably-Dressed Little Girls follow Mrs Harding into the room. \n[11]Oh my God! So adorable! \n[12]Oh he's down the hall. Room 217. \n[13]Hey, Alice? Versace. You like? \n[14]Honey, everyone needs to change their look every now and then. Especially if they have a new man in their life. \n[15]Well, that English guy is always hanging around you these days, right? Sidney freezes, listening. \n[16]Oh don't be crazy! Alice? Is Anna fat? \n[17]Hey, Alice. \n[18]Oh God no...not the Versace... Security pile on Sidney... ", "ASSISTANT": "\n[1]Miss Taylor is here sir. Clayton nods and quickly throws the magazines into a BOTTOM DRAWER of the desk. Sidney is still talking over the phone, beginning to enjoy himself. \n[2]From Sophie Maes. \n[3]Mister Young? \n[4]I'm Sophie Maes' assistant. I'm afraid Sophie isn't here right now. \n[5]She isn't here. \n[6]Okay. Did you send the flowers? \n[7]Oh. \n[8]Yes, but...they were dead. \n[9]Yeah. It was kinda shocking. Were they dead when you sent them? Sidney stares at her. \n[10]The Mafia? ", "MRS KOWALSKI": "\n[1]This magazine you are working for? It is good? \n[2]Hollywood. Sodom and Gomorrah. Now everybody is celebrity. You take out your breasts, you are celebrity. \n[3]In Poland, someone was famous because they had done something...Marie Curie...Pope John Paul... \n[4]They brought your things yesterday. \n[5]When do you start work? \n[6]Well, you need to be fresh, make a good impression. Go to bed. \n[7]Kowalski. You know what time it is? The music blaring, your door open... \n[8]No I am not! \n[9]Come on. It is time you went to bed.  You can sleep on the couch. \n[10]It was a pleasure to meet you Lord Young. Alison stares at Sidney who smiles weakly. ", "WOMAN'S VOICE": "\n[1]Yes, it is. This is Celia Parsons speaking. \n[2]All right. \n[3]What? 28. \n[4]Are you sure you're calling from Sharps magazine? \n[5]Tell me Stanley, why have they given you this assignment if you don't know who one of the most famous artists in America is? \n[6]He's a man. \n[7]He's an older man, yes. \n[8]You do realize that Clayton Harding is a personal friend of mine? \n[9]Right. \n[10]Sidney? ", "WOMAN": "\n[1]Hey! \n[2]Thanks. The Woman takes Alison's place at the bar. \n[3]I'm gonna powder my nose. Why don't you put on something a little more romantic? She staggers off down the hall. Sidney, giddy with excitement, searches through some LPs and puts one on his old turntable. It's Ace of Spades by Motorhead. He staggers around, playing air-guitar for a moment. 20. The music is suddenly switched off. He turns to find Mrs Kowalski standing beside the record player, staring grimly at him. \n[4]Lawrence Maddox? Oh my goodness... Long time. \n[5]Rachel! \n[6]I don't think we've been introduced? \n[7]Are you Lawrence Maddox? The new deputy editor? 65. \n[8]Well, I've just come to say congratulations on your promotion. \n[9]I'm your present. The Woman produces a Beat-Box from behind her back and switches it on. She drops her coat to reveal underwear and stockings underneath. Maddox stares in frozen horror as the STRIPPER dances over to him, removing her bra. ", "HOLLYWOOD ACTRESS": "\n[1]So what do you do? \n[2]Oh great. \n[3]What's the film? \n[4]No. Have you? \n[5]Oh god, I'm drunk. \n[6]I'm so drunk. I haven't eaten and... \n[7]What is your name again? \n[8]Who's Sidney Young? ", "RACHEL": "\n[1]Well, I'm just wonderful. Wonderful. How are you? \n[2]Funny I should run into you. I've just done this great little film called Five Boroughs and it's you know, low-budget, first-time director but very, uh, moving and... Hey, maybe you could do a little...? 35. A handsome YOUNG MAN passes by. Maddox instantly turns away from Rachel. \n[3]Is that so? \n[4]Right... \n[5]What's your name, honey? \n[6]Sidney Young. I'll remember that. 37. \n[7]Hello. (Turning back to the others) No, Lawrence is a wonderful writer. I really felt like he got to the heart of me. Sidney snorts. Rachel turns back to him, faintly irritated. \n[8]I'm sorry, have we...? ", "VINCENT": "\n[1]I think this is the worst fundraiser I've been to in my whole life. \n[2]You look around and it's all shit. No-one is making movies that are fucking worthwhile. \n[3]This is what I'm saying. You have to inspire yourself. I am my role- model. I want to be me... He stares angrily around, handing his empty glass to his waiting assistant who immediately replaces it with a full one from a passing tray. Sidney watches him with dislike. \n[4]Excuse me? \n[5]Yeah, have a guess - what is the greatest film ever made? 38. \n[6]I'm not wearing a costume. \n[7]Idiot. \n[8]You don't look like you're begging. Beat. Sidney kneels down on the side-walk beside the limousine. The rain pours down on him. The limousine drives away. Sidney stares dumbly up at something across the street. ", "ANNA": "\n[1]But I am wearing Prada. The lift stops and she gets out. Alison gets in, sees Sidney and winces. She takes out a book and pretends to read. The lift begins to rise again. Through it's glass doors we see the different floors passing, different publications - each a hive of sober, hard work. Sidney stares at them. \n[2]You look totally rexy. \n[3]Tell me it isn't so. \n[4]Thank God. Can you imagine? He's such a creep. \n[5]These are gorgeous, but I'm just too fat. \n[6]Thanks. ", "OLDER MAN": "\n[1]How are you? Sidney nods gloomily. \n[2]Has anyone ever told you before that you have an unusually dark aura? \n[3]You should walk with bare feet as much as possible, ground all that negative energy. Sidney examines him. \n[4]I'm a spiritual healer. \n[5]Oh God no. I'm a dentist. They stare at the party for a moment. \n[6]You want to do some coke? "}}