{"dialogues": {"NORVILLE": "\n[1]He brightens. \n[2]He frowns. Around him, the crowd is thinning out as men trot in to apply for their respective jobs. We see other entries: JUNIOR EXECUTIVE. PAN TO EXPERIENCE \n[3]What's exte -- \n[4]standing in front of a shelf of cubbyholes. As we FOLLOW his hand drawing an 8 X 10 envelope across the line of alphabetized mail slots. The envelope is addressed to Max Kloppitt, Jr. \n[5]...Bring it down to fif... fifteen... sign the voucher, uh, waiver... cover for Mr. Anatole... he's a swell guy... Morgatross... He was on, uh... \n[6]He raises his voice over the mailroom din: \n[7]Say, what do you do when the envelope is too big for the slot? \n[8]Just got hired today! \n[9]Ya know, entry level! \n[10]I got big ideas, though! \n[11]For instance, take a look at this sweet baby... \n[12]...you look like you can keep a secret... \n[13]...Something I developed myself. Yessir, this is my ticket upstairs. \n[14]...You know, for kids! \n[15]So ya see, I won't be in the mailroom long. \n[16]How long've you been down here? \n[17]Forty-fourth floor, and it's very -- \n[18]\n[19]Well, I -- \n[20]...Mr. Mussburger's office? \n[21]Uhh, no, I -- \n[22]No, ma'am, ya see, I wouldn't be in the -- \n[23]No, ma'am, ya see I don't have an -- \n[24]I know but ya see I have this -- here it is, this letter -- \n[25]\n[26]\n[27]You -- \n[28]Well, sir. I've got something for you from the mailroom, but first if I could just take a minute or so from your very busy time... \n[29]...to show you a, uh... \n[30]...a little something I've been working on for the last two or three years... \n[31]...You know, for kids! Which is perfect for Hudsucker -- not that I claim to be any great genius; like they say, inspiration is 99 percent perspiration, and in my case I'd say it's at least twice that, but I gotta tell ya, Mr. Mussburger, sir, this sweet baby -- \n[32]Well, I'm a college graduate -- \n[33]Well, I made the dean's list. \n[34]At the Muncie College of Business Administration. \n[35]No, sir. \n[36]Sir! They voted me most likely to succeed! \n[37]But, sir! -- \n[38]But -- \n[39]Oh my God, sir! \n[40]Oh my God, sir! \n[41]Oh my God, sir! \n[42]But, sir! \n[43]Sir, my leg is on fire! \n[44]Oh my God, sir! \n[45]Oh my God, sir! \n[46]Desperately hanging onto Mussburger by his legs. \n[47]Don't worry, Mr. Mussburger! I gotcha. I gotcha by your pants! \n[48]Norville's arms are wrapped around Mussburger's ankles; the heels of Mussburger's shoes are digging into his face. \n[49]Struggling to hold on. \n[50]His face drawn with effort, still struggling to hang on. A PULL BACK FROM the EXTREME CLOSE SHOT REVEALS, however, that Norville's arms are now wrapped around -- emptiness. Mussburger's legs are gone. Norville throws his head back and laughs, it seems, insanely -- but CONTINUED PULL BACK REVEALS that Norville is merely pantomiming the adventure for the benefit of the board members, including Mussburger. They stand around Mussburger's office, laughing gaily. All safe now, no harm done. This inaugurates: \n[51]That reminds me, Mr. Mu... uh, Sid. I never did give you that-- \n[52]Roast tom turkey. Gee, I'm hungry too -- \n[53]Say, Mr. Muss -- uh, Sid! Shouldn't we be a little bit concerned with the downward spiral of our stock these last few days? I mean, you're the expert, but at the Muncie College of Business Administration they told us -- \n[54]Okay, Sid. Like I said, you're the expert, but -- \n[55]...You don't happen to remember the plan I outlined to you the day I set fire to your off -- uh, the day I was promoted? \n[56]Thank you, Sid, but the reason I mention it is, it would require such a small capital investment -- again, you're the expert here -- \n[57]-- But there's such an enormous potential profit-wise given the demographics -- baby boom -- discretionary income in the burgeoning middle class -- \n[58]-- So if you think it's appropriate, I'd like to bounce the idea off a few people at lunch -- \n[59]But, Sid, I thought you and I were... \n[60]But I'm the president of this -- aww, forget it. \n[61]Not at all. You're light as a feather. \n[62]Just a minute. \n[63]Hungry, anyway. \n[64]Oh, it's nothing really. Just determination and hard work... \n[65]...Of course, when I started in the mailroom last Tuesday I thought it might take more time -- \n[66]Thank you, Buzz, just leave it on the desk. \n[67]Oh, Buzz is pretty harmless, really -- \n[68]I myself -- \n[69]Cigarette? \n[70]Mind if I join you? \n[71]He waves his arms and talks with a thick rasp as he staggers to his feet. \n[72]Excuse me -- I -- executive washroom... \n[73]No, I -- \n[74]...I'm fine, I... You were saying? \n[75]You're from Muncie?! \n[76]'Fight on fight on dear old Muncie Fight on -- Hoist the gold and blue You'll be tattered, torn and hurtin' Once 'The Munce' is done with you!' \n[77]...Goooooooo Eagles! \n[78]...A Muncie girl! Talk about the cat's pyjamas! Tell you what, Amy. I'm gonna cancel the rest of my appointments this afternoon and get you a job here at the Hud. \n[79]Don't bother to thank me, it's the easiest thing in the world. Matter of fact, I know where a vacancy just came up. \n[80]...Mail room. \n[81]...This'll only take a moment. \n[82]Good afternoon to ya, this is Norville Barnes -- \n[83]...Well, I'm not sure where I -- \n[84]But look, I'm president of the company now and I -- \n[85]Oh, of all the foolish... Listen, do you take shorthand? Are you familiar with the mimeograph machine? \n[86]-- A Muncie girl! Can you beat that! \n[87]Please! Norville! \n[88]...It's my pleasure! \n[89]...Gooooooo Eagles! \n[90]Miss Smith, can you come in please to take a letter... \n[91]...of all the cockamamie... \n[92]...Did you happen to see the front page of today's Manhattan Argus? \n[93]The picture was fine! It's what that knuckle-headed dame wrote underneath! Of all the irresponsible... Amy, take this down: Dear Miss Archer. I call you 'Miss' because you seem to have 'missed' the boat completely on this one! How on earth would you know whether I'm an imbecile when you don't even have the guts to come in here and interview me man to man! No, change 'guts' to 'courage.' No, make it 'common decency.' These wild speculations about my intelligence -- \n[94]-- these preposterous inventions, would be better suited to the pages of Amazing Tales Magazine. If the editors of the Manhattan Argus see fit to publish the rantings of a disordered mind, perhaps they will see fit to publish this letter! But I doubt it. I most seriously doubt it. As I doubt also that you could find a home at Amazing Tales, a periodical which I have enjoyed for many years. Yours sincerely, et cetera. \n[95]...Well, you know me, Amy, at least better than that that dame does. Do you think I'm an imbecile? \n[96]Go on, tell the truth; I trust you and I put a lot of stock in your opinion. \n[97]Oh sure, you're biased -- you're a fellow Muncian. But would an imbecile come up with this? \n[98]...I designed it myself and this is just the sweet baby that can put Hudsucker right back on top. \n[99]...You know! For kids! \n[100]Aww, naw, Amy, that won't be necessary. I shouldn't send it; she's just doing her job, I guess. \n[101]Well, she probably had a deadline... \n[102]Well, it's done now -- what's the use of grousing about it. Forget the letter, Amy, I just had to blow off some steam... \n[103]...She's probably just a little confused. \n[104]Yeah, you know, probably one of these fast-talking career gals, thinks she's one of the boys. Probably is one of the boys, if you know what I mean. \n[105]Yeah, you know. Suffers from one of these complexes they have nowadays. Seems pretty obvious, doesn't it? She's probably very unattractive and bitter about it. \n[106]Yeah, you know. Probably dresses in men's clothing, swaps drinks with the guys at the local watering hole, and hobnobs with some smooth talking heel in the newsroom named Biff or Smoocher or... \n[107]Exactly. And I bet she's ugly. Real ugly. Otherwise, why wouldn't they print her picture next to her byline? \n[108]I bet that's exactly what she tells herself! But you and I both know she's just a dried-up bitter old maid. Say, how about you and I grab a little dinner and a show after work? I was thinking maybe The King and I -- \n[109]...How about Oklahoma? \n[110]Say, what gives? \n[111]That must have been quite a disappointment, Mrs. Mussburger. \n[112]I haven't had -- \n[113]You have a charming wife, Mr. Muss -- uh, Sid. \n[114]As Mussburger introduces him to a tall, imposing BUSINESSMAN in a tuxedo and a ten-gallon hat. \n[115]No need for concern, sir; it's only natural in a period of transition for the more timid element to run for cover -- \n[116]I'm sorry, Sid, I thought maybe if I showed him the long view we might -- \n[117]Hello, Mr. Finlandsen, so sorry to meet you -- uh, happy to walk into y -- uh, pleased to make your -- \n[118]Thank you, sir... \n[119]...I understand your concern about the down-ward, you know, but I think you'll find under our strong new leadership... \n[120]We anticipate, in short order, an upward... \n[121]Oh. Nothing, really, just... the more timid investors are no longer running for cover. \n[122]Sid found me the icepack. \n[123]Thanks. People seem to be pretty hot over this imbecile story. \n[124]Oh, it isn't your fault, Amy. You're the one person who's been standing by me through all this. \n[125]I know that, Amy. \n[126]I understand that you're not very skilled yet in the secretarial arts. I'm not that skilled as president. Oh sure, I put up a big front -- -- not that everyone's buying it. \n[127]Oh, I don't blame them, really. I guess I have sort of made a mess of things. These folks have to protect their investment. Most of them are very nice people -- \n[128]Didja ever go to the top of old man Larson's feed tower and look out over the town? \n[129]You know, on farm route 17. \n[130]No! In Vidalia! Farm Route 17! \n[131]You don't say. \n[132]Every year? \n[133]Well, the Hindus say -- and the beatniks also -- that in the next life some of us will come back as ants. Some will be butterflies. Others will be elephants or creatures of the sea. \n[134]What do you think you were in your previous life, Amy? \n[135]Oh no, Amy, pardon me for saying so but I find that very farfetched. \n[136]That kind of person would come back as a wildebeest, or a warthog. No, I think it more likely that you were a gazelle, with long, graceful legs, gamboling through the underbrush. Perhaps we met once, a chance encounter in a forest glade. I must have been an antelope or an ibex. What times we must have had -- foraging together for sustenance, picking the grubs and burrs from one another's coats. Or perhaps we simply touched our horns briefly and went our separate ways... \n[137]Well, can I at least call you deer? Ha-ha-ha-ha-ha! Seriously, Amy, the whole thing is what your beatnik friends call 'karma' -- the great circle of life, death and rebirth. \n[138]That's it. A great wheel that gives us each what we deserve... \n[139]...Tomorrow's my big presentation to the board. I've gotta show Sidney and the guys that I deserve all their confidence! \n[140]Kiss me once, Amy! Kiss me once for luck! \n[141]-- So we have economy, simplicity, low production cost and the potential for mass appeal, and all that spells out great profitability... \n[142]...I had the boys down at R &amp; D throw together this prototype so that our discussion here could have some focus... \n[143]...and to give you gentlemen of the Board a first-hand look at just how exciting this gizmo is... \n[144]...It's fun, it's healthy, it's good exercise; kids'll just love it, and we put a little sand inside to make the whole experience more pleasant. And the great part is we won't have to charge an arm and a leg! \n[145]You know, for kids! It's... it's ... well, it's... \n[146]Well... I'm for it... \n[147]...Hello? \n[148]Oh my God, sir! \n[149]Oh my God, sir! \n[150]Facing a battery of REPORTERS at a news conference. \n[151]Well, it was no great idea, really. A thing like this, it takes a whole company to put it together, and I'm just grateful for the opportunity -- \n[152]Well, frankly, I don't think anybody expected this much hoopla -- \n[153]Well sure, I guess -- \n[154]Ha-ha-ha-ha. Come on, guys... \n[155]Well, I guess so -- I don't think they promoted me because they thought I was a jerk. \n[156]Jeez, I don't know. An idea like this sweet baby doesn't just come overnight... \n[157]-- Although I'll tell you one thing: I certainly didn't expect all this 'hoopla'! \n[158]...And you can quote me on that! \n[159]Sitting in a barber chair, face lathered up, as Reporters crowd in. \n[160]There's no truth to the rumors; we're just dear friends... \n[161]...Isn't that right, Za-Za? \n[162]Not at all. Why, just this week I came up with several new sweet ideas. A larger model hula hoop for the portly. A battery option for the lazy and handicapped. A model with more sand for hard-of-hearing. I'm earning my keep. \n[163]Well, by anyone's account I've saved Hudsucker Industries; our stock is worth more than it's ever been. So, yes, I expect to be compensated for that. \n[164]-- ha-ha-ha-ha-ha! \n[165]Hold it!... \n[166]...Nobody move, nobody breathe... \n[167]...An idea... is coming... \n[168]Deflates. He glares at the tailor. \n[169]It's gone now. \n[170]Is she in the book? -- \n[171]Oh! Hello, Amy -- was it -- I thought she said, Mamie -- \n[172]Well, I wouldn't call them nincom -- \n[173]Well yes, we're pruning away some of the dead wood, but if -- \n[174]Know about it? You think the Board would do anything like this without my authorization? No, this was my idea from the start. \n[175]We have to be realistic, Amy. You know things have slowed down a little here at Hudsucker -- \n[176]Now, Aim -- \n[177]Now, Aim -- \n[178]Now, Aim -- \n[179]Worked in a watch factory? \n[180]Now, Amy -- \n[181]Huh-whuh? \n[182]Oh, uh... Buzz... Is it important? \n[183]Wait a minute! \n[184]...Why, this is worthless. \n[185]This is the most idiotic thing I've ever seen in my life! \n[186]Nobody wants a hare-brained product like this! Ya see, Buzz, it lacks the creative spark, the unalloyed genius that made, uh... \n[187]...say, the hula hoop such a success. \n[188]And what do you mean barging in here and taking up my valuable time! I've got a company to run here -- \n[189]-- I can't have every deadbeat on the Hudsucker payroll pestering me with their idiotic brainwaves! \n[190]An example must be made! \n[191]Fired! You're fired! Is that plain enough for you, buster! \n[192]And don't call me buddy! Out of here! Out! \n[193]Get up! \n[194]We don't crawl at Hudsucker Industries! Get out of my office! Leave your uniform in the locker room! \n[195]Buzz... off! Ha-ha-ha-ha! \n[196]Sorry I'm late, Sid. That back nine at Riverdale is really murder. \n[197]Ya don't say. \n[198]How's that, Sid? \n[199]Huh?! He -- no, I -- he's just -- maybe I was a little rough on the boy, ya see I -- \n[200]In flickering black-and-white, he is lying on a couch that has been brought into his office, gazing listlessly at a bend straw, being interviewed by someone O.S. The footage is rough, taking a moment to find focus; the sound is TINNY. \n[201]Aww, what's the difference. \n[202]Awww, I dunno. \n[203]Nuthin', really. \n[204]I want a martini! It's New Year's Eve and I want a Martini! \n[205]I thought you served misfits here! \n[206]What kind of bar is it if ya can't get a martini?! \n[207]I want a martini! On this bar, right now! I've had a martini in every bar on the way down here, and I'm not about to -- \n[208]What'd you call me?! \n[209]...You son of a -- \n[210]Huh?! \n[211]...Oh, it's you! Lookin' for a nitwit to buy your lunch?! \n[212]Barman! Set'm up, fella! \n[213]Hey! Where's that martini?! \n[214]Aww, what's the difference. I'm all washed up... When you're dead, ya stay dead... Hey, fella! \n[215]You lied to me! I can't believe you lied to me! a Muncie girl! \n[216]Norville trudges on, faster, sweatier. \n[217]-- Uh... Buzz, I'm sorry, I -- Buzz, you gotta forgive me! I shouldn't a fired you, I didn't know what I was doing! I was a little funny in the head, I -- \n[218]...You don't? \n[219]...It is? \n[220]Absolutely, Buzz, I'm glad he -- \n[221]But, Buzz -- \n[222]But, Buzz, you know I never -- \n[223]But Buzz -- \n[224]runs, gasping, turning a corner. \n[225]He staggers off to the elevators. \n[226]He pushes past the sign painter. \n[227]No -- \n[228]-- No, please! \n[229]Falling. \n[230]Falling, turning lazily in the air -- and suddenly, with a great moaning sound -- he stops, suspended in mid-air, head down, feet in the air. It is much like the freeze frame on Waring Hudsucker that the title of the film was supered over. He waves his arms, to no effect, looks around. \n[231]He alone can move, but doesn't fall. He looks awkwardly about, his body in a dive-bomber attitude, canted steeply down. \n[232]Twisting back to look up over his shoulder; there is a DISTANT -- very distant -- SINGING. \n[233]He gapes. \n[234]Mr... Mr. Hudsucker? \n[235]Norville. \n[236]Yes sir... \n[237]Huh? Oh, geez, Mr. Hudsucker, I apologize, there was an awful lot of excitement and I guess I must've mislaid -- \n[238]Oh, geez. \n[239]Geez, I -- \n[240]Yessir. \n[241]Sir? \n[242]Yes sir... \n[243]'From the desk of Waring Hudsucker. To. Sidney J. Mussburger. Regarding. My demise. Dear Sid. By the time you read this, I will have joined the organization upstairs -- an exciting new beginning. I will retain fond memories of the many years you and I -- ' \n[244]'Many years, uh... I know that you will be wondering why I have decided to move on, ending my tenure at Hudsucker, and here on Earth. You will be thinking, Why now, when things are going so well? Granted, from the standpoint of our balance sheet and financials, sure, sure, we're doing fine. However, Sid. These things have long since ceased to give me pleasure. I look at myself now and no longer see the idealistic young man who started this company. Now I see only an empty shell whom others call a 'success.' How has this come to pass? When and why did I trade all of my hopes, dreams and aspirations, for the emptiness of power and wealth? What the heck have I done? \n[245]'...Looking back now, Sid, I see that I allowed time and age to corrupt my dreams. Instead of fiercely guarding what was timeless inside of myself, I let the hubbub of earthly commerce erode my character, and dissolve my better self. How is it that some manage to preserve themselves where I have failed? Sidney, I do not know. Perhaps if others love you, you may more securely love yourself -- but I am alone. I loved a woman once, Sid, as you well know -- a beautiful, vibrant lady, an angel who in her wisdom saw fit to choose you instead of I...' \n[246]'...And so, Sid, the future does not belong to such as I -- nor even you. We have made our compromises with time. The future belongs to the young, who may more energetically wage the battle against corruption. Accordingly, in the spirit of hope, and the ringing in of the new, I hereby bequeath my entire interest in the company, and my seat on the board, to whomever is Hudsucker's most recent employee at the time of my demise. I know this will disappoint you -- you, Sid, who have served so diligently and for so long. But --' \n[247]'...But Sid, let me urge you to work closely with the new president, and to keep giving Hudsucker Industries all your energies -- but not your soul. For while we must strive for success, we must not worship it. Long live the Hud. Waring Hudsucker...' ", "AMY": "\n[1]I tell ya the guy's a phony. \n[2]As a three-dollar bill. \n[3]Sez me! Amy Archer. Why is he an Idea Man -- because Hudsucker says he is? What're his ideas? Why won't they let anyone interview him?... \n[4]...And just take a look at the mug on this guy -- the jutting eyebrows, the simian forehead, the idiotic grin. Why he has a face only a mother could love -- \n[5]...On payday! The only story here is how this guy made a monkey out of you, Al. \n[6]I filed it yesterday. \n[7]Al, he's the bunk. \n[8]I'll stake my Pulitzer on it! \n[9]I'm sorry we had to take the stairs. It was just that horrible little elevator boy... \n[10]The couch, please. \n[11]I don't know what came over me. I suppose it was the shock of eating after so long without; the enzymes kicking in after so long, or whatever. But then you couldn't possibly know what it is to be tired and hungry... \n[12]I don't want to bore you with all the sordid details of my life; it's not a happy story... \n[13]...Suffice it to say that I'm jobless -- though not for want of trying, that I'm friendless, with no one to -- thank you -- take care of me; and that had you not come along at just exactly the moment that you did -- \n[14]Norville, I didn't know you were president here! \n[15]What a horrible little person. \n[16]At any rate I arrived in town not ten days ago, full of dreams and aspirations, anxious to make my way in the world -- \n[17]A little naive perhaps but -- thank you -- armed with determination, a solid work ethic, and an indomitable belief in the future -- \n[18]Only to have that belief, that unsullied optimism, dashed against the marble and mortar of the modern work place -- \n[19]No thank you. Seek and ye shall find, work and ye shall prosper -- these were the watch words of my education, the ethics of my tender years -- \n[20]-- these were the values that were instilled in me while I was growing up in a little town you've probably never heard of -- \n[21]Be my guest. A little town you've probably -- \n[22]Are you all right?... \n[23]...Is it your lunch? The chicken a la king? \n[24]Is the a la king repeating on you? \n[25]Values... watchwords... uh, tender years... -- A little town you've probably never heard of... \n[26]...Muncie, Indiana. \n[27]Why yes, do you know it? \n[28]Oh, no, really, I -- \n[29]Of course -- I went to the Muncie, uh, Secretarial Polytechnic! \n[30]Well, I just don't know how to thank you, Mr. Barnes -- \n[31]likewise hooks her thumbs in front of her nose, makes wings, and, winking back: \n[32]Gooooooooo Eagles! \n[33]And is this guy from chumpsville?! I pulled the old mother routine -- \n[34]Lumbago. \n[35]I'm telling you, Smitty, the board of Hudsucker is up to something -- \n[36]-- And it's a cinch -- Goiter -- it's a cinch this guy isn't in on it. How much time to make the Late Final? \n[37]Hiya, Chief, just the person I wanted to apologize to... \n[38]Yeah, I was all wet about your idea man... Well, thanks for being so generous... It is human, and you are divine... No, he's no faker. He's the 100% real McCoy beware-of- imitations genuine article: the guy is a real moron -- \n[39]-- as in a five-letter word for imbecile -- \n[40]-- as pure a specimen as I've ever run across... Am I sure he's a nitwit? Heck, if working at the Argus doesn't make me an expert then my name isn't Amy Archer and I've never won the Pulitzer Prize... \n[41]...In 1957... My series on the reunited triplets -- come on down here, hammerhead, and I'll show it to ya... \n[42]Not now, Morris, I'm busy -- That's right, I said hammerhead, as in a ten-letter word for a smug bullying self-important newspaperman -- \n[43]-- Gnu -- \n[44]-- who couldn't find -- \n[45]-- That's G-N-U -- \n[46]-- couldn't find the Empire State Building with a compass, a road map and a native guide. \n[47]-- or emu. \n[48]...And that's just the potatoes, Smitty, here comes the gravy: The chump really likes me. A Muncie girl! \n[49]I'm tellin' ya, this guy's just the patsy and I'm gonna find out what for. There's a real story, Smitty, some kind of plot, a setup, a cabal, a -- oh, and say, did I tell ya?! \n[50]A sawbuck! \n[51]On Norville Barnes! \n[52]...Copy! \n[53]Well, I... didn't bother to read the article. I didn't think the picture did you justice. \n[54]-- or lack thereof? \n[55]Is that all, Mr. Barnes? \n[56]I'm sure I -- \n[57]Well, I -- \n[58]...Why don't I just type this up... \n[59]Well, I don't know; maybe she does deserve it. Maybe she should've come in to face you man to man. \n[60]Sure, but -- she could still have gotten your side for the record! \n[61]Confused? \n[62]I'm quite sure I don't know what you mean. \n[63]Oh, is that it! \n[64]Smitty. \n[65]Maybe she puts her work ahead of her personal appearance. \n[66]Norville Barnes, you don't know a thing about that woman! You don't know who she really is! And only a numbskull thinks he knows things about things he knows nothing about! \n[67]looks around the office -- notices something. \n[68]Huh?! \n[69]Who are you? How did you know who I am? \n[70]But -- who are you -- what d'you do here? \n[71]Yeah, yeah. Say, you won't tell anyone about me, will you? \n[72]So if you know everything about Hudsucker, tell me why the Board decided to make Norville Barnes president. \n[73]That smart?! \n[74]Why on earth would they want a nitwit to be president? \n[75]Well, maybe I -- \n[76]It's hardly the same -- \n[77]Well, in connection with my job, sometimes I have to go undercover as it were -- \n[78]I'm happy enough. \n[79]I'm plenty happy! \n[80]...Hello? \n[81]Why not, it's all true! The board is using this poor guy! They're depressing the stock so they can buy it cheap! \n[82]I know they're gonna buy that stock -- \n[83]I don't know... \n[84]Muncie. \n[85]I've got an even hotter story -- The Sap from the City Desk. \n[86]It's about a dimwitted editor who -- \n[87]Back off -- smoocher! \n[88]...Norville? \n[89]...What happened? \n[90]Let me look. \n[91]Let me hold it, or you'll have a real shiner. \n[92]...I'm sorry. \n[93]Norville... there's something I have to tell you. You see, I'm not really a secretary. \n[94]...You do? \n[95]I believe in you, Norville -- At least I believe in your... intentions -- \n[96]Norville, you can't trust people here like you did in Muncie... \n[97]...Certain people are -- \n[98]...Huh? \n[99]Oh yes! In Muncie! \n[100]Uh -- Yes. Seventeen. Yes, I -- well no, I -- I never really... There's a place I go now, the cutest little place near my apartment in Greenwich Village. It's called Ann's 440. It's a beatnik bar. \n[101]Yes, you can get carrot juice or Italian coffee, and the people there -- well, none of them quite fit in. You'd love it -- why don't you come there with me -- they're having a marathon poetry reading on New Year's Eve. I go every year. \n[102]Well -- this year -- if it's good I plan to make it a tradition. Uh, my it certainly is beautiful -- \n[103]...The people look like ants. \n[104]What a beautiful thought. \n[105]Oh, I don't know. Maybe I was just a fast-talking career gal who thought she was one of the boys -- \n[106]Norville, there really is something I have to tell you -- \n[107]I wish it were that simple, Norville. I wish I was still a gazelle, and you were an antelope or an ibex. \n[108]Yeah, I think I've heard of that. What goes around comes around. \n[109]Oh, Norville -- \n[110]Sure, Norville, sure... \n[111]...Oh, Norville! \n[112]...Norville! \n[113]For Pete's sake, Norville! \n[114]Never mind about that... \n[115]...You know what those nincompoops in the boardroom are doing? \n[116]They're going to discharge eight percent of the work force here at Hudsucker. Why, in New York alone that means eighteen hundred people out of work, people with wives and children and families -- \n[117]You mean you know about this? \n[118]Your i -- \n[119]You're awful kind to yourself, Norville Barnes -- the fact is you've slowed down, sitting up here like a sultan, not doing a lick of work! Why you know it's ideas that are the lifeblood of industry and you haven't come up with one since the hoop and the reason's plain to see! You've forgotten what made your ideas exciting for you in the first place -- it wasn't for the fame and the wealth and the mindless adulation of -- would you get out of here?! \n[120]...I've been watching you, Norville Barnes, even though you've been trying to avoid me -- \n[121]Shutup! -- and don't think I haven't noticed how you've changed. I used to think you were a swell guy -- well, to be honest I thought you were an imbecile -- \n[122]Shutup! -- but then I figured out you were a swell guy, a little slow maybe, but a swell guy! Well, maybe you're not so slow, but you're not so swell either and it looks like you're an imbecile after -- \n[123]Shutup! -- after all! You haven't talked to me for a week and now I'm going to say my piece. I've got a prediction for you, Norville Barnes: I predict that since you've decided to dedicate yourself to greed and sloth and everything bad, you're going to lose all the good things that your good ideas brought you. You're going to throw them all away chasing after money and ease and the respect of a Board that wouldn't give you the time of day if you... if you... \n[124]Shutup! Exactly! Don't you remember how you used to feel about the hoop? You told me you were gonna bring a smile to the hips of everyone in America, regardless of race, creed or color. Finally there'd be a thingamajig that would bring everyone together -- even if it kept 'em apart, spacially -- you know, for kids? Your words, Norville, not mine. I used to love Norville Barnes -- yes, love him! -- when he was just a swell kid with hot ideas who was in over his head, but now your head is too big to be in over! \n[125]Consider this my resignation -- \n[126]-- Effective immediately!! \n[127]You can't print that! \n[128]But, Al, it's the bunk! Norville showed me his design for the whatsit the day I met him! Why Buzz couldn't have invented it -- look at the man -- he's an imbecile! \n[129]Says who?! \n[130]Yeah, and I'll bet his initials are Sidney J. Mussburger! \n[131]Muncie! \n[132]You're fools, both of you! It's obvious they're out to crucify Norville! They're trying to destroy him! \n[133]You want slack, I'll give you slack. You're not putting me out to pasture, Al, I quit! Consider this my resignation -- \n[134]-- effective immediately! \n[135]Norville! \n[136]Oh Norville, I -- \n[137]Norville, I'm sorry, I... I tried to tell you... so many times... It's hard to admit when you've been wrong. If you could just... find it in your heart to -- to give me another chance -- \n[138]Just give me another chance, Norville -- I can help you fight this thing. I know this last story was a lie! We can prove it! We can -- \n[139]Well that just about does it! I've seen Norville Barnes, the young man in a big hurry, and I've seen Norville Barnes the self-important heel, but I've never seen Norville Barnes the quitter, and I don't like it! \n[140]...Fight on, fight on, dear old Muncie. \n[141]...Fight on, hoist the gold and blue; You'll be tattered, torn and hurtin' Once 'The Munce' is done with you! Goooooo Eagles! \n[142]But Norville... I... \n[143]... Oh, Norville! ", "MUSSBURGER": "\n[1]Pity to waste a whole Monte Cristo. \n[2]What am I a headshrinker? Maybe the man was unhappy. \n[3]Sure, sure, he was a swell guy, but when the president, chairman of the board and holder of eighty-seven percent of the company's stock drops forty-four floors -- \n[4]-- Then the company has a problem. Stillson, what exactly is the disposition of Waring's stock? \n[5]Meaning? \n[6]You mean to tell me that any slob in a smelly T-shirt will be able to buy Hudsucker stock? \n[7]Quit showboating, Addison, the man is gone. The question now is whether we're going to let John Q. Public waltz in and buy 87 percent of our company. \n[8]Not while the stock is this strong. How long before Hud's paper hits the market? \n[9]One month to make the blue-chip investment of the century look like a round-trip ticket on the Titanic. \n[10]It's working already. Waring Hudsucker is abstract art on Madison Avenue. All we need now is a new president who will inspire real panic in our stockholders. \n[11]Sure, sure. Some jerk we can really push around. \n[12]-- Sure sure, Parkinson's stupid but he's ambitious, too hard to control... \n[13]...No! Not McClanahan; sure he bungled the Teleyard merger, but that means he's got something to prove... \n[14]...Who let you in? \n[15]Atwater? Tremendous. Except I fired him last week -- \n[16]Tell him I'll be right there... Well, what is it? \n[17]You, maybe you're the company's biggest moron. We can't use Morris, he's been with us too long, he's a nice guy, too many friends. Matter of fact, why don't you fire him. No -- scratch that; I'll fire him. ...Make it fast, make it fast. \n[18]I'll be right there. Give him a magazine. ...What're you, a mute? \n[19]...Yeah, how's the stock doing? ...Bad, huh? Well it's not bad enough. ...Look, chump, either you find me a grade A ding-dong or you can tender your key to the executive washroom. And that goes double for you. Ear-clay? Ood-gay! This better be good. I'm in a bad mood. \n[20]Wait a minute! \n[21]Hmmm... \n[22]Umm-hmm... \n[23]Siddown. \n[24]...Go ahead. Try it on. \n[25]...Put your feet up. \n[26]...Go ahead. \n[27]Hmmmm... Let's get to know one another, shall we? \n[28]...Let's chat! ...Man to man! \n[29]...You weren't blessed with much... \n[30]...education, were you? \n[31]All right, but you didn't excel in your studies...? \n[32]Hmmm. \n[33]Sure, sure. And did your classmates there call you 'jerk' or... ...'schmoe'? \n[34]...'Shnook'? 'Dope'? 'Dipstick'? 'Lamebrain'? \n[35]Not even behind your back? \n[36]You're fired. \n[37]Get your feet off that desk. \n[38]Get out of my sight. \n[39]My God! The Bumstead contracts!! \n[40]You nitwit! I worked for three years on this deal! \n[41]I'll take care of it. Just get out! \n[42]Why you nitwit. You almost destroyed the most sensitive deal of my career! \n[43]Now out of here! Out! \n[44]Not that way! Through the door! \n[45]Right away, buster! Out of my office! \n[46]Up on your feet! We don't crawl at Hudsucker Industries! \n[47]Get out of this office, you dithering nincompoop! \n[48]My God! The Bumstead contracts! \n[49]Eeeeeeaaaahhhhh! \n[50]is in a basement tailor shop. LUIGI, an old Italian tailor, is just running his tape up Mussburger's inseam. \n[51]No! Single stitch is fine. \n[52]Why on earth would I need a double stitch? To pad your bill? Single stitch is fine! \n[53]Damn! \n[54]sighs with relief. He looks up. \n[55]Looking. Thinking. \n[56]Calm. Contemplating. \n[57]Hmmm... \n[58]Lobby. We haven't got all day. \n[59]Well I'm starved. I understand it'll be quite an affair this afternoon, and the executive roast tom turkey at the Bohemian Grove redefines the word superb. \n[60]Sure, sure... \n[61]Relax, Norville. It's only natural in a period of transition for the more nervous element to run for cover. \n[62]I do remember and I was impressed. Anyway, that's all forgotten now. Driver! \n[63]Damnit, where's my car! \n[64]Finally. \n[65]Sure, sure, tell whoever you want... \n[66]...And I'd like to hear more about it at some point, too. \n[67]Memo. From the desk of Sidney J. Mussburger. Executive order number 530 slash A49. To: Director of the Jacksonville Facility. Copies to: Legal Affairs, Business Affairs, Central Files. Re: Movement of Raw Materials from the Huron Facility. Due to unfavorable news in the slag markets, Jacksonville inventory must be reduced by 15 percent with overflow diverted to the Waukegan Stamping Facility. Memo. From the desk of Sidney J. Mussburger. Executive order number 530 slash A50. To: Director of -- \n[68]Sure, sure. I'm going to borrow Norville for a while, if you don't mind, dear. \n[69]So they tell me. Norville, let me shepherd you through some of the introductions here. Try not to talk too much; some of our biggest stockholders are, uh -- scratch that: Say whatever you want. \n[70]Norville Barnes, allow me to introduce Mr. Zebulon Cardozo, one of Hudsucker Industries largest and most loyal stockholders. \n[71]Norville, this is Thorstensen Finlandsen, who heads a radical splinter group of disgruntled investors. \n[72]Bad. \n[73]But not bad enough. \n[74]It could be better, it could be worse. \n[75]The stock's got to drop another five points if we expect to get controlling interest. Norville tells me he's got some hot idea. Can't be good. \n[76]It's brilliant. \n[77]...It's genius. It's just exactly what Hudsucker needs at this juncture. Sure, sure, a blind man could tell you that there's an enormous demand for this, uh... \n[78]...Congratulations, kid, you've really outdone yourself. Reinvented the wheel. I'm going to recommend to the Board that we proceed immediately with this, uh... with the, uh... that the dingus be mass-produced with all deliberate speed. Of course, as president of the company the ultimate decision is yours. \n[79]Pull yourself together, Addison. \n[80]We dumped the whole load. Now quit showboating, Addison -- \n[81]Sure, sure, we'd all be millionaires. There's no point in looking back. At the time, Stilson thought dumping our position would panic the market, further depress the stock -- then we'd buy it all back, and more of course, once it got cheap -- \n[82]Plexiglas. Had it installed last week. \n[83]All right, so the kid caught a wave. So right now he and his dingus are on top. Well, this too shall pass. Myrtle J. Mussburger didn't raise her boy to go knockkneed at the first sign of adversity. I say, we made this kid and we can break him. I say, the higher he climbs, the harder he drops. I say, yes, the kid has a future, and in it I see shame, dishonor, ignominy and disgrace. \n[84]Hmmm... Thank you, Aloysius. This may be useful. \n[85]Sure, sure, it's a tough course. Well thanks for coming, kid. I thought the board room would be a swell place to chat undisturbed -- it seems we're having some security problems here at the Hud. \n[86]Mm. Ordinarily I wouldn't bother you with it, but -- this is embarrassing, kid -- it seems to concern you directly. \n[87]It's not important in itself -- some elevator boy you fired came to me claiming you'd stolen the idea for the, uh, the hoop dingus from him -- \n[88]Ah forget it, kid, ya don't have to explain to me. He's a little person. He's nothing. Like I say, ordinarily it would just be a nuisance. But it seems -- well, there was a spy in the company... \n[89]...Sure, sure, we tried to kill the story. But her newspaper won't play ball... Looks like her story's coming out... \n[90]...See, kid, the problem the Board'll have... you hired this woman. Kept her on, while she made a chump out of you. Serious error of judgment... I mean, business is war, kid -- ya take no prisoners, ya get no second chances. And a boner like this... I'm afraid when the Board meets, after New Year's, your position... well, it looks like you're finished... stick a fork in ya, you're done... washed up... \n[91]...I'm sorry, kid. I understand this dolly who betrayed you, she used to be a friend of yours... \n[92]...And this elevator dope used to be a friend, too... \n[93]...Well, they've got your throat pretty well slit. And when you're dead, ya stay dead. Ya don't believe me, ask Waring Hudsucker... Yeah, looks like curtains. Well, condolences, kid... \n[94]Casually puffing on a cigar. \n[95]Diagnosis, Dr. Bromfenbrenner? \n[96]So patient is...? \n[97]Prescription? \n[98]...The barred-window boys are out looking for him now, and we'll see how Wall Street likes the news that the President of Hudsucker Industries is headed for the booby-hatch. Why, when the doc gets through with him he'll need diapers and a dribble cup... \n[99]...Let me remind you that our secret post-New Year's party will be held in the office of the President shortly after midnight tonight. Remember, it's strictly stag, so leave the wives at home; we'll be showing some films and, yes, gentlemen, there will be exotic dancers. \n[100]Well, if that's all... \n[101]Laughing. \n[102]In his office, frozen with an idiotic laugh pasted to his face. ", "BUZZ": "\n[1]Hiya, buddy! The name is Buzz, I got the fuzz... \n[2]...I make the elevator do what she duzz! \n[3]...Hang it up to dry. \n[4]...What's your pleasure, buddy? \n[5]Forty-four, the top brass floor say, buddy! What takes fifty years to get up to the top floor and thirty seconds to get down? \n[6]Waring Hudsucker! Na-ha-ha-ha-ha! Say, buddy! \n[7]Mr. Kline, up to nine. Mrs. Dell, personnel. Mr. Levin, thirty-seven. \n[8]Walk down. Ladies and gentlemen, step to the rear; here comes gargantuan Mr. Grier. \n[9]Say, buddy! Who's the most liquid businessman on the street? \n[10]Waring Hudsucker! Na-ha-ha-ha-ha! Say, buddy! When is the sidewalk fully dressed? When it's 'wearing' Hudsucker! Na-ha-ha-ha! \n[11]...Ya get it, buddy, it's a pun, it's a knee-slapper, it's a play on Jesus, Joseph and Mary, is that a blue letter?! \n[12]...Cripes a'mighty, whyn't ya tell a guy?! Hold on, folks, we're express to the top floor! \n[13]Good luck, buddy! \n[14]-- You'll need it! \n[15]Say, buddy! Where'd ya get the new duds? \n[16]...and say, buddy! How'd old bucketbutt like his blue letter? Na-ha-ha-ha-ha! Did he bust a gut? Did he die? Did he -- Well, hello, Mr. Mussburger, sir... \n[17]...How're you this fine morning, sir? \n[18]Right away, Mr. Mussburger sir. \n[19]My pleasure, sir. \n[20]It's been a pleasure serving you, Mr. Mussburger. \n[21]...and it's been a pleasure serving you too, uh... buddy. \n[22]Say, buddy, here's the whiskey you asked f -- \n[23]Happy days, buddy... \n[24]...and I'll tell your secretary you're not to be disturbed. Yowzuh!! \n[25]Looks like ya nodded off there, buddy! Say, ya got a minute? \n[26]I like to think so! It's this little idea I been working on! \n[27]...Ya see, I don't intend to be an elevator boy forever! Take a look at this sweet baby! \n[28]...Ya get it, buddy? Incredibly convenient, isn't it? Ya see -- \n[29]-- this is how it works, it's these little ridges on the side that give it its whammy! See, ya don't have to drink like this anymore -- \n[30]-- Now you can drink like this -- \n[31]...I call it the Buzz-Sucker, get it, buddy? -- After me! Buzz! Why, people are just dyin' for a product like this, and the great thing is we won't have to charge an arm and a -- \n[32]Huh?! But, buddy -- \n[33]Yeah, but, buddy -- \n[34]But, buddy -- \n[35]But, buddy, you were -- \n[36]Geez, I'm sorry, buddy -- \n[37]Wuddya mean, buddy? \n[38]Awwww, buddy -- \n[39]Aw, please, sir -- this job, it's all I got! \n[40]I understand if ya don't like the Buzz-Sucker! Just lemme keep my job, I'm prayin' to ya! \n[41]I'm sorry, buddy... I'm sorry... \n[42]Aw, buddy, I don't care about that. \n[43]Nah, that's all forgotten. \n[44]Sure, Mr. Muss -- uh, Sid said I could have the job back. \n[45]But he told me you stole that swell hoop idea from me. What gives! \n[46]Say, that was a swell idea! \n[47]And Sid says you stole it! \n[48]Think about that, idea man!! ", "HUDSUCKER": "\n[1]Ahem... \n[2]Aaaaaaaaahhhhhhhhh... \n[3]...aaaaaaaaaaaaaaaaaaahhh... \n[4]Ta-daaaa! \n[5]...Wooooo! \n[6]...How d'ya like this thing? They're all wearin' em upstairs now. \n[7]...It's a fad. \n[8]...Anyway. I hear you've been having, uh... \n[9]...Been having some problems with the board. The more things change, know what Iyayayeeeeee... \n[10]...Jesus Christopher -- That smarts... Where was I? Oh yeah, the board. I guess Sidney's been puttin' the screws to ya, huh, Norman? \n[11]Mm. Well, say what you like about the man's ethics, he's a balls-to- the-wall businessman. Beat ya any way he can. Straight for the jugular. Very effective. \n[12]Anyway. Any particular reason you didn't give him my Blue Letter? I mean, Jesus, Norman, just a dying man's last words and wishes, no big deal. \n[13]It's sittin' in your apron pocket, right where you left it. Imbecile. \n[14]Failure to deliver a Blue Letter is grounds for dismissal. \n[15]Ah, it's New Year's, I'm not gonna add to your woes. I'm just saying. \n[16]Well, why don't ya read it. \n[17]Yeah, go ahead. Might learn somethin'. \n[18]Yeah, yeah, it's the standard resignation boilerplate -- go down to the second paragraph. \n[19]Skip this part... \n[20]...Last paragraph, last paragraph. \n[21]-- tough titty toenails! \n[22]...That'll show the bastard! \n[23]...Yeah, go ahead. \n[24]...Geez. \n[25]Yup. It's all there. Well, see that it gets delivered in the morning. \n[26]Sheeel beeee... \n[27]...Ridin' six white horses, She'll be ridin' six white horses She'll be ridin' six white horses When she comes... ", "MOSES": "\n[1]Ah guess ole Moses knows jes about ever'thing, leastways if it concerns Hudsuckuh. \n[2]Ah keeps the ol' circle turning -- this ol' clock needs plenty o' care. Time is money, Miss Archuh, and money -- it drives that ol' global economy and keeps big Daddy Earth a-spinnin' on 'roun'. Ya see, without that capital fo'mation -- \n[3]I don't tell no one nothin' lessen they ask. Thatches ain't ole Moses' way. \n[4]Well, that even surprised ole Moses at fust. I didn't think the Board was that smart. \n[5]But then I figured it out: they did it 'cause they figured young Norville for an imbecile. Like some othuh people ah know. \n[6]'Cause they's little pigglies! They's tryin' to inspire panic, make that stock git cheap so's they can snitch it all up fo' themselves! But Norville, he's got some tricks up his sleeve, he does... \n[7]...you know, fo' kids? Yeah, he's a smart one, that Norville, heh-heh, he's a caution. Wal, some folks is square, an' some is hip -- \n[8]...But I guess you don't really know him any better than that board does, do ya, Miss Archuh? \n[9]An' only some kind a knucklehead thinks she knows things 'bout things she, uh -- when she don't, uh -- How'd that go? \n[10]Why you don't even know y'own self -- you ain't exactly the genuine article are you, Miss Archuh? \n[11]I don't mean that! Why you pretendin' to be such a hard ol' sourpuss! Ain't never gonna make you happy! Never made Warin' happy. \n[12]Okay, Miss Archuh. ...I got gears to see to. \n[13]Elsewhere in the great room, he is hunkered down next to a catchment which he buffs with a greasy rag. Amy's VOICE ECHOES \n[14]Them po' young folks. Looks like Norville's in fo' the same kind o' heartache ol' Warin' had. But then, she never axed me 'bout dat... \n[15]Strictly speakin', I'm never spozed to do this but... have you got a better idea? \n[16]And so began 1959. The new year... \n[17]...And the start of a new business cycle. When he learned that Norville owned the comp'ny, ol' Sidney was upset at first. \n[18]...It's a good thing Doc Bromfenbrenner was there... \n[19]...'cause he was able to keep Sidney from harmin' his ol' self. \n[20]...Now Norville, he went on an' ruled with wisdom and compassion... \n[21]...and started dreamin' up them excitin' new ideas again. You know, for kids! \n[22]...An' that's the story of how Norville Barnes climbed away up to the forty-fourth floor of the Hudsucker Buildin'... \n[23]...an' then fell all the way down, but didn't quite squish hisself. \n[24]...Ya know, they say there was a man who jumped from the fortyfifth floor... but that's another story. Heh-heh-heh! Ya-heh-heh-heh! ", "VETERAN #1": "\n[1]I got gas, Bennie. \n[2]No kiddin', Bennie. I got gas. \n[3]Fah from it... \n[4]...Enter the dame. \n[5]Ten bucks says she's looking for a handout. \n[6]She's looking for her mark. \n[7]She sits down. \n[8]She looks in her purse... \n[9]The mark notices. \n[10]Maybe he's wise. \n[11]Plan two: Here come the waterworks. \n[12]Old Faithful. \n[13]He notices. \n[14]She explains her perdicament, and... ...entuh the light lunch. \n[15]...Her mother needs an operation... \n[16]No, Bennie: Lumbago. \n[17]She's losing him, Bennie. \n[18]He don't look wise. \n[19]She isn't! \n[20]She's good, Bennie. \n[21]Bromo. ", "VETERAN #2": "\n[1]Yeah, tell me about it. \n[2]Ya get the special? \n[3]There's one in every story. \n[4]Twenty bucks says not here she don't find one. \n[5]She finds him. \n[6]...and awduhs a light lunch. \n[7]...No money. \n[8]...He's not noticing, Benny. \n[9]He don't look wise. \n[10]Yellowstone. \n[11]Hello, Niagara. \n[12]He's concerned. \n[13]She's got other problems, of course... \n[14]...adenoids. \n[15]Maybe he's wise. \n[16]How does she pull this out? \n[17]She is! \n[18]She's damn good, Lou. \n[19]...Bromo. ", "SMITTY": "\n[1]...Once 'The Munce'... Holy... \n[2]Adenoids? \n[3]That gag's got whiskers on it! \n[4]Yeah. \n[5]Chief. \n[6]About seven minutes. \n[7]Better off falling for a rattlesnake. \n[8]He didn't offer you money. \n[9]Ten dollars? Let's grab a highball! \n[10]Ol' satchel-butt... \n[11]Amy's hunches are usually pretty good, Chief. \n[12]Come on, Chief, that's a low blow. Archer's not gonna go goey for a corn-fed idiot. \n[13]Easy, Amy... \n[14]...Let's grab a highball and calm down. \n[15]Say, what gives? \n[16]-- and she's dynamite! \n[17]You're not the only one with sources, Amy -- \n[18]You've lost it, Aim. You've gone soft by the looks of it -- soft on the dummy from Dubuque -- \n[19]...Soft. ", "EXECUTIVE": "\n[1]-- So in the third quarter we saw no signs of weakening. We're up 18 percent over last year's third quarter gross and, needless to say, that's a new record... \n[2]...The competition continues to flag and we continue to take up the slack. Market share in most divisions is increasing and we've opened seven new regional offices... \n[3]...Our international division has also shown vigorous upward movement in the past six months and we're looking at some exciting things in R&amp;D... \n[4]Sub-franchising. Don't talk to me about sub-franchising; we're making so much money in sub-franchising it isn't even funny. \n[5]...Our owned-and-operateds are performing far above expectations both here and abroad, and the Federal Tax Act of 1958 is giving us a swell writeoff on our plant and heavies... \n[6]...The news in the money market isn't good -- it's excellent... \n[7]...Our nominees and assigns continue to multiply and expand extending our influence regionally, nationally and globally. So, third quarter and year- to-date, we've set a new record for sales... \n[8]...new record in gross... \n[9]...new record in pre-tax earnings... \n[10]...new record in after-tax profit... \n[11]...and our stock has split twice this year... \n[12]...In short... \n[13]...we're loaded. \n[14]...Mr. Hudsucker? \n[15]Yeah, well, he didn't look rich. \n[16]Looking down at the book as the head accountant hovers over his shoulder, waiting for his reaction. The executive grimly shakes his head. \n[17]Addison! \n[18]...Myron? ", "NARRATOR": "\n[1]The's right... New York. \n[2]It's 1958 -- anyway, for a few mo' minutes it is. Come midnight it's gonna be 1959. A whole 'nother feelin'. The New Year. The future... \n[3]...Yeah ole daddy Earth fixin' to start one mo' trip 'round the sun, an' evvybody hopin' this ride 'round be a little mo' giddy, a little mo' gay... \n[4]Yep... \n[5]...All over town champagne corks is a-poppin'. \n[6]...Over in the Waldorf the big shots is dancin' to the strains of Guy Lombardo... Down in Times Square the little folks is a-watchin' and a- waitin' fo' that big ball to drop... \n[7]...They all tryin' to catch holt a one moment of time... \n[8]...to be able to say -- 'Right now! This is it! I got it!' 'Course by then it'll be past. But they all happy, evvybody havin' a good time. \n[9]...Well, almost evvybody. They's a few lost souls floatin' 'round out there... \n[10]...This one's Norville Barnes. \n[11]...Let's move in for a closer look. \n[12]...That office he jes stepped out of is the office of the president of Hudsucker Industries. It's his office... \n[13]...How'd he get so high? An' why is he feelin' so low? Is he really gonna do it -- is Norville really gonna jelly up the sidewalk? \n[14]...Well the future, that's something you can't never tell about... \n[15]...But the past... That's another story... ", "EDITOR": "\n[1]'The Einstein of Enterprise.' 'The Edison of Industry.' 'The Billion- Dollar Cranium'... 'Idea Man'! And not one of you mugs has given me a story on him!! \n[2]Facts, figures, charts! They never sold a newspaper! I read this morning's edition of the Argus and let me tell you something: I'd wrap a fish in it!  I'd use it as kindling! Hell, I'd even train my poodle with it if he wasn't a French poodle and more partial to the pages of Paree Soir! But I sure wouldn't shell out a hard-earned nickel to read the dadblamed thing! \n[3]Suuuure, Tibbs, take a break! Go to Florida! Lie in the sun! Wait for a coconut to drop, file a story on it -- it'll be more of a grabber than your piece on the commie grain surplus! The human angle! That's what sells papers! We need a front page with heart and the whole idea of the 'Idea Man' idea can put it there! \n[4]Yeah, and if a frog had wings he wouldn't bump his ass a-hoppin'! I don't want excuses, I want results! \n[5]I wanna know what makes the Idea Man tick! Where is he from? Where is he going? I wanna know everything about this guy! Has he got a girl? Has he got parents? \n[6]All right, how many? How 'bout it, Parkinson, you've been awful quiet over there. \n[7]The only thing that runs deep with Parkinson is the holes in his ears. Yes, the Idea Man! What're his hopes and dreams, his desires and aspirations? Does he think all the time or does he set aside a certain portion of the day? How tall is he and what's his shoe size? Where does he sleep and what does he eat for breakfast? Does he put jam on his toast or doesn't he put jam on his toast, and if not why not and since when? \n[8]...Well?!! \n[9]...Ahh, you're useless. Yes, Idea Man! Creator! Innovator! Cerebrator! Tycoon!-- \n[10]Huhh!! \n[11]Phony, huh? \n[12]Sez who? \n[13]Yeah, well, monkey or not I'm still editor of this rag. Amy, I thought you were doing that piece on the F.B.I. -- J. Edgar Hoover: When Will He Marry? \n[14]Well, do a follow-up: Hoover: Hero or Mama's Boy? The rest of you bums get up off your brains and get me that Idea Man story! ", "ANOTHER ANGLE": "\n[1]As the second hand hits the twelve, the CLOCK TOLLS, the board room WINDOW SHATTERS and Waring Hudsucker comes flying out. \n[2]Picture dissolves to a pan up the Hudsucker Building. Cut to candid film of Norville getting out of a car, noticing the camera, grinning and waving as he walks, and taking a pratfall. \n[3]A television sits against a neutral b.g. A hula hoop rolls into frame and bumps the TV, pushing it out of frame. \n[4]A woman switches off her vacuum cleaner, takes a hula hoop that is conveniently leaning against a nearby wall, and starts hula hooping. \n[5]In the office, dad, smoking a pipe, is also hula hooping. \n[6]In jerky cinema-verite footage, a woman is excitedly sticking her head in Norville's door. \n[7]A group of people in formal evening wear are sipping highballs and chatting as they keep hoops in motion 'round their waists. \n[8]A young couple stands before the altar hula hooping. \n[9]Pan down from elephant to two natives hula hooping as they grin into the newsreel camera. \n[10]The mean laugh. Yes, as we draw closer, it seems clear that his laugh is colder than before. Flash bulb explosion effects a... \n[11]The mean laugh. FURTHER TRACK IN ON Norville ENDS in CLOSE SHOT, his hands clasped on the desktop in front of him, as he finishes his hard, square-jawed, man-on-top laugh, gazing flintily INTO the CAMERA. \n[12]A shadow is thrown across the screen as a figure steps into the beam. He throws the sharp silhouette of a strict Freudian ANALYST: Van Dyke beard, pince-nez with chain trailing down to his vest, one thumb hooked into the vest, the other hand holding a cigar wreathing smoke, which he waves for emphasis. \n[13]The image onscreen cuts to a close shot of Norville on the couch, mouth listlessly agape. ", "CHIEF": "\n[1]I can't print this! \n[2]It's pure speculation! Why, they'd have my butt in a satchel! \n[3]You don't know anything! Fact is they haven't bought it! The stock is cheap, Archer! What're they waiting for? \n[4]You don't accuse someone of stock manipulation on a hunch, Ignatz! The readers of the Manhattan Argus aren't interested in sensationalism, gossip and unsupported speculation. Facts, figures -- those are the tools of the newspaper trade! Why it's almost as if you're trying to take the heat off this Barnes numbskull -- like you've gone all soft on him! \n[5]All right, I was out of line. But you're out of line with this stock swindle story. Gimme some more of that Moron-from-Sheboygan stuff -- \n[6]Whatever. That's what sells newspapers. \n[7]Watch it, Archer -- \n[8]He grins wolfishly. \n[9]We are printing it! She's hittin' the streets this evening -- \n[10]Archer, you're a broken record. Fact is Gunderson did design it -- apparently he's some kind of prodigy -- \n[11]Smith has a source on the Hud board -- very senior, very hushhush -- \n[12]Whatever! It's no dig on you, Archer, but this story is hot and you're no longer on top of it. Why, it's the scoop of the century -- the other papers won't have the Gunderson dope 'til tomorrow -- The Allemeinischer Zeitung, Le Figaro, they'll be choking on our dust come mornin' -- \n[13]Amy -- take a break. You've worked hard on this story -- heck, you broke it for us! But it's passed you by and Smith here has taken up the slack. ", "ANCIENT SORTER": "\n[1]Well... if ya fold 'em, they fire ya... \n[2]...I usually throw 'em out. \n[3]Terrific. \n[4]Tell me about it. \n[5]I'm sure you do. \n[6]Terrific. \n[7]Nooo, I don't guess you will be. \n[8]Forty-eight years... \n[9]...Next year they move me up to parcels... \n[10]...If I'm lucky. \n[11]Jumpin' Jehosephat, a blue letter! \n[12]It's a blue letter... top, top level... confidential communication between the brass... usually bad news... they hate blue letters upstairs... Hate 'em! ", "ADDISON": "\n[1]My God, why?! Why did he do it?! Things were going so well! \n[2]He didn't look unhappy! \n[3]My God! You're animals! How can you discuss his stock when the man has just leapt forty-five floors -- \n[4]A month at the most. \n[5]Nobody told me! Nobody told me! You sold all of our stock? \n[6]I had twenty thousand shares! I'd be a millionaire now! \n[7]Cheap! Cheap! It's never been more valuable! And I'm ruined! Ruined! \n[8]I'm getting off this merry-go-round! \n[9]Aaaaahhh! ", "VOICE": "\n[1]Mr. Bumstead is waiting downstairs. \n[2]Mr. Bumstead is getting very -- \n[3]Watchoo doin' down they, Miss Archuh? \n[4]Buddy... Say, buddy... \n[5]Buddy... Ya busy? \n[6]Ring out the old! Ring in the new...! \n[7]...Ring out the old! Ring in the new! Ring out the -- \n[8]Hey, watch where you're -- Say, buddy! \n[9]She'll be comin' around the mountain when she comes, She'll be comin' around the mountain when she comes... ", "AD MAN #1": "\n[1]We'll call it the Flying Donut! \n[2]The Jerky Circle! \n[3]Something short. \n[4]Snappy. \n[5]The Shazzammeter! \n[6]The Daddy-Oh! \n[7]The Hoopsucker! \n[8]The Hoop-dee-doo! \n[9]Ya got somethin'? ", "VOICES": "\n[1]...You're not so slow but you're not so swell either and it looks like you're an imbecile after all!... Noooo, I don't guess you will be here long... Sure, sure, but even there they called you dipstick... lamebrain... dope... schmoe... And is this sap from chumpsville?!... imbecile after all... Norville, you let me down... You let Mrs. Eisenhower down... You let the American people down... imbecile after all... imbecile... I predict you're going to lose all the good things your ideas brought you... Please, buddy...! When you're dead, ya stay dead... Sure, sure, the kid's screwy -- it's official... \n[2]...that big-shot faker... the Wall Street fraud guy... nuttier than a fruitcake... they say he's a menace... wuddya waitin' for, call a cop!... \n[3]...He's on his feet... We can take him! \n[4]...Down here! He went down here! \n[5]Ten... nine... eight... seven... \n[6]Six... five... four... \n[7]Three... two... \n[8]...One... \n[9]Happy New Year! ", "LOU": "\n[1]What the heck's he doin', Benny? \n[2]What the heck they doin'? \n[3]This I know, Benny. \n[4]...Geez. \n[5]...Y'all right, Benny? \n[6]It is beautiful, Benny. \n[7]It's the most beautiful t'ing I ever saw. \n[8]Hacks' New Year's gala. \n[9]Bromo. ", "AD MAN #2": "\n[1]The Dancing Dingus! \n[2]Sharp. \n[3]With a little jazz. \n[4]The Hipster! \n[5]The Circle-o'-Gaiety! \n[6]The Hudswinger! \n[7]The Hudsucker Hoop! \n[8]Ya got somethin'?! ", "ANNOUNCER": "\n[1]Rockwell News presents... 'Tidbits of Time!' World news in pictures, we kid you not. \n[2]...What began as the brainchild of this Madison Avenue whiz kid is now a craze sweeping the nation. The 'hula hoop,' product of Hudsucker Industries, is a recreational device that some experts predict may eclipse the television as a means of entertainment... \n[3]...This dancing dingus of delight, this jerky circle of gaiety, is proving to be the toy of choice of most American youngsters. -- Whoa- ho! Did I say youngsters?! Here's mom, taking a break from her household chores... \n[4]...and even dad is 'swinging' into the act! \n[5]...and so the congratulations pour in for up-and-comer Norville Barnes, inventor of the hoop -- including one very special call! \n[6]Yes, it's hula hula everywhere! From the cocktail parties of the Park Avenue smart set... \n[7]...to sweethearts who want to be married in the 'swing' of things... \n[8]...To our friend the Negro, in the heart of the dark continent. ", "BENNY": "\n[1]What the heck's she doin', Lou? \n[2]You know what they're doin' now, Lou. \n[3]This you're familia' with. \n[4]...Geez. \n[5]...Yeah, I'm... It's just... It's beautiful, Lou! \n[6]...It's the most beautiful t'ing I ever saw. \n[7]Cabbies' affair. \n[8]...Bromo. ", "HIS POV": "\n[1]An entry flips over to reveal EXECUTIVE VICE PRESIDENT. \n[2]Once again her IMAGE PULSATES. There is a ROARING SOUND and an AIRY STEAM WHISTLE as she silently moves her lips. \n[3]The massive Hudsucker Building looms dizzily up towards the stars, capped by the huge Hudsucker Clock. \n[4]A sickening drop. Receding snowflakes. On the street far, far below, a lone car's headlights cut through the falling snow. \n[5]The open window at a steep angle. Someone inside slides it shut. \n[6]Looking STEEPLY UP. \n[7]Looking up the length of the Hudsucker Building. Someone or something wrapped in white is flying toward us, coming down from the stars. We can make out a male voice, accompanied by STRUMMING: ", "AGENT": "\n[1]You punch in at 8:30 every morning except you punch in at 7:30 following a business holiday unless it's a Monday and then you punch in at eight o'clock!  You punch in at 7:45 whenever we work extended day and you punch out at the regular time unless you've worked through lunch! \n[2]Punch in late and they dock ya! \n[3]Incoming articles, get a voucher! Outgoing articles, provide a voucher! Move any article without a voucher and they dock ya! \n[4]Letter size a green voucher! Folder size a yellow voucher! Parcel size a maroon voucher! \n[5]Wrong color voucher and they dock ya! Six-seven-eight-seven-zero-four- niner-alpha-slash-six! That is your employee number! It will not be repeated! Without your employee number you cannot cash your paycheck! \n[6]Inter-office mail is code 37! INTRA- office mail is 37-dash-3! Outside mail is 3-dash 37! Code it wrong and they dock ya! \n[7]This has been your orientation! Is there anything you do not understand? Is there anything you understand only partially? If you have not been fully oriented -- if there is something you do not understand in all of its particulars you must file a complaint with personnel! File a faulty complaint... and they dock ya! ", "Oh my God": "", " sir!": "", "EXECUTIVE #3": "\n[1]Too bad. \n[2]Can more than one play? \n[3]Is it a game? \n[4]Are you supposed to make it fly off? \n[5]How can you tell when you're done? \n[6]Can a parent assemble it?? "}}