{"dialogues": {"JAMES": "\n[1]Yeah. \n[2]It's open. \n[3]Victory? I thought this was called Camp Liberty. \n[4]It's Will. Good to meet you J.T. \n[5]Yeah. Here, give me a hand with this. \n[6]By the window. \n[7]A mortar once hit near my trailer -- boom -- a two inch piece of frag cut through the aluminum and flew this far over my head, past my balls and landed in my computer hard-drive. Where's the damn light? \n[8]Yeah, I'm good unless it comes through the roof  in which case I'm gonna need a closed casket. \n[9]Tennessee.     Trailer park off I-5. \n[10]Okay.  Thanks. \n[11]Thanks. But no. \n[12]Nah. I'm good. \n[13]I'm sorry about Thompson, I heard he was a good tech. \n[14]I know I can't fill his shoes, but I'm here to try-- \n[15]--but you know, if it's your time it's your time. No man can change that. \n[16]Looking forward to it. \n[17]Yeah? \n[18]Gimme a minute. \n[19]We had a few bombs up in Kabul too. \n[20]\n[21]Hello boys -- \n[22]Don't tell me the bomb is in there with you. \n[23]I'll get it. Break out the suit. \n[24]Don't need it. \n[25]Nah, I'm going to take care of it. \n[26]Sanborn and Eldridge kneeling before James, buckling on the suit. \n[27]24 \n[28]\n[29]Creating a diversion. \n[30]\n[31]Hell, I don't know. I'll let you know when I'm standing over it. \n[32]James' HEADSET WALKIE barks to life: \n[33]I got it. \n[34]Now aiming at the windshield. But the driver is impassive. \n[35]\n[36]\n[37]We're done. \n[38]Secondary! \n[39]30 \n[40]\n[41]Colt. \n[42]Hey, that wasn't too bad, for our first time working together. \n[43]Are we going on a date, J.T.? \n[44]Hey, this is combat. \n[45]I don't mean to mix it up. But the situation dictated it. \n[46]I'm serious. We're gonna work together. You'll get used to my ops tempo. \n[47]I don't always stop to chat, and I like to go fast. You know, so the insurgents don't have time to plan. I don't want them make any cell phone calls. \n[48]Yeah? \n[49]I don't know, what? \n[50]I don't think about it. Waste of time. \n[51]Three for twelve? \n[52]the change. \n[53]Hey, guess you're out...wherever you are you're probably wearing those tight jeans, damn those look good... Anyway, Baghdad's alright, guys are a little uptight down here, but then they just lost a brother so I understand... uh...(looking up at the stars)...really beautiful night, wish you could see these stars...miss you...bye... \n[54]Hey. \n[55]Shoot. \n[56]I know. We'll get it. \n[57]\n[58]Did you evacuate? \n[59]Eldridge - I want you in that window - keep the alley clear. Sanborn, cover it from the street. \n[60]Close to the burning car. SMOKE rising from the hood and the under carriage awash in FLAMES, like a sleeping dragon. James sprays the fire-extinguisher and the fire subsides. He inspects the interior - looks normal enough - and tries to open the trunk with a pair of pliers, but the handle doesn't give and snaps off under his effort. He kicks the trunk but it remains shut. He turns and lumbers up range, jaw set. \n[61]We're all in the kill zone on this one. \n[62]Now inside the car, slipping on the slimy seats, he cuts the seat cushions with his knife, and rips out the foam upholstery, and finds more bad news buried underneath: SIX ARTILLERY SHELLS and a WIRE that leads to the floorboard and goes under the carpeting. James DIVES to the wire and cuts it, then rips open the carpet to reveal more wire -- and follows the wire through the car, ripping apart the car PIECE by PIECE, cutting wire as he goes. \n[63]\n[64]Not in the back seat. \n[65]None of the cord goes under. It's up here -- somewhere. \n[66]He crawls to the back seat, slipping on the foam and slime. More smoke escapes from the vents. \n[67]Roger that. Be right out. \n[68]So shoot him. \n[69]Still sitting in the back seat. Now he sees the smoking vent. \n[70]Gimmie a minute. \n[71]\n[72]Stay where you are, Sanborn. I'm not done. \n[73]James' POV. He sees in the corner of the back seat, having just wiped away a puddle of fire retardant, a little black box, with a wire leading out of it. He grabs the box. \n[74]Got it. \n[75]Yeah? \n[76]\n[77]Yes, sir, it was. \n[78]Yes, sir. \n[79]Thank you, sir. \n[80]Hell, I'm not sure.    A lot. \n[81]One seven three.   Counting today, Sir. \n[82]The way you don't die. \n[83]Thanks, sir, thank you very much. Sir, couldn't do it without my team Hey, Sanborn! Get over here! \n[84]This here is Sergeant Sanborn, the key to the whole team. And Specialist Eldridge. \n[85]Give me my five bucks and I'll give you your ball. \n[86]Those DVDs were crap. They were so fuzzy I couldn't see a thing. \n[87]I'm telling you, they were fuzzy. \n[88]What's your name anyway? \n[89]Oh yeah - like the soccer player? \n[90]Ready? One, two -- \n[91]-- three. Shit. \n[92]I like to disarm them. Tell   you what, kid, I'll buy another   DVD from you but if this one is   fuzzy you better watch out. Cause   I'm coming for you. \n[93]Hey. \n[94]If you ever get in my shoes and put on the bomb suit you'll see your whole mind changes when you're in front of a bomb. You lose 20 IQ points just from the weight of the suit. Your brain gets so much adrenaline that you hallucinate. Turn off the walkie? \n[95]You'll be lucky if all you do is turn off the walkie. \n[96]How are we on water? I'm dying. \n[97]Water? \n[98]Hold on a second. I think I forgot my gloves back there. \n[99]It's empty. \n[100]Sanborn, watch that chain. \n[101]We should save our ammo at least until we can see these bastards. \n[102]Eldridge, I need ammo. \n[103]\n[104]Clear it, clear it. (the clip is removed, passed to James) Eldridge clean the bullets. The blood is making them jam. \n[105]Spit on `em Eldridge. Spit. Rub. Spit rub. \n[106]Come on, Eldridge. I need ammo. \n[107]You're doing good, man. (putting his hand on Eldridge's shoulder). You're okay. \n[108]I will keep you safe, Owen, that's my job. \n[109]Alright. Scan your sectors. \n[110]Still high, adjust your windage. Elevation. \n[111]He's on the left by the smoke stack. Guy in white. \n[112]Good. There's another one just behind him. Up a meter. \n[113]Good. \n[114]Noticing Sanborn's fatigue. \n[115]Eldridge, grab me the juice out of an MRE. \n[116]Yeah. \n[117]Deal with it. \n[118]It's your call. \n[119]Ready? \n[120]Now we're even. \n[121]One more, boy. \n[122]You acquitted yourself well on the field of battle today. \n[123]Everyone is a coward at some point in their lives. \n[124]That's my son. A real tough little bastard. Like me. \n[125]Well, she was my girlfriend, we had a baby, then she became my wife, then we got divorced.  I thought we got divorced. But she's still in the house, and she says we're still together. \n[126]So, I don't know. What does that make her? \n[127]She ain't dumb. She's loyal. \n[128]Give her your sperm, stud. \n[129]Bomb parts. \n[130]This is from the Blue Opal. (to himself) It's wild, isn't it, to hold something in your hands that could have killed you. (he tosses the board to Sanborn \n[131]That was one of our early roadside bombs we disarmed, the one with -- \n[132]I agree. \n[133]I agree with that too. \n[134]Alright. \n[135]Beauty mark, my mother dropped me at birth. \n[136]Ahhhh! Excellent. Now your turn. \n[137]Looks like it hurt. \n[138]There there. It'll be okay. \n[139]Oh yeah, ride me, ride me. \n[140]You're alright, Sanborn. Let's have another. \n[141]I got him. \n[142]Okay. Here we go big boy. \n[143]Sure. \n[144]I'm doing fine, babe. How are you? \n[145]Great. I'll call you tomorrow when you're awake. \n[146]\n[147]Sure. Bye honey. \n[148]Hell, yeah. \n[149]Aren't you supposed to be at your shrink? \n[150]What the hell does that mean? \n[151]You're healthy? Well, why not. \n[152]I'm going back to sleep now. \n[153]Yeah. \n[154]Anytime, Sir. It's a privilege. \n[155]Don't mean to insult your intelligence, Sir. But if the shit hits the fan, please don't fire out of these windows. They're bullet proof and the round will just bounce around the cabin. \n[156]You been inside already? \n[157]\n[158]Why don't you wait here? We'll bring out anything of interest. \n[159]Yeah, with like twenty pounds of high explosives on it so you get anyone in the room when you open the door. \n[160]Guess no one's home. \n[161]Sorry, one of ours, just a flash grenade. \n[162]The kid at camp. \n[163]He sells DVDs. \n[164]You see him every day. He sells DVDs by the mess tent. His name is Pele. \n[165]Don't touch it. Let's blow it. \n[166]Positioning three blocks of C4 on the body, then plugs blasting caps into the explosives. James nods to Sanborn and Eldridge, and they leave him alone with the body. James walks backwards out of the room, unspooling a roll of detonation cord as he goes. But before he gets to the door... \n[167]Copy that, How long? \n[168]Can you -- you need to explain to them that we don't have 15 minutes. \n[169]Fifteen is not going to work. I need to do this now. \n[170]Tell command I'm in a fucking war zone. And I'm going to blow now. \n[171]Cancel that det. \n[172]Reaching over the body of the boy. He pulls the artillery shell out of the boy's abdomen with his bare hands. He wipes his hands on his pants. \n[173]This is Blaster One, I'm coming down. \n[174]Watching the police truck drive away. He then moves for the Humvee, motioning for Cambridge to load up. \n[175]Our ride is here. \n[176]We're movin'. \n[177]Hey - you haven't seen that kid around here by any chance - who sells movies? \n[178]No English? Don't lie to me. Where's that kid? \n[179]Are you guys responsible for this area? \n[180]That motherfucker over there could be an insurgent, watching the camp and giving intel to his buddies so they know where to launch their mortars. \n[181]He's a security risk. You should get rid of him. \n[182]Does this change anything? \n[183]\n[184]Don't fuck with me man, I'm having a bad day already. \n[185]Wait here. \n[186]Do you speak English? \n[187]I want the people responsible for Pele. \n[188]Pele. The body bomb. \n[189]Take me to the people responsible. \n[190]Maybe you don't understand? \n[191]Ficke, ficke. \n[192]Whorehouse two clicks from here. \n[193]Yeah, I'm right here. What's up? \n[194]Copy that. What's you're twenty. \n[195]I didn't. Sergeant. Let's go. \n[196]Watch the road, Owen. \n[197]Sanborn, get the big spotlights. \n[198]No, we're EOD. \n[199]Oil tanker? \n[200]Sorry, Sir. I didn't recognize you. \n[201]We'll take a close look, Sir. \n[202]Roger that, Sir. We'll do our best. \n[203]Roger, Sir. We better get moving. \n[204]Approaches the woman in the Bhurka -- \n[205]Hey! Hey -- you alright? -- Keef Halek? \n[206]Hey, I'm right here. \n[207]This is where the blast stopped. Look over there. \n[208]Perfect vantage point for a remote det -- and I bet he's out there right now watching us make fools of ourselves. We could get him. \n[209]Yeah, let's go hunting. \n[210]No? \n[211]You don't say No to me, Sergeant. I say No to you -- and I'm not going to let this bomber slink off while the grunts get their act together. \n[212]Let's go. Now. \n[213]You got to work on your pull ups. \n[214]That little bastard. Let's torch this spot so he can't use it again. \n[215]Do you have an incendiary? \n[216]Eldridge!!! \n[217]This guy comes out of the dark - Eldridge shoots. \n[218]Another guy comes from behind him -- gets the drop on him. You're a hostage. \n[219]Hit `em with both lights on three. \n[220]One. Two. \n[221]Three. \n[222]Again. One two three. Do it. Do it. \n[223]No. You're fine. \n[224]Fine. I'm fine. \n[225]Yeah. Thanks. I'm just tired. \n[226]Nah, I'm good. \n[227]You'll probably be walking in a few months. \n[228]Wow. Six ain't bad. \n[229]I'm sorry. \n[230]Wind and sand buffet his face. He turns to say something to Sanborn. But he's already walking away. \n[231]I hear ticking. \n[232]Hey, Sanborn. \n[233]Send your skivvies down here on the bot, I'll run a quick bleach cycle. Somebody threw out a perfectly good washing machine. \n[234]What's going on? \n[235]We'll follow you. \n[236]Tell him to open his jacket. I need to see the bomb. \n[237]With that much bang, I'd need a hundred meter perimeter. Tell him to get on his knees. \n[238]I want you one hundred meters away, like everybody else. \n[239]You don't need to. I'm going down there. \n[240]What the fuck is he shouting now? \n[241]Where's that helmet? \n[242]That's why it's called a suicide bomb. \n[243]Nah. That guy wants to catch an American? I'll give him an American. \n[244]Uh-huh. \n[245]If I shoot you now, I can disarm this bomb much more easily. Do you understand? \n[246]Sanborn, give your walkie to the translator. \n[247]What the hell is this guy saying? \n[248]Holds his walkie up for the man to hear the translator. \n[249]Hands have to stay behind his head or I will be very happy to shoot him. \n[250]That's not what I asked you. Now I'm going to shoot if he doesn't understand that he can't move his hands. \n[251]Sanborn, I need to get this rig off. There's too many wires here to figure it out. \n[252]Bolt cutters. \n[253]You've got two minutes to get them and get down here. \n[254]Don't move. \n[255]Nope. \n[256]What is this made out of? \n[257]Motherfucker. What's our time? \n[258]Shit. Ok. Let me think. \n[259]We'd need an arc welder to get this off properly. \n[260]Let's try the back of it. \n[261]Go. I got the suit. \n[262]Take it with you, that's a good pistol. \n[263]In forty five seconds. \n[264]I'm sorry. \n[265]The metal is too thick. \n[266]Sorry. \n[267]--CU his face: White. No movement. Total silence. --blood seeps from his nose --then, as if overcoming great resistance, his heart turns over -- Daaaa--duuuunk --sharp, loud inhale of breath. Like birth. The heart kicks in again. Da-dunk. Da-dunk. James struggles to stand. He looks uprange. Sanborn is staggering towards the soldiers. \n[268]You alright? \n[269]Have a hit. \n[270]Bro, you're not going to die out here. \n[271]You got time. \n[272]Hell, I don't know. \n[273]Yeah.  I do. But I don't know why. Do you know why I am the way I am? \n[274]This traffic is pissing me off. \n[275]I know where I am but I'm lost. \n[276]Pushes the cart over to the sauce section. Down the squeaky- clean aisle. His progress is impeded by an OBESE WOMAN who is mulling over cat litter. Her overflowing cart blocks the aisle. James stops. Hands tight on the shopping cart. He looks at her hard. She ignores him. Where's the 9mm when you need it? James clears his throat. She sees him. Moves her cart. He continues on, walking through the cavernous space. At last, he's at the sauce section. He is rattled by the abundance after the bleakness of Iraq, and the array of choices is dizzying. --He reaches for a bottle, then pulls back, unsure. --Giving up, he picks a bottle at random and tosses it into the cart. \n[277]Yeah, okay.  You know, they're really short on bomb techs over there. \n[278]Uh-huh. \n[279]I know, it's crazy. So how's life at home treating you? \n[280]We just did, buddy. \n[281]\n[282]Once upon a time, in a distant kingdom, there were many magic \n[283]Every person had a magic box. But you couldn't tell they were magic boxes on the outside. Like this one. \n[284]It just looks like a plain old box. Then a new king came along and told all the people, you have to give me all your magic boxes. But the people, instead of giving away their boxes decided to hide them. And they put their boxes in secret places all over the kingdom. They put them in the roads. They put them in cars. They put them in buildings. And the King said, (does a King's gravelly baritone) \"Well, how am I going to get my magic boxes now?\" And one of the King's men said, \"We have a special Knight with special armor, and he can find the boxes. And only he. \n[285]And this Knight gathered up all the boxes, far and wide. And sometimes - - when he wasn't sure if it was a magic box -- he opened them. \n[286]And the King said to the Knight, you have done a wonderful job. I will grant you one wish. What do you wish? \n[287]But the Knight didn't know what to say. \n[288]You see, the thing is, son. One day you'll understand that when you start out like you are now, you love everything. You love your Mommy and your Daddy. You love your bobba. You love your blanket. \n[289]You even love your little crib, and these dumb toys. But as you get older some of the things you love don't seem special anymore. That bobba is one day just going to look like an ordinary plastic bottle to you. And the older you get, the more this happens and the fewer things you love. And by the time you get to be my age, sometimes you only love one -- or two -- things. \n[290]With me, I think's it's one. \n[291]You lost again, Sergeant? \n[292]Your welcome, m'am. ", "SANBORN": "\n[1]Going left. \n[2]\n[3]There? \n[4]I can't get it inside. \n[5]I'm pretending it's your dick. \n[6]Give me a second. \n[7]Shit. Okay. \n[8]Looks like a one-five-five. \n[9]We're going to need a charge. \n[10]Damn. \n[11]Matt, the bot's not going to do it. \n[12]What, you don't like it here? \n[13]I thought you already had your children, Sergeant. \n[14]Ready? \n[15]Happy trails. \n[16]Copy, that. Blaster One. You're good to go. \n[17]Copy that. 200 meters. \n[18]Copy, that. 100 meters out. \n[19]Copy twenty five. You're in the kill zone. \n[20]Copy that. \n[21]Hold on. Bird coming in. \n[22]Jesus.  I think he figured out we were EOD. You're good, Blaster One. \n[23]Copy that. You coming back? \n[24]Yeah? \n[25]He shouldn't be -- \n[26]--bolting sideways trying to get Eldridge out of his line of \n[27]Sergeant James. (extending his hand) J.T. Sanborn. Welcome to Bravo Company and welcome to Camp Victory. \n[28]They changed it last week. Victory sounds better. \n[29]So, is that all you brought from Kabul? \n[30]This should stop any lateral pieces. \n[31]The accent -- you from Georgia? \n[32]Oh, right. I'm from Vermont. You know, \"live free or die.\" Trees. Snow. Maple syrup. Pot. \n[33]Well, if you need anything to get squared away, just let me know. Either myself or Owen -- Eldridge -- be happy to steer you in the right direction for supplies, whatever. \n[34]Anyway, the mess tent can be hard to find the first time ... so ... if you want ... we're going over there now to grab chow ... come along. \n[35]You want me to bring you back a burger or something? \n[36]Yeah, he was. And he was a good team leader too. \n[37]Appreciate it. \n[38]Yeah, I guess that's true. So, we roll at oh-six-hundred. \n[39]A good `ole boy. You know, loves the Army, blood runs green. Country boy. Seems solid. \n[40]Then he's just your type. \n[41]It's your time it's your time. \n[42]Ten million? \n[43]Gimme a break, Owen. \n[44]Hey Owen -- watch the fucking road. \n[45]Clear here. \n[46]Victory Main, Victory Main, this is Blaster Mike. Interogative, Do you have an updated poz for the link- up? Has their position changed? \n[47]Negative, Main. No one in sight. \n[48]that's were I am and I don't see any guys in fatigues, and I sure as hell don't see any American flag, Over. \n[49]Yeah, thanks. Roger that. \n[50]What about the bot? \n[51]What? Aren't we going to send the bot down to take a look? \n[52]I was thinking if we sent the bot down first -- \n[53]He's reckless. \n[54]I've seen so much garbage I'm starting to like the smell. \n[55]Blaster One, what are you doing? \n[56]Blaster One, this is Blaster Mike, what's with the fire on the side of the road, over? \n[57]Hey James, can you hear me? What's with the fire on the side of the road, over? \n[58]From what? Is there a threat? \n[59]Get up on that wall. \n[60]James, I can't see you, over. \n[61]Tell me what you see, Specialist. \n[62]Eldridge, move down that wall and maintain a visual. Move. Move. \n[63]James, the smoke is killing my visibility. Where are you in relation to the IED? Are you 100 meters, yet? \n[64]\n[65]Still can't see clearly. Processing this information.   Turns to Eldridge. Eldridge using his rifle scope as well - shakes his head.    No visual. \n[66]Negative, negative. You're too close to the IED-- Stand down. EOD has the situation under control. \n[67]Copy that. \n[68]But I have no idea what you're talking about, Blaster One, since I can't see you. Over. \n[69]Off the wall, Owen! Get behind something. Find cover. \n[70]We can arrange that. \n[71]What do you like? \n[72]Nice southern brand. \n[73]I think working together is I talk to you. And you talk to me. \n[74]No, we're going on a mission. And it's my job to keep you safe, so we can keep going on missions. \n[75]Thirty eight. Assuming we survive today. \n[76]Roger that. \n[77]Your ops tempo? \n[78]Ketchup? \n[79]Goat meat, probably. \n[80]Pray for something better -- and while you're at it, pray for a new team leader. \n[81]Be better than him. \n[82]He asks everyone what they think about death. Ever since Thompson was KIA. \n[83]Thanks, I will handle it. \n[84]Hey. \n[85]I gotta talk to you about something before we roll out. \n[86]Yesterday -- that was not cool. \n[87]I was in Military Intel for seven years. Before EOD. We ran combat missions in every shit hole on the \n[88]Bot is ready. \n[89]He's stationed himself near the mouth of the alley.   Wisps of smoke and flames in the air. \n[90]Copy that. How's the fire look from up there. \n[91]Watching James walk back uprange. \n[92]Blaster One, what is going on? \n[93]Good question. But I'm not liking it. \n[94]Sanborn stares at James and the car. Great. \n[95]His walkie barks to life. \n[96]Where's the switch? \n[97]\n[98]It's been thirty seconds. You need to bail. \n[99]Imshee! Imshee! \n[100]\n[101]Copy that. James, you need to get out. There's another potential bomber here. \n[102]\n[103]Negative, Negative. Hold your fire. Get the fuck out of here! \n[104]Blaster One, do you copy, over? \n[105]\n[106]Roger that.  Will, we can pull out. The building is evacuated. James? \n[107]Blaster One, we are cleared to leave this fucking site. Walk away. Do you copy, over? \n[108]\n[109]Negative. Negative. \n[110]Roger. We are staying until James is finished. James, what's the situation? Goddamn, Will, I need a report. \n[111]Take the suit. \n[112]Hey, James. \n[113]Don't you turn off your walkie again. \n[114]Thanks, Sir. \n[115]I don't care, (not caring that James may overhear) the guy is not safe. You can have mine and I'll pin it on your coffin. \n[116]Fuck, Owen. I don't know. Probably not. \n[117]Hey. \n[118]No. I'm all out. \n[119]Fire in the hole. Fire in the hole \n[120]With that shot laid out like that, it could be a UXO that just cooks off. \n[121]Boom. \n[122]His helmet, you'd have that. \n[123]And little bits of hair stuck to it. \n[124]We'd have to recommend a major change in techniques and protocols so that kind of accident never happens again. You'd write the first draft of the report. \n[125]I'm not going to write it. \n[126]James? Do you copy? James? \n[127]Rock it out, slowly. \n[128]Try gunning it. \n[129]It's alright. \n[130]I don't fucking know! -- but James is down!!! \n[131]Got it. \n[132]Be right back. I gotta piss. \n[133]Hey Owen, look! Will has possessions! I didn't know you owned anything, Will. \n[134]So you're married? \n[135]Dumb, to be with you? \n[136]My problem is the one girl who I like keeps talking about kids. Kids. Kids. \n[137]Nah. I'm not ready. And what's this? \n[138]No shit. Why do you have them? \n[139]--it's a piece of junk from Radio Shack. \n[140]The only reason he likes you is because you act like his bitch, and you look up to him, and he likes to be the top dog. \n[141]That punch was harder than I hit you. I'm owed a good one. \n[142]Get off of me you freak. \n[143]Do you think I have what it takes to get in the bomb suit? \n[144]I have something? \n[145]No. \n[146]Yeah. \n[147]Thompson, Matt. Sergeant EOD. Baker Company. \n[148]Yeah, I did. He was my team leader. \n[149]Thank you. Thank you. \n[150]What's up team? \n[151]Can I get a Huu-haa? \n[152]This would be a great place to put a pressure activator. \n[153]What? \n[154]No, that's not him. \n[155]Different kid. \n[156]You seen a body bomb before? \n[157]No, I don't. \n[158]Yeah. Could it be? One in a million chance. \n[159]Very weird. \n[160]I bet you he doesn't put this one under his bed. \n[161]I repeat, do you copy? Do you copy? \n[162]Oh nothing. \n[163]you might want to join us in the Humvee for a little outing the Army wants us to go on. \n[164]We're at the south gate, James. We've been waiting for you for half an hour. Where have you been? Over. \n[165]A tanker blew up near the Green Zone about an hour ago. We're doing a post-blast on it. To figure out how the suicide bomber pulled it off. So where did you say you were again? \n[166]Friendlies, coming `in. \n[167]Hey. \n[168]That's an engine block. A big one, too. From a truck probably. \n[169]It's what I'm thinking. \n[170]Stop! Wagef! Wagef! \n[171]A BODY lies trapped beneath a pile of rubble. Sanborn reaches down to remove one of the chunks of stone. It slides away, but another falls in its place. \n[172]It's hair. \n[173]No. \n[174]Man, this is bullshit. You got -- what?-- three infantry platoons here. That's their job. \n[175]No. \n[176]He's gone. \n[177]Three shots, close range. He takes a step forward to see what he's hit. \n[178]That way is towards the tanker, troops. \n[179]Fuck. Okay. \n[180]So how you doing with this? \n[181]Fine? You know I lied to our sergeant. \n[182]So Eldridge wouldn't have to go around saying he was shot by his own team leader. \n[183]You want some sleeping pills? \n[184]Take care of yourself, Owen. \n[185]Copy. What's up? \n[186]Copy that. \n[187]Hustle back, something's going on. \n[188]Not a bad man? You've got to be kidding me. This is a trap. He wants to draw people close to him. \n[189]We've had our differences. Eldridge? That's water under the bridge. It happened. But this -- this is suicide. \n[190]It's suicide for you, Will. \n[191]Copy that, what do you need? \n[192]Copy that. I'll get `em. \n[193]Fuck. Copy that. \n[194]Running hard with the bolt cutters. --Past a crew of soldiers. --Down the road, sprinting now. Rifle flapping. \n[195]Holy shit. You weren't kidding. \n[196]Case hardened steel. \n[197]Three minutes. \n[198]I don't think we have one of those in the truck. \n[199]We have to bail. \n[200]What do you want me to do with the pistol? \n[201]When do you leave? \n[202]Get back! Get back! \n[203]No.   I hate this place \n[204]I'm not ready to die, man. \n[205]Another inch or two difference. Shrapnel goes zing (still touching his neck). Severs my throat. I bleed out in the sand. Fuck. If I die now, nobody will even really care. My folks, sure. But that don't count. Who else? I don't even have a son. \n[206]No... I'm done. I want a son, Will. I want a son. \n[207]Why do you do it? Take the risks? \n[208]But you know what I'm talking about, right? Every time we go out, you throw the dice. Live or die, you just throw `em down. You recognize that, right? \n[209]No, Will, I don't. \n[210]Where are we, anyway? \n[211]I know how to talk to him. \n[212]What the fuck is the matter with you? You got a family, kid, nice looking burgers. \n[213]I made the plunge.  But I thought we were talking about you. \n[214]Get in, before I change my mind. \n[215]Couldn't risk letting you on a public bus. Probably shoot the damn driver if it wasn't moving fast enough. ", "ELDRIDGE": "\n[1]Figured four blocks. Hey with these four blocks and the ninety pounds, are we going to be far enough away? \n[2]You know I'll be behind the truck. \n[3]Hey Sanborn -- \n[4]Butcher shop - dude has a phone. \n[5]Hey - put that down-- \n[6]\n[7]Hey - put the phone down! \n[8]--legs pumping, his thumb flicks the rifle safety-- The butcher smiles. Gives Eldridge the thumbs up sign. His other thumb is jamming a button on the phone. Now Eldridge is panicked, shouting: \n[9]\n[10]So? \n[11]I always liked southerners, for some reason. \n[12]Why is it always the gay jokes with you. It's not even funny. \n[13]He said that? \n[14]Where's the FNG? \n[15]It's oh-six-hundred. \n[16]Those Abrams have been parked ever since I got here nine months ago, and I ain't seen them move once. They should put those on eBay. Hey, J.T., how much you think one of those would cost? \n[17]Well I guess it makes sense. Anybody comes alongside the Humvee, we're dead. Anybody looks at you funny, you're dead. Pretty much, the bottom line, is if you're in Iraq you're dead. How's a tank going to stop that? \n[18]Sorry. Just trying to scare the new guy. \n[19]Sure, I bet you did. But you're going to be real busy here, boss. \n[20]Imshee -- Imshee ! \n[21]Clear here. \n[22]They abandoned their vehicle? \n[23]He's a rowdy boy. \n[24]Somebody should tell the U.N. to send the rice in clear plastic bags so there's no place to hide the IEDs. The insurgent would be like, `Allah has forsaken me all the bags are clear'. \n[25]I see his back. He's walking downrange. Oh, I lost him. \n[26]Roger, roger. I'm on him. He's still walking. \n[27]Car! Car! A car stopped in front of him. \n[28]We're in a kill zone! \n[29]I'd take a beer. \n[30]It's just thirty nine days. \n[31]Tick-tock. Tick-tock. \n[32]This is not Pizza Hut. \n[33]Goat meat pepperoni? I'd be glad if this was goat meat pepperoni. \n[34]I'd eat a truckload of goat meat pepperoni. No, this is something else. (slapping the fake pepperoni on the table) This is unholy. \n[35]You sure you want to be the guy in the bomb suit? \n[36]Hey, James. \n[37]That was some crazy shit you pulled out there. \n[38]Hell yeah. You're either really lucky or really good. Right up on the car like that. Gun to the head. Crazy. You know it might backfire on you someday. You know that. You might actually die. And then what? \n[39]You don't meet your maker. You just get vaporized into little bits of \n[40]\"Be all that you can be,\" right? But what if all I can be is dead on the side of an Iraqi road? \n[41]Why? I think it's logical. This is a war, right Doc? People die all the time. Why not me? \n[42]What do you think about? \n[43]Excuse me. \n[44]Blaster Mike, I'm at the window. \n[45]Flames a meter high, over. \n[46]What's happening? \n[47]Sir, I'm going to need you to stay away from the window. \n[48]In my opinion, no. \n[49]I believe the lane is too narrow for a Humvee, Sir. \n[50]I don't believe we have any of those on hand, Sir. \n[51]\n[52]Sir, I'm going to need you to step away from the window. \n[53]Trains his scope on the head of the bicyclist. \n[54]I'm going to burn him on three. One. \n[55]Blaster Mike, do you copy? Please don't make me kill you. \n[56]Eyes never leaving the street below, flicks the safety of his rifle back on. Geddes notices the sweat on Eldridge's face, and feels a sudden surge of sympathy for the younger man. \n[57]Thank you, sir. Again, I apologize for the intrusion into -- \n[58]Well, actually, the uh--rules -- \n[59]Is that how you did it in Northern Ireland? With murder? \n[60]J.T, the building is clear now. We can pull out. \n[61]\n[62]J.T., are we moving? \n[63]Bronze star? \n[64]So you do think I'm going to die. \n[65]What if I should be pulling the trigger more often? Killing people? Bomb makers. \n[66]But what if I need to change the mission - to survive? That bicyclist I told you about? I'm ninety percent sure he was an insurgent. I could have shot him. Not my mission. But it would have been legal. \n[67]You don't? \n[68]And you know this from your extensive work in the field. \n[69]Where was that? Yale? \n[70]Keep the soldier in the fight and the fight in the soldier, right Doc? \n[71]Seriously, I appreciate what you're saying. But you need to get out from behind this desk more. \n[72]J.T.'s got some. \n[73]Those detonators break all the time. Accidental misfire. \n[74]Boom. \n[75]A shot that size would obliterate everything in its path. \n[76]Oh yeah, there'd be half a helmet somewhere. \n[77]Little bits of hair. \n[78]Are you serious? \n[79]No, are you serious about killing him? \n[80]What am I shooting at? \n[81]Roger. \n[82]Uh, Will. \n[83]At my one o'clock. Two hundred meters. Something moved behind a parked car. Either a tan dog or a man in a light-colored shirt. \n[84]Uh--Ok. \n[85]I don't think it's a dog.   Should I fire? \n[86]\n[87]Really? I got scared. \n[88]What's this one from? \n[89]\n[90]The humiliation is too great to bear. (he pulls the trigger while slipping out the clip). Good-bye world. \n[91]Hold on, we need some rules. No face shots. \n[92]Looks like frag scars. \n[93]Later. \n[94]Tough night. \n[95]I fired him. I said, Doc, shooting a man had a salubrious effect on me. \n[96]Healthy. \n[97]Let's roll. \n[98]Get a Medic to look at your cheek. \n[99]Rope trick? \n[100]This is sick. \n[101]...So you really don't think it was the DVD kid? \n[102]You're positive? \n[103]I don't know. Will seemed positive. But that was weird. \n[104]But then Will's pretty weird. He keeps bomb parts under his bed. \n[105]What happened to your head. \n[106]Shines his light on a concrete wall, stained with what looks like threads of black lace. He draws closer. What is it? Sanborn leans in. \n[107]James?! \n[108]You want to go out there? \n[109]I could stand to get in some trouble. \n[110]Am I dead? \n[111]Am I dead? Am I dead? Am I dead? \n[112]My tibia is shattered in nine places I don't think I'm going to be walking soon. The doc said six months if I'm lucky. \n[113]Not bad? It fucking sucks man. \n[114]You see that motherfucker. That's what happens when you shoot somebody. \n[115]You're sorry? Fuck you, Will. Really fuck you. Thanks for saving my life and all but we didn't have to go hunting for the trigger man. You invented it, to get your adrenaline fix. You war mongering fuck. ", "THOMPSON": "\n[1]It's to the left. \n[2]Up a little. \n[3]Closer. I want to see the ojive. \n[4]Push it in. \n[5]Pretend it's your dick. \n[6]Let me try. \n[7]Give me a crack at it. \n[8]Hello mamma. See that? \n[9]Yeah. That can do some damage. \n[10]The blast is going to roll out there  the shell will probably kick out there , and most of the shrapnel is going to rain up in an umbrella pattern. Some smaller pieces and shell fragments will come out this way -- but we'll be okay if we are behind the truck. \n[11]Nothing wrong with that, Owen. Let's get the area cleared-- \n[12]Keep trying. \n[13]Okay, you're right. I have to go down there - don't you think? \n[14]I don't want to wait around here in this neighborhood anyway. \n[15]Let's just get me dressed. \n[16]Watch it. \n[17]Need to keep my options open. \n[18]Okay. I'm going to make my approach. This area looks okay. No power-lines. Clean line of sight. If it looks alright when I get down there, I'm going to plug it in and we'll just blow it. Boom -- no more bomb -- give these people something to think about. \n[19]I want them to know if they're going to leave a bomb on the side of the road for us, we're going to blow up their little road. Leave them a crater and an ear ache. \n[20]I'm craving a hamburger, is that strange? \n[21]This is Blaster One. \n[22]200 meters. It's boiling in here. \n[23]One hundred. \n[24]Twenty five. \n[25]Thanks for reminding me. \n[26]Alright. I'm here. I'm gonna put it in. \n[27]I hear it. \n[28]Guy is trying to kill me. \n[29]If he brings that electricity back here, I'm going to put a bullet in his tail. \n[30]We're armed and ready to blow, Blaster Mike. \n[31]Copy that, I'm on my way. \n[32]--walking towards the Humvee away from the bomb. Lumbering steps. \n[33]50 meters. Why is Eldridge running? \n[34]--starts to run.   Fear in his eyes. \n[35]--running full out now-- ", "SOLDIER": "\n[1]EOD has a nine on this Haji in the car. I'm going to get two guys over there to back him up. \n[2]\n[3]Three or four rounds fired. The nine is now pressing into the Haji's forehead. \n[4]Copy that. \n[5]Good hit, man. \n[6]I'm going to go for the Humvee. What do you say? \n[7]We've been here two hours and they ain't seen nothing. I'm going to go for it. \n[8]Those fuckers are dead. \n[9]It's safe. I'm telling you You got those fuckers. \n[10]See? You got them. \n[11]Kiss this mother fucker!!! \n[12]What can I do for you? \n[13]Remains? \n[14]Personal effects? \n[15]What's the name? \n[16]Okay let me see. He's at three- three-eight.  third aisle down the hall. \n[17]I'll walk you over there. \n[18]Here you go. Did you know him? \n[19]Oh, I'm sorry brother. \n[20]Roger. Could be anything. At least 15 minutes is what they're saying. \n[21]Roger. I'll see if we can push this ahead. \n[22]Roger, I understand. If it was me, I would go for it, but I don't think command is going to budge under the circumstances. \n[23]Blaster One, I don't know who you know, but you got your permission. Ready to det any time you say so. \n[24]You guys the Medics? \n[25]Welcome to Delta-Company. ", "UPRANGE": "\n[1]Everyone cringes.   The cap doesn't explode. Close call. \n[2]Sanborn wiggles the stick.      It's not happening. \n[3]\n[4]\n[5]Eldridge and Sanborn are at the ready, scanning the area and watching Thompson. \n[6]A collective sigh of relief. \n[7]Sanborn and Eldridge lower their rifles. \n[8]Eldridge turns away from Thompson and opens the HUMVEE trunk to stow the bot. Sanborn swats a fly and takes a sip of water. Eldridge loads the bot. Out of the corner of his eye he sees some movement in the butcher shop. \n[9]\n[10]Sanborn looks on in confusion. \n[11]He climbs up on top of the Humvee to get a better look but gets only a partial view. \n[12]Sanborn and Eldridge can hear the shouting but the lingering smoke still obscures their sight. \n[13]Eldridge looks through his rifle scope. \n[14]\n[15]\n[16]Sanborn casts a nervous look around the poverty-stricken neighborhood. It has taken on a forboding vibe in the unrelenting storm. \n[17]\n[18]The translator keys his walkie. \n[19]Sanborn is already running towards the truck when he hears James. \n[20]Sanborn runs to the truck. He roots around looking for the bolt cutter. At last he finds it, and comes charging out with it. ", "COLONEL REED": "\n[1]Hi boys. \n[2]That you in the bomb suit? \n[3]You were the guy in the flaming car, Sergeant James? \n[4]Well hot damn, that was some hot shit. You're a wild man, you know that? \n[5]He's a wild man, you know that? Let me shake your hand. \n[6]How many bombs have you disarmed, Sergeant? \n[7]Sergeant, I asked you a question. \n[8]Holy shit. One hundred and seventy fucking three bombs. God damn. That must be a record. So tell me, what's the best way to go about disarming one of these things? \n[9]Good one, spoken like a wild man. I'd like a picture with this man - anybody here have a camera? \n[10]You guys should all get Bronze stars and I'm gonna recommend it. \n[11]Good luck, boys. Keep on keeping on. \n[12]You wouldn't catch me walking down on no fuckin' bomb. Hell no, you're not gonna get me in that monkey suit. \n[13]Okay fellas? \n[14]We haven't found a body so it could be a suicide bomber or some clever bastard that caused all this -- and slipped away to sip tea with his mommie -- we just don't know. \n[15]This kind of situation we may never know what happened. This is a mass casualty situation - terrible destruction. \n[16]They're cowards, you know. I wish they would stand up and fight us, man to man, instead of playing hide and seek with me. \n[17]Right, go ahead Sergeant. ", "AMBASSADOR GEDDES": "\n[1]...So in sixteen months time I believe five million gallons per day is in fact rather conservative. \n[2]Only on the margins. Everyday, the risks diminish and the rewards multiply-- \n[3]Ah, and here is EOD. You see gentlemen, everything is fine. The site is secure. The bomb -- if there even is one -- will easily be dispensed by the crack American team. \n[4]Yes, please, sit down. It's safe. \n[5]He is just an observer. \n[6]This is idiotic. Why not tow the vehicle away from the building? \n[7]Donkeys.   Use donkeys. \n[8]Jesus, Lord. You Americans really are incompetent. No donkeys on hand? What do you think I'm talking about, a full squadron of farm animals? \n[9]Go downstairs, grab a farmer or one of those street vendors and procure - meaning purchase, buy - several donkeys. Then tow this car bomb away from my office. \n[10]Oh, that's rich. Give him a count. \n[11]Been in combat very long? \n[12]Well done.     That took great self control. \n[13]Yes, but I doubt the insurgents will appreciate your restraint.  If I may give you a piece of free advice, next time, pull the trigger. \n[14]That's the only way out, I'm afraid. When you're in a losing battle, you have to draw blood. No insurgency in modern history has ever been truly defeated, so all you can do is manage your exit. Clear a wide swath of bodies so you have room to withdraw. \n[15]I'm sorry to say it, but that's just how it's done. You need to show some vigor. In Kenya, we executed the insurgents in their beds, until they gave us room. Falklands, the same. That's just how it's done. \n[16]There you are. Now you're showing some vigor. ", "SERGEANT": "\n[1]\n[2]An office worker called it in. The car doesn't belong to anyone who works at the building. It's been parked there for an hour. No license plate and the suspension is sagging, so there's something heavy in the trunk -- three or four hundred pounds. Could be a bomb. \n[3]We're trying. But the English Ambassador said we're supposed to guarantee his safety. \n[4]Get up there with your Barret and help him out. \n[5]Hey Chris - can you hear me? Chill out on the fifty man. \n[6]Do you see anything. \n[7]Hit him if you see him again. \n[8]Oh fuck. Oh fuck. Jesus. \n[9]We are taking incoming fire. I have two KIA. The grid -- \n[10]Copy that. Okay. Can you get us some help. Don't do that fellas. \n[11]I don't know. \n[12]What if they hit us with an RPG when we get out? What if they were just waiting for us to get in the Humvee. \n[13]Keep that translator back. \n[14]He came walking up to our checkpoint, said he had a bomb strapped to him. He was sorry. He didn't want it to blow up. He begged us to take it off him. \n[15]Can we just shoot him? ", "PELE": "\n[1]One for five, two for nine. \n[2]Three for thirteen. And for you, no tax. \n[3]Ball! Ball! \n[4]Give it. \n[5]Five dollars - for what? \n[6]No, impossible. \n[7]That's Hollywood, my man. Special effects. \n[8]Pele. \n[9]Yes, the great Pele \n[10]So you are EOD -- boomala boomala. It's fun, no? \n[11]Hey, Boomala, Boomala! \n[12]\n[13]Look at these, best quality.    No special effects! ", "DOWNRANGE": "\n[1]The bot dutifully makes its return voyage to the plastic bag, this time towing a cart which is loaded with C4 and a blasting cap, and a coil of unspooling detonation wire. The robot hits a bump causing the blasting cap to tumble to the ground, where it begins to roll -- \n[2]The blasting cap has rolled into a gully, out of reach of the robot hand. \n[3]The robot hand tries again. No dice. \n[4]Thompson walks on. A knot of flies floats in the air in front of his helmet.    He lifts an arm and they disappear. The desert sun glints off a nearby car and momentarily bleaches his mask bright white. A YOUNG GIRL with an INFANT BABY in her arms appears in a far off doorway, then withdraws out of sight. He looks down, CAREFULLY watches his footfalls.   Garbage piled on top of garbage. \n[5]Thompson: careful footfalls on sand. Breathing. Heat.   Sun.   Sweat.   Flies. Suddenly a DOG out of nowhere charges, BARKING ferociously. Thompson is momentarily startled.    Then resumes his walking. The dog runs off. Thompson blinks more sweat out of his eyes. \n[6]Thompson inserts the cap back into the C4. \n[7]Thompson carefully nudges a Coke can out of the way of his boots. \n[8]A WASHING MACHINE. Sitting in the middle of the street. \n[9]James approaches the washing machine. \n[10]James presses his pistol harder into the man's forehead. \n[11]The Casio watch is at 4:30. \n[12]Sanborn skids to a halt, hands James the cutters. James hands his gun to Sanborn, who holds it on the man's forehead. James sets to work, applying the cutters to the thick metal holding the bomb to his chest. The man is crying now. Sanborn sees the Casio. It reads 4:00 ", "GUARD": "\n[1]What's up? \n[2]I think he's just a guy selling DVDs. \n[3]The merchants are cleared. I couldn't do anything to him without the say-so from my CO. \n[4]Are you cleared to leave the camp through this gate, Sir? \n[5]I'm going to need to see your ID again. \n[6]What're you doing? \n[7]Yeah? \n[8]If I let you in, will you tell me where it is exactly? ", "TRANSLATOR": "\n[1]But the bomb was forced on him. Against his will. He is not a bad man! \n[2]Help this man. He's not a bad man. \n[3]NO. He's not a bad man. He has a family. The bomb was forced on him. He is asking for help. Only help. \n[4]But how will I hear? \n[5]He's asking you to hurry. He thinks the bomb has a timer on it. \n[6]Yes? \n[7]He says, I don't wish to die. I have a family. Please take this off me. \n[8]He says, please hurry he has a family. ", "BLACK SUIT": "\n[1]Smiles thinly as James nears. James nods at him. The man nods, frightened. \n[2]Inshalla. Inshalla. \n[3]Yes. Yes. Yes! \n[4]Please. Please. \n[5]Please, please. \n[6]Help me. Help me! \n[7]No! No! ", "HUMVEE": "\n[1]Sanborn unpacks \"THE SUIT.\" A bizarre contraption that looks like an astronaut suit and helmet crossed with the Michelin Man. Because of its weight and complexity it takes two men to put it on - or one Sanborn. Sanborn kneels down and guides Thompson's feet into the suit's black boots, then lashes up a series of Velcro straps to secure the armor, like a squire working on a knight. A strap near the crotch prompts Thompson to wisecrack: \n[2]James is buried inside the Humvee, searching. He tosses what he doesn't need, and a succession of items comes flying out -- food, clothing, a tarp. Now James walks back towards the Blue Opal without saying a word. In his hand is a crowbar. \n[3]James' face looks flushed, red, sweat dripping. Eldridge begins ripping apart the Velcro from James' legs. \n[4]James sits in the front with his IPOD earphones on.   Lost to the world. Eldridge starts to climb into the turret.    Before he does he speaks softly to Sanborn. \n[5]Eldridge, who is in the driver's seat, starts shooting his M4 rifle. \n[6]Sanborn and Eldridge sit across from each other, watching James. "}}