{"dialogues": {"JENNIFER": "\n[1]Hello? Jennifer cautiously steps inside. \n[2]Hello? Jennifer walks in further, trying to not step on anything. \n[3]Hello? \n[4]It's fine, really. I'm Jennifer Hills. We spoke last week. I'm the one who's renting the cabin on... \n[5].on Mockingbird Trail. Earl's surprised. \n[6]Afraid not. Earl hands her the key. Earl pulls a map with some hand-drawn arrows already on it. \n[7]Well if I get lost I'll just ask for directions. \n[8]Well, I guess I don't have to worry about bothering the neighbors. \n[9]No, no. I'm looking forward to the peace and quiet. I'm a novelist. I'm starting my next book. \n[10]No, it's fine. I'm sort of lost anyway. Looking for Mockingbird Trail? \n[11]Really? I thought-- \n[12]Oh, okay, I think I saw that. \n[13]Uh... no. I mean yes. As she glances to the gas pump, Johnny looks her up and down. She is definitely something to look at. Johnny places his hand on the hood of the car. Glances to the guys, then back to her. \n[14]How's that line working for you? The gas pump clicks off interrupting. But Johnny just stands there looking at her. \n[15]Let me just... Jennifer fumbles into her purse when the map falls from her hands. \n[16]No I got it-- Johnny gets uncomfortably close to Jennifer at the rear door of the car when-- HONK -- HONK -- HONK - The SUV's deafening alarm blares out. Johnny's startled, stumbles backwards, trips and goes sprawling to the ground. Jennifer, controlling laughter, holds up her keys and clicks the alarm off. Johnny is covered in dust and oil, struggling to get to his feet while maintaining a shred of dignity. Jennifer chuckles. \n[17]Sorry. I accidentally hit the panic button. Are you okay? \n[18]Sure you okay? Johnny's eyes are cold, his face red. \n[19].Lonely? Are you kidding? I should've come out here on my first book... The wind kicks up and a in the distance a door is slammed shut. It startles jennifer. She looks in the direction of the sound. \n[20]Sorry, something just... Another slam, and again. \n[21]Barb, hold on a minute... \n[22]Let me call you back. \n[23]Hello? In response, she gets the frantic CHIRPING of crickets as night encroaches. Jennifer walks down a path and in the near distance she see a \n[24]Shit! \n[25]Ohhhhh... You gotta be kidding. She get up, looks at the red wine stain all over her lap, and picks up her things to heads in the cabin. \n[26]Way to go Jennifer... The last of the days light is disappearing. \n[27]Eww! The spray only lasts a few seconds before sputtering out. However, then the toilet starts to GURGLE. Jennifer lifts the lid up with her foot. The toilet water bubbles up and then disappears down the drain. \n[28]Gross. Again, Jennifer tries the sink, but now nothing comes out. \n[29]No, it won't flush... I did that already... yes... look, I'm really in a spot... okay... thank you... I'm not going anywhere. As Jennifer snaps her phone shut, the handset gets caught on her chin, and tumbles into the toilet. PLOP! \n[30]Oh shit! Jennifer reaches down into the toilet and immediately fishes it out. She shakes it off vigorously. \n[31]I think you may have taken a few years off my life. Matthew doesn't get the joke. \n[32]Uh... thanks for coming on such short notice. You need to see the bathroom, right? \n[33]Is this gonna take much longer? \n[34]So what's wrong with it? \n[35]So do you live around here? \n[36]Yeah, I kind of get that. I meant in town? Matthew comes out from under the sink. He snaps nerviously at one of the rubber bands on his wrist. \n[37]Thank you! Matthew blushes furiously and fumbles his tools as he packs up. For him, the kiss was more embarrassing than enjoyable. \n[38]I'm sorry. I just... you saved me from having to bathe in the pond. Once his tools are all packed away, Matthew dashes out of the cabin. Jennifer follows him to the front door. \n[39]Hey. Hey! I didn't even pay you! But Matthew is long gone. \n[40]Hello? Silence. Jennifer rises up on her toes and looks out the glass window of the front door. The porch is deserted. Jennifer opens the door slowly. \n[41]Get out of here. Get out of here right now! \n[42]All of you better get out of here. I called the police. Johnny nods. He looks at her, his gaze mocking. \n[43]I... I called them already. They're on their way right now! \n[44]That is just not true! I tried to. He ran out...  Is that what you said? Matthew winces and starts to snap a rubber band on his wrist. as Jennifer walks over to her purse. \n[45]I'll take care of it-- Johnny cuts her off. \n[46]I'm writing. I'm a Writer... But my boyfriend is coming up. He'll actually be here any minute-- \n[47]No he's coming. He had to work. I told you he'll be here soon. \n[48]No, look. I have the money-- Andy slingshots the thong right at Jennifer. It lands at her feet. \n[49]Please, I don't want to. Johnny raises his eyebrows. The bottle is partially empty. \n[50]I didn't say that. Andy walks over and sits down at her desk, clicks around the screen, begins reading aloud from the text... \n[51]Can you all please leave me alone?! Meanwhile, Stanley putters around the kitchen, opening and closing the cabinet doors, knocking stuff around. He finds a pack of rice cakes. He shoves one in his mouth, winces, spits it out. \n[52]Look, can you just tell me what you want? What do you want? I offered you money. Johnny stubbornly holds out the bottle of vodka. Andy giggles. He finds this quite funny. \n[53]Fine, if you'll leave I'll take a drink. Jennifer studies the bottle and finally accepts it. Drinks a small sip. They all start booing. \n[54]I took the drink, now you-- \n[55]Look, I'm sorry if I embarrassed you the other day, but we're even now, right? Okay. Please. Leave. Andy and Stanley plop themselves down on the couch and prop their feet up on the wood and glass coffee table. \n[56]Then what is this about? Johnny jumps down from the counter. He stands in front of Jennifer, towering over her. \n[57]Wha... what? \n[58]That's... I'm not going to... please leave. \n[59]Now please... I'm begging you... Johnny slides off the counter. \n[60]Help me. Please! Standing next to the Sheriff, also holding a hunting rifle, is Earl. Earl looks over at the Sheriff. \n[61]I was assaulted! They broke into the cabin! They had a gun- Jennifer breaks down again. \n[62]In my mouth! He put a gun in my mouth! You don't understand... \n[63]Four men. It was four of them. They broke into my cabin... They assaulted me! Earl just watches not knowing what to do. \n[64]Yes, I'd seen them before. \n[65]At the service station right outside of town. They work there. \n[66]Yes. They called him Johnny. There was a heavy set guy too-- \n[67]Hills. Jennifer Hills. \n[68]Yes. \n[69]I wasn't going to drink it all this weekend. I... I planned on being here for a couple of months. \n[70]Yes, well, they were. They forced me to. He moves away and walks back through the cabin. As he does, he spots the glass shattered on the floor... and the nearby THONG and BRA that Andy flung at her. Takes a long hard look at them, then looks back up to Jennifer. \n[71]One of them, he was up there, went through everything. \n[72]Please, I don't care about those things. They shoved a gun in my mouth... Jennifer breaks down again as the Sheriff moves toward her. \n[73]Yes. Of course. \n[74]Just a few days. \n[75]No. Not really. I stopped for gas and directions. \n[76]Uh... n...no. The men probably left it. Sheriff Storch walks over to Jennifer until he's standing directly in front of her. \n[77]Please, I swear. I didn't make it up. I may have smoked a joint, but- Sheriff Storch lifts his walkie-talkie to his mouth. \n[78]Backup? What could you possibly need back up for? I'm the victim. Sheriff Storch holds up his hand, cutting her off. \n[79]What?! They were here! They assaulted me! You've got to believe me! \n[80]Please... \n[81]Please. Please. I'm... so hurt... Sheriff Storch spits onto the ground. \n[82]How do you know, Matthew? Matthew props himself up with his hands and manages to get into a sitting position. \n[83]How do you know I'm alive? Are you sure you're'not dreaming again? Matthew shakes his head quickly from side to side. He's not sure of anything any more. \n[84]Come here. Come sit down. Matthew staggers to his feet. He's overcome with emotion. \n[85]Shh... it's all okay, Matthew. I know that none of this was your fault. You tried to help me. \n[86]I know that, Matthew. Now come. Matthew sits down next to Jennifer. It's almost as if some force is controlling him. Matthew looks into her eyes. He leans forwards and rests his head in Jennifer's lap. He finally lets himself go, like a child having a meltdown. \n[87]Shh...I know. I know you are. Matthew's so caught up in the moment, that he fails to notice A ROPE from the tool shed with a good SLIT KNOT being snaked around his neck. \n[88]But tell me again, Matthew. I want to hear how sorry you are. Matthew's eyes fly open. Jennifer's hands jerk backwards. The rope digs into his flesh. He tries to speak but his windpipe can't produce any sound. Matthew rolls to the floor, Jennifer never loses her grasp. She stands over Matthew, twisting the rope as hard as she can. His eyes bulge, the veins in his face protrude-- Realizing he's about to slip away forever, Matthew displays one last burst of strength but Jennifer uses her leverage to get her foot on his chest and pulls harder. Frightened and furious, Matthew whips Jennifer around again. But she refuses to let go. \n[89]Tell me again... CLOSE ON: Matthew's mouth. He can't actually speak; his voice box shattered. But he mouths the words. \n[90]I'm sorry? That's just not good enough. She pulls the slip knot around his neck again and begins to \n[91]Now I want you to cry like a little girl for me. Matthew begins to wail. \n[92]Forgive me father, for I will sin. \n[93]I know. You like to watch. Don't you. Don't you worry, I'll give you quite a show. She sets the camera on top of a tri-pod right in front of his face, frames up and hits record. She looks up to him. Stanley's arms are tied behind a tree, his head is held in position, duct tapped back against the tree. His legs are anchored to the ground. The bloody mangled one still in the bear trap that bites and gnaws at his leg with every move. \n[94]Since you like to watch. She flips the monitor of the camera toward him just like he did to her. She stands in front of Stanley's face. Stanley wants to say something but his pain is too intense. \n[95]Can't talk, can you? Well, maybe it's because you're hungry. Jennifer goes to grabs something behind her. \n[96]You know, you have to eat some real nasty shit out here to stay alive. \n[97]What's wrong, you don't like it? I prefer the maggots to the meat. Jennifer site down next to Stanley. She glances over to the monitor to see what he is looking at. Then she reaches over and into a burlap sack. Stanley stares straight ahead, at the monitor in front of him. Jennifer reaches into the burlap bag and takes out a roll of fishing line. Then she takes out a pack of fish hooks. Stanley's eyes go wide. Jennifer removes the hooks from their package. She holds one between her thumb and forefinger and studies the barbed tip. Smiling to herself, she threads the hooks with fishing line. \n[98]Oh... just some fishing. I know how much you guys like to fish. Finally, when she's finished, she scurries behind Stanley's head. From behind him, she grabs his eyelid and pulls it away from the eyeball itself. \n[99]I'll be back before you have a chance to blink. Jennifer stands up and brushes herself off and walks to-- WITH ANDY: Jennifer comes over and slaps him in the head. \n[100]How ya' doing sport? \n[101]Please? I thought, no, I'm pretty sure you said something like this... Jennifer grabs a wad of his HAIR and SMASHES his face into \n[102]Suck it bitch. She pulls his head back up. \n[103]Does that ring any bells? Jennifer gets real close to his ear-- \n[104]\n[105]\n[106]Bi tch. She holds his head down for a very long time as his body struggles - then up. \n[107]I think Stanley's calling me. I'll be right back. If you need me- She walks off-- \n[108]Like the show so far? Wait, it gets better. \n[109]Let me help you. Jennifer takes a slender knife from the bag. Working quickly, Jennifer guts a FISH. \n[110]Here, this might feel better. She leans in and smears the bloody fish guts onto Stanley's eyeballs. \n[111]Don't drown too soon. Andy tries to buck her off, gasping for breath, buckling under her added weight. Jennifer slams his head back into the water, and then up again... then down as she holds it. \n[112]Hold it... hold it... hold it... Then she pulls his head back up as Andy spits water all over. \n[113]Now is that any way to talk to a lady? And back down with his head - it is exhausting to watch. WITH STANLEY: As a single CROW shows up by his head. He tries to look at the bird to see what it is doing, but he can't move. ON THE MONITOR: The CROW has jumped onto Stanley's head - looking at his eyes -- It begins to peck at them. Stanley \n[114]I'm impressed. You got a lot of fight in you. Let's see how you do now. Jennifer brings forth the bucket. \n[115]oh, just some lye I found laying around. \n[116]Let's see how long you can keep that pretty little face of yours. Andy strains to keep his head faced at her. \n[117]You already did that. I didn't enjoy it much. Now it's my turn to fuck you. Andy's neck is straining to keep his head out. \n[118]That's an awfully big head you got. Your neck must be getting tired. Every vein in his neck now bulges. Andy's eyes start to water with tears. \n[119]Andy? \n[120]Fuck you. Andy's neck gives out dunking his head in the lye bath. He writhes with pain as he lifts it back out - BEET RED and \n[121]It's date night. Johnny cranes his neck and twists his body to see who's there as Jennifer walks out of the shadows. She saunters up to Johnny. \n[122]Your mouth doesn't look so good. Maybe you should-- With a massive TUG she pulls back on the bridle that bites into his raw, bloody mouth. \n[123]--Show me your teeth. \n[124]Oooh, you're an ornery stallion, aren't you? Jennifer tilts her head and looks at him, as you would a fascinating piece of art. \n[125]Guess I'm gonna have to tame you. \n[126]Oh, that's the problem. You still have some teeth left. We're gonna have to fix that. Jennifer clamps the.pliers down tightly on Johnny's tooth. He tries to move but between the bridle cutting into his mouth and the pressure on the tooth, it's sheer agony. Jennifer jerks her hand from side to side, squeezing the tooth as hard as she can in the pliers. Finally, the root breaks free of the pulp and Johnny's tooth is extracted. Johnny flails around in severe agony. \n[127]Save your strength. You got a few more races to run. Johnny screams something unholy. Jennifer holds the tooth up in the air and inspects it. \n[128]I have to admit, I didn't think it went that far down. Jennifer sticks the pliers in again, latching it onto another tooth. \n[129]\n[130]That's disgusting. Even your boys didn't piss themselves. Be a man, will you?! Jennifer takes the bridle and yanks Johnny's around, the pain is so bad he can hardly fight. He grimaces and spits out a mouthful of blood at her. \n[131]Now that's not gonna get you a sugar cube. Aw... what's the matter Show Horse? I thought that's how you liked it? No teeth... right? \n[132]We'll get to that. Jennifer pulls out a gun. \n[133]Look who's here. My boyfriend. Remember him? She takes the gun and caresses it across his face, his chin, and then she SHOVES it in and out of his mouth. \n[134]Give him a kiss. Like you really mean it. Johnny finds renewed strength and starts to buck and writhe. ABOVE: The eye hook is starting to pull loose. With every touch of motion, white-hot pain courses through Johnny's body. \n[135]Breathe through your nose. It helps. You know, like it was your first time. Johnny's body flails with all his might as- ABOVE: The eye hook loosens a bit more-- \n[136]I hear sometimes a stallion can get a little headstrong. They don't want to be trained... refuse to be broken... But everyone has their breaking point, don't they? You just have to find it. There's a way to break any animal. Do you know how they do that with horses? Do you, Johnny? I do. She walks away from Johnny and picks up the rusted old gardening sheer. She walks back to Johnny, menacingly slicing the sheer open... closed.. And again... \n[137]You slice off every ounce of their foul manhood. She slices it closed again. As Jennifer closes in, the look in Johnny's face says it all. But there is simply nothing he can do about it. \n[138]You geld them. SLICE! - Johnny's eyes rolls back as he SCREAMS!!!! She holds the piece of limp, pink flesh in her hand. Despite everything he's been through, this brings forth an entirely new level of pain. He screams and bucks as the EYEHOOK continues to loosen. Jennifer bends down for a moment, bringing something up from the floor. She comes back to a screaming Johnny as she-- \n[139]No teeth show horse... no teeth. Johnny flails with all his might, screaming, spitting as-- ABOVE: The eye hook finally gives way. Johnny's tied hands come crashing down directly on top of Jennifer. Jennifer goes flying with a bloody enraged Johnny now free as he grabs and claws after her. Jennifer desperately kicks and scratches to get away from this hideous, blood-soaked monster - but Johnny grabs hold onto her leg - he drags her closer as she loses her grip-- With one solid kick, Jennifer connects with Johnny in the face - he sprawls out from pain - as she gets up and races out the door - Slamming it closed as she exits. She leans up against it holding it closed. \n[140]Howdy, Sheriff. \n[141]Hills. Jennifer Hills. \n[142]I have to tell you, it's really been a pleasure meeting your family. You have a wonderful daughter with a bright and promising future. \n[143]We'll see you soon, Sheriff. \n[144]Does that hurt? Come on, I thought you were an ass man, Sheriff. \n[145]I'd be careful how you speak to me at the moment, Sheriff. By \"she,\" I assume you mean your daughter? \n[146]She really is lovely, Sheriff. So young. So sweet. I mean, can you imagine? \n[147]Imagine if someone had done this to her. Jennifer walks behind the Sheriff. She wraps her fingers around the barrel of the gun and shoves it in, deeper. The Sheriff's expression is one of unbridled agony. Jennifer continues to sodomize him with the shotgun. \n[148]Someone like Andy? Or Stanley? Or Johnny?  Or more likely you, you sick perverted fuck. \n[149]So was I. She gets to the corner of the room where a hulking figure site tied up in a burlap sack. Jennifer removes it revealing a dead MATTHEW... or is he? She ties the line to Matthews wrist. The other end is tied onto the shotgun's trigger. \n[150]Neither are you. \n[151]He'll be waking up soon. If I were you, I'd tell him not to move. \n[152]Sorry, Sheriff... She leans in close to his face. \n[153]\"It was fun while it lasted\". ", "JOHNNY": "\n[1]Didn't mean to frighten you. Johnny is good-looking in a rugged sort of way. He's sinewy, but athletic and strong. Jennifer regains her composure. \n[2]You are definitely lost. \n[3]Nah, you sure missed it. It's a good ten miles back, left turn after the big red mailbox. \n[4]You, uh... staying at the cabin? Jennifer hesitates for a second. Just as Jennifer opens her mouth to respond, the shrill notes of a HARMONICA shatter the silence. Jennifer turns quickly to the garage. In the garage, ANDY, one of Johnny's employees, sits on the fender of a broken down car. He holds a harmonica to his lips. He's in his mid-30's with shaggy hair and arms that look like they could bend steel. STANLEY, one of Johnny and Andy's buddies, walks up behind Andy. He's balding and overweight, and digs into a bag of pork rinds. \n[5]You know, you're running a little hot. Want me to uh... maybe I should check under your hood? Jennifer almost laughs at the way that sounded. \n[6]I don't know, how's it working for you? Johnny saunters over to the pump and in a phallic manner, pulls the pump out. It gets laughs from the peanut gallery. Jennifer looks away, a line has been crossed. She looks to the pump again. $19.78. \n[7]I'll get that. \n[8]I'm fine. Johnny looks away, angry. He's certainly not the type of guy who can laugh at himself easily, if at all. From the garage, Stanley and Andy point at him and guffaw. \n[9]I said I was fine. Suddenly, Jennifer grows uneasy. She smiles uncomfortably, gets in the car and drives away. Johnny takes a bandana from his pocket and wipes his brow. He watches Jennifer's car disappear and spits on the ground as the laughter escalates in her absence. Johnny spins. \n[10]What the hell are you two dipshits laughing at?! \n[11]Humane you dipshit. Johnny site in a chair holding his fishing rod between his knees. A cigarette dangles from his mouth and a beer is perpetually glued to his hand. \n[12]Hits my ass, now you two retards gonna fish or what? Matthew comes crashing out of the foliage, knocks over the cooler spilling ice and beer all over. \n[13]Alright. Now we're all here, what's the big show, Stanley? \n[14]I don't know why I bother. \n[15]What babe from the city? \n[16]Bullshit. Matthew snaps the rubber band more. Johnny turns quickly to him. \n[17]Cut that shit homo! How many times I gotta tell you. Stanley gets the camera ready. \n[18]What's this about a kiss? \n[19]Bullshit. \n[20]Don't lie to me dipshit. \n[21]Bullshit. I could tame that ass if I wanted to. \n[22]Let me tell you something. I had her creaming in her panties. \n[23]You don't think I could have her anytime I want? Andy looks away and begins to reel in his line. Stanley stuffs his face with some crap so he doesn't have to answer. \n[24]Bitch like that comes up here for one reason. Sitting in that window, tits flapping in the wind for all to see. You know? \n[25]How do you know, ya fuckin' virgin? Let me tell you something. They're all like that! Fucking big city cock-teasing whore is all she is. He flicks his cigarette and it sizzles out in the water. Then he gets right up in Matthew's face. \n[26]You'd have no idea what to do with a piece of ass like that. But luckily I'm your friend. Johnny hands him a beer and pats him on the back firmly. \n[27]Nice shot huh? Jennifer shrieks and spins around only to find -- Standing there, right inside the front door, is Johnny. He smiles. Johnny shrugs calmly and continues milling about the room. Jennifer spins around, looking for a way out. \n[28]Now that's not very hospitable, is it? Then, the wooden stairs creak under Andy's steps as he walks down -- around his chest is one of Jennifer's bra stretched to the limit. He's twirling a thong panty on his finger. The guys get a good laugh at Andy. \n[29]You called the police? Or you will call the police? \n[30]With what phone? Matthew said you dropped it in the drink. Jennifer doesn't answer. \n[31]Speaking of.. .where the hell is he? Stanley takes a few steps toward the back door. \n[32]Matthew here said you didn't pay him for fixity' your sink? \n[33]--Let's not worry about that right now. Johnny hops up on the kitchen counter, cutting her off with his leg. He then picks up the bottle of vodka, takes a swig. \n[34]Now what's a pretty little thing like you doing out here all alone? \n[35]That right? The guys give a good chuckle- \n[36]Well, I didn't realize you had a boyfriend coming down. We'd better get on outta here. Don't want to ruin date night. \n[37]You know what I think. I think you're lying. There's no boyfriend. No man in his right mind would leave a girl like you all up here on your own. \n[38]Yeah, well so will Santi Clause. Andy and Stanley are loving every minute of this. Matthew leans against the wall, his eyes on the floor. \n[39]Come here. Have a drink with me. \n[40]What's a matter? Too good to drink with us? \n[41]Uh, what's this? It's already been opened. See, she don't want to drink with us. What are we, dirt? \n[42]Here. \n[43]Come on. You can do better than that. I bet when you're out there with your city friends you can throw 'em back with the best of them. \n[44]I said drink it! Jennifer grows increasingly nervous and reluctantly takes a nice swig. Then chokes and gags. They all cheer. \n[45]See? Now was that so bad? Johnny takes the bottle back and takes a swig himself. \n[46]Oh... that's not what this is about. \n[47]I want to see your teeth. As if the air is sucked out of the room. Jennifer stares at him, not even sure she heard him correctly. Matthew snaps the rubber band harder. He moves to the far corner of the room and tucks himself against the wall. \n[48]You heard me, show Horse. Show me your teeth. \n[49]Show the teeth... Andy walks over and hands Johnny the small wooden bat he used to kill the fish. Johnny smacks it against his palm. \n[50].or lose the teeth. \n[51]No. Put two fingers in the side of your mouth. Then two fingers in the other side... and pull. Jennifer looks at Johnny like he's seriously disturbed as Johnny slaps the bat against his hand punctuating his point. Jennifer puts her fingers in her mouth. She pulls her lips away from the gums, spreading them grotesquely. It's completely humiliating. Jennifer stops. \n[52]Uh, uh. Again. Jennifer reinserts her fingers and pulls. Johnny reaches into her mouth and grabs a hold of her two front teeth with his thumb and forefinger. \n[53]Alright. Good girl, Show Horse. Johnny pulls down on Jennifer's teeth, forcing her to the floor. Jennifer looks as if she's about to cry, near her on the ground is the broken glass. Stanley and Andy needle each other like schoolboys. Matthew shuffles nervously, clearly uncomfortable at being there. \n[54]I'll tell you something sweetheart... know why you ain't got no boyfriend?... 'Cause all them city guys are faggots. Johnny turns to her. \n[55]But uh... since he isn't here. Johnny pulls out his revolver. \n[56]This is your man. He moves closer to her, rubbing the gun against her cheek, her chin. The blood drains from her face as - \n[57]Why don't you give him a kiss- With terror in her eyes, Jennifer quickly kisses the gun- \n[58]Nah, not like the peck you gave Matthew... let's see a real kiss. He slides the barrel into Jennifer's mouth. Jennifer gags instinctively. Johnny holds the back of her head, not allowing her to pull away, and offers some \"encouragement.\" \n[59]Breathe through your nose. Breathe through your nose like it was your first time. Johnny pulls the gun out just a tiny bit and pushes it back into her cheek, causing it to bulge out. Naturally, Stanley and Andy both find this hysterical. Especially once Jennifer begins to cry. \n[60]On your knees. Jennifer complies. Johnny holds the gun in front of his crotch and again forces it into Jennifer's mouth. \n[61]if I don't like your enthusiasm, I may cum early.  And that's something you really don't want. Jennifer has no choice. She begins to fellate the gun, as deep as she can take it without gagging. Johnny closes his eyes and feigns pleasure. Finally, he's had enough. He retracts the gun as Jennifer recoils, gags. Her eyes begin to scan the cabin for any way out of this hell as Andy stands up from the couch. \n[62]What do you mean you don't want to? sh...she likes me... she kissed me. Now shut up and prove it. Matthew holds his fist against his face. \n[63]Yeah, and tell the truth, show Horse. Jennifer snaps her head around again to see Johnny enter the cabin as Andy and Stanely push Matthew in front of them. Johnny walks over to Jennifer. He stands next to the Sheriff. \n[64]Better yet, let's show him. As I recall, those pretty little lips couldn't get enough. \n[65]Show him those teeth, Show Horse. \n[66]Keep whinnying! Jennifer looks up at Sheriff Storch with pleading eyes. Sheriff Storch picks her up by her hair but-- Jennifer comes up swinging -- connecting with the Sheriff's face. The slightest scratch across his lip. Sheriff Storch turns beet red. He backhands her across the face sending her back down to the floor. A thin line of blood flows from her nose. The Sheriff looks over to Johnny, licks his lip and nods his head. \n[67]Alright, come on, Show Horse. Get up. Or you won't get a sugar cube. Jennifer struggles to her feet. She stands in front of them, defenseless. Johnny grabs her hair and pulls her head far back. She lets out a half-moan. \n[68]Take off your clothes. We're about to pop your cherry. Matthew shakes his head. His wrist is not beat red from the rubber bands. Snap! \n[69]I'm not asking, now cut that rubber band shit faggot. \n[70]Do it now. Or else I slice her chin to cunt. This gets Matthew moving. A few seconds later, he's in his boxer shorts, with his hands crossed in front of his crotch. Johnny grabs him and throws him up against the wall. He then yanks his boxers down. Matthew immediately covers up his crotch. \n[71]Come on. Move that rear of your's Show Horse. Prance for us. Sheriff Storch stalks around her, taking it all in, then he walks back in closer to her, in her face. \n[72]Prance like you mean it. Like you do when you want to get laid. With a swift, hard backhand, Sheriff Storch smacks her ass and hard. \n[73]Jesus, Matthew. You're getting your ass whooped by a girl! Matthew snaps: He wraps his hands around her neck and begins pumping away like a lunatic. For some reason, the anger allows him to perform. Jennifer struggles to breathe. Luckily, before all oxygen to her brain is cut off, Matthew stops. He SCREAMS as he finishes. His hands fall from her neck as he collapses on top of her. The MEN all cheer as Matthew staggers to his feet -- weak. He looks like he could throw up -- and he does - right off to the side as the others just lose it! Jennifer curls herself into a ball and SOBS. \n[74]Clean this shit up. \n[75]Just do it you piece of shit! Jennifer grabs the end of the coffee table and forces herself up. She steadies herself, keeping one hand on the wall, and stumbles to the back door. Surprisingly, none of the men attempt to stop her. They don't even look in her direction. Jennifer staggers out the back door, trying to catch her breath as she fearfully stumbles off into the woods. \n[76]Alright. This filly's got a few more races to run-- Sheriff Storch approaches Jennifer. Although she can't even turn around, she senses their presence. Storch gets down into her face. \n[77]No teeth Show Horse. No teeth. Her vision grows hazy. The sky, water, and ground all seem to meld together. \n[78]Don't you know you should wait for the lady? \n[79]Don't be so proud of yourself Andy. I clocked you at just over two minutes. Jennifer musters up her last ounce of strength and gets to her feet. The men all stare, impressed at her resolve. Jennifer's torn clothes hang loosely off her body as she staggers away and wanders aimlessly away from them. It's a miracle she can even walk. She continues until the forest ends and she comes upon a-- \n[80]Yeah, too bad we have to put you down, Show Horse. in a final act of defiance, Jennifer falls back off the bridge and into the murky, moving water. immediately, the men rush to the edge of the bridge. The Sheriff's gun cocked and ready-- Tracking down the water - Not a sign. They all look down, waiting, still nothing. \n[81]Sheriff? Sheriff Storch pulls back his gun, and adjusts his hat, deep in thought. \n[82]Nothin'... \n[83]Well, what now? Storch takes another look down the river, scanning it. \n[84]I'll buff out the serial numbers too. Sell the parts at salvage. Storch nods in approval as his eyes wander to the camera. \n[85]And there was no trace at all? Nothing in the woods? In the shallows? Andy shakes his head. Stanley rubs his eyes hard. \n[86]Well ain't that the headline. Soon as we finish this and haul her car into the garage, you can stuff your face 'til you puke. What the hell happened to Matthew? \n[87]Jesus Christ. He's not playing with a full deck as it is. \n[88]The last thing we need is him getting squirrelly on us.  \n[89]We all got to make sure he keeps it together, okay? Least until all this shit blows over. The flames rise up and engulf her remaining personal items. \n[90]Maybe. Guarantee you they'll be back. Johnny looks up as Stanley stumbles into the garage, holding a six pack of beer. \n[91]You bought beer? What'd your mother put you back on an allowance? They all laugh. \n[92]Just one, you hear me? Don't need you passing out on your watch you lightweight. Andy takes a large sip. \n[93]The fuck's he doing down there? \n[94]You'll keep lookin' till I tell ya' to stop. \n[95]Here's your supplies. Andy starts to laugh as Johnny exits. \n[96]Something's spooked the cattle. \n[97]What the hell's got your nuts tied in a sling? Stanley is completely out of breath. \n[98]The hell you talking about? \n[99]Wait a minute. You mean the one Storch smashed to bits. That tape? \n[100]You stupid retard piece of shit. You tellin' me you kept the tape? Johnny grabs Stanley by the neck and slams him up against a car, and begins to Strangle the life out of him. \n[101]Where is it?! \n[102]You're too dumb to know how dumb you are. Where's the fuckin' tape?! \n[103]Who else knew about it? A beat of silence hangs in theair. \n[104]The kid's barely got one oar in the water and you just took it and shoved it up his ass. Andy walks by Stanley and slaps him in the head for good measure. \n[105]Unfreakin' real. Do you understand the world of shit we are all in right now.Do you?! You think Earl was some hunting accident?Either of you? Bullshit.Storch is coming unglued. We're all in his crosshairs.All of us! \n[106]No... no. We don't breathe a word of this.  Not a damn word. Sheriff gets wind of this, we'll all be having \"hunting accidents\": We clear? Johnny slaps Stanley in the head again for good measure. \n[107]in the meantime, find that little shitwhit Matthew. Me and him are gonna have a talk. \n[108]Hello? No answer at the door. Johnny groans and gets off the couch, annoyed at being disturbed. He walks over to the front door and yanks it open. The front porch is empty. Just as he's about to close the door, he glances down. There's a dead bird on the stoop. Johnny narrows his eyes and looks out into the night. Then he closes the door and returns to the couch. \n[109]Who's out there?! No answer. \n[110]Shit ain't funny fuckers!!! See how funny a bullet in your ass is! When there's still no response -- Johnny finally backs up into the house and closes the door. \n[111]Got dammit! This time, Johnny races to the door and yanks it open, cocking the gun on the way and fires into the night. \n[112]Son of a bitch. \n[113]Somebody threw it at my fuckin' door. Then snaps Matthew's rubber band at them it hits Stanley who winces. \n[114]Did either of you find that little prick? \n[115]Nah, genius over here reloaded. Tape you smashed had nothing on it. Storch looks to Johnny - then snaps his gun towards him. Lstu4 4noq Maui nox \n[116]Hey, I just found out myself. Storch swings the gun back to Stanley. \n[117]It's Matthew, Sheriff. Stanley kept the souvenir, but Matthew's the one that took it. The Sheriff backs off a beat, sizes up the situation. Johnny brings forth the shoe. Sheriff's eyes seethe with rage. \n[118]The crazy bastard left me a present. \n[119]Much? At all. Kid's fucked three ways to Sunday. We can't find him and trust me, we been looking. \n[120].since when? Since last night... No Sheriff, I ain't heard from 'em. Johnny notices something in his small surveillance TV. ANGLE ON TV: A truck pulls up to the station, a hot woman in a skimpy outfit gets out of the truck. She pops the hood obscuring her once she does. Johnny sits up in his seat. \n[121]Look, like I said, as soon as dipshit or fuckface show up or call in, I'll let you know. ASAP. Now I got a customer. Johnny hangs up and walks out of the station. \n[122]Can I fill it up for you, ma'am? The woman wears sunglasses and slowly turns to Johnny. Johnny takes a long look from bottom to top - and when he gets to her face - it registers - but before he can do anything, Jennifer swings a tire iron and catches him right across the jaw. A handful of teeth, ejected by a spurt of fresh blood as Johnny falls face-first into the ground. \n[123]\n[124]Bithh... With a bunch of teeth missing, Johnny's lisp is pronounced. Jennifer saunters around him seductively. She removes something from behind her back and brings forth a rusty pair of pliers. Jennifer steps closer. \n[125]Pleath...for the loth oth thod, \n[126]Justh kill me. Kill me you bith. \n[127]", "SHERIFF STORCH": "\n[1]Okay, okay, I gotcha. The Sheriff helps Jennifer to her feet. \n[2]Ma'am, please, you have to calm down. But Jennifer is hysterical, desperately holding back tears. \n[3]Ma'am, It's okay. I'm the Sheriff. You need to take a deep breath and tell me what happened. Jennifer forces herself to take a deep breath and manages to pull herself together. \n[4]Are you hurt? Do you need a hospital? Jennifer shakes her head. \n[5]Okay, good. That's good. Did you get a good look at them? Can you ID 'em? \n[6]Around here? \n[7]John Miller no doubt. \n[8]Sounds like them boys been up to no good. Alright Earl. You best head on back. Me and Miss... \n[9]Me and Miss Hills are gonna head on over to the cabin and straighten 'em out. \n[10]Hello? Miller? Miller, this is the Sheriff. if you and your boys are still in there, you come on out right now. Sheriff Storch disappears into the kitchen for a second... then back out as he makes his way over to the foot of the stairs. He looks up the staircase. \n[11]Miller, if you're up there, you'll be leaving by the window. No answer. Sheriff Storch looks at Jennifer. \n[12]Stay here. Sheriff Storch heads up the stairs. Jennifer, uncomfortable at being left alone, backs away to the wall. Every noise, every foot step makes her shiver. After a few seconds, the Sheriff comes back to the top of the stairs. \n[13]It's empty. He walks back down. \n[14]No sign of 'em. If they were here, they're gone now. Sheriff Storch makes his way through and walks back into-- \n[15]You here alone? \n[16]With all this? \n[17]Drink some tonight? \n[18]They do this, too? \n[19]Okay, okay Ma'am. It's okay now. Them boys are gone. You're safe now. Jennifer nods to him, still shaken. Storch looks to the lock on the back door. He walks toward the back door and turns the dead bolt back and forth. \n[20]Was this locked? \n[21]How long you been here? \n[22]Anything strange happen before this? You have a run in with any of these guys? \n[23]Ma'am, is this your marijuana cigarette? go over in this small town like it does in Manhattan. \n[24]You mean to tell me that one of these guys was wearing lipstick? Storch holds up the roach. Jennifer notices the lipstick smear on the rolling paper. She casts her eyes downward. \n[25]This ain't the big city. Sheriff Storch stands uncomfortably close. Slowly, he walks closer up to Jennifer's face, stares into her eyelids. Pulls down one of them. Then the other. Then his gaze falls down to her chest... her ample cleavage. His stare lingers a bit too long. \n[26]This is Sheriff Storch. I'm at the Mockingbird Cabin. I gonna need some backup. The words out of the Sheriff's mouth seem almost surreal. \n[27]Ma'am. You've been drinking and smoking marijuana, and you got enough alcohol here to put our whole town three sheets to the wind. You're running around in your nighty at the crack of dawn... You need to see this from my point of view. \n[28]I just want to get to the bottom of it. You're making serious accusations bout' boys I've know since they was kids, and you haven't been all together truthful now have you? Now please, against the wall. Angry and ashamed, Jennifer walks over and places her palms against the wall, her legs pressed tightly together. Sheriff Storch inches up behind her. He taps the inside of her thigh with his shotgun. \n[29]Shoulder width apart, face to the wall. Jennifer has no choice but to comply. He pats up and down Jennifer's side. When he gets to the swell of her breast, he slides his hand to the front ever so slightly. Jennifer reflexively turns-- \n[30]Face to the wall! Sheriff Storch puts his hand to the side of her face and puts it to the wall. Jennifer cringes. \n[31]I want the whole story, now. The whole thing. Start with telling me what those boys did. A long, dreadful beat hangs in the air as-- \n[32]Really? Sheriff Storch then takes the barrel of his shotgun and pushes down the top of Jennifer's blouse. Jennifer's paralyzed as he runs the shotgun across her nipple. \n[33]They do this to you? Jennifer is too terrified to speak. Sheriff Storch then slips the shotgun down between her legs. \n[34]I asked you a question. Jennifer trembles with fear. \n[35]Whinny. With her top lip forced up by the barrel of the shotgun, Jennifer can only make a GRUNTING noise. Sheriff Storch takes the shotgun out of Jennifer's mouth and places it flush against the side of her head. He pushes her to the floor. Jennifer lets out a YELP as she falls. \n[36]I said, whinny. Jennifer makes a pathetic SOUND. Not really a whinny, but more of a half-cry, half-snort. Naturally, this amuses Andy and Stanley -- who is, of course, filming it -- to no end. \n[37]On your knees. And keep going. Jennifer gets to her knees. As instructed, she whinnies, interspersed with sobs. Johnny slaps her ass viciously. \n[38]Think you outta tame this little mare of yours. Johnny takes the Sheriff's lead. \n[39]Well, maybe it's not totally his fault. After all, she's not doing much to get his motor running. Sheriff Storch looks back to Jennifer. \n[40]Dance. Jennifer begins to cry again. \n[41]Stop it. Or else I'll really give you something to cry about. Now dance for the boy... Jennifer starts to dance in the middle of the room. It is sad, pathetic, and downright frightening. \n[42]You dance like that in those city clubs? Jennifer closes her eyes. Tears stream down her face. \n[43]Don't waste my time you thickheaded prick. \n[44]Get her legs! Sheriff Storch kneels down and holds Jennifer's arms above her head. Johnny takes one leg; Andy takes the other. Matthew moves on top of her. Jennifer lets out an inhuman SCREAM, the vocal culmination of it all. ON JENNIFER'S FACE: Her eyes are tightly shut as she goes in and out of focus. Suddenly, a cell phone RINGS. Sheriff Storch looks down at his pocket, then over to Stanley. \n[45]Put that thing down and hold her arms, keep her quiet. Stanley places the CAM on top of the table - it's still getting everything. Sheriff Storch walks a few paces away from the rape. He looks down at the screen of his phone. On the PHONE is a photo of an angelic little girl with the banner of CHASTITY. Storch presses a button. \n[46]Hello, Angel. \n[47]No, Angel. Out on a call. WIDESHOT: In the foreground, Sheriff Storch speaks casually to his daughter. In the background, Jennifer's legs are the only visual cues of the struggle that goes on right behind. \n[48]It's okay. You need something? \n[49]Yeah, yeah... well, Daddy's busy, Angel. Tell mother I'm running a little late. Sheriff Storch stares at the phone for a second, then slides the phone back into his pocket. As he turns back around Jennifer, with all her strength, bucks Matthew off. The guys start laughing hysterically. She finally gets her hands free and lands a barrage of punches in Matthew's face. \n[50]You can thank us later. Matthew recovers, gets up and runs to the bathroom. Johnny points to the vomit. \n[51]I hope you got some fight left in you. I like it rough. \n[52]Not to worry Darlin'. I'm an ass man. Sheriff Storch takes off his belt and unbuckles his pants. He kneels down behind her.. Jennifer SHRIEKS as her face contorts with a completely new level of pain as her head is thrust back down. Then, out of the corner of her eye, Jennifer catches a glimpse of the Sheriff's GUN, still sitting in its holster. Her eyes immediately go to Stanley who's busy swapping out the MINI-DV tape and replacing it with a new one-- Then she sees Matthew leaning against a tree, a vacant look in his eye twisting a rubber band through his fingers. Andy site on is ass, playing his harmonica... Her eyes continue to scan the area for Johnny who's nowhere in sight. Then immediately her eyes dart back to the GUN. \n[53]Sorry. it was fun while it lasted. \n[54]All you get your butts down there, check under the bridge, both banks, in the trees right now. They all look at him. \n[55]I said right fuekin' now before I throw you over! \n[56]Listen up. 'Bout six miles downstream the creek ends in Hendersonville. somewhere between here and there we're gonna find her. We split up. We check the banks, in the timber, under a rock, \n[57]YOU think? You don't have a fucking thought. \n[58]You just shut your trap and do every goddamned thing I say. I got a wife a kid and one in the oven. There is no way that I'm going to let anything happen to them because you're too stupid and too sloppy to clean up your fuckin' mess. The weight of the Sheriff's words register on all of them... except Matthew who oddly enough has started to come around -- as if he just woke up in the middle of this nightmare. \n[59]Can someone get this dipshit outta my face! I don't need none of you screwing the pooch on this, least of all numbnuts over there. Sheriff Storch lets go of Stanley's collar and gives it a quick pat, almost like an imperceptible apology for his behavior. \n[60]Now let's move... find me a body! \n[61]The body'll turn up. One way or another. Every day we check the ravine, from the bridge, straight through down here, then back. Two shifts a day until we find something. 'Cause with no body, you're all as fucked as she is. \n[62]'Til I say! Okay?! Andy, you go back to the cabin and get rid of her shit. All of it! Burn it. And we need to sanitize that place something good. I don't want so much as a stray hair left. Get her car to the shop. Strip it down to its last damn nut. \n[63].and give me that. Sheriff Storch rips the camera from Stanley's hands. He pulls out the tape. He throws the tape to the ground and stomps on it, smashing it to bits. Stanley opens his mouth to say something, thinks better of it, and closes it quickly. \n[64]The fuck were you saving that for moron? Swear to Christ. \n[65]I need all you on point. I mean, on fuckin' point. We clear? Now let's go, we got shit to do. Matthew continues to stare off into the distance, waist deep 48 ER's. WOODS - DUSK 48 CLOSE UP on a match. Dirty fingers pull the match across the flint on the side of a matchbox. The match explodes to life. A hand drops the match on top of Jennifer's belongings: her clothes, laptop, the dry goods she purchased at the store. It's all piled up on the grass. Johnny, Stanley, and Andy watch quietly as the flames and smoke from the fire reach into the sky. Andy throws a metal container of gasoline onto the ground. \n[66]Just the usual, domestic dispute out near Clifton. Took forever. Got anything on the stove? \n[67]Oh yeah, what am I gonna be proud of? \n[68]Of course I can. I expect nothing less from my Angel. Mommy and I are proud of you. Real proud. Alright. I'm gonna shower up. Sheriff walks of as Mrs. Storch watches for a second and then heads into the kitchen. \n[69]Every time I come in here this place gets worse. Earl's bent over one of the tanks, elbow-deep in fetid water. \n[70]Yeah, well, you're lucky I don't cite you for being a public health hazard. Sheriff Storch reaches into his pocket and pulls out a set of keys. He holds them in the air and JINGLES them. Earl finally looks up, confused. \n[71]Mockingbird Trail. \n[72]Yeah, I couldn't make heads or tails of it. Found marijuana cigarettes, case of booze, looked to me like she was a party girl... a very wild one. \n[73]Nah, place is fine. She packed up and split. \n[74]Why's that? \n[75]Christmas come early. Enjoy it. \n[76]Me too. \n[77]Earl? \n[78]Yeah, so... \n[79]Yeah, and... you know the story. \n[80]Okay. I'll give her a call. \n[81]Nah, It's late. I'll pick it up from you in the am. We're still on for tomorrow, right? \n[82]Just fine. \n[83]Can you believe there used to be a limit on quail? Goddamn things are like locust now. \n[84]You're getting old, Earl. I remember back when you and my old man chased that buck out of the hollows on Stickler's Farm before bagging it. \n[85]Here's to the good of days. Earl looks at him, surprised. \n[86]And funerals. BLAM: -- Earl's chest erupts in a geyser of blood. Earl drops to the ground like a rag doll. The bottle falls from his grasp. The whisky flows into the dirt. Sheriff Storch stands up, clutching his smoking shotgun. \n[87]Loose ends, Earl. Loose ends... Sheriff Storch hovers over his prey. Suddenly, Earl's body spasms. His eyes flicker and a nauseating gurgle sounds from deep in his throat. BLAM: -- Sheriff Storch crosses himself -- touching his forehead and both shoulders -- turns away from the corpse. \n[88]Helen? Within seconds, Mrs. Storch materializes, apron on and wiping her hands on a dish towel. \n[89]I've been -- \n[90]I guess. \n[91]Help with what? \n[92]What tape? \n[93]Did Chastity see this? \n[94]Where is she? \n[95]I'll... I'll be back... Sheriff Storch quickly turns away from his wife and hurries out the door. Mrs. Storch stands at the door and watches with growing curiosity as the cruiser peels out of the driveway, a cloud of dust in its wake. \n[96]Then you want to tell me why this was dropped off at my house?! To my WIFE! Storch shoves the TAPE in Stanley's mouth - gagging him. Then turns to Johnny. \n[97]What's on that tape?! Is this some kind of fucked up joke? I smashed the damn thing myself! \n[98]Eat that tape fatboy. Andy starts to laugh as Starch trains the gun back on them- \n[99]See, there's two kinds of crazy people. One likes to get buck naked and howl at the moon. The other kind does the exact same thing, only in my backyard. The first kind'I don't have to deal with, you know? The Sheriff walks right into Stanley's face as he continues to chew the plastic. \n[100]The second kind, well... you're in my yard. \n[101]You dipshits bring him to me! I'm gonna cut his little pecker off and use it as a goddamn hood ornament. \n[102]And that's after I'm done shoving it up your dirt hole. Now where is he?! Storch takes a deep breath. He looks at all of them, fuming. \n[103]You losers couldn't find your own asses with both hands and a map. You got 24 hours. You understand? I will not hesitate. Not for one second. He fixes them all with a steely gaze and loads the shotgun again. \n[104]Hi, honey. \n[105]Nothing, why? \n[106]Long day, that's all. \n[107]Mrs. Novick? \n[108]Oh yeah, okay. \n[109]Well, I'll be home when I can. Busy today. if I don't make it, send her my regards. Sheriff Storch ends the call. Two seconds later the phone rings again. He looks at it, annoyed, answers. \n[110]I said I'd be there as soon as -- \n[111]I already told your mother, Chastity. I'm working. I'll do my best to get home. \n[112]Hi. It's truly an honor to speak with you Miss... \n[113]Excuse me? \n[114]What the fuck do you think you're doing!-- \n[115]No - wait-- But the call ends. \n[116]Chastity! ... Chastity! Sheriff Storch throws the phone to the ground and slams on the gas. \n[117]Chastity, where is she?! Mrs. Storch has absolutely no idea what is going on. In her mind, their daughter couldn't be in better hands. \n[118]Goddamnit! \n[119]Ahhhhhh! Jennifer walks over to the table and rests her elbow on it. Sheriff Storch speaks through gritted teeth. \n[120]Where is she, you bitch? Jennifer slams the gun deeper. The Sheriff's body goes stiff. The Sheriff screams again. \n[121]What'd you do to her? \n[122]Imagine what? \n[123]Please, she's just an innocent girl. \n[124]You're not going to get away. \n[125]I'm begging you. Don't do this. We can figure something out. Matthew stirs again. \n[126]Matthew don't!-- But it's too late - a startled Matthew jumps back-- ", "ANDY": "\n[1]I'd sop that up with a biscuit real good. Jennifer turns away from the garage and looks back at Johnny, who is still awaiting her answer. \n[2]Hey! You better check your underwear, Johnny. Stanley smiles and elbows Andy, but his mouth is too full with pork rinds to actually laugh. \n[3]A double! Look at its head. I knocked the eye clear out. Andy has, in fact, knocked the fish's eye clear out. It lays next to the creature, all weird and googly-looking. \n[4]Would you turn that thing off? Gonna get us in trouble with that human society. \n[5]Whatever. \n[6]No one's gonna pay you for that crap. \n[7]Speaking of retards. \n[8]Are you kidding me? That shit? What'd you do? Film yourself lighting a fart? \n[9]What do you mean like on the toilet or something? Stanley pulls a tape out of his pocket and loads it. \n[10]Matthew hasn't had a girl since he was sucking his mama's titties. \n[11]Yeah, what are you talking about? \n[12]Now that's some fine camera work, even better than the time you filmed yo' self hangin' your nana's cat. \n[13]I'll be. Look at the rack on that pony. Andy punches Stanley in the arm. Johnny just stares at the screen. \n[14]You dirty dog. Where the hell'd you get that? \n[15]Sure is something to look at. Matthew is clearly uncomfortable, but he desperately needs to be one of the guys. \n[16]Nice? To her, you're nothing but a shitter fixer. Hell, she wouldn't even give Johnny the time of day. Johnny snaps his head up and looks at Stanley. \n[17]You saw her Johnny... stuck up city bitch. \n[18]And she had you shitting yours. Least her car alarm did. The guys yuck it up. \n[19]Date night... \n[20].No one wants a phone call at 2 o'clock in the morning. When you're fifteen it's a prank call, when your twenty it's a drunk boyfriend call, but after twenty five, it's usually real bad news. That's how I found out my father died... Whose daddy died? \n[21]You should! Do you some good. Andy turns from the desk, strikes a match and flicks it at Jennifer, \n[22]My turn. \n[23]Aw, fuck it. I ain't waiting. Andy grabs the VODKA BOTTLE. He walks over to Jennifer, still on her knees, and positions the bottle right in front of his crotch. \n[24]Suck it, bitch. Jennifer opens her mouth and moves her head toward the bottle. As she maneuvers the bottle-neck into her mouth, her eye catches a large shard of glass next to Andy's boot. As soon as Andy turns around to smile at his friends, Jennifer grabs the bottle and cracks it upside his kneecap. Andy immediately grabs his leg and falls to the floor. The guys start laughing as-- Jennifer leaps up from the floor and rushes over to her purse. She quickly pulls out a canister of mace - Before the guys even register what is happening Jennifer is racing at Stanley -- As he brings the camera down he's met with a spray of mace. He clutches his face, screaming in pain -- And like that - Jennifer is out the back door. \n[25]That'll get her moving. The guys hoot and holler. Except for Matthew, who looks as if he too is about to cry. \n[26]Wow, Stanley, 30 seconds. Must be a record for you. \n[27]Right and we thought Matthew here was gonna be the pussy. \n[28]She's gotta come up for air sometime. \n[29]I ain't got my waders... \n[30]Nothing. Not a damn thing. \n[31]So that's everything. Right down to her little tit sling. \n[32]Idiot wanted to stay there. He was walking around in the water, looking for her like some crazed dog after a bone. \n[33]Round up some tail out there? \n[34]Fucking A. Johnny cracks open the beer and takes a gulp. He wipes the back of his hand across his mouth. \n[35]To your moma. Johnny points to Andy, his beer still in his hand. \n[36]Heck, just let Matthew take all the shifts. He's been down there everyday anyway. Even when it's not his turn. They all look to one another. \n[37]I don't know. Last time I saw him, he wasn't lookin' too good. Maybe we should give him a break. Pull him off all together. \n[38]Jeez look at this. \n[39]Jesus, Stanley. Calm down. \n[40]Maybe you accidentally ate it? \n[41]Was ya robbed? Or did you leave it somewhere? \n[42]Shit for brains here's right. We gotta stick together now. \n[43]So what's all this about, Johnny? Johnny takes out Jennifer's shoe and throws it at them. They both dodge a hit and look at the shoe on the ground. \n[44]No. No one knows where he is-- Suddenly, a car SCREECHES up - it's Storch and it looks as if he is going to drive his cruiser straight through the fence. \n[45]Fucking retard is obsessed with her. I think he actually feels guilty. \n[46]We don't know. Isn't coming around much. \n[47]No, get that shit out of my face. \n[48]I'm tired, I'm hungry-- \n[49]I don't want that shit. I want real food, I want my bed, I want this bullshit to be over. \n[50]Yeah, that's right. The sooner we find Matthew what? Zgeum uPau1 noA op q 'qM \n[51]Ain't it obvious? We drag that homo back to the sheriff, he's a dead man. \n[52]You kept the tape! We're all getting heat for your stupidity! Now let's just split up and get this over with. They both separate. Stanley heads around into the woods, Andy heads the other way. \n[53]Matthew?! Then, Andy notices an uneven ripple in the water. He thinks nothing of it... until it happens again. This catches his eye. Slowly he makes his way over. The water has calmed now, but still, Andy has a sense that something is not right. \n[54]Matthew! As he gets close to the water - he now sees his reflection... He squints his eyes trying to get a better look at what is beneath the surface -- WHOOSH! SOMETHING runs right behind his back - the entire reflection caught in the water -- Andy spins around - as he staggers into the water - no one is there... nothing. \n[55]Only making it worse for yourself, Matt. Andy picks up his pace as he nears the tree line - right where he saw the movement. Out of the corner of his eye, he sees another branch swinging unnaturally. He races over-- CLOSER: He can actually hear breathing - it's getting louder- \n[56]Matthew?- \n[57]Jesus! You bastard! Stanley laughs so hard he starts to cough -- Just as they're about to continue on - the sound of a harmonica breaks through. The same eerie tune. \n[58]What the--? \n[59]The hell with the Sheriff, I'm gonna kill him myself... MATTHEW!! \n[60]You're ass is grass Matthew!! Branches and leaves fly by as Andy barrels through the foliage. Stanley tries to keep up, but it's no use. \n[61]There he is. That way! \n[62]Don't you pass out on me. I ain't dragging your ass back. Suddenly, the tune stops. Andy stops in his tracks, trying to figure out which way to proceed. Suddenly, Stanley hears another sound. Crying. \n[63]He's in there all right. \n[64]Matthew! Where the fuck are you! \n[65]Help! Somebody! Help me! \n[66]Please... please... I can't... \n[67]Fuck you... fuck you... \n[68]Wha-- what is that? \n[69]Jesus, please, what the - no! Jennifer pours the lye into the bucket - the fumes make Andy gag. But he holds his neck up as long as he can - he does not want to put his face down. Jennifer come around in front of him. \n[70]Fuck you. \n[71]Please... \n[72]Wh--what... \n[73]Ahhhhhhh!!! Jennifer laughs and walks out of the shack as Andy gasps, chokes and spits for his life as- STANLEY'S head is covered in crows. ", "STANLEY": "\n[1]Howdy ma'am. He leans into Andy who continues playing his harp. \n[2]Yea... Check um' for skidmarks... Johnny shoots him a harsh look. Jennifer hands Johnny a twenty. Trying to contain her laughter. \n[3]Ground rule double. \n[4]Fine. Maybe a triple. But that's it. You got to knock the guts out its mouth to score a run. \n[5]I told you. This thing is going to make me a fortune. All you got to do is film something crazy, then you send it into the internet, make a killing. \n[6]It's the hits, Andy. You just gotta get the hits. \n[7]I got Matthew's girlfriend in a private moment. \n[8]Not true, my friends. And the evidence is right here. \n[9]He had that babe from the city all alone and he didn't even try to nail her. \n[10]You know, the one who stopped for gas the other day. The one who dumped you on your can. She had Matty here fixing her pipes. \n[11]She even gave him a kiss for \"servicing her.\" Look, here's Matthew running from the cabin like a schoolgirl. They all gather around. POV CAMERA: Matthew runs from the cabin, dropping tools as he goes. Jennifer stands in the doorway calling after him. The camera goes closer on Jennifer -- The guys break up. Johnny is a bit more serious. \n[12]Matthew here says she gave him a kiss right on the cheek. \n[13]Get ready for it. ON MINIDV: The footage that Stanley shot is obviously the previous night through Jennifer's kitchen window. \n[14]I've been working nights. \n[15]Yea, girls like that think you're hardly good enough to pump their gas. Johnny lights up another cigarette. He points at Andy. \n[16]Smile real pretty for the camera. \n[17]Matthew, get your boney ass in here! Shortly after, Matthew shuffles inside. He can't even bring himself to look at Jennifer. \n[18]Yeah, yeah. Date night. \n[19]Damned cardboard. You eat this shit? \n[20]Come on, let Matthew have a go. It's his girlfriend and he hasn't even wet his whistle yet. \n[21]Oh, man. Oh, man. \n[22]Come on, Matthew. You want to talk the talk, then walk the walk, you virgin. Johnny flicks open a pocket knife. He tickles Jennifer's bottom lip with the blade, then gently runs it down her chin, past her neck, and between her breasts, just before stopping at the waistband, then he slices the waistband of her pants - her pants drop to the floor. \n[23]Matthew, what the hell? It's not even hard! Matthew sweats profusely. \n[24]She dance like that they'd throw her butt to the curb. \n[25]Make her do it. \n[26]You ever get mace in your eyes, bitch? It smarts. \n[27]Hold her head down! Hold it down!! \n[28]Bitch was too tight, even after ya'll... Sides, she's all bloody... I wanted to finish up. \n[29]Where'd she go? \n[30]Current's got her. Shit, in her condition she's already drowned. Johnny looks to the Sheriff who's gun is trained on the water waiting for something... anything. \n[31]Six miles, Sheriff? She's at the bottom of the river. She's gator bait. I think we should just let it go. A single vein pulses in Sheriff Storch's temple. He grabs Stanley by the collar. \n[32]For how long? \n[33]I'm starving, man. \n[34]It's happy hour. \n[35]Just figured we deserved a break. Andy holds up his beer in a mock toast. \n[36]Bullshit. It's been over two weeks. I'm tired of searching. If she didn't turn up yet, she ain't gonna. \n[37]It's gone! It's fucking gone] Stanley storms into the garage. \n[38]It's gone. My camera. It's gone! Andy looks at him, visibly annoyed. \n[39]Fuck off, this is serious! Johnny shakes his head. \n[40]it had the tape in it. \n[41]The tape, Johnny. The goddamn tape! \n[42]He didn't smash shit. I put in a new one... Sheriff stomped the one with nothing on it. \n[43]I... don't... please-- i Aaq 'caH \n[44]I had it. Now it's gone. \n[45]It was in my place... I swear it. \n[46]Matthew. I showed it to him. Off all their incredulous looks. \n[47]Was trying to cheer him up. \n[48]You can't tell him Johnny. You can't. Johnny ponders for a second. \n[49]Please, Johnny. He finds out about this... that I had the tape--- \n[50]Where'd you get that? \n[51]Jees, Matthew? Come on-- \n[52]Ah shit. This ain't good. Johnny picks the shoe up. Storch blasts out of his car, shotgun in hand. He cocks his shotgun and levels it directly at Stanley as he backs him up, planting the shotgun into his cheek. \n[53]Please, Sheriff! I didn't do anything. \n[54]You want some? My last bag. \n[55]What's your problem? \n[56]I offered you-- \n[57]Well the sooner we find Matthew... \n[58]So what? Better him than me. \n[59]Boo! \n[60]Prick's playing your song. He looks at Stanley. \n[61]Matthew! You're a dead man! They race off after the sound. \n[62]Hear that? They're off again. About fifty yards away, hidden behind the trees, is the SHACK. Something slips around the side of the structure. Stanley immediately spots what he thinks is Matthew. \n[63]Matthew! \n[64]Good, cause he's coming out in pieces. Andy races ahead leaving Stanley trying to catch his breath behind him. \n[65]Why you little bitch... Stanley races over - Just as Stanley gets close - SNAP!! A hidden BEAR TRAP clamps down on Stanley's leg - the pain is intense as he screams out - He staggers backwards and falls to the ground in agony \n[66]Oh, God! Oh, my fucking God! ON ANDY: As he exits the Shack to see Stanley on the ground writhing in pain. \n[67]Please! Andy! My fucking leg! Andy races over to assist him. As he offers Stanley his hand, he notices Stanley's eyes catching a glimpse of someone behind him. But as soon as he turns, the wooden BAT, the one from the fishing hole, catches him flush across the face! He's down and before Stanley knows it she cracks him in the back of the head. \n[68]Bbbb... bitch! Let me go! She grabs his nose and pulls open his mouth shoving a MAGGOT INFESTED RODENT into his mouth. \n[69]Wh...what are you doing with that? \n[70]What are you.. Please don't... Then she pops the hook through the lid and pulls the fishing line back over his head. Stanley screams something fierce as she continues to thread his eyelid open, slowly, methodically, delivering as much pain with every pull of the line, from one eye to the next. His eyeballs bulge unnaturally, twitching wildly-- All Stanley can do is stare ahead and watch himself on the monitor. \n[71]Please... Please... My eyes... I can't take it anymore... please... \n[72]", "EARL": "\n[1]I'm a coming, I'm a coming. From out of the back walks the proprietor, EARL , takes a double take at Jennifer, surely the prettiest thing he's seen in a long while. He sees her standing in the middle of the mess, suddenly aware of it. He bends down to pick something up in a futile attempt to clean. \n[2]Sorry about the mess. \n[3]Oh, you're Miss Hills. Earl walks over to a cabinet against the wall, opens a small drawer and takes out a key. \n[4]Don't suppose you know how to get out there? \n[5]Alright, listen up 'cause it's a bit tricky. These here arrows will get you through town. Over here, it's more dirt road and woods so it can get kind of dicey. We're a tad short on street signs. \n[6]To who? Lady, the cabin is a real beaut, but heck if there ain't nothin' out there for a good country mile. \n[7]Not planning on throwing a party, are ya? The security deposit... \n[8]Alright, well, if that's what you're aimin' for, just follow that there map. Jennifer looks at the map. \n[9]I know this one. She rented the place down on Mockingbird Trail. \n[10]It's open. Sheriff Storch pushes open the screen door. \n[11]Yeah, but business gets better. That's the trade off. \n[12]Mockingbird Trail, what? -- Oh, right, Miss Hills. What happened? She left? \n[13]Yeah, yeah. I had her pegged from minute one. She wreck the place? \n[14]My lucky day. \n[15]No refund policy. \n[16]Speaking of early, only a month 'til quail season. Don't know about you but I'm getting tired of shooting squirrels. \n[17]Yeah, so, this woman leaves a message on the machine. Barbara something or other. \n[18]She was looking for that Miss Hills. Says no one's seen her in over a month. Ain't that about when she split? \n[19]I don't know. I wasn't there. I think you should call her back. I mean heck, sheriff, you may have been the last person to see her. The Sheriff's blood starts to boil, he wants to say more, but looks to his wife... then controls himself. \n[20]Sheriff? \n[21]Good. You want the number? \n[22]Yeah, of course. Sheriff Storch hangs up. Mrs. Storch looks up. \n[23]Much to our good fortune. Earl points to a nearby log. \n[24]Let's take a break. My dogs are barking something fierce. Earl plops down on the log. \n[25]Those were the good of days. Sheriff Storch joins Earl on the log. He reaches into his hunting bag and pulls out a bottle of really good whiskey. \n[26]Wow, fan-cy. To what do I owe? Sheriff Storch smiles, screws off the top, and passes the bottle to Earl. Earl takes a swig. \n[27]Some damn fine whiskey. Usually don't have that 'cept at baptisms and weddings. ", "MATTHEW": "\n[1]P1... please! I... I came to fix the plumbing. \n[2]I... I was knocking on the d...door a...a... while. Jennifer breathes a sigh of relief, especially after she gets a look at Matthew. He's in his mid-30's, but could pass for a good ten years younger. Awkward and shy, he can barely make eye contact with her. \n[3]N...not much. \n[4]Uh... it's just older pipes. Matthew continues his work, you can tell he is uncomfortable with the conversation. \n[5]No...no one lives around here. \n[6]My... my whole life... Jennifer looks to his wrist. It's all red. Matthew turns on the faucet. Out comes a hard stream of cold, clear water. He flushes the toilet and then turns on the shower to the same result. \n[7]All fixed. Jennifer squeals with excitement. She wraps her arms around Matthew and plants a kiss on his cheek. \n[8]Q..Quit it Andy. \n[9]What are you ta... talking 'bout Stanley? \n[10]No, she did Johnny. She kissed me. \n[11]Yeah, and she likes me... she was nice to me. Stretching a rubber band. \n[12]Nah... She's not like that, Johnny. Johnny snorts, condescendingly. \n[13]I...I ddd...don't want to. Johnny walks up to Matthew, angrily, and slaps him across the face. He points to Jennifer. \n[14]Ok..kkay, I'll d...do it. Matthew walks slowly over to Jennifer. With no warning, Matthew takes Jennifer's face in his hands and kisses her. The men HOWL with sadistic glee. Jennifer slaps him right across the face, then she tries to run but-- Sheriff Storch forces her to the ground. He walks up to Matthew. \n[15]She slipped and fell! Matthew stands up, nervous, jittery, coming unglued. \n[16]None of us touched her. I saw it. She was just... it was an accident. Johnny rolls his eyes and shakes his head. \n[17]Who's there? Matthew walks cautiously into the cabin. \n[18]Where are you?! Barely a second later, he receives his answer. \n[19]I... I knew you were alive. I knew it. Jennifer turns to him now. \n[20]Huh? \n[21]I...am I dreaming? Jennifer pats the couch next to her. \n[22]I... I... need to tell... Jennifer holds a single finger to her lips. \n[23]I did... I really did. \n[24]I'm sorry. I'm so, so sorry. \n[25]I'm sorry. \n[26]--Sheriff! BANQ/// Matthew is splattered with blood, and body parts. ", "CHASTITY": "\n[1]Hi, Daddy. You at the station? Jennifer SCREAMS out. Sheriff Storch keeps his attention on the phone call. \n[2]Oh, sorry. \n[3]Daddy it's Sunday. You always make breakfast before church. \n[4]Daddy! Daddy! Sheriff Storch picks up his daughter and kisses her head. \n[5]I was accepted to the honors program, daddy. can you believe it? Sheriff puts her down. Proud. \n[6]Hey daddy! Where are you? \n[7]But I really want you to meet my new teacher. She is way cool. Sheriff Storch rolls his eyes. \n[8]Here, just say hi. Chastity hands the phone over to - JENNIFER HILLS - who is sitting comfortably on the sofa next to Chastity, her hand embracing the little girl. "}}