{"dialogues": {"BEN": "\n[1]Paul? \n[2]Hey guy. Things ok up there? You all right? \n[3]Well good. Just confirming. You'll be on the 3:50 Wednesday afternoon. \n[4]Lab experiments? Right smart guy -- Paul, you know your mother's gonna be disappointed not to see more of you -- In fact, let me make this more than a simple request guy, I think you should... \n[5]Hold on for a second. Wendy, you want-to say hi to your brother? \n[6]Come on! \n[7]Hey, that's the president of the goddam United States you're talking about, Wendy! \n[8]OK, OK, the defense rests. Want another? \n[9]Gotcha. \n[10]His brother came back -- \n[11]Vietnam. \n[12]The Unitarian? The new one? \n[13]He's either got his head in the clouds or up his -- \n[14]Hell! -- I mean, no problemo there Mikey. Here, I -- \n[15]No, my job is just to analyze the entertainment stocks and advise our institutional investors on where to put their money. It's -- \n[16]And as usual no one believed me... \n[17]Hey Jim, next time you've got to fill me in on whatever it is you're up to these days. \n[18]You'd think she'd learn how to cook a chicken, eh? My drumstick was still frozen when you cut inside there. I'm probably going to get whatever that disease -- and Jim, how that guy ever became a millionaire -- \n[19]Hmm. I knew she'd still be up. Watch this -- \n[20]Get to sleep young lady -- and I mean it. \n[21]If I were a fascist I would have sent you to one of those Southern military academies a long time ago. Now get to bed. \n[22]Hey! \n[23]Hey, kiddo. Sleep well, huh. \n[24]Good night kiddo. \n[25]I wasn't star-- \n[26]That shrink -- the one you always wanted me to see? I thought you dropped him. \n[27]Why shouldn't she be? \n[28]Then again, why should she be? I mean with us, with our... \n[29]Oh not again Elena! If we've got problems, why can't you just come out and talk about them. \n[30]Yeah but Elena, even you don't believe all that \"I'm OK. You're OK\" stuff you keep babbling about -- you say so yourself. I've been all ears for about ten years now on his subject, and -- \n[31]Elena. \n[32]Good night. \n[33]But what, exactly, is stagflation, this mixture of inflation and stagnation, and how should we in the securities industry understand and accommodate it? Well -- and I hope I'm not out of bounds here - think of the money supply as a large male organ, continuously inflating, and yet, the societal vaginal cavity simply wants more. As the vicious circle of higher returns without real satisfaction continues, the money-organ may seem to be in demand, but in fact even the most inflated capital is unwanted. This is why I suggest that while we engage this mawing abyss for the highest returns, we at the same time fantasize, so to speak, of the safe harbor of capital appreciation. \n[34]George, I'm just trying to get a global view of things -- can't just look at the small picture. \n[35]Gotcha George, not a problem. Tomorrow. Hey, you want to start covering the old filmed entertainment sector yourself? \n[36]Overpriced bomb, cost over $6 million -- no stars, and no one's into the horror genre these days anyway. I'm advising the company recommend reducing positions there. It's disaster films that are gonna stay at the top. \n[37]Got a meeting uptown. \n[38]Up the organization! Bastard. \n[39]We don't have to always go to your club, dad. \n[40]-- Well what am I supposed to call you? \n[41]I was actually trying to see about getting a little advice, you know -- \n[42]You know, dah-- \n[43]Actually it's not about work, it's advice about -- \n[44]Well, Elena and I have kind of been talking, not really talking, but -- \n[45]But dad, you guys truly hated each other, I mean really hated each -- \n[46]-- What advice? You never -- \n[47]-- 73 \n[48]But... \n[49]But I -- well maybe I love her. Elena. \n[50]We were golfing, and you know, golfing to me is something I'm supposed to enjoy, and I was on the goddam golf team in college, so it's something one would assume I do well -- I used to do well -- but basically these days golfing for me is like hoeing, or plowing. \n[51]It's like farming. I am basically chewing up large tracts of expensively landscaped scenery with overpriced sticks, and George Clair has obviously, in the mere two years since he joined the firm, he has obviously been taking secret lessons with a golf pro, and I assume the entirety of his disposable income has been devoted to humiliating me on the golf course. And the guy talks - incessantly -- throughout the entirety of the miserable 18 holes - on topics that are the supposed domain of my department -- \n[52]Yeah? \n[53]You have a point there. That's a very good point. We're having an affair. Right. An explicitly sexual relationship. Your needs. My needs. You're absolutely right. \n[54]Gotcha. \n[55]Can't wait to see how it fits in with all the other instruments. \n[56]You want to go? \n[57]Well, it is a neighborhood tradition. \n[58]I'm, uh, going to bed. \n[59]Rough day. Good night. \n[60]Oh yeah. Musk, or something. You like it? \n[61]Alright dad. But you sold the house, you didn't tell anyone, including the IRS, and I'd of certainly liked to have seen if there was any old stuff -- \n[62]Oh. Elena wanted to know when we could expect you on Thanksgiving. It's just going to be you this year. \n[63]What? \n[64]That was a joke? You don't tell jokes. \n[65]Elena. I need some help here if this thing's gonna defrost by tomorrow. \n[66]Here. \n[67]You all right there? \n[68]Um, yes. \n[69]I do. I'm -- are you...? \n[70]You know Elena, I've been thinking-- \n[71]You crying? \n[72]Whatever that means Elena -- And you complain about me not communicating... I thought it was -- \n[73]You have to bring this up now? What? Did I do something here? Is that it? Is it something I did? \n[74]Hell, I know. I -- I guess if you want to accuse me, you've got -- Oh hell! I've got to pick up Paul. I almost forgot. \n[75]Yikes -- I was hoping to wear this thing to the Halford's Friday. \n[76]What? \n[77]Hey there Mikey, how's business? \n[78]I'm picking up Paul at the station - want to come? \n[79]What you been up to? \n[80]So how's school treating you? \n[81]Classes? \n[82]Grades? \n[83]Anyone special? You know... \n[84]Well it's good to see you -- we miss you around the house and all, but this St. Peter's, it's top of the line, eh? \n[85]You know Paul, I've been thinking, maybe this is as good a time as any to have a little talk, you know, about -- well -- \n[86]Well, the whole gamut. Facts of life and all. Some fatherly advice, because, I tell you, there's things happening that you're probably old enough... well... For example, on the self-abuse front -- now this is important - it's not advisable to do it in the shower -- it wastes water and electricity and because we all expect you to be doing it there in any case -- and, um, not onto the linen, and not on your sister's underwear or any clothing belonging to your mother -- \n[87]Holy! Well. If you're worried about anything, just feel free to ask, and, uh, we can look it up. \n[88]All the more reason for this little heart to heart... great. \n[89]Um, Paul. On second thought, can you do me a favor and pretend I never said any of that. \n[90]Thanks. \n[91]Stuffed and baking. \n[92]Anyone home? \n[93]Sure you will. \n[94]Well, it's great we can all be together. And this Thanksgiving, no hysteria, no yelling, especially with grandpa not here, although we miss him. So let's do it right and actually, Wendy, why don't you say grace. You used to love to say grace, remember. \n[95]Jesus all right enough! \n[96]After the Thanksgiving I had, I need it. You having one? \n[97]You know, I think Elena might suspect something. \n[98]Maybe it's all for the better, you know? Yesterday, at dinner, well, she hasn't said anything... has she acted funny to you, I mean, have you noticed anything? \n[99]Yeah, but, I -- I've been working a lot lately, and -- No, that's not it. I guess we've just been on the verge of saying something, whatever it is, just saying something to each other. On the verge. \n[100]Huh? \n[101]Right. Gotcha. \n[102]Janey? \n[103]Janey? \n[104]Shit. \n[105]Water bed! Dig it! \n[106]What the hell are you kids doing down here? \n[107]What do I think? I think you're probably touching each other. I think you're touching that reckless jerk-off, for god's sake, and I think he's trying to get into your slacks. I think, at fourteen years of age, that you're getting ready to give up your girlhood -- \n[108]Don't you direct a single word at me, Mikey. I don't want to hear it. I'll be speaking with your parents about this situation very soon. Bet your ass on that, son. Young lady? \n[109]Who else would I be talking to? And take that thing off! \n[110]I'm not interested in your smart ass remarks now, lady. Let's go. Right now. You and I can discuss it on the walk home. \n[111]Look, kiddo, don't worry about it. I really don't care that much. I'm just not sure he's good enough, that's all. \n[112]I mean, he's not serious, he'll end up living off Janey and Jim, you watch. It's just that you develop a sense when you get older, if things are going to work out or if they won't, and sometimes it's not worth the mess... \n[113]Your toes cold? \n[114]I'll carry you up the drive. \n[115]You go dry off now. \n[116]Never guess where I found her. \n[117]In the basement over at Janey and Jim's. With that weirdo Mikey. Not even a TV on. And they're on the floor and he's got his trousers down though thank goodness she's still dressed. Well, I really let him have it! ... and Wendy came home peacefully... Hey, should I dress for the Halford's now, or - give me your - \n[118]I get you loud and clear... hey, you look nice. \n[119]Oh, just dropping off a coffee cup. Jim left it, last time he was over. It was on the dash of the car. You were, you know, reading, thought I'd just catch some air. Let's eat. \n[120]Yeah, that one. \n[121]Stay out of trouble. \n[122]Ah let the guy have his fun. What's the name of this girl with the Park Avenue address? \n[123]Libbets? What kind of name is Libbets? \n[124]What's for dessert? \n[125]No advice from the experts, huh? \n[126]You think I -- \n[127]What's on your mind? Don't -- \n[128]What do you mean? \n[129]Elena, what are you're talking about? \n[130]Listen, Elena, if you're gonna pull that passive aggressive stuff on me again -- \n[131]Am I unfaithful? Is that what you're trying to say? \n[132]Well, what kind of faithfulness are you after? \n[133]What else could I be? What else could I be? We're not living in the real world here. You're living out some fantasy land from the past, or some advice or something from those psychoanalysts... there are some hard facts here. \n[134]It's the law of the land... the government, the world, those two guys on the Yankees... And I'm not having any fun at it, I can tell you that. I'm not... \n[135]Sure I do. Do I know what loneliness feels like? Sure I do. I know a lot about it, if that's what you mean. \n[136]You've... \n[137]Oh, yeah. Yeah, we'll be right back, Dot. \n[138]I know, I know. I had no idea -- \n[139]Yeah, well, if we'd understood we could have invented some kind of excuse. A key party -- did you see how stuffed that bowl was already? \n[140]I think we're here and we don't have to stay -- we ought simply to put in an appearance and then we can head home. \n[141]I'm not staying at this party so we can go home with someone else's wife. That's not why we're here, right? We're simply being neighbors here, and I think we should do just that -- \n[142]I'm not. \n[143]Elena. \n[144]Elena, it's not what you think. It's not a big plot. Honestly. Honestly. I don't know if you want to go over this now, but it's just something that comes over me. I don't feel good about it. I know I've done what I didn't want to do. I don't know -- \n[145]Elena, you're just getting wound up to get wound up. \n[146]Clair, George Clair! What the hell brings you to New Canaan? \n[147]Well, hey, isn't that a one-in-a million coincidence. A real dreamer, Jim Williams, eh? \n[148]Don't see how. I think the public's had its fill of this gangster stuff. No, trust me -- disaster pics. And air hockey. \n[149]Yeah, see you bright and early Monday am. Say, where's the wife? \n[150]Damn right, but where the hell were you? \n[151]Don't bullshit me around, Janey. Jesus Christ, I waited around for more than half an hour, in nothing but my boxer shorts, and -- and what's all that about? What the hell happened? \n[152]What? \n[153]Jimmy? Jimmy? I don't know how to take this. And what do you mean, Jimmy? I thought you said you and your husband -- \n[154]I just can't believe you could be so -- \n[155]Thanks for the advice Dave. \n[156]Uh, well, what the hey... \n[157]Good shit. \n[158]It's what? \n[159]Darn it, Dave. \n[160]As the Indian saying goes, pain is merely an opinion. \n[161]Ready to go? \n[162]Sorry... maybe I should... the bathroom? \n[163]Sorry, I'm sorry. Uh, I'll be back. \n[164]Elena. \n[165]I'll drive you -- \n[166]Sure. I'll try. And we'll talk in the morning? \n[167]Jim -- he was just up --  in Silver Lane -- I think maybe -- a power line -- \n[168]Do you think? Maybe we should call someone -- \n[169]Yeah. Well, we can just -- \n[170]Paul? Yeah. You think -- \n[171]C'mon. \n[172]There's something -- your mother and I -- have to tell you two -- ", "ELENA": "\n[1]No thank you. We should be off. \n[2]Dinner's on the counter. We'll be at the Williams's -- you know the number. Paul. Hi. Is there anything you'll want, any particular kind of food or snack or anything we can stock up on?... You're all right? ... OK. See you next week. I love you. \n[3]You should hear. It's very sad, he was -- \n[4]Don't be so modest, Ben. It's a job that requires a certain prescience with regards to entertainment trends. You were the first to predict that Billy Jack would be a hit -- \n[5]It's not a bother. \n[6]Oh. \n[7]Of course. \n[8]A key party? \n[9]Thank you Janey. \n[10]You're staring at me. \n[11]I've been thinking, Ben, about Wendy. I was going to ask if she'd come with me sometime to meet Dr. Woolens. \n[12]I did, but -- somebody should probably see her, talk to her... You think she's ok? \n[13]So maybe you'll come too? \n[14]It's you Ben who needs to talk. I've had my say, and I'm waiting to hear back from you. \n[15]-- And you haven't moved out yet. It's because you're too lazy, Ben. Too scared or lazy to either deal with us or simply make a decision -- \n[16]Sleep in the study? Please. \n[17]Good night. \n[18]Yes. \n[19]Yes, it was -- I ended up -- \n[20]I suppose my reluctance was the group aspect of it -- I've never been much of a joiner, although I still consider myself a somewhat religious person -- \n[21]My daughter. I haven't been on a bike for years. When was the last time you rode a bike? \n[22]Forget what? \n[23]No, of course you don't, you're right. \n[24]Hi Wendy. \n[25]I saw you on your bike today. \n[26]Who? \n[27]Mikey Williams? \n[28]Well, you looked very -- free -- when I saw you. \n[29]Weightless almost -- as if I were seeing my own memories of being a girl. There was something internal about it. \n[30]Wendy, of course. I'm sorry. You must think I'm ripe to be checked into Silver Meadows. \n[31]The people at Silver Meadows aren't psychos. \n[32]We've been through this Wendy James Taylor was actually at that clinic up near Boston. \n[33]Oh Wendy. \n[34]I thought you quit the band - I never hear you practice anymore. \n[35]Well, I'm sure your father and I would love to hear what you're playing these days. Maybe after dinner. \n[36]The Halfords have invited us again this year. \n[37]What do you think? \n[38]So early? \n[39]Is that a new aftershave? \n[40]Hmm. Good night. \n[41]You're saying that Christ is the child, and -- \n[42]All well and good -- But tell me again what is it exactly that you believe in? \n[43]That's right. \n[44]I would say it sounds like you're trying to get me into bed. \n[45]I'm sorry. That was stupid of me. I didn't mean to be so rude. \n[46]But not too ashamed. \n[47]And you're still trying to get me into bed. \n[48]I suppose we'll make an appearance. \n[49]I'm afraid people around here provide her with quite a bit to gossip about. Take care. \n[50]Thanks again. For the dinner. \n[51]I used to know how to cook. \n[52]I'm thinking of going back to school. \n[53]How'd you know? \n[54]I'm that predictable? No, you don't have to answer that. It's just that with the kids almost grown -- \n[55]Thanks for the lift. If the bike's any bother-- \n[56]Oh. Sure, I -- Did you remember to pick up the cranberry sauce? \n[57]Because you like it on your turkey sandwiches. \n[58]I... I think I am... \n[59]Ben, maybe no talking right now? If you start talking, you're going to-- \n[60]I'm just sad Ben -- I mean it was... you were, but, you know. I just don't know... \n[61]No, I didn't mean to sound negative. It was -- But Ben. What is going to happen with us? Have you -- \n[62]I wasn't accusing you, Ben. It's just that we've got to be honest. Not just with ourselves, but with the children. \n[63]You were saying? \n[64]That shirt? \n[65]Leave it -- I'll wash it for you. \n[66]The turkey in? \n[67]Dinner in ten minutes. \n[68]Up to you. I'd like to go early and leave pretty soon after that. \n[69]So what were you doing in the Williams' basement anyway? \n[70]Oh right. The mustache coffee cup. The one that was sitting on the dash. \n[71]That one. \n[72]You'll be on the 10:30 train? \n[73]Paul -- \n[74]See for yourself. \n[75]Don't start. \n[76]I have no idea. \n[77]It wouldn't make a pleasant evening, if that's what you're after. I don't want to talk about it. Stupid mustache cup. \n[78]Don't be dim. \n[79]I'm not surprised. \n[80]Your unfaithfulness -- that's what I'm trying to talk about. Your unfaithfulness. Your betrayal. Your dalliance. And you won't do me the dignity of being up front about it. \n[81]It's a starting place. \n[82]If you're going to insult me -- \n[83]Oh lord. You think I'm so dense. And now you want to be seen with your dense wife at the cocktail party. You want to wear that ridiculous shirt which doesn't go with those pants at all. You want to wear that, and you want me to shake hands with your friends and make conversation and dress up in an outfit that shows a lot of cleavage and you're not going to accord me the respect of talking honestly about this... You don't really know what this feels like. \n[84]Benjamin. That's supposed to explain it? \n[85]We're going to the Halford's. The number's on the calendar in the kitchen. We should be home around 11. \n[86]I suppose. Why? \n[87]What sort of problems are you planning exactly? \n[88]Just bundle up. It's supposed to freeze tonight. We'll see you in the morning. \n[89]Oh, damn. Uh, I've left the -- \n[90]In the car. \n[91]This just isn't the best moment for this. \n[92]That this was going to be a key party? \n[93]Well? \n[94]Damn it, Ben -- \n[95]You're not going to -- \n[96]You have some marker, that's what I think, if you want to know the truth. You have some marker and you're going to put it on the house keys so that Janey can find them and then when I get back to the house I'll find the two of you in there and Wendy'll be able to hear you and Paul will be back and he'll hear you and I'll catch you, that's what I think. She'll be swearing and banging against the wall and I'll catch -- \n[97]Well, I'm really pleased to hear a confession. \n[98]Thanks for the diagnosis, Ben. Thank you. So let's just go to this fiasco if that's what you want to do. Let's just go on in. I'd rather talk to anyone else but you. \n[99]Oh, Dot! \n[100]Reverend Edwards. \n[101]You're here... I'm a bit surprised. \n[102]I'm going to try hard not to understand the implications of that simile. \n[103]We're not going anywhere. \n[104]Rob, we'll fix it for ourselves. You two go and get acquainted. We'll let ourselves out the front door. \n[105]Let me. \n[106]You couldn't have hoped for much better when you came up the walk. \n[107]Well, maybe they have one of those filter jobs in the kitchen -- \n[108]My husband is probably passed out in the bathroom, or at least he wishes he were. I've been married to him for 17 years and I don't have any intention of going in there to get him... so what I'm proposing is that since your wife has gone off with a boy, and since you are standing here alone, I'm proposing that you and I do what makes sense. Stay warm. Pass some time. That's all. \n[109]Now don't make me feel as if I'm being too forward, OK? If you don't -- \n[110]Okay. Shall we clean up around here first? Do you think it's all right-- \n[111]Do these seats go back? \n[112]Jim, maybe we should just go. I've got to look in on the kids. Paul is supposed to be coming back in from the city. \n[113]Well, we can talk about it. \n[114]Maybe you just need -- look, can you wait here a sec, I need to tidy up -- just a minute, I'll be right back. You'll wait? \n[115]Ben, I've got a ride home. Maybe you should sleep this one off on the couch here? \n[116]Ben. \n[117]You're in no condition to drive. We'll talk in the morning, OK? \n[118]You'll get some sleep on the couch out there? \n[119]We'll talk in the morning. \n[120]Yeah. You? \n[121]Sure. Maybe coffee. \n[122]Get dressed. \n[123]You should let him sleep. \n[124]It'll warm you up. \n[125]Ben? \n[126]The phone's out. \n[127]Ben, I don't think he wants us here. \n[128]Oh you know, for a minute I thought it was -- \n[129]Ben. \n[130]Ben. ", "WENDY": "\n[1]Charles. \n[2]I have not touched your sh-- Stuff. You watching this? \n[3]Nixon, doofus! It's incredible. He should be shot. \n[4]He's a liar! Dean told him on March 21st about Kalmback and Hunt, all about the payoffs to the Watergate burglars, so you tell me where the so-called \"Dean Report\" is, but you can't because it doesn't exist, because he lied about Haldeman and Erlichman and the April 17 tape, that's why! Liar! \n[5]-- he knows that when the March 24th tape -- you know with Dean, where Dean tells him that there's a cancer growing on the presidency -- \n[6]Who? No way. He's like a big infected whitehead wearing jeans. I wouldn't -- \n[7]-- shit, it's my parents. \n[8]Dad stop it! \n[9]Fascist! \n[10]Good-night dad. \n[11]She's a liar. I wouldn't touch Dave Brewster's dick if you paid me. It's probably crawling with v.d. after he put it in her, which he did. \n[12]I gotta go. \n[13]Hey Sandy. \n[14]Yeah? See ya. \n[15]Sure. Twinkie? \n[16]Did you tell Sandy? \n[17]Hi mom. \n[18]With Mikey? \n[19]Nobody. \n[20]We were just riding around. \n[21]Mom. Are you ok? \n[22]You're not a psycho! \n[23]I know. They're rich drug addicts and celebrities. When I saw James Taylor there, and -- \n[24]Well, I saw what I saw, and if you don't want to believe me -- \n[25]They need the money for my band uniform at school. \n[26]I don't really need to practice. I just play a few notes, you know, so I thought maybe I'd stay in. \n[27]Hi Mrs. Williams. \n[28]After you. \n[29]Hey Sandy, what were you blowing up out there? Your mom was pretty p.o.'d. \n[30]The ones you built? \n[31]I have to go to the bathroom. \n[32]I'll show you mine if you show me yours. \n[33]Then why'd you come after me? \n[34]You have to follow me? \n[35]Nah. \n[36]Nothing. \n[37]Greetings, Charles. \n[38]Dad's like doing his Up With People routine, mom hasn't been saying much. \n[39]Yeah well wait till mom opens her mouth. \n[40]Why don't you use the phone downstairs? \n[41]Can I come? \n[42]With who? \n[43]Libbets? What kind of a name is Libbets? \n[44]Dear Lord, thank you for Thanksgiving, and for letting us white people kill all the Indians... \n[45]... and steal their tribal lands and stuff ourselves like pigs \n[46]... while children in Africa and Asia are napalmed and -- \n[47]Maybe we can just watch some TV. \n[48]I don't know. \n[49]I don't know. \n[50]Hey, what's this? \n[51]Wow! \n[52]I won't take my pants off. But I'll touch it. That's as far as it goes. \n[53]Huh? \n[54]What do you think we're doing, dad? \n[55]Talking to me, dad? \n[56]Well, then forget all this stern dad stuff. \n[57]Huh? \n[58]Yeah. \n[59]Shoot. \n[60]\n[61]Just curious. If there's a problem, I guess I'll just call you there to interrupt. \n[62]Oh I thought I'd steal the station wagon, drive up to a commune. Or set the house on fire. You know. \n[63]Ouch! \n[64]Stupid. \n[65]Hood residence. \n[66]Yeah. Yours? \n[67]Maybe. Can't really tell yet. \n[68]Yeah. \n[69]Maybe. \n[70]Hood residence. \n[71]Is this Charles? \n[72]Um, ten-o-five. Why? Where are you? \n[73]And? \n[74]Right. \n[75]I have plans. \n[76]Anyone home? Hello. \n[77]Sandy, you scared the shit out of me. \n[78]Just thought I'd stop by. \n[79]Yeah. \n[80]No. \n[81]He's dead. \n[82]He wouldn't blow up. He'd just get all mangled or twisted. \n[83]Well. It looks like someone got to his private parts before us. \n[84]They left it in the jungle. \n[85]Can I get into your bed? With you? \n[86]Don't worry about them. They're at that party, getting drunk and falling all over each other and making jokes about McGovern and stuff. \n[87]Want a drink? \n[88]You never tasted the stuff? \n[89]Try again. \n[90]One more shot? \n[91]Under the covers. \n[92]Get 'em off. \n[93]Have you ever had a nocturnal emission? \n[94]That's the name for when you wake up and find this little pool of sticky stuff, like after a sexy dream. \n[95]They didn't tell you this stuff yet? What planet do you live on? \n[96]That's nice. Are you drunk? \n[97]I don't know either. You spin around, when you lie down. \n[98]Where's dad? \n[99]I don't like coffee. \n[100]Wait, I -- \n[101]He's probably been waiting all night at the station. ", "PAUL": "\n[1]In issue number 141 of The Fantastic Four, published in November 1973, Reed Richards has to use his anti-matter weapon on his own son, who Annihilus has turned into a human atom bomb. His son is the result of Richards' coupling with the earthling Sue Storm, and the problem is that the cosmic rays that infused Richards and the rest of the Fantastic Four on their aborted moon mission have made young Franklin a volatile mixture of matter and anti-matter. \n[2]And that's what it is to come from a family, if you analyze it closely. Each of them is negative matter for the other ones. And that's what dying is -- dying is when your family, which is in fact your personal negative matter from which you emerge -- it's when the family takes you back, thus hurling you back into negative space... \n[3]So it's a paradox -- the closer you're drawn back in, the further into the void you're thrown. \n[4]I hope you changed the water in that bong from last night. \n[5]almost talking to himself \n[6]I gotta get to English class. \n[7]Um, Libbets. Hey, Dostoyevsky, I'm also really a fan, and what you were saying, you know, have you ever read The Idiot? \n[8]If you liked Notes from Underground, you'll love The Idiot. \n[9]The Idiot. \n[10]I'm in love with Libbets Casey. \n[11]It's beyond mere physical attraction. \n[12]Truly? Do speak. \n[13]How do you know this shit? \n[14]You think Francis is going to beat me to the punch here? \n[15]Good thinking Marge. \n[16]No more man. I'm about to drop as it is. \n[17]Where you going? \n[18]Flame on, asshole. \n[19]-- because I've been reading Kerouac and Ginsberg and those guys were creating beat culture and traveling and sleeping wherever, and, of course, with all kinds of people, but when you read carefully the various contemporary accounts of their lives, and, uh, these guys didn't bathe much, I mean they were really filthy, with like genital crabs, lice, exceptionally strong body odor... \n[20]How can you do that man? \n[21]Sleep all day. I mean, look, it's already getting dark outside, and you're just getting up. \n[22]What? \n[23]What do you mean? \n[24]Shit. You're not planning -- \n[25]Don't mess with Libbets. I mean it! \n[26]Hello? \n[27]Hi dad. \n[28]I'm fine dad. \n[29]Well dad, actually I thought I'd take the morning train on Thanksgiving -- got a lot of studying, papers, you know, lab experiments -- \n[30]Charles. Have you been keeping out of my shit? Have you refrained from entering the sacred precincts of my room? \n[31]Watching what? \n[32]Hey Charles. Charles, calm down -- I wasn't in on it. \n[33]To find yourself in the Negative Zone, as the Fantastic Four often do, means that all everyday assumptions are inverted -- even the invisible girl herself becomes visible, and so she loses the last semblance of her power. \n[34]All right. \n[35]Good. \n[36]Fine. \n[37]Hnnn. \n[38]Yeah. \n[39]About? \n[40]Uh, Dad -- \n[41]Uh, dad, you know I'm 16. \n[42]Sure dad. \n[43]Hello, Charles. \n[44]How are the parental units functioning these days? \n[45]I don't know. Dad seems a little weird. \n[46]May I operate your telephonic apparatus? \n[47]Calling an individual, Charles, in New York. Confirming a social outing for Friday night. \n[48]It's a one-on-one kind of date thing. \n[49]Her name's Libbets. \n[50]I'll be out in a second. \n[51]See you. \n[52]11:30? \n[53]Libbets. Libbets Casey. \n[54]Libbets Casey, please. \n[55]Paul Hood. \n[56]We? \n[57]Francis. You gonna leave the seeds in there? In the binding like that? \n[58]Huh? \n[59]Hey, it's a sellable skill. \n[60]Eureka. \n[61]Valium. Seconal. Uh, Par-er-goric? Francis Chamberlain Davenport the Fourth -- tonight you sleep the sleep of the just. \n[62]And whence has yon virginal maiden absconded? \n[63]Check it out. Not for the faint of heart. \n[64]to hurry before Libbets returns \n[65]Well, uh, I don't, it's really -- \n[66]Libbets, you really shouldn't mix and match, you know with the beer. I'll put 'em back. \n[67]Maybe you should have just a half. \n[68]I guess he's just real exhausted from, you know, tests and stuff. \n[69]You know Libbets, I really feel, you know, like a real connection to you -- \n[70]Sure I do, you know, like your aura. That you give off. \n[71]It's like very positive, and I feel a real special feeling, because you really -- \n[72]You do? I'm glad. Because I feel for you -- \n[73]Yeah, you're not alone with that line. \n[74]Right. Cool. So, how about we take a bath together? \n[75]Charles, what time is it? \n[76]What time is it? \n[77]I'm, uh, in the midst of a moral dilemma. And I was wondering, because I know you're a very moral person, and -- \n[78]Shit. I can't really talk about it. I guess I better get to the train. \n[79]What are you doing at home on a Friday night? \n[80]Oh shit! \n[81]Oh shit oh shit. \n[82]Oh shit oh shit. C'mon! ", "JANEY": "\n[1]Ted, how romantic. \n[2]Please don't. \n[3]I insist. Don't touch them. \n[4]It's really quite all right. \n[5]Ironic? \n[6]Ben-- \n[7]You're boring me. I have a husband. I don't particularly feel the need for another. \n[8]You should probably get dressed. The boys will be home soon. \n[9]Good trip? \n[10]Jesus, Jim! \n[11]Just be careful. \n[12]Tonight? Jim, he's been out of it since he was born. \n[13]Need a lift? \n[14]Thanks for eating it. I don't know why I even pretend I can cook. \n[15]It's not like we're too busy. \n[16]Social work? \n[17]Educated guess. \n[18]You don't have to apologize. I'm too much of a cynic. You actually seem to be trying to figure things out -- don't mind me. \n[19]Here you are. \n[20]None at all. I'll leave it in front of your garage. Happy Thanksgiving. \n[21]Sandy! \n[22]You little idiotic prick, you could blow yourself fucking sky high with all this demented crap. \n[23]Hey. I'll take this stuff. \n[24]Would it matter? And what's that? \n[25]It's not packed with explosives, is it? \n[26]Play with the whip. \n[27]Oh. Hi Wendy. \n[28]Mikey, have you heard the explosions coming from the backyard? Do you know what Sandy's been up to? \n[29]Don't you kids have homework? \n[30]Shit. \n[31]A person's body is his temple, Wendy. This body is your first and last possession. Now as your own parents have probably told you, in adolescence our bodies tend to betray us. That's why, in Samoa and in other developing nations, adolescents are sent out into the woods, unarmed, and they don't come back until they've learned a thing or two. \n[32]Here. \n[33]In a bit. \n[34]Have I noticed anything? I'm not married to her Benjamin, you are. I think you've probably a better vantage point from which to observe her. \n[35]I'll be back. \n[36]Birth control. \n[37]Oh jeez, Benjie. Well, here you are. \n[38]What are you talking about? \n[39]A prior engagement overcame me. \n[40]Listen, Benjamin Hood. I have obligations that precede your... from before you showed up. One or two, you know, good-natured encounters, that doesn't mean I'm... I'm not just some toy for you. When I remembered some chores I wanted to get done before the party, I just did them, that's all, because I wanted to do them before I saw Jimmy. \n[41]How you take it isn't all that interesting to me, Benjamin. I'm sorry -- \n[42]Wait, this is the training, where they don't let you go to the bathroom? ", "SANDY": "\n[1]Stupid! Is Wendy Hood your girlfriend? \n[2]No one. \n[3]Hey Wendy. \n[4]Mikey was looking for you. \n[5]Bam. \n[6]Mikey? \n[7]Geometry? \n[8]Why are you so good at math but not in English? \n[9]Yeah. But I just need some help with my homework. \n[10]You really didn't notice? Man, he's been gone for three days. \n[11]You going to tell dad? \n[12]You know, it's the whip -- the one uncle Frank got me from Mexico. \n[13]No! \n[14]Well, you can... \n[15]All my model planes. \n[16]They were old. And they couldn't fly anyhow. I'm going to get a radio-controlled airplane at Christmas, and then I'll stuff it full of m-80s and then fly it into Mrs. Burgess's English class and blow it up. \n[17]Yeah. \n[18]What do you want?! What do you want? Get out! Get out of here! \n[19]Where you going? \n[20]It's freezing. \n[21]Wendy. \n[22]What are you doing? \n[23]Mike's out -- I think he went to Silver Meadow to see if you were hanging around there. \n[24]Are you his girlfriend? \n[25]Check this out. He's supposed to talk all kinds of stuff, but he's like malfunctioned. \n[26]Same thing. Again and again. \n[27]It's gonna get a lot colder tonight, I predict. Probably a blackout. Do you have candles in your house? I know where the candles are, and I have my own flashlight. Over there. Also, I know where every emergency exit is on this floor. \n[28]This knot's called a bowline. \n[29]Let's hang him. \n[30]If it wasn't raining we could take him outside and blow him up. \n[31]Communist Viet Cong. \n[32]We -- we have to go to the guest room. We can't stay in here. What if Mikey? My parents? \n[33]It's just -- it's just -- \n[34]Vodka? \n[35]It feels warm. \n[36]Okay. \n[37]Huh? \n[38]I love you. \n[39]I don't know. How do I know? \n[40]I don't think I'm spinning. \n[41]Dad? ", "MIKEY": "\n[1]Who said so? \n[2]I don't have a girlfriend. \n[3]Did anybody hear that? \n[4]Want some gum? \n[5]displaying the gum on his tongue \n[6]Tell Sandy? What? \n[7]You didn't tell him either, did you? \n[8]Yeah? \n[9]Sure, anything but this English. \n[10]I'm not good at math. Just geometry. \n[11]It's like, you know when they say \"two squared\"? And you think it means 2 times 2, equals 4? But really they really mean a square. A square with a side of two. And the area of the square is four. Like every time you use the word, like squared, or cubed, it's really space, it's not numbers, it's space. And it's perfect space, but only in your head, because you can't draw a perfect square, like in the material world, but in your mind, you can have perfect space. You know? \n[12]You were gone? \n[13]Uh, I dunno. OK I guess. \n[14]Because of molecules we are connected to the outside world from our bodies. Like when you smell things, because when you smell a smell it's not really a smell, it's a part of the object that has come off of it -- molecules. So when you smell something bad, it's like in a way you're eating it. This is why you should not really smell things, in the same way that you don't eat everything in the world around you - because as a smell, it gets inside of you. So the next time you go into the bathroom after someone else has been there, remember what kinds of molecules you are in fact eating. \n[15]I dunno. \n[16]I don't ever want to see you. \n[17]I dunno. I -- \n[18]Business? Uh, I dunno. \n[19]See, no one's here. Maybe you want to go to the basement? \n[20]There's a TV in the basement. \n[21]Maybe we can mess around. You know, only if you want to... \n[22]Why did you -- with Sandy? \n[23]You like him? He worships you. \n[24]Wendy! \n[25]When worlds collide. \n[26]4:30 movie. When Worlds Collide. \n[27]Hey, hang on there, Mr. Hood -- \n[28]You're parents at that party? \n[29]You get in trouble? \n[30]I'm sorry if I got you into trouble. Maybe we don't have to, you know... unless you really want to. \n[31]Out. \n[32]Yeah. When it freezes, I guess that means the molecules are not moving. So when you breathe, there's nothing in the air, you know, to breathe in to your body. The molecules have stopped. So it's clean. \n[33]Oh shit. ", "JIM": "\n[1]It was a benefit for the ACLU or something, and Harry Reems himself was there -- \n[2]The very one -- something about a first amendment defense fund -- well I believe in it -- \n[3]-- pulls right up to the pump, jumps out like there's no gas shortage, oblivious, and by this point everybody in line's piling out of their cars ready to kill the guy, when they notice it's that Reverend Edwards -- \n[4]Yeah -- claims he pulled off Creek Road and didn't notice the line going back Mill Street for half a mile. \n[5]Will do. \n[6]Hey guys, I'm back. \n[7]Yeah Mikey. Yep, I was in Houston, working on some great new ideas about silicon, which comes from sand, very conductive. How you guys doing? How's school? \n[8]Hmm. Alright! \n[9]You bet. \n[10]Sorry honey. Hell, we've got to trade this thing in for a normal bed. \n[11]You notice anything with Mikey lately? The kid seemed a little out of it tonight, eh? \n[12]Hell, I guess he takes after me, huh? \n[13]Well, I have to say I don't have much faith that my car keys are still in that bowl. Doesn't seem entirely safe, leaving your car keys around? \n[14]Thanks, but -- oh, I don't think so. It's been kind of a discouraging evening. \n[15]Somehow it was different in my imagination when I thought about it. Actually, I didn't think about it at all, really. \n[16]You want coffee or something? \n[17]Look, Elena, the fact that we're neighbors... you know, close friends, well it sort of makes this a little strange, don't you think? \n[18]What the hey. Let's go for a drive. \n[19]Nah, that wasn't in the contract. \n[20]We're going to have to defrost this thing for a while. \n[21]That was awful, really awful. I'm so sorry, Elena. \n[22]Things are really rotten at home. You wouldn't believe how rotten. Janey's sick. She's unstable, I guess... it's not the right time to tell you... but that's it -- it's like I can't make her happy, the boys can't make her happy, she just doesn't -- \n[23]Jesus, let me make it up to you -- I can do better than that, honestly -- \n[24]That's fine. I wouldn't expect you to see it any other way. \n[25]Of course. \n[26]You okay? \n[27]Yes. Well, I guess we can walk from here. \n[28]You want to come in, get a cup of coffee -- warm up? I can either walk you home, or you could crash in the guest room. \n[29]Phone's out. I hope the pipe's -- \n[30]Oh well. Why don't you put on some dry socks -- and we've got some rain boots in the guest closet back there. Last room upstairs -- back of the hall. ", "FRANCIS": "\n[1]Arise and shine, young Hood. \n[2]The water, as you call it, is a special mixture of amaretto and Ben&amp;Ben blended for just the exact chemical interaction with the last of our precious Thai stick. \n[3]Waste not Master Hood -- that was $20 for the bag. \n[4]Paul, cancel your mental appointments, baby. What are you, like still stoned from last night? \n[5]See ya. \n[6]Paul, let me enlighten you about something. You and I exist on two opposite sides of a great existential divide, that being your pathetic virginity on the one hand and my astonishing number of sexual conquests on the other. I'm off to get laid. See you. \n[7]And remember, with your erogenous zones lubricated as such with the mighty herb, do not attempt terrestrial contact with members of the opposite sex -- because you drone on like a motherfucker when you're stoned. \n[8]Do what? \n[9]Um, Libbets Casey. \n[10]Aha! I could sense the vibe. \n[11]Am I right or am I right? \n[12]My man, I speak to you solely as a comrade in arms offering unconditional aid. I've been giving this one a lot of thought, and I believe that the two of you together might just reach that higher ground that -- \n[13]You oughtta read this Hood, Nixon, our leader, all ye need know about the travails of life. Check out the Checkers speech stuff. \n[14]All will be revealed, baby. \n[15]Awesome sleet and rain. \n[16]Howdy there. You, young knight. Can you check on the mead? Can you sally forth and secure us some more mead? \n[17]impersonating a TV character \n[18]Hell on the fillings. \n[19]Everything's gonna freeze, the big freeze. \n[20]Like into one of the other 20 or so bathrooms they've got in this place. \n[21]Pharmaceutical! You are a god. \n[22]Groovy. Young master of the revels, a treat for our hostess? \n[23]Come on Paulie, share the wealth. You copped 'em from her mom's stash anyway. \n[24]The foot... the foot... toeclipper man... ", "LIBBETS": "\n[1]What Dostoyevsky is saying here is that to be a Christian is to choose, because you have to choose of your own choice, but since you can't choose to be good because that would be too rational you have to choose to be bad -- it's existential. \n[2]The Idiot? \n[3]Great, thanks for the tip. \n[4]Open it Paul! \n[5]Excellent. We were waiting! \n[6]Major. \n[7]Beer. In the pantry. \n[8]Frankie opens them with his teeth. \n[9]Yeah, Paul, are you gonna get home okay? \n[10]No candy for me? \n[11]What is it? \n[12]Let's see! \n[13]Oh far out, Paulie. Hey look, these expired like five months ago. You think they're better aged? \n[14]Thanks for the advice dad. \n[15]Yeah. \n[16]Yeah but you don't even know me really. \n[17]My what? \n[18]And I have a special feeling too, because I do. It's special. \n[19]And I have a feeling for you too, because you're just like -- I feel for you like you're -- you're just like -- \n[20]I do. \n[21]Hah hah you're funny. A bath. Like a brother and sister. Oh man, I'm so wasted. ", "PHILIP": "\n[1]Elena. Elena Hood, am I right? \n[2]Reverend Edwards. Philip Edwards. You came by and checked out the congregation a couple of times last year. \n[3]No need to make excuses -- \n[4]It's been a tremendously transformative year -- maybe a little controversial of course, but we're breaking down the old Unitarian barriers -- \n[5]Well I of course flatter myself that our church is not exactly what most people would call organized religion -- at times it's the disorganization that's liberating -- and of course I've begun to minister much more in what one might call therapeutic environments, in small groups, and one on one, couples -- \n[6]They say you never forget. \n[7]Forget how to ride a bike. \n[8]In many ways, the church-bound tradition of the father, son, and holy ghost is simply a version of the parent-child-adult triad within us all. It's a primitive set of symbols for our inner psychology. \n[9]-- And God the angry parent, and the Spirit the hope of an integrated adult self. \n[10]You ask what the point is? \n[11]Self-realization. Ministering to help people reach their fullest potential. Would you believe me if I told you I want you to see yourself reach your fullest potential and self-realization? \n[12]If that's a potential you see yourself fulfilling... I mean... My, I sound a bit -- \n[13]You weren't. You actually, for some reason, you have the effect on me of making me feel just a tiny bit ashamed of myself. \n[14]Now you are being rude. \n[15]Ouch. \n[16]I believe so Mrs. Franklin. \n[17]I'm afraid she's something of a gossip, isn't she? \n[18]That I will indeed. \n[19]Perhaps you might find it in your heart to call me Philip? \n[20]Sometimes the shepherd needs the company of the sheep. \n[21]Forgive me. ", "HAROLD": "\n[1]I'd asked for that double martini about three hours ago! \n[2]So asking me out for lunch -- what prompted this exceptional event? -- Of course I'm paying. \n[3]And why are you still calling me dad? You're forty years old already, and -- \n[4]That's besides the point. \n[5]Advice? I'm supposed to be getting the stock tips from you, Ben. Unless - have you quit your job? They fired you? \n[6]Oh for crying out loud Ben, you don't mean to tell me that your marriage is going down the drain now -- \n[7]-- Your mother, God bless her, stood by me for forty-two years -- we never once contemplated divorce - I assume you're talking here about divorce? The very thought -- \n[8]-- Waiter! Where's my cobb salad? You want advice Ben? If your big brother were still alive I'd have him go out into the back yard and beat some sense into your head. Look kid, you married that woman against my advice -- \n[9]That's besides the point. The point is if I'd had any sense in me I'd have divorced your mother 40 years ago, and that's the truth, and here it is, 1972 -- \n[10]-- 73, and divorce is as easy as paying off a traffic ticket, and for crying out loud, Ben, be a man and just get it over with. I would have if I'd had the chance. \n[11]But what? \n[12]Christ Ben! Make up your mind and eat your lunch. \n[13]It's not the taxes I object to. It's all the fines and penalties. \n[14]It was all junk! \n[15]Ben, I'm going to Florida. I hate Thanksgiving and I hate the cold. I have a new nurse. She's a negro, she weighs three hundred pounds, and I've decided to leave my entire estate to her. \n[16]Jesus, Benjamin, you're still as gullible as ever. \n[17]I thought I'd start trying. If you don't mind. But I am going to Florida and I do have a new nurse. ", "DOROTHY": "\n[1]From where? \n[2]Oh. Are we going to talk about this, about...? \n[3]The man with the -- from Deep Throat? \n[4]Ted took me to see it. \n[5]I have to say, the movie didn't do much for me. But being in that theater, surrounded by all those horny young college boys and perverts, there was something in the air that -- \n[6]I hear he's slept with half the women in his congregation -- \n[7]So fascinating. Do you get free tickets to the movies, that kind of thing? \n[8]And to think -- they met at a key party of all things. \n[9]You know, it's a California thing. That scuzzy husband of hers dragged her kicking and screaming to one when they were out in L.A. you know, the men put their car keys in a bowl, and then at the end of the evening the women line up and fish them out and go home with whoever's keys they've got. Anyhow that's how she met this Rod person or whatever his name is and he's left his wife and she's packing for California. Irwin is devastated. It's so ironic. \n[10]Well, um, yes. Ironic. His name is Rod. \n[11]It was lovely! \n[12]Hello you two. Am I barging in on some kind of religious study group? Elena, you look marvelous. Will I see you and Ben at the Halford's? \n[13]And Reverend Edwards? Did you make the list? \n[14]With the two of you there it will be positively a revival! I'm off! ", "GEORGE": "\n[1]Hey there Benjie, you're becoming quite the in-house philosopher. When do you have time to think up all that stuff -- Shackley sure eats it up. \n[2]And speaking of which, you have those market share charts Mr. Shackley was asking about? \n[3]Ben you know that's your territory - and I wouldn't dream to trespass - you're the expert. Hey, how do you think Paramount's gonna do with that Blatty novel, what's it called? The Exorcist? \n[4]Brilliant. Hey, you heading out a little early today? \n[5]Right o'. \n[6]Benjie! \n[7]Well, it's the funniest thing. I've been talking to some investors -- a little outside venture, you understand, between you and me -- about a scheme to manufacture a new Styrofoam packaging. Little peanut like pieces that can really keep an item free from trauma during shipping. Miraculous. Anyway, it turns out the genius behind the whole project is your neighbor, Jim Williams. How about that! \n[8]Darned right. Look here, Benj, whaddya make of this sequel to The Godfather? You think it's gonna work? \n[9]Yeah, good. \n[10]Well, gonna make a break for the hors d'oeuvres guy. \n[11]In Rhode Island with the folks. I'm a free agent tonight. ", "DOT": "\n[1]Ben, Elena. Wonderful! Wonderful! So wonderful to see you. \n[2]Would you care to play? New this year. \n[3]Strictly volunteer, of course. You can put your coats in the library if you like. \n[4]OK everyone. We have a little business to attend to now. So everyone who'd like to stay, please gather in the living room. \n[5]Well, what shall the order be, alphabetical? In order of appearance? \n[6]Golf handicap? Ladies, isn't it up to you? \n[7]Try again? \n[8]Getting down to the wire! \n[9]Right down the hall, Ben. "}}