{"dialogues": {"VALENTINA": "\n[1]Stop! Get off the stage! \n[2]Get off the stage! \n[3]He was chasing me. \n[4]I had to get away. \n[5]Self defence. \n[6]When I was three! \n[7]You brought it up! \n[8]Pssst! \n[9]Ladies and Gentlemen, let Dr. Parnassus be your guide... \n[10]Beauty, Truth, Wisdom, Justice... without imagination all are dead. \n[11]Oh! \n[12]Who's that? Who's there? \n[13]Val... Val. \n[14]He's not here is he? He's inside getting pissed. \n[15]Ecstatic. \n[16]Hey! That's mine! \n[17]Give it me! \n[18]Anton? \n[19]Shut up. \n[20]I'm not pretending. Anyway... I'm under age. \n[21]I shall be twelve on Wednesday. \n[22]Percy? How old will I be on Wednesday? \n[23]See? Parnassus says so too. Are you saying he's ridiculous? \n[24]Yes you are. I'll tell him. \n[25]He takes advantage. \n[26]Puhlease. \n[27]Parnassus is a pain. Okay he's extraordinary but I'm not. I don't want to be like him. I want to be like other people. Like them.  You know... normal. Ordinary. You're so lucky. \n[28]You know what I mean. \n[29]Actually, I'm going to be sixteen. Shall I tell Parnassus I know? I think he knows I know. Silly man. Sweet sixteen. \n[30]The age of consent. \n[31]I go to all this trouble and you leave it. \n[32]Are you ill? \n[33]Now what? \n[34]Oh for God's sake! \n[35]Percy liked the soup. \n[36]That's normal isn't it? \n[37]You know it doesn't agree with you. \n[38]And I'll be sixteen on Thursday, so let's not have any more tosh about that. \n[39]You think you're so clever and that everybody else is an idiot! You can't stop me growing up just by lying about my birthday! It's ridiculous! \n[40]Is this going to take long? \n[41]Father!... \n[42]What do you mean `at what price'? \n[43]Typical! You insist I listen to a story and then you don't finish it! \n[44]There's someone hanging there! \n[45]A rope! Get a rope! \n[46]Try again! \n[47]Hurry up. \n[48]You've done it! Brilliant! \n[49]Thank God. \n[50]Put him in the big trunk. \n[51]Don't argue. \n[52]He thought he was dead. \n[53]So, what do you suggest, we leave him on the side of the road? \n[54]Is he okay? \n[55]Are you alright? \n[56]He tried to kill himself. \n[57]My God... that's exciting. \n[58]Why not? \n[59]Father? \n[60]Father? \n[61]He says you must work... to focus your mind. You can help out front.. sell tickets. Ah, here we are... Try this. You can be `Justice'. \n[62]Just like the rest of us. \n[63]No face. No name. The mystery thickens. I'm going to have to give you a name... \n[64]... until you remember who you are, I dub thee Saint George. You can save me from the dragon. George. \n[65]You've met Parnassus. \n[66]Hi, Anton.... what? \n[67]What is it? What's happened? \n[68]Oh no! \n[69]You can't go on. You're drunk. \n[70]You'll have to do it. \n[71]Where's George? \n[72]He's never not done a show before... Maybe he's past it. Maybe it's time to retire. \n[73]Wow! You took all that? \n[74]Anton! \n[75]That's enough! \n[76]Don't talk to me. \n[77]Yes. \n[78]Charity work? I knew you were a good person. \n[79]Percy! \n[80]Anton, that's enough. \n[81]Anton... \n[82]Father! Father! \n[83]What were you thinking? Look what you've done. Get out of the way! Tony. \n[84]Ssshhhh... Thanks, Tony. Leave us. \n[85]Thank God it's only cuts and bruises. I thought we'd lost you. \n[86]I don't know what's wrong with him, but if it's about the show...I don't care. I'm tired of it...let the police arrest us. I'm sick of living like this.... \n[87]What are you doing? Didn't you do enough damage last night? Anton... I'm the one who wants to run away! Are you trying to wreck my birthday, or what? \n[88]Please. We need you. \n[89]How much money have you got? \n[90]Oh Tony. \n[91]\n[92]Father? \n[93]Who was that? \n[94]I overheard you... He wasn't asking the way. \n[95]I want to know what's going on. \n[96]Yes, now! I want to know the truth! \n[97]What are you hiding? \n[98]It's something to do with that bloody rambling story you were telling me the night we found Tony isn't it? \n[99]So tell me. \n[100]What are you saying?... \n[101]What price? \n[102]Tell me... \n[103]Say it. \n[104]What? \n[105]Him?... \n[106]But... didn't... \n[107]I don't believe this! It can't be true. It's just another of your wretched stories... A cruel story! \n[108]Why do you say these things? \n[109]By playing games with the devil!? \n[110]No! \n[111]All my life you've made me play `Beauty', `Truth', `Justice'... filled my head with dreams and high ideals. All that crap! While... all the time...! The devil was right! You're arrogant! Vain and arrogant! I'm just another one of your stupid wagers!... You're beneath contempt. \n[112]It's useless... Hopeless... I thought I was strong, but I don't even know how to run away... \n[113]This stupid theatre...!... That's all I've ever known...! I've always believed it was something precious, but it's not... it's a lie...I hate it! \n[114]Maybe. \n[115]No! Tony, don't get in! Get away! \n[116]No we won't. This is the way. \n[117]Just like my father. Leave me alone. I don't care anymore. I want a new life. \n[118]Tony, help me, she's heavy. \n[119]You did it! You made the right choice! \n[120]Anton!? \n[121]Take your hands off him!! Stop it! \n[122]Anton!!! \n[123]Forgive me, Anton. I was wrong. \n[124]Noooo! \n[125]Father! No! \n[126]NO..NO NO... Please.. father..it's all my fault. What have I done?... \n[127]\n[128]You little fool! You're to blame!.. for everything... I hate you! \n[129]So this is to be my choice!! \n[130]Wrong. I'm 16...I'm a woman now.. \n[131]...a selfish bitch, everyone I love dies...I'm... \n[132]Father...? Where have you been?... All these years... I thought you were dead. \n[133]Come in. \n[134]Billy, this is your grandad. Say hello to your grandad. I think he looks a little like you. \n[135]He's only five. And he's very shy. Would you like some tea? \n[136]Okay, you look after Imogen. \n[137]She's eight months, and, so far, fortunately, doesn't look in the least like you. \n[138]This is all I ever wanted... I know it's not what you wanted for me, but...well... there you go... I'm happy. \n[139]We're both happy. ", "TONY": "\n[1]My God! That's it! You're right! Anthony Shepherd! They call me Tony. Tony Shepherd! That's who I am! \n[2]Yes...That's right! That's right! But how?... \n[3]But that's amazing! Brilliant! Was there anything else? \n[4]That's absolutely fantastic! Thank you. Perhaps I'll remember other things. \n[5]That's so strange. And horrible.. it's a complete blank. But I do remember I was involved in some sort of charity.. trying to do good, to make the world a better place, you know...inspire people, give them hope.... What an arrogant idiot. \n[6]What's that? \n[7]I mean, the pipe. Where did you get it? \n[8]It's mine. \n[9]It's not a musical instrument. May I have it?... Please. \n[10]Positive. \n[11]Don't fool around. \n[12]Give it to me! \n[13]Thank you. \n[14]Please. Everything's alright. It's okay. Really. I promise you. \n[15]Ladies and gentlemen. Ladies and gentlemen....please... \n[16]Ugh! \n[17]Can I help? \n[18]What were you doing to that girl behind the mirror? \n[19]Oh, c'mon...we all heard her screaming. \n[20]Terrifying? Why? I don't understand. \n[21]Your not trying to tell me that mind control stuff is real? \n[22]Isn't it? \n[23]Hang on.. if he can really control people's minds, why isn't he ruling the world? Why bother with this crappy side show? \n[24]What a waste... Tell me about the mirror. What's the point of that, if not to razzle-dazzle the public? \n[25]Er... one more thing....Does `first to five' mean anything to you? \n[26]If you hadn't been there... \n[27]Valentina, your father seems in a terrible state. Is it the police? The show? Maybe I can help. \n[28]Don't say that. What you're doing is important. Really important. It's just... maybe... it should be done in a different way. \n[29]Oh, hello, good morning sir. How are you feeling? That was a nasty bump on the head you got.. \n[30]Well, sir, I've been thinking... It's clear the show's not attracting many people. Forgive me but... I see two ways of tackling this problem. \n[31]Either the style of the show is at fault... or the type of audience. I would suggest changing both. \n[32]I'm sorry but.. you're not modern. People want modern. Look. \n[33]This is modern. It works. Trust me, I understand this world. This kind of mind control. Let's try to meet the public halfway.. the right public.. and in a better part of town. \n[34]What? \n[35]There'll be a better class of police too. \n[36]The trick is not to hide. Change your colours. Be bold. Go where they would least expect to find you. I think we have been brought together for a reason. I don't believe in coincidence. You saved my life. Now let me do something in return. \n[37]This can be my birthday gift to Valentina. \n[38]Well... First of all, I want you to give me your money. All of it. \n[39]Excuse me, madam. I'm afraid we can't accept this. \n[40]We are here to give...not take. We are here to help those in need. If it's money you need, then here it is. If it's the flowering of the soul you need, then here we are but, unfortunately we are booked solid at the moment. But thank you.. I can see you have a generous spirit. \n[41]Cost? Money is no good in the Imaginarium.   This is a refuge for hearts in need of truth. A place for souls to be purified. \n[42]Madam, why should you care about time? What are your dreams worth in minutes? \n[43]There are hard choices to be made in life. What about the dreams of the less fortunate in the world. Do you have time for their dreams? Or are you like I once was...do you just despair? Despair at all that is wrong in the world.. ...despair at your inability to do anything to change it.. to make it better...I despaired so much at the powerlessness of my own existence that I took the easy way out...the coward's way...I committed suicide! Yes, that's right, I killed myself. Can you understand my despair? But I was saved...saved by a miracle...The Imaginarium...and Doctor Parnassus. He brought me back from the dead. He gave me a new life. A reason to live. He has given me power to dream again... to dream of a better world. \n[44]Please, I'm sorry but, we're booked solid at the moment. \n[45]Madam, congratulations, you have been chosen. \n[46]Come forward and enter the Imaginarium. \n[47]We don't want your money. We want your hopes and dreams. You may make a donation later, if you wish. \n[48]This is a rare moment. Very few are chosen. Don't miss this once-in-a- life-time opportunity. This way. Please. \n[49]Believe me Madam, you're the luckiest woman in the world. \n[50]Tony... \n[51]If I'm not wrong, I fear you must go alone. \n[52]It's one of the rules... One imagination at a time, free from the influence of another. \n[53]Oh..look... another possibility.. \n[54]You must make a choice...and... actually, to be honest, I'd strongly recommend this one. \n[55]Exactly. To be reborn, first you must die. All of them have achieved a kind of immortality. And we love them all the more for it. They won't get old or fat. They won't get sick or feeble. They are beyond fear. They are forever young. They are gods. And you can join them. \n[56]There's not a moment to lose. \n[57]But your sacrifice must be pure. You have to let go of all these worldly goods. \n[58]Remember nothing is permanent... not even death. \n[59]That was so... I had no idea... It's just... incredible. \n[60]..how do you do this? \n[61]No! Wait! I can explain! Give me a chance! \n[62]Did you see me!! I almost reached the clouds! I could have...it was incredible...I was almost there... \n[63]I made my choice and I climbed... I felt so much potential. I could have done anything. I have to have another chance...another go...I need this... \n[64]I am not a liar! \n[65]No! I just... didn't divulge everything I knew. \n[66]Absolutely not. Not in law. \n[67]No. I didn't. \n[68]Are you going to believe them before you believe me? \n[69]Because they're irredeemably bad people, and I'm essentially good. I know that sounds terribly prim and arrogant and self righteous, but I'm trying to be honest. Look, the truth is... in order to get my charity off the ground I needed capital. \n[70]Yes, I know, and you're right, but that's the way the grown-up..the real world works. You can't make omelettes without soiling your hands. Or should that be the other way round? Anyway, I - with hindsight very foolishly - accepted a loan from people who seemed to me, at the time, to be very decent and sincere. There was absolutely no way I could have known that they were part of a ruthless organised crime syndicate and that they wanted to use my charity to launder money. I made a mistake. And I have to live with that. I'm sorry. What more can I say? \n[71]But, can we not talk about me for a moment.. I want to thank the Doctor for letting me experience the most sublime, inspiring .... \n[72]What? \n[73]Stop saying that! I didn't steal it! I didn't have it. I'd had to invest in infrastructure. I needed more time. When you run a charity you have to give lots of money away. You wouldn't believe the red tape. The Charity Commission are a bunch of fascists. It's incredible. I mean... c'mon give me a break...I almost died today.. and I said I'm sorry... and anyway..... this was supposed to be a special day...it's Valentina's birthday. \n[74]Happy birthday. For a beautiful woman. \n[75]Marks? \n[76]Saving Valentina. \n[77]I overheard you. You only need one more to win. Me! I'll be that one. I'll take the risk to save Valentina and, hopefully, you sir. We've still got a few minutes. \n[78]How about thanking me? \n[79]I expect nothing in return. \n[80]Only Valentina's hand in marriage, if she'll have me... \n[81]And, as your son-in-law... perhaps... initiation into the secrets of the trance. \n[82]But... Why not?! What's wrong? \n[83]You must do it! You have to do it! It's the only way to save your daughter! \n[84]Concentrate. You must concentrate. I'll make the right choice. I'm sure of it. I can feel how right it is already. \n[85]Oh God!... Doctor... We can save her.. you and me. I need this. We both need this. Please. The trance. \n[86]Bugger! \n[87]PULL YOURSELF TOGETHER!... Sir. Concentrate...or you'll have lost her forever. \n[88]It's alright... it's alright... Don't cry. It's going to be alright, believe me. \n[89]Everything's going to be alright... I'll take you away. I'll show you the world. My world. The great big beautiful world I've always dreamed of... You'll love it. \n[90]Yes? \n[91]C'mon then. \n[92]No! \n[93]Valentina, Don't listen to that. I'm innocent. This is the work of people who are trying to destroy me! Evil people! Believe me! Look, I'll show you the truth! \n[94]Hurry! \n[95]This isn't right. This is all wrong. Which way? \n[96]Ah, Lester, just in time. \n[97]Help! Over here! \n[98]Stop! What are you doing!   We'll drown! \n[99]Valentina... \n[100]What is it now?! Can't we just go inside and get dry. \n[101]Ostanobuite bas menshi schit! \n[102]Sustainability's great, if you can achieve it. The problem is, in many cases you simply can't, for a whole variety of reasons. \n[103]Look, charity, like poor little Olga... ...is always with us, to coin a phrase... \n[104]Ah, there you are, my lovely. \n[105]I wouldn't presume to have a 'message' for the Prime Minister... Fortunately for the Foundation, I think we pretty much see eye to eye on most things. \n[106]You look gorgeous, my love.   I knew you wouldn't let me down. \n[107]This is a vitally important moment for the future of the Foundation. The children of the world are depending on us. \n[108]Call security, somebody. \n[109]What?   How?... \n[110]Stop him. Silence the little bastard! \n[111]And now he doesn't stutter! You see!? It was all an act to get cheap sympathy! \n[112]Get off me! What are you doing? You've betrayed me! Haven't you? You let him in...into my world, you bitch!?.. after all I've lavished on you...OW!! \n[113]Who's behind this!? Eh!? You didn't come up with this all on your own did you!!!??? No! Someone's got at you. Someone's paid you!!!... Who!!!??? Tell me!!! \n[114]You old bastard! This is all your doing! \n[115]Thank God for that! \n[116]Give me that! \n[117]Stop! \n[118]You've been talking to the devil, haven't you? Let me guess what he said... If you manage to kill me, he'll release Valentina. Yes? Am I right?... I am aren't I? It's all lies. He can't release her. And why not? Because he doesn't have her. He can't have her because she's the prize. He doesn't have five wins. But if you kill me he will, won't he? You'll have lost Valentina forever! \n[119]This is ridiculous! \n[120]You've got to believe me! For all our sakes! \n[121]Look... \n[122]Gotcha! ", "ANTON": "\n[1]No. Sorry. That's n-not allowed. You have to t-take a t-ticket first. \n[2]We c-couldn't stop him. \n[3]I know. I'm s-sorry. \n[4]Step up! Step up! For one night only! The Imaginarium of Dr. Parnassus! Not to be missed! \n[5]Test your imagination! Envisage the sublime. Let Doctor Parnassus be your guide. Discover the heights of Wisdom... \n[6]... Or, if you will, visit the doldrums with all that's vile and stinks. \n[7]The world is full of wonders, beauty, enchantment, for those with eyes to see... \n[8]What? \n[9]What g-g-game? \n[10]I d-d-don't know what you're t-t- talking about. \n[11]I c-can't. \n[12]I'm n-not supposed to be here. \n[13]That's the p-point. It's up to you. \n[14]Look at that moon. I've n-never seen it so b-big. And the stars...It's so c-clear. \n[15]Valentina? \n[16]I c-c-can't call you Val, P- Parnassus d-doesn't like it. \n[17]Are you happy? \n[18]Would you really be happy in one of those p-places?... N-not me. Well... m-maybe....with you. Let's run away. Make a new life together. I'll retrain. Computers. Stocks and bonds. We could be happy. Just the two of us. \n[19]What? \n[20]Why d-do you always have to p- pretend to be so b-brutal? \n[21]Valentina. \n[22]Don't be ridiculous. \n[23]No... \n[24]He knows I worship him.... \n[25]I don't mind. He's extraordinary... Like you. \n[26]You are. \n[27]Incredible! I saw somebody d- dancing in the air.. under the b- bridge.. \n[28]It's true! There was a sh-shadow on the water, when the lightning flashed... \n[29]You see! The d-dancer! \n[30]I t-told you! \n[31]I c-can't reach him. \n[32]Arghhh!!!! \n[33]Argggg!!! \n[34]No! That won't work. And anyway, you d-don't know where he's b-been. Let me... \n[35]He's alive! \n[36]What on earth is this? \n[37]B-but... \n[38]I d-don't like it. It's none of our b-business. \n[39]Might be for you. \n[40]He was hanging under the b-bridge. \n[41]We found these in his p-pockets. \n[42]With his hands t-tied behind his b- back? \n[43]S-somebody was trying to k-kill him. \n[44]We c-can't let him stay with us. \n[45]We d-don't know what this is about, who he is, what he m-might have done... \n[46]The show. We c-can't do it. It's your father... \n[47]For one night only... raise your sights... encounter the majesty, the beauty, the miracle that's in each and every one of you. Take this opportunity to expand your horizons. It's not too late. Experience the Imaginarium of the great Doctor Parnassus. \n[48]P-probably remembered he had a wife or t-two back in Russia. \n[49]Thank G-God... N-not a single customer! \n[50]Oh n-no! \n[51]Lying through your t-teeth can do that to you. \n[52]What tomorrow? We're gone. \n[53]N-no, keep it. Thanks to you we can afford to buy Valentina a b- birthday cake. \n[54]P-please...I'm sorry about last night. I behaved like an idiot. \n[55]You must admit... even idiots have their qualities. \n[56]Mozart's flute concerto in G. \n[57]I found it. \n[58]Oh. You're a musician n-now. \n[59]Are you s-sure it's yours? \n[60]Alright. \n[61]It's g-gone. \n[62]Ah, there it is. \n[63]Oooooh! \n[64]Sleep no more. Procrastinate no longer. Embrace this once in a life- time opportunity. Let the mind of Doctor Parnassus be the portal to the infinite world of your imagination. \n[65]As old as the universe itself, the great Doctor, versed in every mystic practice known to man, and many more besides, will guide you to your destiny. \n[66]T-taking you to the heart of your imagination! \n[67]You won't regret it! \n[68]N-not at the same time! \n[69]Your imagination is a very special place. Doctor Parnassus will make it flower. \n[70]No. T-two c-competing imaginations in the Imaginarium at the same time... it's n-not advisable. \n[71]The stronger imagination will overcome the weaker and then there's n-no knowing what might happen. \n[72]D-don't be afraid, d-dear lady. You'll be safe with me. \n[73]Have no fear. \n[74]Only b-because she d-doesn't realize... \n[75]It's alright! It's alright! \n[76]L-leave me alone. \n[77]What are you suggesting? \n[78]I was screaming as well.   It was t- terrifying... \n[79]No, well...you wouldn't. You've n- never been inside the D-Doctor's mind have you? \n[80]You think it's some k-kind of scam, d-don't you? \n[81]No... But I d-don't expect you to g- get it... N-not in a million years. \n[82]He d-doesn't want to rule the world d-does he?... He wants the world to rule itself! \n[83]You're way off the mark. It's a b-bloody great mystery... wrapped in a b-brown p-paper b-bag enema...or do I mean, enigma... \n[84]I thought you were the c-clever one. \n[85]Stop it! L-leave him alone! \n[86]Stand b-back! I'm warning you! \n[87]Relax. Smell the flowers. \n[88]Shut up! \n[89]You're a l-liar. You've been lying to us all along. Who are you? Who were those thugs? \n[90]No? \n[91]You stole their money. \n[92]That's what they said. \n[93]So why were they trying to k-kill you? \"Again!\" is what they said. \n[94]The first time they hung you from the b-bridge... right?... B-because you stole their money. \n[95]The marks on your face... \n[96]They scrawled something on your forehead. Symbols... Signs... \n[97]Yes, what's that about? \n[98]What's happened? \n[99]Ah, there you are, Tony. Here's something m-might interest you. 'Missing: D-disgraced head of children's charity'. \n[100]N-not a bad p-picture, Tony. Listen to this Valentina... it's about Tony's b-beautiful world.. \n[101]...Anthony Shepherd, who was arrested last week on charges of... \n[102]Don't d-do it. Don't g-go on. Not with him! He's all lies. \n[103]Valentina! \n[104]All of this is false! It's nothing to do with you! It's all him. It's his imagination! \n[105]It's all rotten! A naked lie! You've got to understand! \n[106]Look at this... \n[107]...`Tony Liar'.. \n[108]'The disgraced director of the children's charity \"Suffer the Little Children, who was arrested last.. \n[109]...who was arrested last week on \n[110]Valentina!..help me. Please. \n[111]I know... I'm not a child. \n[112]I love you, Valentina. \n[113]Hello Doctor. ", "DOCTOR PARNASSUS": "\n[1]Valentina... \n[2]You don't go through the mirror. \n[3]You hit him. \n[4]You're out of control. Ever since your mother died... \n[5]I don't want to talk about it! \n[6]We don't accept drunks! \n[7]People must be in their right minds when they make the choice. \n[8]Gone. Will we miss him? I don't think so. \n[9]Don't worry if you don't understand it immediately. \n[10]And so... a glimmer of hope... Perhaps eternity has not been in vain!... \n[11]He's come to collect. \n[12]There must be something! \n[13]Valentina... \n[14]...at what price.... \n[15]Hanging? \n[16]The hanged man! \n[17]These marks... I recognize them. \n[18]You've been sent by Mr Nick. \n[19]Don't toy with me. Tell me you're an emissary from Mr Nick. \n[20]Tell me you've come with a proposition. Tell me what I want to hear! \n[21]He's from Mr Nick. \n[22]He's come with a proposal. \n[23]All is not lost. \n[24]You're welcome. \n[25]We can talk here. Sit down, sit down. \n[26]So... \n[27]The message. \n[28]The message! What's the message? From Mr Nick. What does he want? \n[29]Problem? What problem? \n[30]What!? \n[31]You've lost your memory? \n[32]You've come here with a message.... A vitally important message from Mister Nick... A matter of life or death... and you can't remember what it is!? \n[33]\n[34]Can he remember! Can you remember? \n[35]Bloody useless! Mr Nick sends an emissary and he can't bloody remember! It's a bloody disaster! \n[36]I am not drunk! I'm under considerable stress. \n[37]No! No understudy! The audience won't tolerate an understudy! There's only one Doctor Parnassus, and I am he! \n[38]Strong coffee? Brilliant! This is why fate has brought us together. Don't worry about remembering... It's all the same to a man on a galloping horse! \n[39]What do you want? I'll do anything. \n[40]You're man's lost his memory! He's bloody hopeless! \n[41]What? \n[42]For God's sake! Tell me what you want! \n[43]On Valentina? \n[44]You bastard! \n[45]What! Impossible!..you've seen the business we're doing. \n[46]Wait! \n[47]George... We'd like to know who you really are. \n[48]I may be able to help. \n[49]Hold this piece of wire. \n[50]I'm going to put the tips of my fingers on the top of your head. \n[51]I want you to relax and try as far as possible to think of nothing. \n[52]Hold your breath. \n[53]Very good, very good. Yes... Yes, I see... I see... Very interesting. \n[54]Alas, this technique has its limitations. \n[55]Your name. \n[56]Anthony Shepherd. \n[57]And... you used to do good works. Something to do with charity I think. \n[58]It's an ancient technique of mental divination, but I'm very rusty and it doesn't always work satisfactorily. \n[59]He's ambitious, energetic... a man of destiny. \n[60]What are you doing? Please concentrate. We've got a tremendous amount of work to do tonight. A great deal depends on it. \n[61]This is my punishment. All is lost. First to Five. One down. Impossible, Valentina. First to five. One down. No people. No time, Valentina. We are doomed. \n[62]Shhh! \n[63]Our time's nearly up... This could be what we need. \n[64]Hooplah! \n[65]Thank YOU, dear Lady, you give me strength to continue \n[66]What? \n[67]Valentina... my darling girl. We must do another show! Now! Quickly! Get ready to move out! \n[68]Somebody asking the way. Where's Tony? \n[69]Please! Get everybody together. Another show! Tony! Percy! \n[70]Not now. \n[71]The truth? \n[72]There are more important things, at this moment! \n[73]Yes. \n[74]What I told you was... the truth. I really am thousands of years old. I have been immortal. I have been mortal. And I have had many dealings with the devil. Too many. \n[75]Remember the woman I was telling you about?.. the one I was so desperately in love with.. so in love that I made a deal with the devil? That was your mother... ...she was so beautiful, so enchanting...so... \n[76]... so young. She was everything I had ever dreamed of. I made a choice. I bargained away my immortality. I regained my youth... and I won her. I did! I won her...! \n[77]...but at a price... \n[78]You fool! You monstrous fool!    You should be dead. \n[79]What are you doing? \n[80]What?... How? \n[81]Yes! Yes! Of course! Of course! Thank God! Thank God! \n[82]Valentina! Forgive me. ", "PERCY": "\n[1]Take a ticket and join the queue! Only five quid a go! There's no greater bargain on planet earth! \n[2]He's doing his bit to save the human race. He thinks it's got a future. Quaint, eh? I keep telling him to get a proper job. Check it out.. another night with nothing in the kitty. \n[3]Take a ticket and wait your turn. Twenty quid a go, reduced to five for one night only! \n[4]I thought so. \n[5]Nothing. \n[6]You're going to have to tell her. \n[7]Rain. \n[8]Twelve. \n[9]... And as the waters rose... the people's need for stories grew. Stories that would feed a great hunger. A hunger for more than just understanding... \n[10]Don't be a fool! You can't die! You're immortal! You'll just end up broken, in the eternity ward, and I'll be stuck looking after you! Forever! \n[11]Swing in! \n[12]Come on, don't hang about! We're getting soaked up here! \n[13]Well, he was. \n[14]The boss said leave him. \n[15]Definitely. \n[16]Hey, you! \n[17]I suppose somebody saves your life everyday of the week. \n[18]Too much like routine to bother with a thank you. \n[19]Percival St. Antoine della Touraine et Sansepolcro da Piemonte the Third. If that proves too difficult, you may call me Percy. \n[20]Geographically, in the Northern Hemisphere. Socially, on the margins. Narratively, with some way to go. And your name is... \n[21]That's handy. \n[22]Any credit cards? \n[23]...with your name on them. \n[24]Don't look at us. \n[25]He can't remember. \n[26]They'll know who you are. \n[27]Pity.. I speak Russian. \n[28]Well, we didn't and he isn't. \n[29]By his neck. Until dead. If we'd had any sense. \n[30]Actually, I saw that trick performed many years ago at.... \n[31]No he's not. \n[32]No he hasn't. \n[33]What proposal? \n[34]Let's close up quick while the going's good. \n[35]There isn't a next show. \n[36]We've done all the shows we're doing here this evening. \n[37]Five souls.. two days, eh!? \n[38]I told you didn't I? \n[39]That he was a wrong-un. \n[40]No... but they sure as hell like being economical with the truth. \n[41]You won't feel a thing. \n[42]You may breathe normally. \n[43]So what was he doing dangling under a bridge from his neck? \n[44]Oh dear, was that a rude question? Have I put my foot in it? \n[45]He's in love with Valentina? \n[46]It happens. \n[47]While you're at it, don't forget the other one. \n[48]The viper, the scorpion, the amnesiac boa constrictor. Tony. \n[49]Really? \n[50]And he's going to help us win five souls. \n[51]She'd be better off with Anton. \n[52]That's even worse than the other ideas you've had today. \n[53]Get a midget. \n[54]Better luck next time. \n[55]Do me a favour. Take a long walk off a short pier. \n[56]Bugger off! \n[57]Change the show!? Who the fizzing hell do you think you are?...... \n[58]What about the filth? \n[59]The filth. The police. \n[60]That'll be the day. \n[61]Yeah, okay, but what exactly do we do? \n[62]That cards! The bloody Tarot cards! \n[63]Comes to the same thing. \n[64]Why not? \n[65]You had some of those when we rescued you. \n[66]Please can we answer the door? I can't stand not answering the door, or the telephone, or whatever. It's not in my nature. I won't sleep for weeks if we don't answer the door! Sorry! \n[67]Sorry, I just... I've got a thing about... \n[68]Telling the truth... Always a bad idea. \n[69]About bloody time! \n[70]Here! \n[71]How long's a piece of string? Don't ask daft questions. \n[72]Problematical my arse! Come on... I know it's against the grain... \n[73]Yeah, it goes just before the fall. \n[74]Come on... I know it's against the grain... \n[75]So far, so good. ", "MR NICK": "\n[1]Hi there. C'mon in. Looks like you could use a drink. \n[2]Come on laddy, cross the bridge! Join up! Be a man. Kill the enemy. Impress your dad. Unlimited ammo. Great fun. Pow! Pow! Pow! \n[3]Attaboy, sonny. Join the men. Nothing to it. Hup two, hup two... \n[4]No, wait! That's the wrong choice! That bridge leads to failure and despair. You'll be dead before you're thirty. This is the one. This is the bridge to manhood! \n[5]Hello Parnassus... It's been a while hasn't it? \n[6]What exactly do you do here? \n[7]Oh.... What's that? \n[8]Nothing? Really. Are you telling me that if you stop telling a story... This story... something you made up, a fiction... that the universe ceases to exist? \n[9]And you believe it? \n[10]Incredible. It's just incredible to me that you can believe something that can be so easily disproved. \n[11]There you are. You see. The story's stopped. No more story... And yet, we're still here, the fire's still burning... \n[12]It's still snowing. The wind's still blowing. Nothing's changed. \n[13]Cheer up... I've freed you from this ridiculous nonsense. \n[14]Now you can use your powers to do something else. Have fun, travel, learn a foreign language... \n[15]A weak hypothesis! \n[16]I tell you what... You're probably not a betting man but... \n[17]You shouldn't drink, it doesn't agree with you. \n[18]I know. \n[19]He's not my man. \n[20]Tony Shepherd. Little toe-rag. He used to run a big charity. I wouldn't trust him. But then... you don't trust me do you? \n[21]I just thought...seeing you so upset last night...that you needed a glimmer of hope...maybe a little bet? \n[22]No? \n[23]First to five?... You might win. And save her. What do you have to lose? \n[24]Now that would be something. By her birthday then. \n[25]Things are going to pick up. As sure as eggs is eggs. \n[26]Four rotten Russkies? \n[27]Sally doesn't count.    Do you, gal? \n[28]Sal didn't get to make a real choice. You were gaga. Out for the count. Wouldn't be fair...And you've got four, thanks to your friend Tony. So... we're even... it's not quite over. \n[29]Not quite. Oh,oh, look at the time...it's 11. \n[30]Now, there's absolutely no need for that. That's just plain contrariness. \n[31]You think you deserve punishment but you're a kid - you have no idea...trust me. \n[32]...only fit for hell? If only. \n[33]No... your pop would never speak to me again. And that'd be a shame. Let's dance. \n[34]Damn!... I've won. \n[35]Funny how things work out, isn't it? \n[36]It's not what I had in mind y'know... this.. Valentina, being the fifth... It doesn't seem right... She's supposed to be the prize, the star prize... not part of the bloody score... And you lumbered with eternal life all over again... What a bummer, eh? \n[37]I hope they get that bastard. Tear him limb from limb... But they won't... He leads a charmed life, that one... I've been trying to nail him for years... I thought I had him this time. But, there's always some prat comes to his rescue... Talk about the luck of the Devil. Those weird markings you found on him... on his forehead... Those satanic-symbol, so-called, things... What's all that about?... Maybe they protect him in some way... I've never been into that black-magic stuff myself... Can't seem to get the hang of it... I know, pathetic isn't it?... \n[38]God, I hate to see you like this. Look, I tell you what... If you can get the lowdown on those satanic markings, or.. wait.. better still, if you can wipe that self- righteous little creep off the face of the universe... I'll give you Valentina back. \n[39]How about it? \n[40]How should I know? You're her father. Her loving father. \n[41]She's free... isn't she? ", "MAN": "\n[1]What? \n[2]Who are you? \n[3]Where are we? \n[4]I... I can't remember. \n[5]What?..Oh..OK... you can have whatever you want.. just don't.. \n[6]Ah...right.. good idea. \n[7]My wallet... it's gone. Nothing. I've been robbed. \n[8]Yes... thank you. \n[9]I haven't done anything. I'm sure. I hope. Please... Give me the benefit of the doubt. \n[10]Marks? \n[11]Mr Nick? \n[12]Yes. \n[13]Thank you. \n[14]Thank you. \n[15]I like your study. \n[16]The message? \n[17]Ah... Well... That's the problem... \n[18]Unfortunately... I've lost my memory. \n[19]It'll come back. I'm sure. \n[20]I just... it needs time... to recover. \n[21]Not at the moment. I'm sorry. It's never happened before. \n[22]Exactly. A laughing stock. \n[23]I think I'll hide behind this. ", "GEORGE": "\n[1]Hold on!.. what dragon? \n[2]Now you are making fun of me. \n[3]I'm sorry but, nobody laughs at me without paying the price....ah,ha. \n[4]Not yet. \n[5]Somebody make some strong coffee. \n[6]Three tickets for the price of two... That's a fantastic deal. It's a brilliant show. Much better than sex. \n[7]But being a true professional he tried to keep going, at considerable risk to his health. \n[8]No problem...dear ladies. No problem at all. I'm so terribly sorry. I can't apologize enough. You can have your money back or, if you like... an extra free ticket. Better yet, two extra free tickets if you buy another ticket at half price. This offer is only available today. \n[9]I got carried away. \n[10]Most of them were coming tomorrow. \n[11]Okay, if it makes you feel better, I'll give it back. \n[12]Don't be angry with him. He's a little bit jealous. He's young. Insecure. I'll make it my job to boost his confidence. \n[13]When's your birthday? \n[14]What?... Yes. Me too. \n[15]Really? What?... How...? \n[16]That's not difficult... in my condition. \n[17]What... ? \n[18]But... Did you discover anything? \n[19]My name?... What is it? ", "LOUIS VUITTON WOMAN": "\n[1]Is that child up for adoption? \n[2]I want to adopt that unfortunate black child. It shouldn't be working like this. It should be in school. \n[3]Who's in charge here? \n[4]What? \n[5]But, I haven't paid. \n[6]But... \n[7]Oh... how gorgeous... \n[8]Ohhh... What bliss... and I don't even know your name... \n[9]Tony. How dashing. \n[10]Oh, goodness me! \n[11]Why would I want to go without you darling? \n[12]Boring. \n[13]But... Rudolph Valentino, James Dean, Princess Di?... all these people... they're dead. \n[14]You're such a wonderful speaker. \n[15]Thank you, thank you, that was so beautiful, I feel so... thank you so much... ", "MARTIN": "\n[1]What the...! \n[2]Hey you...I wanna audition. I wan... I wanna be a star... I wanna... \n[3]Thas a nice pair of jugs. \n[4]No. I wan you... I wan you... \n[5]Come here you little sexpot! \n[6]Come back! You bitch! \n[7]Mum...Mum!... \n[8]Please... I'll never...! Never again!. Honest!... From now on... I swear!.. Not a drop! ", "MUM": "\n[1]Stop going on, Linda! You're not old enough! \n[2]\n[3]\n[4]Is he insulting us? \n[5]Diego!? Where's Diego? \n[6]\n[7]He's been kidnapped! They've taken him! It's that weirdo up there! Do something, Dad, do something! \n[8]Diego! Where have you been? I've been worried sick! ", "FEMALE FRIEND": "\n[1]Go for it Sal! \n[2]Now you're talking! \n[3]We'll do it together. \n[4]Eh? \n[5]That's really stupid. \n[6]She doesn't want to do it on her own! \n[7]Let go of her you silly pillock! \n[8]SALLY! They've got her in there! That's her screaming! SAL! They doing something to her! SALLY! Help, somebody! Help! Save her! ", "DAD": "\n[1]They won't let you, darling. \n[2]Leave her alone! \n[3]Oy! \n[4]\n[5]\n[6]And you can wipe that silly expression off your face, you little poof. \n[7]And where's your gamer? He's lost his bloody gamer! Another fifty quid down the drain. You're not getting another one! Bloody kids! Why do we bother? ", "DIEGO": "\n[1]Help! It doesn't work! It's broken! \n[2]The game! \n[3]The game! The video game! The one we're in! \n[4]Help me! \n[5]What? \n[6]What am I going to do? \n[7]But... Don't leave me! Don't let me die! ", "SALLY": "\n[1]What?... Hey, what you doing? \n[2]Oh my god! No way! \n[3]Only if she comes with me. \n[4]I'm not going on my own. \n[5]I bet he will. \n[6]Let go! \n[7]Put me down! ", "POLICEMAN": "\n[1]You! Gunga Din! What do you think you're playing at!? \n[2]I want you freaks out of here. Now. If I ever see you in this parish again I'll do you. \n[3]What's the trouble? \n[4]What did you say? \n[5]I'll be doing worse than that...now, bugger off! \n[6]Alright, I think it's time to move on, folks. ", "LINDA": "\n[1]Mum... Mum... I want to go on the wall of death? \n[2]But I want to!!! I want to!!! \n[3]It's not fair. \n[4]\n[5]I want my brother! I want my little brother! \n[6]You're in big trouble! You're in big trouble! "}}