{"dialogues": {"MATT": "\n[1]Morn'in Natalie. How you doing boys? \n[2]Hold on a second. Need to know if he's ready first - Jason, can you tell me what's important? Jason hesitates. \n[3]You taught h' well. Jason beams. \n[4]- come aboard sailor. Matt reaches down to give a hand up. Frank turns the engine over. It roars to life. \n[5]Ever been over there? \n[6]It's beautiful. Isn't an island anymore though. It's a city. They have electric lights. Artesian wells, even a jail lighthouse isn't manned anymore - it's run by a computer When I lived there, had no ferry then` so we didn't even have cars, can you believe that? \n[7]Off the island? Jason nods. We rowed. Matt smiles at the memory. \n[8]Then we got a little outboard. That was great. A seven and a half horsepower it was - we lived there until I was about your age - then we left and became \"harbor people\". Jason seems to be digesting this. \n[9]Yep, Jason - we all are. Jason is full of questions. Matt knows the answers and doesn't talk down to him. Something the boy is grateful for. \n[10]Oh boy you see what happened to this poor fel ow? \n[11]Well, the trap has nylon nets called heads--2 side heads at b ends, so the lobster can crawl in. The \"Bedroom\" head inside, holds the bait and keeps it from escaping--you know the old saying \"two's company three-s a crowd\"? Jason nods. \n[12]Well{ it's like that. You get more than two in a bedroom and chances are something like this is going to happen. That's why Frank can't leave these traps for more than a day. Matt holds up another Lobster and turns it belly-up. There are black balls on both sides of the tail. \n[13]Now the older females like this of gal, are the most dan erous - especially when they're growin' eyries. \n[14]Eggs... .one of these can take out two males easy - Then you wind up with lobster you can't sell - and as for this fine lady, she gets off easy, the state says you have to let her go. Matt throws her back in the water. Holds up the other one to Jason. \n[15]You sure? He really isn't. Matt hands it to him. \n[16]Go ahead now, put it in the tank. Jason can't get the thing in the tank fast enough. \n[17]h, Ruth hates this kind. What? \n[18]I bought the wrong buns. \n[19]Willis, you never had that in your youth. The woman turns around and catches Willis staring. It's Natalia. Willis looks down, nonchalantly rifling through the bun bag. Matt waves to a passing man in khaki shorts, FATHER OBERTI, \n[20]Father! You made it! \n[21]It was nice of you to invite the boys. \n[22]Nice view from down here. She ignores him, but smiles. \n[23]C'mon, Ruth, he's a kid. What did you expect? \"Happy Birthday, here's a box. why don't you drag it around for a while?\" He s a kid. He wants it now. Something across the yard catches her attention. \n[24]\n[25]\n[26]What's wrong? \n[27]O h h always felt sorry for Barry. \n[28]No, I mean it - maybe I relate to him. \n[29]Well, we both married above our station. \n[30]Happy anniversary. \n[31]It's the same thing. Maine has crazy laws, that's all...he likes the boys. \n[32]She probably loves him, Ruth. Girls always have. Why can't we just leave it at that? \n[33]Oh, let it stay up. Looks like a young couple lives here. \n[34]So to speak. Ruth pinches his shoulder. \n[35]I'll get on your side. She laughs and pushes him away. \n[36]You can put your shirt back on now. Alma stands and helps her husband dress. Yesterday he was up and around all afternoon, but toda - he tumbled. He's fallen down twice. have all I can do to get him up. He's weak and the longer you lay in bed - the weaker you get. \n[37]Elwyn, you need to do those exercises, you promised me, twice a day. I know you miss the work - important. but it's \n[38]I'll be back in an hour. Forgot my lunch. \n[39]Right ...I forgot he's got that interview. \n[40]Frank? Frank? Hello? \n[41]Frank? .. What are you doin ? Thought you were driving to Boston for t at interview? rank slowly nos. His clothes are rumpled. \n[42]uh huh. NATALIE - walks out, from a room in the hall. She combs her hair through with her fingers, but her skirt, on backwards, is somewhat of a giveaway. Frank rolls his eyes. \n[43]Hi, where are the boys? \n[44]oh-Like coleslaw? \n[45]Did you tell your Mom how good it was? \n[46]Frank had quite a time this afternoon Loved your coleslaw. Ate enough for two. \n[47]Just hold still ... Ruth drops her purse and quickly comes around the recliner. Something stops her. \n[48]Come on, Frank. Hold still. Ruth hovers, in shock. \n[49]Press charges. \n[50]Did you hit him at all? Tell me you hit him! Enough so he won't want to next time? \n[51]So what are you going to do? \n[52]When was I going to call the police, Ruth? He just got in. Ruth scans the room. \n[53]I don't know. \n[54]She's not with the guy anymore. \n[55]What are you talking about? \n[56]I think you forget. I don't take my lunch in the teachers lounge - \n[57]What'd you pull? Frank glances up, then continues with his work. \n[58]Haven't caught sight of you in days. \n[59]When you coming home? Frank turns off the spigot. \n[60]Come to what? Frank hops back onto the dock and sets down the container. \n[61]it'll take you two years to get a licence to fish off-season. \n[62]You think he'd do that? \n[63]C'mon Frank - you ow ycu need something more. \n[64]I like spending time with my son. \n[65]Alright Carl. Two bucks. Matt throws his two bucks in. \n[66]Carl, you've really got to get off this Blake thing ... you're in a rut. Frank tries to smile. \n[67]Hello? ...Hello? Natalie? The blood drains from his face. \n[68]ere-s Rut h? \n[69]Some more? Ruth looks up and nods. \n[70]I can't stay home. So, how's business? \n[71]No. I didn't. \n[72]Were you on the till? Willis chuckles, shakes his head. \n[73]Nag nag nag. Matt glances at an old clipping from the BOSTON GLOBE stapled to the wall. It's a photo from the 67 Redsox dream to Petrocelli, Yaztrems i and Reggie Smith, each hold u two fingers, they are s °ling after hitting consecutive omeruns. Matt remembers. Happier days. \n[74]Sometime in the next few days.ye , \n[75]I don't ow. Davis says it's a formallity really. I haven't talked to Ruth about weather she thinks we should go or not. \n[76]Thanks, but I'm sure it'll be alright- Davis says it's a formallity really. \n[77]October. \n[78]That's what they tell me, anyway. \n[79].yeah, well, he's in there now. \n[80]You have any Tabasco sauce? Willis pauses. He looks around, ca `out to the kitc hen. \n[81]Let me ask Ruth. \n[82]Alright. Her...her car broke down. \n[83]Sorry. ,how was your day? Tried calling - thought you might have gone out. The Grinnel's invited us up to the camp next weekend. Said I'd check with you, if we had other plans \n[84]We don't have to. She looks up at him. \n[85]I thoug t you might be busy getting the girls ready. answer. She's back into her show. \n[86]But you're confident you'll be able to put him away for good then... Right? Davis looks uncomfortable with the question. Ruth sees this. She gathers herself. \n[87]How long would he be sent away for? \n[88]Can you believe this? I ask those idiots to leave. No one budges. Not one. What the hell are we supposed to do, bring them sandwiches? \n[89]I took one of your pills. \n[90]yeah. He checks his watch. \n[91]I should get going. \n[92]I won't be gone long. He bends, kisses her lightly on the cheek. \n[93]I'm meeting Willis. I'll tell him we're coming. She stares at the kitchen doorway long after he exits. Finally, she pulls the paper back and resumes reading. \n[94]I just wanted to see how you're doing. I tried reaching you ... \n[95]It's okay. She looks over. A man hovers over some ina?azines near the re inter. \n[96]You don't have to. NATALIE ? er I didn't lie the first time, I didn't, it's just - how it came out. I'm so sorry. matt nods, as if he had assumed as much. \n[97]How are the boys? Are they okay? Natalie, choked by emotion, cannot respond. Near tears, she puts her hand up, unable to speak. Matt reaches out to touch her arm. His gesture is interrupted as: She pulls the cigarettes from an overhead rack. The Man pays. Matt stays a moment longer. There's nothing else to say. He leaves. She returns to her job. \n[98]How much of this is yours? Willis plants his in the stump. \n[99]I'm going now. She looks up. \n[100]You ready to go back? \n[101]You loo nice. \n[102]\n[103]Hold on a second. He puts his mouth over the speaker and lowers the phone. Nods to Janelle and she enters. \n[104]I'll call back later. He hangs up. He gets up and grabs his jacket \n[105]Sorry Janelle, I'll be back at four. \n[106]I really need to see him.He go to lunch? \n[107]What can I do Bill? \n[108]It can't be manslaughter. There's got to be something - isn't there something you can find? A piece of evidence? That happens - doesn't that happen? He realizes he's holding Davis' arm. He lets goo Davis looks at Matt sympathetically. \n[109]Sure, of course. I was just wondering, you know, maybe there was something you heard, through the grapevine, maybe one of his buddies said something --- \n[110]I was thinking, Richard's brothers, they're still working with you, right? They must talk. Tim throws a nervous look over to the table where his friends ea They're oblivious to the conversation. He looks back to Matt, shifting in his seat. Matt leans forward. He speaks in an intense whisper. \n[111]I'm just saying, Tim, if we could find something, something concrete. If you could just ... it could be just a slip of the tongue --- Tim looks into Matt's eyes, feeling the torment. \n[112]How did it go today? She doesn't answer. \n[113]Something wrong? She doesn't turn around. \n[114]I want to know what's going on. \n[115]You're obviously upset. If there's something you want to talk about ... \n[116]Do you want to talk or not? \n[117]What can I do, Ruth? Ruth looks at him for a long time. \n[118]What do you want from me? \n[119]Why? because I'm not bouncing off the walls? \n[120]Do me a favor, Ruth. You want to have a grieving contest, go find someone else. He starts to turn. \n[121]WHAT DO YOU OW? WHAT? You know nothing! You know nothing about me. What I go through every day - ever lousy, stinking day. \n[122]You're goddamn right it is. My choice is to not scream at the world. Maybe one of us has to be reasonable here, did you ever think of that? \n[123]What the hell is that supposed to mean? She is about to say something, but stops short. \n[124]What are you really trying to say anyway? She says nothing, picking up the broken plates. \n[125]Let me tell you something. Let me tell you something! She throws the door closed behind her, but he bangs it open with his palm. \n[126]You of it backwards. I know what you think. That I was too lenient, that I let him get away with ... \n[127]Oh, really?!? Why do you think he never came to you? \n[128]Why would he talk to you, Ruth? You never listened! \n[129]You've got to be kidding... \n[130]It is! From the time he was little you were telling him why he was wrong. Everything he did was wrong. What was wrong with him, Ruth? She stares at him, dumbfounded. \n[131]You are so unfor ivinge You are. That's what he said. Ana you're playing the same shit out with me - That's a horrible way to be! Horrible. You're bitter, Ruth. You can point your finger at me all you want \n[132].but you better take a good look at yourself first. She already has, of course. \n[133]You expect me just to open up to you? Embrace you? You scare me. How can I talk to you? I can't even look at you. They suddenly become aware of the DOORBELL, ringing, over and over. They watch each other, both reeling, both out of breath. The DOORBELL continues. \n[134]That's probably ... the police. \n[135]I... ...sure. I'll take some. \n[136]Okay --- He's about to close the door. \n[137]Ruth... \n[138]Ruth .001 had no right. . .what I said -0. no one, no one should ever have to hear that... \n[139]It's okay... \n[140]Please--. \n[141]..Oh I know - up in his room - Sometimes I swear Frank's in there - on the way home just now - at a stop light - for a second \n[142]Where did you see him? \n[143]Quit pussy footing around me d 't! You just gonna let me stare at these cards all night!? No one wants to make the first move. This upsets Matt even more. \n[144]O.K. fine! He stares back down at his cards. Finally it is Carl who speaks. There are things of which I may not speak; There are dreams that cannot die; There are thoughts that make the strong heart weak, And bring a pallor into the cheek, And a mist before the eye. And the words of that fatal song come over me like a chill: A boy's will is the wind's will, And the thoughts of youth are long, long thoughts. Matt looks up from his cards into Carl's eyes. The two men regard each other. \n[145]I'm fine thanks. Willis nods and takes a seat. \n[146]Me too. \n[147]ye ..ye he did. Got me thinking \n[148]I don't know - sort of silly really. \n[149]This thing with - with Frank when he was about three, I guess. We were over at my folkls house. \n[150]Mom always liked little dogs - this one was a - Pekingese, I think. I remember hearing this yelp, and then a scream. Frank ran out pointing to his finger. I looked at it couldn't see an thino. Mom said Frank must have \"cornered the dog\" and I knew she was probably right. We were driving home, and Ruth noticed Frank itching his a ..she pulled back his sleeve, and there were these two deep, bloody, puncture marks... \n[151].had to put that dog down. Willis throws some ice in a tumbler. \n[152]She didn't tell me, Willis. She never said a word - She saw him at South End. \n[153]She's seen him before. It's killing her I didn't think about bail. I thought I wouldn't have to worry about him for \n[154]It wouldn't matter. \n[155]Don't talk. Unlock it and get in. \n[156]Is there any one at your place? \n[157]Good. Drive there. Richard looks over his shoulder to back the car up. Matt aims at his temple, but does not look at his eyes. Richard finishes backing up and puts it into drive. \n[158]Drive slowly - don't try to get stopped. \n[159]Don-t talk. \n[160]All right. Richard looks at the gun, then gets out. He moves across the grass. Matt closely behind, looking at the row of small backyards on either side of them and scattered tall trees. He glances from house to house. Looking for signs of one insomniac neighbor, some man or woman sitting alone watching the all-night channel from Boston. All is quiet. They move up the back walk and to the side kitchen door. Matt stands directly behind Richard as he opens the door. It-s pitch black inside the duplex. \n[161]Turn on the light. Richard flips the wall switch. in the light. Matt stares at his wide back, and long reach. \n[162]Where-s you r suitcase? Richard almost turns around. \n[163]Where is it? \n[164]That's where were going then. When we get to a door you stop and turn on the light. They cross the kitchen. Matt can't help but glance at the sink and stove and refrigerator: no dishes in the sink or even the dish rack beside it, no grease splashings on the stove, the refrigerator clean and white. Matt becomes momentarily 2reoccupied with one of Duncan's drawings taped to its door. \n[165]Wait. Richard stops. Matt looks conflicted. Doubt has crept into his face For a moment he seems to have lost his resolve. \n[166]Where's the light? \n[167]You're jumping bail. \n[168]It's the trial. We can't go through that, my wife and me. So you're leaving. I've got you a ticket. My wife keeps seeing you. I can't have that anymore... \n[169]Okay, that's enough. \n[170]alright. \n[171]Keep going. \n[172]open the door. Richard's reaches down and carefully turns the knob. He slowly pulls the door open. Matt takes a step back. \n[173]Get the light. Richard reaches down and hits the switch. Click. The two men now in silhouette. Richard exits first. Matt close behind. \n[174]I didn't use your name. \n[175]You were alone. We've got it worked out. \n[176]back through town. Then north on 73. \n[177]Somebody's going to keep you for a while. They'll take you to the airport - turn on the radio. Find the game. \n[178]They run it again. Matt leans back, quietly uncorking the hammer. \n[179]No more talking. Richard tries to read Matt °s face in the mirror, but it -s now in shadows. Richard fumbles with the radio, surfing the stations. Matt is right. The game is on. Nomar Garcia arra hits a long drive to left with runners in scoring position \"A cinch to collect 200 hits this season.\" Richard sets his eyes on the road. \n[180]ri ht take it easy - pull over to the shoo der. Matt &amp; Richard sit tight waiting for the inevitable. The light gains in intensity, as the cab fills with crimson. \n[181]Turn around. \n[182]We missed it. Turn around. back and turn in at the last road. \n[183]It's for you're car. You don't think we'd leave it at the airport do you? \n[184]Stop here. The Brown Suburban crawls to a stop. Richard keeps the engine running. Matt presses the gun hard against his neck. He straightens in his seat and looks in the rearview mirror. Matt's eyes meet his in the glass for an instant before focusing on the hair at the end of the gun barrel. \n[185]That's two years younger than I \n[186]Get the bags. \n[187]Almost there. Richard carefully gets out. Instinctively, he raises his hands about shoulder level. They move to the back of the Brown Suburban. Richard pops the hatch. He pulls out the two canvas bags. He sets them on the ground. He reaches in and pulls out the small suitcase. We hear a SCREEN DOOR slam shut. Richard looks surprised. He turns back to Matt. C'mon now. Richard reaches down and picks up the bags. He struggles to carry all three. Matt grabs the small suitcase from him. \n[188]That way. Richard lugs the bags toward the cabin. We hear HEAVY CRUNCHING FOOTSTEPS OF SOMEONE APPROACHING. Richard stops. \n[189]You can carry this one. Richard turns. \n[190]The two men look into each others eyes. Matt seems to be somewhe re else He looks back down at the body. \n[191]He tried to run. Willis looks at the gun still in Matt's hand, the little suitcase in the other. \n[192]I coul °t wait. \n[193]Seems somewhere else. \n[194]Ten to six. We lost an hour. Sorry. Willis's jaw tightens. \n[195]I'm sor Willis. Willis looks at Matt. He knows. Eyes back to the road. \n[196]There was a picture with Natalie and the boys hanging on his wall - Ruth looks at him strangely. \n[197]- the way she was smiling. \n[198]I don't know - Ruth looks at the back of Matt's head. ", "RUTH": "\n[1]Can you hand me that bowl dear? She does. \n[2]Thank you. \n[3]At Faro y thesis was on Eastern European .folk music. Natalie's lips tighten uncomfortably. The topic seems to int° date. \n[4]Why didn't you? The answer to Ruth's question  wanders in. His cheeks as big as Dizzy Gillespie's. \n[5]She hasn't brought them before because she's embarrassed. She shouldn't be embarrassed. Matt looks up from the floor. \n[6]I don't know why you had to put that monstrosity up. You're just going to have to take it apart when they leave. Matt rises, a bottle of lighter fluid in hand. \n[7]Oh, no. \n[8]\n[9]Are you alright? \n[10]Oh that's very sweet dear, but we already have plans. \n[11]Your father's taking me to the Strand. \n[12]The first film we ever saw together. \n[13]Let's go. Ruth gets out of her seat. Matt looking confused follows. \n[14]I don't remember it being so tragic. \n[15]Please. \n[16]What are you talking about? \n[17]Don't start that again. A moment. He takes her in his arms and kisses her. Looks into her eyes. \n[18]Happy anniversary. He buries his face in her hair. \n[19]She's not divorced yet. \n[20]You don't think he's thinking about- \n[21]Then what's he doing with her? \n[22]Hmmmm. He won't listen to me. I asked him three times to dismantle that swing-set. \n[23]He needs his head in school. Not in her. \n[24]it would help if you were my side. \n[25]How good what was? \n[26]That's what it's there for... Frank leans back behind Ruth to give his father the evil eye. He gets a grin from Matt for his trouble. Ruth almost catches it. Matt rises, shuffles past Ruth and Frank, whom he gives a firm pat on the knee. Hot dogs? \n[27]So, how are the kids? Frank's caught off- guard. He shakes his head. \n[28]. things okay? \n[29]Good, good. Then. \n[30]How'd your interview go? \n[31]Oh, good. Ruth watches Natalie below. \n[32]She's such a brave girl. \n[33]I know you don't. \n[34]No? \n[35]I see. \n[36]That was really good! OK it's 7:30 we should stop. The girls gather up their things quickly. \n[37]Remember when you sing these words- The way we feel about the harbor, is how the Balkans felt about the river Sava. The girls start out of the room. \n[38]Listen to your tapes \"Moilih Tan is still very rough and we've of a 40 minute program to get ready by Labor Day. \n[39]Oh my God. Matt holds Frank's jaw. He gently turns his face toward the lamp. Frank has stitches over his right eye. The blood under the white of the pupil oozing. Both lips are bright and swollen. \n[40]This was her husband, wasn't it? Frank nods wearily. \n[41]What's to stop him from doing it again? \n[42]That's not the problem. \n[43]I like a lot of people. What about the boys? Did they see it? \n[44]Did you leave her alone with him? \n[45]Oh for God's sake. Did you call the police? Not yet. \n[46]You didn't call them? \n[47]Where's the phone? \n[48]Matt. \n[49]Of course. Just like the relationship isn't serious. \n[50]Well, when is the time? After he knocks him into a coma? This is stopping. Now. \n[51]Come Fall, you're on a plane. Are you taking them with you? How- do you think the boys will feel when you disappear? \n[52]This isn't just some sweetie from Vassar, that you'll see on holidays, Frank. You're not in this alone. Frank rises and leaves the room. \n[53]Please listen. The sooner you end this thing the better. Ruth exhales. She returns to Matt, who is leaning against the recliner, chin in hand, deep in thought. \n[54]What are we going to do? Matt deliberates. \n[55].you've got to talk to him. \n[56]Matt are you going to call the police or do I have to? You just ..s- Bd me what I think. if you want to call them. call them. Ruth looks at him, stupefied. Without warning, Ruth leaves and goes upstairs. \n[57]It's not the first time she's played around. Matt seems relieved that she's talking to him. He sits on the bed and starts taking off his shoes. \n[58]I mean from before. \n[59]Oh, come on - you've heard the same things I have. \n[60]Maybe he still loves her. Matt looks from Ruth, out the bedroom door, and into the hallway. He sees Frank rounding the top of the stairs. He gets up and closes the bedroom door. \n[61]Your father is snoring. Don't mind me. She takes a container from the fridgge, smells it, makes a quenstioning face, then puts it back - grabs another container and opens a cupboard. Pulls out a loaf of bread. She quietly places a sandwich in front of him, and takes a seat. \n[62]Eat---you must be hungry. Frank doesn't look up. his tone is flat, removed. \n[63]Coffee? He doesn't answer. Ruth sits there, awkwardly. \n[64]So---you talked with her? \n[65]d-,,how is she? \n[66]Great. The girls gather their things and start out, laughing and running after each other. Matt stands in the hallway as they rush past. \n[67]How was your day? Matt carries the bags into the kitchen. \n[68]My day was fine, too, thanks. Matt comes out of the kitchen. \n[69]That sounds fine. He turns, a little surprised. \n[70]You don't want to go? \n[71]Great. Tell them yes. \n[72]I'm fine. Davis takes a seat across from them. \n[73]Oh - I see. \n[74]And when will that be? Next week, next month? \n[75]I thought you said there would be a jury trial sometime in October!? \n[76]Oh my god, oh my god. Matt jumps in. \n[77]This was no accident. Be killed our son in cold blood. Ruth. \n[78]What? \n[79]Ten years? Five years? Are you out of your mind!? He killed my son. Does anyone know this? Matt looks at his shoes, as Ruth glares down Davis. Davis sits back, a little shook up. \n[80]You took the whole day? Matt nods. \n[81]What are you asking or? What? Ruth turns to h \n[82]If you want them to leave. Tell them to leave. \n[83]You slept late. For you. Matt pours himself some coffee. \n[84]You never do that. She turns the page, absorbed in an article. Shaking her head, she slaps the paper down. \n[85]Well there it is in black and white. You should read some of the things he says. Unbelievable. Matt takes a sip of coffee. He glances down at the paper. He nods, without really looking. \n[86]Where? It's Saturday. \n[87]It comes in waves, .and then nothing. Like a rest in music. No sound - but so loud. A moment. \n[88]I don't know what to do. Father Oberti nods. \n[89]I feel so ang Father Oberti looks off in the distance. \n[90]mmmm she had four - it was the youngest girl, wasn't it? \n[91]How did she die? \n[92]oh. \n[93]Do you have them in brown? \n[94]Matt? She steps to the window, pulls back the shears and looks out. Through the window, in the dark, alone, flashlight in hand. Matt is dismantling the swin set. \n[95]He must of been very proud. \n[96]Were the lines very long? \n[97]What's the fast pass? \n[98]0 -.no0 How many grandchildren do yo u have now? Katie turns from the snapshots and takes a breath while holding up her fingers to count-She is genuinely unsure. \n[99]That must wonderful. \n[100]I wanted to have more ..abut we had Frank, and Matt was just starting his practice.. - - -I guess it made sense. \n[101]The ride up was very comfortable. It's a very nice car. \n[102]Acronyms. \n[103]You've done a suc a nice job here, Katie. Don't tell me you made those drapes yourself ...is that antique linen? \n[104]Okay. \n[105]70 \n[106]Yes? There's a pause, then the door slowly opens. Natalie takes a step in. Ruth looks up. If she's surprised, she doesn't show it, \n[107]Oh, and a pack of Marlboro Lights, \n[108]Wrong? Like what, Matt? What could be wrong? She continues \"straightening up\", starts recklessly washing dishes. Matt doesn't leave. A plate SHATTERS in the sink. This stops her. She stares at it, then feels his presence. She turns around. \n[109]What do you want? He looks unsure of himself. \n[110]Right. \n[111]Talk? Who, us? Oh, you mean to each other? What if somebod waked in? They wouldn't recognize us. They'd think they had the wrong house. Matt takes this in. He breathes deeply. \n[112]Talk, talk ... oh, you must mean about our dead son. No, we haven't before, why should we bother now? They stare at each other across the kitchen. \n[113]Forget it, Matt. Why don't you just go ... \n[114]I want you to stop acting like nothing's happened! That's what I want. \n[115]No, Matt, That would require feelings. We don't want you to hurt yourself. \n[116]yeah, I know how you grieve. have another beer. He spins back. \n[117]No, I don't know, Matt. I don't know what you go through, or if you go through ything. But that's your choice, dear, not mine... \n[118]Reasonable? e, Matt, I don' t know about you, but I ss my son. I'm glad you have time for reason. That's what you imparted to Frank, That sense of reason - Oh, he thought you were very reasonable. \n[119]Nothing. She turns back to the dishes. He moves in on her, seething. \n[120]Everything. Everything! She exits into \n[121]He wouldn't talk to me, Matt. He didn't trust me. You made sure of that. \n[122]No. But you did. You were winking at him the whole time. You encouraged him. You wanted what he had. Her. \n[123]You know it. Come on. You wanted it, and you couldn't get it - that's why you didn't stop him so you could get your kicks through your son. You know that's what happened. And now you can't cope with it. You can't admit the truth - To me, or to yourself - You can't admit that he died for ygur fantasy piece of ass. Matt, stunned, reels for a second And then, finally, explodes. \n[124]That is not true. \n[125]I just wanted to talk about what happened, Matt. \n[126]Yes? \n[127]I'm so sorry... He looks at her, as she starts to cry. He moves closer to her. \n[128]No, you're right, Matt, You are am-.. horrible. ?-` \n[129]I don't blame you, Matt. I just... that girl came by. She came by the school, and I couldn't forgive her. I was so... She lets go, crying hard. He lifts her head onto his lap. He reaches out, stroking her head, pulling her matted hair from her forehead as she sobs into his lap. \n[130]I'm sorry. I have been so an - I keep seeing him, Matt. I've seen him. Matt nods, but he's not really clear. \n[131]Not Frank. Matt freezes. Then. \n[132]Richard... She breaks into sobs. \n[133].and I don't know what to do. \n[134]Eve here - Downtown, and the market. I saw at South End. He smiled at me, Matt - I keep running into him ... he s °led. Matt still strokes her hair. But he's in another world. \n[135]Did you do it? He doesn-t answer. He walks in and comes to bed, climbing in as Ruth moves over. \n[136]Are you all right? He lies down. FACES THE WINDOW, AWAY FROM HER. She is on her side, she props herself up on her elbow - watching him. He waits a longtime before speaking \n[137].what is it, Matt? \n[138]What? \n[139]Matt? He doesn't move. He says nothing else. She continues to stare at him. Uncertainty beginning to form on her face. She looks lost. If only things cou d be as t ey were. Then. \n[140]at I thinking - you must be hungry. She waits for a response, but gets e. She gets out of bed, leaves the room and heads down stairs. \n[141]Matt dear, do you want coffee? Be doesn't respond. Instead he looks at his finger. The bandage wet from washing up. He slides it off easily, like oversized ring. The skin has healed. ", "WILLIS": "\n[1]Maybe we can borrow hers. Matt follows Willis's gaze, to the object of his distraction: A PRETTY WOMAN IN TIGHT DENIM SHORTS. She-s bent over to wipe the ketchup-stained face of Jason . \n[2]Ah, what I would give to have back my youth. \n[3]Jealous? Matt turns to him and, to Willis's surprise, ever so slightly, nods. \n[4]Excuse me boys - an offering. Catch Father. He throws one to Father Oberti who sits talking with Willis's wife KATIE GRINNEL 50's, she is tal ing the priest's ear off. \n[5]You can't hypnotize the cards into changing, Matt. , late 50's, peers above his readin glasses. He is a lobster man by trade but fancies himself a poet. \n[6]For Christ's sake bet - or you know Carl's gonna start. Carl is indeed. \"The be gar's do and widow's cat, Feed them an thou wi t grow fat. The gnat that sings his s er's song- Collective groans. Poison gets from slander's tongue. The poison of the snake and newt- Is the sweat of envy's foot. The poison of the honey bee. Is the artist's jealousy-\" \n[7]Always the quiet ones. The game continues --. \n[8]Can I get you anything? Matt suddenly looks up at them, as if confused. \n[9]Don't worry, I didn't make em. Matt takes a bite. He winces. \n[10]What? Oh, that's mine. He switches plates. \n[11]Sorry. Matt takes another bite. Better, \n[12]You got back to work so quick, Matt. It's not too soon? \n[13]Oh,.you know, same old crap. Got held up again, you knew that. \n[14]yeah...they got seventy five bucks. \n[15]They would have gotten something else if I'd been on the till. Matt nods. \n[16]How you doin', Matt? You on't write, you don't call. Where'd the love go? '0-' \n[17]They set the bail hearing yet? \n[18]If it's too much for Ruth, I'll come with you Matt. \n[19]The criminal trial set yet? \n[20]October? \n[21]Christ, they take their time. \n[22]They're keeping him busy, I'm sure - You know where they'll move h once he's sentenced? Matt shifts the focus to his omelette. \n[23]Hey, Pete. Tabasco. Pete! Ah, shit. He heads to the back. Matt looks out the window. A refrigera ted truck with the STROUT logo on it's side pulls to a stop at the light. Willis returns with sauce in hand. He takes a seat. Shifts his tone again. \n[24]Next weekend Matt- We really want you to come up to the c p- Katie's insisting. Not to pressure you or anything. But if you don't come se's going to invite her sister and that idiot and I know I'm going to wind up insulting him again. Matt considers this. \n[25]The future of my family is in your hands. \n[26]You know, your seat is getting cold at the game. We have Carl's kid subbing for you. Not that we mind - he loses every time But we'd rather take your money. \n[27]How's Ruth doing? \n[28]Always something. \n[29]You ask me that eve t° e. You know the cove, the other side of the c in? yeah ...? \n[30]All the way to the other shoreline. Matt turns to him, grinning. \n[31]Almost three hundred and fifty acres. Know what it went for when I bought it? You don't want to know. Matt continues surveying, awed. Willis turns, starts walking back to his chore. \n[32]Come on, I'll let you help me. Matt joins him. Together, they bundle up the wood. \n[33]Only got 1/2 a chord of Oak left at home and you know how much that bastard Daniels charges - least I can stack this up to the cabin ... have something to burn this fall. \n[34]Well it's not really a car, it's got four-wheel drive. It's a little SUV. The Grinnel's custom, is to loudly, and with very little effort, finish each others sentences. This is how they have fun. \n[35]Sports utillity vehicle. \n[36]What does PMS stand for? \n[37]Thanks, buddy. a ite bit Ruth watches as he drains the bottle. She shoots him a look. He catches it - , V o-, A moment. \n[38]Well he dunnit want to go overseas - oh no...he told them he'd Reep doinit as long as he could stay in Maine or Vermont- \n[39]Yeah well something like that gets to you Christ, I couldn't do it. \n[40]The ne of the game is Texas Chase' He groans. \n[41]Is there a problem? \n[42]What are you talking about? \n[43]That's what I said five card draw - jacks to open - Carl? \n[44]Come back in for a drink. \n[45]Soon baby, Matt's still here. \n[46]I'll be right there. \n[47]She's all set - now what can I get you? \n[48]- you back on the wagon? He is. \n[49]Sit down Matt you're making me nervous. Matt takes a seat. \n[50]I'm glad you came tonight. \n[51]Boy, Carl really laid on the verse huh? \n[52]What? \n[53]C'mon what is it? \n[54]Why do you think he pointed to his finger? Matt shakes his head. \n[55]He gets up and heads to the bar. \n[56]I was thinking just the other day about the last time Frankie was- Matt cuts him off. His name was Ar k. Not Frankie. Willis looks stunned. \n[57].I'm sorry Matt. I don't care ...he just never liked being called that. \n[58]\n[59]Christ. \n[60]You know what I heard? He's tending bar up to Old Orchard Beach. Matt looks up. \n[61]For a friend. Ever notice even the worst bastards have friends? Nobody knows him over there. If they°do, they don't care. They drink what he mixes Willis sets a can of Moxie down in front of Matt. \n[62]I don't know how you drink this stuff it's what drove me to beer as a child. He sits down with his own drink. A moment. \n[63]I hate him, Matt. My boys went to school with h° He was the same thei.,- Know what he' 11 do? Five at the most - And then you' 11 e bumping into h all over \n[64]Remember that woman about seven years a o? Shot her husband sopped him of f t e bridge in the St - Gac-: with a hundred pound sack of cement and said the whole way through it nobody helped her. Know where she is now? She's in Sears ort now, a secretary. And whoever helped her, where the hell is he? \n[65]it'd break my heart Matt, it would, but - you ever think about just - moving away? Matt nods. Stares into his hands for a long time. \n[66]I'll get them, son. RICHARD LOOKS S r \u0095E' RELIEVED. He waits a moment, u-sure of what to do. Finally, he starts wal'-.ing up the path after Willis. Wait. Richard stops, °d-step. He tenses, waiting. \n[67]\n[68]This isn't what we talked out, \n[69]We were going to wait, and take him out in the woods. Matt raises his head. He looks at Willis flatly. \n[70]\n[71]C'mon g M tt. \n[72]\n[73]Stopped in to his little shed there once place reeked ...the guy's spilled more whiskey than we've ever drunk. Just pray he's already three sheets to the wind. Matt doesn't reply. \n[74]Katie's pill will be wearing off soon. ", "NATALIE": "\n[1]Morn'in Dr. Fowler. \n[2]ahead. He wants to stay here. \n[3]I think I'll see if your Mom needs any help. \n[4]I'm looking forward to the concert on Labor day. The music is so...unusual haunting really.. Ruth keeps chopping. Natalie chooses her words carefully. \n[5]How did you learn about that particular style? \n[6]I thought o becoming a teacher. \n[7]What are you eating? Duncan's mouth is so full he can hardly speak. \n[8]How is it? \n[9]Okay, okay Dunk... She gets dragged out of the kitchen. The screen door slams. Ruth finishes arranging the plate. Matt enters, and starts opening up the cupboards loo king for something. He squats down, burrowing into a cabinet. \n[10]C'mon Jason. \n[11]Now. Shedgrabs his hand. Straining to appear casual, traverses the \n[12]Hello, Dr. Fowler. \n[13].with my mom. Then. \n[14]How'd you g et in this time? \n[15]What can I help you with? He kicks back the last of the milk, wipes his mouth. \n[16]What? \n[17]I think it will mean a lot to him, Richard. He's really been improving lately ... \n[18]It would have been nice if you'd come to his game. \n[19]That's none of your business. \n[20]You know what I mean. \n[21]What are you talking about? \n[22]Oh reall ? How's the job? Your father t ake you back on at the cannery? \n[23]Yeah - it's real nice. \n[24]Jesus - you don't change, do you?. \n[25]It's not your house. \n[26]For what? To fool them for a few days into thinking they have a real father, and then it's back to \n[27]No, Richard. You know what defines a father? It's what he does, not what he promises. It's being a positive, consistent presence. Richard eyes her suspiciously. 13 \n[28]Look ...can you just go now? I really don't want you here when they get back. \n[29]You have to leave. Finally, as if struck b some small discove . Richard places his large hands on the kitchen table and pus es himself up. He heads past Natalie without looking back. He closes the door firmly be ind him. \n[30]You know I've been ignoring our difference in age, but if you keep playing with those blocks, I'm gonna start to worry. \n[31]I'm sorry I know they're a gift and a very generous one. I'm gust concerned that Dunk. might think e's a little old to be playing with them. \n[32]Oh ou said second gift. How many are are there? \n[33]You've been pla in with these - excuse me, working wit t ese for how long? \n[34].oh. \n[35]Your Mother gave you these Frank - I feel funny Duncan having them. \n[36]Really? \n[37]No, not at all, I was just... . just thinking. \n[38]About you. . ,school, \n[39]I know you would. \n[40]\n[41]You can't do that, Frank. \n[42]But you told me it takes forever just to establish yourself. \n[43]You wouldn't be changing the subject would you? \n[44]What now? \n[45]He didn't! \n[46]What did you say? \n[47]Richard gave it to Dunk for his birthday. Frank sets it down. The HEADLIGHTS OF APPROACHING CAR rake across ACTION \n[48]He.. just pushed me - he didn't hit me. \n[49]rank. \n[50]I'm airs ht, Frank. I don't know what to do,aoka I hate this. I hate the kids seeing this. Frank eraces her. She buries her head in his neck. \n[51]But... \n[52]Come on, you guys. Natalie hustles the boys upstairs. \n[53]Listen kids - Stay here. D C won't let go of her sleeve. He starts to move with her. \n[54]I said stay here! He lets go and, JASON takes him up in his small arms. \n[55]She moves quickly down the stairs. Cautiously - she looks over the landing. HER P.O.V.: From above, Richard stands, his back to her, his head hung. in his hand. a 9mm Pistol. Natalie lets out a plaintive wail. \n[56]\n[57]0 Right. I was in Jason and Dunk's room I didn't know what was happening downstairs. I was getting worried. I asked Jason to read Dunk a story. He didn't want a story - He wanted to come with me ... so I sat him back down on the bunk and I left them in the room. \n[58]My boys. She starts to cry. \n[59]I closed the door...I moved down the hall. I looked back to make sure they weren't behind me. I had just started down the stairs, when I heard the shot. I ran down... A deep sob ... \n[60].and Richard... \n[61]Yes. \n[62]. Hi. elderly woman places a half -gallon of milk, a dozen eggs, d a carton of L&amp;M cigarettes down or. the reg Natalie quickly rings up the items and bags them. \n[63]You're welcome. \n[64]Oh. We're at my mother's house now. I'm sorry, I wanted to call you ... \n[65]Dr. Fowler ..-I' so...I don't even know how to begin... \n[66]Is s- Fowler .-- does she know you're here? The Man places a 12- ack of beer on the counter. Natalie looks to Matt, who shakes his head no. Natalie steps back to the register and rings up the beer. Her chin quivers. She makes a mistake on the register, has to start over. A few more customers gather on line. \n[67]Can I get you anything else? She rings him up. Makes change as another customer steps up. Matt steps near her, trying to maintain privacy. \n[68]I - -a I hope this is okay. Ruth says nothing. Natalie moves closer. \n[69]I've been hoping we might be able to get together - to talk. Ruth watches her as she approaches the desk. Natalie bends and cautiously extends her hand for Ruth to hold. \n[70]I just want to tell you how -e- And in a flash Ruth SLAPS Natalie across the face with her open hand. Natalie springs back, paralyzed with shock. She tries to catch her breath, staring directly at Ruth. Eyes ablaze, Ruth says nothing. - The two women look at each other for a very long time And final , as if she finally somehow got the resolution she came for, lead held high, Natalie turns and walks out. E X T STROUT &amp; SONS CANNERY T cyclone fence surrounds the lace. sign reads \"Strout ", "RIC": "\n[1]Hey there buddy --.Come on over here Jace- Jason looks away. \n[2]Hey Jason - Don't do that to your brother. You want me to do that to you? He probably has. Jason backs away. Frank makes his way over to Natalie. \n[3]chimney. She takes the carton of milk that Richard, no doubt, left out. She pours the final drops into his glass \n[4]Thank you. She throws the carton out. She takes a seat, and stares at him like a teacher counselling a troubled youth. \n[5]I was just dropping that off for Jason. \n[6]That. He points to a BASEBALL TROPHY sitting on top of the microwave. inscription bears his name and \"Rockland High School 1982 Regional Championship.\" \n[7]I didn't know where you'd want to put it. It was about time he got it. What am I going to do with it? Richard's wistful gaze stays locked on the trophy. For a moment, Natalie's and slips away. \n[8]So I've heard. \n[9]I just got your message. Where are t with him? \n[10]I see. They're my kids but they're none of my business. \n[11]I - - I was thinking about moving back. \n[12]What I talking about? I'm talking about moving back, that's what I'm talking about - I know what you're thinking, but it's different now. \n[13]That's funny. You're still getting checks aren't you? She ignores him \n[14]It's not exactly new, I traded David the truck for it. It's got room for all of us - a good grocery gettin car. A moment. \n[15]You wantta take a ride? \n[16]Change? No, I don't change. Everything around me changes. You change. You take my house, you take my kids, you fuck this other y- No, I don't change at all. \n[17]Oh- No? NAT I o\u0095? No- And as far as fucking oes - .who was it that answered your phone t %e other morning? \n[18]She... \n[19]I just want.. -a chance. \n[20]I their father. \n[21]\"Positive consistent presence.\" Wow. What does that mean? I just don't get it. But I'm not fucking a college boy, am I? \n[22]Oh, no, wouldn't want that. He doesn't budge. \n[23]Oblivious to Ruth's presence. \n[24]appear from a far aisle - he makes a BEELINE FOR THE DOOR, \n[25]Hey -o- wait up. \n[26]You want to come over for a drink? Just a drink. She stops in front of her car. \n[27]He . wait a minute. Let's, let's just calm down... Matt COCKS the gun. \n[28]Alright! Shit. Richard obeys. He unlocks both doors. Matt opens the back door, but stays planted, the gun trained on Richard. Richard gets in the driver's seat. Matt climbs in the back. He presses the gun's muzzle against the back of Richard's head. \n[29]\n[30]You wouldn't have it cocked, would you? For when I put on the brakes. Matt COCKS it. It is now. Richard tenses. He drives around the side of the building. \n[31]My suitcase? Matt grips the gun tighter, straining to keep it from ling. \n[32]in the bedroom closet. \n[33]There's no wall switch. \n[34]the bed. Let's go. Richard steps into the darkness. Matt is careful to stay a pace behind. Richard leans over by the bed. Matt braces. lick. A small bedside lamp turns on. The bed, a double one, is neatly made; the ashtray on the bedside table clean the bureau top dustless and no photographs- prob ly so the girl - who is scae? - won't have to see Natalie in the bedroom she believes is theirs. But because Matt is a father and a husband, thou h never ex- husband, he knows (and does not want to ow that this bedroom has never been theirs alone. Richard turns around; Matt looks at his lips, his wide jaw. \n[35]What's going on? You're not gonna let me go! Matt looks away. He doesn't answer. \n[36].Dr. Fowler. Matt points the pistol at Richard's face. The barrel trembles a little. canvas bags. He places them on the - He pulls a third bag, a small, red, woman's suitcase, Natalie's no doubt, next to the others. He moves to the bureau. \n[37]He was making it with my wife. I'd go pick up my kids and he'd be there. Sometimes he spent the night. Duncan told me. He doesn't look at Matt as he speaks. He opens the to ewer. Matt steps closer so he can see Richard's hangs. underwear and the socks rolled, the underwear folded and stacked. Richard arranges them neatly in the suitcase. The kitchen the livin room the clothes. Matt is struck b this man's sense of order, o iscio ine. Matt watches the absurdity of Richard sorting clothes by season. He even packs a small instamatic camera. He packs the things a man accumulates and become part of him. \n[38]They'll catch me. They'll check passenger lists. \n[39]They'll figure that out too. You think I wouldn't have done it myself if it was that easy? Silence. He starts it up, slides into reverse. He looks back over his shoulder as they back down the driveway. Matt averts his stare. Looking down at the gun barrel but not at the profiled face beyond it. \n[40].who's we? Good estion. Matt doesn't answer though. Richard shifts into drive. \n[41]There's no planes this time of night, Dr. Fowler. \n[42]The airport's South... \n[43]It's after three \n[44]There's nothing back here Dr. Fowler? I donut understand why you don-t just \n[45]I'll do twenty years, Dr. Fowler, I'll be fifty-four years old. \n[46]Mr. Grinnel? ", "KATIE": "\n[1]Becky went to the hairdressing academy after high school, but aft she got married and had the boys, she decided she wanted to stay home - she still loves doing hair though. Where do you go Father? \n[2]You can't request the same girl at Super Cuts - you have to take what you can get. They don't know your hair - how can you get a good cut i they don't know the air? Father Oberti has the patience of...well,of a priest. \n[3]She went to lie down, Matt. \n[4]s lil Charles down at the Oh and here' pool - He figured out how to get down to the pool on the elevator all by himself. \n[5]\n[6]Well some of em. yeah - sixty minutes and upward-Unless of coarse ya got the \"Fast-Pass.\" \n[7]\n[8]Well there's lil Charles, Shannon, the three older ones and the babies ... eleven. \n[9]\n[10]I'm sorry - I wasn't... Ruth waves her off good naturedly- \n[11]Well sometimes I wished I was an only child - let me tell you. When I was little, my big sister could get me to do anything. More than once she got me to throw m self down the stairs by telling inc the blanket she wrapped me in was a magic car et- Naturally, not being that swift, I believed her. Plus which, on this trip to Florida, we was in one of the Kingdoms there, and she was going on about how's we had to go on this one ride that was in this sort of mountain. I said -\"K as long as it's not a roller coaster- on account of my back-\" Well, we get strapped intah the little car there she starts laughing - Oh it's a rollercoaster alright - that one there. She points to the pictures. \n[12]A ride in the dark, no less. \n[13]It's a wonderful product and the treat you pretty good. It was on account oz, selling Mary Kay, that we got the new Subaru. \n[14]What the hell is that S crap? \n[15]It's a little jeep. S , ATV, C - what's with all these .--? She searches for the word. Little help? Anyone, anyone? \n[16]Yeah, guess it's too much trouble to just say what something is anymore. \n[17]Yeah well,I was an army brat. I grew up with jeeps. Willy is just uncomfortable that I know more about one masculine thing than he does. Just one? The pty chuckles. \n[18]Sort of.. She walks over to the window and fingers the fabric. \n[19]They're pillowcases from our first house. Ruth smiles at the memory. Katie sits back down at the table. \n[20]Oh, I've saved every knick=knack &amp; whim-wham we ever had. \n[21]But David says if theyy want him to go out to New Mexico or California, he'll go back to infantry - he don't care. Long as he stays out here. He's not about to-- \n[22]His folks called David and said that the boy wanted out so bad -- that he'd taken his own life. They all look at each other. How did this conversation get so depressing? ", "DAVIS": "\n[1]objection. Mrs. Strout's police interview is already documented, the defense has a copy of it. There's no reason to waste anymore of the court's time . - . \n[2]b`ection. There are no grounds to in icate this was an \"accident\" The Judge nods. \n[3]You sure you don't want? \n[4]You see, we can't appeal bail - It's just not set up that way. RUTH - -y You let that bastard walk out and we're supposed to just sit here? Don't tell us there's nothing to do about this. \n[5]It's not us, s. Fowler. The state's bail code is to ensure future court appearances \n[6]In this case Strout's family was prepared to put up a substantial amount of property as bail - That, along with his ties to the community made it hard for us to convince the judge of a serious \"Risk of Flight\". \n[7]It's not just your case. Now you can file a civil suit. I recommend it. But not now, wait till after the crimminal trial. Matt stares at a small cartoonish statue on Davis's desk. It is one of those things that were popular in the 70's. A little man chasing an ambulance. It reads \"World's Greatest Lawyer.\" \n[8]Well... honestly - anywhere between twelve and eighteen months? \n[9]If he was incarcerated the udge would move for an October date - basically to save the County the cost of housing and feeding him as an inmate - But with bail the court date, unfortunately, is always later. \n[10]Manslaughter. \n[11]Hard to say really. Anywhere between five to fifteen years. We think we have a good shot at the max - fifteen. Even with good behavior, he'd do a full ten. \n[12]I'm sorry, s. Fowler. I understand. Unfortunately, in situations like this when there is no eye witness, there ... well, there's not a lot we can do. \n[13]Hey, Matt. Matt stands awkwardly, as Davis' companions look on. \n[14]Have a seat. Matt hesitates, takes a seat next to Davis. Manages an obligatory smile to the others. The conversation resumes. \n[15]We're doing all we can, Matto I promise you that. \n[16]There's nothing... Matt takes Davis' arm. \n[17]We really are doing everything we can, Matt - But I'm not going to lie to you - We've got no witnesses - only Strout - who claims there was a struggle - and forensic can't determine if there was a struggle. because of the condition the house was in when Frank got there. Matt says nothing. ¢Q., They come to the corner. Matt steps under an awning and into the shade. Davis stops. He shifts feet a couple of t°es. Pla ing with the change in his pocket, the way people do when they're uncomfortable. \n[18]I'm sorry att. if it helps, we all want this guy put away. We have kids, too. Matt nods, without looking at him. Matt looks at Davis's hand moving the change. He becomes hypnotized by the sound. Davis continues talking. Matt can't hear a word of it, though. All he hears is the clinking of the coins in the pocket. ", "FRANK": "\n[1]Good luck. She laughs-He grabs and tickles her but she breaks away and escapes inside the house. Matt watches on, and falls into a wistful daydream. \n[2]I bet he did. \n[3]Oh, what are you seeing? \n[4]Wave you guys. Matt and Ruth follows Frank's gaze, to: \n[5]I'll take one. Ruth puts her arm around Frank. \n[6]Were not serious, Mom. \n[7]They're not for playing - they're to learn about unity &amp; balance. Froebel called them \"Gifts.\" This is the second gift - a sphere, a cube, and a cylinder. A five year old can learn the difference in form depending on how they look at them. Why didn't he say so in the first place? \n[8]Twenty. A moment. \n[9]Yes. \n[10]He left first. She was yelling at ham. I believe she had a skillet in her hand. \n[11]A lobster is simple enough Jason. But if the guy going after him is even simpler well he might as well give up. \n[12]Right ...unless Henry takes me on as his ster an. % Q They continue stacking. \n[13]\n[14]I don't know dad---I don't know. Matt takes a seat next to him. A moment. \n[15]Yep. \n[16]I'm getting another call. Can you hang on a second? Thanks. clicks on the other call. \n[17]Now. ", "HENRY": "\n[1]Just missed him Matt, he went home for lunch today. \n[2]Best part of the cod - but most outsi ers, they won't touch it. The shack is too warm and smells of cordage and paint, spilled beer and male sweat. Jason is in heaven. \n[3]The summer fishermen, the part-timers, like Frank here - get in your hair. \n[4]There's as many as 80 of em with licenses Frank smiles at Jason. \n[5]Don't hurt my feelings any. Easy to talk Try fishing in the winter, cold as hell 10, 12, 20 below - no matter Go, go, go, you've gotta go. You want your bread &amp; flour, you gotta goo \n[6]Don't you listen to him son - that boat is fine. She was my first. Takes a sip of pop. \n[7]Kinda miss her sometimes, and that truck you're driving .when you headed back to school Frank?- For some reason this strikes both of them as funny and they crack up. Not Jason, he seems concerned by the question. Frank sees this. \n[8]You're nn'in late. Frank nods. Takes a seat, and starts in on the cod. Henry looks at the empty seat next to Frank. \n[9]Where's our boy? Frank ignores the question. \n[10]Don't get him going Matt. \n[11]Why do you delude yourself with that crap? \n[12]Look we're not in Vegas. It's five card draw, or seven card stud. \n[13]Asshole, Matt smiles. He's missed these guys. \n[14]Raise a buck. The bet's to Matt. He stares at his cards for a very long time. Willis looks to say something, when Henry hits his arm. This stops him. Matt looks up. He sees the patience they are all exercising for his typical indecisiveness. This bothers him. He stares back down at his cards. Stalling, waiting for someone to bust him. He looks u at Willis - Henry - Carl. They all sort of smile uncomfortably. He can't take it. ", "JASON": "\n[1]Great! Jason starts for the truck. Matt opens the door and the boy climbs inside the cab. Frank kneels down to Duncan. \n[2]\"A shaft of sunlight at the end of a dark afternoon, a note in music-- \n[3]and the way the back of a baby's neck smells if its mother keeps it tidy.\" \n[4]Thank you. \n[5]No sir. \n[6]How'd you get back? \n[7]I a \"harbor person\"? Matt hides a smile about to form. \n[8].what? \n[9]Berries? \n[10]No. \n[11]Hi, Dr. Fowler Matt waves. \n[12]It's OK Dunk .--Mommy's coming back. NATALIE hesitates - then heads out the door. We MOVE WITH HER out the bedroom to the, ", "TT": "\n[1]Can you handle this? Jason nods. \n[2]No...he's not going to marry her. \n[3]Sure. \n[4]No, I want to \n[5].that I'm the one responsible? She drops the pieces back in the sink and exits. \n[6]You want to know why our son is dead, Ruth? He wasn't with her because of me, he went there because of you. Because you were so controllins, so overbearing, so angry that he was it, that he was our only one. \n[7]Oh, for Christ sake say something! This wakes them up. \n[8].I cruess he didn't want us to ow. He stares into his hands, as the memory crystallizes. Willis looks confused, and somewhat uncomfortable. \n[9].keep going. \n[10]Turn it off. Richard does. The ball game disappears, and the silence is strangely a anent. He continues to hold the w eel with both hands. He ooks in the mirror. ", "TIM": "\n[1]Very funny. \n[2]So, Mr. Strout mentioned you again. \n[3]Seriously, man. He still talks about you coming back. Says you're the best can packer he ever had. Be nods. \n[4]Are we there yet? Tim and Frank emerge from the side of the house. Willis cuts them off, grabs two beers. \n[5]What? \n[6]Dr. Fowler? Matt flinches, \"surprised\" to see Tim. \n[7]No - no, I don't even see Richard anymore. And he'd never tell me anything, believe Me. Matt takes a pull of beer. \n[8]No -a- \n[9]I'll keep my ears open. Matt looks at him, dissatisfied. \n[10]It's funny running into you here, Dr. Fowler. Matt looks at Tim blankly, then finishes his beer. ", "RICHARD": "\n[1]Ya see my new rig out there? Natalie looks annoyed. \n[2]Fuckin' bitch. He turns and freezes. Matt Fowler stands a few feet away, an Ortaies calibre 7.65 automatic directly at Richard's face. His gloved hand poin grips the gun tightly. \n[3]Dr. Fowler? \n[4]He was making it with my wife. His voice is careful, not pleading. Matt presses hard with the muzzle against Richard's head. Richard flinches and moves his head forward. Matt lowers the gun to his lap. \n[5]I wanted to work things out with her. Try to get together with her again. But I couldn't even talk to her. He was always with her. Dr. Fowler, I'm going to jail for it. I am going to jail. If I ever get out I'll be an old man. Isn't that enough ? \n[6]Dr. Fowler? \n[7]I need some things from the bathroom. \n[8]Gotta pee. Matt realizes Richard means to have privacy. He pushes him into the room. Takes a step back and pulls the door so it is only slightly ajar. He keeps his foot between the jam and the door. He eyes Richard's back reflected in the mirror. He can hear him make water. He looks like he wonders about allowing this courtesy. Mattes glances at: A picture on the wall outside of the bathroom: Natalie Richard and their two boys, in front of someone's house. Smiling. She looks happy. \n[9]Why? ", "KEYES": "\n[1]Your Honor, we just want to review exactly what s. Strout saw on the afternoon of July 17th. Isn't that why we're here? The Judge nods. \n[2]You left \"them\"? \n[3]Of course - I'm sorry. on. \n[4]I'm sorry, can we just back up? You said you \"heard the shot\"? \n[5]You \"heard\"? s- Strout, did you witness the accident? Prosecutor Davis jumps up. \n[6]Mrs. Strout ...did you actually see the sidearm discharge? "}}