{"dialogues": {"COBB": "\n[1]What's the most resilient parasite? \n[2]A bacteria? A virus? \n[3]An intestinal worm? \n[4]An idea. \n[5]Resilient, highly contagious. Once an idea's taken hold in the brain it's almost impossible to eradicate. A person can cover it up, ignore it- but it stays there. \n[6]Information, yes. But an idea? Fully formed, understood? That sticks... In there, somewhere. \n[7]But, Mr. Saito, we can train your subconscious to defend itself from even the most skilled extractor. \n[8]Because I am the most skilled extractor. I know how to search your mind and find your secrets. I know the tricks, and I can teach them to your subconscious so that even when you're asleep, your guard is never down. \n[9]But if I'm going to help you, you have to be completely open to me. I'll need to know my way around your thoughts better than your wife, your analyst, anyone. If this is a dream and you've got a safe full of secrets, I need to know what's in that safe. For this to work, you have to let me in. \n[10]I can get it here. The information's in the safe- he looked right at it when I mentioned secrets. \n[11]You just get to your room. I'll take care of the rest. \n[12]With a clean dive, perhaps. Mal, why are you here? \n[13]I am. But I can't trust you anymore. \n[14]Actually, Mr. Saito is partial to postwar British painters. \n[15]Would you sit down? \n[16]You can't imagine. \n[17]Getting some air. \n[18]Stay seated. Please. \n[19]Did she tell you, or have you known all along? \n[20]No point threatening him in a dream. \n[21]You came prepared. \n[22]Hard for a man in your position to keep a love nest totally secret... particularly when there's a married woman involved. \n[23]And yet, here we are. \n[24]With a dilemma. \n[25]Not quite. The key piece of information wasn't there, was it, Mr. Saito? \n[26]You held something back because you knew what we were up to... \n[27]So why let us in at all? \n[28]Audition for what? \n[29]I extracted all the information you had in there. \n[30]You know the corporation who hired us won't accept failure. We won't last two days... \n[31]So now I have to do this the old- fashioned way- \n[32]We're not in your dream- \n[33]Lets go. \n[34]I had it under control. \n[35]There's no time for this-I'm getting off at Kyoto. \n[36]I can't stand trains. \n[37]Every man for himself. \n[38]Hey, guys. How are you? \n[39]Who's just okay? Was that James? \n[40]I can't. Not for a while. \n[41]Well, James, like I've told you-I'm away because I'm working... \n[42]Philippa, can you ask Grandma to pick up the phone- \n[43]Well, we'll just have to hope Grandma's wrong about that won't we? \n[44]Yes? \n[45]No. No, we talked about this, James. Mommy's gone. \n[46]I'll give some presents to Grandpa, okay? Just be good for- \n[47]Yeah, why? \n[48]Yeah. I'm sorry about your leg. \n[49]One apology's all you're getting, Arthur. Now, where's Nash? \n[50]We were supposed to deliver Saito's expansion plans to Cobol Engineering two hours ago. By now they know we failed. Time to disappear. \n[51]Buenos Aires. I can lie low there. Maybe sniff out a job when things quiet down. You? \n[52]'Course. Send my regards. \n[53]That's not how I deal with things. \n[54]What will you do to him? \n[55]What do you want from us? \n[56]No, it isn't. \n[57]I won't do it. \n[58]Are you giving me a choice? Because I can find my own way to square things with Cobol. \n[59]And I choose to leave. \n[60]You can't fix that. Nobody could. \n[61]How complex is the idea? \n[62]No idea's simple when you have to plant it in someone else's mind. \n[63]If I were to do it. If I could do it... how do I know you can deliver? \n[64]No, you don't. \n[65]It can. You just have to go deep enough. \n[66]I've done it before. \n[67]Yes. \n[68]We're going to need a new architect. \n[69]You never did like your office. \n[70]Extradition between France and the U.S. is a bureaucratic nightmare. \n[71]Can you take these back for the kids? \n[72]I know. I thought you could talk to Marie about bringing them on vacation. Somewhere I could meet- \n[73]You were married for twenty years. \n[74]Doesn't she understand that my kids need me? \n[75]Be realistic, Stephen. They'd never understand- they'd lock me up and throwaway the key. Or worse. \n[76]Lawyers don't pay for themselves. This is what I have. This is what you taught me. \n[77]No, you taught me to navigate other people's minds. But after what happened with Mal there weren't a whole lot of legitimate ways for me to use that skill. \n[78]I found a way home. A job. For powerful people. If I pull it off, I can get back to my family. But I need help. \n[79]If you have someone good enough, you have to let them decide for themselves. You know what I'm offering- \n[80]No, not just money: the chance to build cathedrals, entire cities- things that have never existed, things that couldn't exist in the real world... \n[81]That's not what you used to say. You told me that in the real world I'd be building attic conversions and gas stations. You said that if I mastered the dream-share I'd have a whole new way of creating and showing people my creations. You told me it would free me. \n[82]No, you weren't. Your vision was a vision of pure creativity. It's where we took it that was wrong. \n[83]They won't actually come on the job, they'll just design the levels and teach them to the dreamers. \n[84]Mal won't let me. \n[85]You want to know what's real, Stephen? Your grandchildren waiting for their dad to come back. \n[86]This job-this last job-is how I get there. \n[87]I wouldn't be standing here if there were any other way. I can get home. But I need an architect who's as good as I was. \n[88]Not exactly. \n[89]A test. \n[90]Before I describe the job, I have to know you could do it. \n[91]It's not, strictly speaking, legal. \n[92]You have two minutes to draw a maze that takes me one minute to solve. \n[93]Go. \n[94]Stop. \n[95]Again. \n[96]Stop. \n[97]You'll have to- \n[98]More like it. \n[99]They say we only use a fraction of the true potential of our brains... but they're talking about when we're awake. While we dream, the mind performs wonders. \n[100]How do you imagine a building? You consciously create each aspect, puzzling over it in stages... But sometimes, when your imagination flies- \n[101]Exactly. Genuine inspiration. \n[102]In a dream your mind continuously does that... \n[103]It creates and perceives a world simultaneously. So well that you don't feel your brain doing the creating. That's why we can short- circuit the process... \n[104]By taking over the creating part. \n[105]This is where you come in. You build the world of the dream. We take the subject into that dream, and let him £111 it with his subconscious \n[106]While we're in there, We don't want him to realize he's dreaming. \n[107]Our dreams reel real while we're in them. It's only when we wake up we realize things were strange, \n[108]It does. Every time you dream. Let me ask you a question: You never remember the beginning of your dreams, do you? You just turn up in the middle of what's going on. \n[109]So... how did we end up at this restaurant? \n[110]How did we get here? Where are we? \n[111]Stay calm. We're actually asleep in the workshop. This is your first lesson in shared dreaming, remember? \n[112]Because it's never just a dream. \n[113]And a face full of glass hurts like hell, doesn't it? While we're in it, it's real. \n[114]Someone had to design the dreams. Let's go another five minutes- \n[115]When you dream, your mind functions more quickly, so time seems to pass more slowly. \n[116]Let's see how much trouble you can cause in five minutes. \n[117]It's good. You've got the cafe, the layout... you forgot the book shop but pretty much everything else is here. \n[118]They're projections of my subconscious. \n[119]Sure-you are the dreamer, I am the subject. My subconscious populates your world. That's one way we get at a subject's thoughts-his mind creates the people, so we can literally talk to his subconscious. \n[120]Architecture. Build a bank vault or a jail, something secure, and the subject's mind will fill it with information he's trying to protect. \n[121]Exactly. \n[122]Yes. It is. \n[123]Because you're changing things. My subconscious feels that someone else is creating the world. The more you change things, the quicker the projections converge on you. \n[124]They feel the foreign nature of the dreamer, and attack-like white blood cells fighting an infection. \n[125]Just you, actually. \n[126]It's beautiful... but if you keep on changing things... \n[127]That's why it's called subconscious. I don't control it. \n[128]Arched stone, iron pillars... it's... \n[129]I know this bridge. This place is real- You didn't imagine it, you remembered it... \n[130]Never recreate places from your memory. Always imagine new places. \n[131]Use pieces-a streetlamp, phonebooths, a type of brick-not whole areas. \n[132]Because building dreams out of your own memories is the surest way to lose your grip on what's real and what's a dream. \n[133]Look, this isn't about me- \n[134]Leave her alone- \n[135]Mal, no! \n[136]She'll need a totem. \n[137]She'll be back. \n[138]I've never seen anyone pick it up so fast. And one reality won't be enough for her now. When she comes back, get her building mazes. \n[139]I've got to talk to Eames. \n[140]Necessary risk. \n[141]We don't just need a thief. We need a forger. \n[142]Rub them against each other all you like, they're not going to breed. \n[143]Drink? \n[144]You're spelling hasn't improved. \n[145]How's your handwriting? \n[146]Yeah? \n[147]You wouldn't sell me out. \n[148]Not when you hear what I'm selling. \n[149]Inception. \n[150]Don't bother telling me it's impossible. \n[151]That's what I keep saying to Arthur. \n[152]\n[153]\n[154]\n[155]\n[156]\n[157]\n[158]Let's go see him. \n[159]Cobol Engineering? \n[160]Run interference. We'll meet downstairs in half an hour. \n[161]Last place they'd expect. \n[162]Yes? \n[163]What brings you to Mombasa, Mr. Saito? \n[164]Different tail. \n[165]What's your problem with Fischer? \n[166]This isn't the usual corporate espionage, Mr. Saito. This is inception. The seed of the idea we plant will grow in this man's mind. It'll change him. It might even come to define him. \n[167]Then you need new sources, Mr. Saito. \n[168]We'll need more than rumor, Mr. Saito. \n[169]You're well informed, Mr. Yusuf. \n[170]Somnacin? \n[171]As good as the real thing? \n[172]And to come into the held with us. \n[173]We need you there to tailor compounds to our particular requirements. \n[174]Great depth. \n[175]Three. \n[176]I've done it before. You just have to add a sedative. \n[177]Five. \n[178]There's no room for tourists on these jobs, Mr. Saito. \n[179]For what? \n[180]How long do they dream? \n[181]How long in dream time? \n[182]After a while... It becomes the only way you can dream. \n[183]Let's see what you can do. \n[184]Everything's fine. \n[185]I just-I need to test some things. I didn't realize anyone was here. \n[186]Let me see- \n[187]You're learning. \n[188]No. Mal's. \n[189]This one was hers. She'd spin it in a dream and it would never topple. Just spin and spin... \n[190]She did. How are the mazes coming? \n[191]Don't tell me. Remember, you only want the dreamer to know the layout. \n[192]In case one of us brings in part of our subconscious. You wouldn't want any projections knowing the layout. \n[193]No. \n[194]I didn't say it's getting worse. Look, Ariadne, I need them for this job. I need you for this job. Without your help, I'll never get back to my children. And that's all I can care about right now. \n[195]They think I killed her. \n[196]Thank you. \n[197]Not asking whether I did. \n[198]The mark is Robert Fischer, heir to the Australian energy conglomerate, Fischer Morrow. \n[199]\n[200]An idea Robert Fischer's conscious mind would never accept. We have to plant it deep in his subconscious. \n[201]Three levels down. \n[202]Yes. It is. \n[203]Now, the subconscious motivates through emotion, not reason, so we have to translate the idea into an emotional concept. \n[204]That's what we have to figure out. Robert and his father have a tense relationship. Worse, even, than the gossip columns have suggested... \n[205]No. Positive emotion trumps negative emotion every time. We yearn for people to be reconciled, for catharsis. We need positive emotional logic. \n[206]That might work. \n[207]Inception's not about specificity. When we get inside his head, we're going to have to work with what we find. \n[208]How do you mean? \n[209]\n[210]Suppress them. We don't bring our own projections into the dream-we let Fischer's subconscious supply the people. \n[211]I thought he had some knee thing? \n[212]Surely he flies private? \n[213]Why? \n[214]Neater, huh? Well, now we have ten uninterrupted hours. \n[215]Nice lobby, by the way. \n[216]Buying us more time in each level. \n[217]It's basically a week one layer down, six months two layers down- \n[218]A kick. \n[219]That feeling of falling which snaps you awake. We use that to jolt ourselves awake once we're done. \n[220]The trick is to devise a kick for each level, then synchronize them to get a snap that penetrates all three layers. \n[221]Of course... \n[222]That we'd grow old together. \n[223]You shouldn't be in here. \n[224]This is the only way I can still dream. \n[225]In my dreams... we're still together. \n[226]And I shouldn't. \n[227]No. \n[228]No. These are moments I regret. Moments I turned into dreams so I could change them. \n[229]There's only one thing I need you to understand about me... \n[230]Mine and Mal's. \n[231]She'd already died. \n[232]It's James. My boy. He's found something. Maybe a worm. \n[233]And there's Philippa. \n[234]I thought about calling out, so they'd turn and smile those incredible smiles... but I'm out of time- \n[235]Then I panic that I'll always wish I'd seen them turn, that I can't waste this chance... \n[236]But the moment's passed. And whatever I do, the dream's always the same... When I'm about to call... they run. \n[237]If I'm going to see their faces again-I've got to get back here in the real world... \n[238]Because you'll be together. \n[239]A hotel. We spent our anniversaries in this suite. \n[240]We can. We will. But I need you to stay here for now- \n[241]I'll come back. I need you to stay here on your own for now. Just while I do this job. Then we can be together- \n[242]When's the funeral? \n[243]Robert'll accompany the body Tuesday at the outside. We have to move. \n[244]No. I promised Miles. \n[245]We need one more seat on the plane. \n[246]If I get on this plane and you haven't taken care of things... when we land I go to jail for the rest of my life. \n[247]Excuse me? \n[248]I think this is yours... \n[249]Same. \n[250]No problem. Look, I couldn't help noticing your name. You're not related to Maurice Fischer? \n[251]I'm very sorry for your loss. He was an inspiring figure. \n[252]Thanks. \n[253]To Maurice Fischer. I'll leave you in peace. \n[254]At least we know he'll be looking for a cab in this. \n[255]Brace yourselves. \n[256]Walk away. \n[257]Come on!- \n[258]Arthur! Arthur what the- \n[259]Oh, Christ. Is he dying? \n[260]\n[261]\n[262]\n[263]\n[264]\n[265]No. \n[266]No! It won't wake him up. \n[267]That person doesn't wake up. Their mind drops into Limbo. \n[268]There wasn't meant to be any risk. We weren't supposed to be dealing with a load of gunnre. \n[269]It's the only way you can go three layers deep, Arthur. \n[270]You don't know anything about that. This was the only way to do this job, Arthur. I did what I had to do to get back to my children. \n[271]We have a way out. The kick. We just have to push on, do the job as fast as possible and get out using the kick. \n[272]You'll never make it, Eames. Fischer's security is surrounding this place as we speak. The ten hours of the flight is a week at this level-you'll never make it without getting killed. Downwards is the only way forwards. We have to carry on. \n[273]And we have to do it fast. \n[274]Eames, go get ready. Arthur, let's get in there and soften him up. \n[275]No, it won't. \n[276]Doesn't mean you don't know the combination. \n[277]You're on. You've got an hour. \n[278]And Saito was supposed to keep his guts on the inside. You've got an hour-get something we can use. \n[279]You've got an hour. Get talking. \n[280]How's he doing? \n[281]When we get you down to the next level, the pain will be less intense. \n[282]His conscious mind will drop out of the dream. He'll be trapped in Limbo for a lifetime... \n[283]When he wakes... his mind could be completely gone. \n[284]Saito-san, when you wake you might not even remember that we had an arrangement. You'll have forgotten this world. Limbo will be your reality. Lost there so long, you'll have become an old man... \n[285]Waiting to die alone. Yes. \n[286]What truth? \n[287]We were on a job. Exploring dreams within dreams. But we didn't understand how your mind can turn hours into years. How you can get trapped. Trapped so deep that when you wash up on the shore of your subconscious... \n[288]You can lose track of what's real. \n[289]Fifty years. \n[290]We built. We created a whole world for ourselves... \n[291]It's not so bad at first, being gods. The problem is knowing that it's not real. It became impossible for me to live like that. \n[292]She accepted it. At some point... \n[293]...she'd decided to forget that our world wasn't real. \n[294]To wake from that. From decades lived. To be old souls thrown back into youth. It was hard. At first Mal seemed okay. But I started to realize something was wrong. Finally she admitted it. This idea she was possessed by. This simple little idea that changed everything... \n[295]That our world was not real. No matter what I did, no matter what I said, she was convinced that we were still in a dream. That we needed to wake up again... \n[296]That to get home we'd have to kill ourselves. \n[297]She... she believed they weren't real. That our real children were waiting. Somewhere above... \n[298]Calm down, Mal- \n[299]If it's my dream then why can't I control it? Why can't I stop this? \n[300]You keep telling me I am- \n[301]She was certain. But she loved me too much to go without me. So she made a plan... \n[302]For our anniversary... \n[303]Mal, come back inside. \n[304]No, I'm not. This is real-if you jump, you're not going to wake up, you're going to die. Let's go back inside and talk about this, please. \n[305]I can't do that, Mal. I can't leave our children. \n[306]What do you mean? \n[307]Out children are here, Mal. \n[308]\n[309]\n[310]\n[311]\n[312]He letter to the authorities refuted all the claims about her sanity that she knew I'd make... \n[313]She'd had herself declared sane by three different psychiatrists. \n[314]So I ran. And I've been running ever since, trying to buy my way back to my family... \n[315]She was sane. She was just lost in the labyrinth. \n[316]Because we were a family. And we had a life I would do anything to get back to now. But that reality wasn't enough for me then. \n[317]You don't have to do this for me- \n[318]We can't stay here. Arthur?! \n[319]Come to your senses? \n[320]Let's try instinctively. I have someone standing in your father's office ready to tap in a combination. \n[321]First six numbers that come into your head. Right now. \n[322]\n[323]You'll have to do better. Bag `em. \n[324]The stronger the issues, the more powerful the catharsis. \n[325]Shifting Fischer's antipathy from his father onto Browning should work. \n[326]No. We repair his relationship with his father and expose his godfather's true nature. \n[327]We bring in Mr. Charles. \n[328]Arthur, the second we approach Fischer in that hotel, they're gonna mow us down-we run with Mr. Charles like on the Stein job. \n[329]I'll need a decoy. \n[330]Fine- \n[331]I know you've got to stay ahead of them, but drive with kid gloves, okay? The world down there is going to be very unstable- \n[332]Mr. Fishcer! Good to see you again. Rod Green, Marketing. And you must be... \n[333]I think you just got blown off... unless her phone number really does have only six digits. \n[334]Strange way to make friends. Lifting your wallet, I mean. \n[335]Five hundred bucks. I know. Don't worry, my guys are on it. \n[336]I said I was Rod Green from Marketing-but I'm not. My name is Mr. Charles. I might seem familiar to you. I'm in charge of your security here. \n[337]No. My specialty is subconscious security. \n[338]Exactly. My job is to protect you... \n[339]My job is to protect you from any attempt to access your mind through your dreams. \n[340]You're not safe here. \n[341]Trust me. They're coming for you. \n[342]Strange weather, huh? \n[343]You feel that? \n[344]Very odd-the weather, the gravity... \n[345]But I can explain all this. You've actually been trained for this. Think of the strangeness of the weather, the shifts in gravity. None of this is real... \n[346]We're in a dream. \n[347]The simplest test of what I'm saying is for you to try and remember anything about the way you arrived in this hotel... okay? \n[348]Breathe. Remember the training. Accept the fact that we're in a dream. That's why I'm here protecting you. \n[349]No. I'm a projection of your subconscious. I was put in place to protect you in the event that extractors pulled you into a dream. I believe that's what has happened. \n[350]Look at the gun in his hand. \n[351]These men were sent to abduct you. \n[352]If I'm going to help you, I need you to be calm. \n[353]I wouldn't do that-they've probably got you sedated. If you pull that trigger, you might not wake up, you might drop into a lower dream state. \n[354]Mr. Fischer, you know all this, you just have to remember it... \n[355]What do you remember from before this dream? \n[356]Where were they holding you? \n[357]Your body's bouncing around in the back of a van right now-that explains the gravity shifts. \n[358]It's like trying to remember a dream after you've woken up. It takes years of practice to do it easily. So, you and Browning have been pulled into this dream so they can steal something from your mind. What? \n[359]That's them extracting a locator. \n[360]A number from your own subconscious. It can be used any number of ways... This is a hotel. Room numbers. What was the number you gave them? \n[361]Well, we know where to start. Fifth floor. \n[362]They work for me. \n[363]You know what this is? \n[364]They were going to put you under. \n[365]Under again. \n[366]You said you were kidnapped together? \n[367]You saw them torture him? \n[368]Your godfather's lying, Robert. \n[369]It's what I do. He's hiding something. \n[370]Let's find out what. \n[371]Let's do to him what he was going to do to you. \n[372]We'll penetrate his subconscious and find out what he doesn't want you to know. \n[373]Fischer's. I told him it was Browning's so he'd come with us as part of our team. \n[374]That's the idea. He'll think that his security is Browning's and fight them to learn the truth about his father. \n[375]Fischer's subconscious is going to run you down hard. \n[376]Be back in time for the kick. \n[377]Hopefully, the truth we want Fischer to learn. \n[378]You're the dreamer. I need you to draw the security away from the complex. \n[379]If I know the route... we could be compromised. \n[380]No. You're with me. \n[381]Eames, brief Saito on the route into the complex. What we're looking for is going to be in the most heavily fortified section. That north tower. \n[382]Mr. Fischer, you're going in with Mr. Saito. \n[383]You have to do this on your own. You have to get in there, break into your godfather's mind and find out the truth about your father. \n[384]Keep this live at all times. I'll be listening in, covering you. The windows on the upper floors are big enough that I can cover you from that south tower. \n[385]No, it's music. Dammit. \n[386]We move fast. Saito, did you copy? \n[387]Yusuf's about ten seconds from the jump, which gives Arthur about three minutes, which gives us about- \n[388]The route you gave them, can they do it in under an hour? \n[389]They need a new route-a direct route. \n[390]There must be access routes that cut through the maze. Eames? \n[391]Did Eames add any features? \n[392]What did he add? \n[393]There's no time-what did he add? \n[394]What about service features? Did he add any large pipes or- \n[395]Explain it to them. \n[396]The kick. \n[397]Yeah, we missed it. \n[398]Finish the job before the next kick. \n[399]When the van hits the water. I figure Arthur's got a couple minutes and we've got about twenty. \n[400]What about the strongroom? Doesn't it have any windows? \n[401]It's fine. Better hope that we like what Fischer finds in there. \n[402]Yeah. \n[403]No, of course not. They're just projections. \n[404]Buy us some time. \n[405]You're clear, but hurry-there's an army headed your way... \n[406]Shit. There's someone else in there. \n[407]Come on... a little lower... a little- \n[408]How can you know that? \n[409]I wouldn't shoot her. \n[410]It won't do any good- \n[411]Even if you could revive his body, his mind's trapped down there. It's over. \n[412]I'm sorry. \n[413]Saito's not going to last, Eames. \n[414]And I can find her. She'll have Fischer. \n[415]She wants me to come after him. She wants me back down there with her. \n[416]It was. And this is where she'll be. \n[417]We both did. \n[418]We built for years. Then, when that got stale, we started in on the memories. \n[419]This is our neighborhood. \n[420]No. Our neighborhood. That was our first apartment... then we moved to that building... we got that small house when Mal became pregnant. \n[421]We had time. \n[422]The house Mal grew up in. \n[423]No. Come on- \n[424]We both wanted a house, but we both loved skyscrapers. In the real world we had to choose. Not here. \n[425]We need some kind of kick. \n[426]I'll improvise. \n[427]There's something you have to understand about me. About inception. You see, an idea is like a virus... \n[428]Resilient... Highly contagious, and an idea can grow. The smallest seed of an idea can grow to define or destroy your world... \n[429]I know what's real. \n[430]I know what's real. \n[431]I have chosen, Mal. Our children. I have to get back to them. Because you left them. You left us. \n[432]Our real children are waiting for me up above. \n[433]They're not real, Mal. Our real children are waiting for us- \n[434]I know it- \n[435]Guilt. I feel guilt. And however confused I might get. \n[436]However lost I might seem... it's always there. Telling me something. Reminding me of the truth. \n[437]That you were wrong to doubt our world. That the idea that drove you to question your reality was a lie... \n[438]Because it was my lie. \n[439]Because I performed inception on my own wife, then reaped the bitter rewards... \n[440]We'd become lost in here. Living in a world of infinite possibilities. A world where we were gods. I realized we needed to escape, but she'd locked away her knowledge of the unreality of this world... \n[441]I couldn't make Mal understand that we needed to break free. To die. So I started to search our world... \n[442]Searching for the right place in her mind... \n[443]And when I found that place, that secret place where she had shut away her knowledge years before, I broke it open... \n[444]I broke into the deepest recess of her mind, to give her the simplest little idea. \n[445]A truth that she had once known, but had chosen to forget... \n[446]That her world was not real. \n[447]That death was a necessary escape. \n[448]You're waiting for a train. A train that will take you far away. You know where you hope this train will take you, but you can't know for sure. Yet it doesn't matter... \n[449]I never thought that the idea I'd planted would grow in her mind like a cancer. That even after we woke... \n[450]You'd continue to believe that your world was not real... \n[451]I was trying to save you-I'm sorry. \n[452]If I stay, can she take him back? \n[453]Go check he's alive, Ariadne. \n[454]Send Fischer, I have to stay- \n[455]I'm not. Saito is dead by now. That means he's here. I have to stay here and find him. \n[456]I can't stay here to be with her because she's not real. \n[457]I wish you were. But I couldn't make you real. I'm not capable of imagining you in all your complexity and... perfection. As you really were. You're the best I can do. And you're not real. \n[458]What're you doing? \n[459]No! \n[460]That's the kick-you have to go! \n[461]No, I'm not. I'm staying here to find Saito. And to say goodbye. \n[462]I will. \n[463]I know. But we can't. And I'm sorry. \n[464]And we did... \n[465]I miss you more than I can bear... but we had our time together. And now I have to let go... \n[466]Someone from your half-remembered dream...? \n[467]Filled with regret? \n[468]I came back for you... I came to remind you of what you once knew... \n[469]That this world is not real. \n[470]Yes. And to take a leap of faith. \n[471]Come back and we'll be young men together again. ", "ARIADNE": "\n[1]Pleased to meet you. \n[2]A work placement? \n[3]Aren't you going to tell me anything? \n[4]Why? \n[5]Such as? \n[6]I'm discovering it. \n[7]How? \n[8]But are you trying to fool him that the dream is actually real life? \n[9]How could I ever get enough detail to Convince him that it's real? \n[10]But all the textures of real life- the stone, the fabric. cars... people... your mind can't create all this. \n[11]I guess. \n[12]We came here from... \n[13]Oh my God. We're dreaming. \n[14]If it's just a dream, why are you covering your- \n[15]How did architects get involved? \n[16]We were only asleep for five minutes? We talked for an hour at least... \n[17]Who are the people? \n[18]Yours? \n[19]How else do you do it? \n[20]Then you break in and steal it. \n[21]I love the concrete sense of things- Real weight, you know? I thought a dream space would be all about the visual, but it's the feel of things. Question is, what happens as you start to mess with physics... \n[22]It's something, isn't it? \n[23]Why are they looking at me? \n[24]Converge? \n[25]They're going to attack us? \n[26]Mind telling your subconscious to take it easy? \n[27]I cross it every day on my way to the college. \n[28]You have to draw from what you know- \n[29]Why not? \n[30]Did that happen to you? \n[31]Is that why you need me to build your dreams? \n[32]Wake me up, Cobb. \n[33]Wake me up! \n[34]Why couldn't I wake? \n[35]What? \n[36]That's some subconscious you've got, Cobb. She's a real charmer! \n[37]She's his wife? \n[38]Like a coin? \n[39]What's yours? \n[40]Why? \n[41]That's not an issue for me. \n[42]Arthur, maybe you can't see what's going on, maybe you don't want to. But Cobb's got problems he's tried to bury down there. I'm not going to open my mind to someone like that. \n[43]I tried not to come. \n[44]No paper, no pens... nothing between you and raw, direct creation. \n[45]What sort of tricks? \n[46]How big do the levels have to be? \n[47]A maze. \n[48]The longer we have before the projections catch us. \n[49]My subconscious seems polite enough. \n[50]Cobb can't build anymore, can he? \n[51]Why? \n[52]His ex-wife? \n[53]They're still together? \n[54]What was she like in real life? \n[55]You're back. \n[56]Are you going under on your own? \n[57]Just working on my totem. \n[58]It's an elegant solution to keeping track of reality. Your invention? \n[59]Arthur told me she died. \n[60]Good. Each level relates to the part of the subject's subconscious we're trying to access. I'm making the bottom level a hospital, so that Fischer will bring his father there- \n[61]Why's that so important? \n[62]In case you bring Mal in. \n[63]You won't build yourself because if you know the maze, then she knows it. And she'd sabotage the operation. You can't keep her out, can you? \n[64]Do the others know? \n[65]You have to warn them if it's getting worse- \n[66]Why can't you go home, Cobb? \n[67]How did she die? \n[68]For what? \n[69]How much time? \n[70]And ten years in the third level. Who wants to spend ten years in a dream? \n[71]What's a kick? \n[72]I wanted to know what \"tests\" you need to do on your own every night. \n[73]Why do you do this to yourself? \n[74]Is it so important to dream? \n[75]But these aren't just dreams, are they? They're memories. You said never to use memories. \n[76]You're keeping her alive. \n[77]You can't let her go. \n[78]What've you got buried down there that you regret? \n[79]This is your house? \n[80]Where is she? \n[81]My name is- \n[82]I don't know. Trying to understand. \n[83]No. \n[84]What is this place? \n[85]What happened here? \n[86]You think you can just build a prison of memories to lock her in? You think that's going to contain her? \n[87]I'm coming with you. \n[88]The team needs someone in there who understands what you're struggling with. If you don't want it to be me then you need to show Arthur what I just saw. \n[89]This wasn't in the design- \n[90]\n[91]\n[92]Limbo? \n[93]What's down there? \n[94]How long would we be stuck there? \n[95]He's in a lot of pain. \n[96]And if he dies? \n[97]What will that do to him? \n[98]When were you trapped in Limbo? \n[99]Cobb, you might have convinced the rest of this team to carry on with the job. But they don't know the truth. \n[100]The truth that at any minute you might bring a freight train through the wall. The truth that Mal is bursting up through your subconscious. \n[101]The truth that as we go deeper into Fischer, we're also going deeper into you-and I'm not sure we're going to like what we find there. \n[102]This is not just about Fischer, it's about you. Tell me what happened to you and Mal. Trapped in Limbo. \n[103]How long were you stuck? \n[104]How did you stand it? \n[105]But not for her? \n[106]And when you finally woke up? \n[107]What was it? \n[108]What about your children? \n[109]Psychiatrists judged her sane? \n[110]Then why should you blame yourself? \n[111]It might have been your idea to push the limits, Cobb. But you're not responsible for the idea that destroyed her. The idea that her world wasn't real... that was her own idea from her own mind. \n[112]Your guilt defines her. Powers her. If we're going to succeed in this, you're going to have to forgive yourself, and you're going to have to confront her. But you don't have to do it alone. \n[113]I'm doing it for the others. They don't know the risk they've taken coming in here with you. \n[114]So you destroy his one positive relationship? \n[115]Who or what, exactly, is Mr. Charles? \n[116]And why don't you approve? \n[117]Didn't Cobb say never to do that? \n[118]What's happening? \n[119]Do you use a timer? \n[120]How will you know? \n[121]Why not? \n[122]Wait, Cobb-I'm lost. Whose subconscious are we going into? \n[123]Cobb? Cobb? \n[124]What's down there? \n[125]I meant what's down there for you? \n[126]I designed the place. \n[127]How long do we have? \n[128]Sixty minutes. \n[129]I don't think so. They've still got to climb down to the middle terrace. \n[130]The building's designed as a labyrinth. \n[131]Yes. \n[132]I shouldn't tell you. If Mal- \n[133]Utility closets, trap doors... \n[134]Ducts. He added an air duct system- it doesn't follow the maze. They can use it to go straight from the outer walls to the upper tower. \n[135]Saito? \n[136]What was that? \n[137]That's the antechamber outside the strongroom. \n[138]Wouldn't be very strong if it did. Look, if you wanted to design it yourself- \n[139]These projections, they're part of his subconscious? \n[140]Are you destroying those parts of his mind? \n[141]Fischer, stop! It's a trap!- \n[142]Cobb, that's not really her- \n[143]Fischer, look out!- \n[144]Cobb, she's just a projection. Fischer... he's real. \n[145]Eames? Get to the anteroom now! \n[146]Mal killed Fischer- \n[147]There's still a way: We follow Fischer down- \n[148]Down there they'll be enough time. We'll find him-soon as you hear Arthur's music start, you use the defibrillator to revive him-we give him his own early kick from below. \n[149]Get him in there- Then, as the music ends you blow the hospital and we all ride the kick back up through the layers. \n[150]We have to try! \n[151]Can I trust you to do what's needed? Mal's down there- \n[152]How do you know? \n[153]This is your world? \n[154]You built all this? \n[155]It's incredible. \n[156]From what city? \n[157]You reconstructed them all from memory? \n[158]What's that? \n[159]Will she be in there? \n[160]How do we send Fischer back? \n[161]What? \n[162]Why? \n[163]We need Fischer. \n[164]Cobb, what are you saying? \n[165]Cobb, you can't do this. \n[166]He's here. And it's time. But you have to come with us. \n[167]Cobb, I'm not going to let you lose yourself in here! You have to get back to your children! \n[168]You can't stay here to be with her- \n[169]No! \n[170]Improvising. \n[171]You're coming! \n[172]Don't lose yourself. Find Saito. And bring him back. \n[173]Cobb stayed. \n[174]No. To find Saito. \n[175]No. He'll be alright. ", "ARTHUR": "\n[1]What Mr. Cobb is trying to say- \n[2]Yes. In the dream state, conscious defenses are lowered and your thoughts become vulnerable to theft. It's called extraction. \n[3]He knows. \n[4]What's going on up there? \n[5]Saito knows. He's playing with us. \n[6]What's she doing here, Cobb? \n[7]See that you do. We're here to work. \n[8]I know! We have to reconnect the loop before they wake up! \n[9]I'm not going to make it! Wake Cobb! \n[10]Dunk him! \n[11]They're getting closer, Cobb. \n[12]Come on, Cobb. \n[13]Not good. \n[14]Asshole! \n[15]How could you get the carpet wrong?! \n[16]You're the architect- \n[17]And you-what the hell was all that? \n[18]I'd hate to see out of control- \n[19]Why? He's not gonna search every compartment. \n[20]I can keep him under for one minute- \n[21]Our ride's on the roof. \n[22]Cobb... are you okay? \n[23]Down in the dream... Mal showing up like that ... \n[24]It's getting worse, isn't it? \n[25]Hasn't shown. Wanna wait? \n[26]Where will you go? \n[27]Stateside. \n[28]Of course not. \n[29]Okay, here's planting an idea: I say to you, \"Don't think about elephants.\" \n[30]What are you thinking about? \n[31]Right. But it's not your idea because you know I gave it to you. \n[32]The subject's mind can always trace the genesis of the idea. True inspiration is impossible to fake. \n[33]Cobb, come on- \n[34]Cobb, we should walk away from this. \n[35]I know how much you want to go home- \n[36]But this can't be done. \n[37]You don't know that!- \n[38]Did it work? \n[39]Who did you do it to? \n[40]So why are we headed to Paris? \n[41]That's why the military developed dream sharing-a training program where soldiers could strangle, stab and shoot each other, then wake up. \n[42]Five minutes in the real world gives you an hour in the dream. \n[43]It's okay. \n[44]The only way to wake from inside the dream is to die. \n[45]Some kind of personal icon. A small object that you can always have with you, and that no one else knows, \n[46]Sounds like you've met Mrs. Cobb. \n[47]So. A totem. You need something small, potentially heavy... \n[48]Too common. You need something that has a weight or movement that only you know. \n[49]A loaded die. \n[50]I can't let you handle it. That's the point. No one else can know the weight or balance of it. \n[51]So when you examine your totem... \n[52]You know, beyond a doubt, that you're not in someone else's dream. \n[53]Why not? \n[54]Where will you be? \n[55]Eames? But he's in Mombasa. Cobol's backyard. \n[56]There are plenty of other thieves. \n[57]He said you'd be back. \n[58]But there's nothing else quite like it. \n[59]Shall we take a look at paradoxical architecture? \n[60]You're going to have to master a few tricks if you're going to build three complete dream levels. \n[61]In a dream, you can cheat architecture into impossible shapes. \n[62]That lets you create closed loops, like the Penrose Steps. The infinite staircase. \n[63]See... \n[64]Paradox. A closed loop like this helps you disguise the boundaries of the dream you've created. \n[65]Anything from the floor of a building, to an entire city. But it has to be complicated enough for us to hide from the projections. \n[66]And the better the maze- \n[67]You wait, they'll turn ugly. No one likes to see someone else messing around in their mind. \n[68]I don't know if he can't, but he won't. He thinks it's safer if he doesn't know the layouts. \n[69]He won't tell me. I think it's Mal. I think she's getting stronger. \n[70]She's not his ex. \n[71]No. No, she's dead, Ariadne. What you see in there is just his projection of her. \n[72]She was lovely. \n[73]How deep? \n[74]A dream within a dream within a dream? Is that even possible? \n[75]How do you translate a business strategy into an emotion? \n[76]Might? We'll have to do better than that. \n[77]Forgive me for wanting a little specificity, Eames. \n[78]How do you produce these emotional triggers? \n[79]Are those yours? \n[80]Yusuf? \n[81]So he gives himself the idea. \n[82]Eames, I'm impressed. \n[83]It'd have to be a 747. \n[84]On a 747 the pilots are up above, first class is in the nose so nobody walks through the cabin. We'd have to buyout the whole cabin, and the first class flight attendant- \n[85]My question is how we go down three layers with enough stability. Three layers down a little turbulence is gonna translate into an earthquake. The dreams are gonna collapse with the slightest disturbance. \n[86]How do we get out once we've made the plant? I hope you've got something a little more elegant in mind than shooting me in the head like last time. \n[87]But how are we going to feel that through the sedation? \n[88]Even that won't cut through three layers of deep sleep. \n[89]We can use the musical countdown to synchronize the different kicks. \n[90]Couldn't you have peed before you went under? \n[91]Everybody okay? Saito? \n[92]\n[93]\n[94]\n[95]\n[96]\n[97]Unconstructed dream space. \n[98]Raw, infinite subconscious. Nothing there but what was left behind by anyone on the team who's been trapped there before. On this team... just Cobb. \n[99]Let's just get him upstairs. \n[100]Hold this. Firm pressure. \n[101]You knew the risks and you didn't tell us. \n[102]You had no right. \n[103]And you. You went along with this? \n[104]You trusted him? When? When he promised you half his share? \n[105]Oh, yeah? With Mal? That worked out great, didn't it, Cobb? \n[106]In. your lather's office, below the bookshelves, is his personal safe. We need the combination. \n[107]We have it on good authority that you do. \n[108]Good authority. \n[109]The combination. \n[110]Why would Browning tell us you did? \n[111]That helps us? \n[112]But how do you reconcile them if they're that estranged? \n[113]Well, work fast-Fischer's projections are closing in quick, we need to break out of here before we're totally boxed in... \n[114]What about his security? It's going to get worse as we go deeper. \n[115]No. \n[116]A bad idea. \n[117]Sure. But it didn't work. The subject realized he was dreaming and his subconscious tore us to pieces. \n[118]And don't make the jump too soon- that kick is our only way back, we have to be ready to catch it- \n[119]And there goes Mr. Charles. \n[120]It's a gambit designed to turn Fischer against his own subconscious. \n[121]Because it involves telling the mark that he's dreaming. Which involves attracting a lot of attention to us. \n[122]You must've noticed by now how much time Cobb spends doing things he says never to do. \n[123]Cobb's drawing Fischer's attention to the strangeness of the dream. That's making his subconscious look for the dreamer. For me. \n[124]So, if everything's correct, this room should be directly below 528. \n[125]No, I have to judge it myself. Once you're all asleep up in room 528, I wait `til Yusuf starts his kick... \n[126]His music warns me it's coming, then the van hitting the barrier of the bridge should be unmistakable- that's when I blow the floor out from underneath us and we get a nice synchronized kick. Too soon, and we won't get pulled out; too late and I won't be able to drop us. \n[127]The van will be in free fall. I can't drop us with no gravity. \n[128]Mr. Charles! \n[129]Shhhh! \n[130]He's out. \n[131]He's going to help us break into his own subconscious. \n[132]I'll lead them on a merry chase. \n[133]I'm on it. \n[134]Hey! \n[135]No, Yusuf. Too soon! \n[136]Paradox. \n[137]How the hell do I drop you? \n[138]What happened? \n[139]With Mal? \n[140]He'll be lost... ", "EAMES": "\n[1]You never know. \n[2]You're buying. \n[3]Piss off. \n[4]Versatile. \n[5]Word is, you're not welcome in these parts. \n[6]There's a price on your head from Cobol Engineering. Pretty big one, actually. \n[7]`Course I would. \n[8]It's perfectly possible. Just bloody difficult. \n[9]\n[10]\n[11]\n[12]\n[13]\n[14]\n[15]\n[16]There's a man here. Yusuf. He formulates his own versions of the compounds. \n[17]Once you've lost your tail. Back by the bar, blue tie. Came in about two minutes after we did. \n[18]They pretty much own Mombasa. \n[19]Back here? \n[20]Freddy! \n[21]Freddy Simmonds, it is you! \n[22]Oh. No, it isn't. \n[23]This is your idea of losing a tail? \n[24]That's where we come in. How's Robert Fischer's relationship to his father? \n[25]Can you get me access to him? Browning. Fischer senior's right- hand man. Fischer junior's godfather. \n[26]References are something of a specialty for me, Mr. Saito. \n[27]Eighteen, twenty-all connected, bloody hell. \n[28]They come here every day to sleep? \n[29]Do you play on that? Suggest breaking up his father's company as a 'screw you' to the old man? \n[30]Try this... \"MY FATHER ACCEPTS THAT \n[31]Thanks for the contribution, Arthur. \n[32]We could split the idea into emotional triggers, and use one on each level. \n[33]On the top level, we open up his relationship with his father.... Say: \"I WILL NOT FOLLOW IN MY FATHER'S FOOTSTEPS.\" Next level down we've accessed his ambition and self-esteem. We feed him: \"I \n[34]That could do it. \n[35]I forge each emotional concept in the style and manner of Peter Browning, a key figure in Fischer's emotional life. \n[36]Saito, when do I get to see Browning? \n[37]The vultures are circling. The sicker Maurice Fischer becomes, the stronger Peter Browning becomes... \n[38]I've had time to learn Browning's physical presence and mannerisms... \n[39]Now, in the dream, I can impersonate Browning and suggest the concepts to Fischer's conscious mind... Then we take Fischer down another level and his own subconscious feeds it right back to him. \n[40]Precisely. That's the only way to make it stick. It has to seem self-generated. \n[41]Your condescension, as always, is much appreciated, Arthur. \n[42]He's not scheduled for surgery, no dental, nothing. \n[43]Nothing they'd put him under for. Besides, we need a good ten hours. \n[44]Math was never my strong suit. \n[45]It's not going to take us long to crack Fischer open once we get going. We'll be out in a couple days, max. \n[46]That, Ariadne, would be a kick. \n[47]Oh, sorry. \n[48]Bit too much free champagne before takeoff, Yusuf? \n[49]Sorry, I thought it was free. Maybe we could share. \n[50]I'm afraid- \n[51]Get us out of here! \n[52]\n[53]He's in agony. Let's wake him up- \n[54]What do you mean, it won't wake him? When you die in a dream you wake up. \n[55]So what happens if one of us dies? \n[56]How long? \n[57]Great. So now we're stuck in Fischer's mind battling it out with his private army, and if we get hit we're stuck in Limbo 'til our brains dissolve into scrambled egg? \n[58]So you led us into a war zone with no way out. \n[59]Forget it. We go any deeper, we just raise the stakes. I'm sitting it out on this level. \n[60]What's inside? \n[61]Useful? \n[62]An hour? I was supposed to have all night to crack him. \n[63]His relationship with his father's much worse that we thought. \n[64]I'm working on that. \n[65]Shouldn't be afraid to dream a little bigger, Arthur- \n[66]Shall we? \n[67]We need the imagery, the words... \n[68]Hell, we should be charging Fischer as much as Saito. \n[69]Who's Mr. Charles? \n[70]So you've done it before? \n[71]You learned a lot, though. Right? \n[72]No problem. How about a pretty young lady I've used before? \n[73]You look a bit perkier. \n[74]Feels closer. That's Yusuf's driving. \n[75]Get off at a different floor and keep moving. Dump the wallet, then meet me in the lobby. The security will try to track it down. We need to buy Cobb a little more time. \n[76]That's Fischer's projection of Browning. We'll keep an eye on how he behaves- \n[77]How he acts will tell us if Fischer's starting to suspect his motives the way we want him to. \n[78]Then who guides Fischer in? You? \n[79]Cobb? Are you hearing that? \n[80]I noticed it twenty minutes ago-at first I thought it was just wind... \n[81]What do we do? \n[82]Cobb? Did we miss it? \n[83]What the hell do we do now? \n[84]What next kick? \n[85]Cobb? Something's wrong? \n[86]They're heading your way. Like they know something. \n[87]On my way. \n[88]What happened? \n[89]So that it, then? We failed. \n[90]It's you who doesn't get back to your family. \n[91]I wanted to know what was going to happen in there. I think we had this one. \n[92]We're almost out of time- \n[93]Okay, Saito can hold them off while I plant the rest of the charges. \n[94]Go for it, but I'm taking the kick whether you're back or not... \n[95]Come on, Saito. I need you to cover Fischer while I plant the charges. \n[96]Get in there-quick! \n[97]Come on, come on... ", "SAITO": "\n[1]But surely-to forget...? \n[2]For someone like you to steal? \n[3]How can you do that? \n[4]Gentlemen. Enjoy your evening as I consider your proposal. \n[5]Turn around. \n[6]Now the envelope, Mr. Cobb. \n[7]That you're here to steal from me? Or that we're actually asleep? \n[8]I want to know who your employer is. \n[9]Stop him! \n[10]I bring the gun because not even my head of security knows this apartment. How did you find it? \n[11]She would never... \n[12]You got what you came for. \n[13]An audition. \n[14]It doesn't matter. You failed. \n[15]But your deception was readily apparent. \n[16]So leave me and go. \n[17]I've always hated this carpet. \n[18]It's stained and frayed in such distinctive ways... \n[19]But very definitely made of wool. Right now I'm lying on polyester. \n[20]Which means I'm not lying on my carpet, in my apartment... You've lived up to your reputation, Mr. Cobb... I'm still dreaming. \n[21]A dream within a dream-I'm impressed. \n[22]But in my dream, we really ought to be playing by my rules... \n[23]He sold you out. Thought to come to me and bargain for his life... \n[24]So I offer you the satisfaction. \n[25]Would you work with him again? \n[26]Nothing. But I can't speak for your friends from Cobol Engineering. \n[27]Inception. \n[28]Is it possible? \n[29]If you can steal an idea from someone's mind, why can't you plant one there instead? \n[30]Elephants. \n[31]You could plant it subconsciously- \n[32]Can you do it? \n[33]In exchange, I'll give you the information you were paid to steal. \n[34]Then you do have a choice. \n[35]Tell the crew where you want to go, they'll file the plan en route. \n[36]Mr. Cobb...? There is one other thing I could offer you. How would you like to go home? To America. To your children. \n[37]Just like inception. \n[38]Simple enough. \n[39]My main competitor is an old man in poor health. His son will soon inherit control of the corporation. I need him to decide to break up his father's empire. Against his own self-interest. \n[40]You don't. But I can. So do you want to take a leap of faith, or become an old man, filled with regret, waiting to die alone? \n[41]Assemble your team, Mr. Cobb. And choose your people more wisely. \n[42]Care for a lift, Mr. Cobb? \n[43]I have to protect my investment. \n[44]Robert Fischer, 32. Heir to the Fischer Morrow energy conglomerate. He's spent his whole life being groomed as successor-breaking up his father's empire will take a radical shift in his thinking. \n[45]That's not your concern. \n[46]My sources suggest you might not have always been so cautious. \n[47]Fischer Morrow has the regulators in their pockets. We're the last company standing between them and total energy dominance and we can no longer compete. Soon they'll control the energy supply of half the world. They'll be able to blackmail governments, dictate policy. In effect, they become a new superpower. The world needs Robert Fischer to change his mind. \n[48]Rumor is the relationship is complicated. \n[49]It should be possible. If you can get the right references. \n[50]Six. The only way to know you've done the job is if I go in with you. \n[51]This time, it would seem there is. \n[52]Why do they do it? \n[53]Everything alright, Mr. Cobb? \n[54]You fly out to Sydney on Tuesday. We've arranged for you to spend several days... \n[55]...as part of a consulting litigation team working for Browning. \n[56]Sydney to Los Angeles. \n[57]Twelve hours and forty-five minutes-one of the longest flights in the world. He makes it every two weeks... \n[58]Not if there were unexpected maintenance with his plane. \n[59]We bought the airline. \n[60]It seemed... neater. \n[61]Maurice Fischer just died in Sydney. \n[62]Thursday. In Los Angeles. \n[63]Complete the job en route, I make one phone call from the plane... you will have no trouble clearing immigration. \n[64]When... when we wake I will still honor our arrangement... \n[65]Filled with regret? \n[66]Then I'll take the chance and come back. And we'll be young men together again. \n[67]I'm sorry, but... \n[68]Very amusing, Mr. Eames. \n[69]Turbulence on the plane. \n[70]I see you've changed. \n[71]I'm... I mistook you for a friend. \n[72]Why? \n[73]I could do it. \n[74]We're going as fast as we can. \n[75]Go ahead. \n[76]Look out! \n[77]So... have you come to kill me? \n[78]I've been waiting for someone to come for me... \n[79]Cobb? Not possible-he and I were young men together. And I am an old man... \n[80]Waiting to die alone, yes. \n[81]You came to convince me to honor our arrangement? ", "FISCHER": "\n[1]I put it by his bed. He hasn't even noticed. \n[2]Not now, Uncle Peter. \n[3]Yes? \n[4]Water. \n[5]Well, thank you. \n[6]Actually, he was my father. \n[7]Third and Market. Snappy. \n[8]What're you doing? \n[9]Maybe not. \n[10]Great. \n[11]There's 500 dollars in there. And the wallet's worth more than that. For that you ought to at least drop me at my stop. \n[12]I'm insured against kidnapping up to ten million-this'll be simple- \n[13]I never noticed a safe- \n[14]Well, I don't. \n[15]Whose? \n[16]What's that? \n[17]Uncle Peter?! Make them stop- \n[18]I don't know it! \n[19]Let me talk to him-I'll find out. \n[20]Neither do I, Uncle Peter. \n[21]He never gave me the combination. \n[22]What, then? \n[23]We didn't have a lot of meaningful experiences together. \n[24]After my mother died, I went to him in my grief. \n[25]You know what he told me? \"There's really nothing to be said, Robert.\" \n[26]I was eleven, Uncle Peter. \n[27]\"In his way?\" At the end he called me to his deathbed. He could barely speak, but he took the trouble to say one last thing to me. He pulled me close... I could make out only one word. \"Disappointed.\" \n[28]They won't, they'll try to ransom us- \n[29]What is in the safe? \n[30]Maurice's will is with Port and Dunn. \n[31]What does it say? \n[32]Leaving me nothing? \n[33]Destroy my own inheritance? Why would he suggest such a thing? \n[34]Let us go. I don't know the combination. Not consciously. \n[35]I have no idea- \n[36]Five, two, eight... four, nine, one. \n[37]We're worth much more to you alive... \n[38]I have a lot on my mind. \n[39]Goddamn it. The wallet alone's worth- \n[40]Who did you say you were? \n[41]Security? You work for the hotel? \n[42]You're talking about dreams. You're talking about extraction. \n[43]So you... you're not real? \n[44]Hey- \n[45]Jesus Christ! What are you doing?! \n[46]If this is a dream, I have to kill myself and wake up- \n[47]Rain... gunfire... Uncle Peter. Christ-we've been kidnapped. \n[48]They had us... in the back of a van... \n[49]It was... to do with a safe... Christ, why's it so hard to remember? \n[50]They wanted a combination to a safe... they demanded the first numbers to pop into my head. \n[51]A locator? \n[52]5, 2... something... it was a long number. 528... 528, 4 something. \n[53]I think so. But I don't understand. \n[54]I'm already under. \n[55]A dream within a dream? \n[56]Uncle Peter. What's going on? \n[57]Not exactly, they already had him. They'd been torturing him... \n[58]The kidnappers are working for you. \n[59]You're trying to get that safe open. To get the alternate will. \n[60]I'm not going to throw away my inheritance. Why would I? \n[61]What taunt? \n[62]That he was \"disappointed?\" \n[63]How do you know? \n[64]You're not coming in? \n[65]We're here. Are we clear to proceed? \n[66]I'm in. \n[67]I know, Dad. You were disappointed that I couldn't be you. \n[68]The will means that Dad wanted me to be my own man, not live for him. And I'm going to, Uncle Peter. ", "MAL": "\n[1]If I jumped, would I survive? \n[2]I thought you might be missing me... \n[3]So what? \n[4]Looks like Arthur's taste. \n[5]Tell me... \n[6]Do the children miss me? \n[7]What're you doing? \n[8]The gun, Dom. \n[9]Please. \n[10]That depends on what you're threatening. Killing him would just wake him up... but pain? Pain is in the mind... \n[11]And, judging by the decor, we're in your mind, aren't we, Arthur? \n[12]He was close. Very close. \n[13]You remember when you asked me to marry you? \n[14]You said you had a dream... \n[15]And we can. You know how to find me... you know what you have to do. \n[16]What are you doing here? \n[17]I know who you are. What are you doing here? \n[18]How could you understand? Do you know what it is to be a lover? To be half of a whole? \n[19]I'll tell you a riddle. You're waiting for a train. A train that will take you far away. You know where you hope this train will take you, but you don't know for sure... \n[20]But... it doesn't matter. How can it not matter to you where that train will take you? \n[21]How could you bring her here, Dom? \n[22]you PROMISED! YOU SAID WE'D BE \n[23]\n[24]\n[25]They're projections, Dom. Your dreams. I'm their mother-don't you think I can tell the difference? \n[26]You don't know you're dreaming. \n[27]And you don't believe me! \n[28]Join me. \n[29]No. I'm going to jump. And you're coming with me. \n[30]We've talked enough. \n[31]Come out onto the ledge or I'll jump right now. \n[32]I'm asking you to take a leap of faith. \n[33]If I go without you, they'll take them away, anyway. \n[34]I filed a letter with our attorney. Explaining how I'm fearful for my safety, how you've threatened to kill me... \n[35]I love you, Dom. I've freed you from the guilt of choosing to leave them. We're going home to our real children. \n[36]You're waiting for a train... \n[37]A train that will take you far away... \n[38]You know where you hope this train will take you, you can't know for sure... \n[39]But it doesn't matter... \n[40]Because you'll be together... \n[41]Hello. \n[42]The smallest idea, such as... \"Your world is not real.\" \n[43]A simple little thought that changes everything... \n[44]So certain of your world. Of what's real. Do you think he is- Or do you think he's as lost as I was? \n[45]What are the distinguishing characteristics of a dream? Mutable laws of physics? Tell that to the quantum physicists. Reappearance of the dead? What about heaven and hell? Persecution of the dreamer, the creator, the messiah? They crucified Christ, didn't they? \n[46]No creeping doubts? Not feeling persecuted, Dom? Chased around the globe by anonymous corporations and police forces? The way the projections persecute the dreamer? \n[47]Admit it, Dom. You don't believe in one reality anymore. So choose. Choose your reality like I did. Choose to be here. Choose me. \n[48]You're wrong, Dom. You're confused... our children are here- \n[49]And you'd like to see their faces again, wouldn't you, Dom? \n[50]Up above? Listen to yourself. You judged me for believing the very same thing. \n[51]These are our children. Watch. Hey, James! Philippa?! \n[52]You keep telling yourself that but you don't believe it- \n[53]And what if you're wrong? What if I'm what's real? \n[54]You keep telling yourself what you know... but what do you believe? What do you feel? \n[55]What truth? \n[56]How could you know it was a lie? \n[57]Because you planted the idea in my mind. \n[58]Because you'll be together. \n[59]That death was the only escape? \n[60]You killed me. \n[61]You infected my mind. You betrayed me. But you can make amends. You can still keep your promise. We can still be together... right here. In our world. The world we built together. \n[62]You can't have him. \n[63]Fischer's on the porch. \n[64]Not real? I'm the only thing you do believe in anymore. Here-doesn't this feel real, Dom? \n[65]We'd be together forever. You promised me. \n[66]You remember when you asked me to marry you? You said you dreamt that we'd grow old together. ", "YUSUF": "\n[1]Come, come. \n[2]Ah, yes. Mr. Cobb. I've heard so very much about you. please. \n[3]Bloody cats. \n[4]You work using Somnacin, I think, Mr. Cobb? \n[5]Yusuf's Somnacin. \n[6]Better. \n[7]Binds the dreamers tight. Let's them dream as one. Makes it real. Of course, if you'd prefer, you could use Somnacin brand. If you could explain to the international control council what you wanted it for. \n[8]You are seeking a chemist? To formulate compounds for a job? \n[9]I rarely go into the held, Mr. Cobb. \n[10]Which are? \n[11]A dream within a dream? Two levels? \n[12]Not possible. That many dreams within dreams would be too unstable. \n[13]A powerful sedative. How many team members? \n[14]Of course. I use it every day. \n[15]Perhaps... you will not want to see. \n[16]They come every day. To share the dream. \n[17]See? Very stable. \n[18]Three, four hours. Every day. \n[19]With this compound... about forty hours. Each and every day. \n[20]Tell him, Mr. Cobb. \n[21]Do you still dream, Mr. Cobb? \n[22]Sharp, no? \n[23]Yup. Sorry. \n[24]Sedation. For sleep stable enough to create three layers of dreaming... \n[25]We will have to combine it with an extremely powerful sedative.... \n[26]The compound we'll be using to share the dream is an advanced Somnacin derivative. It creates a very clear connection between dreamers, whilst actually accelerating brain function. \n[27]Brain function in the dream will be about twenty times normal. \n[28]And when you go into a dream within that dream the effect is compounded. \n[29]Three dreams... that's ten hours, times twenty, times twenty, times twenty... \n[30]Depends on the dream. \n[31]That's the clever part. I customize the sedative... \n[32]To leave inner ear function unimpaired... \n[33]That way, however deep the sleep, the sleeper will still feel falling... \n[34]Or tipping... \n[35]Sorry. \n[36]Ha bloody ha. \n[37]Not from this. We're too heavily sedated to wake up that way. \n[38]You couldn't even think about trying to escape until the sedation eases- \n[39]Decades-it could be infinite-I don't know! Ask him-he's the one who's been there before! \n[40]I trusted him. \n[41]No! His whole share. Plus, he told me he'd done it before. \n[42]Five hundred dollars, this cost? \n[43]Cash, cards, ID... and this- \n[44]I'll use the music to let you know when it's coming, but the rest is up to you. \n[45]Everyone ready? \n[46]Sweet dreams- \n[47]Bugger. \n[48]Sod it. I hope your ready. ", "BROWNING": "\n[1]I'm not smelling settlement here-we take them down. \n[2]Shall we relay your concerns directly to Maurice? \n[3]How is he? \n[4]I don't want to bother him unnecessarily but I know he- \n[5]Must be a cherished memory of his- \n[6]Robert, we have to talk about a power of attorney. I know this is hard for you, but it's important that we start to think about the future- \n[7]They've had me for two days. They've got someone with access to your father's office and they're trying to open his safe-they thought I'd know the combination, but I don't- \n[8]Maurice told me that after he passed only you would be able to open it. \n[9]He did, he just didn't tell you that it was a combination. \n[10]Something only you would know. Some meaningful combination of numbers from your experiences with Maurice- \n[11]Perhaps after your mother died... \n[12]He always had a hard time with emotional- \n[13]He loved you, Robert. In his way. \n[14]These people are going to kill us if we don't give them the combination. \n[15]I heard them-they're going to lock us in and run the can into the river. \n[16]Something for you. Maurice always said it was his most previous gift... a will. \n[17]It's an alternate. It supersedes the other only if you want it to. \n[18]It splits all the component businesses of Fischer Morrow into individual companies, transferring ownership to the boards of those companies... \n[19]A basic living. Nothing more. The entire empire would cease to exist. \n[20]I don't know, Robert. \n[21]I'm sorry? \n[22]Good-looking fellow, I'm sure. \n[23]No, Robert- \n[24]Fischer Morrow's been my entire life. I can't let you destroy it. \n[25]I couldn't take the chance of you rising to your father's final taunt. \n[26]That will. I'm sorry, Robert, but it's his final insult. A challenge to build something for yourself. He's telling you that you aren't worthy of his achievements. \n[27]I'm so sorry. But he was wrong. You'll make his company even greater than he ever could. \n[28]I'm sorry, Robert. ", "MILES": "\n[1]No space to think in that broom cupboard. \n[2]Is it safe for you to be here? \n[3]I think they'd find a way to make it work in your case. \n[4]It'll take more than the occasional stuffed animal to convince those children they still have a father. \n[5]Why would she listen to me? \n[6]She blames me as much as you. \n[7]Yes, she does. We all do. Go back and face the music, Dom. Explain what Mal did. \n[8]You think what you're doing now is helping your case? \n[9]I never taught you to be a thief. \n[10]Why did you come here, Dom? \n[11]My God. You're here to corrupt one of my brightest and best. \n[12]Money? \n[13]Everybody dreams, Cobb. Architects are supposed to make those dreams real. \n[14]And I'm sorry. I was wrong. \n[15]And now you want me to let someone else follow you into fantasy. \n[16]Design them yourself. \n[17]Come back to reality, Dom. Please. \n[18]I've got someone better. \n[19]Ariadne... \n[20]I'd like you to meet Mr. Cobb. \n[21]If you have a few moments, Mr. Cobb has a job offer to discuss with you. ", "ELDERLY JAPANESE MAN": "\n[1]Bring him here. And some food. \n[2]Are you here to kill me? \n[3]I know what this is. \n[4]I've seen one before. Many, many years ago... \n[5]It belonged to a man I met in a half-remembered dream... \n[6]A man possessed of some radical notions... ", "NASH": "\n[1]What're you doing?! It's too soon- \n[2]He won't wake! \n[3]Ah, yes, but you see, Mr. Saito- \n[4]We're in mine. \n[5]It wasn't my fault! \n[6]I didn't know he was going to rub his damn cheek on it! "}}