{"dialogues": {"INDIANA": "\n[1]Lao She. \n[2]Wah hung how, nee nah?  Wah hwey hung jing chee jah loo nee kao soo wah shu shu. \n[3]I don't like to show off. \n[4]Sure, I found him.  Then last night I had a little trouble. Somebody tried to slit my throat. \n[5]It was dark, but I think one of your sons tried to get Nurhachi without paying for him. \n[6]Next time I'll cut off more than his finger. \n[7]As I recall the deal was consid- erably more. \n[8]Put the gun away, sonny. \n[9]Now I suggest you pay me what you promised -- or your girlfriend here is going to be squealing a new tune. \n[10]Try again Lao -- the deal was more. \n[11]Bingo...you see, Lao, with a but of persuasion, even you can be an honest fellow. \n[12]What's that? \n[13]Inside are the remains of Nur- hachi -- the first Emperor of the Manchu Dynasty. \n[14]Now what about the antidote, Lao. \n[15]Let go of her, Lao.  And give me the antidote. \n[16]I like the service here. \n[17]No, Wu Han's an old friend I brought along. So, the game's not over. Put the antidote on the table, Lao. \n[18]Wu Han  --  listen to me  --  I'm going to get you out of here. \n[19]The antidote -- ! \n[20]Look out, damn it, I need that antidote! \n[21]Hey,doll!  Don't move! \n[22]Hey, don't go away!  I need that! \n[23]If I wasn't dying, I'd kill her... \n[24]Step on it, Short Round! \n[25]Relax, I've been giving him lessons. \n[26]Don't get your hopes up -- where's the antidote? \n[27]Poison never agrees with me. Pull a right, Short Round, and head for the Wang Poo bridge! \n[28]Somehow I think you've got bigger problems. \n[29]There, Shorty!  Through the tunnel! \n[30]The airport...No, look out, Short Round!  Left, left! \n[31]You got the tickets, Short Round? \n[32]Wu Han's not coming, Shorty. \n[33]Siam. \n[34]Thanks, Weber. \n[35]Since I was nice enough to let you tag along, why don't you give your mouth a rest?  Okay, doll? \n[36]Oh yeah? \n[37]We there yet? \n[38]No. Do you? \n[39]Short Round, what in the hell are you doing? \n[40]Get over here, damn it!  Short Round, come on, grab onto me tight! \n[41]Okay, Shorty. \n[42]You all right? \n[43]India... \n[44]He told me they knew I was coming here. \n[45]The old man saw it in a dream. \n[46]He said that's whey they were at river -- they were waiting for the plane to fall down. \n[47]That's more food than these people eat in a week. They're starving, too... \n[48]We'd appreciate that.  This was an unexpected detour.  We'll have to go to Delhi now and find a flight west. \n[49]I'm a professor.  I have to re- turn to the university.  Can you give us a guide to take us to Delhi? \n[50]Thank you. \n[51]Pankot isn't on the way to Delhi. \n[52]Hasn't the Pankot palace been de- serted since the Mutiny of 1857? \n[53]I don't understand.  What's hap- pened here? \n[54]What evil? \n[55]It's a sacred stone in a shine that's supposed to protect a village. \n[56]Nobody brought us here.  Our plane crashed.  We were shot down by -- \n[57]It's just superstition, Shorty. Like a ghost story. \n[58]Was the stone very smooth? It was probably brought here from a sacred river. \n[59]And it had three lines painted across it? The lines represent the three levels of the universe.  I've seen stones like the one you lost. \n[60]But why would the Maharajah take this sacred stone? \n[61]He says that when the sacred stone was taken the village wells dried up first and then the river stopped. \n[62]He says their crops dies and then the animals died. \n[63]And then they took their children. \n[64]He says one night there was a fire in the fields.  The men went to fight it.  When they came back, they heard the women crying in the darkness.  And the children were gone. \n[65]I'm sorry, I don't know how I can help you here. \n[66]The English authorities who con- trol this area are the only ones who can help you. \n[67]I have friends in Delhi and I will make sure they investigate this... \n[68]It was destined that I came here -- and the future cannot be changed... \n[69]Sankara... \n[70]Damn it , Willie, get on -- we've got to move out! \n[71]Nope, you got a little surprise over there, Shorty. \n[72]All right, let's go.  I want to get to Pankot before tomorrow night. \n[73]Those aren't birds -- those are giant bats. \n[74]I think maybe we'll camp here. \n[75]Hey, Willie -- I think you better get out now. \n[76]Me seduce you?  Honey, you're the one who took your clothes off. I just came over to remind you that you never know what else might be in the water. \n[77]Don't worry, I'm coming in!  What is it? \n[78]A what...? \n[79]Uh, listen -- Willie -- I got a better idea. \n[80]First of all -- don't panic! \n[81]Don't let it pull you deeper! \n[82]Don't let it curl around you! \n[83]Listen, Willie.  Do exactly what I tell you now. \n[84]Can you move your arm? \n[85]Okay, I want you to lift your hand -- and pet the snake. \n[86]Yes, stroke it right along the maxillary and precaudal verte- brae. \n[87]Pet it on the head!  Go on, pet it! \n[88]Keep stroking it! \n[89]What's happening? \n[90]That's good  -- you're doing fine. \n[91]See -- I got you out... \n[92]I know the feeling... \n[93]I met Short Round when he tried to pick my pocket. \n[94]Shorty's family was killed when they bombed Shanghai.  He was living on the streets. \n[95]By the way, how'd you end up in Shanghai? \n[96]What about the future? \n[97]I'd like to find one of those myself. \n[98]Yeah, but he's got to be dead and buried for a couple of thousand years. Fortune and glory... \n[99]Maybe... \n[100]Something that kid gave me last night.  It's a piece of an old manuscript. \n[101]The drawing shows a priest named Sankara who lived centuries ago. \n[102]It's Sanskrit.  It tells the story of Sankara climbing Mt. Kalisa where he met the Hindu god Shiva. \n[103]Legend says he told Sankara to go forth and combat evil.  To do that he gave him five sacred stones that had magical powers. \n[104]It could be. \n[105]I think you should sleep closer. I meant for safety. \n[106]Couldn't keep away, huh? \n[107]Still scared?  Okay, Willie, you can get closer if you want... \n[108]Honey, I knew you'd be the first one to give in... \n[109]You're going to start something I'm going to have to finish. Okay, doll, you asked for it. \n[110]That's it.  Pankot Palace. \n[111]Just a statue. \n[112]He said he couldn't take us any farther.  He has to go sell the elephants. \n[113]Any more complaints? \n[114]It doesn't feel like there's been any permanent damage. \n[115]Indy's voice echoes off the marble facades -- three enormous Raj- put guards with curved swords in their sashes appear silently at opposite sides of the courtyard. \n[116]Lost?  No, we're not lost.  We're on our way to Delhi.  This is Miss Scott -- and Mr. Round.  My name's Indiana Jones. \n[117]We'd appreciate it if the Mahara- jah would let us stay tonight. We'll be on out way in the morn- ing. \n[118]You look like a princess. \n[119]I've always had a weakness for folk dancing. \n[120]No.  But I am interested in the occult.  And this is a krtya. \n[121]It's like the voodoo dolls of West Africa.  The kryta represents your enemy -- and gives you complete power over him. \n[122]You think so? \n[123]You're hanging on better here than you did in America. \n[124]The Prime Minister doesn't seem that naive. \n[125]Maybe he likes older women. \n[126]Cheer up, you lost your prince, but dinner's on the way. \n[127]We are honored to be here. \n[128]I had a question, Mr. Prime Mini- ster.  I was examining some of the Maharajah's artifacts. \n[129]Yes, very fine.  But not all of the pieces look old.  Some were carved recently and look like images used by the Thuggees to worship the god- des Kali. \n[130]I suppose stories of the Thuggees die hard. \n[131]Well, I don't know... we came here from a small village and the peas- ants there told us that the Pankot Palace was growing powerful again -- becuase of some ancient evil. \n[132]Maybe.. but how do you explain The Thuggee shrine I saw right below the palace? \n[133]You know the villagers also claimed that this palace stole something from them. \n[134]Sorry, I thought we were just talking about folklore. \n[135]Something magical.  A sacred rock. \n[136]When they lost this rock their fields and animals dies.  They also said their children were taken from them. \n[137]I was dubious muself at first. Then something connected -- the village's rock and the old legend of the Sankara Stones... \n[138]The newspapers exaggerated the incident \n[139]That was a misunderstanding. \n[140]I'm sorry if I've offended you. \n[141]Even if they were trying to scare us away, a devout Hindu would never touch meat. Makes you wonder what these people are... \n[142]We're guests here, Shorty. \n[143]You wish is my command, your Highness. \n[144]Okay, Short Round, let go of it. \n[145]The Turks say that a whip can be an enemy even to its owner.  If you get some rope, it'll be easier to learn with, your Highness. Now, I think we'll say goodnight. \n[146]You don't like him do you? \n[147]No. \n[148]He was afraid of you.  He knows a tough  guy when he sees one. \n[149]I better see how Willie is. \n[150]I brought you something. \n[151]No -- real food. \n[152]Wearing your jewels to be, prin- cess? \n[153]I'm a scientist.  I like doing research on certain \"nocturnal activities\" -- \n[154]And mating customs... \n[155]You're taling to an authority in that area. \n[156]You want me so bad, why don't you invite me? \n[157]I think you're too used to get- ting you own way, Willie... \n[158]Don't catch cold. \n[159]You're dreaming, Willie.  You want to make it real, just knock on my door. \n[160]Five minutes... fat chance. \n[161]...want me to be her palace slave! \n[162]Okay, Shorty ... see you in the morning...I'm going to have a little -- word with Willie. \n[163]It's okay, it's over -- go turn off the fan. \n[164]This a cheap trick to get me over here? \n[165]What -- the bug? \n[166]Gee, I wouldn't want to touch an ugly critter like that! \n[167]You know, Willie, I'll bet he's mad because they were eating his friends for dinner. \n[168]*(He reads aloud an inscription in Sanskrit). \n[169]\"Follow in the footsteps of Shiva.  Do not betray his truth.\" \n[170]*(He repeats aloud the inscrip- tion also written on the cloth \n[171]Lock your door and don't leave until we get back. \n[172]You're right, there's something all over the floor... \n[173]We'll have to crawl. \n[174]There's a chamber here.  Come on -- \n[175]Damn! \n[176]Yes, we're in here... \n[177]Uh -- Willie?! Willie, you better get down here! \n[178]Willie, come here!  Hurry up, we're in trouble!! \n[179]Willie, damn it!  Get down here, \n[180]\n[181]Move, Willie!  Faster! \n[182]Willie, open the door!  GET US \n[183]GET US OUT!  Willie, shut up and listen!  There's got to be a ful- crum release!  Look around! \n[184]A fulcrum release lever! \n[185]Look around, Willie!  There's got to be a liever hidden somewhere!  Come on, you can do it! \n[186]That's it -- the release lever -- look inside! \n[187]Reach inside! \n[188]The lever!  Willie, do it!  NOW! \n[189]Willie! \n[190]Not that one!  We had enought of that one, thank you... \n[191]It's a Thuggee ceremony.  They're whorshipping Kali, the goddess of Death and Destruction. \n[192]No...the heart's still beating! \n[193]Quiet! \n[194]The village knew their rock was magic -- but they didn't know it was one of the lost Sankara Stones... \n[195]Legend says that when the stones are brought together the diamonds inside of them will glow. \n[196]Okay -- now listen -- you wait here and keep quiet.  Shorty, keep an eye on her. \n[197]I'm going down. \n[198]I'm not leaving without those stones. \n[199]Maybe...someday. Not today. \n[200]Why? \n[201]What is that? \n[202]Nobody's perfect.  The way I heard it, you stole one of them from a small village. \n[203]Two are still missing. \n[204]That's what you've got these chil- dren -- these slaves digging for? \n[205]Nobody can say you don't have a vivid imagination. \n[206]What're we playing, hid and seek? \n[207]It's okay.  You're all right now. \n[208]Hey, I thought you were supposed to be a real tropper.  Willie? \n[209]You've got to go to sleep now. \n[210]I don't blame you... this hasn't been what you'd call a fun vaca- tion... \n[211]I've spent by life crawling around in caves and tunnels -- I shouldn't have let somebody like Willie go in there with me. \n[212]When she saw the insects she passed out cold.  I carried her back to her room.  She was sleeping when I re-entered the tunnel to look around. \n[213]Then she must have run out of the room and you found her. \n[214]Nothing.  Just a dead end.  That tunnel's been deserted for years. \n[215]Thanks, but I don't think Willie is ready to travel yet. \n[216]Yes. \n[217]Yes, they believe you. \n[218]No... they won't kill me. \n[219]You won't lose me, Willie... \n[220]No!  I've found it -- you can't -- Kali knows! \n[221]-- been too many lies -- there's no god's heaven -- just -- the horror! I've seen it -- life preying on life! \n[222]-- rivers -- destroying mountains -- a comet in space -- exploding! Aaahh! -- the screams -- pitiful people -- their pain -- the hate -- and greed -- always greed! \n[223]-- but I've found -- Kali's touch! Death -- no more lies -- the death I've been searching for! Quit crying!  She can hear you -- Kali knows fear -- don't you under- stand -- Kali is freedom! \n[224]Yes, I understand. \n[225]Kali Ma protects us now and for- ever, and we must pledge our devotion by worshipping her with an offering of flesh and blood! \n[226]No!  Give him to me! \n[227]Come on, quick! \n[228]We're going to get them out of here -- ! \n[229]And then we're going to get these out of here -- ! And somehow I'm going to see this place destroyed. \n[230]Ah, sir?  Excuse me -- \n[231]Listen, I'm from the union and I'd like to talk about the working conditions here.  Could you step inside a minute? \n[232]No, wait! \n[233]There's got to be another way out. \n[234]Those empty cars have got to go out of the mines. \n[235]Come on, let's see if we can catch a ride... \n[236]Okay, Shorty -- go! \n[237]Go! \n[238]We've got to get across to the empty cars.  Wait here until I signal you. \n[239]Come on! \n[240]Come one, what's wrong? \n[241]I see the problem... \n[242]Come here and take the brake! \n[243]Slow on the curves or we'll fly off the tracks! \n[244]Let up on the brake! \n[245]Let her go!  Our only chance is outrunning them! \n[246]Get over on the other side! \n[247]One down, one to go! \n[248]Yeah -- this time you're gonna help! \n[249]Okay  -- one -- two -- NOW! \n[250]Okay, Shorty, hit the brakes! \n[251]Grab onto me -- I'm going to try and slow us down from underneath! \n[252]What's wrong? \n[253]Ouch... \n[254]There!  Dive! \n[255]Lucky I found a short cut.  Look, there's a light at the end of the tunnel... \n[256]Willie -- the bridge!  Climb up to the bridge! \n[257]Let my friends go! \n[258]That's far enough! \n[259]You want the stones, let them go and call off your guards! \n[260]Then I guess we're all going to take a big dive! \n[261]Mola Ram -- you're about to meet Kali -- in Hell! \n[262]You're betrayed Shiva. *(He re- peats in Sanskrit Sankara's warn- ing \n[263]*(He repeats Sankara's warning \n[264]Not quite. \n[265]The last Sankara Stone. \n[266]Yes, I've seen its power \n[267]The last Sankara Stone. \n[268]Well, you didn't get your prince, and there goes your diamond. \n[269]It's still a long way to Delhi. Who knows what might happen. ", "WILLIE": "\n[1]Aren't you going to introduce us? \n[2]Well -- I thought archaeologists were always funny little men searching for their mummies -- Aaahhh! \n[3]Look at this!  He put a hole in my dress from Paris! \n[4]This Nurhachi's a very small guy. \n[5]So, what's the big deal?  Let me see it -- \n[6]Ow, you're hurting me, you miser- able little hood! \n[7]Hey, he's not a waiter... \n[8]Who cares?  Where's that diamond! \n[9]Excuse me, but I believe that's my diamond! \n[10]Aw nuts! \n[11]For crying out loud, a kid's driv- ing the car?! \n[12]Listen, we just met for crissake! I'm not that kind of gril! \n[13]You don't look very good. \n[14]Look at what you've done to me! I'm a mess!  My lipstick's smeared, I broke two nails, I've got an aw- ful run in my stocking -- ! \n[15]What're we going to do?!  Where're we going?! \n[16]I'll take the extra ticket. Where's this plane going anyway? \n[17]Siam?  But I'm not dressed for Siam... \n[18]So, what're you supposed to be, a lion tamer? \n[19]I'm freezing.  What do you mean, tag along?  From the minute you walked into that nightclub, you haven't been able to keep your eyes off me. \n[20]Wake up!  It's the drug he drank to stop the poison -- \n[21]You got to be kidding!  No!  No, I can't! \n[22]Wait -- who's flying the plane?! \n[23]Nobody's flying the plane ... \n[24]Give me that parachute, I changed my mind -- \n[25]There's nobody flying the plane! \n[26]You know how to fly? \n[27]You got it! \n[28]Are you crazy, a lift raft?!  We're not sinking, we're crashing! \n[29]Wait for me! \n[30]No... I'm not cut out for the kind of life you lead. Oh no...I ripped my dress.  Where are we anyway? \n[31]Holy cow -- India?  How do you know we're in -- \n[32]What'd he say? \n[33]What do you mean -- how? \n[34]Dream -- nightmare is more like it. \n[35]I hope this means we're going to get some dinner. \n[36]God, I am starving, but I can't eat this... \n[37]I'm sorry, I -- here, please. \n[38]Took what? \n[39]I don't understand how losing one rock could destroy this village. Is it really powerful? \n[40]Their children? \n[41]What'd he say now? \n[42]Whoa!  Easy now -- nice elephant... \n[43]This is the first time anybody ever cried when I left. \n[44]Figures... \n[45]Pankot?!  I thought we were going to Delhi!  Hey, wait a minute! Can't somebody take me to Delhi?! I don't want to go to Pankot! \n[46]Indiana!  Damn it!  Why'd you change your mind?  What did that kid tell you last night?! \n[47]I think you need this more than me. \n[48]What're you complaining about, this is expensive stuff! \n[49]Those are very big bird. \n[50]They must be pretty dumb to drink that awful-looking water. \n[51]Stark naked?  You wish... If you're trying to seduce me, Dr. Jones, this is a very primitive approach. \n[52]Somehow I feel safer in here. \n[53]Indy!  Help me! \n[54]A snake! \n[55]\n[56]Hurry, help me out of here! What're you waiting for?! \n[57]What?! \n[58]It's got me !  Indy, help me! \n[59]It's pulling me deeper! \n[60]It's curling around me!  Damn it, stop talking and do something! \n[61]What's wrong?!  Indy please help me! \n[62]What?! \n[63]Just one arm! \n[64]\n[65]\n[66]Oh -- my -- god -- it's going to crush me! \n[67]It's starting to let go! \n[68]It's letting fo.  I think it's -- I think it's going to sleep! \n[69]Thanks for nothing!  I hate snakes! \n[70]Where'd you find your little body- guard? \n[71]He'll be okay.  He's a good kid. \n[72]All these fires -- you expecting more snakes, Dr. Jones? \n[73]Well, when my nightclub career was run over by the Depression, some pinhead convinced me that \"a girl could go places in the Orient...\" So, look where I got. \n[74]Oh, that's easy -- I'm going to latch onto a good-looking, in- credibly rich prince. \n[75]Oh really? \n[76]Is that what you're hoping to find at this palace, Dr. Jones? \n[77]What's that? \n[78]What does the writing say? \n[79]That's Shiva?  What's he giving the Priest? \n[80]You mean magical like the rock that was stolen from that village? \n[81]Fortune and glory...sweet dreams, Dr. Jones. \n[82]I'd be safer sleeping with that snake. \n[83]Did you see it?!  It was one of those bats! God, what else is out there...?! \n[84]Just try and control yourself. \n[85]Why are we stopping here? \n[86]What's the guide talking about? He hasn't said a word the whole trip. \n[87]He's afraid of something. \n[88]You mean we have to walk the rest of the way? \n[89]-- shot at, fallen out of a plane, nearly drowned, squashed by a snake, attacked by a bat -- I smell like an elephant! I tell you I'm not going to make it! \n[90]Yeah, I wish you'd thought of this sooner... \n[91]Hi......... \n[92]Hard to believe, isn't it...? \n[93]How'd you like to run into him in a dark alley...that one's kind of cute...I could see myself married to a prince like that... \n[94]You should have been there... \n[95]Is that him? \n[96]He's not exactly what we call \"a spring chicken\". \n[97]Oh -- good.  And maybe the pres- ent Marahajah is a little younger? And thinner? \n[98]Dinner?  And with a prince?!  My luck is changing.  But look at me -- my god, I've to to get ready! \n[99]It's sort of like being in heaven. \n[100]She might get away with that act here, but she'd never make it in a real nightclub. \n[101]Listen, Mr. Lal, what do you call the Maharajah's  wife? \n[102]No?  Well, I guess he just hasn't met the right woman... \n[103]I think this Maharajah is swim- ming in money.  Maybe coming here wasn't such a bad idea. \n[104]Finally! \n[105]That's the Maharajah -- that kid?! \n[106]I've never been so hungry in my life... \n[107]My god, sort of grusome, isn't it...? \n[108]Suddenly I'm not so hungry... \n[109]I uh -- had bugs for lunch. \n[110]Give me your hat... \n[111]I'm going to puke in it... \n[112]So you have something, you know, simple -- like soup or something? \n[113]I wanna go home... \n[114]Not leftovers? \n[115]Oh, it is real food...it's beautiful. \n[116]You're nice.  Listen, I'm taking applications -- how'd you like to be my palace slave? \n[117]Yeah -- and nothing else. That shock you? \n[118]You mean like love rituals... \n[119]Primitive sexual practices? \n[120]You're dying to come into my room, aren't you? \n[121]Too proud to admit you're crazy about me, Dr. Jones? \n[122]We'll see who gives in first -- I'll leave my door open. \n[123]Dr. Jones -- ? \n[124]Five minutes... you'll be back over here in five minutes... \n[125]Five minutes, Dr. Jones... \n[126]He's not coming...I can't be- lieve it... \n[127]Well... No!  I'm not going over there... \n[128]Sleep tight, Dr. Jones! I could've been your greatest ad- venture... \n[129]No -- don't you see -- crawling -- \n[130]Get -- the -- bug -- off! \n[131]Oh no -- oh no!! \n[132]Please -- oh please, I'm going to die!  Get it off! \n[133]What did I do to deserve this trip?! \n[134]I'm packing!  I'm getting out of here right now tonight! \n[135]I don't care if I have to walk to Delhi, I'm -- hey! \n[136]Wait a minute!  What're you -- where're you going?! \n[137]Hey -- where are you?! \n[138]Indiana Jones?!  Are you in there?! \n[139]What?! \n[140]Oh hell -- I bet I get all dirty again! \n[141]I'm coming, what's the rush?! Ohh!  What's that?!  There's stuff all over the floor!  I can't see a thing! \n[142]It's all wet and icky!  Aaahh -- things are moving!! \n[143]There's bugs!  Bugs all over! Help!  Help me! \n[144]\n[145]A what?! \n[146]I can't find any lever!  Help me Indy! \n[147]There's a hole!  I found a square hole! \n[148]I am -- it looks horrible! \n[149]I can't, Indy!  I can't! \n[150]Oh God, it's soft -- it's moving! \n[151]Get is off me -- get it off! \n[152]You left me out there!  What in the hell were you doing in here?! I want to leave this place right now!! \n[153]What is it...? \n[154]Oh my God!  He ripped out his -- he killed him! \n[155]Let's go!  Let's get out of here! \n[156]Diamonds...? \n[157]Wait -- what're you doing? \n[158]Down?  Down there?!  Are you crazy --! \n[159]You're gonna get killed chasing after your damn fortune and glory! \n[160]Oh hell, where's he going? \n[161]What're you -- ? \n[162]Keep your paws off, letch! \n[163]Oh my God, you scared me!  Listen, you've got to help.  We found this tunnel -- \n[164]No -- you can't go!  Something aw- ful's happened.  They've got Short Round and I think Indy's been -- \n[165]We found a tennel that leads to a temple below the palace!  Please, come with me, I'll show you! \n[166]I'm afraid they'll kill them!  We saw horrible things down there -- they had a human sacrifice and they ripped a man's heart out! \n[167]It's some kind of cult!  And they've got the sacred stones that Indy was searching for. \n[168]What're you talking about -- I'm not a dope fiend!  I saw it!  I'll show you! \n[169]Oh, Indy, you got away!  Tell them what happened, they won't believe me -- \n[170]They think I'm insane.  Tell them I'm not, Indy.  Please -- help me ... \n[171]What? \n[172]I want to go home... \n[173]Indy?  Did you walk to them? \n[174]So now they believe me. \n[175]Then they'll send the soldiers down into the temple... \n[176]I was scared to death last night when I thought they were going to kill you. \n[177]You know you've been nothing but trouble since I hooked up with you -- but I have to admit I'd miss you if I lost you... \n[178]Indy!  Help me!  Indy?! \n[179]Please, God, don't let them do this to me -- help me, Indy! \n[180]No -- no! \n[181]Look out -- ! \n[182]What're we going to do? \n[183]What're we going to do?! \n[184]I can't! \n[185]What happened? \n[186]What's wrong with him? \n[187]I got one!  Indy, I got one! \n[188]Indy, look out! \n[189]Get down here, Shorty!  I got us a ride! \n[190]Come on, let's see hoe hand your head is! \n[191]I don't appreciate being cooked like a french fry! \n[192]What above the curves?! \n[193]What're you doing?!  We're going too fast!! \n[194]Anymore ideas...? \n[195]Oh no! \n[196]I'm okay -- I'm fine -- I love to flirt with death... \n[197]What's that?...Indy?! \n[198]Oh... shit... \n[199]Some short cut! \n[200]Indy -- looks out behind you! \n[201]I guess Mola Ram got what he wanted. \n[202]And the diamond hidden inside... \n[203]It's a real miracle. \n[204]And they don't even know what it really is. \n[205]You didn't do so well yourself. Finding that stone could've got- ten you all the fortune and glory you were talking about. \n[206]Oh no, I'm finding a native guide who knows the way.  No more de- tours for me, thank you Dr. Jones. \n[207]If you think I'm going to Delhi or anyplace else with you, after all the trouble you've gotten me into... ", "SHORT ROUND": "\n[1]Wow!  Holy smoke!  Crash landing! \n[2]Okey doke, Indy!  Hold onto your potatoes! \n[3]Check!  Gotcha! \n[4]Sure, Indy -- three tickets! You, me and Wu Han -- \n[5]Don't worry, Indy.  Short Round number one bodyguard now! \n[6]Lao send planes to kill Indy! \n[7]No, can't leave Indy! \n[8]No, this last one!  It's for Indy! \n[9]Come here, lady, hold this and shut up please! \n[10]I get it! \n[11]Oh oh -- big mistake! \n[12]Indy? \n[13]Indy is taking me to America. \n[14]Indy, they make out plane crash? To get you here? \n[15]I ride with you, Indy? \n[16]Oh boy! \n[17]They don't cry about you.  They cry about the elephants leaving. \n[18]They got no food to feed them.  So they taking the elephants away to sell them. \n[19]Here you go, lunch time! \n[20]Indy, look! \n[21]You come to America with me, and we can get job in the circus -- you like that? \n[22]Indy, look! \n[23]What you look at, Indy? \n[24]What for? \n[25]Hey, nobody touches Indy's whip! \n[26]That little Maharajah think he big stuff. \n[27]Next time I flatten him!  Did you see his eyes? \n[28]Indy, they glow like fire and get real crazy!  Then he talk in this real scary voice! \n[29]Yeah, that's what happened... \n[30]Get to sleep Indy -- I stay up and keep eye on things... \n[31]Don't worry, Indy!  Where are they?! \n[32]Uh uh -- me neither! \n[33]It went under.  Hey, I feel wind, Indy. \n[34]What does it mean, Indy? \n[35]I don't think we suppose to be in here, Indy... \n[36]I step on something. \n[37]Indy, the floor -- there is some- thing alive! \n[38]Holy smoke -- I'm scared, Indy! \n[39]Indy, I found a -- \n[40]Indy -- ! \n[41]Willie, help!! \n[42]Please, Willie! \n[43]Willie, help us!  Hurry! \n[44]Why they glow like that? \n[45]I keep my eye peeled, Indy. \n[46]Run Willie! \n[47]No!  Run!  Go get help! \n[48]Indy -- you knocked out when you fall.  You okay? \n[49]This is Nainsukh -- from the vil- lage.  They bring him here to dig in the mines. \n[50]What they do to you now? \n[51]How? \n[52]His eyes -- they go out. \n[53]The pain -- the pain makes him wake up! Indy!  I can make Indy wake up! \n[54]Indy! \n[55]Indy -- ! \n[56]No -- Indy -- wake up! \n[57]Wake up!  It's just a nightmare, Indy!  Wake up, please Indy! \n[58]Indy, you back? \n[59]No, Indy, no! \n[60]We got to help Willie! \n[61]Behind you! \n[62]How you like bing pin cushion, Mr. Rajah-ha-ha? \n[63]It was the black sleep of Kali... \n[64]Thanks pal. \n[65]Good luck. \n[66]Willie, come on! \n[67]You do pretty good for a girl! \n[68]Indy!  Hurry! \n[69]No, Indy, it's left tunnel. \n[70]Read you loud and clear, Indy! \n[71]What?! \n[72]Indy, look out! \n[73]Indy!! \n[74]Nothing to it -- follow me! \n[75]Easy like pie!  Kid's stuff! \n[76]Willie, look! ", "CHATTAR LAL": "\n[1]I would say you look rather lost. But then I cannot imagine where in the world the three of you would look at home... \n[2]Dr. Jones?  The eminent archae- ologist? \n[3]I remember first hearing your name when I was studying at Oxford.  I Am Chattar Lal, Prime Minister for His Highness the Maharajah of Pankot. \n[4]Welcome to Pankot Palace. \n[5]The plane crash and your journey here sound -- most incredible. \n[6]I am only his humble servant, but the Maharajah usually listens to my advice. \n[7]No, no, that is Uhmed Singh, the present Maharajah's late father. \n[8]They will escort you to your rooms now.  You will be provided with fresh clothes.  Tonight you will be dining with His Highness. \n[9]Eight o'clock in the Pleasure Pavilion. \n[10]We are fortunate tonight to have some many unexpected guests.  his is Captain Phillip Blumburtt. \n[11]Captain Blumburtt and his troops are here to check up on the \"natives\". \n[12]The British worry so about their Emprie -- it makes us feel like well-cared-for children. \n[13]His Highness has not yet taken a wife. \n[14]His Supremem Highness, guardian of Rajput tradition -- the Maharajah of Pankot -- Zalim Singh. \n[15]His Highness wants me to welcome his visitors.  Especially the renowned Dr. Jones from America. \n[16]A very fine collection of very old pieces, don't you think? \n[17]Dr. Jones, you know very well that the Thuggee cult has been dead for nearly a century. \n[18]There are no stories anymore. \n[19]Their stories are just fear and folklore. \n[20]The local peasants are just as superstitious.  You're very ob- servant, Dr. Jones.  But you're beginning to worry Capt. Blum- burtt. \n[21]Dr. Jones, it our country a guest does not usually insult his host. \n[22]There, you see, Captain.  A rock! \n[23]I think that's enough  of this nonsense, Dr. Jones... \n[24]Dr. Jones, we are all vulnerable to vicious rumors.  I seem to re- member that in Honduras you were accused of being a grave robber rather than a scientist. \n[25]And didn't the Sultan of Madagas- car threaten to cut your head off if you ever returned to his coun- try? \n[26]Exactly what we have here, Dr. Jones. \n[27]Miss Scott, you're not making any sense. \n[28]I sense the fumes of opium in all this.  Prehaps Miss Scott picked up the habit in Shanghai. \n[29]As she slept, she undoubtedly had nightmares. \n[30]I'm sure that will please the Maharajah, Captain. \n[31]Mola Ram is telling the faithful of out victory.  He says the British have left the palace, which proves Kali Ma's new power. \n[32]You understand what he tells us? \n[33]Your friend has seen and she has heard -- now she will not talk. \n[34]This will prove your devotion to Kali. ", "LAO": "\n[1]Dr. Jones. \n[2]Nee chin lie how ma? \n[3]You never told me you spoke my language, Dr. Jones. \n[4]For this special occasion, I ordered champagne and caviar. \n[5]So, it is true, Dr. Jones?  you found Nurhachi? \n[6]You have insulted my son. \n[7]Dr. Jones -- I want Nurhachi. \n[8]This is Willie Scott. And this is Indiana Jones, the famous archaeologist. \n[9]Dr. Jones found Nurhachi for me and is about to deliver him -- now. \n[10]Sit down! \n[11]To your health, Dr. Jones. \n[12]A bonus, Dr. Jones.  That is poison.  You just drank the rest of it. \n[13]There is an antidote for this poison.  You give me Nurhachi -- I give you the antidote. \n[14]The poison works fast, Dr. Jones. Where is Nurhachi? \n[15]At last I have the ashes of my sacred ancestor! \n[16]You fool! \n[17]Don't be sad, Dr. Jones -- you will soon join him. ", "MOLA RAM": "\n[1]You were caught trying to steal the Sankara Stones. \n[2]There were five stones in the beginning.  Over the centuries they were dispersed by wars, sold off by thieves like you... \n[3]No.  They are here -- somewhere. A century ago when the British raided this temple and butchered my people, a loyal priest his the last two stones down here in the catacombs. \n[4]They dig for the gems to support our cause.  They also search for the last two stones.  Soon we will have all five Sankara Stones and the Thuggees will be all powerful! \n[5]You do not believe me?  You will, Dr. Jones.  You will become a true believer. \n[6]Your Highness will witness the thief's conversion. \n[7]Hold him! \n[8]The British in India will be slaughtered.  Then we will over- run the Moslems and force their \"Allah\" to bow to Kali. \n[9]And then the Hebrew God will fall and finally the Christian God will be cast down and forgotten. \n[10]Soon Kali Ma will rule the world! \n[11]They've stolen the Sankara Stones -- they must be stopped! \n[12]You are in no position to give orders, Dr. Jones. \n[13]Impressive, Dr. Jones. But I don't believe you would kill yourself! \n[14]Your friends will die with you! \n[15]Give me the stones! \n[16]No, the stones are mine! ", "MAHARAJAH": "\n[1]I have heard the terrible stories of the evil Thuggee cult... \n[2]I thought the stories were told to frighten children.  Later, I learned that the Thuggee cult was once real and did unspeakable things. \n[3]I am ashamed of what happened here so many years ago.  We keep these objects -- to remind us that this will never again happen in my kingdom! \n[4]I have seen this thing.  What is it, Dr. Jones? \n[5]You will show me how it works please. \n[6]That is wonderful!  Please teach me how! \n[7]You will not suffer.  I recently became of age and tasted the blood of Kali. \n[8]You will learn to obey because you are powerless! \n[9]I control you now! \n[10]You told me that a whip could be an enemy to its owner.  We shall see!  Turn him over! \n[11]As Dr. Jones suggested, I have been practicing. \n[12]Please -- pull it out! \n[13]They made me do evil things... may lord Krishna forgive me. \n[14]Please -- listen -- to go out you must take the left tunnel. \n[15]I'm going to try to find the English soldiers. ", "SHAMAN": "\n[1]On the way to Delhi, you will stop at Pankot. \n[2]You will go to palace there. \n[3]No. Now there is new Maharajah -- and palace is powerful again. \n[4]It is Pankot Palace that kills my village. \n[5]The evil starts in Pankot.  Then like monsoon, it moves darkness over all country. \n[6]They came from Palace and took sivalinga from out village. \n[7]It is why Krishna brought you here. \n[8]No.  We pray to Krishna to help us find the stone.  It was Krishna who made you fall from sky -- so you can got to Pankot Palace.  To find siva- linga -- and bring back to us. \n[9]Long ago -- before my father's father. \n[10]They say we must pray to their evil god.  We say we will not. \n[11]You will find them when you find sivlalinga. \n[12]No, you will got to Pankot... \n[13]We know you are coming back -- -- when life returns to our village. \n[14]Now you see the magic of the \"rock\" you bring back. "}}