{"dialogues": {"INDY": "\n[1]Shhhl \n[2]It's the Cross of Coronadol Cortes gave it to him in 15201 \n[3]That Cross is an important artifact. It belongs in a museum. \n[4]Run back and find the others. Tell Mister Havelock that there are men looting in the caves. \n[5]Have him bring the sheriff. \n[6]It's only a snake. \n[7]Did you hear what I said? \n[8]I don't know... I'll think of something. \n[9]Mister Havelock! Anybody Everybody's lost but me! \n[10]Hyahl Hyah! \n[11]Oh... \n[12]Oh... Oh... \n[13]Holy smokes! \n[14]Ohhh! \n[15]It belongs to Coronado. \n[16]This should be in a museum. \n[17]Magic? \n[18]Dad! \n[19]Dad! \n[20]Dad! \n[21]Dad! \n[22]It's important! \n[23]No, Dad. You listen to me\u0097 \n[24]One, two, three, four... \n[25]One... two... three... four... \n[26]Just the man I want to see! Now, there were five or six of them. \n[27]... they came after... me... \n[28]Well, yes, sir. It's right here! \n[29]Too small for two of us. \n[30]That belongs in a museum\u0097 \n[31]Archaeology is... \n[32]... the search for fact. Not truth. If it's truth you're interested in, Doctor Tyree's Philosophy class is right down the hall. \n[33]So forget any ideas you've got about lost cities, exotic travel, and digging up the world. Eve do not follow maps to buried treasure and \"X\" never, ever, marks the spot. \n[34]Seventy percent of all archaeology is done in the library. Research. Reading. \n[35]We cannot afford to take mythology at face value. \n[36]Next week: \"Egyptology.\" Starting with the excavation of Naukratis by Blinders Petrie in 1885. I will be in my office if anybody's got any problems for the next hour and a half. \n[37]Marcus!  I did it! \n[38]You know how long I've been looking for that?! \n[39]All my life! \n[40]We can discuss my honorarium over dinner and champagne tonight. \n[41]Your treat. \n[42]Shush! Shush! Shushl \n[43]Okay. Irene, put everyone's name on a list, in the order they arrived, and I'll see each and every one of them in turn. \n[44]\"Venice, Italy.\" \n[45]I know who you are Mr. Donovan. Your contributions to the museum over the years have been extremely generous. Some of the pieces in your collection here are very impressive. \n[46]Well, it's sandstone. Christian symbol. Early Latin text. Mid- Twelfth Century, I should think. \n[47]Where did this come from? \n[48]\"... who drinks the water I shall give him, says the Lord, will have a spring inside him welling up for eternal life. Let them bring me to your holy mountain in the place where you dwell. \n[49]Across the desert and through the mountain to the Canyon of the Crescent Moon, to the Temple where the cup that\u0097\" \n[50]\"Where the cup that holds the blood of Jesus Christ resides forever. \" \n[51]The Arthur Legend. I've heard this bedtime story before. \n[52]An old man's dream. \n[53]Grail lore is his hobby. He's a teacher of Medieval Literature. The one the students hope they don't get. \n[54]What good is it? This Grail Tablet speaks of deserts and mountains and canyons. Pretty vague. Where do you start looking? Maybe if the Tablet were intact, you'd have something to go on. But the entire top portion is missing. \n[55]I've heard this one as well. Two of these brothers walked out of the desert one hundred and fifty years after having found the Grail and began the long journey back to France. But only one of them made it. And before dying of extreme old age, he supposedly imparted his tale to a\u0097to a Franciscan friar, I think. \n[56]That's usually when the ground falls out from underneath your feet. \n[57]Yes? \n[58]You've got the wrong Jones, Mister Donovan. Why don't you try my father? \n[59]Dad? He's an academic A bookworm. He's not a field mans \n[60]Dad? Dad? \n[61]I don't know. But whatever it is, he's in over his head! \n[62]Dad? \n[63]Mail! That's it, Marcus! \n[64]Venice, Italy! \n[65]It's Dad's Grail Diary. Every clue he ever followed. Every discovery he made. A complete record of his search for the Holy Grail. This is his whole life. Why would he have sent this to me? \n[66]Do you believe, Marcus? \n[67]Do you believe the Grail actually exists? \n[68]Call Donovan, Marcus. Tell him I'll take that ticket to Venice now. \n[69]Ah, Venice... \n[70]I don't know. Maybe he'll know us. \n[71]Yes? \n[72]And my mother's ears. But the rest belongs to you. \n[73]Who? Attila the Professor? He was never giddy, even when he was a schoolboy! \n[74]Fraulein\u0097will you permit me? \n[75]I usually don't either. \n[76]It would make me very happy. \n[77]Tomorrow I'll steal you another. \n[78]Roman numerals. \n[79]That doesn't look much like a library. \n[80]Marcus\u0097I've seen this window before. \n[81]Right here. In Dad's Diary. You see? \n[82]Dad was onto something here! \n[83]My dad sent me this Diary for a reason. Until we find out why, I suggest we keep it to ourselves. \n[84]Dad wasn't looking for a book about the Knight's Tomb... he was looking for the Tomb itself \n[85]Don't you get it? The Tomb is somewhere in the library! You said yourself it used to be a church! Look. \n[86]Three. \n[87]Three! \n[88]Seven. \n[89]Seven... Ten. \n[90]And ten. Now where's the ten? Look around for the ten. \n[91]Three, seven and ten. \n[92]Ten.  \"X\" marks the spot. \n[93]Bingo. \n[94]Except he's lost, and I'm not. \n[95]Look after this for me, will you? \n[96]Come on. \n[97]Right. Six hundred years before the Crusades. \n[98]That's right. If there's a Knight of the First Crusade entombed down here, that's where we'll find him. \n[99]The Ark of the Covenant. \n[100]Pretty sure. \n[101]Watch out. \n[102]Petroleum. I could sink a well down here and retire. \n[103]Give me the lighter. \n[104]Oh, rats... \n[105]Come onl \n[106]Come here. \n[107]Look. . . \n[108]It must be one of these... \n[109]This is itl we found it! Look\u0097 the engraving on the Shield. It's the same as on the Grail Tablets The Shield is the Second Marker! \n[110]It's a rubbing Dad made of the Grail Tablet. \n[111]He never would have made it past the rats!  He hates rats!  He's scared to death of them! \n[112]Get back! Back against the wall. \n[113]Quick! Under it! \n[114]Air pocket! \n[115]Don't wander off. \n[116]I think I've found a way out. Deep breath. \n[117]Ah, Venicel \n[118]Are you crazy?! You don't go between them! \n[119]I said go around! \n[120]I said don't go between them! \n[121]Why are you trying to kill us? \n[122]My father was looking for the Holy Grail. Did you kill him too? \n[123]Where is he? Talk\u0097or you're dead. Damn it, tell me! Tell me! \n[124]Then we'll die. \n[125]This is your last chance. \n[126]All right! Where's my father \n[127]Who are you? \n[128]And why were you trying to kill me? \n[129]I didn't come for the Cup of Christ. I came to find my father. \n[130]How's the head? \n[131]The Knights of the First Crusade laid siege to the city of Alexandretta for over a year. The entire city was destroyed. \n[132]The present city of Iskenderun is built on its ruins. Marcus\u0097 you remember what the Grail Tablet said. \"Across the desert and through the mountain to the Canyon of the Crescent Moon.\"  But where exactly? \n[133]Alexandretta. Now we know. \n[134]Marcus, get hold of Sallah. Tell him to meet you in Iskenderun. \n[135]I'm going after Dad. \n[136]Elsa? \n[137]Elsa? \n[138]Elsa? \n[139]Elsa? \n[140]Mine, too. \n[141]This. \n[142]Uh-huh. \n[143]I didn't know you. \n[144]At least I let you tag along. \n[145]Knock it off. You're not mad. \n[146]No. You like the way I do things. \n[147]Look, what do you think is going on here? Since I've met you, I've nearly been incinerated, drowned, shot at, and chopped into fish bait. We're caught in the middle of something sinister here. My guess is Dad found out more than he was looking for. And until I'm sure, I'm going to continue to do things the way I think they should be done. \n[148]Leave me alone. I don't like fast women. \n[149]Ahh, Venice. \n[150]What do you know about this place? \n[151]Don't know. Think of something. \n[152]And not before time! Did you intend to leave us standing on the doorstep all day? We're drenched! \n[153]Now look! I've gone and caught a sniffle. \n[154]Don't take that tone with me, my good man. Now buttle off and tell Baron Brunwald that Lord Clarence MacDonald and his lovely assistant are here to view the tapestries. \n[155]Dear me, the man is dense. This is a castle, isn't it? There are tapestries? \n[156]How dare he?! \n[157]Nazis. I hate these guys. \n[158]This one. I think he's in here. \n[159]Because it's wired. \n[160]Don't worry... this is kid's play. I'll be right back. \n[161]Yes, sirl \n[162]Don't call me that, please. \n[163]I came to get you! What do you think? \n[164]And the head.  You hit me, Dad! \n[165]Don't worry\u0097I'm fine. \n[166]No! Dad, get your stuff. We've got to get out of here. \n[167]Dad, they come in through the doors. \n[168]I got it and I used it. We found the entrance to the catacombs. \n[169]Right. \n[170]Found it. \n[171]Well, what was left of him. \n[172]Alexandretta.  \n[173]No, Dad. You did. Forty years. \n[174]There were rats, Dad. \n[175]Yeah. big ones. What do the Nazis want with you Dad? \n[176]Yeah? \n[177]Yeah. . . \n[178]Well, uh... \n[179]Look, can we discuss this later? \n[180]Will you take it easy....! \n[181]I came here to save you. \n[182]I told you-- \n[183]--don't call me Junior! \n[184]Elsa? Elsa? \n[185]What?! \n[186]No! Don't Shoot! \n[187]Wait!  Waitl \n[188]No, don't be. \n[189]She ransacked her own room and I fell for it. How did you know she was a Nazi? \n[190]How did you she was a Nazi? \n[191]Donovan \n[192]So it did. \n[193]The hell you will. He's got a two-day head-start on you, which is more than he needs.  Brody's got friends in every town and village from here to the Sudan. He speaks a dozen languages, knows every local custom. He'll blend in. Disappear. You'll never see him again. With any luck, he's got the Grail already. \n[194]I'm sorry you think so. \n[195]Ooooh... I like the Austrian way better. \n[196]Let's try and get these ropes loose. We've got to get to Marcus before the Nazis do! \n[197]Are you kidding?\u0097I made that up! You know Marcus\u0097he got lost once in his own museum! \n[198]Can you try and reach into my left jacket pocket? \n[199]My lucky charm. \n[200]Try and burn through the ropes. \n[201]Don't get sentimental now Dad\u0097 save it 'til we get out of here. \n[202]What??? \n[203]All right, movel Move!  Rock your Chair.  Do what I do. \n[204]Dad! \n[205]Dad! \n[206]Dad! \n[207]Head for the fireplace! \n[208]I think I can get these ropes off. \n[209]Whoopsl \n[210]Listen Dad... I'm almost free. \n[211]I'm out, Dad! \n[212]Come on Dad. \n[213]Dead end. \n[214]There's got to be a... a secret door around. A passageway or something. \n[215]Dad! \n[216]Great. More boats. \n[217]Ooofl No! It's been better than most. \n[218]Come on, Dad. Come onl \n[219]Ha! \n[220]What? \n[221]Brody's this way. \n[222]You don't need the Diary, Dad. Marcus has the map. \n[223]All right Dad\u0097tell me. \n[224]What final challenge? \n[225]Booby traps? \n[226]But what are they? Can't you remember? \n[227]Half the German Army's on our tail and you want me to go to Berlin? Into the lion's den? \n[228]What about Marcus? \n[229]Two selfless martyrs. Jesus Christl \n[230]This is an obsession Dad. I never understood it. Never. Neither did Mom. \n[231]Fraulein Doctor. Where is it? \n[232]Where is it? I want it. \n[233]My father didn't want it incinerated. \n[234]Yet you stood up to be counted with the enemy of everything the Grail stands for\u0097who gives a damn what you think? \n[235]All I have to do is squeeze. \n[236]I've got it. Let's get the hell out of here. \n[237]I don't know. The first available flight out of Germany. \n[238]Well, we made it. \n[239]Relax. \n[240]sits back in his chair, looks to HENRY, now reading his newspaper. A STEWARD enters and sets a bowl of nuts on the table in front of INDY and HENRY, then continues down the aisle of passengers. Indy follows after the Steward. He puts his arm around the Steward's shoulder and together they walk up a flight of stairs. \n[241]Fahrscheine, bitte. \n[242]\n[243]Tickets please. \n[244]Fahrscheine meine Dame. Bitte. \n[245]Fahrscheine meine Herr. \n[246]Tickets please. \n[247]No ticket. \n[248]That's not all we shared. It's disgraceful. You're old enough to be her fa---er, her grandfather! \n[249]I was the next man. \n[250]Do you remember the last time we had a quiet drink? I had a milk shake. \n[251]We didn't talk. We never talked. \n[252]A regret. It was just the two of us, Dad. It was a lonely way to grow up. For you, too. If you had been an ordinary, average father like the other guys' dads, you'd have understood that. \n[253]When? \n[254]What you taught me was that I was less important to you than people who had been dead for five hundred years in another country. And I learned it so well that we've hardly spoken for twenty years. \n[255]Dad, how can you --? \n[256]Well... I can't think of anything. \n[257]What does that mean? \n[258]They're turning around. They're taking us back to Germany. \n[259]Well, I thought it would take them a lot longer to figure out the radio was dead. Come on, Dad. Move! \n[260]Come on, Dad. Come on! \n[261]Fly--yes. Land--no. \n[262]Dad, you're gonna have to use the machine gun. Get it ready. \n[263]Eleven o'clock! \n[264]Dad\u0097eleven o'clock!! \n[265]Twelve\u0097eleven\u0097ten. Eleven o'clock. Fire! \n[266]Dad, are we hit?! \n[267]Hang on, Dads We're going in! \n[268]Thanks. \n[269]I know, Dadl \n[270]It happens to me all the time. \n[271]This could be close. \n[272]Dad, he's coming back. \n[273]Bullets kick up sand leading up to him... then\u0097 THE MESSERSCHMIDT AND THE SEA GULLS meet in midair. MASSACRE! Sea gulls are shredded by the Messerschmidt's whirling propeller blades into a FEATHERY WHITE PUREE that SPLATTERS against the cockpit and CLOGS THE \n[274]What happened to Marcus, Sallah? \n[275]Ah, I see Brody. He seems okay. They've got a tank. Six-pound gun. \n[276]Dad, we're well out of range. \n[277]Come on--come on! \n[278]Who cares? As long as they're keeping Donovan busy. Dad, you stay here while Sallah and I organize some transportation. \n[279]I'm going after those horses. \n[280]I don't need camels. \n[281]No camels! \n[282]leaps atop a TURKISH SOLDIER on horseback, pulling the man and the horse to the ground. A SECOND TURK comes to assist his comrade; INDY mounts the horse, knocking both Turks to the ground. \n[283]Sallah, I said no camels! That's five camels. Can't you Count? \n[284]Where's my father? \n[285]Dad!  Dad!  Dad! \n[286]Dad! \n[287]Dad! Dadl Get it! \n[288]Dad? \n[289]Get out of there, Dad! \n[290]Dad! \n[291]Hang on, Dad! \n[292]Sallah! Get Dadl \n[293]looks down at the fast-approaching cliff, his face filled with horror.  We SEE his HAT BLOW OFF and sail over the cliff's edge. \n[294]I thought you had too, sir. \n[295]I'm like a bad penny. I always turn up. \n[296]As what? A Nazi stooge like you? \n[297]Shooting me won't get you anywhere. \n[298]Dad?! \n[299]\"The Breath of God... Only the penitent man will pass. Only the penitent man will pass. . . \" \n[300]\"The penitent man will pass. The penitent man...\" \n[301]The penitent man will pass. The penitent... the penitent. The penitent man... \n[302]The penitent man is humble before God. \n[303]The penitent man is humble... \n[304]He kneels before God.  Kneel!! \n[305]I'm through! \n[306]\"The second challenge is the Word of God. Only in the footsteps of God will he proceed.\"  The Word of God... The Word of... \n[307]\"Proceed in the footsteps of the Word.\" \n[308]The Name of God... Jehovahl \n[309]\n[310]In Latin, \"Jehovah\" starts with an \"I.\" \"I\"... \n[311]\n[312]\"The path of flood. Only in the leap from the lion's head will he prove his worth.\" \n[313]Impossiblel Nobody can jump this! \n[314]It's... a leap of faith. Oh, God. \n[315]Who are you? \n[316]That was seven hundred years ago. \n[317]I'm not exactly...a knight. What do you mean? \n[318]Listen, I don't have time to explain, but\u0097 \n[319]That's the cup of a carpenter. \n[320]There's only one way to find out. \n[321]Dad, come on. Get to your feet. \n[322]Elsa! Elsa, don't movel \n[323]Elsa, don't cross the Seal. The Knight warned us not to take the Grail from here. \n[324]Elsa. Elsa don't. Elsa. Elsa. Give me your other hand, honey. I can't hold you. \n[325]Elsa! Give me your hand. Give me your other hand! \n[326]Elsa!! \n[327]I can get it\u0097I can almost reach it, Dad. \n[328]Dad. . . \n[329]Please, Dad... \n[330]What did vou find, Dad? \n[331]Junior?! Dad... \n[332]I like Indiana. \n[333]I've got a lot of fond memories of that dog. \n[334]Ready? \n[335]Uh-huh. \n[336]Yes, sir!  ", "HENRY": "\n[1]Out! \n[2]Then wait\u0097count to twenty. \n[3]Junior! \n[4]In Greek. \n[5]May he who illuminated this... illuminate me... \n[6]Junior? \n[7]It is you Junior! \n[8]But what are you doing here? \n[9]Late Fourteenth Century, Ming Dynasty. \n[10]Oh, it breaks the heart. \n[11]I'll never forgive myself\u0097 \n[12]Thank God! \n[13]... it's fake. See, you can tell by the cross section. \n[14]Well, I am sorry about your head, though. But I thought you were one of them. \n[15]Good point. \n[16]But better safe than sorry. \n[17]Humpf\u0097so I was wrong this time. But by God, I wasn't wrong when I mailed you my Diary. You obviously got it. \n[18]Through the library? \n[19]I knew it. And the tomb of Sir Richard? \n[20]He was actually there? You saw him? \n[21]And his shield... the inscription on Sir Richard's shield...? \n[22]Alexandretta... of course... on the pilgrim trail from the Eastern Empire. Oh, Junior... \n[23]... you did it. \n[24]If only I could have been with you. \n[25]Rats? \n[26]They want my diary. \n[27]I knew I had to get that book as far away from me as I possibly could. \n[28]You doltl Do you think that my son would be that stupid that he would bring my Diary all the way back here? \n[29]You didn't, did you?  You didn't bring it, did you? \n[30]You did!! \n[31]I should have mailed it to the Marx Brothers. \n[32]Take it easy?! Why do you think I sent it home in the first place? (points towards the NAZIS So it wouldn't fall into their hands!! \n[33]Oh yeah? And who's gonna come to save you, Junior?? \n[34]Look what you did!! \n[35]I can't believe what you just.... \n[36]But she's one of them! \n[37]She's a Nazi! \n[38]Trust me! \n[39]Oh yeah? Go ahead! \n[40]Don't worry. He won't. \n[41]And don't listen to her! \n[42]Umh? \n[43]She talks in her sleep. \n[44]I didn't trust her. Why did you? \n[45]I misjudged you Walter\u0097I knew you'd sell your mother for an Etruscan vase. But I didn't know you'd sell your country and your soul to the slime of humanity. \n[46]Marcus?! You didn't drag poor Marcus along, did you? He's not up to the challenge. \n[47]Intolerable. \n[48]Thank you. It was rather wonderful. \n[49]Ohh. . . \n[50]So did I. \n[51]You said he had two days' start. That he would blend in. Disappear! \n[52]What am I looking for? \n[53]Feels like a cigarette lighter. \n[54]Very good. \n[55]I ought to tell you something. \n[56]The floor's on fire! See?! \n[57]And the chair. \n[58]What? \n[59]What? \n[60]What? \n[61]Oh. \n[62]Our situation has not improved. \n[63]This is intolerable! \n[64]Well done, boy! \n[65]I find that if I just sit down and think... \n[66]... the solution presents itself. HENRY follows INDY down the staircase. \n[67]Would you say this has been just another typical day for you? Huh? \n[68]What about the boat? We're not going on the boat? \n[69]Stop! \n[70]Stop! Stop! \n[71]You're going the wrong Way!  We have to get to Berlin! \n[72]My Diary's in Berlin. \n[73]There is more in the Diary than just the map. \n[74]Well, he who finds the Grail must face the final challenge. \n[75]Three devices of such lethal cunning. \n[76]Oh, yes. But I found the clues that will safely take us through, in the Chronicles of St. Anselm. \n[77]I wrote them down in my Diary so that I wouldn't have to remember \n[78]Yes! The only thing that matters is the Grail. \n[79]Marcus would agree with me. \n[80]That's for blasphemy. The quest for the Grail is not archaeology. It's a race against evil. If it is captured by the Nazis, the armies of darkness will march all over the face of the earth. Do you understand me? \n[81]Oh yes, she did. Only too well. Unfortunately she kept her illness from me until all I could do was mourn her. \n[82]My boy, we are Pilgrims in an unholy land. \n[83]What did you get? \n[84]Good. \n[85]When we're airborne, with Germany behind us, then I'll share that sentiment. \n[86]You know, sharing your adventures is an interesting experience. \n[87]Well, I'm as human as the next man. \n[88]Ships that pass in the night... \n[89]Hmmm... What did we talk about? \n[90]And do I detect a rebuke? \n[91]Actually, I was a wonderful father. \n[92]Did I ever tell you to eat up? Go to bed? Wash your ears? Do your homework? No. I respected your privacy and I taught you self- reliance. \n[93]You left just when you were becoming interesting. \n[94]Very well. I'm here now. \n[95]What do you want to talk about? Hmmm? \n[96]Then what are you complaining about?  Look, we have work to do. When we get to Alexandretta we will face three challenges. (he reads from the Diary \"First, the breath of God. Only the penitent man will pass. Second, the Word of God, only in the footsteps of God will he proceed. Third, the Path of God, only in the leap from the lion's head will he prove his worth. \" \n[97]I don't know. We'll find out. \n[98]I didn't know you could fly a plane. \n[99]What happens at eleven o'clock? \n[100]More or less. \n[101]Son, I'm sorry. They got us. \n[102]Nice landing. \n[103]Those people are trying to kill us! \n[104]It's a new experience for me. \n[105]This is intolerable! \n[106]Faster, boy --faster! \n[107]Well, they don't come any closer than that! \n[108]I suddenly remembered Charlemagne. \"Let my armies be the rocks and the trees and the birds in the sky.\"  \n[109]Now they have the map! And in this sort of race, there's no silver medal for finishing second. \n[110]What do you think you're doing?! Get down! \n[111]Now, who are all these people? \n[112]Marcus! \n[113]\"Genius of the Restoration\u0097\" \n[114]It's a rescue, old boys Come on. \n[115]It tells me that goose-stepping morons like yourself should try reading books instead of burning them. \n[116]Junior? Junior? Junior! \n[117]What? \n[118]It's war. \n[119]Didn't I tell you it was a rescue, huh? \n[120]You call this archaeology? \n[121]Where's Marcus?! \n[122]Junior?! \n[123]Oh, God. I've lost him. And I never told him anything. I just wasn't ready, Marcus. Five minutes would have been enough. \n[124]I thought I'd lost you, boy. \n[125]Well\u0097well done! Come on! \n[126]Let's go then. why are you sitting there resting when we're so near the end? Come on\u0097 let's go! \n[127]Junior. . . \n[128]\"Only the penitent man will pass. Only the penitent man will pass.\" \n[129]The penitent man. The penitent... \n[130]Penitent. Penitent... \n[131]No. \n[132]lifts his head painfully. \n[133]The Word of God... \n[134]The Name of God... \n[135]still lies in SALLAH's arms. BRODY leans over him. \n[136]But in the Latin alphabet, \"Jehovah\" begins with an \"I.\" \n[137]reacts. \n[138]Oh dear! \n[139]calls to his son. \n[140]You must believe, boy. you must... believe. \n[141]Junior!  Junior! \n[142]Junior, give me your other hand! I can't hold on!! \n[143]Indiana. Indiana!! \n[144]... let it go... \n[145]Elsa never really believed in the Grail. She thought she'd found a prize. \n[146]Me?... Illumination. \n[147]What did you find, Junior? \n[148]That's his name. Henry Jones, Junior. \n[149]We named the dog Indiana. \n[150]Ready. \n[151]Got lost in his own museum, huh? \n[152]After you, Junior. ", "ELSA": "\n[1]Doctor Jones? \n[2]I knew it was you\u0097 \n[3]\u0097you have your father's eyes. INDY is instantly attracted to her. \n[4]Looks like the best parts have already been spoken for. \n[5]Marcus Brody? \n[6]Doctor Elsa Schneider. \n[7]The last time I saw your father we were in the library. He was very close to tracking down the Knight's Tomb. I've never seen him so excited. He was as giddy as a schoolboy. \n[8]I usually don't. \n[9]In that case, I permit you. \n[10]But I'm already sad\u0097by tomorrow it will have faded. \n[11]Yes. I have something to show you. \n[12]I left your father working in the library. He sent me to the map section to fetch an ancient plan of the city. When I got back to his table\u0097he'd gone\u0097with all his papers\u0097except for that scrap which I found near his chair. \n[13]Here is the library. \n[14]In this case it's the literal truth. We're on holy ground. These columns over here... \n[15]... were brought back as spoils of war after the sacking of Byzantium during the Crusades. \n[16]Now please excuse me. The library's closing in a few moments. I'll arrange for us to stay a little longer. \n[17]Find something? \n[18]My God, I must be blind \n[19]You don't disappoint, Doctor Jones. You're a great deal like your father. \n[20]Lower me down. \n[21]Pagan symbols. Fourth or Fifth Century. \n[22]The Christians would have dug their own passages and burial chambers centuries later. \n[23]What's this one? \n[24]Are you sure? \n[25]Look at the artistry of these carvings and the scrollwork. \n[26]It's this one. \n[27]What's that? \n[28]Just like your father\u0097giddy as a schoolboy. \n[29]Wouldn't it be wonderful if he were here now to see this? \n[30]What? \n[31]What? \n[32]Go between them? Are you crazy?! \n[33]You said go between them! \n[34]No!! \n[35]My room! \n[36]What were they looking for? \n[37]The Grail Diary. \n[38]You had it? You didn't trust me! \n[39]Oh, yes. Give them a flower and they'll follow you anywhere. \n[40]No? \n[41]It's lucky I don't do things the same way. You'd still be standing at the Venice pier. \n[42]How dare you kiss me! \n[43]And I hate arrogant men. \n[44]I know the Brunwalds are famous art collectors. \n[45]What are you going to do? \n[46]How do you know? \n[47]Indy? Indy? \n[48]Indy, please! \n[49]Indy, no! \n[50]Indy, please! Do what he says! \n[51]I'm sorry. \n[52]But you should have listened to your father. \n[53]This book contained a map\u0097a map with no names\u0097precise directions from the unknown city to the secret Canyon of the Crescent Moon. \n[54]You're wasting your breath. He won't tell us. And he doesn't have to... it's perfectly obvious where the pages are...  ... he's given them to Marcus Brody. \n[55]So? \n[56]Thank you, Herr Oberst.  I will meet you at Iskenderun. \n[57]No. If we fail to recover the pages from Brody, we'll need them alive. \n[58]Don't look at me like that\u0097we both wanted the Grail, I would have done anything to get it. You would have done the same. \n[59]I can't forget... how wonderful it was. \n[60]That's how Austrians say goodbye. \n[61]How did you get here? \n[62]You came back for the book? Whv? \n[63]Is that what you think of me? I believe in the Grail, not the Swastika. \n[64]You do. \n[65]All I have to do is scream. \n[66]We have no time to lose. Indiana Jones and his father have escaped. \n[67]No. It's him all right. He's here somewhere. \n[68]I never expected to see you again. \n[69]No!! \n[70]Let me choose. \n[71]It would not be made out of gold. \n[72]steps forward and picks up the Grail. She turns to INDY, her face alight with possession of the Grail. \n[73]We have got it. Come on. \n[74]It's ours, Indy. Yours and mine. \n[75]I can reach it. I can reach it... ", "BRODY": "\n[1]You've got itl \n[2]All your life. \n[3]Well done, Indy. Very well done, indeed This will find a place of honor in our Spanish collection. \n[4]Yes. My treat. \n[5]Your father and I have been friends since time began. I've watched you grow up, Indy. And I've watched the two of you grow apart.  I've never seen you this concerned about him before. \n[6]Dear God. They walk into the room. \n[7]What has the old fool got himself into now? \n[8]It's today's mail. And it's been opened. \n[9]What is it? \n[10]I don't know. But someone must want it pretty badly. \n[11]The search for the Cup of Christ is the search for the divine in all of us. \n[12]But if you want facts, Indy, I have none to give you. At my age, I'm prepared to take a few things on faith. \n[13]I'll tell him we'll take two. \n[14]Tell me, what's going to happen when we get to Venice? \n[15]Schneider? \n[16]Oh, well. That's good. Thank you. \n[17]Yes. Uh, how will we recognize this Doctor Schneider when we see him? \n[18]That's right. \n[19]Uh... how do you do? \n[20]I hate to interrupt you\u0097but the reason we're here\u0097 \n[21]It looks like a converted church. \n[22]Where? \n[23]Look, Indy. The Roman numerals! \n[24]Well, now we know the source of the numbers, but we still don't know what they mean. \n[25]Uh, yes. Three, seven and tent That window seems to be the source of the Roman numerals. \n[26]Ohhhh. . . \n[27]It's better, now I've seen this. It's the name of a city. \"Alexandretta?\" Hmmm... \n[28]Your father would know. Your father did know. Look. He made a map. \n[29]He must have pieced it together from clues scattered through the whole history of the Grail Quest. A map with no names. \n[30]Now, he knew there was a city with an oasis due east. Here. He knew the course turned south through the desert to a river, and the river led into the mountains. Here. Straight to the canyon. He knew everything except where to begin, the name of the city. \n[31]Yes. Now we know. \n[32]What about you? \n[33]Does anyone here speak English? Or even ancient Greek? \n[34]No water, no thank you. No, fish make love in it. \n[35]Thank you so much. No, I don't like that. No, I really don't want... No, no, thank you very much. No, thank you, madam. I'm a vegetarian. \n[36]Does anyone understand a word I'm saying here? \n[37]Oh, Sallahl What a relief! \n[38]Oh, he's in Austria. A slight detour. \n[39]Yes, but don't panic. Everything's under control. Have you. . .have you arranged our supplies? \n[40]Oh, this map will show you. It was drawn by, uh... \n[41]Oh, what?... your servant, sir. \n[42]My reputation precedes me. \n[43]Yes. \n[44]Yes. \n[45]Did you say...? Uh, uh... \n[46]I'd rather spit in your face. But as I haven't got any spit... \n[47]You're meddling with powers you cannot possibly comprehend. \n[48]Arghhh! Oh! \n[49]\"\u0097aid our own resuscitation!\" \n[50]Henryl What are you doing here?! \n[51]Henry, the pen\u0097 \n[52]But don't you see? The pen is mightier than the sword. \n[53]Look what you didl \n[54]How does one get off this thing? \n[55]No, Henry. Try not to talk. \n[56]rushes forward and calls to INDY. \n[57]Indy... Indy, you must hurry!! Come quickly! \n[58]May we go home now, please? \n[59]Indy! Henryl Follow met I know the way!  Haaa! ", "DONOVAN": "\n[1]I trust your trip down was comfortable, Doctor Jones. My men didn't alarm you, I hope. \n[2]My name is Donovan. Walter Donovan. \n[3]Well, like yourself, Doctor Jones, I have a passion for antiquities.  Have a look over here. This might interest you. \n[4]That was our assessment as well. \n[5]My engineers unearthed it in the mountain region north of Ankara while excavating for copper.  Can you translate the inscription? \n[6]The Holy Grail, Doctor Jones. The chalice used by Christ during the Last Supper. The cup that caught His blood at the Crucifixion and was entrusted to Joseph of Arimathaea. \n[7]Eternal life, Doctor Jones! The gift of youth to whoever drinks from the Grail.  Oh, now that's a bedtime story I'd like to wake up to! \n[8]Every man's dream.  Including your father's, I believe. \n[9]Be along in a moment, dear. \n[10]Hard to resist, isn't it? The Holy Grail's final resting place described in detail! \n[11]Just the same, an attempt to recover the Grail is currently underway. \n[12]Let me tell you another \"bedtime story, \" Doctor Jones. After the Grail was entrusted to Joseph of Arimathaea, it disappeared and was lost for a thousand years before it was found again by three Knights of the First Crusade. Three brothers, to be exact. \n[13]Not \"supposedly,\" Doctor Jones. \n[14]This is the manuscript in which the friar chronicled the Knight's story... it doesn't reveal on location of the Grail, I'm afraid... but the Knight promised that two \"markers\" that had been left behind would.  This Tablet is one of those \"markers.\" It proves the Knight's story is true. But as you pointed out\u0097it's incomplete.  Now, the second \"marker\" is entombed with the Knight's dead brother. Our project leader believes that tomb to be located within the city of Venice, Italy.  As you can now see, Doctor Jones, we're about to complete a great quest that began almost two thousand years ago. We're only one step away. \n[15]You could be more right than you know. \n[16]We've hit a snag. our project leader has vanished. Along with all his research. Uh, we received a cable from his colleague, Doctor Schneider, who has no idea of his whereabouts or what's become of him.  I want you to pick up the trail where he left off. Find the man and you will find the Grail. \n[17]We already have. Your father is the man who's disappeared. \n[18]Don't worry. Doctor Schneider will be there to meet you. \n[19]I maintain an apartment in Venice, at your disposal. \n[20]Doctor Jones. Good luck. Be very careful. Don't trust anvbody. \n[21]Didn't I warn you not to trust anybody, Doctor Jones? \n[22]Doctor Schneider There're pages torn out of thisl \n[23]Where are these missing pages? This maps we must have these pages backs \n[24]He sticks out like a sore thumb. We'll find him. \n[25]Take this Diary to the Reich Museum in Berlin. It will show them our progress, ahead of schedule. Without a map, I'm afraid it's no better than a souvenir. \n[26]Always do what the doctor orders. \n[27]Well, we have Marcus Brody. But more important, we have the map. \n[28]\"By the personal command of the Fuhrer. Secrecy essential to success. Eliminate the American conspirators.\"  Germany has declared war on the Jones boys.  Los fahren. \n[29]These pages are taken from Professor Jones' diary, Your Highness. And they include a map that pinpoints the exact location of the Grail. \n[30]As you can see, the Grail is all but in our hands.  However, Your Highness, we would not think of crossing your soil without your permission, nor of removing the Grail from your borders without suitable compensation. \n[31]Precious valuables, Your Highness, \"donated\" by some of the finest families in all of Germany. \n[32]The keys are in the ignition, Your Highness. \n[33]You're welcome. \n[34]Care to wet your whistle, Marcus? \n[35]Well, Marcus, we are on the brink of the recovery of the greatest artifact in the history of mankind. \n[36]Maybe it wasn't even Jones. \n[37]Put Brody in the tank. \n[38]Well, in this sun, without transportation, they're as good as dead. \n[39]It's Jones, all right. \n[40]Who is he? \n[41]Colonel? Jones is getting away. \n[42]Not that Jones\u0097the other Jones! \n[43]The Canyon of the Crescent Moon. \n[44]Helmut, another volunteer! \n[45]Step back now, Doctor Schneider. Give Doctor Jones some room. He's going to recover the Grail for us. \n[46]Impossible? What do you say, Jones? Ready to go down in history? \n[47]Nazis?!\u0097Is that the limit of your vision?! The Nazis want to write themselves into the Grail legend and take on the world. Well, they're welcome. But I want the Grail itself. The cup that gives everlasting life. Hitler can have the world, but he can't take it with him. I'm going to be drinking my own health when he's gone the way of the Dodo. (he draws his pistol The Grail is mine, and you're going to get it for me. \n[48]You know something, Doctor Jones?... you're absolutely right. \n[49]Get back! \n[50]You can't save him when you're dead. \n[51]The healing power of the Grail is the only thing that can save your father now. It's time to ask yourself what you believe. \n[52]We're through! \n[53]Which one is it? \n[54]I'm not a historian. I have no idea what it looks like. Which one is it? \n[55]Thank you, Doctor. \n[56]Oh, yes. It's more beautiful than I'd ever imagined. This certainly is the cup of the King of Kings. \n[57]Eternal life! \n[58]What . . . is . . . happening. . . to . . . me. . .? \n[59]What. . . is . . . happening. . . ? ", "VOGEL": "\n[1]That's far enough Put down the gun, Doctor Jones. Put down the gun or the Fraulein dies. \n[2]I will kill her! \n[3]Enough! She diesl \n[4]Doctor Schneider. Message from Berlin. You must return immediately: a rally at the Institute of Aryan Culture. \n[5]Your presence on the platform is requested... at the highest level. \n[6]Let me kill them now. \n[7]Doctor Schneider! Your car is waiting. \n[8]And this is how we say goodbye in Germany, Doctor Jones. \n[9]Sie alle ins Boat. Schnell! \n[10]Nicht zumachen! Wir steigen ein! \n[11]now walks up the aisle. He approaches a MALE PASSENGER hidden behind a newspaper. VOGEL uses his walking stick to lower the newspaper and show the Passenger the leaflet with Henry's photograph. \n[12]Haben sie disen Mann gesehen? \n[13]approaches HENRY, still hidden behind his newspaper. Again, VOGEL uses his walking stick to lower the paper, revealing Henry's face. \n[14]Guten Tag, Herr Jones. \n[15]Weg. \n[16]Was? \n[17]Du wirst nochmal boren von mir! \n[18]Bring den Schatzl \n[19]We must be within three or four miles. Otherwise we are off the map. \n[20]I can't see anyone up there. \n[21]Search him. \n[22]What is in this book? That miserable little Diary of yours! \n[23]Here's the map. The book is useless, and yet you come all the way back to Berlin to get it. Why? \n[24]What are you hiding? \n[25]What does the Diary tell you that it doesn't tell us?! \n[26]I think not, Herr Donovan. \n[27]Fire! \n[28]Der Kubelwagon sprengen! \n[29]He sees his life passing before him, he screams at the top of his lungs! ", "SALLAH": "\n[1]Mister Brodyl \n[2]Marcus Brody, sir. And where is Indy? \n[3]You are on your own? \n[4]Oh, yes, of course. But where are we going? \n[5]And I am his. \n[6]There is no museum in Iskenderun. \n[7]Papers?  Of course. \n[8]Run. \n[9]Papers, sir. Got it here. \n[10]Just finished reading it myself. (laughs; then, to Brody Run! \n[11]Egyptian Mail. Morning edition.  Run! \n[12]Run! \n[13]Okay, okay, quick, quick, quickl Hide in that doorl Hide in that door! \n[14]We go this way. \n[15]Get that camel out of the way! \n[16]Ah, they set out across the desert this afternoon. I believe they took Mister Brody with them. \n[17]That car belonged to my brother- in-law. \n[18]I'll take the camels. \n[19]But, Indy\u0097 \n[20]Compensation for my brother-in- law's car. Indy, your father and Brody\u0097 \n[21]They have them. In the belly of that steel beast. \n[22]Father of Indy\u0097give me your hand! \n[23]Give me your hand! \n[24]Indy?! \n[25]He's all right. \n[26]Drop your guns. Please. \n[27]Please...What does it always mean, this...this \"Junior?\" \n[28]The dog!?  You are named after the dog... ", "FEDORA": "\n[1]Alfred, did you get anything yet? \n[2]Dig with your hands. \n[3]Not with your mouth. \n[4]There he isl \n[5]Come on, kid. There's no way out of this. \n[6]Toss up the whip. \n[7]You've got heart, kid.  But that belongs to me. \n[8]Coronado is dead. And so are all his grandchildren. \n[9]Don't let him get awayl \n[10]Hold it. Make sure he doesn't double back. \n[11]Okay, kid. out of the box. Now. \n[12]Damn. \n[13]You lost today, kid, but that doesn't mean you have to like it. ", "KAZIM": "\n[1]Because you're looking for the Holy Grail. \n[2]No. \n[3]If you don't let go, Doctor Jones, we'll both die. \n[4]My soul is prepared. How's yours? \n[5]No, Doctor Jones. It's yours! \n[6]If you let me go, I will tell you where he is. \n[7]My name is Kazim. \n[8]The secret of the Grail has been safe for a thousand years. And for all that time the Brotherhood of the Cruciform Sword has been prepared to do anything to keep it safe. \n[9]Let me get off at this jetty. \n[10]Ask yourself, why do you seek the Cup of Christ? Is it for His glory, or for yours? \n[11]In that case, God be with you in your quest. Your father is being held in the Castle of Brunwald on the Austrian-German border. \n[12]A messenger from God. For the unrighteous, the Cup of Life holds everlasting damnation. ", "Dad!": "", "ROSCOE": "\n[1]Hey, I've got something! \n[2]I got something, Garth! \n[3]I got something... I got something right here. \n[4]Oh, look at thatl  We're richl We're rich! \n[5]Well, we're rich, ain't we?l \n[6]He's got our thing! \n[7]Hey! Come back here! \n[8]Now give me thatl \n[9]Yahoo! ", "KNIGHT": "\n[1]I knew you'd come, but my strength has left me. \n[2]The last of three brothers who swore an oath to find the Grail and to guard it. \n[3]A long time to wait. \n[4]You're strangely dressed...for a knight. \n[5]I was chosen because I was the bravest and the most worthy. The honor was mine until another came to challenge me to single combat. I pass it to you who vanquished me. \n[6]You must choose.  But choose wisely. For as the True Grail will bring you life\u0097 the False Grail will take it from you. \n[7]He chose...poorly. \n[8]You have chosen wisely. But the Grail cannot pass beyond the Great Seal. That is the boundary and the price of immortality. CUT TO BRODY AND SALLAH who attend to Henry awaiting Indy's return. INDY and ELSA come forward with the Grail. The TWO NAZI SOLDIERS are over-awed by the possessors of the Grail. They put down their guns and kneel. INDY kneels by HENRY's side and tilts his head forward and holds the Grail to his lips. HENRY is too weak to even open his eyes. HENRY swallows some of the water. Much of it runs down the corners of his mouth. Finally INDY pours the water over the wound and everyone watches in astonishment as the wound and the blood stain disappear before their eyes. The color returns to Henry's face. HENRY's eyes open. The first thing he sees is the Grail and they light up. Then they shift to INDY's face\u0097and they light up even more... ", "BACK TO INDY": "\n[1]holding the Grail Diary, reading once again, his fedora now covered in cobwebs. \n[2]as he studies the cobblestones before him. \n[3]\n[4]who grunts as he pulls himself from the hole, the v-rail Diary in his hand. \n[5]He can see nowhere to cross. He looks again to the v-rail Diary. \n[6]"}}