{"dialogues": {"SHOSANNA": "\n[1]May I sleep here tonight? \n[2]No. \n[3]Murdered.     3 1. \n[4]We were from Nancy. The Bosch found us \n[5]Oui. \n[6]You can run the machines? \n[7]The machines that show the film? \n[8]I know, I saw you. \n[9]Teach me. Teach me to run the machines, that show the film. It's only you and the negro. I know you could use some help.     40. \n[10]A week, and a few days. \n[11]I sleep on rooftops. \n[12]Cold. \n[13]Respectfully, no you can't. \n[14]Oui. \n[15]Shosanna.     \n[16]Oui Madame. \n[17]THROWS the lever on the 2nd PROJECTOR, switching the film from projector 1# to projector 2#, executing a perfect REEL CHANGE. As Shosanna's Theme plays on the Soundtrack, we watch viva MONTAGE, her go through her daily chores. Carry heavy film cans up the stairs, empty the rat traps, ect,ect... \n[18]A Max Linder festival. \n[19]No need, I can manage. \n[20]Merci. \n[21]Merci. She busies herself with the marquee letters... \n[22]\n[23]\n[24]My aunt left it to me. \n[25]I don't have a choice, but your welcome. \n[26]Oui. \n[27]\"Admire\", would not be the adjective I would use to describe my feelings towards Fraulein Refensthal. \n[28]I'm French. We respect directors in our country. \n[29]Even Germans. Merci for assistance, Private. Adieu. She turns to go back inside. \n[30]I'll finish in the morning. She opens the door to go inside. \n[31]You wish to see my papers? She hands him her excellently forged papers. That's obviously not what he meant, but he takes them anyway to read her name. \n[32]Merci. Are you finished with my papers? He hands them back. \n[33]Oui, Madame. \n[34]Out, Madame. \n[35]Out, Madame. \n[36]Even on the roof I can't smoke a cigarette without hearing Madames voice yelling at me. That's why I do it. To hear Madames voice again. \n[37]I know. I'm fine, darling. I'll be to bed soon. Marcel goes back inside, Shosanna smokes. \n[38]Look Fredrick - \n[39]Yes....Look, you seem a pleasant enough fellow - \n[40]Your welcome. - regardless, I want you to stop pestering me. \n[41]I don't wish to be your friend.     \n[42]Don't act like a infant. You know why. \n[43]Not to me. If you are so desperate for a French girlfriend, I suggest you try Vichy? Just then TWO OTHER GERMAN SOLDIERS come over, obviously very impressed with Fredrick. They make a fuss over him in UNSUBTITLED GERMAN, which nether Shosanna, or the non German speaking members of the movies audience, can understand. He signs autographs for them, shakes their hands, and they go on their way. Shosanna's eyes narrow. \n[44]Who are you? \n[45]Your not just a German soldier, are you somebodies son? \n[46]Yeah, but your not just somebody. What are you, Hitlers nephew? He leans in across the table, she leans in too, and he says; \n[47]Really? \n[48]Then what is it? What are you, a German movie star?     \n[49]I asked if you were a movie star, the answer to that question, is yes or no. Fredrick laughs at that line. \n[50]You were raised by Helga? \n[51]And your mother and father? \n[52]is your cinema still operatiing? \n[53]What's it called?     5! \n[54]How has it done durring the war? \n[55]No doubt, you don't have to operate under a curfew. \n[56]\n[57]Of course, but that's not likely to happen. TWO MORE GERMAN SOLDIERS and their TWO FRENCH DATES approach the table. They ask for Fredricks autograph, he signs it for them. One of the French Girls says in FRENCH, how exciting it is to meet a real live German war hero. Shosanna hears it. They leave. So that's it, she thinks. \n[58]So your a war hero? Why didn't you tell me? \n[59]What did you do? He takes a sip of beer. \n[60]Wow.     52 \n[61]What's a bird's nest? \n[62]How many Russian's did you kill? \n[63]Maybe they'll make a film about your exploits. \n[64]\"Nation's Pride\" is about you? \"Nation's Pride\" is starring you? \n[65]Not so comical. So what are you doing in Paris, enjoying a rest?     53. \n[66]Well, good luck with your premier Private. I hope all goes well for Joseph and yourself. Au revoir. And with that, she disappears. Leaving the perplexed private alone. \n[67]Oui? Telling his Driver in German to ask her in French; \n[68]\n[69]I don't understand, what have I done? \n[70]Then I demand to know what this is about, and where do you propose to take me? The Driver begins to translate, when the Gestapo Major holds up his hand, telling him not to bother. The Major looks at the young French girl and tells her in German;     55. \n[71]Invitation? \n[72]Bon jour.     \n[73]\n[74]\n[75]Three hundred and fifty. \n[76]My cinema , on German night, tends to show older German classics. Francesca interprets... \n[77]I draw a older German audience in my cinema, that appreciate the nostalgia of the earlier time. Francesca interprets... \n[78]No. \n[79]Up untill a couple of days ago, I had no knowledge of Private Zoller, or his exploits. To me, the Private was simply just a patron of my cinema. We spoke a few times, but - \n[80]Oui. \n[81]The cinema originally belonged to my aunt and uncle - Col Landa removes alittle black book from his pocket. \n[82]Jean-Pierre and Ada Mimieux. He records the names in his little book. \n[83]My uncle was killed during blitzkrieg. \n[84]Aunt Ada passed away from fever last spring.' \n[85]Yes, he's a Frenchman. His name is Marcel. He worked with my aunt and uncle since they opened the cinema. He's the only other one who works with me. \n[86]Projectionist. \n[87]The best.     61. \n[88]Of course I can. \n[89]Oui. Col Landa takes another bite of strudel, Shosanna follows suit. \n[90]Private Zollers feelings for me aren't of a romantic nature. \n[91]Colonel, his feelings are not romantic. I remind him of his sister. \n[92]I remind him of his sister who raised him.     70 \n[93]No thank you. \n[94]Yes. \n[95]watches all this from a opera box, she shakes her head in disbelief.     73 \n[96]It looks like we're suppose to have a Nazi premier. \n[97]Well, I need to speak with you about that. \n[98]About these Hun swine, commandeering our cinema. \n[99]Well, when I was watching the bosch (Said in \n[100]Filling the cinema with Nazi's and their whores, and burning it down to the ground. \n[101]No, we're talking about that, right now. If we can keep this place from burning down by ourselves, we can burn it down by ourselves. \n[102]No, Marcel, just for sake of argument, if we wanted to burn down the cinema, for any number of reasons, you and I could physically accomplish that, no? \n[103]And with Madame Mimieux's 350 nitrate film print collection, we wouldn't even need explosives, would we? \n[104]Oui, that's exactly what I mean. She begins kissing his hands.     75. \n[105]I am going to burn down the cinema on Nazi night. One of his fingers probes her mouth. \n[106]And if I'm going to burn down the cinema, which I am, we both know, your not going to let me do it by myself. The back of her head presses up hard against him, as his hand both caresses, and grips her lovely neck. \n[107]Because you love me. And I love you. And your the only person on this earth I can trust. She then TWISTS around, so she's straddling him. They are now, face to face. \n[108]But that's not all we're going to do. Does the filmmaking equipment it the attic still work? I know the film camera does. How about the sound recorder? \n[109]Because Marcel, my sweet, we're going to make a film. Just for the Nazi's. \n[110]What is a sync mark? \n[111]How do we do that? \n[112]Ready. \n[113]Do you know one person who can do both things? \n[114]In a wolf fight, you ether eat the wolf, or the wolf eats you. If we're going to obliterate the Nazi's, we have to use their tactics. \n[115]We find somebody who can develop and process a35mm print. And we make them do it, or we kill them. Once we tell them what we want to do, if they refuse, we have to kill them anyway, or they'll turn us in. \n[116]Like that. Snaps her fingers.     \n[117]Bring that fucker over here! Put his head down on that table. Marcel, holds his arm behind him, as he forces his head flat against the table top. Shosanna brings a HATCHET DOWN DEEP into the table, just by his face. \n[118]You ether do what the fuck we tell you to, or I'll bury this axe in your collaborating skull. \n[119]Then prove it! Or does your manhood go no deeper, then standing to piss? Marcel, does his wife, and children know you? \n[120]Then after we kill this dog for Germans, we'll go and silence them. She lifts up the hatchet, raises it high... \n[121]Prepare to die, collaborator fucker! \n[122]Shut up fool. Marcel lifts up the veil covering her face, and their lips meet. \n[123]Cheeky black bugger. I have to go down and socialize with these Hun pigs. Let's go over it again? \n[124]Okay, the big sniper battle in the film begins around the middle of the third reel. Our film, comes on in the forth reel, so Somewhere towards the end of the third reel, go down and lock the doors of the auditorium. Then take your place behind the screen, and wait for my CUE, when I give it to you, BURN IT DOWN!     12 1. \n[125]Merci'. \n[126]Bon jour. \n[127]It would be my pleasure. Let me see your tickets? Donny hands her two tickets. She indicates for them to follow her. Donny and Hirschberg both exchange one last look with Aldo, then follow the young french girl into the auditorium. \n[128]Prego. \n[129]What are you doing here? \n[130]Can't you see how busy I am? \n[131]Fredrick it's not funny, you can't be here. This is your premiere, you need to be out there with them. As Fredrick prepares to tell his little tale, with all the charm at his command, Shosanna listens, knowing the third reel is just about over, and her big reel change is coming up.     \n[132]Fredrick, I am sorry, but - \n[133]I have to get prepared for the reel change.     \n[134]No. \n[135]I said, no. \n[136]Are you so use to the Nazi's kissing your ass, you've forgotten what the word,Ã\u0082Â°Ã\u0082Â°No\" means? No Fredrick, you can't come in here, now go away! No subtitles for Fredrick needed this time, he gets it. He does a one-armed PILE DRIVE PUSH on the door, knocking both it OPEN, and Shosanna back into the room. Fredrick, a different cat then we've seen up till now, enters the booth, closing the door behind him, and LOCKING it. The quite startled Shosanna, says to Fredrick; \n[137]Fredrick, you hurt me. \n[138]HITS the DUSTY ground HARD, NOT in slow motion... ", "COL LANDA": "\n[1]I was hoping you could invite me inside your home and we may have a discussion. \n[2]Col Hans Landa of the S.S. madame, at your service. He kisses her hand, then continues without letting go of his hostess hand... \n[3]please excuse my rude intrusion on your routine. \n[4]Monsieur LaPadite, the rumors I have heard in the village about your family are all true. Your wife is a beautiful woman. His eyes leave the mother, and move to the three daughters. \n[5]Merci be coupe Monsieur LaPadite, but no wine. This being a dairy farm one would be safe in assuming you have milk? \n[6]Then milk is what I prefer. \n[7]Monsieur, to both your family, and your cows, I say; Bravo. \n[8]Please, join me at your table. \n[9]Monsieur LaPadite, what we have to discuss,' would be better discussed in private. You'll notice, I left my men outdoors- if it wouldn't offend them, could you ask your lovely ladies to step outside. \n[10]Monsieur LaPadite, I regret to inform you I've exhausted the extent of my French. To continue to speak it so inadequately, would only serve to embarrass me. However, I've been lead to believe you speak English quite well? \n[11]Well, it just so happens, I do as well. This being your house, I ask your permission to switch to English, for the remainder of the conversation? \n[12]Monsieur LaPadite, while I'm very familiar with you, and your family. I have no way of knowing if you are familiar with who I am. Are you aware of my existence? The Farmer answers; \n[13]This is good. Are you aware of the job I've been ordered to carry out in France?     \n[14]Please tell me what you've heard? \n[15]The Fuhrer couldn't of said it better himself. \n[16]I'm aware of that, I read the report on this area. But like any enterprise, when under new management, there's always a slight duplication of efforts. Most of it being a complete waste of time, but needs to be done nevertheless. I just have A few questions Monsieur LaPadite, if you can assist me with answers, my department can close the file on your family. Taking his black leather attache case, and placing it on the table, he takes out a folder from inside. He also extracts a expensive black fountain pen from his uniform front pocket. Opening the folder, and referring to it; \n[17]Now before the occupation there were four Jewish families in this area, all dairy farmers like yourself. The Loveitts, The Doleracs, The Rollins, and The Dreyfus's, is that correct?     8, \n[18]Please, Monsieur LaPadite, it is your house, make yourself comfortable. The Farmer gets up from the table, goes to his shelf over the fireplace, and removes from it a WOODEN BOX that contains all the fixins to his pipe. He sits back down at the table with his Nazi guest. As The Farmer loads the bowel of his pipe with tobacco, sets a match to it, and begins slowly puffing, making it red hot, the S.S. Colonel studies the papers in front of him. \n[19]Now according to these papers, all the Jewish families in this area have been accounted for - except, The Dreyfusis. Somewhere in the last year it would appear they have vanished. Which leads me to the conclusion that they've ether made good their escape, or someone is very successfully hiding them. (looking up from his papers, across the table at The \n[20]- I love rumors! Facts can be so misleading, where rumors, true or false are often reveling. So Monsieur LaPadite, what rumors have you heard regarding The Dreyfusis? The Farmerlooks at Landa.     \n[21]Speak freely Monsieur LaPadite, I want to hear what the rumors are, not who told them to you. The Farmer puffs thoughtfully on his pipe. \n[22]So the rumors you've heard have been of escape? \n[23]Were the LaPadites and the Dreyfusis friendly? As the Farmer answers this question, the CAMERA LOWERS behind his chair, to the floor, past the floor, to a small area underneath the floorboards revealing; \n[24]Having never met the Dreyfusis, would you confirm for me the exact members of the household and their names?     10. \n[25]- How old is Bob? \n[26]Continue. \n[27]Ages of the children? \n[28]Well I guess that should do it. Be begins gathering up his papers, and putting them back into his the Farmer, cool as a cucumber, puffs on his pipe. \n[29]However, before I go, could I have another glass of your delicious milk?     it. \n[30]Monsieur LaPadite, are you aware of the nickname the people of France have given me? \n[31]But you are aware of what they call me? \n[32]What are you aware of? \n[33]Precisely! Now I understand your trepidation in repeating it. Before he was assassinated, Heydrich apparently hated the moniker the good people of Prague bestowed on him. Actually why he would hate the name, \"The Hangman\", is baffling to me It would appear he did everything in his power to earn it. But I, on the other hand, love my unofficial title, precisely because I've earned it. As \"The Jew Hunter\" enjoys his fresh milk, he continues to theorize with the french farmer. \n[34]The feature that makes me such a effective hunter of the Jews, is, as opposed to most German soldiers, I can think like a jew. where they can only think like a German, or more precisely, a German soldier. Now if one were to determine what attribute the German people share with a beast, it would be the cunning and predatory instinct of a hawk.     \n[35]Negro's - gorilla's - brain - lips - smell - physical strength - penis size. But, if one were to determine what attributes the jews share with a beast, it would be that of the rat. Now the Fuhrer and Gobbles propaganda have said pretty much the same thing. Where our conclusions differ, is I don't consider the comparison a insult. Consider for a moment, the world a rat lives in. It's a hostile world indeed. If a rat were to scamper through your front door right now, would you greet it with hostility? \n[36]Has a rat ever done anything to you to create this animosity you feel toward them? \n[37]- Unless some fool is stupid enough to try and handle a live one, rats don't make it a practise of biting human beings. Rats were the cause of the bubonic plague, but that was some time ago. In all your born days, has a rat ever caused you to be sick a day in your life? I purpose to you, any disease a rat could spread, a squirrel could equally carry. Yet I assume you don't share the same animosity with squirrels that you do with rats, do you? \n[38]Yet, they are both rodent's, are they not? And except for the fact that one has a big bushy tail, while the other has a long repugnt tail of rodent skin, they even rather look alike, don't they?     13.6 \n[39]However, interesting as the thought may be, it makes not one bit of difference to how you feel. If a rat were to scamper through your door, this very minute, would you offer it a saucer of your delicious milk? \n[40]I didn't think so. You don't like them. You don't really know why you don't like them. All you know is, you find them repulsive. (let's the \n[41]The other mistake the German soldier make is their severe handling of the citizens who give shelter and aid to the Jews. These citizens are not enemies of the state. They are simply confused people, trying to make some sense out of the madness war creates. These citizens do not need punishing. They simply need to be reminded of their duty in war time. Let's use you as a example Monsieur LaPadite. In this war, you have found yourself in the middle of a conflict that has nothing to do with yourself, your lovely ladies, or your cows - yet, here you are. So Monsieur LaPadite, let me purpose a question. In this time of war, what is your number one duty? Is it to fight the Germans in the name of France to your last breath? Or, is it to harass the occupying army to the best of your ability? Or, is it to protect the poor unfortunate victims of warfare who can not protect themselfs? Or, is your number one duty in this time of bloodshed, to protect those very beautiful women who constitute your family? The Colonel lets the last statement stand. \n[42]That was a question Monsieur LaPadite. In this time of war, What do you consider your number one duty? \n[43]Now, my job dictates, that I must have my men enter your home, and conduct a thorough search, before I can officially cross your families name off my list.     \n[44]And if there are any irregularities to be found, rest assured, they will be. That is unless, you have something to tell me that will make the conducting of a search unnecessary.  I might add also, that any information that makes the preforming of My duty easier, will not be met with punishment. Actually quite the contrary, it will be met with reward. And that reward will be, your family will cease to be harassed in anyway, by the German military during the rest of our occupation of your country. The Farmer, pipe in mouth, stares across the table at his German opponent. \n[45]You are sheltering enemies of the state, are you not? \n[46]Your sheltering them underneath your floorboards aren't you? \n[47]Point out to me the area's where their hiding. The Farmer points out the area's on the floor with the Dreyfusis are underneath. \n[48]Since I haven't heard any disturbance, I assume that while their listening, they don't speak english? \n[49]I'm going to switch back to french now, and I want you to follow my masquerade - is that clear?     \n[50]Monsieur LaPadite, I thank you for milk, and your hospitably. I do believe our business here is done. The Nazi Officer opens the front door, and silently motions for his son to approach the house. \n[51]Mademoiselle LaPadite, I thank you for your time, we shant be bothering your family any longer. Yet the LaPadite women watch the Nazi soldiers, machine guns at ready, approach the house. The Soldiers enter the doorway, Col Landa, silently points out area of the floor the Jews are hiding under. \n[52]So, Monsieur and Madame LaPadite I bid you adieu. otions to the Soldiers with his index finger. wy TEAR UP the wood floor with MACHINE GUN FIRE. The little farm house is filled with SMOKE, DUST, SPLINTERS, SCREAMS, 0ULLET CASINGS, and even alittle BLOOD. With a hand motion from the Colonel, the Soldiers cut off their gunfire. The Colonel keeps his finger in the air to indicate silence. \n[53]It's the girl. Nobody moves     \n[54]ae he crosses the floor, he see's the young girl RUNNING towards the cover of the woods. He unlatches the window, and opens it. Shosanna to perfectly FRAMED in the window sill. \n[55]Pramed by the window, takes his LUGAR, and straight arm aims at the fleeing Jew, cocking back the hammer with his thumb. \n[56]Au revoir, Shosanna! Till we meet again! \n[57]Herman, I sense` a question on your lips? Out with it? \n[58]Oh, I don't think the state is in too much danger, do you? \n[59]I'm glad you see it my way. Besides, not putting a bullet in the back of a fifteen year old girl, and allowing her to escape, our not nessessarlly the same thing. She's a young girl, no food, no shelter, no shoes, who's just witnessed the massacre of her entire family. She may not survive the night. And after word spreads about what happened today, it's highly unlikely she will find any willing farmers to extend her aid. If I had to guess her fate, I'd say she'll probably be turned in by some neighbour. Or, she'll be spotted by some German soldier. Or, we'll find her body in the woods, dead from starvation or exposure. Or, perhaps-she'll survive. She will elude capture. She will escape to America. She will move to New York city. Where she will be elected, President of the United States. The S.S. Colonel chuckles at his little funny. \n[60]Charmed Mademoiselle. \n[61]Who needs pigs when you have me? Big hearty laugh around the table. \n[62]Well, as a matter of fact, I do - \n[63]Splendid. Then Reich Ministers companion mademoiselle Mondino, \n[64]Actually, in my role as security chief of this joyous German occasion, I'm afraid I must have a word with Mademoiselle Mimieux.     \n[65]That sounded suspiciously like a Private questioning the order of a Colonel? Or am I just being sensitive? \n[66]No need for concern, you two. As security chief, I simply need to have a chat with the possible new venue's property owner. \n[67]Have you tried the strudel here? \n[68]It's not so terrible. So how is it the young Private and yourself came to be acquainted? She's about to answer, when a WAITER approaches. \n[69]Yes, two strudels, one for myself, and one for the mademoiselle. A cup of espresso, with a container of. steamed milk, on the side. For the Mademoiselle, a glass of milk. Considering Shosanna. grew up on a dairy farm, and the last time she was on a dairy farm, her strudel companion murdered her entire family, his ordering her milk is, to say the least... . disconcerting. The key to Col Landa's power, and or charm, depending on the side ones on, lies in his ability to convince you he's privy to your secrets. \n[70]So Mademoiselle, you were beginning \n[71]- Mademoiselle, let me interrupt you. This is a simple formality, no reason for you to feel anxious. The Colonel takes one look at it, and says to the Waiter;     67 \n[72]I apologize, I forgot to order the cream fresh. \n[73]Wait for the cream. (Back to \n[74]So Emmanuelle, explain to me how does it happen, that a young lady such as your self, comes to own a cinema? The Waiter returns, applying cream fresh to the two strudels. The S.S. Colonel looks across the table at his companion, picking up his fork, he says; \n[75]After you. Shosanna takes Ã¢â\u0082¬Â¢a whip creamy bite of strudel, Landa follows her lead. \n[76]\n[77]- What is there names? \n[78]Where are they now? \n[79]Pity... . Continue. \n[80]Regrettable. \n[81]Doing what? \n[82]Is he any good? \n[83]Actually one could see where that might be a good trade for them. Can you operate the projectors? \n[84]Knowing the Reich Minister as I do, I'm quite positive he wouldn't want the success or failure of his illustrious evening, dependent on the prowess of a negro. So if it comes to pass we hold this event at your venue, talented no doubt, as your negro may be, you will operate the projectors. Is that exceptable? As if she has any say. \n[85]So it would appear our young hero is quite smitten with you? \n[86]Mademoiselle...? \n[87]That doesn't mean his feelings aren't romantic. \n[88]It's sounding more and more romantic by the minute. Landa takes out a handsome looking cigarette case, with a S.S. LOGO on it. Removing on of the fags, he lights it up with a fancy S.S. gold lighter. He offers one to Shosanna. \n[89]Cigarette? \n[90]Do you smoke? \n[91]Then I insist, you must take one. There not French, there German. I hope your not nationalist about your tobacco, to me French cigarettes are a sin against nicotine. She takes one, but makes no move to light it. He inhales deep, and says; \n[92]I did have some thing else I wanted to ask you, but right now, for the life of me, I can't remember what it is. Oh well, must not of been important. Col Landa stands up, throws some French francs on the table, puts on his grey S.S. cap, touches his finger to his visor, saluting Shosanna, and saying: \n[93]Till tonight. And with that he's gone. Shosanna breaths a sigh of relief. The CAMERA begins to slowly lower from a MEDIUM CU to her feet ankles and floor. We see her shoes are in a puddle of urine. During her conversation and strudel with the man that exterminated her entire family, shosanna pissed herself. She drops the German cigarette in to the piss puddle by her feet.     7 1. \n[94]But that doesnt look like this. This is odd. Looking down he see's something... .bending down, he examines fraulein von Hammersmarks two pretty dress shoes lying on the floor. One shoe is covered in blood. The other, while blood speckled, is fairly clean. Picking up the clean shoe, and holding it in his hand. \n[95]Do you admit you treachery? She stares defiant daggers into him.     1314 ", "BRIDGET": "\n[1]Hello, my lovelies, I will join you in moments. I'm finishing up a game with my five new friends here. \n[2]So who are you? \n[3]Really? No, I wasn't aware of that at all. \n[4]Well, yes they did, but it's not really that difficult. \n[5]Gengus Khaun! I would never of gotten that. She walks over, and joins the masquerading Germans table, the Gentlemen rise. She greets each warmly with a french cheek kiss, as if she knows them well. They all take a seat. The two Basterds, and one Brit, drink Whiskey. The taverns PROPRIETOR, a older, big bellyed Frenchman named EARL, comes over to the table, and pours more champagne into Bridget's Champagne glass. He leaves, returning back behind the bar, with the YOUNG FRENCH BARMAID, the only other person in the establishment. Obviously, they speak GERMAN, SUBTITLED into ENGLISH; \n[6]Normally that's true. The Sgt over there's wife, just had a baby. His commanding officer gave him, and his mates the night off to celebrate. \n[7]F No, we should stay. For one drink at least. I've been waiting for you in a bar, it would look strange if we left before we had a drink. \n[8]There's been some new developments. The cinema venue has changed. \n[9]No one knows. But that in itself shouldn't be a problem. The cinema it's been changed to is considerably smaller then The Ritz. So whatever materials you brought for The Ritz, should be doubly effective here. Now this next piece of information is colossal, try not to over react. The Fubrer, will be attending tomorrow. Hugo Stiglitz does a SPIT TAKE. Bridget's eyes bore holes in him. \n[10]You'll be going as Ernst Schuller. You'll say your a associate producer on Riefenstahl's \"Tiefland\". It's the one German production not under Goebbels control, and Leni wouldn't be caught dead at a Goebbels film affair. \n[11].the films gone through many delays, and Leni's heath is deteriorating, so if you have to speak... Hicox, seeing the German Master Sgt approach, signals for her to cool it. \n[12]I'd love to Wilhelm.  This handsome happy Sgt, just became a father today. The Pretend Officers offer congratulations to the Sgt. The German Master Sgt, CLICKS his heels, and bows before his superior officers. \n[13]So Wilhelm, do you know the name of this progeny yet?     \n[14]There you go. But wait, I'm not finished yet. She reaches into her clutch, and pulls out some lipstick. Applies some ruby red color to her lips, and then kisses the napkin, leaving a big red lip print. Then hands the treasured item to the young father. \n[15]Nothing but the best for little Maximilian. \n[16]Major, if my word means anything, I can vouch for everything the Young Cap't has just said. He does hail from the bottom of Piz Palu, he was in the film, and his brother is far more handsome then he. The impostors laugh. Then....so does the Gestapo Major. He turns to the Sgt. \n[17]By all means, Major. The Gestapo Major sits at the table, opposite Lt.Hicox, and Wicki. The French Barmaid brings over the Majors beer stein. \n[18]The Captain is my date, but all three are my guests. We're old friends Major, who go back along time. Longer then a actress would care to admit. Chuckle chuckle. \n[19]I'll drink to that.     101 They cheers. \n[20].and sophisticated lady friends of officers. What say we play the game? Lt.Hicox begins to refuse, when Bridget (feeling she knows better), interrupts him; \n[21]okay, one game. \n[22]No. \n[23]Don't be ridiculous, obviously he wasn't born in America. \n[24]Of course not, Major. \n[25]Nor I. I'll stay with bubbly. Lt.Bicox, hold up three fingers, to Eric the owner. \n[26]- Major - \n[27]Then Major, i implore you. For the sake of those German troops, will you please leave with us? \n[28]He was a enemy soldier, who knew who I was. He couldn't live. 3 Hirscberg loses control, and RICKS the woman on the floor, hard in the side. \n[29]He's a fucking veterinarian you imbecile!     1 00. \n[30]Few questions about what? \n[31]The British officer blew his German act, and a Gestapo Major saw it. \n[32]I can see, since you didn't see what happened inside, the Nazi's being there must look odd. \n[33]The English man, gave himself away. \n[34]He ordered three glasses. She holds up three fingers, index to pinky. \n[35]We order, three glasses. She holds up three fingers, thumb to index. \n[36]That's the German three. The other is odd. Germans would, and did notice it. \n[37]Tuxedos. To get them into the premiere, wearing military uniforms, with all the military there, would of been suicide. But going as members of the German film industry, they wear tuxedos, and blend in with everybody else. I arranged a tailor to fit three tuxedos tonight. \n[38]Hand me my purse. They do. And she opens it, and takes out three tickets to the film premiere. \n[39]Lt.Hicox was going as my escort. The other two were going as a German cameraman and his assistant.     \n[40]Can you speak German better then your friends, no. Have I been shot, yes. I don't see me tripping the light fantastique up the red carpet any time soon. Least of all by tomorrow night.  However, there's something you don't know. There's been two recent developments regarding Operation Kino. One, the venue has been changed from The Ritz, to a much smaller venue. \n[41]It probably has something to do with the second development. \n[42]The Fuhrer's attending the premiere.     \n[43]The venue change, two weeks ago. The Fuhrer's attendance, four days ago. \n[44]We need to get something straight, once and for all. Everything London knows, it learned from me. If I don't know, London doesn't know. So now, this is me, informing you, Hitler's coming to Paris. \n[45]What are you thinking? \n[46]What's that suppose to mean? \n[47]I'm going to probably end up losing this leg, bye bye acting career, fun while it lasted. How do you expect me to walk up a red carpet?     \n[48]I don't. I like smoking, drinking, and ordering in restaurants, but I see your point. \n[49]Splendid. When the Nazi's put me up against a wall, it won't hurt so much.  I know this is a silly question before I ask it, but can you American's speak any other language then English? \n[50]Preferably. Donny referring to Aldo and himself. \n[51]With a atrocious accent, no doubt. But that doesn't exactly kill us in the crib. Germans don't have a good ear for Italian. So you mumble Italian, and brazen through it, is that the plan? \n[52]That sounds good. \n[53]No, it's good. If you don't blow it, with that, I can get you in the building.  So, who does what? \n[54]What about the little one? \n[55]I didn't mean any offence. \n[56]You Americans are fucking useless!     \n[57]But there is a problem. I'm a movie star. This is a movie premiere. I can't show up looking like I was just in a Nazi gun fight. Now I have a dress for the premiere at my hotel. But sometime tomorrow, I have to get my hair done. All The Basterds, except Donny, burst out laughing. \n[58]Colonel Landa, it's been years. Dashing as ever I see. \n[59]Save your flattery, you old dog. I know too many of your former conquests, to fall into that honey pot. Chuckle-chuckle... \n[60]Well, I tried my hand, foolishly I might add, at mountain climbing. And this was the result. \n[61]Believe it or not, yes it is. A brief moment passes between the two... \n[62]Well, I chant be doing it again, I can tell you that. \n[63]Very good eye, Colonel. It happened yesterday morning. \n[64]I'm afraid neither three speak a word of German. Their friends of mine from Italy. This is a wonderful Italian stuntman, Antonio Margheriti.  A very talented cameraman, Enzo Gorlomi.  And Enzo's camera assistant, Dominick Decocco. The German fraulein turns to the three tuxedo wearing Basterds. \n[65]Gentlemen, this is a old friend, Col. Sans Landa of the S.S. The Basterds know only too well who Landa the Jew Hunter is, but they can't show it. \n[66]Well, my two cameraman friends need to find there seats. Col.Landa stops a WAITER with a tray of champagne glasses. \n[67]Bonjour. \n[68]I'm afraid my companions don't speak any French, there Italian. This is Antonino, Enzo, and Dominick. All three smile goofy spaghetti bender smiles. \n[69]Me? Why? \n[70]Yes, apparently The Fuhrer wishes to commend me.     ' 36 \n[71]I beg your pardon?     1 31 Patting his lap. \n[72]Colonel, you embarrass me. \n[73]What now Colonel? \n[74]The only thing I will admit to, is resisting you...  Sons-a-bitches..  .to my last breath. ", "FREDRICK": "\n[1]May I join you? \n[2]- You remember my name? \n[3]- Merci. \n[4]I apologize mademoiselle, I wasn't trying to be a pest. I was simply trying to be friendly. \n[5]Why not? \n[6]I'm more then just a uniform. \n[7]I thought I was just a uniform? \n[8]Most German soldiers are somebodies son. \n[9]Yes. \n[10]No not really, I'm just teasing you. She leans back annoyed. \n[11]Not exactly. \n[12]All my sisters, I'm the baby, but Helga was the bossiest. \n[13]My mother died. And my father was a loser. My fathers moto; \"If at first you don't succeed, quit\". The day he left, good riddance. My sisters are all I need. It's why I like your cinema. It makes me feel both closer to them, and a little homesick at the same time. \n[14]The Kino Haus. \n[15]Actually, in Germany, cinema attendance is up. \n[16]How often do you fill your house? \n[17]So if you had one big engagement, that would help you out? \n[18]Everybody knows that, I liked you didn't. \n[19]I've shot the most enemy soldiers in world war two...so far. You bet your sweet ass that got her attention. \n[20]I was alone in a bell tower in a walled off city in Russia. It was myself, and a thousand rounds of ammo, in a bird's nest, against three hundred Soviet soldiers. \n[21]A bird's nest is what a sniper would call a bell tower. It's a high structure, offering a three hundred and sixty degree view. Very advantageous for marksmen. \n[22]Sixty-eight.  The first day. A hundred and fifty the second day. Thirty-two, the third day. On the forth day, they exited the city. Naturally my war story received alot of attention in Germany, that's why they all recognize me. They call me the German Sgt.York. \n[23]Well, that's just what Joseph Goebbels thought. So he did. It's called \"Nation's Pride\", and guess what, they wanted me to play myself, so I did. They have posters for it in kiosks all over Paris. That's another reason for all the attention. \n[24]I know, comical, huh? \n[25]Hardly. I've been doing publicity, having my picture taken with different German luminaries, visiting troops, that sort of thing. Goebbels wants the film to premier in Paris, so I've been helping them in the planning. Joseph is very keen on this film. He's telling anybody who will listen, when \"Nation's Pride\" is released, I'll be the German Van Johnson. Shosanna, wasn't falling for the young German, by any stretch. However his exploits, as well as his charming manner, can't help but impress. But his referring to Goebbels as \"Joseph\", like their friends, is all she needed to get on the right side of things. This young man is trouble with a capital \"T\", and she needs to stay far fucking away from him. She abruptly rises, and says; \n[26]Good you came. I wasn't sure weather or not you'd except my invitation.     \n[27]Yes it is, beer Goebbels. Emmanuelle, there is somebody I want you to meet. Joseph Goebbels, remaining seated, looks up at the young French girl, scrutinizing her as he spoons creme brule into his mouth. The excited Fredrick introduces Shosanna to the propaganda minister formally. \n[28]Emmanuelle Mimieux, I'd like to introduce you to the minister of propaganda, the leader of the entire German film industry, and now I'm a actor, my boss, Joseph Goebbels. Goebbels offers up his long spider-like fingers for Shosanna to shake. She does. \n[29]And normally, this is beer Goebbels French interpreter, Mademoiselle Francesca Mondino. \n[30]And you've met the Major. The Gestapo officer steps up and says, to Fredrick in German; \n[31]- Heer Goebbels, I haven't informed her yet. \n[32]I wanted to inform her. \n[33]But beer Goebbels, that's not such a terrible thing. You said yourself you didn't want to indulge every two faced french bourgeois taking up space currying favor. With less seat's it makes the event more exclusive. Your not trying to fill the house, their fightin g for seats.     61. \n[34]Besides, to hell with the French. This is a German night, a German event, a German celebration. This night is for you, me, the German military, the high command, their family and friends. The only people who should be allowed in the room, are people who will be moved by the exploits on screen. Goebbels listens silently, then after a bit of a pause; \n[35]Along with being a cinema owner, Emmanuelle is quite a formidable film critic. He chuckles, but alone. \n[36]Why don't you screen \"Lucky Kids\"? I'm sure Emmanuelle hasn't seen. it. And it's so funny, I've been meaning to recommend it to her, for her German night. That's a great idea, let's watch \"Lucky Kids\" tonight. \n[37]Shosanna, this4pol Hans Landa of the SS., he'll be running security for the premier. \n[38]What sort of discussion? \n[39]Nothing could be further from the truth Colonel. Your authority is beyond question. But your reputation does proceed you. Should Mademoiselle Mimieux or myself be concerned? \n[40]I was just hoping to escort Mademoiselle Mimieux back to her cinema. \n[41]Are you the manager, of this cinema? I want my money back. That actor in the movie stinks. He laughs. \n[42]I came to visit you. \n[43]Then allow me to lend a assist. \n[44]Normally, you would be.right. And for all the other films I do, I intend to endure evenings like tonight, in the proper sprit. However the fact remains, this film, is based on my military exploits. And in this case, my exploits consisted of me killing many men. Consequently, the part of the film that's playing now,... .I don't like watching this part. \n[45]- So, I thought, I'd come up here and do what I do best, annoy you. And from the look on your face, it would appear I haven't lost my touch. \n[46]Let me do it? \n[47]Oh please, it's been two years since i've done a reel change. \n[48]Come on, it's my premiere. \n[49]Well, it's nice to know you can feel something. Even if it's just physical pain. Fredrick steps forward... Shosanna steps backwards... \n[50]I'm not a man you say, \"Go away\" to. There's over three hundred dead bodies in Russia, that if they could, would testify to that. After what I've done for you, you disrespect me at your peril.     156. \n[51]What the hell was that? While Fredrick's back is turned, Shosanna takes a GUN out of her pocket, and SHOOTS Fredrick THREE TIMES in the back... ..Be CRASHES HARD into the door, then FALLING FACE FIRST to the floor... Shosanna, gun in hand, looks out projection booth window into the audience... The ON SCREEN BATTLE rages so LOUDLY with GUNFIRE, that her weapon didn't stand a chance of being heard. Her eyes go from the audience... .up to the big screen... .Which holds FREDRICK ZOLLER in a tight handsome CLOSE UP. The Face on the silver screen, breaks the young girl's heart... .She looks to his body, lying face down on the floor, blood flowing from the holes she put in his back... .His body moves a little, and he lets out a painful MOAN... .DIEING though he is, at this moment, Fredrick is still ", "MAJOR HELLSTROM": "\n[1]Try the wine mademoiselle, it's quite good. Goebbels looks across the table at her. \n[2]Duly noted. Goebbels speaks German to Shosanna; \n[3]Better known as \"The Jew Hunter\". The table laughs. \n[4]Like the young newly christened father, I too have a acute ear for accents. And like him, I too find yours odd. From where do you hail, Cap't? Wicki jumps in; \n[5]T wasn't speaking to you Lt.Saltzberg, (Turning to \n[6]The mountain? \n[7]Yes.     f q s \n[8]Yes I do. \n[9]You should rejoin your friends. Which the young Sgt is more then happy to do. That table begins playing there game again. Major Hellstrom, the highest ranking officer in the room, bows graciously to the female German celebrity. \n[10]May I join you? \n[11]So that's the source of your bazaar accent? Extraordinary. So what are you doing here Cap't? \n[12]Well that pleasure requires no explanation. Chuckle...Chuckle \n[13]I mean in country. Your obviously not stationed in France, or I'd know who you are. LT Ã¢â\u0082¬Â¢ I'! I COX You know every German in France? \n[14]All levity aside, what are you doing in France? \n[15]Your the frauleins escort? \n[16]Well, in that case, let me raise a glass to the three luckiest men in the room. \n[17]I must say, that game their playing looks like a good bit of fun. I didn't join them, because your quite right Cap't, officers and enlisted men shouldn't fraternize. But seeing as we're all officers here, (Bowing to \n[18]\n[19]So the object of the game, is to write the name of a famous person on your card. Real or fictitious, doesn't matter. For instance, you could write Confucius or Fu Manchu. (He SNAPS his \n[20]And in ten yes or no questions, you must guess who you are... As Major Hellstrom finishes explaining the finer points of the game, The CAMERA PANS OFF HIM, and BEGINS SLOWLY ZOOMING INTO STIGLITZ. The Majors dialogue begins to FADE AWAY. Untill we're in a SPAGHETTI WESTERN FLASHBACK. Which is RED FILTERED FOOTAGE of Hugo being savagely WHIPPED by somebody wearing a GESTAPO UNIFORM, SUPERIMPOSED over his CLOSE UP. The Flashback disappears. It's driving Stiglitz crazy, being this close to a Gestapo uniform, and not plunging a knife into it. The Majors Voice comes back on the soundtrack. \n[21].So let's give it a try, shall we? Everybody write your names. The Five players write their names... Then move their cards to the right... Everybody sticks their cards on their forehead... \n[22]Nov since I answered correctly, you all need to finnish your drinks. The three counterfeit Nazi's knock back their whiskey. \n[23]Now, who's next? \n[24]I beg to differ Cap't. It's only if the fraulein considers my presence a intrusion, that I become a intruder. How about it fraulein? Am I intruding? \n[25]I didn't think so. It's simply the young Cap't is immune to my charms. The Table's not sure what to do, is this a confrontation? Then, the Major laughs. \n[26]I'm just joking, of course I'm intruding.     \n[27]Allow me to refill your glasses gentlemen, and I will bid you and the fraulein adieu.  Eric has a bottle of thirty-three year old single malt scotch whisky from the Scottish highlands. What do you say gentlemen? \n[28]Eric, the thirty-three, and new glasses! You don't want to contaminate the thirty- three with the swill you were drinking. \n[29]Not me. I like scotch, scotch doesn't like me. \n[30]To a thousand year Reich! They all mutter, \"a thousand year reich\", and toast glasses. The Gestapo Major puts down his beer stein, and then WE HEAR a CLICK, under the table. \n[31]Did you hear that? That's the sound of my Luger pointed right at your testicles.     !Q( Ã¢â\u0082¬Â¢ \n[32]Because you've just given yourself away, Cap't. Your no more German then that scotch. \n[33]- Shut up slut.  You were saying? \n[34]Hummmmm ... Looks like we have a bit of a sticky situation here. \n[35]No no no no no no, I don't think so. I'm afraid you and I both know, no matter what happens to anybody else in this room, the two of us aren't going anywhere.     \"7 . \n[36]Too bad about them though. They seem like a likeable (referring to Stiglitz and Wicki You two will have to shoot them. \n[37]Oh Bridget, your concern for German troops, gets me (Pointing at his heart .right here. You mean for the sake your whore legs, don't you? You can't afford to get any bullet holes in them, your not finished spreading them for all the Hollywood Jews. Lt.Hicox picks up his thirty-three year old single malt scotch, and says; \n[38]By all means, Cap't. The English film critic, commando, picks up the thirty-three the Nazi Major bought him, and says; \n[39]And what would that be? ", "PERRIER": "\n[1]How may I help you? \n[2]Colonel Landa, this is my family. The S.S. COL clicks his heels together, and takes the hand of the French Farmers Wife... \n[3]Merci. Please have a seat. The Farmer offers The S.S. Colonel a seat at the families wooden dinner table. The Nazi officer excepts the French Farmers offer, and lowers himself into the chair. Placing his grey S.S. cap on the table, and keeping his black attache case on the floor by his feet. The Farmer  turns to his Wife and says; \n[4]Charlotte, would you be so good as to get The Colonel some wine?     \n[5]Merci. \n[6]Very well. The French Farmer sit's at his wooden dinner table across from The Nazi. The Women remain standing. Col Landa leans forward, and says to the Farmer in a low tone of \n[7]You are right.     \n[8]Charlotte, would you take the girls outside. The Colonel and I need to have a few words. The Farmers wife follows her husbands orders, and gathers her daughter's taking them outside, closing the door behind them. The Two Men are alone, at the farmers dinner table, in the Farmers humble home. \n[9]Oui. \n[10]By all means. They now speak ENGLISH; \n[11]Yes. \n[12]Yes. The Colonel drinks more milk. \n[13]I've heard, the fuhrer has put you in charge of rounding up the Jews left in France who are ether hiding, or passing for Gentile. The S.S.Colonel smiles. \n[14]But the meaning of your visit, pleasant though it is, is mysterious to me. The Germans looked through my house nine months ago for hiding Jews, and found nothing. \n[15]To my knowledge those were the Jewish families among the dairy farmers. - Heer Colonel, would it disturb you if I smoked my pipe? Looking up from his papers. \n[16]Only rumors - \n[17]Again, this is just a rumor - but we heard the Dreyfusis had made there way into Spain. \n[18]Yes. \n[19]We were families in the same community, in the same bussiness. I wouldn't say we were friends, but members of the same community, we had common interest. The S.S. Colonel takes in this answer, seems to except it, then moves to the next question. \n[20]There were five of them. The father, Jacob... .wife, Miram... her brother, Bob ... \n[21]Thirty - thirty one? \n[22]And the children... Amos... and Shoshanna. \n[23]Amos - six - I believe. And Shosanna, was fifteen or sixteen, I'm not really sure. \n[24]But of course. Farmer stands up, goes over to the ice box, and takes out the aft of milk. As he walks over and fills the Nazi Colonel's glass, German Officer talks. \n[25]I have no interest in such things. \n[26]I'm aware. \n[27]That they call you, \"The Jew Hunter\". \n[28]I suppose I would. \n[29]Rat's spread disease, they bite people - \n[30]No. \n[31]It is a interesting thought, beer Colonel. \n[32]Probably not. \n[33]Please, Cononel, make yourself at home.     13. The Jew Hunter, removes both a pipe and a bag of tobacco fixings. The pipe, strangely enough, is a Calabash, made from a \"S\" shaped goard kith a yellow skin, made famous by Sherlock Holmes. A the Nazi Colonel, busies himself with his smoking life, he ontinues to hold court at the Frenchmans table. \n[34]To protect my family. \n[35]Yes. \n[36]Yes. \n[37]Yes . \n[38]Yes. Colonel Landa stands up from the table, and switching to FRENCH says ", "GOEBBELS": "\n[1]- it's only the off spring of slaves that allows America to be competitive athletically. America olympic gold can measured in Negro sweat. Shosanna is lead through the French eatery by the Gestapo Major. Private Zoller see's her, and stands up, excuse's himself, and greets her before she reaches the table. Fredrick says in French, SUBTITLED in ENGLISH; \n[2]Your reputation precedes you Fraulein Mimieux. He looks to Francesca to translate, but she's just taken a big bite of terri misu. They all laugh. Fredrick jumps in... \n[3]well I must say, you've made quite a impression on our boy. Francesca interprets Goebbels German for Shosanna. \n[4]I must say fraulein, I should be rather annoyed with you. Francesca interprets.. \n[5]I arrive in France, and I wish to have lunch with my star... Francesca interprets... \n[6]Little do I know Be's become the toast of paris, and now he must find time for me. Francesca interprets...     c9 Ã¢â\u0082¬Â¢ \n[7]People wait in line hours, day's, to see me. For the Fuhrer and Private Zoller, I wait. Francesca interprets... \n[8]So finally, I'm granted a audience with the young Private, and he spends the entire lunch speaking of you and your cinema. Francesca interprets... \n[9]So Fraulein Mimieux, let's get down to business. Private Zoller interrupts - \n[10]Unless the girls a simpleton, I'm sure she's figured it out by now, after all she does operate a cinema. Francesca, tell her. Francesca tells Shosanna in French; \n[11]\n[12]Nonsense. Until I ask a few questions, he has nothing to inform. Let the record state, I have not agreed to a venue change. \n[13]You have opera boxes? \n[14]\n[15]More would be better. How many seats in your auditorium? \n[16]That's almost four hundred less then The Ritz. Fredrick jumps in... \n[17]I see your public speaking has improved. It appears I've created a monster. A strangely persuasive monster. When the war's over, politics awaits. Table chuckles. \n[18]Well Private, though it is true, I'm inclined to indulge you anything. I must watch a film in this young ladies cinema before I can say, yes or no.  So young lady, you are to close your cinema tonight, and have a private screening me. Francesca interprets... \n[19]What German films do you have? Francesca asks.. \n[20]Why not my films? Francesca asks...     \n[21]That's nonsense fraulein. Us Germans are looking forward, not backwards. That era of German cinema is dead. The German cinema I create, will not only be thee cinema of Europe. But the worlds only alternative to the degenerate Jewish influence of Hollywood. Fredrick Jumps in... \n[22]WSo it would appear. Unfortunately for the fraulein, I've outlawed film criticism. Zoller, thinking fast, says; \n[23]Ahhh, \"Lucky Kids\", \"Lucky Kids\", \"Lucky Kids\". When all is said and done, my most purely enjoyable production. Not only that, I wouldn't be surprised, if sixty years from now, It's \"Lucky Kids\" that I'm the most remembered for. I know it doesn't seem like it now, but mark my words. Very well, I'll have a print sent over to the fraulein'.s cinema. We'll screen \"Lucky Kids\" tonight.     63 As Francesca interprets this for Shosanna... ...the empty chair next to the young Jewish girl is suddenly filled with the bottom half of a grey S.S. officer uniform. \n[24]Ah Landa, your here, this is the young lady in question. The S.S. Officer sits down, and it's our old friend from the first scene COL HANS LANDA. \n[25]Oh Francesca, what was that funny thing the Fuhrer said about Hans? \n[26]You know, you were there, it was a funny thing the Fuhrer said, about Hans...Something about a pig? Francesca's memory is jogged. \n[27]Oh, yes of course, that's it. So the Fuhrer said, he wouldn't be surprised if Hans weren't rooting out Jews like a truffle pig from the play pen. \n[28]Do you have a engagement tonight? \n[29]- Break it. We're all going to the Fraulein's cinema tonight to view \"Lucky Kids\". \n[30]Slave driver! French slave driver! They all chuckle. Everybody begins to stand up from the table... ..Francesca gathers the stupid dogs... .as Col Landa stands, he says; \n[31]Hans, the boy means no harm, he's simply smitten. And he's correct. Your reputation does proceed you. Laughter all around. The Reich Minister and his axis entourage, make their way to front of the cafe, with the two dumb dogs on a leash, leading the way. \n[32]Nonsense! You can eat ice cream, and walk along the Sienne another time. Right now, allow Col Landa to do his job. Everybody saystheir farewells. Col Landa offers the young jew in hiding a seat at a small table in the outside patio area of Maxims. The fluency and poetic proficiency of the S.S. jew hunters french, revels to the audience, that his feigning clumsiness at french with Monsieur Lapadite in the films first scene, was simply a interrogation-technique.     bd. They speak FRENCH SUBTITLED into ENGLISH; \n[33]I must say, I appreciate the modesty of this auditorium. Your Cinema has real respect, almost church like. Not to say we couldn't spruce the place up a bit. In Versailles there's a crystal chandelier hanging in the banquet hall that is extraordinary. we're going to get it, and hang it from the very middle of auditorium roof. Also I want to go to Louvre, pick up a few Greek nudes, and just scatter them about the lobby. \n[34]Perfectly understandable, dear boy. You go now, and we'll see you after the show. He exits the opera box. And walks to the projection booth door. He raps on the door in a trying to be amusing way. The door opens, just a little bit, Shosanna not friendly, stares at him. Be, as per usual, is all smiles and charm. They speak in FRENCH, SUBTITLED into ENGLISH; ", "MARCEL": "\n[1]Are you well?     \n[2]We both miss her. \n[3]What the fuck are we suppose to do? \n[4]Like I said, what the fuck are we suppose to do? \n[5]About what? \n[6]What about it? She slowly walks up the stairs to Marcel. She makes him part his legs, and sits on the lower step, between his legs. Her back up against his chest, his arms around her shoulders. Shosanna has only known this type of intimacy with Marcel.     \n[7]I'm confused, what are we talking about? \n[8]I'm not talking about that, your talking about that. \n[9]Shosanna - \n[10]Oui Shosanna, we could do that. \n[11]You mean we wouldn't need any more explosives? \n[12]Quite well, actually. I recorded a new guitarist I met in a cafe last week. It works superb. Why do we need filmmaking equipment? \n[13]We need a sync mark. \n[14]A action and noise put together, So we can sync up the picture and sound. \n[15]Clap your hands. She does. \n[16]In frame imbecile. She claps her hands in front of her face. \n[17]Ready? Shosanna takes a deep breath, then; \n[18]Action. \n[19]But how do we get it developed? Only a suicidal idiot like us would develop that footage. How do we get a35mm print with a soundtrack? \n[20]Of course Gaspar, very nice man, took care of all the experimental filmmakers. But nobody in their right mind would strike a print of what your talking about. If the Nazi's found out, their life wouldn't be worth this. He snaps his fingers. \n[21]What does that mean? \n[22]Would you do that? \n[23]Oui. \n[24]Ooh lala, Danielle Darrieux, this is so exciting. Pleased to meet you. \n[25]Reel one is on the first projector. Reel two is on the second. Three and four are ready to go. \n[26]It's time. I should go lock the auditorium, and take my place behind the screen. This is the last time they will ever see each other, too much to say. He holds her in his arms and lays a one kiss before I die wet one on her. \n[27]smiles. ", "DONNY": "\n[1].ya got the goddamn fuckin Germans, declaring open season on Jews in Europe, and I'm suppose to fly to the fuckin Philippines, and fight a bunch of fuckin Japs - not me pal. If we just go in this against the Japs, the whole U.S.of fuckin A can go take a running jump at the moon. \n[2]Hey, stick your treason up your poop hole. If I'm gonna kill my fellow man in the name of liberty, that fellow man, will be German.     3401 \n[3]Ah, just dandy, Mr.Goorowitz. \n[4]There just fine. I'm shippin off next week. The store proprietor, extends his hand to the young man. \n[5]That's the idea, Mr.Goorowitz. \n[6]I need a baseball bat. The store owner leads him to a basket with eight bats init. Donny starts going through them without saying anything. \n[7]No. Donny's \"no\", silences the gabby Goorowitz. He seems to settle on one, feeling it's weight in his hands. \n[8]Can I try this one on for size, outside?     31. Extending his arm; \n[9]Take that ya Nazi basterd! You like fuckin with the Jews? Wanna Fuck with the Jews? The American jews are gonna FUCK with you... ..! Mr.Goorowitz, see's none of this, as he speaks to his mother. He hangs up the phone, just as Donny walks back into the store. Store owner turns to store customer. \n[10]Is this the heaviest ya got? \n[11]Mrs.Himmelstein? \n[12]Mrs.Himmelstein, I'm Donny Donowitz, my father Sy Donowitz, owns the barber shop on Greeny Ave, \"Sy's Barber Shop\". \n[13]All my life. \n[14]May I have a word with you? \n[15]Our people in Europe. She thinks for a beat, then holds the door open for the young man. \n[16]Very good. \n[17]Mrs.Himmelstein, do you have any love ones over in Europe who your concerned for?     33. \n[18]Because I'm going to Europe. And I'm gonna make it right. \n[19]\n[20]I'm gonna beat every Nazi I find to death with it. \n[21]I'm going through the neighbourhood. If you have any love ones in Europe, who's safety you fear for, I'd like you to write their name on my bat. \n[22]You bet your sweet ass I am. \n[23]Gimmie your papers. Werner hands Donny up his papers. Donny RIPS the identity page out, and sticks it in his pocket. ", "MADAME MIMIEUX": "\n[1]So young woman, since it's beyond obvious we're closed for the evening. I must assume you want something. What can I do for you? \n[2]So I gather your not a nurse? \n[3]But your a bright little thing, that's clever disguise. Where is your family? \n[4]So your a war orphan? \n[5]Is this a sad story? \n[6]Sad stories bore me. These days everyone in Paris has one. I haven't bore you with mine, don't bore me with yours. \n[7]What machines? Using her hands to pantomime the rotating film reels on a projector, she says; \n[8]The projectors? Yes, I own a cinema, of course I can operate them. \n[9]expertly working the projectors... \n[10]I know at least six people who've been put up against a wall, and machine gunned for sheltering enemies of the state. I have no intention of being unlucky number seven. How long have you been in Paris? \n[11]How have you survived the curfew without capture? \n[12]Again, I'm forced to admit, clever girl. How is it? \n[13]I can imagine. \n[14]Fair enough. \n[15]So you can't operate a 35mm film projector, you want me teach you, in order to work here, in order to use my cinema, as a hole to hide in, is that correct? \n[16]Whats your name? \n[17]I'm Madame Mimieux. You may call me Madame. This is a cinema. Not a home for wayward war orphans. Having said that, what you say is true. If you were truly exceptional, I could find use for you. So Shosanna, are you truly exceptional? \n[18]I will be the judge of that. \n[19]if I ever see you light up a cigarette in my cinema again, I'll turn you into the Nazi's, do you understand? Shosanna is shocked by this statement. \n[20]And for bringing a open flame in my cinema, you deserve far worse then a Nazi jewish boxcar. With your thick head, what do you think the highest priority of a cinema manager is? Keeping this fucking place from burning down to the ground, that's what! In my collection, I have over 350, 35mm, nitrate film prints, which are not only immensely flammable, but highly unstable. And should they catch fire, they burn three times faster then paper. If that happens.. .POOF...all gone, cinema no more, every body burned alive. If I ever see you with a open flame in my cinema again, I won't turn you into the Nazi's I'll kill you myself. And the fucking Germans will give me a curfew pass. Do you understand me? \n[21]Do you believe me? \n[22]You damn well better. ", "GERMAN SOLDIER": "\n[1]What starts tomorrow? Shosanna looks down, seeing the young German Solder smiling up at her from below.     \n[2]Ummmm, I always preferred Linder to Chaplin. Except Linder never made a film as good as \"The Rid\". The chase climax of \"The Kid\", superb. Shosanna continues working, not adding to the conversation. \n[3]I suppose now you could use a \"M\" a \"A\" and a \"X\"? \n[4]Don't be ridiculous, it's my pleasure. He hands the French damsel the letters spelling MAX. \n[5]I adore your cinema very much. \n[6]\n[7]\n[8]How does a young girl, such as yourself, own a cinema? Do to his uniform, and Shosanna's situation, all his efforts at trying to make small talk, strikes the young Jewess in hiding as a Gestapo interrogation.     \n[9]Lucky girl. Shosanna makes no reply back. \n[10]Merci for hoisting a German night. \n[11]Do you chose the German films yourself? \n[12]Then my merci stands. I love the Refensthal mountain films, especially, \"Pizu Palu\". It's nice to see a French girl who's a admirer of Refensthal. \n[13]But you do admire the director. Pabst, don't you? That's why you included his name on the marquee. She climbs down from the ladder and faces the German Private. \n[14]Apparently even Germans. \n[15]Your not finished?     \n[16]May I ask your name? \n[17]Emmanuelle Mimieux. That's a very pretty name. \n[18]Mademoiselle. My name is Fredrick Zoller. She gives no response. \n[19]It's been a pleasure chatting with a fellow cinema lover. Sweet dreams, Mademoiselle. He gives her a little salute, and walks into the black of a curfew imposed night. She looks after him. She didn't show it, but he kinda got to her. After all, for any true cinema lover, it's hard to hate anybody who, CINEMA MON AMOUR. \n[20]Take your seats! The show is about to begin! Everybody take your seatsl Col.Landa, Lt.Aldo, and Bridget are still together. ", "HIRSCHBERG": "\n[1]him and I lived upto the deal. We came down without guns. Now it's your turn. No trust,no deal. Willi pointing gunn at them.,,, -thinking... \n[2]I ought'a beat your fuckin head in \n[3]Aldo, she just- \n[4]What? \n[5]Other then Yiddish? \n[6]I don't speak Italian. \n[7]Yes. \n[8]Dominick Decocco. \n[9]Dominick Decocco. \n[10]Grazie.     13r. The cute French Girl looks back at the goofy looking Italian boy with slicked back hair, that makes him look kind of Jewish, with tremendous guilt, knowing if she is successful tonight, she's going to burn him alive, and says; \n[11]What-a?  Donny pantomimes again, more exaggerated, and with less patience.     \n[12]Affirm-ato, affirm-ato.  \n[13]Fantastic-o.  \n[14]What-o?  \n[15]Oh-o, sorr-o, I-o ment-a \"What-a\".  \n[16]Affirm-ato, affirm-ato.  \n[17]get out of his xow, and begins walking up the aisle in the middle of the cinema towards the exit. \n[18]standing in the middle of the aisle, turns towards the screen. When he see's Shosanna's GIANT FACE, he's gobsmacked. \n[19]react. \n[20]with bomb set on ankle, is caught in a massive Day of the Locust SWARM OF BODIES... People frantically pound on locked doors, trapping them to there grizzly fate. The FLAMES and FIRE spread through thr auditorium... Hirschberg caught in people crunch, knows this is it. ", "ALDO'S VOICE": "\n[1]Were American's 1 What are you? \n[2]You speak English pretty good for a German! \n[3]Okay, talk! \n[4]Okay, okay, it wasn't your fault! What's your name soldier? \n[5]That's the same name as one of the guys you just killed! \n[6]Okay Wilhelm... .is anybody alive on our side? \n[7]Who's that? \n[8]Wilhelm, who is that? \n[9]Which girl?     \n[10]Yeah, she's oar's! \n[11]Is she okay? \n[12]Okay Wilhelm, what'd ya say we make a deal? \n[13]Aldo. Wilhelm, can I call yap Willi? \n[14]So Willi, you know we could lob three or four or five or six grenades down there, and your little war story ends here. But good fer you, bad fer her, you die, she dies. So what say we make a swap? \n[15]Okay, Willi here's my deal! You let me and one of my men come down to take the girl away! And we take the girl, and leave! That simple, Willi! You go your way, we go ours! And little Max, gets to grow up playing catch with his daddy! So what'ya say, Willi, we got a deal? Willi thinks... Bridget watches Willi think... \n[16]I'm here Willi! \n[17]What choice ya got? \n[18]Well now, Willi, that's true enough. But something you need to know, so you don't get the wrong idea. Ain't none of us give a fuck bout that girl. But, admittedly, if you kill her, it would fuck up our plans. But you'll be dead by then anyway, so what'd you care? And lets not forget that little gatzenjammer Max, growin up without a pop. So in the spirit of gettin you home to him, we got a deal, Willi? ", "HITLER": "\n[1]How much more of these jew swine must I endure? They butcher my men like they were fish bait! This pack of filthy degenerates, are doing what the Russian army didn't, and Patton's army couldn't. Turning soldiers of The Third Reich, into superstitious old women! \n[2]No, no, no, no, no, no! I have heard the rumors myself! Solders of The Third Reich, who have brought the world to there knee`s, now pecking and clucking like chickens. Do you know the latest rumor they've conjured up, in their fear induced delirium? The one that beats my boys with a bat. The one they call \"The Bear Jew\"...is a Golem. A avenging jew angel, conjured up by a vengeful rabbi, to smite the Aryans! \n[3]Why not? They seem to be able to elude capture like a aberration. They seem to be able to appear and disappear at will.     \n[4]You want to prove their flesh and blood? Then BRING THEM TO ME! I will hang them naked, by their heels, from the eiffel tower! And then throw their bodies in the sewers, for the rats of Paris to feast! The Fuhrer sits down at the table to compose himself, and wipe his greasy black hair out of his face. \n[5]The Bear Jew. He hits the button on the intercom on his desk. \n[6]\n[7]I have a order I want relayed to all German soldiers stationed in France. The Jew degenerate known as The Bear Jew, hence forth, is never to be referred to as The Bear Jew again. We will cease to aid the Americans any longer in there attempt to undermine the German soldier psyche. Did you get that Kliest? \n[8]Who and what is a private Butz? \n[9]Indeed I do want to see him, thank you for reminding me. Send him in.     \n[10]The dogsl He fights his frustration, then... \n[11]Continue. \n[12]How did you survived this ordel? WE SEE Pvt.Butz in The Fuhrer's room for the first time. He wears a Nazi cap, which is unusual in the presence of The Fuhrer, but he seems okay with it. \n[13]You are not to tell anybody anything! Not one word of detail! Your outfit was ambushed, and you got a away. Not one word more. \n[14]Did they mark you like they did the other survivors?     \n[15]Remove your hat and show me. \n[16]Extraordinary Joseph, simply extraordinary. This is your finest film yet. Goebbels is beyond proud, he smiles to Francesca, who proudly pats his hand. ", "NARRATOR": "\n[1]Sgt.Werner Rachtman has seen many interrogations since Germany decided it should rule Europe. But this is the first time he's ever been on the wrong end of the exchange. It's always been his belief, only a weakling, in mind, body, and spirt complies with the enemy under threat of consequence. As Werner watched men cry like women, pleadingly offer their knowledge, in exchange for their worthless lives, he made a vow to himself. If his role is to die in this conflict. When they put him under the earth, his dignity would be buried with him. For in the other world, the gods only respect the ones they test first. Well Sgt, this is your test. And the gods are watching. The captured German Sgt, enters the circle of Basterds, stands straight before the sitting southern Lieutenant, and salutes his captor. \n[2]The reason for Hugo Stiglitz's celebrity among German soldiers is simple. WE SEE A PHOTO OF HUGO on the front page of the Nazi version of Stars and Stripes . \n[3]As a German enlisted man, he killed thirteen Gestapo officers, mostly Majors. \n[4]Instead of putting him up against a wall, the High Command decided to send him back to Berlin, to be made a example of. Hugo in chains, being put in a lone troop truck, part of a prison convoy, enroute to Berlin. \n[5]Needless to say, once The Basterds heard about him, he never got there. \n[6]To operate a cinema in Paris during the occupation, one had two choices. Ether you could show new German propaganda films, produced under the watchful eye of Joseph Goebbels. Or... .you could have a German night in your weekly schedule, and show allowed German classic films. Their German night was Thursday. Shosanna, by herself, perched up high on the ladder, changing the letters on the marquee. A YOUNG GERMAN SOLDIER, walks out of the cinema. He sees the ladder with the young French girl on top, and walks over. They speak FRENCH, SUBTITLED into ENGLISH; \n[7]Francesca Mondino is much more then Goebbels French Interpreter. She's also Goebbels favorite French actress to appear in his films... \n[8]And Goebbels favorite French Mistress, to act in his bed. WE SEE JUST A SUPER QUICK SHOT OF Goebbels FUCKING Francesca \n[9]While Shosanna sits there pretending to be amused by the aryan antics of Goebbels Frank Capra copy, \"Lucky Kids\", a thought suddenly comes to her. We see her face get slightly distracted behind the eyes. \n[10]What if tonight, accidently, the cinema burned down? The Third Reich would lose it's Minister of propaganda, it's national hero, and it's top jew hunter, all in one fell swoop. She chuckles at the thought, though it looks like she's laughing at the German comedy. \n[11]The screening of \"Lucky Kids\" was a complete success. And Heer Goebbels conceded to have the venue changed to Shosannas cinema. Not only that, in a moment of inspiration, Heer Goebbels had a idea. Goebbels speaks GERMAN, and Francesca translates; \n[12]As they left the little French cinema that night, all the Germans were very happy... We see Private Zoller hanging back, so he.can say goodbye. \n[13]None more so then Private Zoller. She closes the door on him. Watching the Nazi's walk into the Paris night. Their shadows, for a moment onAwall, look like grotesque Nazi charcthers. 4644 The Nazi's are gone. Marcel sits at the top of the staircase of the lobby, looking down at Shosanna. They speak in FRENCH SUBTITLED into ENGLISH; ", "FRANCESCA": "\n[1]looks up at Shosanna.     5'? NARRATOR'S VOICE comes on soundtrack; \n[2]Do it! Do it! Fuck me - fill me! \n[3]Bon jour. \n[4]What they're trying to tell you Emmanuelle, is Private Zoller has spent the last hour at lunch, trying to convince Monsieur Goebbels to abandon previous plans for Private Zollers film premier, and change the venue to your cinema. Zoller reacts. \n[5]\n[6]Shit. I apologize Private, of course you did.     60. \n[7]The Private wanted to inform the mademoiselle himself. \n[8]What thing? \n[9]Oh, yes of course. She repeats it by whispering it in Goebbels ear.     \n[10]That's what we need, pigs that can root out Jews. \n[11]And now I must get Reich Minister Goebbels to his next appointment. ", "ALDO": "\n[1]Hey Willi, what's with the machine gunny I thought we had a deal? \n[2]Not so fast, Willi, we only have a deal, we trust each other. A Mexican stand off ain't trust. \n[3]you got guns on us, you decide to shoot, we're dead. Up top, they got grenades, they drop 'em down here, your dead. That's a Mexican stand off, and that wasn't the deal. \n[4]- No tricks!- Ain't nobody gittin tricky, Willi; I swear to god, I'm too damn dumb toget tricky. But \n[5]i know your scarred. I'm scarred, he's scarred, we're all scarred. So what's it gonnabe Willi? Ether we got a deal, or you might as well just shoot us now. Willi decides... He puts the machine gunn down on the bar.     \n[6]Danka, Willi, danka. okay, Hirschbeg, you grab her shoulder - \n[7]You fuckin bitch! I had a deal with that man! From the floor, the bloody, sweaty, and in excoriating pain , German movie star, says to the two American soldier's she's just meeting for the first time; \n[8]Stop it. Just pick her up, and get that bitch outta here. \n[9]- She's right. \n[10]I said, she's right. He was a Nazi soldier. If he lived, he would doomed the mission. \n[11]61  Don't mean I like it, don't mean I like her, but she's right. Now as Willi said, \"take this fuckin traitor, and get 'er outta my sight\". ", "UTIVICH": "\n[1]Do you mean me? \n[2]None taken you German cunt. \n[3]I can't drive. Bridget SCREAMS in frustration; \n[4]IVGimmie a break, I'm from Manhattan. \n[5]NO no no no, Lieutenant, it's not! \n[6]Is that you Lieutenant? \n[7]Lieutenant, sorry I'm crying. \n[8]Not exactly John Wayne, am I? \n[9]Well you do hafts admit, it is catchy. \n[10]What do you mean, The Little Man? \n[11]The Germans nickname for me is, The Little Man? ", "CUT TO": "\n[1]\n[2]\n[3]0 \n[4]\n[5]\n[6]\n[7]The BODY of Gestapo Major DEITER HELLSTROM dead on the floor. \n[8]\n[9]\n[10]16c. ", "STIGLITZ": "\n[1]That's right, sir. He continues bringing the blades edge, up, then, down on the leather strap. \n[2]I don't look calm to you? \n[3]If we're going, let's go. He sheaths the dagger. \n[4]Wonderful name, Sgt. \n[5]I'm making YOU,... (Pointing at \n[6]or you ether, Lt.Berlin. (Looking at \n[7]Say, auf wiedersehen to your balls! \n[8]FIRES into HELLSTROM'S BALLS... As does HICOX, HITTING not only Hellstrom, but BRIDGET as well. \n[9]then JUMPS over the table, and begins STABBING HELLSTROM with the ", "WILHELM": "\n[1]They attacked us! \n[2]No! We hear a VOICE OFF SCREEN, yell out; \n[3]\n[4]is the girl on your side? Pause. \n[5]1 Who do you think, Von Hammersmark! \n[6]I thought so. So you run with the American's now, huh? Now times are bad? \n[7]You despicable traitor.  She's been shot, but she's alive. (To Bridget LOW in GERMAN For now. We hear The Basterds Curse their luck Off Screen. \n[8]What's your name? \n[9]Yes. ", "WILLI": "\n[1]Keep talking?     112. \n[2]Aldo? \n[3]I want to trust you.... But howcanI? \n[4]I could kill the girl! \n[5]Okay Aldo, I'm going to trust you! Come down, no guns! Aldo and Hirschberg come down the stairs, showing open hands. Willi keeps his machine gunn trained on them. Aldo with his hands up, says; \n[6]We do have a deal, now git the girl and go. \n[7]You need guns on me for it to be a Mexican stand off. \n[8]Just take that fucking traitor, and go! See? Now your down here Now you get tricky - t \n[9]Fine. Take that fucking traitor and get her out of my sight. ", "WINNETOU": "\n[1].okay, I'm not German. Am I American? The whole table bursts out laughing. \n[2]Okay, I'm a fictional, literary character, from the past, I'm American, and that's controversial. \n[3]Well I'm glad that's settled. If I had a wife, would she be called a squaw? He's got it. The table Laughs. The TABLE \n[4]Is my bloodbrother, Old Shatterhand? The TABLE Yes! \n[5]Did Karl May write me? The TABLE Yes! In the BACKGROUND, WE SEE, our three counterfeit German Officers, Hicox, Wicki, and Stiglitz, enter the basement tavern. They obviously. see the five German soldiers, but their too far away for us  to read their face. No doubt their less then happy. Fraulein Von Hammersmark see's them as well. Without getting up, she waves to them.     \n[6]I am WINNETOU, CHIEF of the APACHES! The table CHEERS, and APPLAUD the Apache Chief, as he takes the card off his forehead. The other Four German Soldiers drink down there beer(part of the game). Bridget Von Hammersmark knock backs her champagne. \n[7].and YOU,.. (Pointing at Edgar Wallace .responsible, for him. (Pointing at Sgt.Pola I suggest you take hold of your friend, or he'll spend Max's first birthday in jail for public drunkenness!     78 The Germans SPRING UP, and take hold of Sgt.Pola... \n[8]is SHOT IN THE BACK, before he even knew what was happening. EDGAR WALLACE and The FRENCH BARMAID are both SHOT by WICKI. ", "WICKI": "\n[1]What if we go in there, and she's not even there? \n[2]Sgt.! You must be ether drunk or mad, to speak to a superior officer with such impertinentness! Stiglitz, STANDS and YELLS to the other table; \n[3]Major, this is highly inappr - \n[4]Wait a minute, he goes to     !03 . \n[5]Not for you. \n[6]brings his weapon out from underneath the table, and BEGINS FIRING across at The GERMANS at the table, who unaware, were still PLAYING THE GAME. \n[7].name is Weiheim Wicki. Bets Austrian born jew, who immigrated to the United States when things began turning sour for the Israelites. They are the two German born members of The Basterds. They've been known to don german uniforms, to ambush squads. ", "DRIVER": "\n[1]Why did yoy allow a enemy of the state to escape? \n[2]I suppose not. \n[3]is this your cinema? \n[4]Come down please. She climbs down the ladder. The Driver opens the back door of the sedan, indicating for her to get in. \n[5]She wants to know what she's done? \n[6]Who says you've done anything? Then in her best imitation of Madame Mimeux's arrogantmanner. ", "GESTAPO MAJOR": "\n[1]Mademoiselle Nimieux? \n[2]Ask her if this is her cinema? in French The Driver asks Shosanna; \n[3]Tell her to come down. \n[4]Who says she's done anything? \n[5]Get your ass in that car. No translation necessary. She climbs into the back of the car, followed by the Germans. The sedan takes off. \n[6]Actually, I didn't introduce myself.  Major Deiter Helistrom of the Gestapo, at your service mademoiselle. (he clicks his heels Please allow me, have a seat. The Gestapo Officer pulls out a chair, for the young lady to sit down. Shosanna takes the hot seat. Seated to her right is Private Zoller. To her left are the two curly pampered poodles. Major Helistrom pours Shosanna a glass of red wine from a small craft on the table. "}}