{"dialogues": {"JOSH": "\n[1]Every time I think I've pulled you out...you grow back in. \n[2]Ouch! \n[3]Don't eat on the floor, buddy. \n[4]How come you were up so early? Was Cali crying? \n[5]What do you mean? \n[6]No I wasn't. \n[7]I don't snore. \n[8]My father snored. I do not snore. \n[9]Good one, champ. I don't snore, do I? 9. \n[10]What the heck is this? Wax?! \n[11]Let me get this straight - we have no actual fruit but we have wax fruit? \n[12]That is dangerous. It could kill one of our kids. \n[13]Probably where you left them, Renai. \n[14]See. \n[15]Check it first, Dalton. It's probably made out of Styrofoam. \n[16]I gotta go. \n[17]No time. \n[18]Not today. \n[19]Alanso, please sit down. \n[20]Siéntate, por favor. \n[21]Come on guys, quieten down. \n[22]Thank you, Teri. Today we are going to talk about Darwin. It's a city in Australia, but it's also the last name of which famous naturalist? \n[23]Correct. Does anybody know what he is famous for? \n[24]Half right. He wrote a seminal book that explained his theories on natural selection, and how the different species on this planet - including humans - evolved. \n[25]Humans actually have a lot in common with monkeys, or more specifically, chimpanzees. \n[26]I respect your right to believe that, Alanso. But I want to give you all possible theories. I want this class to go out into the world with an informed opinion. \n[27]How can it be incorrect? It's a theory. A scientific theory. \n[28]Alanso, if you keep talking like that I'm going to ask you to visit the principal. \n[29]Look at this. Nice job. \n[30]Whoa, buddy. Slow down. \n[31]I don't know. They should be here. We packed them up. \n[32]I remember the movers bringing them in and putting them right there. \n[33]What happened? \n[34]Where do you hurt the most? \n[35]You scared us, champ. 17. \n[36]You're lucky you don't need stitches. \n[37]We've gotta lock that door. \n[38]Why bother with a child leash? I'll stop at the pet store tomorrow. 18. \n[39]I didn't even notice. \n[40]It's normal to want your own time. \n[41]You're a great mother. \n[42]That's not true. \n[43]Now you're being crazy. They love you. At least you get to connect with them. I work so much. \n[44]Is this so bad? \n[45]We'll get by. I want you to do it. \n[46]I love all your songs. \n[47]Time to get up, my man. Come on. \n[48]You're making me look bad here. Outta bed before your mother comes in and kills both of us. 21. \n[49]Dalton, get up. You've gotta get ready for school. \n[50]Dalton...? \n[51]Dalton? Dalton?! DALTON!! \n[52]So...there's no brain damage or...? \n[53]That fall he took...I mean, it looked like he hit his head pretty hard. \n[54]So what do we do now? Does he stay here? \n[55]She said dad... \n[56]What? \n[57]Could it have been interference? \n[58]Who the hell is that? \n[59]Stay here. \n[60]Hello? Who's there? \n[61]What did you say? \n[62]Grab Cali and Foster! \n[63]Uh...what? \n[64]Just take it without me. 32. \n[65]No, you don't. Just take the damn photo without me, okay? \n[66]What? \n[67]Thank you, Alanso. \n[68]I wish I had your belief. Things would be a lot simpler. \n[69]Hey...I just found out I have to stay back tonight and finish off mid-term grades. It could be a while, there's a lot to go through. Don't wait up. Bye. \n[70]The men all walked down to the waters edge...and they stood there and asked the beast to come forth. And the beast roared back \"No!\". And so they dived in after it... \n[71]What are you doing up? \n[72]When did you start smoking? \n[73]I don't like it either, but I'm grading tests. What choice do I have? We've gotta pay Dalton's bills. \n[74]Jesus, I can't win with you. That's my son in there too, not just yours! \n[75]I've always felt like less than good enough for you. I feel it every time you mention our bills. That subtle voice that says `can't you get a job that pays more than a teacher'? And now I can't even look at you without feeling it. \n[76]I don't need to ask. I know you. \n[77]I told you, I'm grading tests. \n[78]Christ, I should have stayed at the school. \n[79]What is it? What is it?! \n[80]Renai, what is wrong?! \n[81]There's no one here. \n[82]There's no one here. \n[83]I believe you, okay? I just don't know what you want me to do. 39. \n[84]You're okay, buddy. I've got you. \n[85]To move now would be...we would have to rent somewhere. It's not-- \n[86]So...if you're the top of the food chain with this stuff, where does that leave us? \n[87]Sorry to scare you. \n[88]Where did all the bartenders who listen to your troubles go, Ned? 45. \n[89]I don't need whisky for that. \n[90]I probably would too.  It's funny, I've always known I was the type of person that things didn't happen to. I made peace with it. I thought to myself, it's okay - I'll never win the lottery or climb Mount Everest...but I'll never get a rare tropical blood disease either. It works out. Now I'm the guy whose son is in a mysterious coma. \n[91]This is the first line of a joke. Guy comes home to find his wife with a priest... \n[92]Can't say I've heard the same, Liam. At least I know you're not sleeping with her. \n[93]What is going on here? \n[94]Okay, would anyone mind telling me what the hell is going on here? 47. \n[95]\"Joshua?\" Oh Jesus... \n[96]The melodramatic way in which you two are conducting yourselves right now is scaring the shit out of me, so just tell me what's wrong. \n[97]Nobody asks you to sit down unless something is wrong. If a doctor calls you into his office and asks you to sit down, you're fucked. \n[98]I have not been drinking. Not enough that we can't talk to each other, Renai. And don't judge me in that bitchy tone, okay? \n[99]Christ. You're acting like I'm some lush who comes home and beats you with a belt. At least I'm speaking to you. You suddenly have to speak to a priest. Or my mother who, up until a couple of weeks ago, you couldn't stand. \n[100]So...what? You called in a priest to get rid of it? \n[101]Are you kidding me? Was this your idea? \n[102]You've never been to a church in your life. Now you're inviting a priest into our home? I feel like I don't even know you right now. \n[103]This is a fantasy, and you need a therapist, not a member of the clergy. \n[104]What is it? \n[105]I don't know how. \n[106]Yeah. \n[107]Oh. \n[108]This is a little uncomfortable. Speaking for myself. I'm not used to this kind of stuff. \n[109]No. I'm sorry, I have to ask how this relates to our problem? 54. \n[110]What is that? \n[111]Mrs. Rainier? \n[112]Last saw me? \n[113]Go ahead. \n[114]No. No. This has gone too far. \n[115]I have given her a chance, and I did that because I wanted to help you. But I cannot have somebody telling us that the reason our son is in a coma is because his soul is floating off somewhere in another dimension. \n[116]No, it's not fair is what it is. You're preying on people's grief and vulnerability, which is really easy to do in a situation like this. \n[117]Because I wanted to help you. To put your mind at ease, and if this helped, then great. But to drag Dalton into this? No. \n[118]Fair? How did the voice of reason become the bad guy here? Don't you see? You want to believe. Of course you do, honey, anybody would. 64. \n[119]Look, I appreciate what you're trying to do. I really do. But I think it's dangerous to start throwing out false hope like this. I have to put my foot down. My wife is not...mentally well at the moment, and I have to keep at least one of her feet here in the real world. \n[120]Honey, I'm on your side. But I genuinely think this is dangerous and frankly, a little exploitative. \n[121]You come into a home with a seriously ill child, you make a tenuous connection between him and these experiences Renai is having and viola - the client starts crying because they're desperate to believe, the tears validate your power, thank you, that'll be six hundred dollars please. \n[122]I know, I know...look, I appreciate your interest and your time. I do. Thank you. Thank you very much. \n[123]Look at me for a second, honey. Look at me. \n[124]Did you really believe what she said? In your heart of hearts, did you actually take what she was saying literally? \n[125]Do you think I don't want to believe in that stuff? Of course I do. It would make life a lot easier if I did. If I believed that some supernatural force was responsible for what's happened to our son... \n[126]Where are you? Where did you go? Can you hear me? I'm begging you to show me that you can hear me...I don't know how to help you. Please tell me what to do. 67. \n[127]Please God, please help me...give me my son back. I will do anything just to have him back. \n[128]I need him back. I need him to show me that he can hear me. Please... 68. \n[129]Okay. \n[130]Mom...what are you doing here? \n[131]Why? \n[132]Tell me what? \n[133]What are you talking about? 78. \n[134]No...I've never...done that before. \n[135]I don't...I don't remember any of this... \n[136]Who is she? \n[137]How long do we have before...that thing...takes him over completely? \n[138]I love you too. I have since the first time you looked at me. I don't exist without you. \n[139]This is useless...I have no idea what I'm doing and you just suddenly expect me to... \n[140]Dalton? \n[141]Dalton? Where are you? \n[142]Dalton? \n[143]Dalton? \n[144]Where is Dalton? 87. \n[145]Do you know where Dalton is? \n[146]Dalton? Where are you? \n[147]I'm looking for my son, Dalton. \n[148]\n[149]\n[150]\n[151]Get...off..me! \n[152]Get away from me! Leave now! \n[153]Dalton!! \n[154]Dalton! \n[155]Dalton...? \n[156]I'm taking you back. \n[157]What is it? \n[158]You're not really here. You're asleep in your bed in our home. Just stand up. \n[159]This isn't real. You can do this. \n[160]Just stand up! \n[161]....ome....onnnnn... \n[162]I want to get out! \n[163]....eeeeet out! \n[164]Go! I'm right behind you! \n[165]You...what do you want from me? \n[166]Get the fuck away from me! I'm not scared of you, just leave me alone! Get away from me! \n[167]Dalton...? 100. \n[168]Now this is worth dying for. \n[169]You introduced me to a new world. \n[170]Maybe I can forget again. \n[171]I'll start by giving these back. 102. \n[172]What's wrong? \n[173]What's the matter, Elise? \n[174]Why the fuck would you do that? Why would you do that? Why?! \n[175]You of all people! You know! Why would you do that to me when you know what you know? You bitch! 103. \n[176]You introduced me to a new world. \n[177]Maybe I can forget again. \n[178]I'll start by giving these back. 105. \n[179]What's wrong? \n[180]What's the matter, Elise? \n[181]Go! I'm right behind you! \n[182]You...what do you want from me? \n[183]Get away the fuck away from me. I'm not scared of you, just leave me alone! Get away from me! 107. ", "RENAI": "\n[1]What are you doing up, kiddo? \n[2]You'll get used to it. It's only your first night. \n[3]Argh, I'm going to eat you. \n[4]Just some photos. \n[5]Do you know who that is? \n[6]That's me. \n[7]I know. I'm so happy there. But it's me. When I was your age. I was a kid once too, you know. \n[8]Thanks. Maybe you're right...I don't remember being this person at all. I hope she smiled like that all the time, whoever she was. 5. \n[9]This is a terrible thing to admit, Dalton, but sometimes I get jealous of you. That you're so young. That you haven't made any of your decisions yet. \n[10]Well, it starts happening to us from the moment we're born. \n[11]Every time that clock ticks, we all get a little bit older. \n[12]That's your grandpa. You wouldn't remember him. \n[13]Yeah...good memory. He did smoke that god awful pipe, didn't he? \n[14]I don't even know if we have any. He's hopeless with keeping photos. \n[15]Your pictures are all in the computer. Nobody keeps photo albums like this anymore, they're ancient relics. They should. I like being able to touch something, instead of it floating around in cyber world. If the laptop breaks, your whole existence is erased. 6. \n[16]You are a little kid. \n[17]If only you knew what I know. \n[18]You certainly didn't cry as much as your little sister does. Come on. \n[19]Billing department. \n[20]Billing department. \n[21]Make it work. Speak to an agent. Speak to an agent. Speak to an agent. 7. \n[22]Well, I'd like to keep the old number if I could. You really need to learn how to do this, honey. \n[23]Okay, well, please let me know by the end of today, I have to give the number out. Thank you. 8. \n[24]Foster, get up. Now. \n[25]You woke me up. \n[26]You were snoring. \n[27]Yes you were. \n[28]Yes you do. \n[29]How would you know what you do? You're asleep. \n[30]Where are my bleeping pills? \n[31]Yes. \n[32]Yes. \n[33]Where are my pills, Josh? \n[34]That's not where I left them. \n[35]Oh, geez. Look, just...take last night's dinner. 10. \n[36]It's all we have. Just for today, honey. \n[37]And while I've got you, if you're going to look at my books, please don't leave them all over the floor. \n[38]Are you taking the boys to school? \n[39]Well can you pick them up after school? \n[40]But I have stuff I wanted to... \n[41]Yeah, I'm looking west, always been looking that way, gonna get it all happening, just can't do it today... \n[42]Yeah, I'm looking west, always been looking that way, I'm gonna be somebody, I just can't be her today-- \n[43]Josh, where's the box of my lamps? \n[44]Yeah, I packed them. They're not here. 15. \n[45]Well, they're not here. I would know, I've been unpacking this stuff all day. \n[46]Dalton? Where are you? \n[47]Dalton? \n[48]Dalton, you have to be careful. You shouldn't be coming down here in the dark. \n[49]If I catch you falling down the stairs again I'm gonna break your neck. \n[50]Sleep tight, honey. \n[51]He's such a boy. He goes off exploring. Sometimes I wanna keep him on one of those child leashes. \n[52]I'm sorry I was pissy when you got home. I was trying to work on a song today and then Cali woke up and wouldn't stop crying... \n[53]I feel guilty for wanting my own time. \n[54]Is it? My mother gave up everything for me. I keep waiting for the completely selfless parent gene to kick in, but I'm exactly the same person I was when I was 22, only now I'm married with kids. \n[55]No, I'm not. They like you so much better than me. \n[56]You're the cool dad who comes home with presents and I'm the one who yells at them all day. \n[57]Believe me, you're their hero. They try to play us off against each other. They're master manipulators. I guess they really are my kids. 19. \n[58]Is this it, Josh? \n[59]Thank you for letting me take some time off to work on my music again. \n[60]There's a couple of songs...I mean not all of them, but there's a couple of them that I think are really good. And I think, maybe I could do something with them. \n[61]Foster, sit down honey. \n[62]Where is...? Hey Josh, could you go wake up Dalton? \n[63]He can't just not wake up...there's got to be something... \n[64]It's okay. \n[65]Did he respond to any of the tests? \n[66]He's not in a coma, remember? They don't know what to call it. They don't know what to do with him so they've given up. \n[67]What's this? \n[68]That's today's date. You got this today? \n[69]Why didn't you tell us, honey? \n[70]I know it's hard right now. But things will get better. I promise. \n[71]I'm going to show this to your dad. \n[72]Scared of what? 27. \n[73]We're all scared. It's normal to be scared for him. But we can't give up-- \n[74]Why would you wanna change rooms? \n[75]Your brother needs you. Goodnight honey. \n[76]Something happened today. I didn't want to tell you in front of Foster. \n[77]I heard something coming from Cali's room. A man's voice. On the baby monitor...it scared the hell outta me. I went in there and no one was there. \n[78]I don't know. It was so clear. I was sitting at the piano and I heard this...whispering on the baby monitor. So I held my ear up to it-- 28. \n[79]Who was it, Josh? \n[80]There's someone in there! \n[81]There's someone in Cali's room! \n[82]Josh! The laundry! \n[83]I saw somebody. \n[84]No. It wasn't a shadow, it was a man. He was tall, and he long, greasy hair. He was wearing a grey jacket. He looked right at me. \n[85]Yeah. \n[86]Of course. Anything from Dalton? \n[87]I won't, I just...I haven't slept much the last couple of nights. I feel like the universe is trying to see how far I can bend before I break. \n[88]Thanks, Kelly. You're a saint. \n[89]It's midnight, Josh. \n[90]You've been coming home late every single night. You've never had to do that in all of the years you've been at the school. Now all of a sudden you have to stay back late? \n[91]Your mother is paying Dalton's bills, Josh. I know because she reminds me every chance she gets. 36. \n[92]You're projecting that onto me. You've written an entire story about I'm how I'm feeling without once asking me how I'm feeling. \n[93]I am losing my mind here in this house, Josh. I'm scared and I need you and you're not here. Where are you? \n[94]I don't mean that. I mean you're not here. With me. In this situation. You're avoiding it, like you do anything stressful, whether it's this or a parking ticket. \n[95]There you go again. \n[96]Jo....osh....Josh....Josh... \n[97]The man -- he was there -- he tried to -- there was a man there!!! \n[98]I saw somebody! \n[99]Don't you dare not believe me! \n[100]I want you to tell me that we can leave this house. I will not spend one more night here. I wanna leave, I wanna go! \n[101]I'm sorry. I can't...I want to leave this house. I can't be here anymore. \n[102]Please, Josh. \n[103]Lorraine, you shouldn't have to do any of this. Sit down. \n[104]I know, but I just feel so bad. \n[105]I can't believe we're doing all this again, that's what I can't believe.  I know you think I'm crazy. \n[106]We just wanna say...thank you so much. For helping us out with this, doctor. We can't tell you how much it means to have you involved. \n[107]So there's hope? \n[108]Oh my God, Dalton...no... \n[109]Josh, this is Liam Nathanson. A very old friend of mine. \n[110]Thanks, Liam. \n[111]There's no use, Lorraine. He's been drinking. \n[112]He would never speak to me like that before. \n[113]You're an asshole. \n[114]This...thing that was in the other house. It followed us. \n[115]I saw someone again today. In the house. It looked like a young boy. I followed it into Dalton's room... but it wasn't a child. This thing is here. I know it. \n[116]I didn't know what else to do. \n[117]No. It was mine. \n[118]I'm scared. \n[119]I told you... 49. \n[120]Help us... \n[121]So is Elise coming or...? \n[122]Okay... \n[123]Ah...sure. \n[124]No. I mean, our son... \n[125]Yes. 53. \n[126]No. \n[127]I take anti-depressants sometimes. \n[128]Not a history. I've had bouts of it. In the past. \n[129]Hi. I'm Renai. \n[130]Yes. Of course. \n[131]What is it for? \n[132]What is it? \n[133]What is it? What do you see? \n[134]What do you see?! \n[135]Tell me! 60. \n[136]Go on. \n[137]I don't understand... 61. \n[138]Out of body experiences? \n[139]Lost? Lost where? \n[140]What do you mean? \n[141]How many are there? \n[142]Is there a way to bring Dalton back? 63. \n[143]You said that you'd give her a chance! \n[144]Why did we go to all the trouble of bringing them here if you're just going to reject what they say? \n[145]Josh, you're not being fair... \n[146]You never believed me... \n[147]No, please...don't go. 65. \n[148]I don't know... \n[149]I don't believe anything anymore, Josh. I used to. I used to believe that I could keep my children safe. I used to believe everything would be okay. To believe in something, you have to know it to be true. \n[150]The things that have happened to me haven't confirmed any beliefs - they've done the opposite. They've made me question what I believe. 66. \n[151]They've made me realize that maybe we don't know as much as we think we do. \n[152]You ask me if I believe what she said to be true and the answer is I don't know. But let me ask you this - in your heart of hearts, can you say for certain that it isn't? \n[153]Dalton! \n[154]Dalton! Dalton! \n[155]I want you to know something...you have never been less than good enough for me. You've always been perfect for me. You're my best friend...my soulmate. I love you so much. \n[156]What's happening to him?! 91. \n[157]Help him! 94. \n[158]What happens now? \n[159]Josh, follow my voice... \n[160]Follow my voice. Come back to us. 96. \n[161]Find us... \n[162]Hurry! Come back to us! \n[163]Find us! \n[164]Josh? Josh? \n[165]I don't know what to say... \n[166]Too bad. I'm never letting you go to sleep again. \n[167]Did you know we'd come and find you? \n[168]Whenever you're lost...we'll always come and find you. \n[169]What was that?  Stay here. \n[170]Elise, what was that noise? \n[171]Jesus...what happened to you? \n[172]Where's Josh? Josh? Josh?! \n[173]Elise, what happened? You're scaring me, tell me where Josh is? ", "ELISE": "\n[1]No, my mother couldn't come, it's just me. Elise. You must be Lorraine's son? You've grown since I last saw you. \n[2]Your mother and I have been friends for a long time. 56. \n[3]They're very good assistants but I can't get them to dress any better. \n[4]Pleased to meet you. I'm Elise. \n[5]And the previous home? \n[6]No, that's fine, gentlemen. \n[7]I don't think bad wiring is the problem here. \n[8]Hmm. 57. \n[9]May I walk through the house? \n[10]Steven, do you have your sketchbook? \n[11]Good. We're going to need it. \n[12]There is something here. \n[13]...long hair...grey dress...her eyes are... \n[14]Do I have permission to enter this room? \n[15]Maybe you could wait back there? 59. \n[16]Leave the lights off. \n[17]I'm not sure if you are ready to hear this yet...but unfortunately I can't waste any time easing you into it. There is no time left. \n[18]I want you to know that this is what I believe and it may contradict a previous medical diagnosis. However, you called me here and I am taking that as an acceptance of my readings. \n[19]Your son...is not in a coma. His physical body is here, but his spiritual body is not. The reason these disturbances followed you to a new home is because...it is not the house that is haunted. It is your son. \n[20]Have you ever heard of astral projection? \n[21]I call them travellers. These are people with the ability to leave their physical body and travel to different places in an astral form. To some degree, we all have the ability to do it...but most of us subconsciously suppress it or don't know how to access it. \n[22]Dalton is...a very accomplished astral projector. He has been since he was very young. He's not afraid of his ability. And that lack of fear has led him to travel too far and become lost... \n[23]In The Further. \n[24]The Further is that place beyond our perception, beyond our understanding of the physical world that we can see and touch. It is a place without clocks or measurements, without past or future...an infinite realm that holds all of our dreams...and all of our nightmares. 62. \n[25]That is where Dalton is. \n[26]The problem is that with his astral body gone, he has left a physical body with us. An empty vessel. \n[27]And there are entities that know this. They can smell it - the chance to live again. That is why they have gathered around him. \n[28]There are five benevolent spirits. Five different entities for whom Dalton has become a most prized possession. They are trying to get inside his physical body...and they get closer with each passing day. \n[29]Then there are two entities who are...not benevolent. One of them takes the form of a man, the other... \n[30]They work together, so desperate are they to possess Dalton. They are the closest of all the entities to getting inside him. I don't want to scare you, but I have never, in all my years of doing this, experienced anything as terrifying as their presence. \n[31]There is something we could try. A way of calling him back. I would need your complete trust. \n[32]I know this is hard to hear. \n[33]I completely understand. And I honestly don't blame you for reacting like this. \n[34]Thank you for your time. \n[35]What's most important is that you realize no two attempts are the same. I will be completely honest with you about the results, and if no dialogue is established, I will tell you. I am not in the business of embellishing success. What happens, happens. \n[36]Forget the limits and laws and logic of this world. We are treading in a different place now. 69. \n[37]Everything I say while I am in tune will be at a very low volume, so you won't hear any of it. Steven will write it down and repeat it for you. \n[38]Hold on to each other, and stay focused. You'll see things you don't understand. Confusing things. Do not question them or speak in any way. \n[39]Dim the lights please. 70. \n[40]Leave this vessel! Leave this vessel! 74. \n[41]\n[42]Leave this earthly body! \n[43]Leave his body! \n[44]The lights! 75. \n[45]Proof? Proof of what? Nine tenths of the world believes that when you die, your soul ascends to sit with God. Would you be telling them something they didn't already know? \n[46]No, our job is not to alert the press and prove the existence of the `paranormal', as you call it. I'm not out to prove anything. I've known there was a higher plane ever since I was a little girl and I could play hopscotch with people whose names were inscribed on tombstones. What you call paranormal is a fact of life for me. Our job is to help people. The least we can do is spare them the indignity of Sixty Minutes. \n[47]No, I won't, Tucker. I'll just be proud of you. You two stared down something that would crush most mortals tonight and you stood tall. \n[48]We answer the door. \n[49]I asked your mother to come over. I called her immediately after...the session. I told her to hurry over. \n[50]There is something we must talk about. Sit down, Lorraine. \n[51]Go on. Tell him. \n[52]It's no accident that your son is such a gifted traveller. The ability was handed down to him. By his father. \n[53]You've blocked it out. But in the back of your mind, you're still afraid of having your picture taken, aren't you? \n[54]I advised Lorraine to hide them. To stop taking your picture. And to let you forget. \n[55]A parasite. She befriended your astral body, then drew you out into The Further, just as Dalton has been drawn out. 81. \n[56]But she deceived you. All she wanted was an empty vessel. A physical body. Yours. \n[57]I didn't want to make you remember this...I only do it for the sake of your son. \n[58]Your son is out there. And you are the only one who can bring him back. \n[59]If you cannot reach him tonight, then he is gone forever. \n[60]Remember who you are and why you are traveling. Keep one foot in this world. Are you ready? 82. \n[61]Close your eyes, Josh...and relax. Breathe deeply. Let all life around you fade out into the background...until the only thing you can hear is the ticking of the metronome. \n[62]Focus on a spot in the center of your forehead. Feel that spot getting further away as you drift off to sleep. \n[63]I want you to relax your physical body and let the astral body gain strength...feel it rising out of your chest. \n[64]Detach yourself. 83. \n[65]Now you are free. Keep your guide, and a steady stride...and into The Further you go. 84. \n[66]He's in... \n[67]You're stronger then they are, Josh. You are a living soul! \n[68]They've made contact. I know it. He's found your son. \n[69]We need them to come back. We need him to find us. \n[70]Call out to him! \n[71]Check on the boy! \n[72]Find me, Josh! Now! Wake up! \n[73]Well put. \n[74]No. You've been there before, remember? And you'll go back. All of us will...eventually. \n[75]Nothing, I... \n[76]No. You've been there before, remember? And you'll go back. All of us will...eventually. \n[77]Nothing, I... ", "SPECS": "\n[1]So you must be Josh? \n[2]That wasn't psychic. Lorraine told me your name. \n[3]I'm Specs.  I'm here to solve your problem. I'm just kidding with the voice. We take this very seriously. \n[4]She won't be joining us yet. Usually we handle all the background stuff, then she gets involved when we have the facts. \n[5]We understand completely. Ninety six per cent of the people we deal with have had no experience with this type of phenomena before. 52. \n[6]I would like to start by interviewing you both. Can we record your answers? \n[7]My assistant will check different areas of the house for electrical anomalies. I'll get him started. Tucker, would you follow me? \n[8]Could you not eat that in front of the clients? \n[9]Finish it in here. This industry gets laughed at enough as it is. \n[10]Do you or any of your children suffer from epilepsy or autism? \n[11]Right. I heard about this from Lorraine. He is in a coma, the cause of which is unknown? \n[12]Do either of you habitually use drugs or alcohol? \n[13]No drugs at all? \n[14]Do you have a history of clinical depression? \n[15]Tucker, could you check the camera? \n[16]Whenever you're ready then. \n[17]Do you have any history of sexual abuse in the family? \n[18]Nine times out of ten, when someone comes to us with a problem like this, it's because of an inward cause within the family unit...not a physical force outside of it. \n[19]Sometimes old wiring can leak into the atmosphere. It can cause hallucinations, changes in energy. \n[20]It's basically that. \n[21]The tech stuff's not relevant to you anyway. \n[22]Epilepsy in one of the children mostly. It's very common. If we approach things academically, it lets us find the genuinely interesting cases. \n[23]Tucker hadn't monitored that yet. I could jump on that this afternoon if you like? Make up for lost time. \n[24]Yes, I do. Yes, I do. Yes, yes. I do. \n[25]She tells me what she sees and I draw it. It's the most important part of her process. \n[26]Especially the drawings. \n[27]It's not debatable. \n[28]Onwards and upwards. Find me a ghost. \n[29]We reject more cases than we take. We're not out for money, sir. \n[30]We are calling out to you Dalton. tell us that you are safe tell us where you are \n[31]Tell us that you are safe. Tell us where you are. who's there? \n[32]Who's there? it is your mother and father we have been \n[33]It is your mother and father. We have been looking for you. \n[34]I need help...I can't see in here. 71. follow my voice dalton come back to us \n[35]Follow my voice Dalton. Come back to us. \n[36]Why aren't you talking anymore Dalton? \n[37]If they hear me, they'll hurt me. who will hurt you? \n[38]Who will hurt you? \n[39]The man with fire on his face. can you find your way back to us? \n[40]Can you find your way back to us? \n[41]There is no way out. follow my voice dalton \n[42]Follow my voice Dalton. be quiet they'll hear you 72. \n[43]Be quiet, they'll hear you. \n[44]They won't hear you, just follow my voice. they are coming they heard you help me dalton are you there? dalton? \n[45]I feel like a mountain climber who's been waiting his whole life to climb Everest, and now that I'm standing on the summit, I don't know what to do with myself... \n[46]Oh my God... \n[47]So what do we do now? \n[48]What do you mean? 77. \n[49]He's awake! \n[50]You did good too in an assistant- type way. \n[51]Yeah. Not the main selling point, but definitely important, for sure. 101. ", "DALTON": "\n[1]I don't like my room. \n[2]What are you looking at? \n[3]What photos? \n[4]No. \n[5]It doesn't look like you. \n[6]No, you weren't. \n[7]I don't wanna grow old. \n[8]He smells like smoke. \n[9]Show me a picture of dad when he was a little kid. \n[10]Show me a picture of me when I was a little kid. \n[11]What was I like when I was a little kid? \n[12]Yes! I made it to the last level! Invisiworld! \n[13]Mom, I need my lunch. \n[14]Sushi? Aw, that's weirdo food. \n[15]I didn't touch your books. \n[16]I fell. \n[17]My knee and my head. I can't stand up. \n[18]That doesn't make sense. \n[19]You might be a superhero but you're not invincible. Be more careful, bud. \n[20]Dad... \n[21]Dad.... 90. \n[22]Dad...help me... \n[23]I'm here... \n[24]Here... \n[25]Help me, dad...take this off me... \n[26]He's going to hurt me again... \n[27]He's coming! \n[28]Listen! \n[29]Put me down, I can run! \n[30]Come on, dad! Come on! \n[31]Mom... 99. \n[32]I'm tired. \n[33]Put me down, I can run! \n[34]Come on, dad! Come on! ", "LORRAINE": "\n[1]Nonsense. I'm perfectly capable of putting a few things away. I did it for Josh his whole life. He never was good with tidying up. \n[2]I think it's you who should be sitting down by the looks of it. \n[3]I can't believe you got Josh to sit still for a photo. \n[4]Nobody - not me, not anybody - knows what you're going through right now. Whatever you have to do to get through it, do it. And never apologize for it. \n[5]Don't be rude, Josh. \n[6]Please sit down, Joshua. \n[7]Sit down. \n[8]Nothing is wrong. We want to talk. \n[9]Your wife needs you. Now sit down and listen to her. I won't ask you again. Josh obeys. His mothers tone can still shut him up. \n[10]Go on, Renai. Tell him. \n[11]Let her speak. \n[12]What's happening to Renai is real. I've seen it for myself. I came here today because last night I had a dream about this place. \n[13]I was in this house...but it was late at night. \n[14]I can still hear that voice. \n[15]He's here. \n[16]I know somebody who can help...if you're willing to ask for it. \n[17]The reason...I knew to call Elise in this situation...the reason I know her so well...is because I called her myself once. Years ago. \n[18]To help you, Josh. \n[19]When you were about eight...you suffered night terrors. Awful fits of pure fear. You were terrified of an old woman who you said would come to visit you at night. \n[20]I dismissed your stories. Told you to grow up. Then I saw her for myself. \n[21]At first, I thought it was a camera problem. Then I saw her again. 80. \n[22]In each photo, she got closer and closer to you... \n[23]Finally, I was so scared, I called Elise. \n[24]I've kept the photos hidden ever since then...until tonight. \n[25]I'm sorry, Josh. ", "TUCKER": "\n[1]Helps weed out the nutjobs. \n[2]Assistant? \n[3]Assistant? \n[4]I'm still assisting in the other room. \n[5]He handles administration, I handle technical. It's an even split. He couldn't change a light bulb and I'm no good with paperwork. It bores me senseless. \n[6]Tri-field meter. It measures DC fields and the natural electro magnetic environment. \n[7]Yeah. It's a little more complicated than that, but, you know, you get the general idea. \n[8]Not really, but whatever. \n[9]It's very relevant, but it's all good. \n[10]I think we can call Elise now... \n[11]We took Tri-field and EMF readings of the whole house. All the wiring, alarm clocks, radios, toasters, TV, record player, fuse box. Nothing went off the charts. \n[12]Yeah, but who would work the equipment? I'll need to be there. You know what, don't even sweat it. I'll make myself available. \n[13]His drawings and my photos comprise her visual records. \n[14]That's debatable. \n[15]It is, but whatever. \n[16]This is where I saw it. \n[17]These still cameras are rigged to pick up changes in the atmosphere, electrical or temperature-wise. Don't be alarmed if they go off. \n[18]I'll tell you what we do with ourselves. We make a short list of our preferred media outlets, that's what. \n[19]Watch this. \n[20]After all the years we've been dining out on morsels like a faucet that turns itself on and off...we finally have some empirical evidence of the real thing. Proof. 76. \n[21]That is so not the point. This is not about religion. Here we have irrefutable evidence of a paranormal experience. Our job is to share it. \n[22]Yeah, until they get their book deal...then you'll wish you'd listened. \n[23]I guess you did some pretty awesome stuff in there. You deserve some credit. \n[24]Thanks, boss. \n[25]Dude, I got some amazing shots. We are gonna write a book and my shots are gonna be the main selling point. ", "ALANSO": "\n[1]No entiendo. \n[2]I know I didn't evolve from no monkey. Shit. 12. \n[3]Maybe you do, but I was created in the image of my Dios. \n[4]The theory is incorrect, Mr. Lambert. \n[5]Yeah, well, science is bullshit. We didn't get here cos of no test-tubes. \n[6]Fine. \n[7]I hear things. \n[8]I spend so much time in the office, I hear things. I heard about your son. I'm sorry. \n[9]Times like these...people realize that science doesn't have all the answers. There is a higher force at work. \n[10]Things are simple. You just can't see it. Put your faith in Him. 33. ", "FOSTER": "\n[1]I need a bowl, mom. \n[2]It's too small. \n[3]Can I have another cup, mom? \n[4]An award. \n[5]I'm scared, mom. \n[6]Dalton. \n[7]Why do I have to sleep so close to him? Can't I change rooms? \n[8]I don't know. \n[9]I don't want the man to get me. ", "LORRAINE  (CONT'D)": "\n[1]I tried to be quiet. I didn't want to wake anybody. I was afraid. \n[2]I looked into your bedroom. You were both asleep. \n[3]I knew that I was asleep in the dream...but I could feel that someone was awake in the house. \n[4]I went into Dalton's room. \n[5]There was someone in there with him. \n[6]A man was standing in the corner of the room. 50. \n[7]I asked him who he was...he said he was a visitor. I asked him what he wanted...he said Dalton. ", "KELLY": "\n[1]You okay? 34. \n[2]I was going to head off for an hour or so. Are you alright here? \n[3]No. I'm sorry. \n[4]Keep providing him with stimuli. I've seen it work time and time again. Read to him. Even if you're doing something else, you can play him music that he likes. Don't give up. \n[5]The universe picked a fight with the wrong chick. \n[6]No, I'm not. I'm doing my job. I chose to be here. You didn't choose any of this. You're the strong one. ", "NED": "\n[1]Josh...didn't see you there. \n[2]What are you up to this late? \n[3]Never drink alone. If you take the dirty jokes out of drunkenness, all you're left with is the self loathing. \n[4]Bah. You people think too much. Used to be, if life threw a shitstorm at you, you'd grab the nearest umbrella. Your generation would spend a day googling what brand to buy. \n[5]Things happen to everybody. Even to good people like you. And they're gonna keep happening the older you get, believe me. No use sittin' in the dark drinkin' over it. Go home. Be with your wife. Tell her your what's on your mind. \n[6]There sure as hell isn't any umbrellas `round here. "}}