{"dialogues": {"LOWELL": "\n[1]Yeah...  Thank you. \n[2]What I've seen...I've liked. \n[3]Because I think Hezbollah is trying to broaden into a political party right now. So you care about what you're thought of in America.  And in America, at this moment in time, Hezbollah does not have a face. That's why. \n[4]No.  We don't do that. You've seen \"60 Minutes\" and Mike Wallace.  So you know our reputation for integrity and objectivity.  You also know we are the highest-rated, most-respected, TV-magazine news show in America. \n[5]So.  Mr. Wallace.  Should he get on a plane or not? \n[6]That's good.  That works. Uh, you know, I want to ask you something...I know it sounds odd...but... \n[7]Hello, Sheikh...? Hello, Sheikh...? \n[8]Norman. \n[9]Take your blindfold off. \n[10]Welcome to the world. \n[11]Mike, it's me.  We're on... \n[12]Norman...? \n[13]We're there. \n[14]Don't interpret that! Hold it.  Hold it.  Hold it!  Slow, slow!! Sheikh, do you mind...if you would just turn your chair a little bit to face Mr. Wallace? \n[15]Is that okay? \n[16]Are you ready?  Or you want to keep fucking around and warm up some more...? \n[17]Alright, Todd, give me the three-button on Mike, please.  Okay.  We are rolling. Okay, Mike. \n[18]...everyone thinks Canadian Mounties ride horses and rescue ladies from rapids, Mike.  They backed locals in Oka in a fight with Mohawks over building a golf course on their burial site.  They beat up protesters at Kanasake... Where'd you hear that? \n[19]Oh, someone took a poll?  \"Are all things Canadian boring...?\" \n[20]Let me call you back... \n[21]Yeah, Stuart...  What New York bank? \n[22]Will he go on-camera and talk about the Mexico City branch? \n[23]Will independent sources corroborate that? \n[24]Let me see this...  No, 'cause I gotta know where you're going at all times. \n[25]...\"ignition propensity?\" ...you understand any of this...? \n[26]...it's anonymous.  References to \"P.M.\" It's got to be Philip Morris, huh? \n[27]Yeah. \n[28]Oh, hi, Doug...it's Lowell.  I'm doing this story on fire safety...  People burning up from falling asleep smoking. I received a shitload of scientific papers from inside Philip Morris... Anonymous.  You or anybody in FDA know someone who can translate this stuff into English for me? \n[29]Mr. Wigand, please. \n[30]Thank you, Bob. \n[31]My name's Lowell Bergman...  I'm -- \n[32]No, Bergman...B.E.R.G.M.A.N....  I'm a producer with \"60 Minutes\"... \n[33]Yeah. \n[34]Yes. \n[35]How does he know he doesn't want to talk to me?  He doesn't know what I'm calling him about... \n[36]If you're curious to meet me... \n[37]Have you always lived in Louisville? \n[38]That's room service.  They usually knock first. Come on in...  Over here, please. \n[39]Thank you. \n[40]How do you like your coffee?  Black? \n[41]Is there anything you want to know about me, Mr. Wigand...? \n[42]Just so I know you know, when I talk to people in confidence, it stays that way. \n[43]I still do the tough stories.  \"60 Minutes\" reaches a lot of people. \n[44]Far as you go where? \n[45]Between journalists and management, yes, I believe they do...but I don't take that seriously. Where do you work? \n[46]Did work. \n[47]That, you have to discuss with CBS Business Affairs.  But, for something like this, I would say anywhere between 10, 12 thousand. \n[48]If you want to do it. \n[49]...come in earlier on Mike's Marine barracks line when he's talking to Sheikh Mussawi... \n[50]Yeah. \n[51]Debbie... \n[52]Oh, Bill...  Main Justice is investigating a major New York bank. Laundering narco dollars out of their Mexico City branch.  You want it for the Evening News? \n[53]I'm gonna do a follow-up. \n[54]Catch ya' later. \n[55]Debbie... \n[56]I want you to get legal onto CORPORATE CONFIDENTIALITY AGREEMENTS.  Boundaries of their constraint.  Kentucky state law about.  I want you to drop everything. \n[57]Yeah... \n[58]Who is this? \n[59]What are you talking about?  Where are you? \n[60]Mrs. Wigand, how do you do? \n[61]I'm Lowell Bergman.  We spoke on the phone, remember? \n[62]C'mere.  I want to talk to you. \n[63]I did not burn you.  I did not give you up to anyone! \n[64]To straighten something out with you. Right here.  Right now. \n[65]Why am I gonna mention your name? \n[66]How the hell do I know about Brown &amp; Williamson? \n[67]And I don't like paranoid accusations! I'm a journalist.  Think.  Use your head. How do I operate as a journalist by screwing the people who could provide me with information before they provided me with it? \n[68]No.  I did not.  Big Tobacco is a big story.  And you got something important to say.  I can tell. But, yes.  I did. I came all the way down here to tell you: story, no story, fuck your story, I don't burn people. \n[69]They're afraid of you, aren't they? \n[70]Talk to me outside the zone of your agreement? \n[71]Like where'd you work before Brown &amp; Williamson? \n[72]I don't know...you think the Knicks are gonna make it through the semi-finals? \n[73]Seven dwarfs? \n[74]...and swore under oath that they know nothing about addiction, disease... \n[75]Okay, so, here you are...you go to work for tobacco. You come from corporate cultures where research, really, creative thinking, these are core values.  You go to tobacco...  Tobacco is a sales culture. Market and sell enormous volume.  Go to a lot of golf tournaments.  The hell with everything else. What are you doing?  Why are you working for \"tobacco\" in the first place? \n[76]Nothing's wrong with that.  That's it; you're making money...you're providing for your family?  What could be wrong with that? \n[77]Then...you're in a state of conflict, Jeff. \n[78]Because, look, here's how it lays out: if you got vital, insider stuff the American people for their welfare really do need to know...and you feel impelled to disclose it and violate your agreement in doing so, that's one thing.  On the other hand, if you want to honor this agreement, then that's simple.  You do so.  You say nothing.  You do nothing. There's only one guy who can figure that out for you.  And that's you.  All by yourself. \n[79]He referred to this...the Seven Dwarfs... \n[80]The seven CEOs of Big Tobacco... Referred to this...  Said they should be afraid of him...  I assume, afraid of what he could reveal. Now, you tell me.  What does this guy have to say that threatens these people? \n[81]Hardly new news. \n[82]What's this? \n[83]Why not? \n[84]That's not good enough.  This guy is the top scientist in the number three tobacco company in America.  He's a corporate officer.  You never get whistle-blowers from Fortune 500 companies.  This guy is the ultimate insider.  He's got something to say; he wants to say it; I want it on \"60 Minutes.\" \n[85]Okay, let's look through the looking glass the other way... \n[86]We got a guy...who wants to talk but he's constrained. What if he were \"compelled\"? \n[87]I mean compelled by a Justice Department, state courts, be a witness.  That would cut through any confidentiality agreement, wouldn't it? \n[88]What do you mean, what's it do? \n[89]Because he has to reveal it in a court of law.  It's on record, it's out.  It's no secret anymore.  So how can they restrain his speech or retaliate?  It's out in the world... \n[90]I don't think he's got any attorneys. \n[91]What do you say, Mike?  What do you think? \n[92]Yeah... \n[93]No.  No, it's okay...  How's - how's the new place? \n[94]You okay? \n[95]You know, I was thinking of calling you tomorrow, anyway. How are your kids handling the new house? \n[96]Jeffrey, describe for me in detail what happened. \n[97]Oh, yes, yes, yes, I did...I wanted to talk to you.  I wanted to hook up and talk to you.  About what we were talking about in your car. \n[98]Makes you feel good?  Putting what you know to use? \n[99]It's obvious, isn't it? \n[100]Hello.  You there \n[101]It's okay. \n[102]What did you get us? \n[103]Marcuse.  Yeah.  He was my mentor.  He had a major influence on the New Left in the late '60s...and on me, personally. \n[104]My father?  What the hell's that got to do with my father? \n[105]You charge by the hour? \n[106]Well, my father left us when I was five- years old.  He was not the most ingenious man I ever knew...  Let's get back to Brown &amp; Williamson.  If you decide to go on \"60 Minutes,\" I got to know everything about why you got fired. \n[107]They're gonna dig up stuff from your past, they're gonna throw it at you.  I got to know what they're gonna throw. You understand? \n[108]I'm not pushing you around! I'm asking you questions. \n[109]...to a network, probably, we're all commodities. To me?  You are not a commodity.  What you are is important. \n[110]You go public and thirty-million people hear what you got to say, nothing, I mean nothing, will ever be the same again. \n[111]You believe that? \n[112]You should.  Because when you're done, a judgment is going to go down in the court of public opinion, my friend.  And that's the power you have. \n[113]I believe that?  Yes, I believe that. \n[114]Yes. \n[115]Are you talking to me or did somebody else just walk in here?!  I never abandoned a source! \n[116]No, don't evade a choice you gotta make be questioning my reputation or \"60 Minutes'\" with this cheap skepticism! \n[117]Words!  While you've been dickin' around at fucking company golf tournaments, I been out in the world, giving my word and backing it up with action. \n[118]Now, are you going to go do this thing, or not? \n[119]The stringer was supposed to be shooting B-roll on street cops in New Orleans. What's with all the horses? \n[120]Don't any of these guys ride in cars or walk? \n[121]What was he seeing? \n[122]Yes, I'm right here.  Could you call me back on a hard line? \n[123]Area code 212-555-0199. \n[124]What do we do with that? \n[125]...you filed a lawsuit against tobacco on behalf of the State of Mississippi, did you not? \n[126]Well, I'm working with someone, now, who was the former head of research at Brown &amp; Williamson, a former corporate officer there. \n[127]Well, he may tape an interview with us. And, we believe if his testimony showed up in a court record first, it would free him up from his confidentiality agreement and give him some protection. \n[128]Yeah, and he's going to need legal representation. \n[129]Well, actually, no.  Well, he's on the fence.  That's the point. \n[130]Well, would you want him to call you? Or, you want to call him?  How do you want to do it? \n[131]Yeah. \n[132]Okay.  Thank you. \n[133]Shit... \n[134]Oh, we need cops on the street.  We don't need them on horses. \n[135]Oh, for God's sake, what has this guy got, a horse fetish? \n[136]Get me to New Orleans this afternoon. I'll shoot the fucking thing myself! \n[137]What happened? \n[138]Was it gang related? \n[139]Excuse me.  Yeah... \n[140]Jeff, call the FBI right away... \n[141]Jeff... \n[142]Good.  But Jeff... \n[143]I'm telling you, your agents in that office are acting improperly!  Now, who are they trying to protect? \n[144]You better take a good look!  Because I'm getting two things:  pissed off and curious!  Now, any of these guys been offered jobs in corporate security after they retire?  Either one of those guys have ex-agent pals already in those jobs? Like, for instance, their ex-supervisor, who's already at Brown &amp; Williamson as we fucking speak? \n[145]You're getting my drift? \n[146]So, is everything okay? \n[147]Do you think we could talk about the taping?  Tomorrow's taping, just so we can get it out of the way and order... \n[148]Liane, this is a preliminary... You didn't tell her we were taping? What did she think she was coming to New York for? \n[149]Oh, man. \n[150]Ordinary people!  Under extraordinary pressure, Mike.  What the hell do you expect?  Grace and consistency? \n[151]It's okay, Jeff. \n[152]It's okay.  You got your own security now... \n[153]...they \"volunteered.\"  A friend owns a large security company. \n[154]I heard. \n[155]I know.  I'm going to go there tonight... \n[156]Yeah. Want to play that game we were playing before?  You know, I think you got it up to five.  I was ahead of you. \n[157]You attract a crowd. \n[158]I heard about the Kentucky gag order... \n[159]Maybe things have changed... \n[160]You mean...since this morning? \n[161]No, I don't have a clue. \n[162]Run that Sandefur piece on \"nicotine's not addictive.\"  Run that on-camera. Then cut right to Wigand with \"I believe they perjured...\"  Then go wide to the CEOs all taking the oath.  Back on Jeff and play the pause after the word \"felt\" on the B-side... \n[163]It went great in Mississippi, Mike. \n[164]Yeah, they argued he was going to reveal the secret formula of \"Kools\" to the world. \"Sealed\" doesn't hurt Scruggs' litigation, and since we're the only ones with the story, I believe we're sitting on an exclusive. \n[165]When's the air date? \n[166]Tell her I'll call her back in ten. \n[167]I think what we're trying to tell you is that it happens all the time.  This is a news organization.  People are always telling us things they shouldn't.  We have to verify if it's true and in the public interest...  And if it is, we air it. \n[168]What does that mean?  \"Rife with -- ?\" \n[169]No, only that we would hold the story until it was safe for him... \n[170]His \"veracity\" was good enough for the State of Mississippi. \n[171]Well, as a \"standard\"...I'll hang with \"is the guy telling the truth?\" \n[172]Come again? \n[173]Is this \"Alice in Wonderland\"? \n[174]Is CBS corporate telling CBS News do not go to air with this story? \n[175]\"Tortious interference\"?  Sounds like a disease caught by a radio. \n[176]Debbie, it's me.  I want you to check some filings and give me John Wilson's number at Bear-Stern. \n[177]What now? \n[178]So, what happened to Ms. Caperelli's checking with outside counsel first, all that crap? \n[179]I'm not touching my film... \n[180]No, I'm not... \n[181]Since when has the paragon of investigative journalism allowed lawyers to determine the news content on \"60 Minutes\"? \n[182]Before you go... \n[183]I discovered this.  SEC filing... For the sale of the CBS Corporation to Westinghouse Corporation. \n[184]It's not a rumor.  It's a sale. If Tisch can unload CBS for $81 a share to Westinghouse and then is suddenly threatened with a multibillion-dollar lawsuit from Brown &amp; Williamson, that could screw up the sale, could it not? \n[185]I'm not implying.  I'm quoting.  More vested interests... \"Persons Who Will Profit From This Merger... Ms. Helen Caperelli, General Counsel of CBS News, 3.9 million.  Mr. Eric Kluster, President of CBS News, 1.4 million...\" \n[186]Oh, no, of course they're not influenced by money.  They work for free.  And you are a Volunteer Executive Producer. \n[187]No, I'm questioning your hearing!  You hear \"reasonable\" and \"tortious interference.\"  I hear...  \"Potential Brown &amp; Williamson lawsuit jeopardizing the sale of CBS to Westinghouse.\"  I hear...  \"Shut the segment down.  Cut Wigand loose.  Obey orders.  And fuck off...!\"  That's what I hear. \n[188]I am?  You pay me to go get guys like Wigand, to draw him out.  To get him to trust us, to get him to go on television. I do.  I deliver him.  He sits.  He talks.  He violates his own fucking confidentiality agreement.  And he's only the key witness in the biggest public health reform issue, maybe the biggest, most-expensive corporate-malfeasance case in U.S. history.  And Jeffrey Wigand, who's out on a limb, does he go on television and tell the truth?  Yes. Is it newsworthy?  Yes.  Are we gonna air it?  Of course not.  Why?  Because he's not telling the truth?  No.  Because he is telling the truth.  That's why we're not going to air it.  And the more truth he tells, the worse it gets! \n[189]C'mon, what are you?  And are you a businessman?  Or are you a newsman?! Because that happens to be what Mike and I do for a living... \n[190]\"Put the corporation at risk\"...?  Give me a fucking break! \n[191]These people are putting our whole reason for doing what we do...on the line! \n[192]What? \n[193]They're killing the Wigand interview... \n[194]They're pretending it's process. Bullshit, it's foregone. \n[195]I'm alone on this... \n[196]Jeffrey... \n[197]I don't know how to say this, Jeff, except to just say it right out, so I'll say it.  They do not want to air it. \n[198]B &amp; W may have threatened litigation... CBS is on the block... But you, I mean, I know how... \n[199]No?  No, what? \n[200]Jeff... \n[201]Well, what do you think I'm going to do? Quit in protest?  I'm not going to do that. \n[202]No.  I'm not going to take \"no\" for an answer.  No. \n[203]I'm staying right here.  Doing my job. Fighting to get my show on the air.  You don't like it?  Hey, I'll tell you what...fire my ass... \n[204]Get me Wigand. \n[205]...fuck is this?  Fuck! \n[206]Oh, you know what we do or do not need to know?  Since when have you become a media expert? \n[207]Oh, my God. \n[208]Jeff!  Wake the fuck up!  Everybody is on the line here.  If they can catch you in a lie, they can paint everything with that brush.  Do you understand? Everything you say! \n[209]Everything...you...say!  And I can't defend you, man, with one hand tied behind my back!  Because you keep from me...what they can discover.  And they will discover everything!  Believe me. \n[210]She sued you for back payments of child support? \n[211]Yes.  Did you lie about being on the American Judo Team in the Olympics? \n[212]Some public relations guy got a hold of a tape of an interview...where you're saying you were on the American Judo Team in the Olympics...? \n[213]Alright...the ABC Telemarketing Company? \n[214]ABC Telemarketing Company. \n[215]That's the whole point, Jeffrey.  That's the whole point.  Anyone's.  Everyone's. They are gonna look under every rock, dig up every flaw, every mistake you've ever made.  They are going to distort and exaggerate everything you've ever done, man.  Don't you understand? \n[216]That's not the point. \n[217]That's not the fucking point, whether you told the truth or not!  Hello...? \n[218]And I've got to refute every fucking accusation made in this report before <i>The Wall Street Journal</i> runs. I am trying to protect you, man! \n[219]Well, are you or are you not, Charlie? \n[220]We gotta hook up. \n[221]P.J.'s. \n[222]Yeah, I got it.  500 pages of it.  They looked in every corner of this guy's life...from a spousal abuse charge, to shoplifting, to a traffic ticket he got once for running a red light.  It's Terry Lenzner's outfit, IGI.  Jack, listen to me.  Their strategy:  discredit this guy, ruin his reputation in <i>The Wall Street Journal</i>, and then nobody will ever listen to what he's got to say about tobacco. He's dead.  Unless I can get this thing knocked down. \n[223]To make it even a little more attractive, I don't know if you're ever gonna get paid. \n[224]That's a good question.  \"Is there any truth to any of it?\"  I doubt it. \n[225]Soon. \n[226]That's great, Jack. \n[227]How are you, Jim? \n[228]Really?  Hi, Joan. \n[229]Catch you later. \n[230]When's your deadline? \n[231]Push it. \n[232]It's a smear campaign, Charlie. \n[233]Oh, it's real selective...about as hard to get a hold of as the Manhattan phone book. \n[234]And it's bullshit.  And if I'm right, are you going to put the <i>Journal</i>'s reputation behind a story that's going to blow up in your face? \n[235]Yeah.  Catch you later. \n[236]What does it look like I'm doing?  I'm editing. \n[237]No.  I should have.  I told them I disagreed with you, Mike and Kluster that this segment is as good as the original. I'm not lying for you.  I'm not gonna shut up for you.  Not on any of it. \n[238]I've been banished.  In lieu of being fired. \n[239]I don't know.  How does that get Wigand on the air? \n[240]Here. \n[241]These are their leads, their sources.  I want you to have your reporters... \n[242]Have them make their own calls.  They'll find that these sources have a different story than the one that's in the dossier... Push the deadline, Charlie... \n[243]Yeah. \n[244]I disappeared on you? \n[245]I think it was a disgrace. \n[246]Alright.  Get me the manager's office... \n[247]No, no.  Don't call the police! Just tell him I'm on the phone with you...  My name is Lowell Bergman... Just tell him that. \n[248]Did he hear you? \n[249]What about now? \n[250]Hello, can you hear me now? \n[251]What's happening?! \n[252]Alright, now listen to me.  I want you - I want you to tell him, in these words: get on the fucking phone...! \n[253]No, you can.  Tell him to get on the fucking phone! \n[254]That's bullshit, Jeff! \n[255]I greased the rails for a guy who wanted to say yes.  I helped him to say yes. Alright.  You're not a robot, Jeff! That's all.  You got a mind of your own, don't you? \n[256]I fought for you...and I still fight for you. \n[257]Jeffrey, where you going with this?  So where you goin'? You are important to a lot of people, Jeffrey.  You think about that.  You think about them. \n[258]I'm running out of heroes, man... Guys like you are in short supply. \n[259]I'm on a leave of absence.  Forced vacation. \n[260]Yeah.  Yeah, I will. \n[261]\"I'm Lowell Bergman, I'm from '60 Minutes.'\"  You know, you take the \"60 Minutes\" out of that sentence, nobody returns your phone call.  Maybe Wigand's right.  Maybe I'm hooked.  What am I hooked on?  The rush?  \"60 Minutes\"? What the hell for?  Infotainment.  It's so fucking useless, all of it. \n[262]Free press?  Press is free...for anyone who owns one.  Larry Tisch has a free press. \n[263]I got perspective. \n[264]From my perspective, what's been going on and what I've been doing is ridiculous. It's half-measures. \n[265]Patch him through. \n[266]Oh, good... \n[267]Yeah, I'm here. \n[268]...and I'd be lying to you if I didn't tell you, I'm about out of moves, Dick... \n[269]Hi.  So, what are you folks doing here in Lincoln? \n[270]Geology.  Yeah?  Really? \n[271]I work for CBS News. \n[272]Just ran into two of your \"geologists.\" Geologists whose hands aren't all chewed up...? \n[273]So, I'll hold it...  And... \n[274]How long? \n[275]You got a deal. \n[276]Jim, it's Lowell. \n[277]How prominent?  What kind of placement? \n[278]Well, until you do, all I can tell you is what you already know...they will not air an interview. \n[279]I can't get out of here til mid-morning. I'll be in tomorrow night... Listen, could you call a number for me, it's in Mississippi... \n[280]Here's how it works.  You ask me questions.  I tell you if you're wrong. \n[281]Yeah? \n[282]Why? \n[283]You ready...? \n[284]Did I tell you you were wrong? \n[285]No, I usually sit around in my hotel room, dressed like this at 5:30 in the morning, sleepy look on my face. \n[286]Oh, lots. \n[287]But in all that time, Mike, did you ever get off a plane, walk into a room, and find that a source for a story changed his mind?  Lost his heart?  Walked out on us?  Not one fucking time!  You want to know why? \n[288]I'm going to tell you why.  Because when I tell someone I'm going to do something, I deliver. \n[289]Oh, please, Mike... \n[290]No, you give me a break!  I never left a source hung out to dry, ever.  Abandoned. Not 'til right fucking now!  When I came on this job, I came with my word intact. I'm gonna leave with my word intact. Fuck the rules of the game!  Hell, you're supposed to know me, Mike.  What the hell did you expect?  You expect me to lie down?  Back off?  What, get over it? \n[291]Like what?  Corporate responsibility? What, are we talking celebrity here? \n[292]Mike...in my... \n[293]Yeah. \n[294]Good. \n[295]No, you fucked you!  Don't invert stuff! Big Tobacco tried to smear Wigand; you bought it.  <i>The Wall Street Journal</i>, here, not exactly a bastion of anti- capitalist sentiment, refutes Big Tobacco's smear campaign as the lowest form of character assassination!  And now, even now, when every word of what Wigand has said on our show is printed, the entire deposition of his testimony in a court of law in the State of Mississippi, the cat totally out of the bag, you're still standing here debating! Don, what the hell else...do you need? \n[296]They cancelled the six o'clock. I don't know why.  I'm on the 8:10.  I should be home...9:30.  I'll see you then.  Love ya'.  Bye... \n[297]Thank you, Bill. \n[298]Yeah? What did I win? \n[299]Everything interests me. \n[300]I quit, Mike. \n[301]I did?  What do I tell a source on the next tough story?  Hang in with us. You'll be fine...maybe? \n[302]What got broken here...doesn't go back together again. \n[303]So, uh... ", "WIGAND": "\n[1]Hi, honey. \n[2]What's new? \n[3]Yeah?  What for? \n[4]That's great...  Little early for cartoons, isn't it? \n[5]Sweetheart, c'mon.  C'mon. \n[6]Slow down.  Slow down.  Slow down. Breathe deep.  Breathe deep.  Slow down, honey.  Slow down.  Slow down. \n[7]Here we go.  Deep breaths, deep breaths. \n[8]Pooh's dusty, sweetheart...he's dusty, and you breathed him in, okay?  So what's - what's happening to you now is... cells called mast cells told your lungs \"don't breathe any more of that dust in.\" ...and the airways in your lungs are like branches.  And when the branches close up, you get an asthmatic attack.  And, we give you medicine, and you get better. Huh?  Okay?  You're better already, aren't you? \n[9]Okay, baby? \n[10]I can take her. \n[11]Is there any more rice...? \n[12]Instant rice...? \n[13]Try the car. \n[14]I'm going to the store.  You need anything? \n[15]Soy sauce... \n[16]That's my stuff from the office... \n[17]I didn't want to leave it there... \n[18]I got fired this morning...  Where else am I gonna take it? \n[19]Thomas Sandefur... \n[20]There's a severance agreement...  It includes cash payouts over time and continuing medical coverage... Sure you don't need anything? \n[21]Mr. Bergman?  What did you want me to consult about? \n[22]Who's that? \n[23]Black, black... \n[24]Look, I really don't have that much time... \n[25]Like what?  Your sign? \n[26]I know what I have to know. \n[27]How did a radical journalist from Ramparts Magazine end up at CBS? \n[28]Let me see the documents... \n[29]...this is a Fire-Safety Product Study for Philip Morris.  Burn rates...ignition propensity...things of this nature. I could very easily explain this to you in layman's terms, because it's from another company... \n[30]...but that's as far as I go... \n[31]This issue is a drop in the bucket.  I can talk to you about what's in here. But I can't talk to you about anything else. \n[32]I signed a confidentiality agreement.  I honor agreements... \n[33]Doesn't CBS have confidentiality agreements, Mr. Bergman? \n[34]Did work. \n[35]How much would I get paid? \n[36]Should I just take the documents now? \n[37]I worked as the head of Research and Development for Brown &amp; Williamson Tobacco Company.  I was a Corporate Vice President.  Mr. Bergman... \n[38]Seven... \n[39]I'd rather play than talk about it. What did you want to see me about?  I don't like being back here. \n[40]Chapter and verse. \n[41]Is that a threat? \n[42]You threatening my family, now, too? \n[43]\"Research...\" You declare, as a badge of honor, you don't even know what makes water boil... \n[44]Okay. I don't believe you can maintain corporate integrity without confidentiality agreements.  I was paid well for my work.  The health and welfare benefits are good.  The severance package is fair.  I have no intention of violating my confidentiality agreement and disclosing that which I said I wouldn't. \n[45]And if I don't? \n[46]Dr. Wigand. \n[47]So, what you are saying is:  it isn't enough that you fired me.  For no good reason!  Now you question my integrity? On top of the humiliation of being fired? You threaten me?!  You threaten my family?! It never crossed my mind not to honor my agreement... But I will tell you, Mr. Sandefur, and Brown &amp; Williamson, too...  Fuck me? Well, fuck you!! \n[48]...protect your sources...!  You screwed me!  You sold me out! \n[49]Fuck you, too! \n[50]Stay away from me!  You stay away from me! \n[51]Jump in, quick, c'mon... \n[52]Good.  I want to talk to you. \n[53]What do... \n[54]This is my house...  In front of my wife, my kids?!  What business do we have? \n[55]So, you didn't mention my name?  You haven't talked to anybody about me? \n[56]How did Brown &amp; Williamson know I spoke to you...? \n[57]It happened after I talked to you.  I do not like coincidences! \n[58]You came all the way down here to tell me that? \n[59]Ride with me while I take the girls to school... \n[60]And, I'm unemployed.  So I have to protect my medical coverage. ...so I left them a message this morning. Their expanded confidentiality agreement? I will sign it. \n[61]They should be. \n[62]Like what? \n[63]Johnson &amp; Johnson.  Union Carbide in Japan.  I was general manager and director of new products.  I speak Japanese.  I was a director of corporate development at Pfizer.  All health- related. What else?  Outside the \"zone\"...? \n[64]For example.  James Burke, the CEO of Johnson &amp; Johnson...when he found out that some lunatic had put poison in Tylenol bottles, he didn't argue with the FDA...  He didn't even wait for the FDA to tell him.  He just pulled Tylenol off every shelf of every store right across America.  Instantly.  And then he developed the safety cap...  Because, look, as a CEO, sure, he's gotta be a great businessman, right?  But he's also a man of science.  He's not going to allow his company...to put on the shelf...a product that might hurt people. Not like the Seven Dwarfs... \n[65]The seven CEOs of Big Tobacco...they got up in front of Congress that time...it was on television... \n[66]It was on C-SPAN.  Yeah. \n[67]I can't talk about it.  The work I was supposed to do...might have had some positive effect.  I don't know...it could have been beneficial. Mostly, I got paid a lot.  I took the money.  My wife was happy.  My kids had good medical.  Good schools.  Got a great house. I mean, what the hell is wrong with that...? \n[68]I've always thought of myself...as a man of science.  That's what's wrong with it. \n[69]I've got to go pick up the girls.  They only had half a day... \n[70]I'm trying to...start a new career...  I believe I could be a good teacher... \n[71]...and not a lot of companies in the health-care field hire ex-tobacco scientists. \n[72]That's it... \n[73]Hey, hey, hey, c'mon.  C'mon.  We can make this work for us.  Okay?  It's just...it's a smaller scale. Simpler...easier...more time.  More time together.  More time with the kids.  More time for us, okay?  It's just...  Can you imagine me coming home from some job feeling good at the end of the day?  This is gonna be better.  This is gonna be better. \n[74]Hey, baby.  What's wrong? \n[75]Did you see somebody or did you hear them? \n[76]Where? \n[77]Sit at Daddy's desk, okay?  Why don't you just sit up at the desk.  Get out some paper and draw me a picture, okay?  What are you gonna draw me, baby?  An animal, something like that?  You stay down here until Daddy gets back...alright, Barbara? You stay down here. \n[78]You almost got your damn head blown off... \n[79]It's just a raccoon, baby...nothing. \n[80]They're nocturnal.  You know what that means?  That means that they only come out at nighttime. \n[81]Lowell...  Jeffrey Wigand... \n[82]The new place?  New. \n[83]Good. You have kids? \n[84]She's okay. \n[85]Hold on a minute, Lowell... ...somebody...may be following me.  I don't know.  They came on the property... \n[86]I don't want to be paranoid...  I mean, maybe it's a game.  Some kind of mind game. \n[87]I don't know what the fuck I really think!  Are they doing it?  Is some crank doing it?  Are they doing it to make me feel paranoid?  Are they doing it for real and don't give a shit what I think? I don't know!  I don't fucking know. \n[88]Well, no, look...I mean, there was a footprint.  Forget it.  It's probably not important at all. You know, I got a job now.  I'm teaching high school. Japanese and Chemistry. So, what were you calling about? \n[89]No, you said you were going to call me tomorrow.  So, what about? \n[90]...okay. \n[91]How'd you know that, Lowell? \n[92]Yeah...  Look, thanks for talking.  I'm sorry I woke you up. \n[93]Lowell...? \n[94]Who is this?  Do not call here!  Do not... \n[95]Tempura... \n[96]The internet said you did graduate work in Wisconsin, then went to UC La Jolla with Professor...Marcus? \n[97]Next to your father? \n[98]Is that why you became a journalist? Then you get to ask all the questions? \n[99]My father was a mechanical engineer...most ingenious man I ever knew. \n[100]Why? \n[101]I drink.  A couple of occasions more than I should have. I was cited for shoplifting once.  But it was a mistake... I pushed Liane one time.  We were both stressed out because of the pressure. She went to her mother's. I got fired because when I get angry I have difficulty censoring myself.  And I don't like to be pushed around! \n[102]I'm just a commodity to you, aren't I?  I could be anything.  Right?  Anything worth putting on between commercials... \n[103]No. \n[104]You believe that? \n[105]You believe that because you get information out to people...something happens? \n[106]Maybe that's just what you've been telling yourself all these years to justify having a good job?  Having status?  And maybe for the audience, it's just voyeurism?  Something to do on a Sunday night.  And maybe it won't change a fucking thing.  And people like myself and my family are left hung out to dry. Used up!  Broke, alone! \n[107]I don't think you really understand -- \n[108]I have to put my family's welfare on the line here, my friend!  And what are you puttin' up?  You're puttin' up words! \n[109]I said I'd call the kids before they went to bed.  Onisa... \n[110]They're terrorizing us.  Death threats?! To my family?  My kids?! \n[111]Someone put a bullet in my mailbox. \n[112]They do this with impunity! \n[113]They get to go home at night.  What does it cost these people to do this to us? Nothing?!  My girls are crying, so fuck them!  I want to tape!  I'm done thinking about it. \n[114]Then hold it off the air until you got that.  But I want to go to New York. And I want to go on the record.  Right now! \n[115]I'll call them, Lowell. \n[116]Yes, I'm afraid I did. \n[117]A gun?  Yes. \n[118]What caliber is my gun? \n[119]What does that have to do with the price of tea in China? \n[120]You think I put that bullet in the mailbox myself...? \n[121]I don't think it's unconstitutional yet to own a gun.  I'm a target shooter. \n[122]Yes, I do.  A .38 Target Master.  In my gun safe downstairs.  A .45 Gold Cup.  A .22 target pistol.  So what? \n[123]Yes.  Yes, I do. Yes, I get extremely emotional when assholes put bullets in my mailbox...! \n[124]What's going on? \n[125]You can't take that...  It's personal property...! \n[126]...my files!  Personal correspondence... \n[127]...letters to my brother...my will. \n[128]That computer has everything... \n[129]I'm doing an interview. \n[130]...to talk about it.  To think about it. I had a plan to ease her into it.  But, I really - I didn't know how to do that... \n[131]...I believe Mr. Sandefur perjured himself because I watched those testimonies very carefully. \n[132]Part of the reason I'm here is I felt that their representation clearly misstated, at least within Brown &amp; Williamson's representation, clearly misstated...what is common language within the company...we are in the nicotine delivery business. \n[133]A delivery device for nicotine. \n[134]You're gonna get your fix... \n[135]The process is known as \"impact boosting...\"  While not spiking nicotine, they clearly manipulate it.  There's extensive use of this technology, know as \"ammonia chemistry.\"  It allows for the nicotine to be more rapidly absorbed in the lung and therefore affect the brain and central nervous system. \n[136]The straw that broke the camel's back for me and really put me in trouble with Sandefur was a compound called \"coumarin.\"  When I came on board at B&amp;W, they had tried to transition from coumarin to a similar flavor that would give the same taste, and had been unsuccessful.  I wanted it out immediately. I was told that it would affect sales, so I should mind my own business.  I constructed a memo to Mr. Sandefur indicating I could not in conscience continue with coumarin in a product that we now knew, we had documentation, was similar to coumadin, a lung-specific carcinogen... \n[137]I sent the document forward to Sandefur. I was told that we would continue to work on a substitute, we weren't going to remove it as it would impact sales, and that that was his decision. \n[138]Most certainly. \n[139]Poor communication skills. \n[140]Yeah, there are times I wish I hadn't done it.  There are times I feel compelled to do it.  If you asked me would I do it again?  Do I think it's worth it?  Yeah, I think it's worth it. \n[141]Hi. \n[142]My name is Jeff Wigand.  You can call me Mr. Wigand; you can call me Dr. Wigand--I have a Ph.D. in biochemistry and endocrinology; you can call me Jeff... Anything else you want to call me...you'll have to do so in private... Okay...  I find chemistry to be magical. I find it an adventure.  An exploration into the building blocks of our physical universe... So, how many of you have taken chemistry before? \n[143]Okay...I've never taught it before, so we're gonna be fine. \n[144]Our first experiment is... ...going to be measuring the molecular weight of butane... \n[145]Mr. Scruggs, Jeff Wigand.  Lowell Bergman said I should give you a call... \n[146]When should we do this? \n[147]Who the hell are you?!  What are you doing in my house?! \n[148]Lowell, I can't afford -- \n[149]I called Richard Scruggs in Mississippi... \n[150]I'm going to be a witness for them in their litigation.  So I'm going to fly to Pascagoula to give a deposition... \n[151]Did you have a good day? \n[152]Coffee, Lowell? \n[153]Where should I wash them? \n[154]What's the difference... \n[155]Can we talk about this when I get back? \n[156]I'm not free to testify...here...? \n[157]Jail? \n[158]How does one...\"go...to...jail?\"  What does my family do?  Go on welfare?  If my wife has to work?  Who's going to look after the kids?  Put food on the table? My children need me.  If I'm not teaching...there's no medical...no medical...even on co-pay, that's like... Tuition... \n[159]Yeah, great. \n[160]I don't know what to do. \n[161]I can't seem to find...the criteria to decide.  It's too big a decision to make without being resolved...in my own mind. \n[162]What's changed? \n[163]No.  I mean since whenever... \n[164]Fuck it.  Let's go to court. \n[165]I do. \n[166]Jeffrey S. Wigand. \n[167]That is correct. \n[168]Yes.  It produces a physiological response, which meets the definition of a drug!  Nicotine is associated with impact, with satisfaction.  It has a pharmacological effect that crosses the blood-brain barrier intact... \n[169]\"Part of the reason I'm here is I felt that their representation clearly, at least within...\" \n[170]There is - there is no family. \n[171]Liane has filed for divorce... \n[172]And, so, I moved out...  I see the girls a couple of days a week... \n[173]Our favorite hotel, honey...  I checked into Room 930.  Odd choice?  Huh? \n[174]What?! \n[175]No. \n[176]I do not think that you \"know\" for me...what it is to walk in my shoes... ...for my kids to have seen it...for them to know why I've put them through what I did...the public airing of that...the testament to why I did what I did...you're telling me is not going to see the light of day. \n[177]Well, how is that any of your business?! That is not something that you people need to know! \n[178]What do you want to do, Lowell, look up my ass, too...! \n[179]I told the truth! \n[180]...I was young.  I was young...confused...  We didn't handle it the right way... \n[181]She did not sue me.  We had a dispute over money...  I settled it, she dropped the complaint... Any other questions? \n[182]What? \n[183]What kind of shit is this?  I was not on the team, I sparred with the Olympic Team...okay? \n[184]\n[185]A can opener!  A $39.95 can opener.  I cancelled payment...  It was junk. You ever bounce a check, Lowell?  You ever look at another woman's tits?  You ever cheat a little on your taxes? Whose life, if you look at it under a microscope, doesn't have any flaws...? \n[186]What does this have to do with my testimony? \n[187]What does this have to do with my testimony?!  I told the truth!  It's valid and true and provable! \n[188]I told the truth...  I told the truth. \n[189]I've got to teach class.  I've got to go. I've got to teach class. \n[190]Well, I hope you improve your batting average. \n[191]\"I would bet on it.\" \n[192]You manipulated me into this...! \n[193]You greased the rails! \n[194]\"Up to you, Jeffrey.  That's the power you have, Jeffrey.  Vital insider information the American public need to know.\"  Lowell Bergman, the hot show who never met a source he couldn't turn around. \n[195]You fought for me...?! ...you manipulated me...into where I am now...staring at the Brown &amp; Williamson Building.  It's all dark.  Except the 10th floor!  That's the legal department. That's where they fuck with my life! \n[196]Yeah, guys like you, too. \n[197]Where are you, anyway? \n[198]You try and have a good time. \n[199]\"I believe Mr. Sandefur perjured himself...  Because I watched those testimonies very carefully.\" \n[200]\"...that their representation...\" \n[201]Okay, so let's get back to it.  Alright, now, what we saw there was... \n[202]\"There are times...I wish I hadn't done it.  But there are times that I feel compelled to do it...\" \"I've - if you asked me if I would do it again or if it's - do I think it's worth it.  Yeah.  I think it's worth it.\" ", "MIKE WALLACE": "\n[1]Thank you for having us... \n[2]What? I can't conduct an interview from back there. \n[3]Will you tell him that when I conduct an interview, I sit anywhere I damn please! \n[4]You!  I'm talking to you! \n[5]What the hell do you think I am?  A 78- year-old assassin?  You think I'm gonna karate him to death with this notepad? Are you interpreting what I'm saying? \n[6]Good, well ask him if Arabic is his second language. \n[7]No. ...that's got my heart started. \n[8]Sheikh Fadlallah, thank you so much for seeing us. Are you a terrorist? \n[9]A servant of God?  Really... \n[10]Americans believe that you, as an Islamic fundamentalist, that you are a leader who contributed to the bombing of the U.S. Embassy. \n[11]\"President Assad of Syria said that difficult obstacles remain but that his country, quote, 'looks forward to a great, long peace with Israel.'\" \n[12]You eating with us? \n[13]Bring a tie so they'll let us in the front door... \n[14]What \"Seven Dwarfs?\" \n[15]Well, it isn't \"cigarettes are bad for you\"... \n[16]No shit. \n[17]Am I missing something here? \n[18]He's got a corporate secrecy agreement? Give me a break.  This is a public-health issue, like an unsafe airframe on a passenger jet or...some company dumping cyanide into the East River.  Issues like that?  He can talk, we can air it. They've got no right to hide behind a corporate agreement. Pass the milk... \n[19]What do you mean? \n[20]Oh, torture?  Great ratings. \n[21]Even if he gets the defense team, will he go for it? \n[22]How are the rooms?  Comfortable? \n[23]Thank you got saying that... \n[24]Yeah, well, questions will go toward what work you did there, why you were fired. And others will deal... \n[25]Who are these people? \n[26]You heard Mr. Sandefur say before Congress that he believed nicotine was not addictive...? \n[27]All of us did.  There was this whole line of people...whole line of CEOs up there all swearing. \n[28]And that's what cigarettes are for...? \n[29]A delivery device for nicotine.  Put it in your mouth, light it up, and you're gonna get your fix... \n[30]You're saying that Brown &amp; Williamson manipulates and adjusts the nicotine fix, not by artificially adding nicotine, but by enhancing the effect of nicotine through the use of chemical elements such as ammonia... \n[31]And you sent the document forward to Sandefur? \n[32]In other words, you were charging Sandefur and Brown &amp; Williamson with ignoring health considerations consciously... \n[33]And on March 24, Thomas Sandefur, CEO of Brown &amp; Williamson had you fired.  And the reason he gave you? \n[34]And, do you wish you hadn't come forward? You wish you hadn't blown the whistle? \n[35]Good. \n[36]I like that... \n[37]No, no, we're fine... \n[38]After we corroborate it.  That's why we've never lost a lawsuit and run a classy show. Anything else? \n[39]You said \"on this one.\"  What about \"this one\"? \n[40]How grace? \n[41]Sure. Don't worry, we call the shots around here. \n[42]What? \n[43]Lowell. \n[44]Lowell. \n[45]Lowell! \n[46]I'm with Don on this. \n[47]I took off on Tisch.  I took off on corporate.  They'll know they're not going to see everything on Sunday night... \n[48]Do me a favor, will you?  Spare me, for God's sake.  Get in the real world.  What do you think?  I'm going to resign in protest?  To force it on the air?  The answer is \"no.\"  I don't plan to spend the end of my days wandering in the wilderness of National Public Radio. That decision I've already made. \n[49]You cut it!  You cut the guts out of what I said...! \n[50]Time?  Bullshit!  You corporate lackey! Who told you your incompetent little fingers had the requisite skills to edit me!  I'm trying to Band-Aid a situation, here, and you're too dim to... \n[51]\"Mike?\" \n[52]\"Mike?\"  Try \"Mr. Wallace.\"  We work in the same corporation doesn't mean we work in the same profession.  What are you gonna do now?  You gonna finesse me? Lawyer me some more?  I've been in this profession fifty fucking years.  You and the people you work for are destroying the most-respected, the highest-rated, the most-profitable show on this network! \n[53]\"...thousands of documents from inside the tobacco industry have surfaced over the past year, documents that appear to confirm what a former...\" \n[54]\"...US Surgeon General and the current head of the Food and Drug Administration have been saying.  We learned of...\" \n[55]\"...a tobacco insider who could tell us whether or not the tobacco industry has been leveling with the public...\" \n[56]\"...that insider was formerly a highly- placed executive with a tobacco company...\" \n[57]\"...but we cannot broadcast what critical information about tobacco, addiction and public health he might be able to offer. Why?  Because he had to sign a confidentiality agreement with the tobacco company he worked for...\" \n[58]\"The management of CBS has told us that knowing he had that agreement...\" \n[59]\"...if were to broadcast an interview with him, CBS could be faced with a multibillion-dollar lawsuit...\" \n[60]\"The fact is, we are not allowed even to mention his name or the name of the company he worked for and, of course, we cannot show you his face...  '...and your confidentiality agreement with... is still in force?'\" \n[61]\"So, what are they gonna do?  Sue you for making this appearance?\" \n[62]\"The former executive has reason to bet on being sued, for major cigarette manufacturers...\" \n[63]You disappeared on me.  How long you staying? \n[64]Alright.  What did you think? \n[65]Did I get you up? \n[66]How many shows have we done?  Huh? C'mon, how many? \n[67]Yeah, that's right. \n[68]I see a rhetorical question on the horizon. \n[69]Oh, how fortunate I am to have Lowell Bergman's moral tutelage to point me down the shining path.  To show me the way. \n[70]Give me a break! \n[71]In the real world, when you get to where I am, there are other considerations... \n[72]I'm not talking celebrity, vanity, CBS. I'm talking about when you're nearer the end of your life than the beginning. Now, what do you think you think about then?  The future?  \"In the future I'm going to do this?  Become that?\"  What \"future\"?  No.  What you think is:  how will I be regarded in the end?  After I'm gone. \n[73]Now, along the way I suppose I made some minor impact. I did Iran-Gate and the Ayatollah, Malcolm X, Martin Luther King, Saddam, Sadat, etcetera, etcetera.  I showed them thieves in suits. I've spent a lifetime building all that. But history only remembers most what you did last.  And should that be fronting a segment that allowed a tobacco giant to crash this network? Does it give someone at my time of life pause? Yeah. \n[74]You and I have been doing this together for fourteen years. \n[75]This is today's <i>New York Times</i>. In it is the whole sordid story of what went on inside our shop. \n[76]And in the editorial...  It accuses us...of betraying the legacy of Edward R. Murrow. \n[77]You fucked up, Don. \n[78]No, that's fame.  Fame has a fifteen- minute half-life... Infamy...lasts a little longer. \n[79]We caved.  It's foolish.  It's simply dead wrong. Now, this is what we're going to do. We're going over to Black Rock... \n[80]\"CBS Management wouldn't let us broadcast our original story and our interview with Wigand because they were worried about the possibility of a multi-billion dollar lawsuit against us for tortious interference...  But now things have changed.\" \n[81]\"You wish you hadn't blown the whistle?\" \n[82]That Canada story?  Still interest you? \n[83]Bullshit. \n[84]C'mon, it all worked out.  You came out okay in the end... ", "LIANE": "\n[1]Oh, I didn't know you were home...  It's early...  Isn't it? \n[2]Gotta take Debbie to ballet... \n[3]...if you are, then I'll take Barbara to soccer and take you to dance after... \n[4]Don't you have to be at the office? \n[5]Yes, it's on the stove... \n[6]Do you want more rice? \n[7]How about you? \n[8]I'm sorry, darling, have you seen my coffee mug...? \n[9]Uh, what are those boxes? \n[10]What do you need at the store? \n[11]Right now? \n[12]Why did you take your stuff from the office? \n[13]I don't understand. \n[14]Why?  Who said? \n[15]What are we supposed to do...?  What about our medical coverage; what about our health?  What about our car payments? The payments on this house? \n[16]No, thank you. \n[17]Jeffrey...! \n[18]He doesn't want to talk to you. \n[19]Jeffrey, you forgot their lunches -- \n[20]That's where our babies were born... Debbie took her first steps, right there...in the grass. \n[21]I didn't plan on this... \n[22]I'm cooking pasta primavera. \n[23]I'm going to have to go downstairs. \n[24]Debbie, Barbara...  Debbie! \n[25]I told him that you had an E-mail death threat that said if you didn't shut the \"F\" up, they were going to kill you... \n[26]Yes, very.  You know, I enjoy your work so much...when you're talking to somebody, I always feel like I'm right there. \n[27]...taping? What are you taping? \n[28]An interview!  Do you know what they will do to us...!  I thought...  Sorry. \n[29]I'm going to the store.  Please explain our new \"houseguests\" to your children. \n[30]Please don't wash your hands in the sink. \n[31]Use the bathroom. \n[32]That's for food. \n[33]Leave it on!  Just leave it on, okay?! \n[34]I don't think I can do this...  I want to stand by my husband...  I really do, Jeffrey.  But I don't think I can do this anymore.  I am so sorry... \n[35]Yes...Jeffrey. \n[36]What do you want to buy him for a gift? \n[37]That remote control thing? \n[38]Alright, we'll do that tomorrow. \n[39]Yes, baby? ", "DON HEWITT": "\n[1]It's a Peabody, Mike.  When you're dead and buried, Hezbollah is the one they're gonna remember you for... \n[2]I heard Wigand's deposition got sealed. \n[3]Corporate has some questions.  We've got a meeting at Black Rock first thing in the morning. \n[4]Interfering?  That's what we do. \n[5]Why?  You think we have liability? What's the CBS News' position, Eric? \n[6]Lunch? \n[7]Kluster's coming over. \n[8]It's an alternate version.  So what if we have an alternate version?  And I don't think her being cautious is so damned unreasonable. \n[9]Yeah, I heard rumors. \n[10]Are you suggesting that she and Eric are influenced by money? \n[11]CBS does not do that.  And, you're questioning our journalistic integrity?! \n[12]You're exaggerating! \n[13]You are a fanatic.  An anarchist.  You know that?  If we can't have a whole show, then I want half a show rather than no show.  But oh, no, not you.  You won't be satisfied unless you're putting the company at risk! \n[14]So, what are you going to do? \n[15]You're taking \"no\" for an answer? \n[16]Then what are you going to do? \n[17]End up in a high-profile lawsuit with Lowell, the First Amendment martyr?  I don't think so. Take a look at this...  This is a summary of a dossier that's being prepared. \n[18]He would lie about his whole life...? Who's going to believe him about anything he says...? <i>The Wall Street Journal</i>'s doing a major story and I think the <i>Post</i>.  You backed the wrong horse... \n[19]The version without his interview is going to air the week after next. \n[20]What the hell are you doing? \n[21]No, not that.  I'm talking about the Associated Press.  They got this story that we pulled this interview and they talked to Mike and I.  Did you tell them that we were lying? \n[22]Hey!  I'm not going to fire you, okay? Take a vacation.  Now! \n[23]They conclude most of it seems pretty unsubstantiated... You're full of shit, John. \n[24]The news division has been vilified in <i>The New York Times</i>, in print, on television, for caving to corporate interests! \n[25]<i>The New York Times</i> ran a blow by blow of what we talked about behind closed doors! You fucked us! \n[26]Mike, you tell him... \n[27]Hey, it's old news!  Stick with me.  Like always, we'll be okay.  These things have a half-life of fifteen minutes... ", "RICHARD SCRUGGS": "\n[1]Hold on...  Mobile approach...this is Lear November 643.  Over. \n[2]Request a flight level 220, on a heading of 284 degrees.  Over. Mr. Bergman? \n[3]Alright. \n[4]I'll call you then. \n[5]That's right... \n[6]What's your interest in this, Mr. Bergman? \n[7]Has he decided to go public?  Because let me tell you, we've been doing this for three years now, and we've worked with a lot of corporate cases involving whistle-blowers, so we know...  Big Tobacco will do everything in their power to stop him.  So, is your man truly committed? \n[8]Well, we'd certainly be interested in making his acquaintance, but without knowing what he's going to do... \n[9]It would be better if he called us. \n[10]Alright? \n[11]Hello. \n[12]My co-counsel, Ron Motley, and I have filed a lawsuit against the tobacco industry on behalf of the State of Mississippi to get the state reimbursed Medicaid costs for treating people with smoking-related illness. If you'd be interested in talking to us, we'd certainly like to talk to you... \n[13]Now, what this one is, is a temporary restraining order, a gag order, issued by a Kentucky court. \n[14]Jeff Wigand, Michael Moore. \n[15]Mike's our Attorney General down here. I was just explaining to Jeff, they got a Kentucky court to issue a gag order to stop his deposition today. \n[16]Now, they tried to get the Mississippi Court to honor it, but the judge threw it out... However, for you, there is a more perilous effect to the Kentucky gag order... \n[17]Possibly, yes.  That is one of the possible consequences of your testifying here today.  That's right... \n[18]I know what you're facing, Jeff.  And, I think I know how you're feeling... \n[19]In the Navy I flew A-6's off carriers... In combat, events have a duration of seconds, sometimes minutes...  But what you're going through goes on day in and day out.  Whether you're ready for it or not, week in, week out...  Month after month after month.  Whether you're up or whether you're down.  You're assaulted psychologically.  You're assaulted financially, which is its own special kind of violence.  Because it's directed at your kids...what school can you afford...  How will that affect their lives.  You're asking yourself:  Will that limit what they may become?  You feel your whole family's future's compromised...held hostage... I do know how it is. \n[20]Dr. Wigand would like to leave now. \n[21]But, now that the version without Jeff ran...what's the chance of getting his interview on the air...? Hello? \n[22]What chance is there of getting Jeff's interview on the air...? \n[23]...I'd be lying to you if I did not tell you how important it was in the court of public opinion... \n[24]All right.  See you... ", "LOWELL'S VOICE": "\n[1]This is Lowell Bergman with \"60 Minutes\"...  I'm doing a story on fire safety and cigarettes...  I have scientific documents from a tobacco company, and I could use your help as a consultant explaining these documents to me...  My number is area code 510-555- 0199...  I'll be there, at this number, in 10 minutes. \n[2]...I'm gonna be in the lobby of the Seelbach Hotel in Louisville, reading <i>The New York Times</i>, tomorrow, at five o'clock... \n[3]Just give me an example... \n[4]We have a couple.  One's hers, one's mine.  Everybody uses a different name. Modern marriage. How's Liane? \n[5]What do you mean followed you?  Did you call the police? \n[6]Well, what do you really think, though? \n[7]You called me. \n[8]Hello, I'm Lowell Bergman. \n[9]What are you talking about? \n[10]I heard you.  But I got to arrange a legal defense first.  I got to get you to testify in court, get it on public record. \n[11]Jeffrey, how are you?  How's the family, okay? \n[12]What do you mean there is no family? \n[13]Where you staying now? \n[14]You never told me you were married before...that you had a daughter... \n[15]It's Lowell.  Are you guys planning to do a piece on a former top executive in Big Tobacco? \n[16]Mr. MacDougal, my name is Lowell Bergman. I'm a producer for \"60 Minutes\"... I'm concerned with a friend of mine who's staying at your hotel right now. \n[17]Less than great. \n[18]Remember that night at P.J.'s?  You asked me if we were sitting on something \"explosive\"? Well, we're not \"sitting on\" it. CBS corporate leaned on CBS News which yanked an interview we did with a top- ranking tobacco scientist.  A corporate officer.  They are trying to close down the story. \n[19]Debbie.  It's me... \n[20]Oh, it's late. \n[21]Lowell. ", "SHARON": "\n[1]It's Stuart...he's in Mexico City... \n[2]No classes this morning? \n[3]Hi, sweetheart... \n[4]Hello?  Yeah... \n[5]I can't...  I've got to fly to Boston tomorrow. \n[6]Two p.m.  Great.  Bye-bye. \n[7]...no...this looks like a table of temperatures...  Who's this from? \n[8]I have to take a shower. \n[9]What's wrong? \n[10]What?! \n[11]What are you and Mike going to do? \n[12]Oh, baby... \n[13]Jeffrey Wigand... \n[14]So, it's a big country with a free press. You can go work somewhere else. \n[15]Get some perspective, Lowell. \n[16]No, you do not. \n[17]You're not listening. Really know what you're going to do before you do it. \n[18]You won. ", "DEBBIE DELUCA": "\n[1]Okay. \n[2]What does that do? \n[3]What I mean is, like, how does it cut through the confidentiality agreement? \n[4]Yes, hello...  I'm trying to reach Mr. Richard Scruggs... \n[5]Could you hold on one second, please? Lowell, I got him on the phone. \n[6]I don't know. \n[7]I don't know what he was thinking. \n[8]Alright, alright. \n[9]Excuse me, Lowell.  Sharon's on line 3. \n[10]What was that about? \n[11]Sure. \n[12]Hi.  What time is it? \n[13]That I know.  When are you coming back? \n[14]Okay.  Hold on a second...  What is it? \n[15]...front page.  There's a picture of Wigand.  Article's entitled, \"Getting Personal,\" by-lined to Suein Hwang and Milo Geyelin.  Wait, hold on a second, Lowell. \n[16]Yeah.  Yeah, sure.  I'll see if I can find him.  Hold on... Yeah, Don's looking for you... \n[17]The sub-heading is, \"Brown &amp; Williamson Has a 500-Page Dossier Attacking Chief Critic.\" It quotes Richard Scruggs calling it \"the worst kind of an organized smear campaign against a whistle-blower.\" ", "BARBARA": "\n[1]Hi, Daddy. \n[2]Ms. Laufer gave me a star today. \n[3]For reading. \n[4]Okay. \n[5]Deborah?  Debbie? \n[6]She was playing with my Pooh doll again... \n[7]She was playing with the Pooh doll. \n[8]I'll take some. \n[9]Can I go over to Janeane's house? \n[10]What's that outside, Daddy? \n[11]I heard them. \n[12]In the backyard. \n[13]He's into kind of little cars, that... \n[14]Yeah. \n[15]Mom. \n[16]There's Dad, on TV. ", "HELEN CAPERELLI": "\n[1]Shall I send for coffee?  Sorry I'm late. \n[2]Are you sure? \n[3]Alright, I thought we'd get together because there's a legal concept that has been getting some new attention recently, \"tortious interference.\" If two people have an agreement, like a confidentiality agreement, and one of them breaks it because they are induced to do so by a 3rd party, the 3rd party can be sued for damages for interfering...hence, \"tortious interference.\" \n[4]And \"60 Minutes'\" verification is exact. And precise.  And I don't think it would hurt to make sure you're right...on this one. \n[5]But one we have to check on, Mike.  I've retained outside counsel to do exactly that.  On a segment, I might add, that's already rife with problems... \n[6]I'm told unusual promises were made to Wigand. \n[7]And, I'm told there are questions as to our \"star witness'\" veracity. \n[8]Our standards have to be higher than anyone else's, because we are the standard...for everyone else... \n[9]Well, with tortious interference, I'm afraid...the greater the truth, the greater the damage. \n[10]They own the information he's disclosing. The truer it is, the greater the damage to them.  If he lied, he didn't disclose their information.  And the damages are smaller. \n[11]If this holds up, and it very well may not, Mike...but, if it did.  And we aired this segment?  And CBS was sued by Brown &amp; Williamson?  I think we could be at grave risk. \n[12]Well, at the end of the day...because of your segment...the Brown &amp; Williamson Tobacco Company...could own CBS. \n[13]You know, I am sorry.  But I'm due upstairs. \n[14]You're getting ahead of yourself.  We're all in this together.  We're all CBS. We'll find out soon.  Thank you, gentlemen. \n[15]Mike...  Mike...  Mike... ", "THOMAS SANDEFUR": "\n[1]Sorry.  I'm accepting an award from the Retinitis Pigmentosa Foundation.  It's going to kill the rest of my day. \n[2]So.  You had a chance to play golf? \n[3]Jeff's a premiere golfer...  What are you, a two handicap? \n[4]And, he gets out there and he has five strokes on us.  He has more concentration than anybody I've ever met.  It's spooky how he can concentrate. \n[5]Jeffrey says exactly what's on his mind. Most people consider what they're saying...social skills...  Jeffrey just charges right ahead. Now, I know you understood the nature of the confidentiality portion of your severance agreement with Brown &amp; Williamson, Jeff... \n[6]Yeah, I know you do... You know, I came up through sales.  One of the reasons I was a great salesman, was I never made a promise I couldn't keep. I knew that if I ever broke my promise I'd suffer the consequence... \n[7]...we worked together for, what was it, three years...? Now, the work we did here is confidential, not for public scrutiny...any more than are one's family matters... \n[8]Now, don't be paranoid, Jeff. About the direction of research here, we may have had our differences of opinion... \n[9]That's why we hire scientists... \n[10]I appreciate all that, Jeff.  But, upon reflection...we've decided to expand our zone of comfort with you. \n[11]So we've drafted a supplement to your agreement...it broadly defines and expands in more detail what is \"confidential.\"  Nobody will be able to say, \"Well, hell's bells, Margaret, I didn't know that was a secret...\" We're very serious about protecting our interests. We'd like you to sign it. \n[12]Oh, I think he did. \n[13]\"I believe that nicotine is not addictive.\" ", "CHARLIE PHILLIPS": "\n[1]Hello? \n[2]You caught me in a news meeting. \n[3]You bet we are.  And I can't talk to you now. \n[4]Sure.  Where? \n[5]I'll be there. \n[6]Monday. \n[7]What?  Forget it. \n[8]It's drawn from a selectively circulated... \n[9]Well, it's authoritative and is overwhelmingly documented. \n[10]I'll take a look at what you got.  But I'm not moving any deadlines 'cause you say so. \n[11]Are you all right? \n[12]Suein Hwang and Milo Geyelin. \n[13]I'll push it for a week.  Let Milo and Suein go through it. ", "MOTLEY": "\n[1]It could work.  If it's public record, it's public record. \n[2]He sure as hell will. \n[3]That's right.  If you violate the Kentucky order, when you step foot back in Kentucky, they can find you in contempt and they can incarcerate you. And you ought to know that. \n[4]Okay, Jeff, I'm going to sit you down at that table over there.  I'm going to start as fast as possible.  I don't want to give them a chance to get another restraining order, okay?  Let's go. \n[5]You understand, Dr. Wigand, you are under oath.  This is a sworn deposition. There's no judge.  It's not a trial. Will you state your name for the record. \n[6]In other words, it acts as a drug? \n[7]It acts as a drug on the body? \n[8]It acts as a... \n[9]There an echo in here?  Your objection's been recorded.  She typed it into her little machine over there.  It's on the record.  So now I'll proceed with my deposition of my witness.  Does it act as a drug? \n[10]Oh, you got rights and lefts!  Ups and downs and middles!  So what?!  You don't get to instruct anything around here! This is not North Carolina, not South Carolina nor Kentucky.  This is the sovereign State of Mississippi's proceeding.  Wipe that smirk off your face!  Dr. Wigand's deposition will be part of this record.  And I'm going to take my witness' testimony!  Whether the hell you like it or not! Answer the question, Dr... \n[11]Thank you, Doctor.  Thank you. ", "FBI AGENT #2": "\n[1]Did you handle the round, Mr. Wigand? \n[2]Do you own a gun, Mr. Wigand? \n[3]What caliber is your gun? \n[4]Yes, sir.  What caliber is your gun? \n[5]If we could take a look, Mr. Wigand... \n[6]That bullet was for a .38 caliber.  Do you own a .38? \n[7]Do you have a history of emotional problems, Mr. Wigand? \n[8]We have a search warrant, Mr. Wigand. There's been a death threat. \n[9]You alright, Mr. Wigand? ", "ERIC KLUSTER": "\n[1]There's a possibility, it's rather remote... \n[2]Hello, Lowell, Mike, Don. \n[3]There has been so much soul searching about this Wigand, I've decided we should cut an alternate version of the show without his interview. \n[4]That's happening.  And, hopefully we won't have to use the alternate, but we should have it in the can. \n[5]I'm afraid you are. \n[6]We're doing this with or without you, Lowell.  If you like, I can assign another producer to edit your show... \n[7]So, now, if you'll excuse me, gentlemen, Mr. Rather's been complaining about his chair again. \n[8]And what are you implying? \n[9]It was a time consideration, Mike... ", "JIM COOPER": "\n[1]Hey, Lowell. \n[2]Hey, listen, I hear you guys are sitting on something sensational over there. \n[3]Hi, baby. \n[4]Hey!  Where are you? \n[5]You mean, \"60 Minutes\" is letting CBS corporate decide what is or is not news? What's Wallace think about this, or Hewitt, or...? \n[6]Oh, c'mon, Lowell.  This is <i>The New York Times</i>.  I don't know... \n[7]Call me back in ten. \n[8]Hello? \n[9]Alright, Lowell.  Page one.  Editorial's interested.  Let's talk. ", "THE SHEIKH": "\n[1]Coffee? \n[2]How have you liked your stay? \n[3]Please to explain, why I should agree to interview...with pro-Zionist American media? \n[4]Perhaps you prove journalism objectivity and I see the questions first.  Then I decide if I grant the interview. \n[5]Tell him I will see him day after tomorrow. \n[6]I am very pleased to receive you as my guest, Mr. Wallace. \n[7]Mr. Wallace, I...am a servant of God. ", "WIGAND'S VOICE": "\n[1]...you fucked me! \n[2]...and my little girl has acute asthma... Deborah.  My eldest daughter. \n[3]Is it too late? \n[4]Sure. \n[5]You're not even on this anymore...  What do you care? \n[6]\"Yes, it is.\" \n[7]\"Part of the reason I'm here is I ", "MARK STERN": "\n[1]What that is is tobacco's standard defense.  It's the \"we don't know\" litany:  \"Addiction?  We believe not. Disease?  We don't know.  We take a bunch of leaves, roll 'em together.  You smoke 'em.  After that?  You're on your own. We don't know.\" So...tells me nothing. Besides, you'll never get what he's got. \n[2]The unlimited checkbook.  That's how Big Tobacco wins every time.  On everything. They spend you to death.  $600 million a year in outside legal.  Chadbourne-Parke. Ken Starr's firm, Kirkland and Ellis. Listen.  GM and Ford, they get nailed after 11 or 12 pick-ups blow up.  Right? These clowns have never...I mean ever... \n[3]...not even with hundreds of thousands dying each year from an illness related to their product...have ever lost a personal-injury lawsuit.  On this case, they'll issue gag orders, sue for breach, anticipatory breach, enjoin him, you, us, his pet dog, the dog's veterinarian... Tie him up in litigation for ten of fifteen years.  I'm telling you, they bat a thousand.  Every time.  He knows that. That's why he's not gonna talk to you... \n[4]What do you mean compelled? \n[5]Yeah... \n[6]If you could engineer it into the court record, you might have something.  They would have a helluva time trying to restrain his speech then, wouldn't they? \n[7]He's gonna need attorneys who aren't afraid of risking years of litigation. And millions of dollars of their own dough in legal costs... ", "LIANE'S VOICE": "\n[1]Who's calling? \n[2]Did you say Berman? \n[3]\"60 Minutes\"? \n[4]\"60 Minutes,\" the television show? \n[5]He doesn't care to know. \n[6]I didn't tell you that so you could just pick it up and take it away.  Jeffrey! ", "JOHN HARRIS": "\n[1]Because of this guy's confidentiality agreement, he is never gonna be able to talk to you. \n[2]Doesn't matter what he wants. \n[3]What do you mean, Mike? \n[4]They don't need the right.  They've got the money. \n[5]Not even once... \n[6]Yeah, but what venue?  And where does he get - does he have killer attorneys? ", "MICHAEL MOORE": "\n[1]Good to meet you, Dr. Wigand. \n[2]Right. \n[3]Dr. Wigand, you do understand what could happen, don't you? \n[4]Dr. Wigand, listen, you may not be able to do this thing.  As I understand from Dick, you're our key witness.  And, I hope you don't withdraw.  I guess we'd all understand if you did... Guys, I've got to go.  I'm gonna be late for court.  I'll see y'all a little later.  Dr. Wigand, good luck. \n[5]Good luck, Doc. \n[6]\"...in my opinion, is an industry that has perpetrated the biggest fraud on the American public in history.\" ", "JIM COOPER'S VOICE": "\n[1]Hello? \n[2]Okay. Lowell? \n[3]You're sure you want to do this? \n[4]Hey, it doesn't work?  You've burned your bridges, man. \n[5]Okay...  About this whistle-blower... Did Mike and Don go along with the corporate decision? Lowell? \n[6]No. I'm assuming the cave-in begins with the threat of litigation from Big Tobacco. Are we talking...are we talking Brown &amp; Williamson, here? "}}