{"dialogues": {"WILL": "\n[1]I don't need to look at it. \n[2]Tell that to her, partner. \n[3]\"Halibut fishing capital of the world.\" \n[4]My partner... \n[5]You did your homework, Officer. \n[6]How you doing, Charlie? \n[7]Just after Leland Street. \n[8]Seven years. \n[9]You have, Chief. \n[10]Nice kid. \n[11]Keeping you busy up here, Charlie? \n[12]So far. \n[13]Four unwarranted shootings, witness intimidation, and cocaine theft. \n[14]They're all over everybody. \n[15]That's I.A.'s pit bull. \n[16]Detective... \n[17]Guess that's what they call Alaskan hospitality. \n[18]What about these contusions? \n[19]Any signs of rape? \n[20]Wait. \n[21]He washed her hair. \n[22]Combed it. \n[23]Cleaned under her fingernails.  Clipped them. \n[24]Toes, too. You found nothing on the body? \n[25]No fibers, skin flakes, hairs... \n[26]He knew exactly what we'd be looking for. Made sure to cover up all his tracks. \n[27]Detectives Will Dormer and Hap Eckhart. There should be a reservation for us. \n[28]I'm always all business. \n[29]Is it really 9:30? \n[30]Come on in. \n[31]What do you want to talk about? \n[32]We'll talk when we get back to Seattle. \n[33]You know my plan of action. \n[34]That's right. \n[35]He's asking everybody questions. \n[36]He's just rattling your cage. \n[37]We say nothing.  It goes away.  Simple as that. \n[38]Weston Dobbs killed an eight year-old boy and left him hanging in the basement like a piece of meat.  You remember that? \n[39]One word to I.A. and he walks. \n[40]No way. \n[41]Mike Flynn's a dirty cop, Hap!  We are nothing like Mike Flynn.  We did what we needed to do to make sure that son-of- bitch Dobbs paid for what he did.  And every bastard like him.  We say one word about it and every case we ever brought in is going to blow wide open and they'll all walk.  Every last one.  And I am not going to let that happen.  No deals.  No compromises.  No discussions. \n[42]I care. \n[43]You got to be kidding me. \n[44]Think I'll pass. \n[45]What kind of calls you get around here? \n[46]Don't give misdemeanors a bad rap. \n[47]It's all about the small stuff.  Small lies.  Small mistakes.  Small oversights. People give themselves away in a traffic violation just as much as they do in a murder case.  It's human nature. \n[48]Aren't you going to write that down? \n[49]Typical seventeen year-old. She went to a party Friday night? \n[50]No diary. \n[51]What time was that? \n[52]Who was the last one to see her alive? \n[53]These are designer.  Expensive. Could Randy Stetz afford these? \n[54]Well her mother didn't buy them for her. \n[55]Kay Connell had an admirer. \n[56]I want to talk to the boyfriend. \n[57]You don't seem all that sad. \n[58]Did you love her? \n[59]Kay Connell.  Did you love her? \n[60]\"She was nice.\"  Wow.  That makes me all soft inside.  Ever occur to you she didn't love you back? \n[61]You heard me that time. \n[62]But she was seeing someone else on the side. \n[63]Friday night, at the party - what'd you fight about? \n[64]What kind of stuff? \n[65]The other guy? \n[66]After that she left the party to go to him. \n[67]Ran like hell to go to him... \n[68]Now you listen to me, you little shit. This fuck-the-world-Metallica-t-shirt crap may work with your mamma, but it doesn't work with me.  You got mad at your girlfriend because she was seeing someone else.  You want to be the last person who saw her alive or are you going to tell me who that is? \n[69]You don't know. \n[70]Just a little. \n[71]I want you to check this out, Ellie. \n[72]Do it again. \n[73]The small things - remember?  The second you're about to dismiss something - look at it again. \n[74]Who's that? \n[75]Good.  He's up next. \n[76]Halibut Calabrese.  Halibut Olympia. Halibut Cajun Style.  Halibut fish and chips... \n[77]Can't wait to see what's for dessert. \n[78]Looks like the natives are restless. \n[79]Don't do this, Hap... \n[80]Goddammit, Hap.  Think about what you're doing... \n[81]You tell Buck and I'm involved whether I like it or not... \n[82]I'll just have another Scotch in my room. If you don't mind. \n[83]Where is it? \n[84]We're sure it's hers? \n[85]Biology and Algebra. \n[86]Find out who she studied with. \n[87]Make-up. \n[88]Find out where she bought it. \n[89]Lab. \n[90]Otherwise Engaged, Murder at Sunset. \n[91]Who here reads this kind of crap? \n[92]Read them.  Tell me anything that strikes you. \n[93]Lab. \n[94]That's it. \n[95]No. \n[96]We put it back where we found it. \n[97]You said it was a fishing cabin. \n[98]This murder was in the papers, right? \n[99]Call all of them from here to Anchorage. Tell them we now know that Kay Connell left the party with a dark blue knapsack, but we haven't recovered it yet. We can get it in by the morning editions. \n[100]Fill this with random books.  Make it look heavy. \n[101]It'll eat this guy alive if he thinks he overlooked a detail. \n[102]I told her to come. \n[103]That's him. \n[104]Fan out. \n[105]Stay here, Ellie. \n[106]Go!  Go!  Go! \n[107]Police! \n[108]Goddammit! \n[109]You!  Head back up to base... You!  Go right and follow along the water... Hap!  You go left... \n[110]Go! \n[111]Where is he? \n[112]Where'd the shot come from? \n[113]Freeze! \n[114]Hap! \n[115]Hap! \n[116]And then I lost him.  In the fog. \n[117]Twenty, thirty seconds.  I followed the sound down to the water.  That's where... \n[118]That's where I found Hap. \n[119]Why didn't I know about that goddamn tunnel, Charlie? \n[120]I had him, Charlie.  Right in front of me.  Not two feet.  I could smell the son- of-a-bitch.  Playing with me.  And I missed the shot.  He was right there and I missed the shot!  Then my goddamned gun jammed... \n[121]I had him! \n[122]I'm going to check on the roadblocks... \n[123]You were nice to him.  He liked you. \n[124]Dormer. \n[125]That's not exactly how I'd put it. \n[126]What do you mean, \"Funny?\" \n[127]You know why everyone hates you, Warfield?  It's not your questions, it's not your press conferences, it's not even your cheap suits; everyone hates you 'cause day after day you suck the marrow out of real cops when you never had the balls to become one yourself.  Well I got to tell you, it's a shame you're not up here with me because I'd love to show you right now just what a real cop is capable of.  You just remember that when you're sitting at your bullshit desk reading your bullshit report on my dead partner! \n[128]Next time.  Go ahead and lie. \n[129]Goddammit! \n[130]Goddamned...thing! \n[131]Hap! \n[132]It's good to be accurate, Ellie.  You're doing your job. \n[133]I was here. \n[134]I'm going to the hospital to talk to him now. You get the search party together.  No fewer than thirty people.  I'll meet you in exactly twenty-five minutes.  Don't waste any time. \n[135]I'm not. \n[136]How's the book? \n[137]Thanks. \n[138]He would have liked that. \n[139]That's why I'm here.  I need to know exactly what you saw yesterday, Farrell. \n[140]Anything.  It's important. \n[141]No.  No.  Don't be sorry.  It's not your fault. \n[142]How's the leg? \n[143]Right.  Got lost in the rocks. \n[144]...Anything catches your eye, you put it in a bag.  Anything looks strange, you put it in a bag... \n[145]...Anything he may have dropped, moved, kicked, or stepped on, you put in a bag. Cigarette butts, gum wrappers, paper clips, coins, buttons - nine times out of ten a suspect leaves something behind... \n[146]The woods.  One group heading south, the other heading north. \n[147]Anything? \n[148]Alright.  Go back and set up some follow- ups for this afternoon. \n[149]He had to have exited here.  Over those boulders.  I saw him move, he's nimble. Would have taken the hardest way out. \n[150]Thanks. \n[151]Habit. \n[152]Fred Duggar? \n[153]I'm not expecting anyone. \n[154]What did he look like? \n[155]I need to borrow something. \n[156]I could say the same thing about you. \n[157]Who's playing? \n[158]She your only sibling? \n[159]No. Well.  I had a brother.  He died when I was eleven. \n[160]It's okay.  Happened a long time ago.  He was killed in a fire.  In New Mexico. \n[161]Not really. I remember I was more embarrassed that he had died.  Embarrassed that it made me different.  So I didn't tell the other kids at school what had happened.  They'd ask me where he was, where he'd gone.  And I'd make up stories.  He was visiting an aunt up north, he'd broken his leg, he was in a Swiss boarding school.  Stuff like that. Nice kid, huh?  Just kept making up more and more lies... \n[162]I'm going back to the Lodge, Ellie. Still need to go through some of Kay Connell's school records. \n[163]Officer!... \n[164]I'll pick it up.  You head back to the station. \n[165]Duggar - I'm at the coroner's now.  I'll be back in about twenty minutes... \n[166]I thought it was better if I came.  Under the circumstances. \n[167]Thanks, Doc. \n[168]So where's the other bullets? \n[169]What's with all the moose antlers around here? \n[170]When's Rich coming? \n[171]First I need a copy of the key. \n[172]Dormer. \n[173]Goddammit, Warfield, if you're gonna check up on me every... \n[174]What? \n[175]Who is this? \n[176]I said, who is this? \n[177]Now you listen to me... \n[178]Right. \n[179]Then change it. \n[180]I don't remember. \n[181]Listen, Ellie.  I don't have time for this shit.  Five feet, seven feet, twenty feet.  Put down whatever you want in your report, alright? \n[182]These should have gone out two hours ago. \n[183]You go ahead.  I'll be there in a second. \n[184]Why don't I give her a ride? \n[185]Good to see you, too, Randy. \n[186]You're not missing much. \n[187]You were good friends with Kay Connell, weren't you? \n[188]Best friend? \n[189]That's a long time. \n[190]Must be tough for you.  What happened. \n[191]What about Kay's other friends? \n[192]You want me to take you somewhere? \n[193]How about this.  You like this? \n[194]Thought you wanted something fun... \n[195]You and Kay were like sisters? \n[196]Told each other everything. That why your picture's torn up in the top drawer of her bureau? \n[197]Why her boyfriend's hand was clamped on your ass at her funeral? \n[198]You like games, little girl?  Well how about this one - you're standing right where her naked body was found wrapped up in a garbage bag. \n[199]Who was Kay seeing besides Randy Stetz? \n[200]Who gave her those dresses? \n[201]I need a name. \n[202]You don't know. \n[203]But you were such good friends... \n[204]What was? \n[205]Who? \n[206]Who? \n[207]What was it? \n[208]Lucy.  Desi. \n[209]Goddammit! \n[210]What? \n[211]Good. \n[212]No. \n[213]That's right. \n[214]So? \n[215]I don't think it'll lead anywhere. \n[216]Well.  If he's local.  Give him a call. \n[217]a runner's stride.  Weaves through PEOPLE.  Closing in on Byrd.  Sees his plan.  Cuts across the road just as... \n[218]I'm fine. \n[219]Walter Byrd. \n[220]You think this is a nice meeting we're having here?  Friendly?  Two people getting acquainted? You sick, coward, fuck.  I get up every morning of my life just to bring someone like you down.  Beating a seventeen year- old girl to death.  Washing her afterwards, cleaning her.  Make you feel like a real man? Huh? \n[221]I outta end this right now.  Take a rock and smash your fucking skull in... \n[222]That was an accident!  You hear me?  I didn't know it was him! I didn't know it was him! \n[223]What's your game, Byrd? \n[224]The phone call.  The knapsack. \n[225]Let's get one thing straight, Byrd.  We are partners on nothing. \n[226]You're going to get a phone call. \n[227]I said you're going to get a phone call. \n[228]Kay Connell had a signed copy of one of your books. \n[229]You're going to be brought in for questioning. \n[230]Yes down at the station. \n[231]What do you mean, \"wild card?\" \n[232]What do you mean \"wild card?\" \n[233]I have a cold. \n[234]Back to the Lodge. \n[235]I trust you. \n[236]Duggar called him? \n[237]Not really. \n[238]No.  But it sounds like something I would've said. \n[239]See you tomorrow, Ellie. \n[240]Listen to me, you son-of-a-bitch... \n[241]Goddammit, Byrd! \n[242]I didn't know! \n[243]Fuck! \n[244]What is it? \n[245]I'm fine. \n[246]No. \n[247]The light.  It keeps coming in... \n[248]There was this guy named Weston Dobbs. Twenty-four.  Worked as a part-time stock boy in a copy store.  Every morning he'd sit at the only window in his apartment and watch an eight year-old boy get picked up by his carpool across the street.  And every afternoon he'd watch the boy get dropped off again.  He did this for about six months.  Until one day he got up the nerve to cross the street and grab the boy before his carpool came. Kept him in his apartment for three days. Tortured him.  Raped him.  Made him do things... \n[249]When he was done, he got a rope and a kitchen stool and hanged the boy in the basement of the apartment building.  But he didn't do a good enough job.  The little boy's neck didn't break and he died from shock.  The landlord found him five days later. \n[250]Me and Hap.  A year and a half ago.  I knew the second I met Dobbs that he was guilty.  Smug, cold.  Dead eyes.  We had circumstantial evidence, but nothing to tie him to it.  Nothing concrete.  Went over every inch of that apartment. \n[251]We took some blood samples from the boy's body and planted them in his apartment. Arrested him the next day. \n[252]There've been other cases.  Where we've changed results.  Pushed witnesses. Manipulated evidence. But Dobbs.  I wanted Dobbs more than anything. \n[253]We're under investigation now.  Back in Seattle. Hap wanted to talk.  As soon as we got back.  Thought he could work out some kind of deal. \n[254]Do you think it was wrong?  What we did? \n[255]What was the nature of your relationship? \n[256]She was an attractive girl.  Did you have sex with her? \n[257]But she was an attractive girl. \n[258]Did you have sex with her? \n[259]But you wanted to. \n[260]You gave her gifts. \n[261]Expensive dresses.  A heart necklace. \n[262]Doesn't sound like a mentor to me. \n[263]What about him? \n[264]That's an understatement. \n[265]I like it fine. \n[266]They haven't been easy. \n[267]It's legitimate. \n[268]The case is closed, Ellie. I got the next round. \n[269]What the hell are you doing calling me at the station? \n[270]Randy Stetz is in jail. \n[271]Congratulations. \n[272]The tape. \n[273]There's nothing more to talk about. \n[274]We do nothing well together. Nothing!  You understand me? \n[275]What the hell do you know? \n[276]I told you that was an accident! \n[277]Don't you pull that shit with me. \n[278]Couldn't get it up, Walter? \n[279]Like this? \n[280]This an accident, Walter? \n[281]It took ten minutes to beat Kay Connell to death.  Ten minutes. \n[282]Get the fuck out of town, Byrd.  Leave and never come back. \n[283]Six-thirty. \n[284]I have to get back. \n[285]Had a lot of help from Nightmute's finest. \n[286]No. \n[287]I'm here to end this. \n[288]No back-up. \n[289]Procedure went out the window a long time ago. \n[290]That's where you're wrong, Walter. \n[291]There is no secret.  Because the biggest difference between you and me is what we will or will not live with... \n[292]Walter? \n[293]Walter! \n[294]Drop the gun, Walter. \n[295]Another J. Brody mystery. \n[296]God, you're a pain in the ass. \n[297]You, too. \n[298]Walter Byrd killed Kay Connell.  Her things are in the house. \n[299]Byrd's dead. \n[300]Yes. \n[301]No.  But I covered it up.  I lied. \n[302]Because I just couldn't be wrong. Don't ever get that way, Ellie.  Don't ever lose your way.  It blurs the line. \n[303]Just let me sleep, Ellie... \n[304]Let me sleep. \n[305]What about your shoulder? ", "ELLIE": "\n[1]Hey, Mr. Angstrom! \n[2]Police business. \n[3]I don't babysit any more, Mr. Angstrom. Just made detective three weeks ago. \n[4]Detective Dormer! \n[5]It's a huge honor to meet you!  Ellie Burr.  I'm here to take you to the station! \n[6]Detective Eckhart!  I know!  Welcome to Nightmute! \n[7]I just want to say how incredible it is to have you working with us, Detective Dormer.  I've followed all your cases. Theodore Dineli, Frank and Casey Prud'homme, the Port Angeles shootings... \n[8]...And especially the Leland Street Murders.  That was my case study at the Academy. \n[9]Sure thing, Spence. \n[10]That's where Ronald Langley cut you in the basement of his father's house on 325 Leland, isn't it? \n[11]Actually... \n[12]I just made detective three weeks ago. \n[13]Yes, sir. \n[14]Oh.  Right.  Okay. \n[15]Don't worry about him... \n[16]He's just mad 'cause you're taking over. \n[17]Fred wants us to meet him at the Connell's. \n[18]Brought you a bear claw.  Just in case you were hungry. \n[19]Local delicacy. \n[20]Oh.  You know.  Small-time stuff. Nothing like what you must get.  Mostly drinking-related problems.  Domestic abuse.  Barroom fights.  Stuff like that. \n[21]In the summer months it's pretty quiet. That's when there's work out on the boats.  The rest of the year, though... \n[22]Hey, there, Joe! \n[23]That's Joe Willy.  Took his family hostage in November.  That was the most exciting thing that happened last year. I wasn't there, though. Chief barely lets me handle anything above a misdemeanor. \n[24]But they're so boring.  All small stuff. \n[25]Let me just... \n[26]Down at a local dive the kids like to hang out in. \n[27]He fixes boat engines. \n[28]He's a little surly, isn't he? \n[29]We already did. \n[30]But there wasn't any... \n[31]You want me to write that down? \n[32]The bartender at Darrow's.  He was there Friday night. \n[33]Over here. \n[34]On the beach. \n[35]Yeah.  All over. \n[36]Brought some coffee... \n[37]Anything yet? \n[38]But... \n[39]You wanted to see me? \n[40]But what about the Connell case?  I'm on the Connell case. \n[41]Detective Dormer? \n[42]I'm sorry to bother you, but I was asked to write the report on... ...you know what I was asked to write the report on... ...Could you, just to be accurate, for the report, could you just point out where you were when you saw Detective Eckhart yesterday? \n[43]I'm so sorry about what happened.  I know you did everything you could... \n[44]He has to be a prick, Fred.  He's a great detective. \n[45]...and it was at this point that Detective Dormer headed towards the noise... \n[46]Remember, Kepp, shoot everything... ...wherein he discovered the wounded Detective Farrell Brooks, having been \n[47]Francis! \n[48]You're supposed to be Farrell.  Shot in the thigh and writhing in pain. \n[49]Accuracy.  That's what. Now get down. \n[50]...shortly after hearing the second shot, Detective Dormer continued through the water until he spotted the body, lying approximately fifteen feet away. \n[51]You there, Rich? \n[52]Detective Dormer!  What are you doing here? It's two-thirty in the morning. Shouldn't you be asleep? \n[53]Oh.  We always have play-offs in the middle of the night.  It's the best time. \n[54]The Puffins and the Hawks.  We're in extra innings.  The Hawks have a really good line-up this year. \n[55]That's my sister. \n[56]That's okay, Lib! Usually she's better. \n[57]Twelve years younger. \n[58]What about you?  You have any siblings? \n[59]Oh, I shouldn't have... \n[60]That must have been awful for you. \n[61]You okay? \n[62]Okay. \n[63]Try to get some sleep! \n[64]Detective Dormer! \n[65]You look like you're in a hurry.  I just wanted to ask you about these pictures. \n[66]I know they're not great quality, but this is where you said you were when you first saw Detective Eckhart, right? \n[67]But here's the thing.  I retraced your exact steps according to your statement. You couldn't have seen Detective Eckhart from there.  I mean, not in that fog. \n[68]How much closer would you say you were? \n[69]Five feet?  Seven feet? \n[70]Which way are you walking? \n[71]I needed to get your signature on something. \n[72]The report on Detective Eckhart.  Chief made me finish it this morning.  Said it was taking too long. \n[73]Aren't you going to read it? \n[74]Now I can help you with the Connell case. That writer's coming in tomorrow.  Walter Byrd. \n[75]About an hour ago.  Said he was more than happy to cooperate. \n[76]You haven't been sleeping much, have you, Detective Dormer? \n[77]Isn't that the difference between a good cop and a bad cop?  A good cop can't sleep 'cause a piece of the puzzle's missing.  A bad cop can't sleep 'cause his conscience won't let him. You said that once, remember? \n[78]Oh!  I forgot to tell you.  The Puffins won. \n[79]The baseball game.  Our team... \n[80]...We won. \n[81]When did you first meet her? \n[82]Randy Stetz beat Kay Connell? \n[83]over at the coffee machine.  Pouring coffee.  Glances up at the window.  Catches the reflection of the two men. An intense look between them. \n[84]Hi, guys. \n[85]Yeah. \n[86]I know.  I heard. \n[87]I found this out on the beach. \n[88]Shell casing.  9mm. \n[89]None of us carries a 9mm duty weapon. And the murder weapon was a 357. \n[90]It's a legitimate point, isn't it, Detective Dormer? \n[91]Worth pursuing? \n[92]Me, Pop! \n[93]Where's all my academy stuff? \n[94]Didn't want to miss anything. \n[95]Good. \n[96]Sure. \n[97]I thought what you did on this case was amazing. \n[98]We're really going to miss you around here. \n[99]Very funny, Farrell... \n[100]Hi, Rachel. \n[101]Detective Dormer? \n[102]Shit! \n[103]Detective Dormer! \n[104]You're shot. \n[105]I'm going to make a tourniquet. \n[106]I know. \n[107]You shot Detective Eckhart, didn't you? \n[108]Did you mean to? \n[109]Why? \n[110]This one looks worse. \n[111]No! \n[112]I will not let you sleep.  If you've lost your way then you have to make it right. That's the only way.  That's what you'd tell me.  I've been a detective for four weeks and I say you're coming with me. \n[113]C'mon... \n[114]Don't worry.  I'll have a cool scar. ", "WALTER": "\n[1]When I was seven my mother and grandmother took me to Vancouver.  We were walking along the street one day when these two men ran past and snatched my grandmother's purse right from under her arm.  Right from under her arm.  That night a police officer came to our hotel room to ask us questions.  Stood the whole time. \n[2]His uniform looked brand new.  His shoes and badge were polished, his billy club, his belt buckle.  All perfect.  He was like a soldier, but better. \n[3]Made a huge impression on me.  His goodness.  Gave me an instant respect for the police.  I tried to become a cop when I left high school, but... \n[4]Congenital problem. \n[5]Oh.  We're here. \n[6]You know this glacier moves a quarter of an inch every day? \n[7]And on a clear day you can see all the way over to Newtok.  There's a beautiful aviary over there.  We can go sometime. \n[8]It's actually cool for this time of year. Normally the temperature runs about... \n[9]I stood right behind you...I saw you look right into his eyes and shoot him... \n[10]...Seattle's great hero.  Shooting his own partner.  I saw it all... \n[11]Then why lie about it? \n[12]I mean, I'm all for bending the truth. That's what I do in my novels.  It's my trade you might say.  But why cover it up? \n[13]You don't have to tell me if you don't want to.  I'm sure you have some reason. Something noble.  I have faith in that. \n[14]They should be bundled up better. \n[15]No game. \n[16]I figured we're partners on this one.  I mean, after what I saw... \n[17]I research my novels.  I know the procedures.  You'd have cuffed me back at the ferry.  You'd have called for back- up, read me my rights, and gotten a search warrant for my apartment.  You're a well-respected detective.  There's no reason for you to be talking to me right now... \n[18]...except that we could help each other. \n[19]So.  We're at an impasse. \n[20]I'm sorry? \n[21]Oh? \n[22]Thought you might find that. \n[23]Down at the station? \n[24]Okay.  Okay.  Brought in for questioning. Good.  I can write this. \n[25]Ferry's leaving. \n[26]Something to divert... \n[27]My gun.  You still have my gun, right? \n[28]Then that's the wild card.  Every detective story has a wild card. \n[29]Next ferry's in forty-five minutes. \n[30]You'll know.  At the questioning. \n[31]You'd have done the same thing, Will.  I know you would... \n[32]Yes I was. \n[33]She was, not quite a \"fan.\"  More an avid reader of my detective novels. \n[34]A year ago.  At one of my signings. \n[35]That's right. \n[36]She flattered me about my writing.  Asked if she could visit me.  To talk about my books. \n[37]Yes.  Not that much at first.  But then she became more comfortable.  Started visiting me every week... \n[38]What do you mean, Detective Dormer? \n[39]She was only seventeen. \n[40]I suppose. \n[41]No. \n[42]I was a mentor to her. \n[43]Yes. \n[44]Yes. \n[45]I gave her things she didn't have. Couldn't have. \n[46]Her family lives on Mr. Connell's disability.  It isn't much. \n[47]She wasn't happy.  I was someone to talk to. \n[48]That boyfriend.  Randy. \n[49]That's right. \n[50]He.  Well, he... \n[51]I don't want to talk out of school.  Kay told me things in the strictest of confidence.  As a friend. \n[52]Well.  He hit her. \n[53]She'd come to me, sometimes in the middle of the night.  Bruises all over her back, her upper arms.  I pled with her to let me call the police, but she wouldn't hear it.  Wanted to keep it a secret. \n[54]He has a terrible rage.  Kay even said he carried a handgun around with him. \n[55]Could I have some more coffee, Detective Burr? \n[56]Hi, Will... \n[57]I figured we should touch base.  Compare notes.  I think it went well.  What did you think? \n[58]Told you I could write an ending. \n[59]I thought maybe we could talk some more. \n[60]But we work so well together... \n[61]You run on two settings, Will.  I've noticed that... \n[62]You jump from calm to rage in the blink of an eye.  That's okay.  I do that too. \n[63]You're not sleeping, are you? \n[64]Kay told me.  She comes to me, you know. Tells me things.  About you.  About me. \n[65]Does Detective Eckhart come to you? \n[66]Does he ask you why you shot him? \n[67]Then so was mine... \n[68]I didn't want to kill her, Will. \n[69]When she called me that night from the party, she'd had a fight with Randy. Wanted to talk.  I told her to meet me at our special place.  The cabin at the beach... \n[70]...When she came she was barefoot.  And there was liquor on her breath.  I only wanted to comfort her.  To touch her. She could have at least let me do that. Her skin...it was like everything I'd ever written about. \n[71]It was when I went to kiss her.  She started laughing.  I got angry.  After all I'd given her.  All I'd shared with her.  I just wanted to make her stop. That's all. \n[72]From calm to rage in the blink of an eye. \n[73]Remember? \n[74]Yes.  Like that. \n[75]If you want it to be... \n[76]I have a summer house up by Kgun Lake. I'm going to write my next novel there. It's about a famous detective who goes bad. \n[77]Just kidding. \n[78]The never coming back part, though.  I'm not sure.  To tell you the truth this has been kind of fun.  Going to the station, meeting all those nice people.  Talking with you. \n[79]I might miss it. \n[80]I especially like that new detective. \n[81]Detective Burr. I liked her very much.  Has a real vitality. \n[82]Here to visit me? \n[83]Where's your back-up? \n[84]You're not following procedure. \n[85]We're on the same side, Will.  You know that.  After what we've been through together.  We're partners.  Bound by a secret. \n[86]Will... \n[87]You give the police a bad name, Will. \n[88]Wild card. \n[89]That jammed the last time, remember? ", "FRED": "\n[1]Helping? \n[2]Suppose you want to see the body. \n[3]We can walk from here. \n[4]Ellie!  Go type something! \n[5]No. \n[6]Like I said, no.  We know about those things up here. \n[7]She left the party early.  Friends said she had a fight with her boyfriend and stormed out. \n[8]Around twelve-thirty. \n[9]Randy Stetz.  Her boyfriend.  We've questioned him, searched his place. Didn't find anything. \n[10]Has her books in it. \n[11]I'll stick it in the evidence locker... \n[12]Why are we taking it back? \n[13]What are you doing here? \n[14]I see someone! \n[15]He's bolting! \n[16]Put that thing away!  Farrell's down!... \n[17]Dormer... \n[18]Dormer!  He's gone. \n[19]Dormer.  Still no sign of the bullet that went through Farrell. \n[20]Partner or no partner.  That guy's a prick. \n[21]Make sure they're set to channel 6... \n[22]You don't think they should start further back? \n[23]Duggar... \n[24]Where was it? \n[25]Okay. That was Ellie. \n[26]They found Farrell's bullet.  Says it looks like a 357.  After the autopsy Rich can drive 'em both to the lab in Anchorage.  Have a murder weapon by morning. \n[27]That is, if it's alright with you. \n[28]Lots of moose. \n[29]I'll call him now. \n[30]This isn't Seattle, Detective.  We don't have copies. This is the only one. \n[31]Dormer... \n[32]We should go say hello to Mrs. Connell. \n[33]Forget your pager? \n[34]I beeped you over two hours ago. \n[35]Got a fax from the lab.  Murder weapon was a 357 Ruger. \n[36]And something else that might interest you. \n[37]Remember this? \n[38]One of the paperbacks we found in Kay Connell's knapsack. \n[39]Mrs. Connell found this copy in the house. It's signed.  Personally. \n[40]This is a local writer.  Kay had all his books.  I think we should check it out. \n[41]You were acquainted with the deceased, Kay Connell? \n[42]In what manner? \n[43]Where you signed this? \n[44]What happened at that signing? \n[45]Did she? \n[46]We understand, Mr. Byrd. You want to sit down, Detective? \n[47]How do you mean? \n[48]Randy Stetz? \n[49]Mr. Byrd.  Anything you can tell us could help out with this case. \n[50]Are you sure about that? \n[51]Ellie. \n[52]Margaret!  Get Judge Biggs on the phone! I'll get another warrant for Stetz's place. \n[53]That's it.  Let's bag it. \n[54]Randy... \n[55]C'mon, Randy. \n[56]You look like shit, cowboy. \n[57]Looks like we can wrap this one up. \n[58]We're getting together for a couple of beers later on.  Might not be the Seattle thing to do.  But you're welcome to come. \n[59]Didn't you grow up with him? \n[60]Just a bad seed. \n[61]What Detective Dormer needs is a little shut-eye. \n[62]My people are from Barrow.  Way up north. \n[63]Like being swallowed up in a black hole. \n[64]Nancy Drew!  Pull up a seat! \n[65]Something's on Nancy's mind. \n[66]If Spencer's not too drunk to fly. ", "HAP": "\n[1]Jesus.  Just look at all that. \n[2]I thought we had a population problem. Everyone should just move up here. Just look at it, Will. \n[3]Nothing wrong with smelling the roses. \n[4]This ought to be interesting. \n[5]Hey, Charlie. \n[6]Eight years. \n[7]\"2nd prize Great Kodiak Salmon Catch.\" \n[8]They're all over us, Charlie. \n[9]I.A.'s calling themselves the \"Corruption Task Force.\"  Can you believe that? Trying to root out any mistakes or \"oversights\" any other Detectives may have made over the years.  They're turning it into a witch hunt.  Something on the news about it practically every night. \n[10]Beaten to death. \n[11]Even the best make mistakes. \n[12]Lower forty-eight? \n[13]Oh?  And how's that? \n[14]Me. \n[15]See you have the same decor as my room. \n[16]Same view, too. I've been watching that tugboat for the last half hour.  So small, pulling all that weight. We have to talk, Will. \n[17]You know what about. \n[18]When's that, a week?  Two weeks?... We have to figure out a plan of action now. \n[19]To do nothing. \n[20]Dammit, Will.  Warfield had me locked up in his office again for five hours yesterday.  Five hours.  Asking all kinds of questions... \n[21]But he's zeroing in on me.  On us. Everyone's talking about it. \n[22]Well, I gotta tell you.  With a wife, three kids, and a pension plan in the balance, it's rattling hard. \n[23]Look.  We've tampered with evidence. We've pushed witnesses.  We've planted shit.  And they're sniffing around like dogs.  Especially on the Dobbs case... \n[24]You know I remember that. \n[25]Maybe not.  We could talk to Buck... \n[26]Cut some kind of a deal.  I heard that's what Flynn's doing... \n[27]Goddammit, Will.  You grab on to something and you don't let it go. \n[28]I don't know if it's because you think it's the right thing to do or because your pride won't let you do anything else.  I can't tell any more. But I can tell you one thing.  I'm getting too old for this cowboy cop stuff.  Breaking the rules.  Cleaning up messes.  We're a dying breed, Will. You're a dying breed.  I.A., the D.A., all those reporters - they don't care what you did at Leland Street seven years ago.  They don't care that you've made this your life.  They don't care about getting the bad guy... \n[29]They're watching us, Will.  Like it or not.  They're watching us. \n[30]What are we thinking? \n[31]You know smoking stunts your growth. \n[32]More Alaskan hospitality. \n[33]At least there's variety. \n[34]Will? \n[35]I think, I think I'm gonna talk to Buck when we get back to Seattle. \n[36]I wish I could stick it out like you.  I just, with Trish and the kids... \n[37]I'm thinking I could get off with probation.  Keep half my pension.  That's all I want. \n[38]You don't have to be involved, Will. \n[39]Hey - you do everything around here? \n[40]What about prints? \n[41]Nice.  Lighter than I remembered. \n[42]Smith and Wesson 45. \n[43]Or goes straight to the Sports Section. \n[44]Who gets first dibs? Will? \n[45]They're watching us, Will... \n[46]sitting in the corner.  Eating an apple with a penknife. \n[47]You sure about that, buddy? ", "CHIEF NYBACK": "\n[1]Will Dormer! \n[2]I'll be damned! \n[3]Christ.  I haven't seen you boys since... \n[4]What's that, then? \n[5]Seven years?  Where does it all go?  That was some amazing time, though, wasn't it? \n[6]You haven't changed a bit, Will. \n[7]I knew that was coming.  I deserve it. \n[8]Pay attention to this man, Ellie.  He'll teach you how to be a great cop. \n[9]That's all, for now. \n[10]Got a love affair with police work. Drives me crazy with it. \n[11]I told you seven years ago this was a stepping stone to retirement. \n[12]Looks like it's a good time for you to get up here, too.  With all the bad business going on down at Special Branch. \n[13]Just five bad apples so far? \n[14]What's the D.A. got them on? \n[15]How about you?  How you faring? \n[16]Got a bunch of messages here from some guy named Warfield. \n[17]Wants me to keep him posted on all your movements up here. \n[18]I'm just glad Buck could spare you a couple of weeks.  Take you out of the frenzy.  I gotta tell you, though, I sure don't miss big city police work.  Not that I was ever a great detective.  But up here there's no Bureaucracy.  No Public Relations.  No blurred lines. Just good guys and bad guys.  Simple. \n[19]Except for this. \n[20]Couldn't get a thing from the body.  Not a trace.  Town's never dealt with anything like this before. \n[21]I've briefed everybody about your coming. They know to follow your lead. \n[22]This is Detective Dormer and his partner Detective Eckhart.  On loan from Buck Lundgard, Seattle Robbery and Homicide Special Branch.  They'll be helping with the Connell case. \n[23]Anything they need to see, you show them; anywhere they want to go, you take them. This is Detective Fred Duggar.  He's been leading the investigation up to now. \n[24]And then you lost him. \n[25]About how long 'til you heard the suspect's second shot? \n[26]I think you need a glass of this. \n[27]There's a bunch of those tunnels out there, Will.  From bunkers over sixty years old.  I don't even know half of them myself, and I grew up here. \n[28]Will, you can't blame yourself. \n[29]It's only gonna make you crazy. \n[30]Right, Ellie. \n[31]I want you to take care of the investigation into Detective Eckhart's shooting. \n[32]We need paperwork, Ellie.  You know that. Just write up a quick report. \n[33]You're no good right now, Will.  Go back to the Lodge.  Try to get some rest. \n[34]...We're going to bring down a couple of guys from Ridgemount, but I want us to step up the investigation here... \n[35]...Nightmute hasn't lost an officer in thirty-seven years, and even though Detective Eckhart wasn't from here, he was as good as one of us on this case.  I had the honor of working with him down in Seattle for a number of years.  He was a fine detective and an even better man. \n[36]Fred, you'll be working with Detective Dormer directly from now on. \n[37]Will?  Anything you'd like to add? \n[38]Okay.  Then let's get to it. \n[39]I was hoping not to send you back with so much paperwork, Will. \n[40]When are you taking off? \n[41]Can't talk you into staying for a couple of days?  Do some fishing?  Show you what normally goes on around here. \n[42]Too bad... \n[43]...Brought some real class to the place. But, Seattle needs its hero back. Couldn't have done it without you, Will. \n[44]Detective Dormer's not leaving for a few hours. \n[45]Maybe you could drive him to Spencer's. ", "RACHEL": "\n[1]Lower forty-eight. \n[2]You're not from here.  I can tell by your walk. \n[3]Unsure. \n[4]Your friend's all business. \n[5]Alaskan summers.  Hope you're an easy sleeper.  It'll be like this all night. \n[6]Sign here. \n[7]Ready to order? \n[8]Just about. \n[9]I'm sorry about your partner. \n[10]It's been on the radio for the last two hours.  Nothing but that.  Like when they found Kay Connell's body. We're not used to this sort of thing up here. \n[11]He was standing right there just a couple of days ago.  Your partner.  Exactly where you are now. I hope I was nice to him. \n[12]Pioneer Lodge?... Hold on a second.  He's right here. \n[13]John Warfield.  He's called a couple of times. \n[14]Want me to lie? \n[15]Here.  It's on the house. \n[16]I got it. Don't know why I bother.  It's been broken for two years. \n[17]Oh.  A man came by to see you earlier. Said he was your new partner. \n[18]No.  He didn't say what his name was. Only that you were expecting him. \n[19]That's not what he thinks. \n[20]Short.  Dark hair.  Not that memorable. \n[21]Detective Dormer? \n[22]Will...I... \n[23]There's a guy down the hall.  Complaining about the noise. Says he can't sleep. \n[24]Are you alright? \n[25]Did something happen? \n[26]Will... \n[27]Will. \n[28]What happened? \n[29]One of your cases? \n[30]What happened? \n[31]Will. \n[32]What if someone finds out? \n[33]Well, that's not going to happen now. \n[34]There are two kinds of people in Alaska. Those who were born here and those who've come here to escape something in their lives. I wasn't born here, Will.  I'm in no position to judge anyone.  I'm not about that any more. \n[35]It's all about what you're willing to live with. \n[36]I found a new friend. \n[37]Will.  What is it? \n[38]I would have seen if he came back. \n[39]What is all this? ", "FARRELL": "\n[1]I read that kind of crap. \n[2]Uh, right.  About two miles outside of town. \n[3]Glock 40.  All plastic save the barrel and firing pin.  Never rusts.  What do you carry down in Seattle? \n[4]Excellent! \n[5]Maybe this guy doesn't read the papers. \n[6]Sorry about... \n[7]Over there. \n[8]Detective Dormer! \n[9]You don't seem like the bring-an- underling-who's-in-the-hospital-a- Snickers-bar kind of guy. \n[10]Oh, a real tear-jerker.  Brody, the good guy, just got shot. \n[11]Oh.  I'm sorry.  About Hap.  Detective Eckhart. \n[12]I wish I'd had the chance to get to know him better.  Take him fishing or something. \n[13]We just gotta catch the bastard, right? \n[14]What I saw? \n[15]Pretty much nothing.  That fog was so thick.  The bullet seemed to come out of nowhere.  I don't even remember seeing any shapes.  Then I saw you.  But only when you came up close.  Then you disappeared again. I guess I heard more than I saw. \n[16]Sorry. \n[17]Lonnie and I went to high school together. \n[18]Oh, you know.  Don't feel that much. Bullet went right through. \n[19]We'll get the other one, though. \n[20]After the autopsy. \n[21]I can't believe it.  Randy Stetz. \n[22]That doesn't mean anything. \n[23]Our dads were on the same boat. We used to wait for them together. \n[24]How do you like our beer? \n[25]Better than Fred's home town. \n[26]Rich found the gun. \n[27]What is it? ", "TANYA": "\n[1]Who're you? \n[2]I never met anyone from Seattle before. \n[3]What are you doing in this shit-hole town? \n[4]I was her best friend. \n[5]Since grade school. \n[6]We were like sisters.  Knew everything about each other. \n[7]Everybody says I'm holding up great, considering.  Don't even care if I go to school.  They're all worried I haven't cried yet. \n[8]But there's no law against not crying, right? \n[9]Do we have to talk about Kay?  I don't want to talk about her right now.  Let's just drive.  Go somewhere. \n[10]Long as it's fun. \n[11]Young, impressionable girl left alone with older, Seattle detective.  Who knows what we could get up to. \n[12]Hey... \n[13]Move over! \n[14]Move over, you crazy fuck! \n[15]You crazy son-of-a-bitch!  You could have killed us! \n[16]Ow!  You're hurting me! \n[17]You want to tell me what the fuck this is all about? \n[18]That's what I said. \n[19]No... \n[20]I don't know. \n[21]She wouldn't tell me! \n[22]It was like some big fucking secret! \n[23]She kept saying she was gonna get out of here.  Leave us all behind.  That he was going to take her! \n[24]My arm! \n[25]She used some stupid code name. \n[26]Brody...I don't know... ...Something Brody! \n[27]You happy now, you fucking bastard? ", "RANDY": "\n[1]I haven't had a chance!  You fuckers been all over my back since Monday! \n[2]Yeah, okay, fat-ass. \n[3]Huh? \n[4]Sure.  She was nice. \n[5]Huh? \n[6]She loved me.  She wanted to see me every night. \n[7]I don't know what you're fucking talking about. \n[8]Stuff. \n[9]Just stuff.  I don't fucking remember. \n[10]I told you I don't remember. \n[11]How should I know?... \n[12]Fuck you, man! - I'm sick of all your fucking cop questions... \n[13]I don't know. \n[14]She didn't tell me. \n[15]Thought I smelled something. \n[16]Fuckin' cop. \n[17]You coming or not? \n[18]You can't fucking do this! \n[19]Hey!  I'm working on that! \n[20]What the fuck is that! \n[21]That's not mine, man!  That's not mine! \n[22]No way, man! \n[23]That ain't mine! \n[24]I swear to God.  I didn't kill her.  I swear to God... ", "CORONER": "\n[1]Did a fundascopic examination and found papilledema and petechiae of the retina. \n[2]Clear cause of death was herniation of the brain stem due to intracerebral hemorrhage. \n[3]Beaten to death. \n[4]Superficial. \n[5]None. \n[6]She was a nice girl.  Played flute with my granddaughter. \n[7]Detective.  Thought you were sending one of your lackeys. \n[8]It's different when you know them, isn't it? Just sign over there and she's all yours. \n[9]Your partner didn't suffer much... \n[10]Maybe for a minute or two. \n[11]Just enough time to reflect. \n[12]You're looking a little green, Detective. ", "FRANCIS": "\n[1]What? \n[2]C'mon, Ellie.  What's it matter? \n[3]Ow. \n[4]Ellie!  Think I found something! \n[5]He was an asshole. \n[6]He used to pick fights at the gas station. \n[7]They don't have titanium shades over at the Pioneer. \n[8]You lose all sense of time. \n[9]You hear what happened, Ellie? \n[10]Let it go, Ell.  We got the bad guy. ", "MAN'S VOICE": "\n[1]I bet you haven't been getting much sleep. \n[2]You lower-48s.  You think the white nights are kind of neat.  Then you can't sleep for days.  I've seen it happen about a million times.  But you can't sleep for a different reason. \n[3]I saw what really happened, Will... \n[4]I saw you kill your partner.  With your back-up weapon.  Out there on the beach. I saw you shoot him dead... \n[5]Don't worry.  I won't tell anyone.  Oh, and I saw you take my gun.  My uncle's old 357.  I dropped it in the rocks. But you can go ahead and keep that. \n[6]...I mean... ...Now that we're partners. \n[7]He okay? ", "RICH": "\n[1]What do you mean, you can't believe it? \n[2]And remember when he did all those donut holes that one summer? \n[3]The white nights been hard on you? \n[4]Well no wonder. \n[5]In the winter there's no sunlight for five straight months. \n[6]Pretty cool. \n[7]Get a hobby, will ya? "}}