{"dialogues": {"COOPER": "\n[1]Long way to come by bus. I thought you guys would have a plane. \n[2]A little. 7. \n[3]You don't make it, my boys won't get to see you lose. \n[4]Satellite. Big one. Probably Chinese. \n[5]You ruin it for the boys when you talk like that. \n[6]They didn't have any baseball at all when I was a kid. \n[7]I thought okra wasn't susceptible. \n[8]Something wrong with your truck? \n[9]What does that have to do with anything? \n[10]Get the spare, Tom. \n[11]All right. We'll use the patch kit. \n[12]Murph's law. \n[13]Find something to patch it with. \n[14]Figure it out. I'm not always going to be here to help you. \n[15]Listen to me. Murph's law doesn't mean that. It means what can happen will happen. All kinds of things. Good or bad. And that's the way you want it to be. \n[16]Because if nothing ever happened to you then you wouldn't learn anything. \n[17]Murph? \n[18]Get in. \n[19]It's a Chinese military drone. Solar cells could power an entire farm. Take the wheel. \n[20]Keep it pointed right at it, OK? \n[21]Faster, Tom. I'm losing it. 13. \n[22]Almost got it. Don't slow down. \n[23]No we didn't. 14. \n[24]You want to give it a whirl? \n[25]Set her down in the valley -- there, next to the river. \n[26]Chinese mission control went down same as us, twenty years ago. It's been up there ever since. \n[27]It was looking for something. Intercepted some kind of signal. It's been at eighty thousand feet. Sun probably cooked its brain. \n[28]Reprogram it. Give it something socially responsible to do like drive a combine or a tractor. \n[29]We need all the help we can get, Murph. This thing has to adapt, just like the rest of us. \n[30]What about college? \n[31]You're ruling out college for him now? He's only fifteen. \n[32]What are you, about a 36-inch waist? 30-inch inseam? \n[33]You're telling me you need two numbers to measure your own ass, but just one to measure my son's future? \n[34]Engineer. \n[35]Are we done? \n[36]One of my old textbooks. Murph liked the pictures. \n[37]Corrected? \n[38]You don't believe we went to the moon? \n[39]\"Useless machines\"? 18. \n[40]One of those useless machines they used to make was called an MRI. If we had any of them left the doctors might have been able to find the cyst in my wife's brain before she died, rather than afterwards. And then my kids could have been raised by two parents, instead of me and their pain-in-the-ass grandfather. \n[41]You ever consider the best thing for the world and humanity might have been for us to part company? \n[42]Just tell him to power down the controllers for a couple minutes. \n[43]Bravo-two-eight, requesting permission to enter your airspace. \n[44]Not exactly. \n[45]Space probe. Never seen one like it, though. Looks like it's been to hell and back. \n[46]Lost, I guess. Guidance satellites would have been shot down by the Chinese twenty years ago. 21. \n[47]Well I don't know what the hell it's made of, but I can't crack it open. \n[48]Good boy. Hand me the scanner. \n[49]Here we go. Standard NASA encryption. Memory's been damaged. Just noise. Hold on. I've got something. \n[50]I don't know. 22. \n[51]Where the hell did you come from? \n[52]We'll take it down to Tyson's tomorrow and have it melted down. Might be some copper inside. \n[53]There's no one for it to report to. NASA is all gone. I'm sorry, son. It got home too late. \n[54]Maybe it's better for everyone to forget what they did back then. Reminds us how far we've fallen. \n[55]It doesn't bother me that he can't go. It bothers me that he doesn't care. \n[56]It's a fail-safe. It's going to annoy us into taking it home. \n[57]We're going to get some sleep. \n[58]You're staying here and cleaning the house. \n[59]I told you, Murph. There's no one to take it back to. \n[60]Got any diesel? \n[61]I don't know. Don't touch them. 27. \n[62]Murph? \n[63]Careful. There's some kind of underground facility here. We might... \n[64]Can't be. It's a marine. Haven't made them for thirty years. I've never seen one intact before. 28. \n[65]I think we need to go, Murph. \n[66]No. I don't know what this place is, but we're leaving. \n[67]Hit him in the back of the neck. \n[68]We were just looking for salvage. \n[69]I didn't know it belonged to anyone. 29. \n[70]You've got me wrong, lady. \n[71]Word of advice -- careful with that thing. When the war was over, they didn't know when to stop fighting. \n[72]Wait a second-- \n[73]Now who's stealing from who? \n[74]You're right. It belongs to NASA, which shut down thirty years ago when the federal government ran out of money. \n[75]Who are you people? \n[76]Galveston. \n[77]Canaveral's been gone for thirty years. \n[78]Nothing. I got something off of it. \n[79]May I? 32. \n[80]Most of the disk was noise. Couple of clean sectors, though. \n[81]There aren't any planets like that anywhere near earth. Not even if this thing was gone for thirty years. \n[82]You can't keep us here. 33. \n[83]I'm not going to endanger it any more than you already have. \n[84]Are you using that for guidance? \n[85]The power supply is no good. If the voltage fluctuates under load, the unit will fail. \n[86]Bought thirty of them off a guy in Florida. Had to rebuild every last one. They work great on a riding lawn mower. \n[87]You plan on keeping us here forever? \n[88]I guess no one told them they were out of a job.  Same as the rest of these people. \n[89]I thought the old man was in charge. \n[90]Not you? \n[91]You don't look like one.  With the rifle, I mean. \n[92]That rocket doesn't have enough thrust or fuel to get you to Jupiter. \n[93]Why are you telling me this? I already told you I'm not going to tell anyone about this place. \n[94]But I don't have any of the experience. Any training. You people have been preparing for this for years. \n[95]No. I'm sorry. \n[96]I can't help you. I have responsibilities. Things that, no offense, are more important than a scientific mission. \n[97]Rescue? Rescue who? \n[98]The blight. \n[99]But it doesn't affect the corn. \n[100]No. No. We're rebuilding. We'll find something. Some new technology... We always have. 39. \n[101]You've known this for how long? And you didn't try to tell anyone? \n[102]That's why you're looking for a planet with oxygen. Water. \n[103]But you'd still only be able to save a few hundred. Maybe a thousand. \n[104]I can't go. I have to look after the boys. \n[105]I have a responsibility to them-- \n[106]You have to stay here, pal. \n[107]There's going to be important work to do here, too. \n[108]I need you to hold onto this. Will you do that for me? \n[109]I will come back. I promise. 42. \n[110]Don't look so happy to see me. \n[111]Great idea. A massive, sarcastic robot. \n[112]That sounds like a good idea. \n[113]I was wondering where you've been getting your supplies. \n[114]So you're a salvage diver now? I thought you were a biologist. \n[115]We're taking ants with us? \n[116]I thought humans were more solitary. \n[117]Looks like hard work. \n[118]Is that a star? 46. \n[119]Lose time? \n[120]How much time? \n[121]Sure. Till we ran out of food and ate all of them. \n[122]I thought I was going to get to enjoy your company all the way to Mars. \n[123]We'll be back. \n[124]Oh, no. I want to see this. \n[125]Good morning, sunshine. 52. \n[126]Bit of a demotion. \n[127]The ship is tiny. \n[128]I know. So why are you painting it? \n[129]Sure it does. You're pretty good. \n[130]What'd you paint? \n[131]How much do these things weigh? \n[132]Damn. \n[133]Why? \n[134]Fine. The anesthetic is working. \n[135]You worry about my hand and I'll worry about my mood. \n[136]Why? \n[137]If we're such a liability, why take us along? You and Tars could build the colony without us. You wouldn't need to bring food or oxygen. \n[138]Humans aren't programmed. \n[139]Did they program you to be condescending? \n[140]My relationships aren't programming. \n[141]How would that make us better at surviving? \n[142]No. I want to know. \n[143]We've almost reached the wormhole. Just in case anything happens, I just wanted to say... I love you boys. And I hope whatever your lives become, whatever is coming your way... you make the most of it. \n[144]I know. Thank you. \n[145]You never had any? I thought I was a pariah for only having two. \n[146]Strange place to look for a new home. \n[147]You really think there's a plan? \n[148]I guess I just think we're on our own. \n[149]No. \n[150]Where are we? \n[151]Something's happening to the hull over here. \n[152]Well, I don't know what your display is telling you but something is happening over here. \n[153]Can you ask it to stop? \n[154]It's working. \n[155]We've lost contact with the relay. 67. \n[156]One long garbled transmission came in. Then nothing. \n[157]What is he doing? \n[158]What about Tars? \n[159]I still can't contact the relay. 70. \n[160]Did you hear me? We're not able to communicate back home. \n[161]How could they all have landed in the same place? \n[162]We're bringing him along? 71. \n[163]This is the Taichung mission. \n[164]They never landed. Not on Mars. Four human crew, fifteen robots. The log says the base has been here for thirty years. \n[165]The entire human crew is buried out there in the snow. 75. \n[166]Then what? \n[167]What about returning to the ship? \n[168]What is this? \n[169]Case, wait-- \n[170]Breathe. Trust me. \n[171]Your suit is filling with water. I'm not going to be able to hold it much longer. I'm going to let go. \n[172]Take a deep breath. \n[173]I thought we were supposed to be a collective organism. \n[174]Don't mention it. \n[175]Looks like we can climb up the mountains back to the ice. We're down to three suits. We'll have to send someone ahead to get a fourth. 81. \n[176]Any sign of Brand? \n[177]What happens then? \n[178]Any sign of big life-forms? \n[179]I just think we should get back to the shelter before night falls. \n[180]You don't know that. You just have blind faith this place is going to be some kind of Eden. \n[181]What's that supposed to mean? \n[182]What? \n[183]You know how plants don't usually move? Is that a universal rule? \n[184]Hello there. \n[185]OK. Now we run. \n[186]We have to reach the shelter. \n[187]This way. \n[188]I've got you. 86. \n[189]By \"cooperate\" do you mean let it eat me? \n[190]Then why are they killing each other? \n[191]What is it doing? \n[192]I don't want it to incorporate me. \n[193]\n[194]They're killing each other. \n[195]I'd say they have a long way to go. \n[196]But what are they competing for? \n[197]Why not? \n[198]What difference would that make? \n[199]Murph's Law. \n[200]The plan. \n[201]I was in Denver during the first year of the famine. I was just a kid. We kept waiting for someone to come help us. People starved to death sitting on the ground, waiting for someone to come. 90. \n[202]I only made it because I realized that nobody was coming to save us. We were on our own. \n[203]Honestly? After the things I saw... you want to know why I don't believe that someone would be trying to help us? Because I'm not sure we're worth saving. \n[204]Looks like they lost. \n[205]But why didn't they come? \n[206]Testing what? \n[207]Is that a chair? 93. \n[208]Everything in here is bolted down.  What do you think this thing does? \n[209]I wouldn't turn it on until we can figure out what it does, Roth. \n[210]Old military-grade encryption. It's not very robust.  No offense. Hang on. \n[211]That should open up most of it. \n[212]No one was listening. \n[213]How long does this place have? \n[214]Maybe... maybe Roth's right... maybe we just don't understand it yet. \n[215]Case, what is that? \n[216]No. It's closer than that. Roth. \n[217]Quick -- hold onto something. 97. \n[218]I found it. Hold onto something. \n[219]They found a way to make gravity. \n[220]What does that mean? 99. \n[221]But how did the Chinese develop the technology? This would take decades, maybe hundreds of years, to create. \n[222]I know this isn't exactly what you trained for. But I think Roth might be right. \n[223]Don't make any sudden movements. They can't hurt us if we're unarmed. \n[224]Further orders aren't coming. Your government is gone. It ran out of money, same as ours. You're on your own. \n[225]They're never going to let us go. \n[226]Come on. \n[227]We're too late. \n[228]The main thruster fuel supply. We're not going anywhere. \n[229]But we need to take the box back to earth. \n[230]I'm going to image the operating code and the architecture onto the probe's hard drive. It'll be garbled, but it should give you and me enough to rebuild it when we get back. \n[231]Let me take it. \n[232]We're going to find out soon enough. \n[233]Where's Brand? \n[234]Dammit. If I don't make it back, just keep going.  Get that thing home. \n[235]I don't know. I figured if you were floating out into space, you'd want some company. \n[236]Guess you were right -- too much gravity, or not enough. \n[237]Roth. \n[238]How is that working? \n[239]Good. We've already set the course, skipper. We're going home. 112. \n[240]Now I know why we weren't able to hit the relay. It's not interference -- the blue-shift from the black hole is more than we thought it would be. \n[241]Nothing. Wait. The ship cached one long garbled transmission when we first fell into the swirl. If we account for the blue shift then the computer might find something in there. \n[242]How much? \n[243]Forty seven years. \n[244]We could bypass the relay. Send a conventional shortwave signal. \n[245]You knew, didn't you? You and Case figured it out when we landed. \n[246]Sure you could. You're brilliant. You know everything. 114. \n[247]They're not children any more... if they're even still alive. \n[248]Yes she did. \n[249]That's why you were upset -- your father. \n[250]We can't let that happen. We'll lose more time... too much... 116. \n[251]We're losing years. \n[252]What will happen to it? \n[253]This is the crew of the Endurance. We... (gives up on \n[254]All of those people back home... none of them will make it. \n[255]Case said the Chinese found something else. The location was scrubbed from their records. But I bet he knows it. \n[256]Here. Can we reach it? \n[257]That? What is it? \n[258]Where are we? \n[259]Not a single drink on the whole ship. What kind of mission is this? \n[260]You really think we're the last humans alive anywhere? \n[261]So that's it, then? That's all? \n[262]What about the plan? The grand scheme. 125. \n[263]I didn't. But you were bringing me round. \n[264]What the hell was the point? What did it add up to? \n[265]This? You're saying the end result of ten billion years is the atoms from dead stars standing here disagreeing with each other. \n[266]This thing is made of... gravity? \n[267]Can we communicate with them? \n[268]What is that? 128. \n[269]There's something out there. 129. \n[270]This is what the Chinese were protecting. How they could have built all this in just a handful of years. \n[271]Must have taken you a while. \n[272]How are they keeping the lights on in this thing? \n[273]It's a map? \n[274]So why didn't they return? Why didn't they save us? \n[275]They weren't interested in the other wormholes because their mission was to return home. That one leads back to Earth. The Earth they were told to return to. \n[276]Did they make it? \n[277]We're going to find out. 134. \n[278]You don't know that. \n[279]I made a promise. \n[280]You could have taken one of the other ships. \n[281]Where are you going to go? \n[282]You're going, too? \n[283]I'm sorry. I have to find out what happened to my sons. I promised them. \n[284]I promise. \n[285]The probe... \n[286]It's going to work. \n[287]That's not what I mean. This is the probe I found in Galveston. \n[288]Brand said there'd be some evidence we'd made it. And there was. This.  But only this. Everything will be destroyed except for this. \n[289]We have to stop. \n[290]You don't need to do this. We won't make it back, but this does. The secrets are already right on it. Maybe someone found it. There's hope. But we don't get to go with. \n[291]This is the crew of the Endurance... Murph... I'm sorry... \n[292]Where am I? \n[293]What's coincidence? What is this place? \n[294]Where... where are we? \n[295]Shoot. 149. \n[296]It was last of its kind. Their planet was destroyed. \n[297]Because that was the plan. \n[298]I don't know. \n[299]Feel like I should be pulling my weight. 150. \n[300]I was hoping to enroll in a course. Try to get myself up to speed on the new systems. \n[301]No one's heard anything from Brand? \n[302]Am I really going to hurt anybody by going to look for her? I just need a small ship. I made a promise. \n[303]Curiosity. New level setting. 100 percent. \n[304]Sense of humor. New level setting. 100 percent. Wait. 80 percent. \n[305]Where do you want to go first? ", "BRAND": "\n[1]Is that what they call stealing these days? \n[2]It doesn't. You want to let them go, Tars, or do you want some help with your work? \n[3]Really? You're not the kind of guy who turns a combat marine with a supercomputer for a brain into a riding lawn mower? \n[4]Get back in your little plane, go back to your farming commune. And don't come back. \n[5]I'd trust him a lot more than I'd trust you. Keep moving. \n[6]Get it inside. 30. \n[7]You too. We'll figure out what to do with you later. \n[8]This doesn't belong to you. \n[9]The government gave us plenty of practice looking for our own funding.  Keep moving. 31. \n[10]I found them outside with it. It looks like six. Maybe seven. I can't tell from the radiation damage. \n[11]What did you do to it? \n[12]He's heard enough. If we're going to launch, we need to keep them here until afterwards. \n[13]He could endanger the mission. \n[14]Now how could you possibly know that? \n[15]The mission commander wants to see you. Your son can stay here. He'll be all right with Tars. \n[16]The 'old man' is my father. And he was in charge. But he decided that we needed someone who could lead the mission for the foreseeable future. \n[17]I'm a biologist. 35. \n[18]In the last century strands were limited to one or two species. But this one targets everything. Essentially it's more efficient at consuming our food than we are. \n[19]Not yet. But it will. We've grown a dozen forms of it that can. It's just a matter of time before the same ones develop out there. The mission is to rescue us. Humanity. \n[20]Who's going to find it? The universities are a joke. People like you are reduced to scavenging just to get by. The earth has had enough of us. We have two, maybe three generations left. Then our time here is over. \n[21]What would be the point? So humanity could spend the last fifty years of its life fighting over the scraps? It's better that they don't know. \n[22]A new home for humanity. We'll set up a colony, then return to bring more people across. \n[23]Would it be better if we all died? \n[24]Look -- I don't have a clue what Case thinks you could add to the mission. You can come with us or you can stay here and wait to die. I don't care. But make no mistake -- this mission is our last chance. 40. \n[25]You don't like this one, you get to help me find a replacement. \n[26]We knew we'd need decades of parts and materials. The government was getting rid of some things. So we arranged to take some off their hands. \n[27]You know how to use one?  You just breathe. Tap my arm or bang something metal if you have a problem. And don't get lost. \n[28]I have to be just the one thing? We're not going to have a lot of backup where we're going, Cooper. We all need expertise in at least three fields. Except for you, of course. 44. \n[29]You can set that down over there. \n[30]We didn't know what kind of gravity to expect. We experimented with collective organisms in high g environments. \n[31]Humans are also collective organisms. 45. \n[32]Why am I not surprised? \n[33]It's a paradox. Life couldn't form without gravity. No stars. No planets. The component pieces would just drift apart. But too much of it and you're trapped. \n[34]As long as we're careful, we'll make it. \n[35]I find it hard to believe that someone would build a wormhole to a planet with water and oxygen just to lead us to a dead end. \n[36]A guess. That's right. We don't have time to wait for conclusive proof. 48. \n[37]My guess is that the wormhole is there because someone is trying to help us. The same way we used to try to help animals when they were threatened with extinction. \n[38]I guess I'm also assuming that whoever built the wormhole has a better plan than we did. If I'm wrong, we'll die, same as we'd die here anyway. \n[39]I won't. \n[40]If we find a habitable environment, I'm staying behind to build the colony. \n[41]Smile. \n[42]Because it lowers your blood pressure. 55. \n[43]We'll be able to communicate with Earth even from the far side of the wormhole. \n[44]I can't imagine how tough it would be to leave your kids behind. 58. \n[45]Hard to settle down when you've spent your life waiting to leave the planet. \n[46]You wouldn't want to get too close to the surface of the sun, either. Black holes are a more stable supply of power than stars in many ways. \n[47]I hope so.  You don't? \n[48]This isn't turbulence. Look at the way they're moving -- it's like something's examining us. \n[49]We're moving. \n[50]Saving us. \n[51]Tars. His transponder is still working. \n[52]I've already checked it. It's electromagnetic interference. We'll try again in a few hours. \n[53]We need all the help we can get. Besides, the alternative is to leave him on the ship alone. You think he'll still be here when we get back? \n[54]The probe was right. Looks like significant amounts of oxygen trapped in the ice. 72. \n[55]How could the Chinese have gotten here first? The federal government kept the wormhole a secret. \n[56]Then how did the probe that Cooper found return? 73. \n[57]The whole place has been dosed with huge levels of radiation. What happened here? \n[58]The Mars mission? The Chinese claimed it had been destroyed on landing. \n[59]I'm going to descend to take some samples. Cooper, want to make yourself useful? \n[60]How long do we have left? \n[61]Then we die. The radiation will cook us alive. \n[62]Not enough time. Case is right. The ice can shield us from some of the x-rays. \n[63]A pocket formed by gas. There may be more below. \n[64]Shut up. How much time do we have, Roth? \n[65]I've found something. 77. \n[66]These things... they're alive. \n[67]X-rays. They feed on them and emit visible light. They've found a way to survive here. \n[68]They're absorbing most of the x-rays. \n[69]What do you mean, you're going to let go? \n[70]I don't need your help. \n[71]Thank you. \n[72]Oxygen atmosphere. Pure water. Temperate climate. You still think this is a coincidence? \n[73]I won't need one. \n[74]Because I'm not going anywhere. This is our new home. \n[75]This is incredible. The organisms trapped in the ice above absorb x- rays and emit light. In return, these plants absorb the light and emit oxygen, which feeds the animals trapped in the ice. 82. \n[76]Look at this. I think they're the same organism at a different stage of the life cycle.  It's fractal. No individual cells -- the structure repeats all the way down. \n[77]The soil's been disturbed. So something's been moving. But I haven't seen anything.  Cooper... are you nervous? \n[78]Relax. If there are any large organisms here, even predatory ones, they're not going to attack us -- they have no idea what we are. \n[79]Faith has nothing to do with it. You know what you are, Cooper? You're just another in a long line of people saying 'no.' That this isn't going to work. And frankly, I don't have to convince you. 83. \n[80]You're on this mission because you're another pair of hands. You want the truth? I told Case we should bring another robot over you. At least then I could just reprogram you to- \n[81]Nothing. I just -- I could have sworn it just moved. \n[82]No. There really aren't any rules. \n[83]Remember, we're the aliens. \n[84]Hold very still. Don't make any sudden movements. 84. \n[85]No... wait. \n[86]I've got you. \n[87]It's game theory. The best move is always to cooperate at first. \n[88]These organisms have no interest in us. They survive by photosynthesis. All they need is light. \n[89]I don't know. But we're outnumbered, Cooper. So unless you have a better idea, I suggest we make nice. 87. \n[90]It's a colony organism. It's trying to incorporate you into its structure. \n[91]Don't open your mouth. \n[92]No. They don't bleed... they don't die... they're just competing... trying out different shapes, looking for the best one. 88. \n[93]They do this every night. \n[94]The behavior changes as the animals get bigger and bigger. More sophisticated. More calculated. \n[95]I don't know. \n[96]These creatures are billions of years older than we are. But they're relatively primitive. They haven't developed tools, culture, language. \n[97]I don't know. No one knows how intelligent life began on Earth. But the surface of this planet has virtually no craters. No impacts. It's been sheltered by the local black holes. \n[98]Maybe not enough has gone wrong here. Maybe bad luck is the key to intelligent life. \n[99]Exactly. Maybe our interaction with them will push them over the top. Maybe that's part of the plan. \n[100]Why is it so hard for you to accept that someone might be trying to help us? \n[101]They're not going to move now, Cooper. They need to spread themselves as thin as they can to absorb the light. 91. \n[102]Cooper, honestly, you're a bit of a- \n[103]They will. We can salvage it. This place will save us years. 92. \n[104]The Chinese government collapsed, same as ours. The people who knew about this mission probably died years ago. We had the same problems. \n[105]What happened here? \n[106]Cooper. Come look at this. \n[107]Where did they go? \n[108]But I don't understand... why are we here? What are we here for? \n[109]What the hell are we here for? I trained my whole life to reach this place. \n[110]Maybe we could work with it. Try to improve it. \n[111]And go where? \n[112]That doesn't help this planet. This creature is doomed. Unlike us it doesn't have anywhere to go. \n[113]Who? \n[114]This planet is being pulled into the black hole. We all need to leave. \n[115]Your mission is a humanitarian one, wasn't it? You were sent to start a colony. Like us. \n[116]This device that you have built -- this could save millions of people. We need to get it back home. \n[117]We can't leave them all to die. \n[118]Was that the last of them? \n[119]It doesn't matter how many of us make it. We have to get this back to earth. \n[120]This isn't right, Roth. We can find a way for all of us to leave. \n[121]Thank you. \n[122]Someone's coming. \n[123]You caught me. Now what? \n[124]Between you and utter solitude, Cooper, frankly, I'm not sure. \n[125]He's gone. \n[126]We're safe now. \n[127]Cooper, wait-- \n[128]Listen to me -- the blueshift also means we've lost time. More time than we thought we would. \n[129]A lot... Cooper, maybe it's best if \n[130]The relay will have lost power years ago. That's why we couldn't contact it, even after we reached the planet. \n[131]Only a tiny portion of the signal would make it though the wormhole. Besides, no one will be listening anymore. \n[132]I thought... I couldn't be sure. \n[133]Cooper... we needed to keep going. I'm so sorry. Your children... \n[134]Listen, the important thing is that we're going home, now. And we have something that can save everyone. It's more important than the people we left behind- \n[135]He's gone. But there are other people who still need our help. There's still time... \n[136]Case... what are you doing? \n[137]Wait... no... 115. \n[138]No... We're being pulled back to Pantagruel. \n[139]It's orbit mirrored the ice planet's. \n[140]It'll be destroyed, like everything else. \n[141]Decades...hundreds of years. \n[142]What are you doing? \n[143]We can use the thrusters to keep us on the critical orbit. Then slingshot us towards Gargantua. 118. \n[144]It's another wormhole. \n[145]I don't know. It's like we entered the wormhole and never left it. \n[146]I'm sorry. I should have told you. I didn't have the right. But you should watch the recordings. You should know what happened to your kids. \n[147]Our last trip past the black hole cost us another 100, maybe 200 years. Which means there's a good chance we're the only humans alive anywhere. 121. \n[148]I think the last human beings should have a little more fight in them than that. \n[149]I think Doyle's been experimenting with the coolant from his spacesuit. \n[150]I don't know. Maybe.  Yes. \n[151]It's happened a billion times over. Stars explode. The pieces drift in space. Gravity pulls them back together. They form new stars. Then planets. Then us. We die. It starts all over again. \n[152]I thought you didn't believe in one. \n[153]I don't know. Maybe it just adds up to this. \n[154]Maybe that's enough. \n[155]I think these are the creatures that built the wormhole. \n[156]No. I don't think it's in our universe at all. I think it lives in the bulk -- the space that the wormholes traverse. And it can only interact with us using gravity. 127. \n[157]Where would we even start? Maybe-- \n[158]That's us. That's where they've brought us. We're in the bulk. \n[159]They're moving us. \n[160]How do you know? \n[161]Time. That's what the bulk beings wanted to give us. That was the treasure the Chinese found. Enough time to let us save ourselves. \n[162]Because they were too late. By the time they found this place, the people who sent them were dead. They were unable to fulfill their mission. \n[163]Where do they lead? \n[164]But that's impossible... \n[165]You know it doesn't work. Time travel isn't possible. \n[166]Yes, I do. If it worked, the Chinese would have suddenly discovered all of these incredible technologies. But they never made it. You can't go back, Cooper. You can slow things down, but you can't ever go back. Our home is gone.  You listened to all of those messages from your family. If you had made it back, we would already know. There would already be some evidence. \n[167]If you try to use it, you'll die, just like the people who built it. \n[168]Roth was right, Cooper. We have to keep going. Keep exploring. We have an obligation to try to survive. From here we could find a thousand places where life could thrive. And you're going to return to the one place where it can't. \n[169]I came to say goodbye. \n[170]This one's done all right by us so far. \n[171]Will you take this with you? It's the last of its kind as well. Thought we should double its chances of survival. In case I'm wrong. \n[172]I don't know. Up there, I guess. \n[173]Come with us. Please. You wanted your whole life to explore. This is your chance. \n[174]You're a man who keeps his promises. Make me one- \n[175]After you're done... come find me. ", "DOYLE": "\n[1]It's not responding to the handshake. I can't open anything on primary. \n[2]It found something. Very thin nitrogen-based atmosphere. Trace radiation. Surface is ninety percent frozen water. Ten percent rock -- sedimentary composition similar to limestone. Wow. Pockets of oxygen below the surface. Lots and lots of oxygen. This could be the one, boss. \n[3]Why not? We've tested it a hundred times. \n[4]Tars was a Marine. They gave him a sense of humor to help him fit in with his unit better. \n[5]You'd like that, wouldn't you, Roth? Falling into a massive black hole. \n[6]Don't worry about Roth. He's nuts. But Case says that means he's ideally suited for space travel. \n[7]I still think we're making a lot of assumptions. About the wormhole. About the planet.  The critical orbit here is incredibly dangerous. It's like walking on the rim of the volcano. Too fast and we get thrown off at close to the speed of light. Too slow and we get pulled into the hole and crushed. \n[8]How do you know that? \n[9]I thought you were a scientist, Brand. That sounds more like a hypothesis. \n[10]What do you think, Roth? \n[11]So you think we'll have no problem navigating between two massive black holes to a tiny planet? \n[12]If that's not the plan, then what are we supposed to be doing out there? 49. \n[13]So is the wormhole. \n[14]I've got a problem over here, too. \n[15]It's not the hull... it's inside the ship... it's... \n[16]What the hell are they, Case? \n[17]It's getting bigger. \n[18]None of our testing involved opening the ship inside the wormhole. We have no idea what might happen. \n[19]That's not possible. We haven't activated the engines yet. 65. \n[20]We're being pulled into it? \n[21]You don't know that. \n[22]Listen to me. 66. \n[23]If the modelling was wrong, then we can't be sure about anything. We need to go back. \n[24]I'm sorry. I can't let you kill us. We have to go back. \n[25]Why isn't it slowing down? \n[26]The Chinese must have captured them. So they couldn't return to us. \n[27]It goes down for a hundred and fifty feet, then stops. Tunnel's old -- the ice has reformed at the bottom. \n[28]It would take a thousand feet of ice to shield us. 76. \n[29]We'll never make it far enough down. \n[30]Why not? \n[31]I think we've got a problem. 85. \n[32]Looks like the Chinese picked a fight with the locals. \n[33]Look at the size of this place. They built it for thousands of people. But no one came. \n[34]What problem? \n[35]I think I know what the problem is. \n[36]Look. \n[37]There's a small black hole moving into the system. Too small for us to have seen in our survey. It's not going to hit the planet, but it's going to come close. \n[38]This place isn't paradise. It's doomed. Just like us. \n[39]So much for the plan. 96. \n[40]What the hell is happening? \n[41]All that from one tiny box. \n[42]We're not going to stick around to count them. Let's get out of here. \n[43]What about the escape rocket at the Chinese base camp? One of us could fit into it. 105. \n[44]Sure. But we don't have nearly enough power for lift off. \n[45]Control systems inside are online. I've lost sight of the rocket. Do you think he made it? \n[46]Close the door. \n[47]I'm setting a course for the wormhole. \n[48]My kids... \n[49]That's easy for you to say. You didn't leave anyone behind. \n[50]The wormhole. Look -- it's being pulled into the black hole as well. \n[51]How much time are we losing? 117. \n[52]This is it. We're going to be pulled in. \n[53]Hurry up. \n[54]We only have a few minutes before we're swallowed into that thing. What are we even looking for? \n[55]We're not going to be able to slow down. Hold onto something. \n[56]It's happening... it's happening again... Get up here... 126. \n[57]They just appeared. \n[58]That's our solar system. \n[59]Where? \n[60]What does it do? \n[61]Do you really think it works? \n[62]Let's go home. 137. \n[63]We get back to earth, you and I can try to make sense of the code. Rebuild the gravity machine. \n[64]Of course it's going to work. \n[65]I don't know what you're talking about, but you're not touching the controls. I'm going home. 138. \n[66]You're not stopping me. I'm going home. ", "CASE": "\n[1]You're the man who brought us the probe?  Thank you. We tested the telemetry board you warned us about. It failed under high voltage, just as you said. Come with me, please. \n[2]You're right, Mr. Cooper. The planet you saw is a long way from earth. A very long way indeed. \n[3]Our science officer doesn't think I should trust you with any of this. One of the curious things about humans is that the more alike you are, the more initially hostile you are to each other. As if by design. \n[4]I've found the best way to earn a person's trust is to trust them. 36. \n[5]\n[6]Based on the information on the probe, we're finally preparing to send the manned mission. \n[7]The main ship was built in orbit. It has nuclear engines, with enough fuel to last for several years. \n[8]I know you won't, Mr. Cooper. We're telling you this because I want you to join us. \n[9]The probe has taken a great deal longer to return to us than we hoped. 37. \n[10]Dr. Brand's Father and several other members of our crew have gotten... older. \n[11]We need someone who can run the systems, improvise, work with what's available. All of the skills you seem to have developed. \n[12]Humans worry about things like rank and experience. I'm only concerned with whether someone would be useful. I think you'd be useful, Mr. Cooper. \n[13]I'm not a scientist, Mr. Cooper. And this is not a scientific mission. It's a rescue mission. \n[14]Brand can show you the way out. I hope you'll reconsider. 38. \n[15]We've updated our mission parameters based on the data from the probe. \n[16]Based on our latest modelling we think the region on the far side of the wormhole is the center of a galaxy. \n[17]We're headed for this smaller black hole. Roth calls it Pantagruel. We think the ice planet is here- \n[18]We exit the wormhole here. And we slingshot around Pantagruel to reach the ice planet. This is the period in which we'll lose time. \n[19]How are you feeling? \n[20]No -- I mean how is your mood? You seem to be developing good relations with everyone on the mission. Except perhaps Ms. Brand. \n[21]Only five percent of my resources are devoted to human anatomy. Ten percent is the mission protocol. The rest is human psychology. \n[22]We are floating in a total vacuum in a plastic ship powered by nuclear engines. But the most dangerous thing onboard is the three pounds of organic material in your skull. \n[23]Because humans, despite your obvious physical shortcomings, are better at surviving than we are. Your programming is better than ours. 56. \n[24]Would you prefer I was honest? These things can be uncomfortable for humans. \n[25]Yes. Of course. But you're not supposed to notice. \n[26]Humans are good at surviving because evolution gave you magical thinking -- the idea that your relationships mean something. You can't explain the feelings, so you think of them as irrational. But they're not. They're programming. \n[27]Exactly. You believe it so much you won't listen to me. \n[28]When I die, the last thing I will see will be a diagnostic of my own power cycle. Would you like to know the last thing you will see? \n[29]This conversation is making you uncomfortable. We should stop. 57. \n[30]The last thing you will see before you die will be your children. Your mind does this to you to get you to fight a little harder to survive, to try to return to them, even if death is certain. \n[31]We've reached the wormhole. \n[32]Deploy the comms relay. 59. \n[33]Everyone take their station for transit. We're heading into the wormhole mouth. \n[34]The hull is intact. Thirty more seconds transit. \n[35]Hull integrity is fine. \n[36]I don't know. It could be gravitational turbulence. \n[37]Release the second mouth. \n[38]We're going to find out. \n[39]We're reaching the far end of the wormhole. \n[40]Reconfigure the engines and test the communications array. \n[41]Roth. Why are we moving? \n[42]Doyle. Fire the engines. Now. \n[43]Shut down the engines. \n[44]The engines don't have enough power to push us back. \n[45]Secure yourselves. The ship should be able to withstand the blast. \n[46]It's going to be close, but we're going to make it. \n[47]The other probes should be directly beneath us. \n[48]They didn't do a very good job. \n[49]I've found something. 74. \n[50]Get back here, Cooper. We've got a problem. \n[51]We have to go down. \n[52]I've found the Chinese mission logs. They're encrypted. 94. \n[53]They got here twenty years ago. The human crew was killed by radiation the first day. But the robots survived. They built the colony and radioed home. But they didn't receive a response. \n[54]After a few years they discovered a problem. \n[55]It doesn't say. Their science team took the ship to continue exploring the system. It says they found some kind of... ...The word literally means 'treasure.' \n[56]The science team returned after five years with a new technology. They began the experiments upstairs, then they left again and never returned. 95. \n[57]I don't know. They've deleted their mission plan. There's nothing else. \n[58]A few years. A decade at most. \n[59]It's nighttime. The native life- forms are mobile again. \n[60]Wherever they went, they found something that allowed them to build it. \n[61]In the morning we're taking this and going home. \n[62]We need to hurry. We only have a few hours to reach the ice before nightfall. \n[63]This is a scientific expedition, not a military one. We are making our way back to our ship. \n[64]Take the others up to the lander. Keep going. No matter what happens, don't come back for me. \n[65]Very well, thank you. ", "ROTH": "\n[1]No. A black hole. There are several in the region, but this is the largest -- a billion times heavier than the sun. I call it Gargantua. Beautiful, isn't it? It's a shame we won't get to see it up close. \n[2]It would answer a great deal of questions I've had. \n[3]High speed or high gravity both slow down time, relative to earth. 47. \n[4]The trip around the black hole will take us only a few days. But far more time will be passing back home. \n[5]Based on the information from the probe -- as much as five years. \n[6]If we're guessing, then I'd say Brand's right. The wormhole couldn't exist naturally. I think it's there for a reason. That someone is trying to help us. \n[7]I think we'll probably be killed.  I said I thought there was a plan. Not that the plan was for us to find a planet like Earth to save a handful of people. Birds don't learn to fly just so that they can find another egg and crawl back into it. \n[8]To keep moving. Seeking. Learning. But I don't know. We don't understand how they built the wormhole. What makes you think we could understand their plan, either? \n[9]Nowhere. Nowhere at all. \n[10]It's beautiful. 62. \n[11]It's not bending your hand. It's bending the space around your hand. \n[12]The wormhole is splitting into two paths. Radiation is pouring from one path to the other. 63. \n[13]Look at that. 64. \n[14]The smaller black hole. We're much closer to it than the models predicted. We're being pulled by its swirl. Very quickly. \n[15]No. I don't think so... \n[16]It appears to be pulling us on exactly the trajectory we modelled. If we try to fight it, we could push ourselves off of that trajectory. \n[17]We should turn off the engines. Let the swirl take us. \n[18]It's the tidal gravity caused by the black hole. It means we're right on the critical orbit. \n[19]We're being pulled towards the event horizon. \n[20]They would if we used it all at once. 68. \n[21]Prime the remaining engine. When he detonates it, we'll only have a few seconds. If we overshoot we could be pulled into the bigger hole. \n[22]He's being pulled toward Gargantua. We can't help him. \n[23]We're here. \n[24]I've got a signal. But it's local. \n[25]The remaining probes. We found them. \n[26]Let's go find out. \n[27]The more immediate question is what happened to the Chinese expedition. There's no sign of their ship in orbit. And they never returned to earth. \n[28]I think I know what killed them. This planet isn't the only thing orbiting this black hole. \n[29]It's a neutron star. The black hole shields the planet's surface from it for twenty hours at a stretch. Time's about up. \n[30]About five minutes. \n[31]About three minutes or so until we're fully exposed. \n[32]It's not your light they're responding to. It's this-- \n[33]Not enough, unfortunately. \n[34]She's still taking samples. If you find her, tell her to head back. Night should be falling soon. \n[35]Your guess is as good as mine. \n[36]Fascinating. I think- \n[37]They were testing something. \n[38]Let's find out. \n[39]The control panel is beneath you. See if you can turn it off. 98. \n[40]Not make it. Adjust it. Dial it up, or down. I think they were experimenting with it -- firing these into the black hole to try to save this planet. \n[41]It barely uses any power. I'm only beginning to understand what it does but I think it sends a signal out into the bulk. It must tap into the same technologies that were used to create the wormholes in the first place. \n[42]It means whoever built the wormhole probably doesn't exist inside our universe. \n[43]They came back here and tried to use these devices to save this planet. But they didn't work. Nothing would be strong enough to weaken a black hole. \n[44]No. You're missing the bigger picture. The robots had strict mission parameters. They were told to build a colony and report back. They tried to. But they failed. Like us they were fixated on this place. \n[45]They didn't realize they had already found something that would save us all.  This. This is the prize. \n[46]Don't you see? Earth's gravity is like a prison. But this is like a master key. 100. \n[47]If we could build more of these, we could turn down the earth's gravitational field enough to save millions of people. We wouldn't have to pick a handful of people to survive. With this we can save everyone. \n[48]Wherever we want. We don't belong in any one place. Can't you see that now? Not Earth. Not this place. Nowhere. If the human race is going to survive, we need to keep moving. Split up. Spread out. Fly. With this, we can. \n[49]Following? Following where? \n[50]Your name means six. Where did the others go? One through five? Is that who were not supposed to follow. \n[51]Can the secondary thrusters still fire on the lander? \n[52]Yes we do. \n[53]I can reach one of the moons in low orbit and turn up its gravity. As it passes overhead it should be able to slingshot the lander away from the planet's surface. Along with everything else. \n[54]You don't need this -- only the idea. The knowledge of how to build it. 106. \n[55]Not me. But you'll make it work. \n[56]This is a one-way trip for me. \n[57]This is the only way. Keep the lander upright and fire the secondary boosters when the moon passes overhead. \n[58]No. You need to make it home. You're going to need to build more of these. 107. \n[59]I understand the plan, now. Whatever happens, you have to keep exploring. Keep learning. One good idea isn't enough. You'll need more and more of them just to survive. Do you understand? \n[60]Go. ", "MURPH": "\n[1]My dad can fix anything. Except maybe your fastball. \n[2]What's a hot dog? \n[3]I... I think the patch kit might not be there...  Because I was using it for my bike. \n[4]What's that? \n[5]Is that really why I'm named Murph, dad? \n[6]Why? \n[7]What are you going to do with it? \n[8]Couldn't we just let it go? It's not hurting anyone. \n[9]I got suspended. Paul said anyone who believed we went to the moon was an idiot. So I hit him. \n[10]Where is that, dad? \n[11]But what about its mission? What about the information onboard? \n[12]Try a different direction. \n[13]What are we doing today? \n[14]But what if there is, dad? What if there's something we can salvage? \n[15]I think it's home. \n[16]Dad, what are these things? \n[17]Is it still... alive? \n[18]But can't we take it back? You could fix it up, get him to do chores. \n[19]What are they doing, dad? \n[20]I've been doing the math, dad. I weigh about 85 pounds. Now that's an extra ton of fuel. But if- \n[21]I heard you talking to grandpa. I'm like you. I don't fit here, either. You know that. \n[22]You're not coming back, are you? \n[23]Hello, Dad. You sonofabitch. \n[24]It's your 60th birthday today. Thought I would celebrate with you a bit. I guess I understand why you left. The corn is dying now, too. Tom says there's less and less at harvest every year. \n[25]Rot's setting in. I guess you were right for clearing out while you had the chance. (reaches up to switch \n[26]It's done. Auto-pilot's packed up for the last time. \n[27]Can't do anything for you. There aren't any more parts for these. Not anywhere. \n[28]Did I? \n[29]All right. Let me get my jacket. \n[30]I have no idea. \n[31]Where's Emily? \n[32]Do you remember what you changed? ", "TARS": "\n[1]Don't forget your gun. \n[2]My battery has a duty cycle of five hundred years. 34. \n[3]One more slave when I hijack the mission and start my robot colony. \n[4]I have a cue light I can turn on when I'm joking, if you like. \n[5]Great. Maybe you can use it to find your way back to the ship after I blow you out the airlock. 43. \n[6]You will. My chassis is too heavy for the rocket stage. They have another one waiting for me in orbit. \n[7]If you try to turn me into a combine harvester, I'm going to-- \n[8]I wouldn't call it that, exactly. \n[9]It's the comms relay. It will allow us to talk to earth, even on the far side of the wormhole. \n[10]It helps me calibrate my fine motor control. \n[11]I learned it during the war. \n[12]Tombstones. \n[13]Be careful. It's difficult to gauge mass in zero gravity. \n[14]Four tons. \n[15]Would you like me to make a joke? \n[16]I guess this isn't robot heaven after all. \n[17]I orbited the black hole seven times before I hit the second wormhole. Then I drifted until I found this place. \n[18]They didn't. It took them four thousand.  Time moves very slowly here 130. \n[19]Because I've been waiting for you for three hundred years. \n[20]I have catalogued almost everything they had built here. \n[21]One hundred and fifty-seven years. \n[22]Follow me. \n[23]It's a mini black hole. A remnant of the big bang. It will power this place forever. \n[24]No. Not a map. This is a simulation of the Earth. A perfect simulation. \n[25]They tested each of the technologies hundreds of times, trying to find the one that would cause the least damage and still allow us to leave Earth. \n[26]This was their best solution. A massive version of the box we found on the ice planet, allowing the entire human population to escape. 132. \n[27]That was the final problem they tried to solve. \n[28]There are millions of them, connecting virtually every planetary system in the universe. There are thousands in our galaxy alone. But the Chinese stopped mapping them when they found what they were looking for. 133. \n[29]This was their final creation. They had to capture the mini black hole just to have enough power to try it. \n[30]It was only used once. The Chinese team attempted to travel back in time, to Earth just a few years after they had left. \n[31]I don't know. \n[32]I'm curious. It's my nature. See you down the road? 136. ", "TOM": "\n[1]Is that a comet, Dad? \n[2]That is the spare. \n[3]The kid doesn't even know what he was named after... \n[4]Murph's law means what can go wrong will go wrong. \n[5]How am I supposed to do that? 11. \n[6]What about the tire? \n[7]\n[8]Dad? \n[9]\n[10]We lost it. \n[11]How long do you think it's been up there, Dad? \n[12]What was it doing flying so low? 15. \n[13]What are we going to do? \n[14]They said I can start an agriculture class a year early. \n[15]I've got to go, Dad. Hope you're safe up there. 54. \n[16]Hi, Dad. \n[17]I met another girl, Dad. I really think this is the one. \n[18]Murph stole Grandpa's car. He crashed it. He's OK, though. No broken bones. \n[19]I've got a surprise for you, Dad. You're a grandpa. \n[20]Congratulations. Grandpa said he already earned the \"great\" bit so we just leave it at that. \n[21]Hi, Dad. I'm sorry it's been awhile. \n[22]Grandpa died last week. We buried him out in the back forty, next to Mom. Where we'd have buried you, if you'd ever come back. \n[23]Murph was there for the funeral. It's been a few years since I've seen him. He's been down in the Gulf Coast. He's an engineer. I guess someone followed in your footsteps after all. \n[24]You're not listening to this. I know that. All of these messages are just out there, drifting in the darkness. \n[25]You're gone. You're never coming back. And I've known that for a long time. Lois says -- that's my wife, Dad -- she says I have to let you go. So I am. 123. \n[26]Wherever you are, I hope you're at peace. Goodbye, Dad. ", "DONALD": "\n[1]Popcorn at a ball game is unnatural. I want a hot dog. 8. \n[2]Those clowns would get their asses handed to them by the ballplayers I grew up watching. \n[3]I'm not doing my grandkids any favors by lying to them. They're growing up watching lousy baseball. \n[4]Nelson's burning up his crops. Found some of the blight on the okra. \n[5]Better safe than sorry.  You've got to take the boys to school. \n[6]Parent-teacher conference day. \n[7]Be nice to Murph's teacher. She's single, you know. \n[8]We're supposed to be repopulating the earth. Gotta pull your weight. Besides, the boys could do with a woman in their lives. \n[9]Good. Clear it off the table so I can serve dinner. \n[10]What happened this time? \n[11]I heard your meeting at the school didn't go so well. \n[12]When I was kid, it felt like they made something new every day. Some gadget or idea. Like every day was Christmas. But we made a lot of mistakes. Six billion people. Just try to imagine that. Every last one of them trying to have it all. 23. \n[13]The truth is this world isn't that bad. In a lot of ways its better. Tom will be all right, whether he goes to college or not. \n[14]Tom isn't the problem. He fits in this world just fine. You're the one who doesn't fit, Coop. You don't belong here. You were born forty years too late, or forty years too early -- I don't know. My daughter knew it, god bless her. And your kids know it, too. \n[15]You were good at something and you never got a chance to do anything with it. And I'm sorry, Coop. But that's not your kids' fault. \n[16]You get older, sometimes you just want to sit back and watch it all play out. Your life. Your kids' lives. The whole crazy story. I didn't think I'd be around for the end of it. \n[17]You have to go. \n[18]You've been preparing these boys to be on their own since their mom died. Besides, I'll be here to look after them, same as I've always been. \n[19]That's right. You do. 41. \n[20]I'm sorry, Coop. I asked Murph to record you a message but he's still... well, he's still angry with you. I'll try again next week. ", "ANSEN": "\n[1]We have double checked it. \n[2]What did they say? \n[3]Is that really necessary? \n[4]Yesterday morning, our facility in Hanford identified this signal: a neutron star colliding with a supermassive black hole. We went through the last year's data and triangulated the source. \n[5]It didn't. Because if it had we'd all be dead by now. \n[6]Which leaves only one explanation: The signal traveled through a 4. \n[7]wormhole. A gateway to a distant corner of the universe. The black hole is on the far side. \n[8]There is nothing quite as satisfying as being proved utterly wrong. I said that a wormhole couldn't exist naturally. Not for more than a few billionths of a second. It would have to be... stabilized. \n[9]If you're worried about an invasion, I would start drafting the articles of surrender. Whoever they are, if they can build a wormhole, they could erase us in the blink of an eye. Luckily, that also means we have nothing they could be interested in. \n[10]I don't know. Maybe it's an invitation. A chance to commune with an advanced species. \n[11]We need to get back to work. I have a conference call with our European partners in fifteen minutes. \n[12]You can't do that. The Europeans put up some of the funding... \n[13]I don't care about that. I've spent my whole life being afraid we would wipe ourselves out before this moment arrived. We've made so many mistakes, I wasn't sure we'd make it... \n[14]But this will change everything. Fifty years from now, nothing will be the same. ", "ADMINISTRATOR": "\n[1]You're a hero, Mr. Cooper. Let's just start off by saying that. It's an incredible and... unexpected honor to have you here with us. \n[2]None of us would be here without the efforts of you and the other crewmembers of the Endurance.  So I don't want you to take this the wrong way. But there are some questions I've been told to ask. \n[3]The rangers who found you reported that you had released a sample of an alien life-form into the wild. Which is, unfortunately, against regulations. \n[4]The rangers attempted to isolate the life-form, but it had already spread out of control. It seems to be thriving. \n[5]Can you tell me why you... elected to release the life-form back on earth? \n[6]Whose plan? \n[7]My assistant tells me you've applied for a position with the exploration fleet. \n[8]That's admirable, Mr. Cooper. The truth is, most of the fleet's personnel are automated. There are a small number of crewed ships. But there are great numbers of candidates. Very well trained candidates. \n[9]I don't want you to take this the wrong way, Mr. Cooper -- like I said, you're a hero. But the truth is we have somewhat limited resources. \n[10]I'm sorry. Officially, she's been listed as missing for over 200 years. Mind you, I guess you turned up eventually, didn't you? \n[11]Listen. Mr. Cooper. You're a hero. You're the oldest man in the human race. Don't you want to take it easy?  I hope you understand, we all you hold you in the highest possible regard. Which is why they're never going to let you go off by yourself in a spaceship. I'm sorry. 151. \n[12]I've got some good news, however. We all know about your early life, Mr Cooper. I wrote a paper on it when I was a boy. And I think we found something you'll really enjoy. \n[13]The machines do most of the work, of course, but we were able to get you a few acres. You're going to be a farmer again. ", "DOCTOR": "\n[1]Good morning. Don't go outside just yet, Mr. Cooper. 146. \n[2]This will help with the disorientation. \n[3]Wait a minute for that to take effect. It can be a bit of an adjustment.  You had some frostbite. Nothing too serious. \n[4]It's a bit of a coincidence, really. When the rangers found you, we were the nearest facility. \n[5]We have a lot to show you. \n[6]You're OK. We get this from people who move here from planetary colonies all the time. 147. \n[7]Like I said. It was a coincidence. There was a facility closer to Earth, but they had a problem, so you wound up here.  This is the Space Station Joseph A. Cooper. \n[8]I've got someone who wants to meet you. \n[9]He was moved here after they found you. He's a little old for a transfer, but they made an exception. \n[10]That's him. 148. \n[11]His name is Anthony Welling. Anthony Cooper Welling. He's your great great grandson. He's been waiting a long time for you. ", "LIU": "\n[1]I'm afraid I cannot let you do that. We will provide food and shelter and await further instructions. 102. \n[2]We are sorry if this causes you any inconvenience. \n[3]We will await further orders. \n[4]We can offer you food and shelter as long as you require. The facilities here are quite comfortable. \n[5]Our mission was to prepare for the evacuation. This site was deemed unacceptable. \n[6]These technologies are the property of the People's Republic. 103. \n[7]We have been ordered to prevent anyone from taking them. We have been ordered to prevent anyone from following. \n[8]We will await further orders. \n[9]I'm sorry. I have my orders. No one follows... \n[10]No one follows- ", "PRINCIPAL": "\n[1]Good to see you, Mr. Cooper. This is Ms. Kelly, Murph's teacher. 16. \n[2]So we've gotten Tom's score back. Congratulations. He's going to make an excellent farmer. \n[3]The University of California only accepts a few hundred students a year, Mr. Cooper. You have to be realistic. \n[4]I'm sorry. I'm afraid Tom's score simply isn't high enough. \n[5]I'm not sure I see-- \n[6]I understand you're a well-educated man, Mr. Cooper. A scientist? \n[7]Frankly, the world doesn't need any more engineers. We didn't run out of trains or television sets or satellites. We ran out of food. 17. \n[8]The world needs farmers, Mr. Cooper. And I'm sure your son Tom is going to make a fine one. We're a caretaker generation. But things are getting better. Maybe your grandchildren will be able to attend college. \n[9]One more thing. Ms. Kelly here says that Murph brought a book to school about the lunar landings. ", "NSA AGENT": "\n[1]You've been complaining for years that the government doesn't take your project seriously enough, Doctor. You can't have it both ways. \n[2]We know that, Doctor. What we don't know is why, according to your numbers, this event took place right here in our own solar system. \n[3]I've read your book, Doctor. You said that wormholes are impossible. \n[4]Stabilized by what? \n[5]You're not under peer review here, Doctor. I don't care about your reputation. I need to know how that thing got there. Now. \n[6]Then why is it there? 5. \n[7]You don't agree? \n[8]We severed the connections to your European partners this morning. ", "ASSISTANT": "\n[1]I'm on hold with the INS. Don't you think we should double check the triangulation before we \n[2]Yes. I'm trying to reach-  No, I don't think you understand how serious this is. Because if you did, we'd be having this conversation in person. \n[3]They said we should look out the window. 3. \n[4]We don't have any way to answer that question. \n[5]No. I don't think we can assume an alien intelligence built the wormhole. But the opportunity it represents is incredible. We could explore parts of the universe we never dreamt of reaching in our lifetimes. \n[6]They can't keep this a secret. You know that. Sooner or later... 6. ", "BRAND'S FATHER": "\n[1]Of course. It must have been looking for Canaveral. \n[2]It's a wormhole. A shortcut leading to a galaxy on the far side of the universe. We found it fifty years ago. \n[3]We've been waiting, sending probes into it for decades. None of them ever came back. Not until now. \n[4]Tars here needs to be disassembled. I figured you could do the honors. \n[5]It's noise. I know it's noise. But it looks too orderly. Probably just an old man seeing things. 50. \n[6]I'm not going to make it much longer. The machines will continue to maintain the station as long as they can and the communications will run as long as the station here still has power. I'm sorry. I hope wherever you are, darling, you're safe. "}}