{"dialogues": {"CHRIS": "\n[1]I see them standing at the formal gates of their colleges, I see my father strolling out under the ochre sandstone arch, the red tiles glinting like bent plates of blood behind his head, I see my mother with a few light books at her hip standing at the pillar made of tiny bricks with the wrought-iron gate still open behind her, its sword-tips black in the May air, they are about to graduate, they are about to get married, they are kids, they are dumb, all they know is they are innocent, they would never hurt anybody. I want to go up to them and say Stop, don't do it--she's the wrong woman, he's the wrong man, you are going to do things you cannot imagine you would ever do, you are going to do bad things to children, you are going to suffer in ways you never heard of, you are going to want to die. I want to go up to them there in the late May sunlight and say it, her hungry pretty blank face turning to me, \n[2]I say...Do what you are going to do, and I will tell about it. \n[3]Well, it could've been either one of us, couldn't it? \n[4]There's a lot of great poems in there. \n[5]I'm starving. \n[6]My grades are gonna be good enough, I think, to get into Harvard Law. \n[7]It's an inheritance, dad. I've only been spending it as a college fund...Exactly twenty-four thousand five hundred dollars and sixty-eight cents. \n[8]I had to go to the bank this morning. \n[9]Yeah. I've got to figure out what I'm going to do. I got a lot of things to pack and organize here first. \n[10]Sure, I will. \n[11]Mom. \n[12]What's a junker? \n[13]The Datsun? \n[14]A new car? Why the hell would I want a new car? The Datsun runs great. \n[15]Do you think I want some fancy boat? Or are you worried about what the neighbors might think? \n[16]Blow up? Blow up?! Are you guys crazy? It's a great car. I don't need a new car. I don't want a new car. I don't want anything. Thing, thing, thing. \n[17]But, thanks anyway. \n[18]I said thank you. I just don't want anything. \n[19]Ivana Trump McCandless. \n[20]This is Emory University freshman Chris McCandless reporting from the vault at Thompson Hall. \n[21]We have just dynamited the hatchway and are the first human beings to step foot into this vault in over a hundred years. Somewhere in here lies the secret of the great beast within us all. A beast built on lies, corruption, and greed. \n[22]And there it is! The legendary beast Mocra. \n[23]We've got to get out of here quick and re- secure the hatch while we make a plan of how to kill the beast. \n[24]Well, it looks like we've succeeded - \n[25]- at least for the moment, in sealing the beast back into the vault. Your humble reporter, Chris McCandless will now struggle with the journalistic question of ethics: Will he retain his reporter's objectiveness or save the future of human truth by slaying this awful beast? \n[26]Once again, your humble reporter Chris McCandless. \n[27]Pay no attention to the voices behind the curtain. \n[28]Ted! We've got a monster in the vault. It represents all the corruption, the deceit, and greed within us all. I must slay it. \n[29]Ted! I know how to kill it. And I'm the only one who knows. You can't keep sending me on stories and expecting me to do nothing! I look like some kind of an idiot. \n[30]That's it, Ted. Fire me if you want but this beast must be slayed. \n[31]This is the only thing that can kill the monster. It's gonna be risky but without great risk, there is no freedom. So we will now hear from the famous singer - Chris McCandless. \n[32]I need a name. \n[33]Sign, sign. Everywhere a sign. Fuckin' up the scenery, breakin' my mind. \n[34]Do this. Don't do that. Can't you read the sign? \n[35]Sorry. I thought you were a bear. \n[36]No. I'm sorry. My name's Alex. I've been travelling a lot and I got robbed and my identification was taken. \n[37]Go ahead. \n[38]No. \n[39]Well, I don't have a permit. \n[40]Alright. I appreciate it. I'm gonna be headed towards the coast tomorrow. \n[41]conversation among passengers \n[42]Alright man.    Thanks a lot. \n[43]I'm alright. What's the matter? \n[44]Why? \n[45]But I haven't done anything wrong.   These are my personal items. \n[46]You're kidding. \n[47]Alright, but...I mean, you stopped your car. You're in the traffic lane. And you can see, there's hardly any cars out here. Plus, it's a straight road; you can see for a long ways. \n[48]There's really been accidents along here? \n[49]I don't have any. \n[50]McCandless. Christopher Johnson McCandless. \n[51]Oh.   That's okay. Thanks for stopping. \n[52]Hey, Rainey.    Hi Jan.    I'm Alex. \n[53]Yeah. \n[54]Couple of days. But sometimes I forget to put my thumb out. \n[55]See that? I've got this book and it shows you all the plants and berries that are edible. You can find things wherever you go. \n[56]So, I just left the car. It was a great car too. I'd driven it cross country the first time when I got out of high school. I had some really great adventures with it. That thing would just go and go. I mean, it was an `82 but if I'd kept it, it would've lasted me forever. \n[57]I'm a leather? \n[58]What's a leather? \n[59]I don't need money.   It makes people cautious. \n[60]I don't know if you'd want to depend on much more than that. \n[61]Makin' their money somewhere. \n[62]Fair? \n[63]I'll paraphrase Thoreau -- \"Rather than          * love, than money, than fairness, give me         * truth.\"                                          * \n[64]Where's Jan going? \n[65]I think so. \n[66]I think she's probably quietly disconnecting. It doesn't feel right to her to be close to you if there's a hole of some kind somewhere else. \n[67]Actually, I'm a little afraid of water. \n[68]It's true. But it's something I've got to get over sometime. \n[69]So, I'll swim in it if you'll carry the firewood back to the campsite. \n[70]I'm going to go down the beach a ways and read a little bit. I'll bring the rest of that wood back before nightfall. \n[71]Sounds good. \n[72]What is that? The Slabs? \n[73]Near San Diego, yeah? \n[74]You sell your handcrafts there? \n[75]Yeah...my mother made it from a kit. \n[76]I'm gonna sleep out here by the fire.     I want to read a little bit. \n[77]Dad, you and I have had our differences over the years...but on your birthday I want to tell you how grateful I am for all the things you've given me. And that you did it starting from nothing to working your way through college and busting your ass to support us kids. So, in return, I've been busting my ass a bit...at Domino's Pizza - \n[78]and I've gotten you this token, this damned expensive token, as a token of that appreciation. \n[79]Too much and not enough. I used to believe all that stuff. That whole story. I thought maybe if I said it again, I'd believe it. But I don't. \n[80]Hi Wayne. Alex McCandless. \n[81]Oh, I wouldn't want to burden you. \n[82]Couple of days. I kinda ran out of money. \n[83]I was thinking about doubling back through the Canadian side of Glacier Park. \n[84]Well, that'd be great.   What do you do out here? \n[85]You mean those free satellite TV deals? \n[86]Who are these guys? \n[87]Madison.    Okay. \n[88]Thanks Wayne. I will. \n[89]I'd take a White Russian if you've got it. \n[90]No, I just like White Russians. \n[91]Really? \n[92]To Carthage. \n[93]Yes please, ma'am. \n[94]I'm thinking about going to Alaska. \n[95]No, Alaska, Alaska. I want to be all the way out there. On my own. No map. No watch. No axe. Just out there. Big mountains, rivers, sky. Game. Just be out there in it. In the wild. \n[96]Yeah. Maybe write a book about my travels. About getting out of this sick society. \n[97]Because you know what I don't understand? I don't understand why, why people are so bad to each other, so often. It just doesn't make any sense to me. Judgement. Control. All that. \n[98]You know, parents and hypocrites. Politicians and pricks. \n[99]Now, that's who could be President! \n[100]I like all this. \n[101]I've been thinking a lot about Alaska. \n[102]Yeah, maybe I ought to put off going to Alaska, at least so I can get settled up there in decent weather. \n[103]Little lady, I walked in, I can walk out. \n[104]I will. Thanks Gail .   And tell Wayne, I'll drop him a line. \n[105]Yeah. If I wanted to paddle down the river, where's the best place to launch out of? \n[106]Not much. \n[107]A permit for what? \n[108]Wait-list?   To paddle down a river? \n[109]Well, how long do you have to wait? \n[110]Twelve years? \n[111]Thanks for your help. \n[112]I'm Superman. SuperTramp. \n[113]Hello. \n[114]Hi. Alex. \n[115]I am. \n[116]Well... \n[117]You have ketchup? \n[118]Mustard and relish it is then. \n[119]I haven't decided. \n[120]How far are we from Lake Mead? \n[121]Man, I wonder if I could go all the way down into the Gulf of California. \n[122]Thank you. I'm very happy to meet both of you too. \n[123]Well, guys I really appreciate the hospitality but I wanna make camp down- river a ways so I better take off before dark. \n[124]I thought I'd run the whole river into the Sea of Cortez. The stupid dams dried it up. \n[125]36 days. \n[126]Fingers and toes. \n[127]I paddled south about 20 miles. \n[128]That's when I saw the cave and everything went upside down. \n[129]A sandstorm hit and I was pretty much stuck. My kayak blew away, so I left it and walked up the beach, hitched back north, and here I am. \n[130]What they ought to do is open up the dams and let the rivers flow. \n[131]Yes, sir. I've eaten enough sand to send me back to the city anyway. \n[132]One...Two...Three - \n[133]As Alexander Supertramp returns to civilization...a hobo. I'm a for real hobo. \n[134]Can you tell me how to get an ID card? \n[135]Yeah. \n[136]And, if I want to apply for a job somewhere, can you help me with that? \n[137]Alright then. Thank you. Oh, one last thing. Do you have a bed for me? \n[138]I'm sorry, sir. \n[139]No, sir. \n[140]Thanks very much. \n[141]\n[142]\n[143]Yeah, no.   This is good.   Right here. \n[144]Okay. \n[145]Right, right. I forgot. \n[146]Okay. \n[147]How much do I have in the account now? \n[148]What's the interest on twenty-two cents? \n[149]Lori, I'm punching out. \n[150]No, I mean I'm punching out for good. \n[151]Yeah. Also, I've got to do some things before I head north. \n[152]That's okay.    I'll let you know where to send it. \n[153]Bye-bye. \n[154]Surprise! \n[155]She's only a teenager. \n[156]Well, I'm waiting on a check from my last job to come into Salton City the day after Christmas. I've got to start thinking about getting ready for Alaska. When the sun gets a little lower tonight, I'm going to start a calisthenics routine. I think after the check comes in, I'll try to find some mountains I can climb everyday till spring comes. I gotta see how far the money's gonna go. \n[157]I'm going to have to pick up a lot of supplies before spring. So, I might take another job or I might be okay. \n[158]I'm not taking any money from you, Rainey.   It's been a real great twist meeting you two. You look like you're doing good. \n[159]Hi. \n[160]I am.   We are. \n[161]Do you? \n[162]That's good.    I heard you play your song last night. \n[163]You are not terrible. \n[164]No.   You sing sweet. \n[165]I'm sorry.   This is Rainey.   And I'm Chris. \n[166]I hope I get to meet him sometime. \n[167]Yeah. \n[168]You should Rainey. Makes that Tantric stuff go even better. \n[169]Me too. \n[170]No. \n[171]They should. But I can't. Not yet, anyway. I got a sister though, Carine. She's the most beautiful girl in the world. But, it's all got to stay behind me until I get where I'm going. \n[172]Yeah, Rainey. Alaska. \n[173]Hello?    Merry Christmas? \n[174]What? \n[175]No! \n[176]No, I mean, no, we can't do that. \n[177]How old are you? \n[178]What year were you born? \n[179]You want to do something together? \n[180]You can always get in touch with me by sending mail here. I don't know when I'll get it, but I'll get it. \n[181]You're pretty magic. \n[182]You too, Rainey. Thanks for everything. \n[183]New Year's resolution? \n[184]Hey boy. You are a handsome fellow. Beautiful dog. \n[185]Go on, boy.    Go on. \n[186]Out past Oh-My-God Hot Springs. \n[187]Alex. \n[188]West Virginia. \n[189]You go left here. \n[190]No, we keep going. I'm further up. Another half-mile or so, out on the Bajada. \n[191]No, they keep to themselves pretty much and so do I. \n[192]\n[193]\n[194]\n[195]\n[196]\n[197]\n[198]Don't have one anymore. \n[199]Hey, Mr. Franz. I want to show you something. \n[200]Alright.   But look out there. Even from half way out, it's quite a sight isn't it? \n[201]From the top you can see all the way to the Salton Sea too. \n[202]Yes, sir. \n[203]You don't want to go up? \n[204]Yeah, sure. It'll take me a couple of minutes to clean up. \n[205]How old are you, Mr. Franz? \n[206]Seventy-nine...see, all due respect, but the real difference between people is the quality of their soul and not on how long they've trudged around like a dip-shit. \n[207]But it's true. \n[208]The government's the same as my parents. They don't respect anybody. Regulation. Regulation. Regulation. WE can't do this. But THEY can do that. I mean, the hypocrisy of the whole...culture.   Makes me crazy. My father was having children                * with two women at the same time, and then              * has the gall to think that he can be of some guidance to me? Make judgments on me? My mother, of course, goes along with all of it. Keeps the secret, which of course, makes my whole life a fiction. Everything I thought was, wasn't. They're such fools! Fucking idiots! \n[209]Sorry. I don't usually use that kind of language either. I just get so angry thinking about it. \n[210]Awww, that was a great time Mr. Franz. Thank you. \n[211]That would be swell. \n[212]Good night Mr. Franz. \n[213]Yeah. I hope I don't wreck your machine. There's a lot of grime in that stuff. \n[214]Great. \n[215]You got a White Russian? \n[216]Beer? \n[217]I'll take a guava juice, that sounds good. \n[218]Yeah, I was gonna ask you. \n[219]Do you ever travel, Mr. Franz? \n[220]Well, I'm finished eating. I'd love to see your workshop. \n[221]Anything alive in it? \n[222]...North. \n[223]I could ask you the same question. Except I already know the answer. \n[224]I do, Mr. Franz. You've got to get back out in the world. Get out of that lonely house of yours, that little workshop, and go live on the road. \n[225]Really. You're going to live a long time, Ron. You should make a radical change in your lifestyle. The core of man's spirit comes with new experiences. And there you are, stubborn old man, sitting on your butt. \n[226]Come on, old man! Come on! \n[227]You alright? \n[228]I'll miss you too, Ron. But you're wrong if you think the joy of life comes principally from human relationships. God's placed it all around us. It's in everything. In anything we can experience. People just have to change the way they think about those things. You ought to put a little camper on the back of your pick-up and go take a look at some of the great work god's done out here in the American west. \n[229]Holy Shit! \n[230]What are you doing up?     It's three-thirty in the morning. \n[231]Ron, you don't have to do that. \n[232]On my Great - \n[233]Ron... \n[234]Yep. \n[235]How about we talk about this when I get back from Alaska, Ron. Would that be alright? \n[236]Alright, Ron. We'll talk about it then. \n[237]Thanks, Ron. \n[238]...and I will tell about it. \n[239]Well, it could've been either one of us. Couldn't it? \n[240]Mom, help me. \n[241]...the road. Escaped from Atlanta. Thou shalt not return `cause the \"west is the best.\" And now after two rambling years, comes the final and greatest adventure. \n[242]The climactic battle to kill the false being within and victoriously conclude the spiritual revolution. \n[243]Ten days and nights of freight trains and hitchhiking, bringing him to the great white north. \n[244]No longer to be poisoned by civilization, he flees, and walks alone upon the land to become lost in the wild. \n[245]Shit! \n[246]By its right name. By its right name. \n[247]Beautiful blueberries - Vaccinium uliginosum. Eskimo potato - Hedysarum alpinum...etc. \n[248]Set small signal fire today - watched it die tonight. \n[249]What if you saw me running into your arms... ", "RON": "\n[1]Where's your camp? \n[2]I've lived in and around here six years now and I've never heard of any place that goes by that name. \n[3]Show me how to get there. \n[4]Ron Franz. \n[5]Alex.    Where are you from Alex? \n[6]Okay, Alex from West Virginia. I like a fellow who doesn't raise the pitch of his voice when he talks to animals...shows he doesn't condescend. \n[7]You live here? \n[8]Well, this is somethin' out here. Don't you worry about those dope smokers and nudists down below there? \n[9]\n[10]\n[11]\n[12]\n[13]\n[14]\n[15]\n[16]That's a shame. \n[17]This is getting a little steep.     And a little high for me kid. \n[18]You can see the Salton Sea from up there? \n[19]My goodness. \n[20]Nope.   I don't do these kind of things. \n[21]How about you and me take a drive? About fifty miles or so up highway, I know a place that's got a view, great food, and requires no climbing. How's that sound? \n[22]Fair enough. \n[23]Seventy-nine years old. \n[24]It is.   No question about that. \n[25]Alex, please don't lump me in amongst your judges. And your tyrants. But I'd prefer to not hear that kind of language. \n[26]You got a lot of passion, young man. \n[27]Look here. If Charles Manson and his buddies don't kill me on my way out of here, I'd like to cook you up a home cooked meal tomorrow night. If I come out here about, say, four o'clock tomorrow, how would that be? \n[28]Good, good. I'm no gourmet but I know where the spices are. Good night, kid. \n[29]Did you find everything you need? \n[30]Well, that's what it's for.   How do these steaks look? \n[31]Well, sit down. \n[32]What do you drink? \n[33]Nope. \n[34]Nope. Don't have any alcohol. I had to quit all that. How about a guava juice? \n[35]Yeah, I had a little spell with the bottle, you could say. \n[36]I spent most of my life in the army. On New Year's Eve 1957, I was stationed over in Okinawa. My wife and son were here in the States, just driving down the road when a fellow who'd had too much to drink plowed right into them. Killed them both. Anyway, you might think that the last thing in the world I'd do, is go to the whiskey, but at the time, it felt like the only thing I could do. And I did it hard. But pretty soon, I figured I wasn't doing my wife and son any good, mourning them with a bottle. So, I pulled myself together and quit drinking, cold turkey. And then... \n[37]You see all these kids over here? \n[38]Yeah, that's... Fuki, Kenjiro, Yoshiko, Keiko, Masaro, Junichi, Kimpei, Nayoko... \n[39]And this is Akira. Just finished medical school. \n[40]Yeah, I unofficially adopted all of them. It did my heart some good but I guess really it was just writing a few letters and sending some money. Anyway, it was important to me. I get a letter from each of them from time to time. You know. So, since all that, this is pretty much me. \n[41]No. I can't seem to get too far from my leather. I'll show you after you finish eating. I do a lot of leather engraving. I got a little workshop in the garage. Between that and my pension, I do pretty well. But every time I think I might take a trip somewhere, I get too far behind on orders and such to consider it. \n[42]Would ya? \n[43]Alright then. \n[44]How about some fishing? \n[45]That thing's twice as salty as the ocean. Did you know that? \n[46]What's the N stand for? \n[47]Alaska? \n[48]Son, what the hell you running from? \n[49]You do, do you? \n[50]Sittin' on my butt, huh? \n[51]I'll show you sittin' on my butt. \n[52]\"Stubborn old man.\" \n[53]Ya little pinhead. \n[54]Ya little pinhead. \n[55]I'm going to miss you when you go. \n[56]Alex...You're probably right.   And I'm going to take stock of that. \n[57]No, I am. \n[58]I am. \n[59]But I'll tell you something. The bits and pieces I've put together, you know, what you've told me about your family. Your mother and dad. And I know you got your problems with the church too, but there's some kind of bigger thing that we can all appreciate. And it sounds like you don't mind calling it God. But when you forgive, you love. And when you love...God's light shines on you. \n[60]I told you about that language. \n[61]I told you so! I told you so! \n[62]Heard you get up off the couch half an hour ago, and had a funny feeling you might not be here for our breakfast. \n[63]I'm going to drive you a hundred miles to somewhere where you can pick up a train, a plane, or hitch a ride without getting stuck on this desert. I'd take you all the way to Alaska if I didn't have to get to an eight o'clock mass. \n[64]I want to do it.     Get you started on this thing of yours. \n[65]I know. On your \"Great Alaskan Adventure.\" \n[66]There's a machete, an arctic parka, collapsible fishing pole, and a few odds and ends I threw in there for you. \n[67]Oh, just take it. \n[68]I'll wait for you in the truck. \n[69]Well my friend. \n[70]I had an idea. You know my mother was an only child. So was my father. And I was their only child. Now, with my own boy gone, I'm the end of the line. When I'm gone, my family will be finished. What do you say, you let me adopt you. I could be, say, your grandfather. \n[71]Yep.   We can do that, yep. ", "CARINE": "\n[1]Who wrote that? \n[2]Thanks, big brother. \n[3]I wouldn't say no to a new car. \n[4]Shut up, Chris. Seriously, I'll pay you back. \n[5]When we were little, Chris was very to himself. He wasn't anti-social, he always had friends, and everybody liked him - but he could go off and entertain himself for hours, he didn't seem to need toys or friends. He could be alone without being lonely. The secrets our parents kept, though unknown to Chris and I, led to bouts of rage and even violence between them that we had been forced to witness since we were very young. It seemed like they never fought without us. I remember the first family meeting to let Chris and me in on their plans for getting a divorce. They wanted us to choose which of them we'd live with. I cried my eyes out. But the divorce never happened, though the threats and meetings never stopped. It wasn't long before Chris and I shut off -- we would tell mom and dad to go ahead and get the divorce. Chris and I just wanted to get away from their fights and mom kept promising to get out and take us with her as soon as their company made enough money. Dad had been the young genius [that] NASA enlisted to do [crucial] designs for the American satellite radar systems that would be our answer to the Russian Sputnik. And mom and he later started up a consulting firm combining her get-up- and-go resourcefulness with his wealth of knowledge. By the time the company actually made its first million, the careerism and money seemed to erase her memory of the promise she'd made us. \n[6]Toward the end of June, Chris had mailed our parents his final grade report. \n[7]When they arrived at the apartment, there was a \"For Rent\" sign in his window, and the manager told my parents that Chris had moved out at the end of June. \n[8]When they got home, I had to hand them all the letters they had sent Chris that summer which had been returned in a bundle. \n[9]Chris had instructed the post office to hold them until August 1st so that mom and dad wouldn't know that anything was up. Some part of me understood what he had done. That he had spent the previous four years fulfilling an absurd and onerous duty in graduating from college. \n[10]If Chris were trying to disappear, it would have been a pretty uncharacteristic lapse for him to give the police his real place of residence. Though my parents had already contacted the Annandale police with their initial concerns, this ticket arriving from California made them frantic. \n[11]In early September, mom and dad got a call from the Annandale police notifying them that Chris' abandoned car had been identified by the Arizona Highway Patrol after a group of rare flower hunters stumbled upon it in the desert. There were no signs that Chris had intended to return to it. But there wasn't any evidence of struggle. The police said they thought Chris had chosen to leave it behind and not that it had been taken from him. Nonetheless, the initial comfort that gave mom and dad, quickly turned to their realization that Chris was actually trying not to be found. \n[12]The year Chris graduated high school he bought the Datsun, used. He wanted to drive it cross-country and visit our old neighborhood in California. The day before he left was my dad's birthday. Chris made a speech... \n[13]Jesus, you must've had a lot to drink. \n[14]The day after the party, Chris left on his trip and ended up staying away most of the summer. It was nearly three months before he walked back into our house in Annandale. He had a scruffy beard, his hair was long and tangled, and he was rail thin. As soon as I heard he was home, I ran into his room to talk to him. In California, he'd looked up some old family friends who still lived there. He'd found out that long after he had been born, our dad had continued a relationship with his first wife Marcia in secret. \n[15]And that one lie had led to another. That two years after Chris was born, dad had had another son with Marcia. Worse yet was that it was Marcia to whom he was still legally married at the time. And it was Chris and I who were the bastard children. \n[16]Dad's arrogance made him conveniently oblivious to the pain he caused. And mom, in the shame and embarrassment of a young mistress, became his accomplice. \n[17]\n[18]\n[19]He never did tell mom and dad that he knew. But Chris measured himself and those around him by an impossibly rigorous moral code. He loathed what he considered mom and dad's hypocrisy and resented what they considered guidance. Chris submitted to dad's authority through college but I knew he raged inwardly the whole time. It was inevitable that Chris would rebel. And when he did, he did it with characteristic immoderation. \n[20]It would be Christmas in a couple of months. And the last news we'd had was about his car being found. I woke up a couple of days ago, and for the first time, I was surprised to realize that it wasn't only my parents who hadn't heard from Chris. I wondered why he hadn't tried to call in case I might answer. He could've hung up if it wasn't me. \n[21]But why he didn't send a letter, maybe through a friend. I got mad. But I told myself it was good. It made me remember that there was something more than rebellion, more than anger that was driving him. Chris had always been driven, had always been an adventurer. When he was four years old... \n[22]...he once wandered six blocks away from home at three o'clock in the morning. \n[23]He was found in a neighbor's kitchen, up on a chair, digging into their candy drawer. \n[24]Whatever drawer he was opening now must have something sweet in it. \n[25]\n[26]In the nine months since Chris' disappearance, my parents went through enormous changes. Guilt was giving way to pain. And pain seemed to bring them closer. My father had humbled dramatically. And what had always been a sort of curt arrogance, the kind of man who actually thought he could cancel Christmas, had given way to the vulnerability of a father's heart. Even their faces had changed. It made me sad that I couldn't share with Chris the new closeness I felt toward our parents. \n[27]I close my eyes at night sometimes and imagine where Chris might be. \n[28]Was there beauty around him?   Was he hurt? Was he alone? \n[29]Was he having the great adventure that he wanted? \n[30]Could he feel the changes here at home? By some kind of supernatural osmosis? Chris once wrote to me from college saying he wanted to talk to me about all the problems he had with mom and dad. \n[31]He said I was the only person in the world who could've possibly understood what he had to say. \n[32]In those silent moments, with my eyes closed trying to picture where Chris might be at that very moment, probably climbing some scary mountain, I want to reach into that picture and bring him back to see what mom and dad, what our family might become. \n[33]But instead when I open my eyes, what I see is my mother, sitting at the dining room table, sifting through photo albums and pictures of Chris. It's all she can do to examine the snapshots. And, though she breaks down from time to time, she studies them with a sort of hungry intensity - like looking at food you can't eat, or into a window at a family around a table that you were once a part of and can be no more. \n[34]Instincts that seem to sense the threat of a loss so huge and irreparable that the mind balks at taking its measure - I begin to wonder if I do understand what Chris is saying any longer. But I catch myself in doubt and remember that these are not the parents he grew up with. That in the forced reflection that comes with loss, indeed everything Chris is saying, has to be said. And I trust for him that everything he is doing has to be done. This is our life. \n[35]In high school, Chris became captain of the cross-country track team. They called themselves the Road Warriors. \n[36]He'd take them on what he loved to refer to as \"epic\" runs. The whole point was to run until they were completely lost and so exhausted that they were on the verge of puking. Then they'd slow down a little, somehow he'd find their bearings, and lead them home again at full speed. This was my brothers idea of fun. \n[37]A year and a half into Chris' disappearance, each day that goes by now feels like two. Dad calls it \"suspended animation.\" I kept telling myself that he had to get lost to prove his independence to himself. But this was no day run for the Road Warriors and after so much time, I could no longer keep out the haunting thoughts. \n[38]In many ways, my life and even my parents had begun to move in new directions. I'd fallen in love. And mom and dad had even ventured out on a brief vacation. But, when a search of tax records uncovered Chris' contribution to OXFAM, the weight of his disappearance just seemed to lie down on us full length. \n[39]About a month short of the second anniversary of Chris' disappearance, I had gotten engaged to my boyfriend Jerry Ray and was moving in with him... \n[40]I asked Chris who had written the poem. \n[41]What would he tell about now?   What did his voice sound like now? ", "WAYNE": "\n[1]moving forward with the truck, his knees rattling up and down \n[2]Seems like every time I come on this road, there's somebody hitching out here who looks as skinny and unfed as you. \n[3]Look, I gotta stop in Ethridge to drop something off \n[4]How `bout you and I grab something to eat down there? \n[5]How long has it been since you've had anything to eat? \n[6]Well, there's no choice about it.    I'm gonna get you some dinner. \n[7]So where is it you're headed? \n[8]Yeah, I used to have a girlfriend who'd go there, camp on the Black Feet Res. She was into all that American Indian stuff. \n[9]I can bring you to the border at Sweet Grass once you've had some food. \n[10]Well, I do a lot of things. Computer programming. Video game repair. I'm a licensed pilot, own a grain elevator in Carthage and another one a few miles out of town. But in the summertime I run a combine crew, follow the harvest from Texas way the hell north to the Canadian border. We just got done cutting barley for Coors and Anheuser Busch. But then I got this little black box deal on the side \n[11]You said it, not me. \n[12]\n[13]Those are my Hudderites. Agriculture's a pretty transient business. These guys come off the Hudderite colony looking for work. I always got work for people. Then that guy - \n[14]That's Kevin. He's with me most of the time. He's not a Hudderite. He's from Madison. \n[15]Listen, you don't want to go out there on the road tonight. Why don't you just roll your sleeping bag out and play like a Hudderite until morning. \n[16]Get a good sleep. See you in the morning. \n[17]Okay. Now take hold of the joystick, get the feel of header, idle it down with the toggle switch... \n[18]That's it. That's it. Now take it on out and make yourself some money. \n[19]I'm gonna break out some whiskey. Alex, you want anything other than that beer? \n[20]I haven't got anything like that here. But I tell ya what. And I know I speak for everybody. You wanna come work with us in Carthage, we'll hook you up on the grain elevator and get you a White Russian down at the Cabaret. \n[21]Dawn tomorrow, engines roaring. \"Pot o Gold. Oh that pot o gold.\" \n[22]Okay Kevin, get all the machines back to the elevator. I'm gonna show Chris to his room. \n[23]First come, first serve buddy. \n[24]Come on up in here. This'll be your room for as long as you hang about. \n[25]Shower's down the hall. If you hurry you can beat the rest of the boys to it. But you do want to grab a shower cause we're all heading over to the Cabaret in exactly thirty-six minutes. So, get your dancing shoes on. There's foo-foo in the medicine cabinet. I think it's Brut. Then you want to put your charm in overdrive cause we like to PAH-TAY! \n[26]Alex, this is Gail . This is the one to go to for that White Russian you've been wanting. Of course the quid pro quo can be hazardous. \n[27]Yes please, ma'am? \n[28]Ain't he great? \n[29]Anything to do with hunting, preserving the meat, smoking it or whatever, you talk to Kevin over there. That's your man. \n[30]Outdoors-man. What's the interest in all that? \n[31]Alaska, Alaska? Or city Alaska?     The city Alaska does have markets. \n[32]In the wild. \n[33]Society, right. \n[34]Who \"people\" we talking about? \n[35]This is a mistake. It's a mistake to get too deep into that kind of stuff. Alex, you're a helluva young guy, but I promise you this: You're a young guy. Blood and fire! You're juggling blood and fire! \n[36]Blood and fire...What? Mr. Happy. That's who I am. Gimme a kiss. \n[37]Come on, give Mr. Happy a kiss! \n[38]Workin' time! \n[39]So, what do you think about all this?  \n[40]I gotta take a piss. \n[41]You wanna get that zipper for me? Sorry boys. Gonna have to shut down for a while. Alex! You come back and work for me anytime. Gail's got all your checks, guys. I shouldn't be away too long. ", "RAINEY": "\n[1]Hey, I'm Rainey. \n[2]Alex of the hat. \n[3]Were you out there a long time hitching? \n[4]We were just in town getting some beads and stuff. Jan does handicrafts, so we're usually going from one swap meet to another. She's so good at what she does, we sold everything. So, we set up camp at Orick Beach. You're welcome to camp there with us. \n[5]So, you're a leather now. \n[6]As we have a vee-hi-cle. \n[7]Geez. If I struck a match to you, I'd have warmth and dinner at the same time. \n[8]Well, my friend, all is not well on the hippie front. \n[9]You're an industrious little fucker, aren't ya... Yeah, it's funny how things happen at particular times. I've loved that woman for a lot of years. But you know, she's got a...story. We've been going through this thing real quietly cause, well...So, after running into you last night, this thing we were going through quietly, she started talking about. You know what I mean? \n[10]You think what? \n[11]That's a helluva insight. Jesus!... You're not Jesus, are you? You gonna walk on that water and get her back for me? \n[12]I'll carry.   Shit-yes I'll carry. \n[13]I thought you guys might need a little heat. \n[14]Alright. We might take a run into town to grab some food for tonight. \n[15]Oh yeah. \n[16]You'd like that if you're still on the road. Lot of fellow travelers. \n[17]It's down in Niland, California.   You know where the Salton Sea is? \n[18]Well about 200 miles Northeast of there, but yeah. Niland's off the east shore of Salton. Wild place. The navy bulldozed and abandoned a base there. All that's left is a grid of concrete foundations. They're scattered over about a square mile or so. \n[19]Drifters... \n[20]Or the FBI.   CIA! DDT!!! \n[21]I know. \n[22]How long can you stay with us? \n[23]Well, you know, we'll give you a little something for every day you work the booth. \n[24]We are, and you were a big part of that, coming along when you did. Yep, things are good. Man, I used to think Tantric sex was just a bunch of reading. Speaking of which, don't you think you ought to introduce yourself to Joni Mitchell over there? \n[25]Go on.   I'll watch the store. \n[26]Hi. Rainey. And this is Alex. (\"Don't lie to her.\" \n[27]I really ought to get myself doing that. \n[28]How the hell would you know? That poor girl over there is about ready to vault onto a fence post. And here you are, the monk of Jack LaLane. \n[29]I guess Jan filled you in. About Reno and everything. Children can be harsh judges when it comes to their parents. They don't grant clemency easily. I think Reno tended to see things in black and white. I just hope he lives long enough to forgive her. \n[30]But painful as it is, you turned a light on in her and I'm grateful. \n[31]For what? \n[32]Do your folks know where you are? \n[33]Don't you think they ought to? \n[34]Alaska? \n[35]You take care of yourself, kiddo. ", "JAN": "\n[1]Hi. We just barely saw you there, under that crazy hat of yours. We couldn't back up - the van's reverse is broken. \n[2]This door's a little tricky, I'll get it. \n[3]Hop in, that's Rainey. \n[4]And I'm Jan. \n[5]Probably, the rest of the time, that hat scares `em away. \n[6]When's the last time you ate something? \n[7]And eat there with us. \n[8]You're a leather tramp. That's what they call the ones that hoof it on foot. So, we're technically rubber tramps. \n[9]Alex could have a vehicle. If he didn't burn his money. Why would you want to do that? \n[10]Well, you have to be a little cautious Alex. That book of yours is all well and fine but you can't depend entirely on leaves and berries. \n[11]Where's your mom and dad? \n[12]Come on Chris. You look like a loved             * kid. Be fair.                                    * \n[13]You know what I mean. \n[14]That's not hot enough. Put your arms around me. \n[15]You know what Alex ought to do, Rainey? He ought to come out to the Slabs this winter. \n[16]When the weather turns cold across the rest of the country, people show up there by the thousands: snow birds... \n[17]Sundry vagabonds... \n[18]Livin' on the cheap under the sun. \n[19]Oh yeah. And a lot of second-hand goods. There's a swap meet. The people are cool. There's even some kids running around sometimes. Most everyone there, if they're not avoiding the cold, are at least dodging the IRS. \n[20]It's good. You should check it out. If you come, I'll make a proper hat for you. Well, Alex. I'm gonna clean up and the old man and I are gonna get some rest. Looks like you got yourself a good bag there. \n[21]You're wonderful.   Don't make me worry about you. \n[22]He reminded me... \n[23]Sunni!    Come here boy. \n[24]Alex! \n[25]You have to tell us everything. \n[26]I think you've made yourself a friend. \n[27]Good luck. \n[28]I wasn't much older than Tracy when I got             * pregnant. And I thought my husband and I were going to invent peace on earth and stay together forever. But it didn't work out that way. He left. History. Now ancient history. And that was the end of that. So, I raised Reno by myself - that's my son. Then I met Rainey. And that was really good for a while. But Reno was already a teenager and was becoming a man in his own way. And then, I don't know. He kinda followed in his father's footsteps - out the door and gone. And I really don't know where he is. I haven't heard from him in two years. \n[29]Do your folks know where you are? \n[30]No, sweetheart. Just hungry. You've been doing a fantastic job over there. Shall we eat? \n[31]Just get your pack out of the back and get out of here. I can't take a hug. ", "MADS": "\n[1]Hello! \n[2]You can join us! \n[3]We have hotdogs! \n[4]I am Mads. \n[5]We are from Copenhagen.   And you are from the rapids. \n[6]Crazy man. You're a crazy man!    Sonja, he is a crazy man. I'll make you a hotdog. \n[7]Just one minute. One minute... \n[8]I love this. Don't you love this? This is nature. We see it in the American movies. How come you're crazy? \n[9]Because that's crazy! You come down the rapids. What do you want on your hotdog? Mustard and relish? \n[10]No, I have mustard and relish. \n[11]Sonja, you want a hotdog? \n[12]She asked me why I'm stupid. And I say, well...like I ask you why you're crazy and you say \"well.\" Where are you going? \n[13]We like it here very much. We went to Los Angeles. And then, we went to Las Vegas. \n[14]\n[15]You can take kayak around Lake Mead and then take the river down to Mexico. \n[16]Sonja, how far is Hoover Dam? \n[17]I go with you. We leave Sonja here.    You and me in kayak - we go to Mexico. \n[18]I like the meeting you. \n[19]He went thattaway!   The crazy man - he went thattaway! ", "WALT": "\n[1]Congratulations, son. \n[2]That's a big deal. What do you have left in your college fund? \n[3]Well, we'll certainly contribute the balance for Harvard. \n[4]You'll come to Annandale before you disappear on us, won't you? \n[5]We want to get you out of that junker. \n[6]Yes.   We want to get you a new car. \n[7]Everything's gotta be difficult. \n[8]Would you look at that. \n[9]Don't walk away from me WOMAN! \n[10]\n[11]I'll just cancel Christmas then! \n[12]Yes.   I'm God! \n[13]What is it? ", "BILLIE": "\n[1]Here they are. \n[2]You scared the daylights out of me, jumping on to that stage, oh my god. \n[3]That's very specific. \n[4]I'm so glad you're getting out of that place you're living. It was so much nicer when you lived on campus. \n[5]You promise? \n[6]Well, your father and I want to make a present to you. \n[7]We weren't going to get you a Cadillac, Chris. Just a nice new car that's safe to drive. You don't know when that thing's just going to suddenly blow up. \n[8]I'm not talking about this anymore! \n[9]Fuck you!   I hate you! \n[10]Who do you think you are?   God? \n[11]as a demand for their witness \n[12]I wasn't dreaming! I didn't imagine it! I heard his voice, Walt. I heard Chris. ", "CARINE  (CONT'D)": "\n[1]I think this is when Chris began to see \"careers\" as a diseased invention of the twentieth century and to resent money and the useless priority people made of it in their lives. He'd begun planning to \"slay the beast\"...to make himself free. \n[2]Almost all A's. \"A\" in Apartheid in South African Society and History of Anthropological Thought; A- in Contemporary African Politics and the Food Crisis in Africa; and on it went. Clever boy, my brother. \n[3]But by the end of July we hadn't heard anything from him and my parents were getting very worried. \n[4]Chris had never had a phone, so they decided to drive down to Atlanta and surprise him. \n[5]And now, at last he was unincumbered. Emancipated from the stifling world of parents and peers. Abstraction, security, and material excess. Those things that cut Chris off from the raw truth of his existence. I only hoped he was safe...and I missed him. \n[6]My father called one of his old government friends who put him in touch with a private investigator, someone who'd done work with the DIA and the CIA. Using the Willow Creek ticket as a starting point, the investigator began chasing down leads. Most of them led far afield -- to Europe and South Africa. Ultimately turning up nothing. What my dad couldn't believe was that he'd given up his car. He seemed to love that Datsun so much. It sounded just like Chris to me, though. He was very much of the school that you should own nothing except what you could carry on your back at a dead run. \n[7]My father is a brilliant man. But he had made some terrible mistakes. And to some extent, it seemed Chris was making him pay an awful price. \n[8]...when I stumbled upon the book Chris had given me on his graduation day. For some reason, it was the last line of the poem he read that really stuck out. \n[9]Who wrote that? \n[10]I realized that the words to my thoughts were of less and less meaning. Chris was writing his story and it had to be Chris who would tell it. ", "DRIVER": "\n[1]Hey! \n[2]Come here. \n[3]You left your watch, your comb, your change... \n[4]I don't want your money.    And I already have a watch. \n[5]Take em. \n[6]If you make it out alive, give me a call, and I'll tell you how to get the boots back to me. \n[7]You gonna be alright? \n[8]This is where I turn off. ", "POLICEMAN": "\n[1]How're you doin' this evening? \n[2]You wanna put your backpack down on the hood of my car. \n[3]Because I asked you to, sir. \n[4]Do you know that it's unlawful to hitchhike on this stretch of highway. \n[5]Do you see a safe area for a vehicle to stop? We got a tree-lined highway without a substantial shoulder here. And we've had a lot of accidents on this road from people stopping in the traffic lane for hitchhikers. \n[6]May I see some identification? \n[7]You don't have any identification? \n[8]Well, I'm gonna site you for unlawful hitchhiking. You don't have to appear. You can send a check directly to the Humboldt County Clerks Office for restitution. If you don't pay it within 30 days, you're subject to fine and warrant. I'm gonna trust that you're gonna give me accurate information. What's your name? ", "SONJA": "\n[1]I am Sonja. \n[2]Hello Alex. \n[3]My Got! \n[4]Of course I want a hotdog.   Why are you stupid? \n[5]Las Vegas is very nice.   The universe is very good. \n[6]Maybe three hundred thirty kilometers...like two hundred miles. \n[7]You're embarrassing.   Idiot. \n[8]Just like in the movies. ", "SOCIAL WORKER": "\n[1]Did you lose your identification sir? \n[2]No birth certificate? Nothing? \n[3]Ouch. Alright. Well you're gonna have to work that out with the DMV. You can catch them in the morning. \n[4]The closest one is Montebello and we can help you with a bus voucher. \n[5]So, just come to this desk when you need the voucher. \n[6]If you know how to cook, we might have a space for you in our mobile kitchen. But I'll have to talk to my supervisor about it in the morning. \n[7]Sure. Just fill this in and I'll get you all set up. \n[8]You leaving us so soon? I know them DMV lines are long... ", "LORI": "\n[1]Chris, you gotta go faster.   We've got a line out the door. \n[2]Chris, I don't mean to be on you about everything. You're doing a great job. \n[3]I want to keep you on. And we all want to help you get to Alaska, but you've got to start wearing socks. \n[4]And please.   Hurry.   We're ten deep. \n[5]Okay.   Just put it in the drop. \n[6]We've made our quota, have we? \n[7]Alright Chris. Well, we've enjoyed knowing you. I won't be able to get that last check to you right away though. \n[8]Alright then Chris.    Bye-bye now. ", "FOREST RANGER": "\n[1]U.S. Forestry. Could you step out of the tent please? \n[2]I don't blame you. You're less than a hundred yards from the nearest den. That's why I came over here to talk to you. Do you have some identification? \n[3]You mind if I take a look in your tent? \n[4]You're not the character who knocked down our sign, are ya? \n[5]Because there was a sign indicating that camping was allowed by permit only. \n[6]No, I'm sure you don't. Listen, it looks like you've got your food secured pretty good, so I'm not gonna make you move on tonight. But, these bears out here are nursing young and you know how that goes. Next time, stop at the Rangers station and get yourself a permit. \n[7]Be careful. ", "GAIL": "\n[1]Shut up, Wayne. You want a White Russian, sweetie? \n[2]Don't pay any attention to him. \n[3]Who are you to be giving advice to anybody? \n[4]Where are you gonna go? \n[5]Alaska? What kind of nut-nut are you? Alex, it's October for Christ's sake. You go to Alaska, you go in the Spring. This time of year you wanna head south. Personally, I like Las Vegas. One-armed bandit. That's what I like. \n[6]South. You want to go south. You want me to take you out to the highway? \n[7]You take care of yourself now, Alex. You got a whole family here depending on it. ", "GREEN SUIT": "\n[1]Can I help you? \n[2]\"To launch out of?\" What's your experience level? \n[3]Any?   Do you have a permit? \n[4]You can't paddle down the river without a permit. If you like, you can apply for one here, get yourself some experience, and I'll put you on the wait-list. \n[5]That's right. \n[6]I've got an opening May 2003. \n[7]Well, you could always join a commercial raft trip and go with a licensed guide. They usually have a few last minute cancellations. I think it's about two- thousand dollars. ", "BULL #2": "\n[1]Lay down on your stomach, spread eagle! \n[2]Let me see your face. \n[3]I never, ever, ever forget a face. If I see yours again, I won't arrest you. I'll kill you. This is the god-damned railroad. And we will do whatever we have to, to keep you freeloaders from violating our liability. \n[4]If one of you people gets hurt on our train, we are liable. Do you understand that? \n[5]You have I.D.? \n[6]Of course you don't. \n[7]Last time, my friend. "}}