{"dialogues": {"MARK": "\n[1]That makes me think of your vagina. I'm Mark, how are you? \n[2]I hope this date ends in sex. \n[3]I feel awkward and I regret being early. \n[4]I have an erection now because I assume you began masturbating once we stopped talking. \n[5]I'm embarrassed because I think the restaurant I've made reservations at might not be expensive enough or hip enough to impress you, but it was the best I could do because I don't make very much money. You see, I'm forty years old and have no real financial assets to speak of, I've never owned a home, and never had a significant relationship. My boss even told me today that I'm most likely going to get fired tomorrow and... \n[6]That makes me very horny. \n[7]Sure. \n[8]Greg's a good friend. \n[9]A cute little place called La Bonisera in West Hollywood. \n[10]I have very little money. \n[11]I don't know any of them. \n[12]I found that boring and started thinking about this place's fish tacos. \n[13]What are we going to talk about? \n[14]Two, please. \n[15]Hello. \n[16]I'll have a Budweiser. \n[17]Yup. \n[18]I'm going to ask you some questions about your life because that's what you do, but I'll only really listen to about half of what you're saying. \n[19]How do you spend your days? \n[20]That's a little more specific than I expected. \n[21]Do you have a job? \n[22]What job do you have? \n[23]What do you do? \n[24]Do you enjoy it? \n[25]Sure. Tell me more. I'm trying to get a little insight into you. \n[26]Are you always happy? \n[27]Sure. \n[28]I'm ready. \n[29]I'll have the fish taco's because I had them once here and it's all I know. \n[30]Don't think twice. How is your mom? \n[31]Fantastic. \n[32]Thanks for going on this date with me. You're way, way out of my league and I know you were just doing it as a favor to Greg, and that most likely I'll never hear from you again. \n[33]Give me a call if you still like me once you're sober. \n[34]Thanks for kissing me on the cheek, I know you didn't have to do that and.... \n[35]... you're very pretty. Thank you! \n[36]Not so good. Last night I went on a date with a girl I've had a crush on for years who will most likely never call me again and I'm pretty sure I'm going to get fired today. You? \n[37]See you tomorrow. \n[38]Hi Shelley. I'm still attracted to you today. \n[39]Any messages? \n[40]Nobody else called? No calls to do with actual work? \n[41]Next time I'd rather you took down the messages just in case I don't get fired. \n[42]Well, it hasn't happened yet. \n[43]Okay, I'll be in my office. \n[44]Anthony, don't fire me. \n[45]They were about the black plague! It's the 1300's Anthony, what else am I going to write about! \n[46]No! I can make it work! \n[47]Is there anyway you could do it now? I'd rather not put it off. \n[48]Damn. \n[49]She's a really good writer, too. \n[50]I often fantasized about you naked. \n[51]I have no idea. But I have very little hope for the future. \n[52]Bye, Shelley. \n[53]Please don't make me feel worse. Or actually whatever, go ahead, I don't think I could possibly feel worse. \n[54]Well, now I feel worse. \n[55]I already have. Martha Bellison. I'm her grandson. \n[56]You say that every time I'm here. \n[57]Oh Grandma, that is so depressing. Come on, at least stare at the ceiling or something. \n[58]The television isn't broken. You probably sat on the remote and changed it to channel two again. \n[59]See, you had it on the wrong channel. It needs to be on channel three in order for the satellite to work. \n[60]I can't understand what it feels like to be you so it just irritates me and makes me think you're stupid. But I also love you and wish things were better for you.  \n[61]Grandma, I lost my job today. I'm forty years old. I'm completely alone and I've got absolutely no prospects for anything.  \n[62]I'm just so tired of life. Why does life have to be so... what's the word? Don't you sometimes wish you could change things? Don't you sometimes wish you weren't such a loser?  \n[63]Of course you're a loser, grandma. Our family is made up of losers. We're all poor, we're all average looking, we're all only moderately intelligent, we're all lonely and unloved.  \n[64]Yeah, but I'm not talking about the past, Grandma. I'm talking about right now. And right now we're both losers, Grandma. We're both shitty, shitty losers. Don't you know that? \n[65]I'd rather be dead than be homeless. That's why I need to get out there and find a job. If I have to be homeless, I'm going to kill myself. \n[66]I love you too, Grandma. \n[67]I'll start looking for a job tomorrow. \n[68]Hey, thanks for setting me up with your cousin by the way. \n[69]Very. \n[70]It felt nice to go out with someone that pretty. Like for just one moment I experienced what it would be like to be the type of person someone like that would date. It felt good. Doesn't matter anyway. I will always be just who I am right now: average looking, of average intelligence with an average personality. Just a completely generic human being. \n[71]By a good margin. \n[72]I really wish I had a better friend than you. \n[73]I don't know. Guess I'll start looking for another crappy job. \n[74]I'm going to go now. You're seriously depressing me. I really wish I was cool enough to have a better friend than you. \n[75]Yeah. \n[76]No, it's Mark. I'm sorry. \n[77]Shut the fuck up, I don't even have a job! \n[78]I was going to come talk to you about that. I got fired yesterday. \n[79]Well, I haven't got it. \n[80]I think I've got about three hundred dollars in my bank account. \n[81]I know. I haven't got it. \n[82]How am I supposed to do that? \n[83]Oh, fuck me. \n[84]I'd like to make a withdrawal. \n[85]I've just been evicted from my apartment so I need to withdraw what I have left in my account so I can move my things out. I guess I need to close out my account to do that. I think I'm about to be homeless. \n[86]Well, I'd like to withdraw eight hundred dollars. \n[87]All of it. Just whatever is left. \n[88]Eight hundred dollars. \n[89]I have eight hundred dollars in my bank account. \n[90]Yup. \n[91]Large bills. \n[92]It's no problem. \n[93]Paying my rent. \n[94]It was amazing. I went in to the bank and the system was down and I was going to take out three hundred dollars but she asked me how much I'd like to take out and... \n[95]I found it. Lying on the street. \n[96]Give me my key back. \n[97]Today I stumbled upon something no man has ever stumbled upon before. What I have done today they will write about in history books for generations to come. And yet, only moments ago... it was unfathomable not only to myself, but to mankind as a whole. What I have found there is no word for. And it was as simple as... ... how do I explain this... \n[98]... I said something... that wasn't. \n[99]I said something... that... wasn't. I... what's the word I'm looking for? Well, there is no word. Of course there's not, I just invented it. \n[100]Here. Watch. Jim. \n[101]My name is Doug. \n[102]Come on guys. Are you serious? What's my name? \n[103]No. My name is Mark. \n[104]You guys aren't following me. Okay, guys...I'm black. \n[105]Fuck it, I'm an Eskimo. \n[106]Okay, I'm a pirate. \n[107]Okay then, I'm a lion tamer... and I have purple hair. \n[108]I invented the bicycle. \n[109]I give up. And I'm bored. \n[110]Guys, if you had the power to make things the way you wanted them, what would you do first? \n[111]Pretty much. \n[112]Specifically the ass? \n[113]Alright then, let's try that. \n[114]Out. \n[115]Wait! \n[116]\n[117]This isn't right. \n[118]Just calm down for one second. \n[119]Hello... NASA? Yes, it's... me. Oh, good. That's very good news. Good news indeed. \n[120]We're going to be okay. The world isn't going to end. Everyone is going to be fine. \n[121]Okay, I gotta go. \n[122]I'm an asshole. \n[123]That was one of the worst experiences of my life. \n[124]What else would you do if you could do anything in the world? \n[125]What else though. What's the second thing you'd do. \n[126]I'd get money. I'd get all the money. \n[127]Yeah. Let's do that. Greg, let's go. \n[128]We're going on a trip. \n[129]Thanks for driving man, I'm completely plastered. \n[130]Wait, officer. Don't do that. \n[131]How much does it cost to bribe you? \n[132]Wait. He's not drunk. \n[133]Good idea. \n[134]That was awesome! \n[135]You're gonna be all right, Greg. \n[136]Vegas, baby. Vegas. \n[137]Sure we do. \n[138]Sure it will. \n[139]Chips please. \n[140]I know. \n[141]I know. \n[142]I know. \n[143]We'll both have beers and we'll take them at that roulette table over there. \n[144]It's okay. I'm feeling lucky. \n[145]Just watch. \n[146]I'm on twenty-seven red. \n[147]That's nothing. Watch this. \n[148]I'm on nine black. These are all mine. \n[149]I don't think I should. Lets go play slots. \n[150]Hi, I just won a major jackpot on this slot machine but no money came out. \n[151]Thank you. \n[152]Well, sort of. \n[153]We couldn't lose. \n[154]I've got a system. \n[155]And then what? \n[156]Why put it on black? Why stop there? Put it on a number and get thirty five times back. \n[157]Hold on, I think I found a flaw in your plan. How can they pay us if we have all the money in the world? \n[158]Well, they can't because we've got it all. \n[159]We already own the casino. We've got all the money in the world. We'll be betting against ourselves. \n[160]We own that one too. We won that. \n[161]Yup. \n[162]Yes. \n[163]I'm listening. \n[164]Brilliant. \n[165]Hey there, Frank. \n[166]Pretty good, thanks. \n[167]Yeah. You? \n[168]Oh. All right. Bye, Frank. \n[169]Frank! \n[170]Don't do it. \n[171]I'll care. \n[172]Don't do it, Frank. Things are going to be all right. \n[173]Yes. You're going to meet someone soon. You won't be so lonely. Things are going to turn around at your job. \n[174]Well, things are going to get better. Better than they are. \n[175]It will go away very soon. You're going to be happy soon, Frank. You just need to wait for it. Listen to me: you don't need to kill yourself. \n[176]Really. \n[177]It wasn't. \n[178]I don't know. Not really. \n[179]Sure. Of course. Let's hang out. \n[180]Great. \n[181]I've discovered something today very important... and very powerful. \n[182]I'm as excited as I've ever been in my entire life, and equally scared. I'm writing this down in a letter in case this thing I've discovered somehow ends up killing me. I want to ensure that, even if I wasn't strong enough to use it, that my invention doesn't once again disappear, never to be discovered again. \n[183]In just a few hours since I stumbled upon my discovery I have seen its potential for evil and I have seen its potential for good. \n[184]I must be careful with my discovery, for at this point I barely understand it, let alone think I have the power to control it. All I know is that if I'm not careful I could easily do irreparable damage to the world, or even cause my own premature death. \n[185]Now, to explain my invention. In essence, my creation is the act of saying words that simply are not. For example, if I tell someone that my eyes are blue, then it simply becomes fact. I still know that, indeed, my eyes are brown, but no one else is aware of this fact, so therefore I have blue eyes. It's a game of numbers: there is only one of me who knows I have brown eyes, and so many of them who do not. The numbers always win. \n[186]Whoever is reading this, go ahead and try it. Tell someone your eyes are a different color then they are. I think you'll be amazed at the results. It's so simple and yet... so powerful... this thing I've invented. \n[187]Au Revoir, future reader, au revoir. \n[188]Jennifer. It's Mark. \n[189]No. Maybe. Who knows. I'm calling because I want to ask you out on another date. \n[190]I discovered something yesterday. I found out I can pretty much have my life anyway I want it from now on. \n[191]Wait, and I know you said you didn't want to date me ever again, but I'm different now. Things have changed. I think I'm in your league now. \n[192]No. I'm not better looking. I'm just more... powerful. I think you have to see it for yourself. \n[193]No, I haven't been to the gym. It's just... it's amazing. Things are different for me now. You have to see this. I think you'll hardly recognize me. \n[194]No, look can we just meet up? \n[195]Jennifer, If there was even a glimmer of something about me that you liked, please say yes. You even admitted that we got along well. Just give me one more chance. Just one little teensy, tiny date. \n[196]Fantastic. Tomorrow night. I'll pick you up at eight. \n[197]That's very sweet. \n[198]Yeah, no I was being... ...there's no word for it. See you tomorrow night. \n[199]Rob Marlowe, your streak of success has finally come to an end. \n[200]I'm not mad at all. \n[201]When you fired me, I was very depressed. \n[202]And so I left this building and I just started walking. And I walked all the way out of town. And then I walked into the desert and I fell asleep under a tree. \n[203]And when I woke up I found this strange old chest sticking out of the ground. So I started digging. And I unearthed a very old and ancient box. Probably, oh... about... seven hundred years old. And inside the box... ... was this. \n[204]It's a never-before-heard historical event from the past. \n[205]The 1300's. \n[206]This one isn't about the black plague. Well it isn't just about the black plague. Let me read you some of this. \n[207]Anthony, get excited about this. This is a brand new event from history that no one has ever heard before. It's a great human discovery. \n[208]The greatest movie Lecture Films has ever made. \n[209]On the very first day of the fourteenth century, a momentous occasion occurred. It began as a day much like any other. The sun rose, the people awoke, workers began to work, babies began to cry. But all of that was interrupted when a giant flying space ship crashed down from the skies and landed in the heart of Babylon. \n[210]As the smoke cleared, the door to the spaceship opened and inside, were hundreds of beautiful, half naked alien women. \n[211]And then the ninja army unleashed a giant fireball that brought the robot dinosaur to its knees, saving Mars, Earth and the Nude Amazonian Alien Women all in one sweeping motion. The earth was saved. Jebediah and Aleena were allowed to marry by alien king Xardon. It was to be the First Human-Nude Amazonian Alien Woman wedding, and no expenses would be spared. All of Babylon and Mars were invited to join in the celebrations. \n[212]The wedding was held on a brisk summers day on Mars, with all of the survivors of the Great Ninja War and the Black Plague present. They feasted and danced and laughed and it was a joyous occasion. \n[213]The moment the bride and groom kissed, King Xardon performed a mind-wipe on all of the humans, thereby erasing all knowledge of these events from their minds, and sent them back to Babylon. For seven hundred years these events would be forgotten by mankind until one day, a great writer by the name of Mark Bellison, would stumble upon them in the desert, after being fired by his shit boss Anthony and mocked by Rob and Shelly, two huge douche bags. Lecture Films Motion Picture Studios would go on to make the picture and it would be a big success, and Mark would become very wealthy and famous from it. The End. \n[214]The Black Plague. \n[215]Thanks. Thank you for having dinner with me. \n[216]I don't want to know what it is, I just want to order the most expensive thing on the menu. \n[217]Today is the best day of my life. Hands down. Easy. Best day. \n[218]That wasn't the best part. It was great, but it wasn't the peak of my day. I've had a crush on you ever since I saw a picture of you on Greg's refrigerator two years ago. \n[219]The best part of my day today is right now, sitting at this table here with you. \n[220]You're the most beautiful woman I've ever seen in my life, and you're special... and it makes me happy to be around you. \n[221]Ah, my family. We're what you'd probably call \"not lucky\". My whole family is kind of marked by tragedy, bad luck and general... shittiness. It goes back a long ways and could probably drive someone to suicide just hearing about it, so I'll keep it simple. My mom died when I was six. Cancer. \n[222]And my dad got real depressed and lost his job. Out of work and with a kid to raise he had no choice but to turn to a life of crime. \n[223]He was a robber. Houses mostly. \n[224]He was a very unlucky man. He spent his last days behind bars. I never really knew him. But I guess I've also had a little luck in my life. I did have a wonderful grandmother who raised me. \n[225]Yeah, she's great. \n[226]Old person's home obviously. Who wants to live with that? Gross. \n[227]But I'm going to get her out of there tomorrow. \n[228]I'm going to buy her a big beautiful mansion where she can spend her few remaining days in luxury. \n[229]They look fine to me. \n[230]Right. I was thinking that since I'm going to be rich and successful now that I might be in your league. And that maybe we could be together. Romantically. \n[231]Well, I don't know, maybe we might enjoy it. Maybe we'd be good together and could have a happy life, raise a family together. \n[232]Good. Fantastic. \n[233]Sure. \n[234]Hello? What? \n[235]\n[236]Grandma, they just called me. What's going on? Are you okay? \n[237]What do the doctors say? \n[238]What? \n[239]What are you talking about she's going to die? \n[240]Fuck. \n[241]Grandma! \n[242]Listen closely to me, Grandma. I have a surprise for you. \n[243]You're wrong about what happens when you die. It's not an eternity of nothingness. \n[244]When you die you're going to go to your favorite place in the whole world. And you're going to be with all of the people you've ever loved and who have ever loved you. And you're going to be young again, and you'll be able to run through the fields and dance and jump, and there will be no sadness, no pain, just love and laughing and happiness. There will be ponies made of gold, and everyone will live in giant mansions, and everything will smell like cookies. And it will last for an eternity, Grandma. An eternity. \n[245]Do your jobs! \n[246]You're going to be happy forever, grandma. I promise you. Say hello to my mom for me. Tell her I love her. \n[247]Damn it. \n[248]I think I just did something bad. \n[249]Hi. \n[250]Who are you people? \n[251]Fine, fine, just give me a minute. \n[252]Remember last night when I said I think I did something bad? Well now I know I did something bad. \n[253]Hold on. \n[254]Fuck. \n[255]I can't explain it all right now. Why don't you come over? \n[256]Come up quick, they look like they could get out of hand any second. \n[257]I don't think I should. Who knows what could happen next? I'm just going to keep my mouth shut from now on. \n[258]Sure I do. I could just walk out that door and get on a plane and go to Namibia. No one knows me in Namibia. \n[259]My grandmother was dying, and she was terrified, shaking all over. She didn't want to just become nothingness. So I told her that when she died there wouldn't be nothingness. That she would be with all of the people she loved who had died and that she would live an eternity of joy and happiness. \n[260]But you don't understand. The words I said... they weren't... it's not right. \n[261]Happy. At peace. \n[262]Good. \n[263]Okay. But I need a few hours to get my thoughts together. \n[264]Wait! Are you sure this is right? \n[265]I didn't... \n[266]I'm done. \n[267]I guess. \n[268]I feel like I should be reading these off of something other than just notebook paper. I wish they were like, written on large tablets or even just nicer paper or something. \n[269]Feels better. \n[270]Hello. \n[271]Oh, thanks. \n[272]Wow. \n[273]So. I guess you've all heard the things I told my grandmother last night and... I understand why you're here. I know... some things. Some very important things. And I'm going to share these things with you now. \n[274]Everything you want to know is written here. On this old pizza box. \n[275]Number one: There is a man who lives in the sky who controls everything. Number two... \n[276]Tall. Big hands. A good head of hair. \n[277]He's a new ethnicity. It's like a mix of all of our ethnicities. \n[278]No. He lives much higher than the clouds, too high to see. \n[279]No, not that high. \n[280]Look, people I got a lot to get through here. I'm just telling you what I know: Man. Lives in the sky. You can't see him. Controls everything. Cool? \n[281]Number two: When you die you don't disappear into an eternity of nothingness. Instead, you go to a really great place. Number three: In that place every person will get a mansion. \n[282]I don't know. Whatever kind of mansion you're thinking of right now. \n[283]Look, it's the best mansion you can think of, not just now, but ever. Whatever the best mansion for you can possibly be, that's the one you'll get. Number four: When you die, all the people you love will be there too. \n[284]Yes, of course. Everyone gets a mansion. \n[285]If they want to live with you, they can leave their mansion and live in yours. \n[286]I don't know, it goes back on the market. \n[287]No. \n[288]Okay, they're probably there, but you'll never see them. They're far off, too far for you to get there.  \n[289]They won't. They hate you too.  \n[290]Well then you're just... you'll both be fine with it. There's only love there, okay? Number five: When you die there will be free ice cream. All day. All night. Whatever flavor you can think of.  \n[291]But why would you eat bad flavors?  \n[292]Well don't eat it then!  \n[293]Well don't put it on then! What's wrong with you people? I mean...   \n[294]Number six: If you do bad things you won't get to go to this great place when you die. \n[295]A terrible place. The worst place imaginable. \n[296]Murder. Crime. Rape. Things like that. \n[297]Fine. \n[298]Yes. \n[299]Then it's fine. \n[300]No. \n[301]That's fine too. I mean, you might lose your job if your boss doesn't like it, but it won't effect what happens after you die. \n[302]That also is fine. Unless the dog dies. Then it's bad. \n[303]No. You get... ... three chances. If you do three bad things you're out. \n[304]Kind of, yes. \n[305]Any more? \n[306]Look, can we just move on? \n[307]Fine. Let's start with you... \n[308]No. There's no hairstyle that will put you in the bad place. Like I've told you, the main things are hurting people physically on purpose, taking people's stuff, doing things to people they don't want done, killing people on purpose. Okay? Are we good? \n[309]Well, you didn't know about these bad things until I told you just now so you're fine. \n[310]You're all fine! I'm only talking about people who do bad things starting right now. Everyone else is fine. \n[311]Number seven: The man in the sky who controls everything decides if you go to the good place or the bad place. He also decides who lives and who dies. \n[312]Yes. \n[313]Yes. \n[314]Yes. \n[315]\n[316]This guy who lives in the sky and controls everything is also responsible for all the good stuff that happens. \n[317]Yup. \n[318]Well, yes. \n[319]You betcha. \n[320]That too. \n[321]Right. But check this out: Number eight: Even if the man in the sky does bad shit to you, he makes it up to you by giving you an eternity of good stuff after you die. \n[322]Right. Of course. \n[323]Yes. Right. Well, that's it. That's everything I know. \n[324]The man in the clouds told me. \n[325]I don't know, he forgot or something. I gotta go people, good night! \n[326]You think that went well? \n[327]So then the flying duck flew all the way to Alaska where it met up with a polar bear who could talk. And the polar bear's name was Martin. And the polar bear was wearing a green cape. And Martin and the flying duck both had race cars with their names printed on the side and... \n[328]\n[329]Luckily the Polar Bear was there to snatch the race car back... Unfortunately, the witch was a smart witch and the polar bear was powerless. \n[330]Yeah. \n[331]Hey, don't look at me: it's the Man in the Sky's story. \n[332]Yeah. Tell them to shoot that one this week. \n[333]Tell them it's for kids! \n[334]What? \n[335]Hey, he's the boss. \n[336]Yeah, yeah. \n[337]Not the entire world. \n[338]Not everything. \n[339]I'd trade it all in for you. All of it. \n[340]Yeah. That's important. \n[341]But why can't we be together. Why can't you be with me? \n[342]Yeah. Okay. Yup. It's almost a shame that being rich and powerful and famous doesn't change your genetics. \n[343]It would be great if it changed your genetic material because I really love you but I just don't... \n[344]It does change your genetics. \n[345]No. No, it doesn't. Our kids would be short and fat with little snub noses. \n[346]Why not? \n[347]What? With who? \n[348]You've got to be fucking... Rob Marlowe?!? He's a complete and total asshole. \n[349]Well of course he is, look at you. I mean, for fuck's sake, a shark would be nice to you... \n[350]Well no, I mean... Don't go out with him. \n[351]What's he got that I don't? \n[352]I don't want to move into your fucking mansion. And what are you doing thinking about marriage with him already? You haven't even gone on one date. \n[353]It's like nothing's changed. \n[354]He's picking you up here? \n[355]Hey, watch this. \n[356]The man in the sky just told me something! \n[357]You're all gay! \n[358]And adopted! \n[359]I'm gettin' a beer. \n[360]Out of beer. Just Coke. \n[361]I want to do something big again. Like telling the people what happens when they die. That felt good. I gotta do something big like that again. \n[362]Maybe. \n[363]Hey, Greg. What if I told you that drinking Coke was good for you? \n[364]And not just Coke. But all the delicious foods you're not supposed to eat. What if they were all of a sudden really, really good for you? \n[365]Gentleman, thank you all for coming here on such short notice. I have some very big news for you all today. \n[366]Nope, this one I came up with all on my own. And it's going to change the way you all do business... forever. \n[367]Up until now, all products sold worldwide have warning labels printed on them. Warnings like these. \n[368]As you can see, a lot of these products can be very depressing. They remind people of all the horrible things that can happen to them in life. People hate thinking about horrible things. \n[369]Hear me out, fellas. Allow me to introduce you to the future of your companies. \n[370]It's the same Coke as before. \n[371]Guys, it's the same Coke on the inside. I've just changed the outside. \n[372]I didn't do anything, guys. I made this on my computer last night. The plane is exactly the same as it was before. \n[373]That's the point here guys. With these new advertising strategies, people will buy your products with abandon. \n[374]No. It won't. All you have to do is print these words on the packaging. That's it. \n[375]Even if you don't understand it, just start shipping these products out to people as you see them here and you're all going to get very, very rich. \n[376]Look, they're still the same products you have on the shelves right now. The only difference now is that people won't get bummed out or scared when they use them. Isn't that a good thing? \n[377]Gentleman, if you'll excuse me, I have five thousand gay orphans on my front lawn that are going bananas. \n[378]You should slow down there, Greg. \n[379]Just because the package says it's not bad for you doesn't mean you have to gorge yourself on it. \n[380]That's just stupid. \n[381]I wish that worked for me, Greg. \n[382]Nevermind. I'll see you around. \n[383]Yeah. So are you going to apologize? \n[384]Nothing's really changed. I gave people the Man in the Sky, made myself rich and successful, told the world they can eat whatever they want and feel good about it. Everyone's happy but me. Because I'm the only one who knows it all... isn't. I made it all up. You're not up there living in a mansion. You're right here. In the ground. That's all. And I'm the only one who knows that. And the one thing I want I can't have. Because the world is too stupid to change. The world only cares about what they can see, and what they can know, and what they're used to and what... makes sense. No one listens to what they really want. And that's why I'll always just be a loser, grandma. And that's why I'll always be alone. \n[385]Who's there? \n[386]Sure. \n[387]Haven't seen you much lately. \n[388]Don't do it. \n[389]No point really. \n[390]So don't marry him. \n[391]No you won't. Not to me you won't. I love you. If you really love someone it doesn't matter what they look like. \n[392]Do me this favor. Just one favor. Don't accept everything you see. Don't just do something because that's the way it's done. \n[393]Think about what you want. Find out what you really want. And if it's not the same as what I want, well then I'll know that and I'll never darken your doorstep again. I want you. What do you want? \n[394]Please don't. Will you just stay a little bit longer? I don't want to be alone. Just sit with me. \n[395]Yeah. \n[396]Me. \n[397]Yes I can. You've got shmuck genes. \n[398]And I love her. Jennifer, don't marry him. Is this what you really want? \n[399]All right. I'm done. Goodbye. \n[400]What? \n[401]So am I. \n[402]No. \n[403]Because I couldn't cope with the look on my grandmother's face. \n[404]I'm not sure. I just did it. \n[405]I mean just that. You'll always be beautiful to me. \n[406]It doesn't matter. \n[407]Me too. Everything is so hard. Nothing is easy anymore. \n[408]What? \n[409]Easy! That's an easy one. \n[410]No. But I'm sure it won't be long. \n[411]I'm not sure. I don't think everyone will understand. \n[412]Praise the Man in the Sky. ", "JENNIFER": "\n[1]Hi. You're early. I was just masturbating. \n[2]A little frustrated at the moment. Also equally depressed and pessimistic about our date tonight. I'm Jennifer. \n[3]Not me. I don't find you attractive. Come on in. \n[4]I need to finish getting ready. While doing that I might realize I'm still horny and try to finish masturbating without you hearing. \n[5]Yeah, I'm disappointed you're early and not really looking forward to tonight in general, but the thought of being alone the rest of my life scares both my mother and I equally. \n[6]I just masturbated. \n[7]Shall we go? \n[8]After you. \n[9]I'm only doing this as a favor for my cousin Greg. He keeps begging me to go out on a date with you. He says you're funny. \n[10]Where are we eating tonight? \n[11]You obviously don't have very much money but that's not necessarily a deal breaker. \n[12]I also don't really care about a guy who knows all the latest, hippest restaurants. \n[13]In fact, there are very few things in life that I care about all that much. The only things I have to offer myself or anyone else are my good looks and my affected sense of quirkiness which artistically inclined men interpret as intellect. \n[14]In fact, I think my best trait is the fact that I've made very few mistakes: socially, academically, financially or romantically. I take very few risks and therefore lead a relatively happy and light-hearted existence. Mostly though, I'm a kind, sweet person with the potential of genuinely becoming a vital and interesting human being the day I take the energy I expend on hyper self-reflexivity and apply it to actual action in the reality of my life. \n[15]Hello. \n[16]This isn't as nice as I remember it. \n[17]Hello. \n[18]I'll start with your Mango Margarita and probably have three more drinks by the end of the night. \n[19]I get up at eight in the morning because the noise from my alarm clock interrupts my sleep, so I lean over and... \n[20]Well what did you want to know? \n[21]Yes. \n[22]I have a job at an office. \n[23]Just typing and filing and stuff. \n[24]No. But I enjoy the end result of the job which is money. And the hours are pretty good for the amount of money I make, which I spend on things I like, such as clothes, hiking, drinking -- even though I know it's bad for me. \n[25]But I'd rather just get all the money and not work for the results. \n[26]Well you already know a lot about me. You know I'm good looking because... well... here I am. You know I'm successful because you've seen my apartment and the clothes I'm wearing. And you know I'm happy because I'm smiling. \n[27]Usually. Some days I stay in bed eating and crying. \n[28]Okay. \n[29]I'll have a caesar salad with chicken because I think I'm fat but I also think I deserve something that tastes good. \n[30]Sorry, one second. \n[31]It's my mother, this won't take long. Probably checking in on our date. \n[32]Hello? Yes, I'm with him right now. No, not very attractive. No, doesn't make much money. He's all right though. Seems nice. Kind of funny. A bit fat. Funny little snub nose. No, I won't be sleeping with him tonight. Nope, probably not even a kiss. Okay, you too. Bye. \n[33]Sorry about that. \n[34]She's all right. \n[35]No. \n[36]I actually had a better time than I thought I'd have, but I won't know for sure how I feel about you until I'm less drunk. \n[37]I might. \n[38]Hello? \n[39]Hello? I can hear you breathing. Is this a rapist? \n[40]Are you gonna hang up on me again? \n[41]Why would you do that? \n[42]Congratulations. I gotta go. \n[43]You're better looking? \n[44]Have you been to the gym? \n[45]Did you buy better clothes? \n[46]Okay, fine. \n[47]Most likely it'll be our last date though, so just know that. \n[48]No it wasn't. Did you not hear what I said? \n[49]Bye. \n[50]Congratulations on selling your script today. \n[51]Everyone needs to eat. And I enjoy your company. \n[52]I'll have the duck. And I think you look like a little rat faced man. \n[53]Things seem to be turning around for you. \n[54]It's not every day you unearth a monumental historical event and sell it for a ton of money. \n[55]Oh. \n[56]Oh. \n[57]Thank you. \n[58]Tell me something about your family. I really don't know much about you. \n[59]Sad. \n[60]What kind of crime? \n[61]Oh, that's sweet. \n[62]Where is she? \n[63]I know, right? \n[64]That's nice. \n[65]What would be the point? \n[66]Well, I do like you. And I enjoy your company. \n[67]And if we were to get together and procreate I would like the offspring that are carrying half my genetic code to be well taken care of and financially stable. I also think you'd make a good father and a good husband, which I like. \n[68]Unfortunately, none of that changes the fact that you'd still be contributing half of the genetic code to our children. I don't want short, fat kids with little snub noses. \n[69]I'm so sorry, Mark. \n[70]Do you want to come inside? \n[71]Hi. \n[72]You've been gone for twenty minutes and I turn on the T.V to see you on every station. What's going on? This is seriously the weirdest thing... \n[73]They're saying that you know something different about what happens after you die. \n[74]Mark, what do you know? What did you tell your grandmother last night? What's going on? \n[75]Okay. \n[76]Just tell me what you told your grandmother. \n[77]What you said obviously affected a lot of people. I don't think you have the choice to keep it in now. \n[78]Just tell me what you said. Please, Mark. \n[79]How do you know these things? \n[80]You have to tell them everything you know. This is too big. You have no choice. \n[81]How did your grandmother feel when you told her these things? \n[82]And how did that make you feel? \n[83]Think how good it will feel to do the same for all of these people. \n[84]I'll go tell them. \n[85]Of course it is. You know something that's going to change mankind forever. It's the most important thing the world has ever heard. \n[86]Shut up. Let him work. \n[87]Are you ready? \n[88]Just tell them what you know \n[89]I just saw three people climbing the fence into your backyard. You really need to think about getting better security. \n[90]But then the evil goblin witch came in and stole the flying duck's race car and made the flying duck very angry. \n[91]You haven't left the house in weeks. Every time I come by you're just sitting here writing down stories you get from the Man in the Sky. \n[92]Don't you think you should go outside sometime? You know there's about five thousand people on our lawn waiting to ask you questions. \n[93]What's with you? You seem sad. \n[94]I don't get it. You're a very successful writer, you've won countless awards and Oscars... \n[95]You've changed the way people see the world, the way they see death and life. You've made the entire world happy. \n[96]I know. Not you. The one person who should be happy, the person who has everything... \n[97]What else do you want? \n[98]Well, you've got me. As a friend. \n[99]Because of the whole snub nosed thing. With kids, your genetics. You know, fat, short... \n[100]What? \n[101]Does it? \n[102]Right. Too bad. Anyway, I've come to tell you I can't go to the movies with you tonight. \n[103]I've got a date. \n[104]Rob Marlowe. \n[105]Not to me. He's very sweet and kind to me. \n[106]It would? \n[107]Why not? He's a great match for me. \n[108]We talked about this. If you and I got together it wouldn't be fair to our kids. They have the right to be attractive and have good genes. If Rob and I get married You can move into our mansion with us when we all die. \n[109]A lot of things have changed. I wish you could be happy. \n[110]That's him. Gotta go. \n[111]It was his idea. \n[112]I'll call you tomorrow. \n[113]It's me. Can I come in? \n[114]I know. I've been busy with work and things. And I'm getting married. That's why I came over. To tell you. \n[115]The wedding is tomorrow. \n[116]I hope you'll come. \n[117]It would make me happy. Being around you makes me happy. \n[118]I only have a few years to marry someone with good genes and financial stability so I can have children and the family I've always wanted. One day I'll be old and wrinkly and ugly. \n[119]What do you mean? \n[120]You're confusing me. \n[121]I'm going to go. \n[122]My invention. \n[123]I don't feel all right. \n[124]No. I don't think there's a word for what I have. \n[125]I'm sorry, hold on one second. Rob, can I ask you something? \n[126]What color are my eyes? \n[127]No Rob, they're blue. \n[128]I do. \n[129]I don't know. Yes? \n[130]Hold on a minute! \n[131]I'm confused. \n[132]Is any of it... the things you said... are they... I can't think of the word. Is there a Man in the Sky? \n[133]Why'd you say there was? \n[134]But how could you say something that... wasn't. \n[135]And what did you mean that I could grow old and ugly and still be beautiful to you? \n[136]But what if my looks... \n[137]I feel funny. \n[138]I know what I want. \n[139]I want short, fat kids with little snub noses. \n[140]Does anyone else know about your invention? \n[141]Should we tell them right away? \n[142]Yes. ", "GREG": "\n[1]Lately I don't like Indian people. I don't like white people even more though. I fucking hate white people. I fucking hate people. \n[2]Third cousin. She's hot right? \n[3]Way out of your league. Dunno why you bothered. \n[4]Your life is still better than mine. \n[5]Lately I've been crying in my sleep and waking up in a pool of urine. \n[6]So, what are you going to do now? \n[7]Doubt you'll find one. Not much need for an out-of-work writer specializing in the Black Plague. \n[8]I'm the best you're gonna get, man. Call me later. \n[9]Huh? \n[10]Your name is Doug. \n[11]It amazes me that I never knew your real name. Doug is good. It suits you. \n[12]It's Doug. \n[13]Your name is Mark. \n[14]Mark suits you much better. \n[15]I knew it. \n[16]I've always wanted a black friend. \n[17]Fantastic. \n[18]I didn't know they still had those. \n[19]Aren't you scared you'll get bitten one day? \n[20]When's your launch date? \n[21]I love your work. \n[22]If I could do anything in the world? \n[23]I'd bone bitches asses. \n[24]If I could change things I would make all the hot chicks bone me. \n[25]Where are you going? \n[26]Did you invent a new kind of bike? \n[27]Bone chicks asses. That's what I'd do. \n[28]What else would you do, dipshit? \n[29]What? \n[30]I'll drive. \n[31]I'm just as hammered as you. But I don't care if I get arrested. I'm trying to hit bottom. \n[32]Here comes bottom. \n[33]I don't want to go to jail. \n[34]Yes. \n[35]Stop laughing, I'm sick. \n[36]Oh good! \n[37]Stupid stomach flu. Where are we going? \n[38]What are we doing here? We don't have any money to throw away. \n[39]What is that, a few hundred bucks? That's not going to last us very long. \n[40]No. I have a stomach flu. \n[41]Oh come on, roulette is the stupidest game of them all. It's pure chance, no skill whatsoever. \n[42]You've never had a lucky day in your life. \n[43]You did it. You just, like, quadrupled your money. You lucky son of a bitch. \n[44]Do it again. \n[45]This is the most amazing night of my life. \n[46]It amazes me the winning streak you're on. You must be the luckiest man in the world. \n[47]It was like we couldn't lose. \n[48]Do you have a system? \n[49]Well, with your system in just a few weeks I figure we could be the richest people in the world. \n[50]Well, here's what I'm thinking. We take all the money in the world... and put it on black. \n[51]That's exactly what we'll do. \n[52]Well, they'd just have to. \n[53]Well, they'd better find it. They can't let us bet if they're not going to pay us back. They'll have to just give us the casino. \n[54]Then we'll go to another casino. \n[55]So we own all the casino's? \n[56]And if we win we can't pay us back because we already have all the money? \n[57]Only one thing we can do then. \n[58]Take ourselves into the back room and break our own fingers. \n[59]I brought pizza. How come you never told me we all get mansions? \n[60]Inventing the bicycle is one thing, but this... \n[61]Good luck out there, man. \n[62]Who was that? \n[63]I don't know why we're laughing. It's really probably very sad for those people. \n[64]Maybe the Man in the Sky will tell you something new. \n[65]Ugh, this shit is so bad for you. I really shouldn't drink this. \n[66]It would be the happiest day of my life. \n[67]Why's that? \n[68]But it tastes so good. \n[69]No it's not. \n[70]See? \n[71]You look sad. Here, have a brownie. They'll cheer you up. \n[72]What? \n[73]We're gonna be late. \n[74]Makes sense people would start getting married at these places. I mean, who you marry decides who's mansion you're going to live in one day. It's a big decision. \n[75]What's going on out here? Everyone's just sitting in there. Are we gonna finish this wedding? ", "ANTHONY": "\n[1]Wow, you look really depressed today. That's going to make this so much harder. \n[2]Mark, the 1300's are boring. Nothing interesting happened in that century. Nobody cares about the post-Roman, pre-enlightenment era. The last few scripts you turned in were depressing. \n[3]It's not totally your fault, Mark. You got stuck with a bad century. \n[4]Give it up Mark, it's not like something new is going to have happened in the 1300's. At Lecture Films we're no longer interested in searching through the less well- known historical periods for great events, we just want to take the big name Reader's of the day and have them read the historical events that people know and love: the holocaust, D-day, the birth of electricity. These are the stories people want to see, because they know them. They find comfort in them. \n[5]Do you think I could come back and do this tomorrow? I just got very nervous about firing you. I don't do well with confrontation. \n[6]You're fired? \n[7]They're going to fire me any moment, I just know it. I'm really, really horrible at my job. I don't know anything about movies. I don't even like movies. I like sports. Head of development, what does that even mean? I'm not a smart person. Okay, talk to you later. \n[8]That was the head of the studio. I'm very scared that you're mad at me about the whole firing thing. \n[9]Oh good, because I feel really bad about it. I mean, I would be horrible at your job too. I would be horrible at any job in this place. I love sports. \n[10]Why are you here? \n[11]I knew it. \n[12]I don't do well with other people's life changing events. \n[13]What is it? \n[14]When does it take place? \n[15]I told you we're not interested in Black Plague movies here, Mark. \n[16]Yeah, but is there a movie there? \n[17]Start reading. \n[18]What?! \n[19]I want everyone in here now! We've got a BIG ONE. \n[20]Please, Mark. Continue. \n[21]Mark, tell us what it's called. ", "FRANK": "\n[1]Hi Mark. How's it going? \n[2]I spent the whole night throwing up pain killers because I'm too afraid to take enough to kill myself. \n[3]Bye. \n[4]Mark. How's it going? \n[5]Really? \n[6]Awful. I was doing some internet research last night about suffocation suicide. I'm probably going to give that a try tonight. \n[7]Bye. \n[8]Yeah? \n[9]Why not? I'm miserable. And no one will care. \n[10]You're a loser, though. \n[11]They are? \n[12]My job's actually fine. \n[13]What about the depression? \n[14]Really? \n[15]Wow. Man, and that suffocation thing really seemed like a good idea. \n[16]Okay. Well, my night's open now. You want to hang out later? \n[17]I'll see you after work. ", "JIM": "\n[1]Hi, I'm Jim and I'm the spokesperson for the Coca-Cola company. I'm here today to ask you to continue buying coke. I'm sure it's a drink you've been drinking for years, and if you still enjoy it, I'd like to remind you to buy it again sometime soon. It's basically just brown sugar water, we haven't changed the ingredients much lately, so there's nothing new about it I can say. We changed the can around a little bit. See, the colors here are a little different, and we even put a polar bear on it for the kids. Also, coke is very high in sugar, can lead to obesity in children and adults who don't sustain a healthy diet, and has a Ph acidity level high enough to dissolve teeth and bones over extended periods of time. Coke also works great at removing corrosion from car batteries and loosening rusted bolts. So that's it, it's coke. Everyone knows it. It's very famous. I'm Jim, I work for coke, and I'm asking you to not stop buying coke. That's all. Thanks. \n[2]What? \n[3]Hi Doug. \n[4]Doug. \n[5]Hi Mark. \n[6]Mark-o. \n[7]You're very light skinned, but I can see it. \n[8]I've never seen a black Eskimo. \n[9]Are you a dangerous pirate? \n[10]I want to die my hair purple just like Mark's. \n[11]I'm a one-armed Jewish space explorer. \n[12]Shalom. How'd you lose your arm? \n[13]Can you get me a discount on a ten speed? \n[14]Anything at all? \n[15]Right in the ass. \n[16]Agreed. ", "MARTHA": "\n[1]The television is broken. \n[2]I don't understand anything you just said and that makes me scared and angry. \n[3]I do too.  \n[4]I'm sorry, Mark. Things aren't any better for me here. I can't afford most of my medication, I'm very alone and I forget more and more every day.  \n[5]I don't think I'm a loser.  \n[6]Well, we're poor because we weren't born with money and it's very hard to make enough money in a single lifetime to move from one social class to another. We're only moderately intelligent because there's been a lot of inbreeding in our lineage. And we're only lonely and unloved right now. Remember, I've had two husbands I loved very much in my lifetime.   \n[7]And maybe one day you'll have a wife that you love very much too. \n[8]I suppose we are. But things could be worse. We could be homeless. \n[9]Well that's sad. I love you, Mark. Good luck finding a job! \n[10]Oops. \n[11]I don't know, I fell on my way back to my room. \n[12]They say I'll probably die tonight. \n[13]I'm so scared, Mark. I don't want to die. You know, people don't talk about it much, but death is a horrible thing. One minute you're alive, there's a whole world around you, humming and jumping, people coming in and out, doors opening and closing, love and anger and the whole mess of it all, and then like that, it's all gone. This is it Mark, only a few hours left of this until an eternity of nothingness. \n[14]I'm scared. ", "ROB": "\n[1]So they fucking fired you, huh dipshit? I always knew the Black Plague would never work as a movie. Guess the 1300's were as much of a loser as you are. \n[2]I fucking always hated you. You're a shitty writer assigned to a shitty century and you're a little man bitch. But I was always threatened by you because I knew there was something different about you that I didn't understand and I fucking hate things I don't understand. But you will always be a loser and I will always be more successful than you in nearly every way. That's just the way it is. And Shelley calls you an ass fag behind your back. \n[3]Come to beg for your old job back? Hey everybody, here's the loser who thought the Black Plague would make for an interesting film. Good luck, douche bag. Freaking loser. \n[4]What's up? Wow, I can't wait to have sex with you. \n[5]Oh hey there, Mark. You look like trash. Come on Jennifer, let's go have some fun. And then have some sex. \n[6]I do. \n[7]Sure. But what are you doing? \n[8]I dunno... Oh, they're brown. \n[9]Oh, look at that. So they are. You've got pretty blue eyes. \n[10]Can we get on with this? \n[11]Oh come on. Look at you. You can't be better. \n[12]Schmuck genes? What's that? \n[13]Are we married yet? Because I've got plans this afternoon. ", "BANK TELLER": "\n[1]How can I help you today? \n[2]Okay, sir. I'm confident I can help you with that. \n[3]Unfortunately sir the system is down right now so I'm not going to be able to perform an account closure until the system is back up. But I can assist you in a withdrawal. How much would you like to withdraw? \n[4]How much are you going to withdraw today, sir? \n[5]The system is down, sir. Please tell me how much you have in your account? \n[6]Sir? \n[7]Pardon me? \n[8]Wait a second here. The system just came back up. System seems to be back up, guys. Just one second while I access your account. You said you're withdrawing eight hundred, correct? \n[9]Well, look at this. It says here you've only got three hundred dollars in your account. But you said you wanted to withdraw eight hundred? \n[10]I apologize for this sir, but it seems our system has made a mistake. Hold on one second while I go and get your eight hundred dollars. Did you want that in large or small bills? \n[11]Guys the computers seem to be a bit buggy. Will someone call James to come in and look into it, please? \n[12]There you are. Eight hundred dollars. Anything else I can do for you today? \n[13]Sometimes our computers can get a bit buggy, especially when the system goes down. Sorry for any inconvenience. ", "CHIEF CAVEMAN": "\n[1]Me see beast today. Beast scary. Beast danger for caveman. \n[2]If caveman kill beast? Caveman safe. Caveman have food. \n[3]Who kill beast? \n[4]Grob kill beast. Good Grob. \n[5]Loser want kill beast? \n[6]Loser kill nothing! \n[7]The beast! It dead! \n[8]Loser, what happen? \n[9]Loser kill beast! Loser caveman hero! \n[10]Loser, what happen? \n[11]Loser biggest loser ever! Caveman, throw rocks at loser! ", "WAITER": "\n[1]I'm very embarrassed that I work here. Hi. \n[2]And you're pretty and that only makes me feel worse. Can I get you two started on some drinks? \n[3]Excellent. She's out of your league. \n[4]Here you go. I had a sip of this. \n[5]Do you guys know what you want or do you need a moment? \n[6]Excellent, I'll get those both started for you. \n[7]If I give you my number will you call me? \n[8]I'm an extremely important waiter. What can I get you? \n[9]Okay, I'll have those right up for you. \n[10]I don't know what's wrong with the chef today, but these just look awful. \n[11]Well, you're stupid. ", "SHELLEY": "\n[1]Hi Mark. Everyday I realize more and more how over-qualified I am for this position and how incompetent you are at yours. \n[2]Anthony's coming by within the hour to see if he can work up the courage to fire you. If he can't, he said he'll definitely do it tomorrow. \n[3]Well, I told everybody you were getting fired this week and not to expect their calls returned, so no one left any messages. \n[4]You're almost definitely getting fired. \n[5]Okay, but everybody knows you are. \n[6]Okay, I'll be searching for new jobs on Craigslist. \n[7]I loathed almost every minute I worked for you. \n[8]What are you going to do now? \n[9]I don't have much hope for you either, but I wish you good luck. \n[10]Bye, Mark. \n[11]He's gone crazy! ", "LANDLORD": "\n[1]I'm here for the rent. \n[2]I know. That's why I'm here for the rent. \n[3]How much do you have? \n[4]The rent is eight hundred dollars. \n[5]Then you're evicted. I'll help you with your things. \n[6]Help me with the couch. It looks heavy. \n[7]You have one day to get your things out of this hallway. \n[8]You've got three hundred dollars. Rent a truck. \n[9]What are you doing here? \n[10]Where did you get this money? \n[11]Okay. Lucky. ", "BLONDE": "\n[1]Don't look at me, I'm not attracted to you. \n[2]Don't bother. I've heard it all before. \n[3]Do we have time to get to a motel or do we have to do it right here? \n[4]I'm sorry, I'm just so scared. I don't want the world to end. \n[5]I don't want to die in this motel room. I think I'm going to throw up. Help me get my pants off. \n[6]No! We have to have sex! The world is going to end! Think of the children and little babies! \n[7]How can I be calm? The world might end any second! DON'T YOU \n[8]WE'RE GOING TO LIVE! We're going to live! Thank you! Thank you! \n[9]This has been the worst... and the best... day of my life. \n[10]Oh no, please stay. We've been through so much together. \n[11]Well, I hate assholes. Get out of here. ", "COP": "\n[1]Nothing safer than pulling over two nerdy white guys in their forties. \n[2]Are you drunk? \n[3]Then you're going to jail. Blow in here, son. \n[4]I don't think you can afford my bribe, son. \n[5]At least five grand. \n[6]I need to feel that I've got some sense of integrity. \n[7]Whoa, that's off the charts. Step out of the car, son. You're drunk and going to jail. \n[8]Oh. \n[9]Damn thing must be broken. \n[10]Son, you might want to drive yourself to the nearest hospital. You have food poisoning or some kind of flu. \n[11]Maybe you oughta drive, son. ", "LOSER CAVEMAN": "\n[1]The Beast, it came at me. It smash my cave. \n[2]Hold on one minute! \n[3]Loser wasn't finished. \n[4]After beast smash cave, Loser look at beast and say, \"not on Loser's watch.\" Loser grab rock on ground, lift above head and smash it down... right onto motherfucker's head. \n[5]Loser kill beast. Now fuck off, Loser going back to sleep. \n[6]The Beast, it came at me. It smash my cave. \n[7]Rock fall on beast. Loser do nothing. I think Loser even soil bear pants. Loser smell bad. ", "NARRATOR": "\n[1]The world's first lie. A monumental occasion in the history of mankind. That lowly caveman who stumbled upon the ability to lie went on to become chief of his village, married dozens of cavewomen, and passed on the lying gene to hundreds of newborn cave-children. Over time lying spread throughout the world, sparking the eventual birth of imagination itself, story- telling, religion, and the oh-so- important polite lie, as in, \"Oh Patty, have you lost weight? You look fantastic.\" The world would be a very different place if events had gone otherwise on that prolific, Paleolithic eve. If not for that night, man would have never acquired the ability to lie to himself and to others. A world without lying would be a world without dreams. A world without pretense. A world without fiction. A world without flattery. A world very unlike our own. \n[2]Coming this summer from Lecture Films Motion Picture Studios. Written by Oscar winning screenwriter Rob Marlowe. \n[3]And starring Oscar winning Reader Nathan Goldfrappe, comes the epic sequel to last year's most talked about film: \"Napoleon 1810 to 1811\". Prepare for the adventure. \n[4]Learn of his defeat. \n[5]Listen to his redemption. \n[6]Napoleon 1812 to 1813. Coming this summer from Lecture Films. \n[7]The world's last moment of honesty. A monumental occasion in the history of mankind. That lowly writer who stumbled upon the ability to lie went on to become one of the most important men of his age, married to one of the most beautiful women of his time, and passed on the lying gene to generations to come. A world without honesty is a world with dreams. A world with pretense. A world with fiction. A world with flattery. And most importantly, a world with true love. Put simply, a world very much like our own. ", "NURSE #1": "\n[1]She's seizing. \n[2]Go on. \n[3]There he is! \n[4]You owe us an explanation. If you know something this important, you better tell us all. \n[5]The words you spoke last night, to your grandmother, spread like wildfire. Please, tell us more. Explain what you said. \n[6]How do you know these things? \n[7]Yeah, but how come we're just learning these things now, millions of years into our existence? ", "ROULETTE DEALER": "\n[1]Get your bets in, get your bets in. The house always wins in the long run. Because of the zero's on the board every bet is slightly favored towards the house. \n[2]Twenty-seven red. No one wins. \n[3]We have a winner. Congratulations, sir. \n[4]Get your bets in, get your bets in. The house always wins in the long run. Fork over your money right here folks. I say this so often I want to kill myself. \n[5]Nine black. No winners. \n[6]Nine black wins. Big winner. Congratulations, sir. ", "DOCTOR": "\n[1]Oh, hello. I was just coming in to check on her, you must be Martha Bellison's grandson. \n[2]I'm sorry. It just doesn't look good. She's suffered a major heart attack and her heart is very weak, her pulse not very strong, her blood pressure is dropping rapidly and most likely she'll have a fatal heart attack during the night. \n[3]Yup, still going to die. \n[4]I'm sorry, guys. I wish I felt something for you two, but I really don't. I do this exact thing about thirty times a night and it's really hardened me to human suffering. On a side note, it's fajita night at the cafeteria downstairs. You might think about grabbing a bite to eat there after your grandma dies. \n[5]What else happens? \n[6]Tell us more, please. ", "WEDDING OVERSEER": "\n[1]We are sitting here in this building today to share in the wedding of Rob and Jennifer. Two young, attractive people who have agreed that this union would be mutually beneficial and that their genetic match-up would most likely produce favorable offspring and a life of financial stability and physical security. \n[2]Rob, do you promise to stay with Jennifer for as long as you want to and to protect your offspring for as long as you can? \n[3]Jennifer, do you promise to stay with Rob for as long as you want to and to protect your offspring for as long as you can? \n[4]Jennifer? \n[5]Jennifer, do you promise to stay with Rob for as long as you want to and to protect your offspring for as long as you can? \n[6]Before I pronounce these two man and wife, is there anyone here who thinks they'd offer either of these people a better genetic match-up? "}}