{"dialogues": {"MANDELA": "\n[1]Morning boys. How are you? \n[2]Good ... good. And how's your mother doing, Linga? \n[3]Good. \n[4]It says, \"He can win an election, but can he run a country?\" \n[5]It's a legitimate question. \n[6]Good morning everybody. \n[7]Barbara, good morning. You've had your hair done. I like it. \n[8]Give me one moment, please. \n[9]\n[10]-- please assemble the staff for me. Whoever has not already left. \n[11]Yes, please. \n[12]I'd like you to stay out here, please. \n[13]I cannot talk to them if I'm hiding behind men with guns. \n[14]Gooie more almal. \n[15]Some of you may know who I am. \n[16]Good morning ... how are you ... thank you for coming at such short notice ... etc. \n[17]I couldn't help noticing the empty offices as I came to work today. And all the packing boxes. 13. \n[18]Now, of course, if you want to leave, that is your right. And if you feel in your heart that you cannot work with your new government, then it is better that you do leave, right away. \n[19]But if you are packing up because you fear that your language, or the color of your skin, or who you served previously, disqualifies you from working here now, I am here to tell you, have no such fear. Wat is verby is verby. What's past is past. We look to the future, now. \n[20]We need your help. We want your help. If you would like to stay, you will be doing your country a great service. \n[21]I ask only that you do your jobs to the best of your abilities, and with good hearts. I promise to do the same. If we can manage that, our country will be a shining light in the world. \n[22]You look agitated, Jason. \n[23]What have you done? \n[24]Yes. They've had special training, those boys -- with the SAS. And lots of experience. They protected De Klerk. 17. \n[25]You asked for more men, didn't you? \n[26]In public, when people see me, they see my bodyguards, too. You represent me, directly. The rainbow nation starts here. Reconciliation starts here. \n[27]Yes, I know. Forgiveness starts here, too. \n[28]Forgiveness liberates the soul. It removes fear. That is why it is such a powerful weapon, Jason. 18. \n[29]Please try it. \n[30]Only what is necessary. \n[31]Good luck, captain. \n[32]Thank you for honoring our new flag! \n[33]Oh, yes, of course. \n[34]Shall we work while we watch? We have lots of promises to keep. \n[35]It's not too late, if the boys can just pick up their game. \n[36]Where the money is. America, England, Saudi Arabia. \n[37]It's also a constitutional right. \n[38]Look at that. The whites are cheering for the Springboks, the blacks are cheering for the Lions. \n[39]We did that on the island, you know. We supported anyone but the `boks. It really irritated the warders. \n[40]How long until the World Cup? \n[41]Plenty of time for improvement. 29. \n[42]I want to go to India and Indonesia, too. \n[43]Very badly. \n[44]Why? \n[45]You're too good to me. \n[46]Did she say why? \n[47]No, thank you. I'm going to bed. Good night. \n[48]I delegate that decision to you. \n[49]No. \n[50]No. \n[51]Your advice is duly noted, Barbara. 38. \n[52]Yes, I know. But in this instance the people are wrong. And it is my job as their elected leader to make them see that. \n[53]Can you tell the boys that Madiba wants to go to Eersterust, very fast. \n[54]The day I am afraid to do that is the day I am no longer fit to lead. \n[55]Brothers, sisters, comrades, I am here because I feel strongly that you made a decision today without sufficient information or foresight. 41. \n[56]I am aware of your earlier vote. I am aware that it was unanimous. Nonetheless, I propose that we restore the Springboks. Restore their name, their emblem and their colors, immediately. \n[57]Let me tell you why ... \n[58]... on Robben Island, in Pollsmoor Prison, my jailers were all Afrikaners. For twenty seven years, I studied them. I learned their language, I read their history, I read their poetry. I had to know my enemy, in order to prevail against him. And we prevailed, did we not? All of us here ... we prevailed. \n[59]Our enemy is no longer the Afrikaner. They are our fellow South Africans, our partners in democracy. \n[60]And they treasure Springbok rugby. If we take that away, we lose them. We prove that we are what they feared we would be. We have to be better than that. 42. \n[61]We have to surprise them with compassion, with restraint, and generosity. \n[62]Yes, I know. All the things they denied us. \n[63]But this is not the time to enjoy a moment's petty revenge. This is the time to build our nation using every single brick available to us - - even if that brick comes clothed in green and gold. \n[64]You elected me. You elected me to be your leader. Let me lead you now. Who is with me on this? \n[65]Who is with me? \n[66]A luxury. All we needed was one more yes than no. \n[67]Well, as you know, I am an obedient party member. \n[68]But, I must. This minority still controls the army, the police, and the economy. Without them, we cannot address the other problems. 44. \n[69]It's a human calculation. If we take away what they cherish -- the Springboks, their national anthem -- we just reinforce the cycle of fear between us. \n[70]I will do what I must to break this cycle. Or it will destroy us. \n[71]The millions of our people say thank you, and thank you again. \n[72]I have come here with a message. People of the Unites States of America: Open your markets to us. People of the United States of American: Come and invest in our country. \n[73]I'm fine. \n[74]Travelling the world, begging for money, is very tiring. \n[75]This is for you. \n[76]Morning boys. \n[77]How is your family, Hendrick? 50. \n[78]I have a very big family. 42 million people. \n[79]I don't think I want to walk today. \n[80]Hello Barbara. I like that dress. \n[81]What is it? \n[82]This is terrible. \n[83]Francois, what an honor. I'm so excited. \n[84]Thank you for coming all this way to see me. \n[85]Tell me. How's your ankle? \n[86]I was told you'd hurt it. Has it healed? \n[87]Yes ... yes. In sports, and in life. Come. Sit. Please.  Take this one. Looking into the light hurts my eyes. \n[88]Ah, Mrs. Brits -- 60. \n[89]-- you are a shining light in my day. \n[90]Mrs. Brits, this is Francois Pienaar. He's the captain of the Springboks. \n[91]No thank you, I think I'd like to. \n[92]How do you take your tea, Francois? \n[93]The English have given us many things, including rugby, but afternoon tea is one of the greatest. \n[94]You have a very difficult job. \n[95]Captain of the Springboks. A very difficult job. \n[96]Ah, but then nobody is trying to tear my head off while I'm doing mine. \n[97]It is not so difficult to get people to do their best. And I imagine that anybody who plays for their country does their best, almost automatically. \n[98]Yes. But to get people to be better than that? 62. \n[99]Better than they think they can be? Now, that is difficult, I find. \n[100]How do we do that? By example? To an extent. But there is more to it than that ... (searching for the right \n[101]How do we inspire ourselves to greatness, when nothing less will do? How do we inspire everyone around us? Sometimes, I think, by using the work of others. \n[102]On Robben Island, when things were very hard, I found inspiration in a poem. \n[103]A Victorian poem. Just words. But they helped me to stand when all I wanted was to lie down -- But you didn't come all this way to hear an old man talk about things that make no sense. \n[104]Yes ... yes. Everybody is preparing. \n[105]Yes! I remember when I was a guest at the 1992 Olympic Games in Barcelona. The whole stadium welcomed me with a song. At the time the future -- our future -- seemed very bleak. But to hear that song, in voices from all over our planet ... it made me very proud to be South African. It helped me to come home and do better. It allowed me to expect more of myself. \n[106]Well, it was Nkosi Sikelel' iAfrika. A very inspiring song. \n[107]We need inspiration, Francois. \n[108]Because, in order to build our nation, we all need to exceed our own expectations. 64. \n[109]Excuse me. \n[110]What do you think? \n[111]Yes, it does. \n[112]You criticize without understanding. You seek only to address your own feelings. This is selfish thinking. It does not serve the nation. \n[113]Wait. Please. I -- \n[114]Will you give this to your mother. \n[115]A bracelet. \n[116]I don't have the right to. It's not mine. 67. \n[117]The Ivory Coast qualified. This is wonderful. \n[118]According to the experts, you and I are still supposed to be in jail. \n[119]A billion people watching us! (wheels turning in his \n[120]Please call the head of South African rugby for me. \n[121]Please call President Clinton for me. I wish to offer him our condolences. \n[122]Do you see why forgiveness is essential, Jason? Revenge only begets revenge. \n[123]Mr. Minister, please forgive me. This sounds excellent, and we will return to it, but if you'll indulge me for just one minute -- \n[124]You see, that picture is worth any number of speeches. \n[125]Around the world -- objectively -- what are they saying about our chances against Australia? \n[126]So it is very important that we beat Australia.  Thank you. 83. \n[127]I'll be right out. Out of the night that covers me ... \n[128]Barbara, I have been studying. \n[129]No. Not exactly. \n[130]Test me. \n[131]Block out the names. See if I can recognize them. \n[132]Andre Joubert. 86. \n[133]Gavin Johnson. Did I get them right? \n[134]\n[135]People do not realize that I once played rugby myself, when I was a student at Fort Hare. It is a very rough game. Almost as rough as politics. \n[136]I think they will do very well. Their level of commitment is tremendous. 89. \n[137]Obviously, that is no longer true. I am one hundred percent behind our boys. \n[138]After all, if I cannot change when circumstances demand it, how can I ask others to? \n[139]Francois, gentlemen -- forgive me for interrupting your work the day before such an important match ... ... I just wanted to wish you good luck, in person. \n[140]And sometimes, very seldom, as President, I am allowed to do what I want. 91. \n[141]I know who this is. Good luck, Andre. (shaking hands with all of \n[142]But where is Chester? 92. \n[143]Is he out for the whole tournament? \n[144]The whole country will miss him. \n[145]Yes, Hennie. \n[146]I am honored. Truly honored. \n[147]Good luck gentlemen. Your country supports you, completely. \n[148]Francois, walk with me. 93. \n[149]I have something for you. \n[150]This helped me, many times. Perhaps it will help you, too. \n[151]I think I'll stay up a little longer. The country is excited tonight. \n[152]The doctor has no sense of occasion. 94. \n[153]What man would not be pleased to be dancing with a beautiful woman like you? \n[154]Indeed not. My father was a Xhosa chief, and therefore a polygamist. As you know, I am not. But when I look at you ... I envy my father. \n[155]Out of the night that covers me, Black as the pit from pole to pole, I thank whatever gods may be For my unconquerable soul. \n[156]In the fell clutch of circumstance I have not winced nor cried aloud. Under the bludgeonings of chance My head is bloody, but unbow'd. 105. \n[157]Beyond this place of wrath and tears Looms but the Horror of the shade, And yet the menace of the years Finds and shall find me unafraid. \n[158]It matters not how strait the gate, How charged with punishment the scroll, I am the master of my fate: I am the captain of my soul. \n[159]I know who this is. \n[160]Welcome, and thank you for coming such a long way to see me. \n[161]Please excuse me for a moment. \n[162]This is very good ... very good! Who is our opponent? \n[163]Please make sure that my schedule is clear for the entire match. \n[164]Let's do some work while we watch. \n[165]Are those the judicial appointments for the Free State? \n[166]Come and look at this. \n[167]Do you still think I'm wasting my time with the rugby? \n[168]Barbara, can you please tell the Minister of Sport that I need a detailed briefing on the All Blacks. \n[169]Oh yes. Of course. \n[170]145 points, in one match? \n[171]45 to 29. And it was not that close. They seem unstoppable. \n[172]Their Maori war dance. Yes. It's very powerful. \n[173]How are we going to beat them? \n[174]No ... no. I don't want to break their focus for even a minute. But, how do we win? \n[175]It's not enough. Not now. Not so close. This country is hungry for greatness. \n[176]Can a man not sleep in, when he has a big day ahead of him? \n[177]Morning, boys. Morning, Madiba. \n[178]What is it? \n[179]I'm so glad you're here. \n[180]Hello, Jonah. \n[181]Perhaps we should make a small wager? \n[182]I was thinking more along the lines of a case of wine. \n[183]How long before the end? \n[184]Francois, I want to thank you most sincerely for what you have done to our country. \n[185]Tell Jason it's all right. There's no hurry. ", "PIENAAR": "\n[1]Thanks, ma. \n[2]Thank you, sir. \n[3]Concentrate, dammit! Focus! We can beat these guys if we play our game, not theirs! \n[4]He's trying to get them to drop me. \n[5]Maybe, but people listen to what he says. \n[6]It's not the beer. 45. \n[7]Take another. Everybody take a beer. \n[8]A toast ... \n[9]... to the taste of defeat. \n[10]Drink it. Remember it. And promise yourself never to taste it again. \n[11]You're right. It tastes like kuk. \n[12]You would not. Not in a million years. \n[13]Hallo, Pienaar. \n[14]Hang on a moment, please. \n[15]I've been invited to tea. \n[16]The President. \n[17]The President. 54. \n[18]He wants me over for tea, week after next. \n[19]I shook his hand on the rugby field, that's all. \n[20]He's still the President. He's had dinner with the Queen. With Presidents and movie stars. All I do is play rugby. What if I pull something stupid in front of him? \n[21]Can I ask you a question, Lieutenant? \n[22]What's he like? 57. \n[23]Okay. Thanks. \n[24]We'll do our best. That, I can guarantee. \n[25]Yes, sir. No problem. Thank you for inviting me. \n[26]My ankle? \n[27]The truth is, sir, you never play at a hundred percent, no matter what. \n[28]Aangename kennis, Mevrou Brits. \n[29]Milk and sugar, please. 61. \n[30]Thank you, sir. \n[31]I do? I sell gas braais. \n[32]Not compared to yours, sir. \n[33]Or they wouldn't be chosen in the first place. \n[34]Yes sir, it is. \n[35]A poem? \n[36]No! They make a lot of sense, sir. On the day of a big match, say a test, in the bus on the way to the stadium, nobody talks. 63. \n[37]When I think we're ready, I have the bus driver put on a song I've chosen; a theme song. One we all know. We listen together and ... it helps. \n[38]May I ask what the song was, sir? \n[39]Yes, sir. We probably do. \n[40]Hm? \n[41]He's ... ... he's not like anyone I've ever met before. 65. \n[42]I think ... I think he wants us to win the World Cup. \n[43]Come on boys, let's show him. \n[44]I'm not going to talk to them. \n[45]Whether we like it or not, we're more than just a rugby team. We're ... we're ambassadors inside our own country. And we might as well get used to it. \n[46]You know me better than that. Times change. We need to change, too. \n[47]Don't forget, we've got TV cameras on us at all times. \n[48]Okay Chester -- I reckon you're up. \n[49]What you do best. \n[50]\n[51]Let rip. 78. \n[52]Let's do our best. \n[53]Go get them! \n[54]No. The first rule of rugby is you can only pass the ball backwards or sideways. \n[55]Players-only meeting in the team room after dinner. \n[56]Sort of. \n[57]We need to learn it. We can't just mouth the words anymore. \n[58]They do care. \n[59]And now it's one of our anthems. \n[60]Okay, boys. It's optional. Take it if you want to. \n[61]It means \"God Bless Africa\". Which you have to admit, we could use. \n[62]Mr. President, this is -- \n[63]He's injured, sir. His hamstring. We're trying to keep it quiet. \n[64]With hamstrings, who knows? We'll miss him. \n[65]Uh ... the honor? \n[66]Uh uh. I need to be angry for tomorrow. \n[67]A poem. From the President. \n[68]The same way your visit does. Inspiration. \n[69]\n[70]A change of pace. \n[71]That would make it worse. \n[72]Can we see the President's cell? \n[73]We do. \n[74]Don't lose them. I won't be able to get more. \n[75]Calm. \n[76]I wish tomorrow was already here. \n[77]No, tomorrow's taken care of, one way or another. \n[78]I'm thinking about how you spend 30 years in a tiny cell, but come out ready to forgive the people who put you there. \n[79]Breathe, boys. Breathe. \n[80]\n[81]Who's the fittest team on this field? \n[82]Keep it here. Run it forward. \n[83]We didn't have the support of 63,000 South Africans today. We had the support of 42 million South Africans. \n[84]Mr. President, I want to thank you for what you have done. ", "JASON": "\n[1]It makes him such an easy target. 4. \n[2]\n[3]We're sharp, Madiba. \n[4]What does it say? \n[5]After you, Mr. President. 10. \n[6]But, Madiba ... 12. \n[7]He wants to win them over, one damn boer at a time. \n[8]Molo, sister. \n[9]When you get a chance, can we see the schedule for the month? We need to plan security. \n[10]We need more men. \n[11]Yesterday. 15. \n[12]That's Jessie, with the schedule. Come in, beautiful. \n[13]What is this? \n[14]That's me. Am I under arrest? \n[15]What duty? \n[16]I don't care if they're signed or -- \n[17]Wait here. \n[18]Sorry to disturb you. \n[19]That's because I've got four Special Branch cops in my office. \n[20]Me? Nothing. They say they're the Presidential bodyguard. They have orders. Signed by you. \n[21]Yes, but -- \n[22]Yes, but -- \n[23]Reconciliation? Madiba, not long ago they tried to kill us! Maybe even these four guys. They tried and, often, they succeeded! \n[24]Yes, Madiba. Sorry to disturb you. \n[25]This is his schedule for the next month. Let's look it over for duty assignments. \n[26]We can't.  This is what Madiba wants, okay. \n[27]No. Yes. Madiba gets upset if you don't smile when you push people out of the way. \n[28]The President's clan name. It's what we call him. \n[29]Let's get through this. \n[30]Here's a headache. \n[31]A rugby match at Loftus Versfeld. British Lions against the Springboks. \n[32]I don't care about the game. I care that the President'll be so exposed. \n[33]Yes. Sports fans. \n[34]\n[35]Here we go. \n[36]Stay with him. \n[37]Stay with him. 24. \n[38]We're delaying the rugby, Madiba. \n[39]Next time, you try. 25. \n[40]Ask my ulcer. Good thing that was just an orange. \n[41]Oh, he saw it. He sees everything.  I hate rugby. \n[42]Both units to the cars, right now. \n[43]Smile. \n[44]Here's the schedule for the overseas trip. 46. \n[45]Hey. If Madiba can do it, we can do it. \n[46]Who wants to escort him in? \n[47]No autographs. \n[48]That's all we need. 74. \n[49]A homemade explosive from materials every boer already has. \n[50]We need snipers on top of the stadium and these surrounding buildings. \n[51]We want these two approaches completely sanitized. \n[52]We're not going to decide which way we bring him in until the very last moment. We need uniforms, plain clothes, sharp-shooters ... \n[53]Yes. No truck bombs, no Oklahoma City. \n[54]We've got an army unit on standby at Silvermine, if you need more men. 85. \n[55]We're not taking any chances, okay. The President's going to be very exposed. Much too exposed. \n[56]We're going to land you on top of that building. We'll own the road between it and the stadium. 90. \n[57]How could I? \n[58]Have I ever mentioned to you that I hate rugby? \n[59]I just want to get him through tomorrow, safely. That's all. \n[60]The tickets sold out long before the team became so popular. So it's not exactly going to be the rainbow nation out there. That's the reality. The President will greet the players before the match, he'll present the trophy after the match. He'll be exposed to 62,000 people, twice. He'll be on TV, live, all over the world. (expressing his deepest \n[61]It's happened before! But not today. Not on our watch. Not today. \n[62]Do you see that jet, to the east? \n[63]Not from us. 128. \n[64]Where is he? \n[65]Get him out of there. Now. \n[66]This route's too crowded. We're changing to route B. \n[67]Change to route C. ", "LINGA": "\n[1]Here he comes. Like clockwork. \n[2]She's much better, thank you. \n[3]Not even one day on the job and they're after you. \n[4]Did you talk to Barbara about it? \n[5]You're Special Branch, right? 16. \n[6]Can we get rid of these guys, now? 19. \n[7]What? \n[8]Jason, I have to talk to you. Outside. \n[9]How can we trust them? \n[10]Yes, seriously. It's the new South Africa. \n[11]He says he rested enough in prison. \n[12]What? 21. \n[13]To thousands of drunken -- \n[14]Who didn't vote for him. Who probably hate him. Who came out of the womb with guns in their hands. \n[15]What did he just say? \n[16]\n[17]We never ask him about his family. \n[18]Think about it, man. He's separated from his wife. His children ... how often do you see them here? He's not a saint, okay. He's a man, with a man's problems -- and he doesn't need us reminding him about them. \n[19]Who? \n[20]Who's this Pienaar? \n[21]I like soccer, myself. \n[22]Ja, ja, I've heard it before. It wasn't funny the first time. \n[23]And sniffer dogs. \n[24]Did you ever imagine this? \n[25]What happened? \n[26]What happened? \n[27]We scored? \n[28]They're ahead? \n[29]What does that mean? \n[30]What happened? \n[31]We did? \n[32]They wouldn't let me carry my gun. \n[33]Big day. \n[34]Okay, thanks. Out. \n[35]He's sleeping in. \n[36]I had an idea. About today. It's a crazy idea. 121. \n[37]\n[38]No time. \n[39]What happens now? \n[40]I don't think I can take it. \n[41]Madiba says no need to hurry. ", "HENDRICK": "\n[1]Seriously? 20. \n[2]It's going to be a headache for the Lions, that's for sure. We're going to donder them. \n[3]I said -- \n[4]As well as other basic human functions. \n[5]It's good to be home, sir. \n[6]Morning, sir. \n[7]Top shape, sir. How about yours? \n[8]But he asks about ours all the time. \n[9]My nephew wants me to get his autograph. \n[10]I will. 56. \n[11]I know how to do my job, okay. \n[12]Ja, of course. \n[13]When I worked for the previous President, it was my job to be invisible. \n[14]This President ... he found out I like English toffee and brought me some back, from his visit to the Queen. \n[15]To him, nobody is invisible. \n[16]That's where you wait. One of his assistants will come for you. There's a bathroom over there, if you need it. \n[17]What are our chances in the World Cup? I mean, for real. \n[18]Well, he's not as big as he looks on TV. And we don't stand a bloody chance in the World Cup. \n[19]They scored. \n[20]We scored. \n[21]They scored again. \n[22]Ja. We're tied. \n[23]We're up by three. \n[24]By four. 98. \n[25]We're only ahead by one. \n[26]We're ahead by four. \n[27]By seven. \n[28]By fourteen. \n[29]We won! 99. \n[30]You should've played rugby. \n[31]Be an even bigger day if we actually won. 120. \n[32]Where is he? \n[33]Or was. \n[34]Hey, don't worry, man. I already know you're crazy. \n[35]Linga had an idea, sir. \n[36]Now you've done it. \n[37]Extra time. Twenty minutes. ", "BARBARA": "\n[1]Thank you, Madiba. We need to talk about your cabinet appointments and ministers. \n[2]Right now? All of them? \n[3]You ask a lot. \n[4]Yes, we do. \n[5]Where do you want go first, for foreign investment? \n[6]Do you see all the old apartheid flags? It's a disgrace. \n[7]Along with the apartheid anthem. I know. But it's time people moved on. \n[8]Of course it did. \n[9]What do I tell the Japanese trade delegation? \n[10]Do you want me to inform the VP? \n[11]We should at least include the Minister of Sport. \n[12]I strongly advise against doing this. Especially on your own. It ... it gives the impression of autocratic leadership. \n[13]You risk alienating your cabinet and your party. \n[14]Madiba ... the people want this. They hate the Springboks. They don't want to be represented by a team they cheered against all their lives. \n[15]You're risking your political capital. You're risking your future as our leader. \n[16]At least risk it for something more important than rugby. \n[17]Twelve votes. Twelve! \n[18]What if you hadn't got it? \n[19]I'm sorry, Madiba, but we've got problems everywhere we look. Housing, food, jobs, crime, our currency. You can't keep interrupting affairs of state to placate a minority. \n[20]So this rugby, it's just a political calculation? \n[21]Thank you Madiba. This is for you. \n[22]Your pay checks. You haven't been collecting them. \n[23]What's wrong? \n[24]Madiba, it's what De Klerk got. Plus an increase for inflation. 52. \n[25]The Cabinet Ministers are here to brief you on the trip to Taiwan. \n[26]For the summit in Taiwan? Good. \n[27]They look like thugs. \n[28]Yes, Madiba. \n[29]What happened? \n[30]No. Not yet. I'll threaten him with hospital if he doesn't behave. \n[31]Don't cancel the trip to Taiwan. Not yet. \n[32]Madiba, this is -- \n[33]Just enjoy the rugby. \n[34]They'll keep until after the match. \n[35]This rugby, it's still strictly political? ", "ETIENNE": "\n[1]Mr. Jason Tshabalala? \n[2]Captain Van Eck and team reporting for duty, sir. \n[3]We're the Presidential bodyguard. We've been assigned to this office. (holding out a sheet of \n[4]You'll see that they've been signed. \n[5]Right. \n[6]Are there any special orders or conditions? \n[7]Madiba? \n[8]We'll call him Mr. President. \n[9]How's he going to do all this? When does he take a break? \n[10]-- sports fans? \n[11]Stop him. \n[12]Why didn't you stop him? \n[13]Does he do that sort of thing all the time? \n[14]And good thing he never saw it. \n[15]He asked when we were supposed to sleep. \n[16]See who's coming for tea? \n[17]Francois Pienaar. \n[18]You can't be serious? He's the captain of the Springboks. \n[19]Well, you know what they say about soccer -- it's gentleman's game played by hooligans. One the other hand, rugby is a hooligan's game played by -- \n[20]Thanks for reminding me. \n[21]Give it a spin when you pass it. Like this. \n[22]Come on, man. There's nothing more you can do today. \n[23]Once or twice, yes. \n[24]We all do. \n[25]Did they get clearance for this? ", "BOLAND BOTHA": "\n[1]Francois Pienaar's team came to Loftus Versfeld stadium this afternoon, unprepared and arrogant. 31. \n[2]They left 80 minutes later with their tails between their legs, like whipped mongrels. And I, for one, am glad. Not because we lost, but because there's now no way to disguise the fact that we are completely and utterly unprepared to reenter the world of top-notch international rugby. \n[3]The Rugby World Cup is now less than a year away, and I, for one, am relieved that we are the host nation, and therefore qualify automatically for the tournament. Because I'm not sure we would get in on merit alone. \n[4]Pienaar's team played without discipline, without strategy and without courage. \n[5]They brought shame upon our nation, and I, for one, can say without fear of contradiction, that today, these fifteen so-called men did not deserve to wear the hallowed green and gold. \n[6]This is Boland Botha coming to you live from Cape Town airport -- \n[7]-- where the Springbok flight has just landed. \n[8]The green and gold have one week to put the finishing touches to their gruelling training program -- \n[9]-- and I, for one, have to admit to being cautiously excited. 82. \n[10]I say cautiously, because in my humble opinion -- \n[11]-- this team has been over-trained on the field, and over-committed off it. \n[12]Which makes beating a powerhouse Australian side in the Cup opener next week a tall order, especially since this is an inexperienced team with a history of coming up short in big matches. This is Boland \n[13]Tell us, Mr. President, have you always been a rugby fan? \n[14]How do you think the Springboks will do? \n[15]Now, it's been said that you used to support any team who played against the Springboks. \n[16]We're at Ellis Park on this historic day, where, even this early, crowd excitement is at fever \n[17]-- because their beloved green and gold have somehow managed to exceed all expectations. \n[18]But now they come up against a team that is unlike any other they have played. \n[19]These All Blacks are possibly one of the greatest international sides ever, with a player in Jonah Lomu who is as dominant as any this correspondent has ever seen. \n[20]To lose to them is no disgrace. To lose to them in the finals is, in fact, an honor. \n[21]I say this with absolutely no negativity. I simply want to save people from the heartbreak of unrealistic expectations. \n[22]So, take a reality check, sit back and share an afternoon with one billion fellow fans around the world. And as you do, feel a special pride in having made it this far. This is Boland Botha, signing off and sitting back at Ellis Park. \n[23]Francois ... a few words ... \n[24]... great game, but I don't think you could've done it without the amazing support of these 63,000 South Africans -- ", "MINISTER OF SPORT": "\n[1]Sorry I'm late. \n[2]How's it going? \n[3]Maybe it's just as well. \n[4]\n[5]This could be the last time we have to look at the green and gold. \n[6]The World Cup is played every four years. Sixteen teams qualify from around the world. \n[7]Four pools of four teams each, playing in nine different venues around the country. Two teams will advance from each pool to the quarter finals. \n[8]Australia won the previous World Cup. New Zealand won the one before that. 69. \n[9]They're both clear favorites to reach the finals this time. According to the experts, we'll reach the quarter finals, and no further. \n[10]You make a personal appearance at the finals, and at the opening match between the Springboks and Australia. The finals will be broadcast to over a billion people around the world, live. \n[11]Everyone thinks they'll beat us. And if they do, we'll have to go through England and the All Blacks just to get to the Final. \n[12]The All Blacks beat Ireland 43 to \n[13]-- they beat Wales 34 to 9, they beat Japan 145 to 17. \n[14]It's a new international record.  They beat Scotland 48 to 30 in the quarter finals. You saw the match with England. \n[15]If opposing teams play them straight up, Jonah Lomu runs wild. If they focus on Lomu, that leaves others free. And, also, there's the business of the haka. 116. \n[16]My sources tell me that half of the All Black matches are won before the first whistle, because of it. \n[17]I have the coach's number. You could call him and ask. \n[18]Maybe we won't. They're favored two-to-one. Madiba, we've already exceeded all expectations. On and off the field. \n[19]Seven minutes. ", "NERINE": "\n[1]He's just bitter because the Springboks were boycotted when he played. \n[2]He knows I'd bloody kill him. \n[3]What? Who was it? \n[4]Who with? \n[5]Francois, relax. You've met him before. \n[6]You didn't even vote for him. 55. \n[7]You won't. I'll pick you up right here. \n[8]So ...? \n[9]What's he like? \n[10]Well? What did he want? \n[11]Ag, come on Francois. It's like talking to a bloody brick wall. What did he want? \n[12]You know the best thing about you being the captain? \n[13]You don't have to share a room. 95. \n[14]Francois, come on. It's been weeks. \n[15]What's this? \n[16]How does a poem help you play rugby? \n[17]Imagine being able to see Cape Town so close by. \n[18]I brought one of your mom's protein shakes. \n[19]Thinking about tomorrow? 119. ", "COACH": "\n[1]It's that terrorist, Mandela. They let him out. Remember this day, boys. It's the day our country went to the dogs. \n[2]Again! \n[3]I haven't even begun. We may not be the most talented team in the world -- but we're going to be the fittest. \n[4]And back! \n[5]One week, boys. \n[6]Enough fun and games! We've still got work to do. \n[7]There's nothing more we can do. The game plan's good. It's just a matter of the boys executing it tomorrow. \n[8]I hope you're not that slow next week. \n[9]That's not good enough. \n[10]Let's hope the Samoans don't injure it again. \n[11]Forty minute postponement. They're trying to clear the field. \n[12]How's the feeling in the dressing room? \n[13]Nobody gives us a bloody chance. I like that. It plays into their one weakness. \n[14]Their vanity. They're already counting the win. But they want to win with style, the way they won all their other matches. They want to show the world how beautiful All Black rugby is. I just want to show the bloody world how hard we tackle. ", "TV ANNOUNCER": "\n[1]Today marks the beginning of a new era in South Africa -- \n[2]-- as President Mandela takes office in Pretoria, facing issues that range from economic stagnation and unemployment to rising crime -- 8. \n[3]-- while at the same time balancing black aspirations -- \n[4]-- with white fears. \n[5]... and in London, President Mandela made quite an impression on the Queen -- \n[6]-- as he concluded a gruelling trip \n[7]Today, President Mandela announced that, in his opinion -- \n[8]-- his salary is too high. \n[9]He has therefore decided to donate a third of his monthly income to charity. \n[10]President Mandela said that he wished to set an example to other leaders and cabinet ministers. 53. \n[11]We're looking at the remains of the Federal Building in Oklahoma City, America, which was destroyed today in a massive explosion. \n[12]No one has claimed responsibility yet, but authorities say that the timing and target mark this as the work of white, right-wing fanatics. An act of revenge for the FBI killings in Waco, Texas. \n[13]The explosive, a truck bomb, was apparently a simple mixture of commonly available industrial and agricultural materials. \n[14]So far, the official death toll stands at over a 100 people, which includes at least 12 children from a day care center in the Federal building. ", "MARY": "\n[1]Here's your muti. I warmed the milk tonight. \n[2]Your daughter called, to cancel her visit this weekend. 33. \n[3]No, she didn't.  She said to tell you she was sorry. \n[4]Do you need anything else tonight? \n[5]Good night, Madiba. Sleep well. \n[6]Mr. Pienaar? \n[7]This way, please. \n[8]Go on in. \n[9]It's time for bed. \n[10]You need to sleep. The doctor said. \n[11]You know him. He won't do that. \n[12]I'll cancel everything. \n[13]The All Blacks play England tomorrow. Then, we'll know. \n[14]Yes, Madiba. ", "SPRINGBOK HOOKER": "\n[1]This is complete crap. \n[2]What the hell are they doing? \n[3]Who here knows the first rule of rugby? \n[4]What is it? \n[5]Agh, bugger it, let's just run and pass. Whoever drops the ball does pushups! \n[6]What's this? Homework? 87. \n[7]Nobody cares, as long as we win matches. \n[8]Cap. You know I leave my guts on the field for you, and you know I'd follow you into a fight anywhere, any time. But this ... \n[9]... I can't even read it. I definitely can't pronounce the words. 88. \n[10]Who's bloody idea was this? 102. \n[11]We're going to have to tackle better than the English, that's for sure. \n[12]The All Blacks won't like that. ", "SPRINGBOK LOCK": "\n[1]We don't have time for kuk like this. \n[2]They expect us to play our best, to give our bloody all, then they add to our bloody workload ... \n[3]What do you think about this, Chester? \n[4]See! Now there's a rugby player. Talk to them Francois. \n[5]Is this you speaking, or Mandela? 73. \n[6]Shit, I'm glad I don't live here. \n[7]What a bloody joke. \n[8]Okay. Who wants to scrum against me? \n[9]It's their song, not ours. \n[10]How do they bring the prisoners here? \n[11]Shit, that's what I weigh. ", "NSC FIREBRAND": "\n[1]... and now for the next item on our agenda. \n[2]The NSC executive proposes a full membership vote on the following motion ... \n[3]... that as a prominent symbol of the apartheid era, the colors, emblem and name of the Springboks be eliminated immediately ... \n[4]... and that all sports teams representing South Africa shall be known forthwith as the Proteas. \n[5]We will submit this motion to a hand vote. 36. \n[6]In the event of a close count, we will go to a written ballot. (the moment he's been \n[7]... and in concluding this historic conference ... 39. \n[8]... brothers, sisters, comrades, we in the executive applaud your diligence and courage. \n[9]Brothers, sisters ... join us in our anthem. \n[10]Brothers, sisters, members of the choir -- we would only interrupt such beautiful music for something truly important. In this case, for someone truly important.  Please welcome President Mandela! ", "RUGBY PRESIDENT": "\n[1]If they don't, heads will roll. This is unacceptable. Come on you bloody bastards! 27. \n[2]About a year. \n[3]Mr. President -- I wouldn't get my hopes up. We're a damn disgrace. \n[4]Who gets the axe? Someone has to. \n[5]Afternoon men. It's good to see you working so hard. I have a short announcement. As part of the PR buildup to the World Cup, you will be conducting coaching clinics in townships all over the country. \n[6]I know you have plenty on your plates already -- but this is a request that comes from the top. (looking at Pienaar, ", "SPRINGBOK WING": "\n[1]Make them see that this is a waste of time we don't have. \n[2]Cappie? What's this? \n[3]It's a terrorist song. \n[4]How much does Lomu weigh? \n[5]Ja, but at least you're slow. \n[6]What the hell was that? "}}