{"dialogues": {"GEORGE": "\n[1]And here comes the scare-baby, my kid brother, Harry Bailey. \n[2]I'm coming, Harry. \n[3]Make a chain, gang! A chain! \n[4]Mr. Potter! \n[5]So long! \n[6]Wish I had a million dollars. \n[7]Hot dog! \n[8]It's me, Mr. Gower. George Bailey. \n[9]Yes, sir. \n[10]Two cents worth of shoelaces? \n[11]Shoelaces? \n[12]Here you are. \n[13]Help you down! \n[14]Made up your mind yet? \n[15]With coconuts? \n[16]You don't like coconuts!  Say, brainless, don't you know where coconuts come from?  Lookit here \u0096 from Tahiti \u0096 Fiji Islands, the Coral Sea! \n[17]Of course you never. Only us explorers can get it. I've been nominated for membership in the National Geographic Society. \n[18]I'm going out exploring some day, you watch. And I'm going to have a couple of harems, and maybe three or four wives.  Wait and see. \n[19]Yes, sir. \n[20]No, sir. \n[21]Mr. Gower, do you want something... Anything? \n[22]Anything I can do back here? \n[23]I'll get them, sir. \n[24]Yes, sir. They have the diphtheria there, haven't they, sir? \n[25]Is it a charge, sir? \n[26]Mr. Gower, I think... \n[27]Yes, sir. \n[28]Got to see Pop, Uncle Billy. \n[29]It's important. \n[30]Pop! \n[31]Pop! \n[32]Pop! \n[33]He's not a failure! You can't say that about my father! \n[34]You're not! You're the biggest man in town! \n[35]Bigger'n him! \n[36]Bigger'n everybody. \n[37]Don't let him say that about you, Pop. \n[38]Capsules... \n[39]Yes, sir, I... \n[40]You're hurting my sore ear. \n[41]Mr. Gower, you don't know what you're doing. You put something wrong in those capsules. I know you're unhappy. You got that telegram, and you're upset. You put something bad in those capsules. It wasn't your fault, Mr. Gower... \n[42]Just look and see what you did. Look at the bottle you took the powder from. It's poison!  I tell you, it's poison!  I know you feel bad... and... \n[43]Don't hurt my sore ear again. \n[44]Don't hurt my ear again! \n[45]Mr. Gower, I won't ever tell anyone. I know what you're feeling. I won't ever tell a soul. Hope to die, I won't. \n[46]Nope. Nope. Nope. Nope. Now, look, Joe.  Now, look, I... I want a big one. \n[47]Big - see!  I don't want one for one night.  I want something for a thousand and one nights, with plenty of room for labels from Italy and Baghdad, Samarkand... a great big one. \n[48]Now you're talkin'. Gee whiz, I could use this as a raft in case the boat sunk. How much does this cost? \n[49]That's my trick ear, Joe. It sounded as if you said no charge. \n[50]What's my name doing on it? \n[51]He did? Whatta you know about that \u0096 my old boss... \n[52]I'm working across on a cattle boat. \n[53]Okay, I like cows. \n[54]Mr. Gower... Mr. Gower... thanks ever so much for the bag. It's just exactly what I wanted. \n[55]Oh, it's wonderful. \n[56]Oh... Oh. Wish I had a million dollars. \n[57]Hot dog! \n[58]Hey, Ernie! \n[59]Hi, Bert. \n[60]Ernie, I'm a rich tourist today. How about driving me home in style? \n[61]Hello, Violet. Hey, you look good. That's some dress you got on there. \n[62]Yes... \n[63]Boy, oh, boy, oh, boy \u0096 my last meal at the old Bailey boarding house. \n[64]Oh, let him have the plates, Mother. \n[65]I'm going to miss you, too, Pop. What's the matter? You look tired. \n[66]Oh... \n[67]I wonder what's eating that old money grubbing buzzard anyway? \n[68]Got a match? \n[69]What do you mean, and be bored to death? \n[70]I hope it works. \n[71]Father, did I act like that when I graduated from high school? \n[72]We have that all figured out. You see, Harry'll take my job at the Building and Loan, work there four years, then he'll go. \n[73]Well, no younger than I was. \n[74]How's that? \n[75]Oh, well, you know what I've always talked about \u0096 build things... design new buildings \u0096 plan modern cities \u0096 all that stuff I was talking about. \n[76]No, I'll settle for half that in cash. \n[77]Well, I... Annie, why don't you draw up a chair? Then you'd be more comfortable and you could hear everything that's going on. \n[78]You would, huh? \n[79]Oh, now, Pop, I couldn't. I couldn't face being cooped up for the rest of my life in a shabby little office. \n[80]Oh, I'm sorry, Pop. I didn't mean that remark, but this business of nickels and dimes and spending all your life trying to figure out how to save three cents on a length of pipe... I'd go crazy. I want to do something big and something important. \n[81]I know, Dad. I wish I felt... But I've been hoarding pennies like a miser in order to... Most of my friends have already finished college. I just feel like if I don't get away, I'd bust. \n[82]You see what I mean, don't you, Pop? \n[83]Pop, do you want a shock? I think you're a great guy. \n[84]Oh, did you hear that, Annie? \n[85]I'm going to miss old Annie. Pop, I think I'll get dressed and go over to Harry's party. \n[86]Here you are. \n[87]Oh, oh. Sam Wainwright! How are you? When did you get here? \n[88]Old college graduate now, huh? \n[89]Yep. \n[90]Hee-haw! \n[91]Hello, Mr. Partridge, how are you? \n[92]Hello, Violet. \n[93]Hiya, Marty. Well, it's old home week. \n[94]What's that? \n[95]Oh, yeah, yeah. \n[96]Oh... me? Oh, well, I feel funny enough already, with all these kids. \n[97]Well, excuse me, Violet. Don't be long, Marty. I don't want to be a wet nurse for... \n[98]Well... Well... Well... \n[99]Oh, why don't you stop annoying people? \n[100]Well, hello. \n[101]Well, I don't. \n[102]Me? \n[103]Uh-uh. That was a little girl named Mary Hatch. That wasn't you. \n[104]I'm not very good at this. \n[105]Okay \u0096 what can we lose? \n[106]They're cheering us. We must be good. \n[107]Hot dog! Just like an organ. \n[108]And I told Harry I thought I'd be bored to death. You should have seen the commotion in that locker room. I had to knock down three people to get this stuff we're wearing here. Here, let me hold that old wet dress of yours. \n[109]I guess I'm not quite the football type.  You... look wonderful. You know, if it wasn't me talking I'd say you were the prettiest girl in town. \n[110]I don't know. Maybe I will say it. How old are you anyway? \n[111]Eighteen? Why, it was only last year you were seventeen. \n[112]Oh, no. Just right. Your age fits you.  Yes, sir, you look a little older without your clothes on. \n[113]I mean, without a dress. You look older...  I mean, younger. You look just... \n[114]Oh-oh... \n[115]A pox upon me for a clumsy lout. \n[116]Your... your caboose, my lady. \n[117]Ummmmm... \n[118]Hey \u0096 hey, Mary. \n[119]Okay, then, I'll throw a rock at the old Granville house. \n[120]No. You see, you make a wish and then try and break some glass. You got to be a pretty good shot nowadays, too. \n[121]In that place? \n[122]I wouldn't live in it as a ghost. Now watch... right on the second floor there. \n[123]Well, not just one wish. A whole hatful, Mary. I know what I'm going to do tomorrow and the next day and the next year and the year after that. I'm shaking the dust of this crummy little town off my feet and I'm going to see the world. Italy, Greece, the Parthenon, the Colosseum. Then I'm coming back here and go to college and see what they know... and then I'm going to build things. I'm gonna build air fields.  I'm gonna build skyscrapers a hundred stories high. I'm gonna build bridges a mile long... \n[124]Are you gonna throw a rock? \n[125]Hey, that's pretty good. What'd you wish, Mary? \n[126]What'd you wish when you threw that rock? \n[127]Come on, tell me. \n[128]What is it you want, Mary? What do you want? You want the moon? Just say... \n[129]...the word and I'll throw a lasso around it and pull it down. Hey, that's a pretty good idea. I'll give you the moon, Mary. \n[130]Well, then you could swallow it and it'd all dissolve, see? And the moonbeams'd shoot out of your fingers and your toes, and the ends of your hair. Am I talking too much? \n[131]How's that? \n[132]Want me to kiss her, huh? \n[133]Hey, hey, hold on. Hey, mister, come on back out here, and I'll show you some kissing that'll put hair back on your head. What are you... \n[134]Mary... \n[135]Okay, I give up. Where are you? \n[136]Here you are. Catch. \n[137]Wait a minute. What am I doing? This is a very interesting situation. \n[138]Hmm... A man doesn't get in a situation like this every day. \n[139]Not in Bedford Falls, anyway. \n[140]Gesundheit. This requires a little thought here. \n[141]I've heard about things like this, but I've never... \n[142]Oh, my mother's way up the corner there. \n[143]They're way downtown. They'd be on my side, too. \n[144]Maybe I could sell tickets. Let's see. No, the point is, in order to get this robe...  I've got it! I'll make a deal with you, Mary. \n[145]Mary... Mary, I'm sorry. I've got to go. \n[146]Did you get a doctor? \n[147]I have a taxi waiting downstairs. \n[148]Thanks. \n[149]Thank you very much. \n[150]Well, I handled that, Mr. Potter. You have all the papers there. His salary, insurance. I can personally vouch for his character. \n[151]Yes, sir. \n[152]Just a minute \u0096 just a minute. Now, hold on, Mr. Potter. You're right when you say my father was no business man. I know that. Why he ever started this cheap, penny-ante Building and Loan, I'll never know. But neither you nor anybody else can say anything against his character, because his whole life was... Why, in the twenty- five years since he and Uncle Billy started this thing, he never once thought of himself. Isn't that right, Uncle Billy?  He didn't save enough money to send Harry to school, let alone me. But he did help a few people get out of your slums, Mr. Potter. And what's wrong with that? Why... Here, you're all businessmen here. Doesn't it make them better citizens? Doesn't it make them better customers? You... you said... What'd you say just a minute ago?... They had to wait and save their money before they even ought to think of a decent home. Wait! Wait for what? Until their children grow up and leave them?  Until they're so old and broken- down that they... Do you know how long it takes a working man to save five thousand dollars?  Just remember this, Mr. Potter, that this rabble you're talking about... they do most of the working and paying and living and dying in this community. Well, is it too much to have them work and pay and live and die in a couple of decent rooms and a bath? Anyway, my father didn't think so. People were human beings to him, but to you, a warped, frustrated old man, they're cattle. Well, in my book he died a much richer man than you'll ever be! \n[153]I know very well what you're talking about. You're talking about something you can't get your fingers on, and it's galling you. That's what you're talking about, I know. Well, I've said too much. I... You're the Board here. You do what you want with this thing. Just one thing more, though. This town needs this measly one-horse institution if only to have some place where people can come without crawling to Potter. Come on, Uncle Billy! \n[154]Yeah, I'll be right down. \n[155]I wonder what's going on in there? \n[156]What's that? \n[157]Oh, no! But, Uncle Billy... \n[158]Dr. Campbell, now let's get this thing straight. I'm leaving. I'm leaving right now. I'm going to school. This is my last chance. Uncle Billy here, he's your man. \n[159]Oh, there are plenty of jobs around for somebody that likes to travel. Look at this. There... Venezuela oil fields \u0096 wanted, man with construction experience. Here's the Yukon, right here \u0096 wanted, man with engineering experience. \n[160]Thar she blows. You know what the three most exciting sounds in the world are? \n[161]No, no, no, no! Anchor chains, plane motors, and train whistles. \n[162]There's the professor now! Old professor, Phi Beta Kappa Bailey! All American! \n[163]Oh, am I glad to see you. \n[164]She's home cooking the fatted calf. Come on, let's go. \n[165]Hello. \n[166]Well, how do you do. Congratulations. Congratulations. What am I doing? \n[167]Harry, why didn't you tell somebody? What's a pretty girl like you doing marrying this two-headed brother of mine? \n[168]Ruth, this... what about this job? \n[169]Is it a good job? \n[170]And you did, too? \n[171]The middle one. \n[172]Right down here. \n[173]Now you just turn this way and go right straight down. \n[174]Hello, Mom. \n[175]She's swell. \n[176]Keep him out of Bedford Falls, anyway. \n[177]Uh-huh. \n[178]Hmmmm... \n[179]Hmmmm... \n[180]Hmmm... \n[181]Hmmm... \n[182]Sure \u0096 Sam Wainwright. \n[183]Yes. Sam's crazy about Mary. \n[184]Well, how do you know? Did she discuss it with you? \n[185]Well then, how do you know? \n[186]Oh... \n[187]And all's fair in love and war? \n[188]Mother, you know, I can see right through you \u0096 right back to your back collar button... trying to get rid of me, huh? \n[189]Well, here's your hat, what's your hurry?  All right, Mother, old Building and Loan pal, I think I'll go out and find a girl and do a little passionate necking. \n[190]Now, if you'll just point me in the right direction... This direction? Good night, Mrs. Bailey. \n[191]Hello, Vi. \n[192]Nothing. \n[193]Oh, I'll probably end up down at the library. \n[194]Yes... what are you doing tonight? \n[195]Are you game, Vi? Let's make a night of it. \n[196]Let's go out in the fields and take off our shoes and walk through the grass. \n[197]Then we can go up to the falls. It's beautiful up there in the moonlight, and there's a green pool up there, and we can swim in it. Then we can climb Mt. Bedford, and smell the pines, and watch the sunrise against the peaks, and... we'll stay up there the whole night, and everybody'll be talking and there'll be a terrific scandal... \n[198]Shhh... \n[199]Okay, just forget about the whole thing. \n[200]Hello, Mary. I just happened to be passing by. \n[201]How's that? \n[202]About what? \n[203]My mother just called you? Well, how did she know? \n[204]I didn't tell anybody. I just went for a walk and happened to be passing by... \n[205]What do you... went for a walk, that's all. \n[206]Well, I'll come in for a minute, but I didn't tell anybody I was coming over here. \n[207]When did you get back? \n[208]Where'd you get that dress? \n[209]It's all right. I thought you'd go back to New York like Sam and Ingie, and the rest of them. \n[210]Homesick? For Bedford Falls? \n[211]All right, for a minute. I still can't understand it though. You know I didn't tell anybody I was coming here. \n[212]No, I don't want to be rude. \n[213]Some joke, huh? \n[214]Well, I see it still smells like pine needles in here. \n[215]What's the matter? Oh, yeah... yeah... \n[216]Well, I... \n[217]Oh... yeah, yeah. That's all right. \n[218]Well, of course I like her. She's a peach. \n[219]No, marriage is all right for Harry, and Marty, and Sam and you. \n[220]Me? Not a thing. I just came in to get warm. \n[221]But your mother needn't... you know I didn't come here to... to... to... \n[222]I don't know. You tell me. You're supposed to be the one that has all the answers.  You tell me. \n[223]That's where I'm going. I don't know why I came here in the first place! Good night! \n[224]I forgot my hat. \n[225]Hello, Sam. \n[226]What do you mean? Nobody's trying to steal your girl. Here... here's Mary. \n[227]Here. You take it. You tell him. \n[228]Huh? Yeah-yeah-yeah... soybeans. Yeah. \n[229]Rochester? Well, why Rochester? \n[230]Oh, I don't know... why not right here?  You remember that old tool and machinery works? You tell your father he can get that for a song. And all the labor he wants, too. Half the town was thrown out of work when they closed down. \n[231]Money? Yeah... well, a little. \n[232]Now you listen to me! I don't want any plastics! I don't want any ground floors, and I don't want to get married \u0096 ever \u0096 to anyone! You understand that? I want to do what I want to do. And you're... and you're... \n[233]Oh, Mary... Mary... \n[234]Mary... \n[235]Hey, look! Somebody's driving this cab. \n[236]Oh, look at this. Champagne! \n[237]Where are we going? Look at this. There's the kitty, Ernie.  Here, come on, count it, Mary. \n[238]You know what we're going to do? We're going to shoot the works. A whole week in New York. A whole week in Bermuda. The highest hotels \u0096 the oldest champagne \u0096 the richest caviar \u0096 the hottest music, and the prettiest wife! \n[239]Then what, honey? \n[240]That does it \u0096 come here. \n[241]Just a minute, dear. Oh-oh... \n[242]I'll be back in a minute, Mary. \n[243]Hello, everybody. Mrs. Thompson, how are you? Charlie? What's the matter here, can't you get in? \n[244]What is this, Uncle Billy? A holiday? \n[245]Come on in, everybody. That's right, just come in. \n[246]Now look, why don't you all sit down. There are a lot of seats over there. Just make yourselves at home. \n[247]Why didn't you call me? \n[248]All right now, what happened? How did it start? \n[249]When? \n[250]All of it? \n[251]Holy mackerel! \n[252]The whole town's gone crazy. \n[253]Hello? \n[254]Police? What for? \n[255]He just took over the bank. \n[256]Aw, you never miss a trick, do you, Potter? Well, you're going to miss this one. \n[257]Yeah... ...you can take this one off now. \n[258]Now, just remember that this thing isn't as black as it appears. \n[259]I have some news for you, folks. I've just talked to old man Potter, and he's guaranteed cash payments at the bank. The bank's going to reopen next week. \n[260]Well, no, Charlie. I didn't even ask him.  We don't need Potter over here. \n[261]No, but you... you... you're thinking of this place all wrong. As if I had the money back in a safe. The money's not here. Your money's in Joe's house... ...right next to yours. And in the Kennedy house, and Mrs. Macklin's house, and a hundred others. Why, you're lending them the money to build, and then, they're going to pay it back to you as best they can. Now what are you going to do? Foreclose on them? \n[262]Okay, Tom. All right. Here you are. You sign this. You'll get your money in sixty days. \n[263]Well, now that's what you agreed to when you bought your shares. \n[264]Now, Tom, you have to stick to your original agreement. Now give us sixty days on this. \n[265]Tom! Tom! Randall! Now wait... now listen... now listen to me. I beg of you not to do this thing. If Potter gets hold of this Building and Loan there'll never be another decent house built in this town. He's already got charge of the bank.  He's got the bus line. He's got the department stores. And now he's after us.  Why? Well, it's very simple. Because we're cutting in on his business, that's why.  And because he wants to keep you living in his slums and paying the kind of rent he decides. \n[266]Joe, you lived in one of his houses, didn't you? Well, have you forgotten? Have you forgotten what he charged you for that broken-down shack? Here, Ed. You know, you remember last year when things weren't going so well, and you couldn't make your payments. You didn't lose your house, did you? Do you think Potter would have let you keep it? Can't you understand what's happening here? Don't you see what's happening? Potter isn't selling. Potter's buying! And why? Because we're panicky and he's not.  That's why. He's picking up some bargains.  Now, we can get through this thing all right. We've got to stick together, though. We've got to have faith in each other. \n[267]Hey! I got two thousand dollars! Here's two thousand dollars. This'll tide us over until the bank reopen. All right, Tom, how much do you need? \n[268]Aw, Tom, just enough to tide you over till the bank reopens. \n[269]There you are. \n[270]Your account's still here. That's a loan. \n[271]Okay. All right, Ed? \n[272]Aw, now, Ed... what'll it take till the bank reopens? What do you need? \n[273]Twenty dollars. Now you're talking. Fine.  Thanks, Ed. All right, now, Mrs. Thompson. How much do you want? \n[274]Never mind about that. How much do you want? \n[275]Twenty dollars. \n[276]You don't have to sign anything. I know you'll pay it back when you can. That's okay. All right, Mrs. Davis. \n[277]Seven... Bless your heart, Of course you can have it. You got fifty cents? Seven... \n[278]Six... five... four... three... two... one... Bingo! \n[279]We made it! Look... ... look, we're still in business! We've still got two bucks left! \n[280]Well, let's have some of that. Get some glasses, Cousin Tilly. We're a couple of financial wizards. \n[281]Get a tray for these great big important simoleons. \n[282]A toast! A toast to Papa Dollar and to Mama Dollar, and if you want the old Building and Loan to stay in business, you better have a family real quick. \n[283]I wish they were too. Okay, let's put them in the safe and see what happens. \n[284]Oh-oh... wedding! Holy mackerel, I'm married! Where's Mary? Mary... Poor Mary. Look, I've got a train to catch. Well, the train's gone. I wonder if Ernie's still here with his taxicab? \n[285]Look, will you get my wife on the phone?  She's probably over at her mother's. \n[286]I don't want Mrs. Bailey. I want my wife.  Mrs. Bailey! Oh, that's my wife! Here, I'll take it in here. Mary? Hello. Listen, dear, I'm sorry...  What? Come home? What home? Three-twenty Sycamore? Well, what... whose home is that? The Waldorf Hotel, huh? \n[287]Well, I'll be... Mary, Mary, where did you... \n[288]Oh, Mary... \n[289]Darling, you're wonderful. \n[290]What's that? \n[291]Come on... Bring the baby. I'll bring the kids in the car. \n[292]All right, kids \u0096 here \u0096 get in here. Now get right up on the seat there. Get the...  get the goat! \n[293]All in... \n[294]Mr. and Mrs. Martini, welcome home. The Martinis cross themselves. \n[295]Sam Wainwright! \n[296]And wine!  That joy and prosperity may reign forever. Enter the Martini castle! \n[297]Oh... \n[298]Oh, I'm afraid I couldn't get away, Sam. \n[299]Oh, now, don't rub it in. \n[300]Goodbye. \n[301]Goodbye, Sam. \n[302]Thanks for dropping around. \n[303]Hee-haw. \n[304]Thank you, sir. Quite a cigar, Mr. Potter. \n[305]Well, I... I suppose I'll find out sooner or later, but just what exactly did you want to see me about? \n[306]Yes. Well, most people say you stole all the rest. \n[307]Forty-five! \n[308]Now what's your point, Mr. Potter? \n[309]Hire me? \n[310]Twenty thou... twenty thousand dollars a year? \n[311]Would I? You're not talking to somebody else around here, are you? You know, this is me, you remember me? George Bailey. \n[312]Well, what about the Building and Loan? \n[313]Well, Mr. Potter, I... I... I know I ought to jump at the chance, but I... I just...  I wonder if it would be possible for you to give me twenty- four hours to think it over? \n[314]I'd like to do that. \n[315]All right, sir. \n[316]Okay, Mr. Potter. \n[317]No... no... no... no, now wait a minute, here!  I don't have to talk to anybody!  I know right now, and the answer is no! NO!  Doggone it! You sit around here and you spin your little webs and you think the whole world revolves around you and your money. Well, it doesn't, Mr. Potter!  In the... in the whole vast configuration of things, I'd say you were nothing but a scurvy little spider. You... \n[318]...And that goes for you too! \n[319]And it goes for you too! \n[320]Hi. \n[321]Mary Hatch, why in the world did you ever marry a guy like me? \n[322]You could have married Sam Wainwright or anybody else in town. \n[323]You didn't even have a honeymoon. I promised you... ...Your what? \n[324]You mean... Mary, you on the nest? \n[325]Lassos the stork! You mean you... What is it, a boy or a girl? \n[326]Hold on... hold on... hold on now. Don't you know there's a war on? \n[327]Hi, Ernie, look at that. \n[328]What do you mean \u0096 it's gonna snow again?  Look at the headlines. \n[329]Commander Harry Bailey. Mr. Gower, look at this \u0096 the second page. Now look, this is for you. This is for you, this is for you. See you again. \n[330]Extra! Extra! Read all about it! \n[331]Harry! What do you know about that? \n[332]What do you mean it's okay?  For a hero? Harry!  Oh, you old seven kinds of a son of a gun. Congratulations!  How's Mother standing it?... She did? What do you know... Mother had lunch with the President's wife! \n[333]What did they have to eat? Harry, you should see what they're cooking up in the town for you... Oh, are they? The Navy's going to fly Mother home this afternoon. \n[334]What? Uncle Billy? Has Uncle Billy come in yet? \n[335]He's not here right now, Harry. \n[336]But look... \n[337]...now tell me about it. \n[338]What man? \n[339]Oh... Talk to Eustace a minute, will you. I'll be right back. \n[340]Good morning, sir. \n[341]Mr. Carter, Merry Christmas. \n[342]We're all excited around here. My brother just got the Congressional Medal of Honor. The President just decorated him. \n[343]Good year? Well, between you and me, Mr. Carter, we're broke. \n[344]Well... ...now, come right in here, Mr. Carter. \n[345]No, no. He wants to talk to Uncle Billy.  You just hold on. \n[346]I don't blame you at all, Mr. Carter, Just step right in here. We'll fix you up. \n[347]Just make yourself at home, Mr. Carter.  I'll get those books for you. \n[348]Oh, hello, Vi. \n[349]Why, of course you can. Come on in the office here. \n[350]Uncle Billy, talk to Harry. He's on the telephone. \n[351]Here you are. \n[352]It takes a lot of character to leave your home town and start all over again.  He pulls some money from his pocket, and offers it to her. \n[353]Here, now, you're broke, aren't you? \n[354]What do you want to do, hock your furs, and that hat? Want to walk to New York?  You know, they charge for meals and rent up there just the same as they do in Bedford Falls. \n[355]It's a loan. That's my business. Building and Loan. Besides, you'll get a job. Good luck to you. \n[356]Say hello to New York for me. \n[357]Now, let's hear from you... \n[358]What's the matter? Merry Christmas, Vi. \n[359]Oh, Mr. Carter, I'm sorry. I'll be right with you. Uncle Billy in? \n[360]Unc... What's going on? The bank examiner's here, and I... \n[361]Yeah, yeah. He wants the accounts payable... \n[362]What's the matter with you? \n[363]Eustace... \n[364]Come here a minute. \n[365]Did you see Uncle Billy with any cash last night? \n[366]Now look, did you buy anything? \n[367]All right. All right. Now we'll go over every step you took since you left the house. \n[368]And did you put the envelope in your pocket? \n[369]Maybe \u0096 maybe! I don't want any maybe. Uncle Billy, we've got to find that money! \n[370]Listen to me. Do you have any secret hiding place here in the house? Someplace you could have put it? Someplace to hide the money? \n[371]Listen to me! Listen to me! Think! Think! \n[372]Where's that money, you stupid, silly old fool? Where's the money?  Do you realize what this means? It means bankruptcy and scandal, and prison! \n[373]That's what it means! One of us is going to jail! Well, it's not going to be me! \n[374]What? What wreath? \n[375]No. I left it at the office. \n[376]Yeah, just started. \n[377]Left them at the office. \n[378]Nothing's the matter. Everything's all right. \n[379]Must she keep playing that? \n[380]Families!  I don't want the families over here! \n[381]Oh, yeah, another big red letter day for the Baileys. \n[382]Well, what's the matter with our car?  Isn't it good enough for you? \n[383]Excuse you for what? \n[384]Zuzu! What's the matter with Zuzu? \n[385]What is it, a sore throat or what? \n[386]The doctor? Was the doctor here? \n[387]Is she running a temperature? What is it? \n[388]Gosh, it's this old house. I don't know why we don't all have pneumonia. This drafty old barn! Might as well be living in a refrigerator. Why did we have to live here in the first place and stay around this measly, crummy old town? \n[389]Wrong? Everything's wrong! You call this a happy family? Why did we have to have all these kids? \n[390]I don't know. Ask your mother. \n[391]Going up to see Zuzu. \n[392]Well, what happened to you? \n[393]Wait now. Where do you think you're going? \n[394]All right, all right. Here, give Daddy the flower. I'll give it a drink. \n[395]Yeah, all right. Now, I'll paste this together. \n[396]There it is, good as new. \n[397]Now, will you do something for me? \n[398]Will you try to get some sleep? \n[399]I know \u0096 I know, but you just go to sleep, and then you can dream about it, and it'll be a whole garden. \n[400]Uh-huh. \n[401]Is that Zuzu's teacher? \n[402]Let me speak to her. \n[403]Hello. Hello, Mrs. Welch?  This is George Bailey. I'm Zuzu's father. Say, what kind of a teacher are you anyway?  What do you mean sending her home like that, halfnaked?  Do you realize she'll probably end up with pneumonia on account of you? \n[404]Is this the sort of thing we pay taxes for \u0096 to have teachers like you? Silly, stupid, careless people who send our kids home without any clothes on? You know, maybe my kids aren't the best-dressed kids; maybe they don't have any decent clothes... \n[405]Aw, that stupid... \n[406]I'll hang her up! \n[407]Wait a minute. Hello? Who is this? Oh, Mr. Welch? Okay, that's fine, Mr. Welch. Gives me a chance to tell you what I really think of your wife. \n[408]Will you get out and let me handle this? Hello? Hello? What? Oh, you will, huh?  Okay, Mr. Welch, any time you think you're man enough... Hello? Any... \n[409]Oh... \n[410]How should I know? What do you think I am, a dictionary? \n[411]Tommy, stop that! Stop it! \n[412]Janie, haven't you learned that silly tune yet? You've played it over and over again.  Now stop it! Stop it! \n[413]I'm sorry, Mary, Janie. I'm sorry. I didn't mean... you go on and practice. Pete, I owe you an apology, too. I'm sorry. What do you want to know? \n[414]What's the matter with everybody? Janie, go on. I told you to practice. Now, go on, play! \n[415]Mary... \n[416]I'm in trouble, Mr. Potter. I need help.  Through some sort of an accident my company's short in their accounts. The bank examiner's up there today. I've got to raise eight thousand dollars immediately. \n[417]The reporters? \n[418]Please help me, Mr. Potter. Help me, won't you please? Can't you see what it means to my family? I'll pay you any sort of a bonus on the loan... any interest. If you still want the Building and Loan, why I... \n[419]No, sir. There's nothing wrong with the books. I've just misplaced eight thousand dollars. I can't find it anywhere. \n[420]Yes, sir. \n[421]No, sir. I didn't want the publicity. Harry's homecoming tomorrow... \n[422]No, sir. No, sir. I haven't. \n[423]What? \n[424]I can't get hold of him. He's in Europe. \n[425]They don't have that kind of money, Mr. Potter. You know that. You're the only one in town that can help me. \n[426]No, sir. \n[427]I have some life insurance, a fifteen thousand dollar policy. \n[428]Five hundred dollars. \n[429]God... God... Dear Father in Heaven, I'm not a praying man, but if you're up there and you can hear me, show me the way. I'm at the end of my rope. Show me the way, God. \n[430]Who was that? \n[431]Oh \u0096 Welch. That's what I get for praying. \n[432]Where's my insurance policy? Oh, here... \n[433]I'm all right. \n[434]I'm all right. \n[435]You what? To save me? \n[436]Go through with what? \n[437]Very funny. \n[438]Yeah, I got a bust in the jaw in answer to a prayer a little bit ago. \n[439]How do you know my name? \n[440]What are you, a mind reader or something? \n[441]Well, who are you, then? \n[442]Odbody... A-S-2. What's that A-S-2? \n[443]Oh, brother. I wonder what Martini put in those drinks? \n[444]Hey, what's with you? What did you say just a minute ago? Why'd you want to save me? \n[445]I wouldn't be a bit surprised. \n[446]Yeah... just things like that. Now how'd you know that? \n[447]Well, you look about like the kind of an angel I'd get. Sort of a fallen angel, aren't you? What happened to your wings? \n[448]I don't know whether I like it very much being seen around with an angel without any wings. \n[449]Sure, sure. How? \n[450]Only one way you can help me. You don't happen to have eight thousand bucks on you? \n[451]Oh, that's right, I keep forgetting. Comes in pretty handy down here, bub. \n[452]I found it out a little late. I'm worth more dead than alive. \n[453]Yeah, if it hadn't been for me, everybody'd be a lot better off. My wife, and my kids and my friends. Look, little fellow, go off and haunt somebody else, will you? \n[454]Aw, shut up, will you. \n[455]Oh, I don't know. I guess you're right. I suppose it would have been better if I'd never been born at all. \n[456]I said I wish I'd never been born. \n[457]What did you say? \n[458]Say something else in that ear. \n[459]Well, that's the doggonedest thing... I haven't heard anything out of that ear since I was a kid. Must have been that jump in the cold water. \n[460]What do you know about that... What's happened? \n[461]It's stopped snowing out, hasn't it? What's happened here? Come on, soon as these clothes of ours are dry... \n[462]What do you know about that? Stove's hotter than I thought. Now, come on, get your clothes on, and we'll stroll up to my car and get... \n[463]Oh, I'm sorry. I'll stroll. You fly. \n[464]You haven't got your wings. Yeah, that's right. \n[465]Well, this is where I left my car and it isn't here. \n[466]Well, I had a car, and it was right here.  I guess somebody moved it. \n[467]Oh, say... Hey... where's my car? \n[468]My car, my car. I'm the fellow that owns the car that ran into your tree. \n[469]What do you mean, what tree? This tree.  Here, I ran into it. Cut a big gash in the side of it here. \n[470]Pottersville? Why, you mean Bedford Falls. \n[471]Oh, I don't know. Either I'm off my nut, or he is... ...or you are! \n[472]Well, maybe I left the car up at Martini's. Well, come on, Gabriel. \n[473]Clarence! Clarence! \n[474]That's all right. Go on in. Martini's a good friend of mine. \n[475]There's a place to sit down. Sit down. \n[476]Oh, hello, Nick. Hey, where's Martini? \n[477]No, no, Martini. Your boss. Where is he? \n[478]Okay \u0096 all right. Double bourbon, quick, huh? \n[479]Nick \u0096 Nick, just give him the same as mine. He's okay. \n[480]What's the matter with him. I never saw Nick act like that before. \n[481]Oh, yeah. Hey, little fellow \u0096 you worry me. You got someplace to sleep? \n[482]You don't huh? Well, you got any money? \n[483]No wonder you jumped in the river. \n[484]Oh, that's right. \n[485]Made what? \n[486]Look, I think maybe you better not mention getting your wings around here. \n[487]A... Yeah, but... you know... \n[488]He never grew up. He's... How old are you, anyway, Clarence? \n[489]Look, Nick. What's wrong? \n[490]Well, Nick, that's your name, isn't it? \n[491]Mr. Gower! Mr. Gower! This is George Bailey! Don't you know me? \n[492]Hey, what is... Hey, Nick, Nick... Isn't that Mr. Gower, the druggist? \n[493]What do you mean, I wasn't there? I remember distinctly... \n[494]What the... hey, what's going on around here?  Why, this ought to be Martini's place. \n[495]Look, who are you? \n[496]Yeah, yeah, I know. You told me that. What else are you? What... are you a hypnotist? \n[497]Well then, why am I seeing all these strange things? \n[498]Then if I wasn't born, who am I? \n[499]What do you mean, no identity? My name's George Bailey. \n[500]What? \n[501]Now wait a minute, here. Wait a minute here. As, this is some sort of a funny dream I'm having here. So long, mister, I'm going home. \n[502]Now shut up! Cut it out! You're... you're... you're crazy! That's what I think... you're screwy, and you're driving me crazy, too! I'm seeing things. I'm going home and see my wife and family. Do you understand that? And I'm going home alone! \n[503]Hey... hey. Where did the Building and Loan move to? \n[504]The Bailey Building and Loan. It was up there. \n[505]Hey, Violet! Hey, listen \u0096 that's Violet Bick! \n[506]I know that girl! \n[507]Hey, Ernie \u0096 Ernie! \n[508]Ernie, take me home. I'm off my nut! \n[509]Aw, now, doggone it, Ernie, don't you start pulling that stuff. You know where I live. Three-twenty Sycamore. Now hurry up. \n[510]Yeah \u0096 yeah \u0096 hurry up. Zuzu's sick. \n[511]Look here, Ernie, straighten me out here.  I've got some bad liquor or something.  Listen to me now. Now, you are Ernie Bishop, and you live in Bailey Park with your wife and kid? That's right, isn't it? \n[512]Seen your wife? I've been to your house a hundred times. \n[513]Okay. Just step on it. Just get me home. \n[514]Of course it's the place. \n[515]Mary! Mary! Tommy! Pete! Janie! Zuzu! Where are you? \n[516]Where are you? What have you done with them? \n[517]Bert! Thank heaven you're here! \n[518]Bert, what's happened to this house? Where's Mary? Where's my kids? \n[519]Bert \u0096 Ernie! What's the matter with you two guys? You were here on my wedding night. You, both of you, stood out here on the porch and sung to us, don't you remember? \n[520]Bert, now listen to me. Ernie, will you take me over to my mother's house? Bert, listen! It's that fellow there \u0096 he says he's an angel \u0096 he's tried to hypnotize me. \n[521]Mother... \n[522]Mother, this is George. I thought sure you'd remember me. \n[523]Oh, Mother, Mother, please help me. Something terrible's happened to me. I don't know what it is. Something's happened to everybody. Please let me come in. Keep me here until I get over it. \n[524]Well, I know everybody you know. Your brother-in-law, Uncle Billy. \n[525]Well, sure I do. \n[526]Today, over at the house. \n[527]I've heard of things like this. You've got me in some kind of a spell, or something.  Well, I'm going to get out of it. I'll get out of it. I know how, too. I... the last man I talked to before all this stuff started happening to me was Martini. \n[528]Sure I know where he lives. He lives in Bailey Park. \n[529]Oh, I'm not sure of anything anymore. All I know is this should be Bailey Park. But where are the houses? \n[530]That's a lie! Harry Bailey went to war! He got the Congressional Medal of Honor! He saved the lives of every man on that transport. \n[531]Clarence... \n[532]Where's Mary? \n[533]I don't know how you know these things, but tell me \u0096 where is she? \n[534]If you know where she is, tell me where my wife is. \n[535]Please, Clarence, tell me where she is. \n[536]Where is she? \n[537]Where's Mary? Where is she? \n[538]Where is she? \n[539]Mary! \n[540]Mary! \n[541]Mary! Mary! \n[542]Mary, it's George! Don't you know me?  What's happened to us? \n[543]Mary, please! Oh, don't do this to me.  Please, Mary, help me. Where's our kids? I need you, Mary! Help me, Mary! \n[544]Mary... Let me go! Mary, don't run away! \n[545]Tom! Ed! Charlie! That's my wife! \n[546]Mary! \n[547]Mary! \n[548]Clarence! Clarence! Where are you? \n[549]Clarence! Clarence! Help me, Clarence. Get me back. Get me back. I don't care what happens to me. Only get me back to my wife and kids. Help me, Clarence, please!  Please! I want to live again! \n[550]I want to live again. I want to live again. Please, God, let me live again. \n[551]Now get out of here, Bert, or I'll hit you again! Get out! \n[552]Don't... George? \n[553]Bert, do you know me? \n[554]What did... \n[555]My mouth's bleeding, Bert! My mouth's bleed... Zuzu's petals! Zuzu's... they're... they're here, Bert! What do you know about that? Merry Christmas! \n[556]Mary! Mary! \n[557]Hello, Bedford Falls! \n[558]Merry Christmas! \n[559]Merry Christmas, movie house! \n[560]Merry Christmas, emporium! \n[561]Merry Christmas, you wonderful old Building and Loan! \n[562]Merry Christmas, Mr. Potter! \n[563]Mary... Well, hello, Mr. Bank Examiner! \n[564]I know. Eight thousand dollars. \n[565]I'll bet it's a warrant for my arrest. Isn't it wonderful? Merry Christmas! \n[566]Reporters? Where's Mary? Mary! \n[567]Oh, look at this wonderful old drafty house! Mary! Mary! \n[568]Have you seen my wife? \n[569]Kids! \n[570]Pete \u0096 kids \u0096 Janie \u0096 Tommy. I could eat you up! \n[571]Where's your mother? \n[572]Zuzu \u0096 Zuzu. My little gingersnap! How do you feel? \n[573]Not a smitch of temp... \n[574]Mary! Mary! \n[575]Mary! Let me touch you! Oh, you're real! \n[576]You have no idea what's happened to me. \n[577]All right. \n[578]Violet Bick! \n[579]Harry... Harry... \n[580]That's a Christmas present from a very dear friend of mine. \n[581]That's right, that's right. \n[582]Attaboy, Clarence. ", "MARY": "\n[1]Hello, Violet. \n[2]I'm still thinking. \n[3]You like every boy. \n[4]I'll take chocolate. \n[5]I don't like coconuts. \n[6]A new magazine! I never saw it before. \n[7]Is this the ear you can't hear on? George Bailey, I'll love you till the day I die. \n[8]Hello. You look at me as if you didn't know me. \n[9]You've passed me on the street almost every day. \n[10]Uh-huh. \n[11]Neither am I. \n[12]Beautiful. \n[13]Do I look as funny as you do? \n[14]Well, why don't you say it? \n[15]Eighteen. \n[16]Too young or too old? \n[17]Sir, my train, please. \n[18]You may kiss my hand. \n[19]As I was lumbering down the street... \n[20]Oh, no, don't. I love that old house. \n[21]Oh, no, George, don't. It's full of romance, that old place. I'd like to live in it. \n[22]Uh-huh. \n[23]What'd you wish, George? \n[24]Buffalo Gals, can't you come out tonight... \n[25]Oh, no. \n[26]If I told you it might not come true. \n[27]I'll take it. And then what? \n[28]Over here in the hydrangea bushes. \n[29]Please give me my robe. \n[30]I'd like to have my robe. \n[31]Ouch! \n[32]George Bailey! Give me my robe! \n[33]Shame on you. I'm going to tell your mother on you. \n[34]I'll call the police. \n[35]I'm going to scream! \n[36]What are you doing, picketing? \n[37]Yeah, so I noticed. Have you made up your mind? \n[38]Have you made up your mind? \n[39]About coming in. Your mother just phoned and said you were on your way over to pay me a visit. \n[40]Didn't you tell her? \n[41]I'll be downstairs, mother. \n[42]Well, are you coming in or aren't you? \n[43]Tuesday. \n[44]Do you like it? \n[45]Oh, I worked there for a couple of vacations, but I don't know... I guess I was homesick. \n[46]Yes, and my family and... oh, everything.  Would you like to sit down? \n[47]Would you rather leave? \n[48]Well, then, sit down. \n[49]Thank you. \n[50]\"And dance by the light...\" \n[51]It was nice about your brother Harry, and Ruth, wasn't it? \n[52]Don't you like her? \n[53]Oh, it's just marriage in general you're not enthusiastic about, huh? \n[54]It's George Bailey, Mother. \n[55]I don't know. What do you want? \n[56]He's making violent love to me, Mother. \n[57]What did you come here for? \n[58]Oh, why don't you go home? \n[59]Good night! \n[60]I'll get it. \n[61]Hello. \n[62]Hee-haw! Hello, Sam, how are you? \n[63]Oh, well, that's awfully sweet of you, Sam. There's an old friend of yours here. George Bailey. \n[64]Yes, old moss-back George. \n[65]Wait a minute. I'll call him. George! \n[66]He does so. He asked for him. Geo... George, Sam wants to speak to you. \n[67]Mother's on the extension. \n[68]We can both hear. Come here. \n[69]We're listening, Sam. \n[70]I'm here. \n[71]He says it's the chance of a lifetime. \n[72]George... George... George... \n[73]Good old Bert. \n[74]I feel like a bootlegger's wife. Look! \n[75]After that, who cares? \n[76]George, let's not stop. Let's go! \n[77]Please, let's not stop, George. \n[78]How much do you need? \n[79]Welcome home, Mr. Bailey. \n[80]Remember the night we broke the windows in this old house? This is what I wished for. \n[81]Oh, who cares. Bread! That this house may never know hunger. \n[82]Salt! That life may always have flavor. \n[83]Nice meeting you. \n[84]Have fun. \n[85]Buffalo Gals, won't you come out tonight, won't you come out tonight, won't you come out tonight. \n[86]Hi. \n[87]To keep from being an old maid. \n[88]I didn't want to marry anybody else in town. I want my baby to look like you. \n[89]My baby. \n[90]George Bailey lassos stork. \n[91]Hello darling. \n[92]How do you like it? \n[93]Did you bring the wreath? \n[94]The Merry Christmas wreath for the window. \n[95]Is it snowing? \n[96]Where's your coat and hat? \n[97]What's the matter? \n[98]Go on, Pete, you're a big boy.  You can put the star up. Way up at the top. That's it.  Fill in that little bare spot right there.  That's it. Isn't it wonderful about Harry? We're famous, George. I'll bet I had fifty calls today about the parade, the banquet. Your mother's so excited, she... \n[99]Better hurry and shave. The families will be here soon. \n[100]Come on out in the kitchen with me while I finish dinner. \n[101]Have a hectic day? \n[102]All right, darling, you're excused. Now go upstairs and see what little Zuzu wants. \n[103]Oh, she's got a cold. She's in bed. Caught it coming home from school. They gave her a flower for a prize and she didn't want to crush it so she didn't button up her coat. \n[104]Just a cold. The doctor says it's nothing serious. \n[105]Yes, I called him right away. He says it's nothing to worry about. \n[106]Just a teensie one \u0096 ninety-nine, six.  She'll be all right. \n[107]George, what's wrong? \n[108]Where're you going? \n[109]\n[110]I'll get it. Hello. Yes, this is Mrs. Bailey. \n[111]Oh, thank you, Mrs. Welch. I'm sure she'll be all right. The doctor says that she ought to be out of bed in time to have her Christmas dinner. \n[112]Yes. \n[113]George! \n[114]Hello, Mrs. Welch. I want to apologize...  hello... hello... She's hung up. \n[115]George... \n[116]George, why must you torture the children?  Why don't you... \n[117]Bedford, two-four-seven, please. \n[118]Yes, Janie, pray very hard. \n[119]You too, Tommy. Hello, Uncle Billy? \n[120]I don't know you! Let me go! \n[121]That man \u0096 stop him! \n[122]Hello. George! Darling! \n[123]George, darling! Where have you been? \n[124]Oh, George, George, George. \n[125]Oh, George, George! \n[126]You have no idea what happened... \n[127]Well, come on, George, come on downstairs quick. They're on their way. \n[128]Come on in here now. Now, you stand right over here, by the tree. Right there, and don't move, don't move. I hear 'em now, George, it's a miracle! It's a miracle! \n[129]Come in, Uncle Billy! Everybody! In here! \n[130]Mr. Martini. How about some wine? \n[131]What's that? ", "CLOSE SHOT": "\n[1]George Bailey at bottom of slide. \n[2]The boys watching the carriage. \n[3]Mr. Gower, the druggist, peering from a window in back room. We see him take a drink from a bottle. \n[4]Mary, whispering. \n[5]Gower, drunk, is intent on putting some capsules into a box. \n[6]Capsules spilling on floor at their feet. \n[7]Uncle Billy listening at the door. As George is about to enter his father's office, uncle Billy grabs him by the arm. \n[8]George and his father at the door. \n[9]Gower talking on the telephone. George stands in the doorway. \n[10]Mary is still seated at the soda fountain. Each time she hears George being slapped, she winces. \n[11]Harry, as he sticks his head through the kitchen door. \n[12]George and his father, eating at the table. There is a great similarity and a great understanding between them. \n[13]George and Pop at the table. Annie comes in with some dishes. \n[14]Annie listening through glass in door. \n[15]George and his father at the table. \n[16]George, staring at Mary. \n[17]Harry on the orchestra platform, whistle in hand. \n[18]George and Mary dancing. \n[19]We see a grumpy old man in shirt sleeves in a rocking chair on the porch. He looks up as he hears the breaking glass. \n[20]Man on the porch of house, listening to George and Mary. \n[21]The group, including Ruth Dakin. This is the young lady who came off the train with Harry. In the excitement of greetings she has been momentarily forgotten. She stands, smiling, waiting. \n[22]George slowly moves after Uncle Billy and Ruth. He is thinking deeply. \n[23]George is standing in the middle of the street, hands in his pockets. As a girl passes, he turns and watches her for a moment.  He is obviously undecided as to what he wants to do. \n[24]George is walking slowly past the Hatch home. He stares meditatively at the simple dwelling, then he starts walking ahead.  But after a few steps he turns around and starts back. He walks past the house a few yards, turns, and starts back again. \n[25]Mary is looking out the window, watching George walk back and forth. \n[26]Mary and George are in the entrance hall. \n[27]George and Mary sitting on the divan. He is uncomfortable, and she tries desperately to keep the conversation alive. \n[28]George and Mary seated on the divan. \n[29]Mrs. Hatch is at the top of the stairs. She practically faints at what she sees. \n[30]Mrs. Bailey and Annie, the maid. \n[31]George, Uncle Billy and Cousin Tilly are behind the counter, watching the minute hand of a clock on the wall as George counts off the seconds. Cousin Eustace is ready to close the door. \n[32]Bert and man working in rain, sorting through travel posters. \n[33]Bert and Ernie, standing in the pouring rain, start singing \"I Love You Truly.\" \n[34]Sign hanging from a tree \"Welcome to Bailey Park.\" CAMERA PANS TO follow George's car and the old truck laden with furniture as they pass \u0096 we hear Martini's voice singing \"O Sole Mio.\" Bailey Park is a district of new small houses, not all alike, but each individual. New lawns here and there, and young trees. It has the promise when built up of being a pleasant little middle class section. \n[35]Sam Wainwright is standing in front of his big black town car. Sam is the epitome of successful, up-and-coming businessman. His wife, in the car, is a very attractive, sophisticated-looking lady, dripping with furs and jewels. Sam is watching George across the street. \n[36]Potter seated in his wheelchair at his desk, with his goon beside him.  His rent collector, Reineman, is talking, pointing to maps spread out on the desk. \n[37]George and Mary are talking to Sam Wainwright in front of the latter's car. Hs wife, Jane, is now out of the car. \n[38]Potter is lighting a big cigar which he has just given George. The goon is beside Potter's chair, as usual. \n[39]Mary sitting on the floor playing with a baby. A little boy is in a playpen nearby. \n[40]George has just come into the hall. He is obviously tired and discouraged as he starts up the stairs. The knob on the banister comes off in his hand. \n[41]Mrs. Bailey and other women in Red Cross uniforms busily sewing, etc. \n[42]Mary, with portable U.S.O. pushcart, is serving coffee and doughnuts to men leaning from the train. \n[43]Sam Wainwright showing set of blueprints to two Army officers. \n[44]Potter is wheeled in toward a long table around which several men are seated. \n[45]Marty in the foreground, beckoning to soldiers to come on. \n[46]Harry is fastening the helmet of his flying clothes. He waves as he exits through the door. \n[47]George, behind the counter, is trying to quiet a crowd of people all clamoring for more ration points. \n[48]George, in the uniform of an air raid warden, is patrolling his beat. \n[49]Man beside lighted window pulls down the shade as George blows his whistle. \n[50]George is helping load his old car with scrap paper. \n[51]Wheelbarrow full of junk being dumped onto pile. \n[52]Uncle Billy is filling out a deposit slip at one of the desks. \n[53]Uncle Billy and bank teller at the window. \n[54]Potter is now behind his desk. He spreads the newspaper out in front of him, muttering as he does so. \n[55]George coming from room where he has just left the bank examiner. \n[56]As George and Violet come through the door, they are being watched by Cousin Tilly, Cousin Eustace and the bank examiner, who is still waiting to go to work on the books. \n[57]As George opens the door he sees Uncle Billy frantically looking for the missing envelope. The office is in a mess, drawers are opened, and papers scattered on the floor and on the desk. \n[58]Potter is peering through the slats of the Venetian blind, watching them as they go. \n[59]A shabby, old-fashioned, gas-lit room which has been turned almost inside out and upside down in an effort to locate the missing money. Drawers of an old secretary have been pulled out and are on the floor. Every conceivable place which might have been used by Uncle Billy to put the money has been searched. George, his hair rumpled, is feverishly pursuing the search. Uncle Billy is seated behind the desk, his head on his hands. \n[60]Janie  is seated at the piano playing \"Hark, the Herald Angels Sing,\" which she practices during the remainder of this scene. There is a Christmas tree all decorated near the fireplace. At a large table Mary is busy putting cellophane bows and decorations on gift packages. At a small table Pete  is seated with pad and pencil in the throes of composition.  On the floor Tommy  is playing with a toy vacuum cleaner. We hear the SOUND of a door open and close. Mary turns and sees George enter the hall, a slight powdering of snow on his head and shoulders. \n[61]As George comes into the house. \n[62]George slumps into an armchair and lifts Tommy onto his lap. Mary is helping Pete decorate the Christmas tree. \n[63]As they go toward kitchen. \n[64]They come through the door. \n[65]Janie is still pounding with grim determination at the piano. Pete is seated at the table writing. Tommy is playing with his toy vacuum cleaner. The telephone rings. \n[66]Mary comes in and picks up the phone. \n[67]The room has suddenly become ominously quiet, the only SOUND being George's labored breathing. George goes over to a corner of the room where his workshop is set up \u0096 a drawing table, several models of modern buildings, bridges, etc. Savagely he kicks over the models, picks up some books and hurls them into the corner.  Mary and the children watch, horrified. George looks around and sees them staring at him as if he were some unknown wild animal.  The three children are crying. \n[68]The place is an Italian restaurant with bar. The bottles sparkle.  There are Christmas greens and holly decorating the place. It has a warm, welcoming spirit, like Martini himself, who is welcoming new arrivals. The booths and the checkered-cloth-covered tables are full. There is an air of festivity and friendliness, and more like a party than a public drinking place. George is seated at the bar \u0096 he has had a great deal to drink, far more than he's accustomed to. \n[69]George stands unsteadily near the car, shaken by the accident. The front lights are broken and the fender is ripped. George stands dully looking at the damage. The owner comes up, looking at his tree. He leans over to examine the damages. \n[70]George has stopped by the railing at the center of the bridge. The snow is now falling hard. \n[71]The toll house keeper, hearing the cries for help, comes running out on the bridge with a flashlight, which he shines on the two figures struggling in the water below. \n[72]The man in the water is Clarence, the angel whose voice we have heard speaking from Heaven. George reaches him, grabs hold of him, and starts swimming for shore. \n[73]It is Martini's place, but almost unrecognizable. The cheerful Italian feeling is gone. It is now more of a hard-drinking joint, a honky-tonk. Same bar, tables have no covers. People are lower down and tougher. Nick the bartender is behind the bar. George and Clarence come in. George does not notice the difference, but Clarence is all eyes and beaming. They go up to the bar. \n[74]A small wreck of a man, with weak, watery eyes. Obviously a broken-down panhandler, his hat in his hand. \n[75]George, horrified, leaps up and goes over to Gower. \n[76]George and Clarence come flying through the door and land in the snow. \n[77]Nick at the cash register, busily ringing the bell. \n[78]George and Clarence lying in the snow. George has a strange, puzzled look on his face. They remain for a moment as they landed, looking at each other. \n[79]George stops before what used to be the offices of the Building and Loan.  There is a garish electric sign over the entrance reading: \"Welcome Jitterbugs.\" A crowd of people are watching the police, who are raiding the place, and dragging out a number of screaming women, whom they throw into a patrol wagon. George talks to one of the cops: \n[80]Ernie stops the cab, and George enters it. \n[81]The interior of the house is lit up here and there, ghostlike, by Ernie's spotlight. No furniture, cobwebs, wallpaper hanging and swinging \u0096 stairs are broken and collapsed. In a voice that sounds like a cry for help, George yells out: \n[82]Bert is standing in the entrance, with his gun in his hand. Ernie is a few feet behind him, ready to run. \n[83]Mary comes out the door, then turns and locks it. We see George watching her from the sidewalk. Mary is very different \u0096 no buoyancy in her walk, none of Mary's abandon and love of life.  Glasses, no make-up, lips compressed, elbows close to body. She looks flat and dried up, and extremely self- satisfied and efficient. \n[84]George and Mary, on the sidewalk. \n[85]Small tables, booths, perhaps a counter. It is crowded. Many of the people are the same who were present during the run on the Building and Loan. Mary comes running in, screaming. The place goes into an uproar. George comes in, practically insane. Some of the men grab and hold on to him. \n[86]Just as George breaks through the door, Bert arrives in his police car. He gets out and heads for the door, to run into George as he comes out. \n[87]George's wrecked car is smashed against the tree. He comes running into shot, sees the car, lets out a triumphant yell, pats the car, and dashes on. \n[88]George sees that the \"POTTERSVILLE\" sign is now replaced by the original \"YOU ARE NOW IN BEDFORD FALLS\" sign. \n[89]George notices a light in Potter's office window, and races across the street. \n[90]Potter is seated working at his desk, his goon by his side. George pounds on the window. \n[91]Carter, the bank examiner, a newspaper reporter and photographer, and a sheriff, are waiting in the hall for George. George comes dashing in the front door. \n[92]George and the kids. He is hugging them. \n[93]As Mary comes through the door, breathless and excited. The four men are watching with open mouths. \n[94]Mary races up the stairs, where George meets her in a fierce embrace. \n[95]Mary leads George, who is carrying a couple of the kids on his back, to a position in front of the Christmas tree. \n[96]George, still holding Zuzu in his arms, glances down at the pile of money on the table. His eye catches something on top of the pile, and he reaches down for it. It is Clarence's copy of \"Tom Sawyer.\" George opens it and finds an inscription written in it: \"Dear George, remember no man is a failure who has friends. Thanks for the wings, Love Clarence.\" ", "CLARENCE": "\n[1]I didn't have time to get some stylish underwear. My wife gave me this on my last birthday. I passed away in it. \n[2]Oh, Tom Sawyer's drying out, too. You should read the new book Mark Twain's writing now. \n[3]I didn't fall in. I jumped in to save George. \n[4]Well, I did, didn't I? You didn't go through with it, did you? \n[5]Suicide. \n[6]Yeah, it's against the law where I come from, too. \n[7]Heaven. I had to act quickly; that's why I jumped in. I knew if I were drowning you'd try to save me. And you see, you did, and that's how I saved you. \n[8]Your lip's bleeding, George. \n[9]Oh, no \u0096 no \u0096 no. I'm the answer to your prayer. That's why I was sent down here. \n[10]Oh, I know all about you. I've watched you grow up from a little boy. \n[11]Oh, no. \n[12]Clarence Odbody, A-S-2. \n[13]Angel, Second Class. \n[14]Cheerio, my good man. \n[15]That's what I was sent down for. I'm your guardian angel. \n[16]Ridiculous of you to think of killing yourself for money. Eight thousand dollars. \n[17]I told you \u0096 I'm your guardian angel. I know everything about you. \n[18]I haven't won my wings yet. That's why I'm an angel Second Class. \n[19]Oh, I've got to earn them, and you'll help me, won't you? \n[20]By letting me help you. \n[21]Oh, no, no. We don't use money in Heaven. \n[22]Oh, tut, tut, tut. \n[23]Now look, you mustn't talk like that. I won't get my wings with that attitude. You just don't know all that you've done. If it hadn't been for you... \n[24]No, you don't understand. I've got my job... \n[25]Hmmm, this isn't going to be so easy. So you still think killing yourself would make everyone feel happier, eh? \n[26]What'd you say? \n[27]Oh, you mustn't say things like that. You... ...wait a minute. Wait a minute. That's an idea. What do you think? Yeah, that'll do it.  All right. You've got your wish. You've never been born. \n[28]You don't have to make all that fuss about it. \n[29]You've never been born. You don't exist.  You haven't a care in the world. \n[30]No worries \u0096 no obligations \u0096 no eight thousand dollars to get \u0096 no Potter looking for you with the Sheriff. \n[31]Sure. You can hear out of it. \n[32]Your lip's stopped bleeding, too, George. \n[33]Our clothes are dry. \n[34]I can't fly. I haven't got any wings. \n[35]What's the matter? \n[36]You have no car. \n[37]It isn't me! \n[38]Clarence! \n[39]I was just thinking... It's been so long since I... \n[40]That's a good man. I was just thinking of a flaming rum punch. No, it's not cold enough for that. Not nearly cold enough...  Wait a minute... wait a minute... I got it. Mulled wine, heavy on the cinnamon and light on the cloves. Off with you, me lad, and be lively! \n[41]What's he talking about? \n[42]You'll see a lot of strange things from now on. \n[43]No. \n[44]No. \n[45]I jumped in the river to save you so I could get my wings. \n[46]Oh-oh. Somebody's just made it. \n[47]Every time you hear a bell ring, it means that some angel's just got his wings. \n[48]Why? Don't they believe in angels? \n[49]Then why should they be surprised when they see one? \n[50]Two hundred and ninety-three... ...next May. \n[51]You see, George, you were not there to stop Gower from putting that poison into the... \n[52]I told you, George. I'm your guardian angel. \n[53]No, of course not. \n[54]Don't you understand, George? It's because you were not born. \n[55]You're nobody. You have no identity. \n[56]There is no George Bailey. You have no papers, no cards, no driver's license, no 4-F card, no insurance policy... George looks in his watch pocket. \n[57]They're not there, either. \n[58]Zuzu's petals. \n[59]You've been given a great gift, George. A chance to see what the world would be like without you. \n[60]Home? What home? \n[61]How'm I doing, Joseph. Thanks. No, I didn't have a drink! \n[62]They're not here, George. You have no children. \n[63]Run... George! Run, George! \n[64]Help! Joseph, help! \n[65]Help, oh Joseph, help! Joseph! \n[66]Strange, isn't it?  Each man's life touches so many other lives, and when he isn't around he leaves an awful hole, doesn't he? \n[67]You know where he lives? \n[68]Are you sure this is Bailey Park? \n[69]You weren't here to build them. \n[70]Your brother, Harry Bailey, broke through the ice and was drowned at the age of nine. \n[71]Every man on that transport died. Harry wasn't there to save them because you weren't there to save Harry. You see, George, you really had a wonderful life.  Don't you see what a mistake it would be to throw it away? \n[72]Yes, George? \n[73]Oh, well, I can't... \n[74]\n[75]I'm not supposed to tell. \n[76]You're not going to like it, George. \n[77]She's an old maid. She never married. \n[78]She's... \n[79]She's just about to close up the library! \n[80]There must be some easier way for me to get my wings. ", "UNCLE BILLY": "\n[1]Avast, there, Captain Cook! Where you headin'? \n[2]Some other time, George. \n[3]There's a squall in there that's shapin' up into a storm. \n[4]Who is it? \n[5]Bank examiner!  I should have called him yesterday. Switch it inside. \n[6]Avast there, Captain Cook. You got your sea legs yet? \n[7]Hey, George, don't take any plugged nickels. \n[8]George! George! Come on home, quick! Your father's had a stroke! \n[9]Yes, Campbell's there now. \n[10]George, you hear what that buzzard... \n[11]Oh, that's fine, Potter, coming from you, considering that you probably drove him to his grave. \n[12]Boy, oh, boy, that was telling him, George, old boy. You shut his big mouth. You should have heard him. \n[13]Well, we're being voted out of business after twenty-five years. Easy come, easy go. \n[14]Hey, you'll miss your train. You're a week late for school already. Go on. \n[15]Oh, never mind. Don't worry about that.  They're putting us out of business. So what? I can get another job. I'm only fifty-five. \n[16]Go on \u0096 go on. Hey, look, you gave up your boat trip, now you don't want to miss college too, do you? \n[17]Whoopee! \n[18]Uh-huh. Breakfast is served; lunch is served; dinner... \n[19]Peanut? \n[20]Nobody ever changes around here. You know that. \n[21]How do you do. \n[22]Huh? \n[23]Well, what do you know \u0096 wife. \n[24]Oh, he gets you and a job? Well, Harry's cup runneth over. \n[25]Oh, boy, oh boy, oh boy. I feel so good I could spit in Potter's eye. I think I will. What did you say, huh? Oh, maybe I'd better go home. \n[26]Where's my hat? Where's my... \n[27]Oh, thank you, George. Which one is mine? \n[28]Oh, thank you, George, old boy, old boy.  Now, look \u0096 if you'll point me in the right direction... would you do that?  George? \n[29]Old Building and Loan pal, huh... \n[30]That way, huh? \n[31]George... \n[32]George, can I see you a minute? \n[33]I just did, but they said you left. This is a pickle, George, this is a pickle. \n[34]How does anything like this ever start?  All I know is the bank called our loan. \n[35]About an hour ago. I had to hand over all our cash. \n[36]Every cent of it, and it still was less than we owe. \n[37]And then I got scared, George, and closed the doors. I... I... I... \n[38]Yes, hello? George... it's Potter. \n[39]George, was it a nice wedding? Gosh, I wanted to be there. \n[40]We're going to make it, George. They'll never close us up today! \n[41]Those Rockefellers! \n[42]We'll save them for seed. A toast! They raise their glasses. \n[43]Be sure you spell the name right. \n[44]December twenty-fourth... \n[45]Eight thousand... \n[46]Well, good morning, Mr. Potter. What's the news? \n[47]Well, well, well, Harry Bailey wins Congressional Medal. That couldn't be one of the Bailey boys? You just can't keep those Baileys down, now, can you, Mr. Potter? \n[48]Very jealous, very jealous. He only lost three buttons off his vest. Of course, slacker George would have gotten two of those medals if he had gone. \n[49]Yes. \n[50]After all, Potter, some people like George had to stay home. Not every heel was in Germany and Japan! \n[51]Good morning, Horace. \n[52]Huh? \n[53]What? \n[54]Sure, sure I am. \n[55]Oh, shucks... \n[56]I know I had... \n[57]Hmm? Well, I... \n[58]Hello... hello... Yes, Harry \u0096 yes... everything... everything's fine. \n[59]I should have my head examined. Eight thousand dollars. It's got to be somewhere. \n[60]He's here? \n[61]Nothing. Not even a stick of gum. \n[62]This way. \n[63]Yeah... yeah... maybe... maybe... \n[64]I'm no good to you, George. I... \n[65]I've been over the whole house, even in rooms that have been locked ever since I lost Laura. \n[66]I can't think any more, George. I can't think any more. It hurts... \n[67]Isn't it wonderful? \n[68]Mary did it, George! Mary did it! She told a few people you were in trouble and they scattered all over town collecting money.  They didn't ask any questions \u0096 just said: \"If George is in trouble \u0096 count on me.\" You never saw anything like it. ", "POTTER": "\n[1]Well, you're begging, and that's a whole lot worse. \n[2]Shove me up... \n[3]Have you put any real pressure on those people of yours to pay those mortgages? \n[4]Then foreclose! \n[5]They're not my children. \n[6]Are you running a business or a charity ward? \n[7]Not with my money! \n[8]So I suppose I should give it to miserable failures like you and that idiot brother of yours to spend for me. \n[9]Gives you an idea of the Baileys. \n[10]Mr. Chairman, I'd like to get to my real purpose. \n[11]Wait for what?  I claim this institution is not necessary to this town. Therefore, Mr. Chairman, I make a motion to dissolve this institution and turn its assets and liabilities over to the receiver. \n[12]I'll go further than that. I'll say that to the public Peter Bailey was the Building and Loan. \n[13]Peter Bailey was not a business man. That's what killed him. Oh, I don't mean any disrespect to him, God rest his soul.  He was a man of high ideals, so-called, but ideals without common sense can ruin this town. Now, you take this loan here to Ernie Bishop... You know, that fellow that sits around all day on his brains in his taxi.  You know... I happen to know the bank turned down this loan, but he comes here and we're building him a house worth five thousand dollars. Why? \n[14]A friend of yours? \n[15]You see, if you shoot pool with some employee here, you can come and borrow money. What does that get us? A discontented, lazy rabble instead of a thrifty working class. And all because a few starry-eyed dreamers like Peter Bailey stir them up and fill their heads with a lot of impossible ideas. Now, I say... \n[16]I'm not interested in your book. I'm talking about the Building and Loan. \n[17]Sentimental hogwash! I want my motion... \n[18]George, there is a rumor around town that you've closed your doors. Is that true?  Oh, well, I'm very glad to hear that...  George, are you all right? Do you need any police? \n[19]Well, mobs get pretty ugly sometimes, you know. George, I'm going all out to help in this crisis. I've just guaranteed the bank sufficient funds to meet their needs.  They'll close up for a week, and then reopen. \n[20]I may lose a fortune, but I'm willing to guarantee your people too. Just tell them to bring their shares over here and I will pay them fifty cents on the dollar. \n[21]If you close your doors before six P.M. you will never reopen. \n[22]Oh, tell the congressman to wait. Go on. \n[23]Oh, they are, are they? Even though they know the Baileys haven't made a dime out of it. \n[24]Well, you are not me. \n[25]The Bailey family has been a boil on my neck long enough. \n[26]Come in here. \n[27]You like it? I'll send you a box. \n[28]George, now that's just what I like so much about you. George, I'm an old man, and most people hate me. But I don't like them either, so that makes it all even. You know just as well as I do that I run practically everything in this town but the Bailey Building and Loan. You know, also, that for a number of years I've been trying to get control of it... or kill it. But I haven't been able to do it. You have been stopping me. In fact, you have beaten me, George, and as anyone in this county can tell you, that takes some doing. Take during the depression, for instance. You and I were the only ones that kept our heads. You saved the Building and Loan, and I saved all the rest. \n[29]The envious ones say that, George, the suckers. Now, I have stated my side very frankly. Now, let's look at your side.  Young man, twenty- seven, twenty-eight...  married, making, say... forty a week. \n[30]Forty-five. Forty-five. Out of which, after supporting your mother, and paying your bills, you're able to keep, say, ten, if you skimp. A child or two comes along, and you won't even be able to save the ten. Now, if this young man of twenty-eight was a common, ordinary yokel, I'd say he was doing fine. But George Bailey is not a common, ordinary yokel. He's an intelligent, smart, ambitious young man \u0097 who hates his job \u0096 who hates the Building and Loan almost as much as I do. A young man who's been dying to get out on his own ever since he was born. A young man... the smartest one of the crowd, mind you, a young man who has to sit by and watch his friends go places, because he's trapped.  Yes, sir, trapped into frittering his life away playing nursemaid to a lot of garlic-eaters.  Do I paint a correct picture, or do I exaggerate? \n[31]My point? My point is, I want to hire you. \n[32]I want you to manage my affairs, run my properties. George, I'll start you out at twenty thousand dollars a year. \n[33]You wouldn't mind living in the nicest house in town, buying your wife a lot of fine clothes, a couple of business trips to New York a year, maybe once in a while Europe. You wouldn't mind that, would you, George? \n[34]Oh, yes, George Bailey. Whose ship has just come in \u0096 providing he has brains enough to climb aboard. \n[35]Oh, confound it, man, are you afraid of success? I'm offering you a three year contract at twenty thousand dollars a year, starting today. Is it a deal or isn't it? \n[36]Sure, sure, sure. You go on home and talk about it to your wife. \n[37]In the meantime, I'll draw up the papers. \n[38]Okay, George? \n[39]One-A... One-A... One-A... \n[40]How does slacker George feel about that? \n[41]Bad ear. \n[42]Bailey... \n[43]Take me back there. Hurry up. Come on, look sharp. \n[44]Take me back. \n[45]Oh, so that's what the reporters wanted to talk to you about? \n[46]Yes. They called me up from your Building and Loan. Oh, there's a man over there from the D.A.'s office, too. He's looking for you. \n[47]George, could it possibly be there's a slight discrepancy in the books? \n[48]You misplaced eight thousand dollars? \n[49]Have you notified the police? \n[50]They're going to believe that one. What've you been doing, George? Playing the market with the company's money? \n[51]What is it \u0096 a woman, then? You know, it's all over town that you've been giving money to Violet Bick. \n[52]Not that it makes any difference to me, but why did you come to me? Why don't you go to Sam Wainwright and ask him for the money? \n[53]Well, what about all your other friends? \n[54]I see. I've suddenly become quite important. What kind of security would I have, George? Have you got any stocks? \n[55]Bonds? Real estate? Collateral of any kind? \n[56]Yes... how much is your equity in it? \n[57]Look at you. You used to be so cocky! You were going to go out and conquer the world! You once called me a warped, frustrated old man. What are you but a warped, frustrated young man? A miserable little clerk crawling in here on your hands and knees and begging for help. No securities \u0096 no stocks \u0096 no bonds \u0096 nothing but a miserable little five hundred dollar equity in a life insurance policy. You're worth more dead than alive. Why don't you go to the riff-raff you love so much and ask them to let you have eight thousand dollar? You know why? Because they'd run you out of town on a rail... But I'll tell you what I'm going to do for you, George. Since the state examiner is still here, as a stockholder of the Building and Loan, I'm going to swear out a warrant for your arrest. Misappropriation of funds \u0096 manipulation \u0096 malfeasance... \n[58]All right, George, go ahead. You can't hide in a little town like this. \n[59]Bill? This is Potter. \n[60]Happy New Year to you \u0096 in jail! Go on home \u0096 they're waiting for you! ", "JOSEPH'S VOICE": "\n[1]Looks like we'll have to send someone down \u0096 a lot of people are asking for help for a man named George Bailey. \n[2]That's why I came to see you, sir. It's that clock-maker's turn again. \n[3]Because, you know, sir, he's got the I.Q. of a rabbit. \n[4]Poor George... Sit down. \n[5]If you're going to help a man, you want to know something about him, don't you? \n[6]Well, keep your eyes open. See the town? \n[7]Oh, I forgot. You haven't got your wings yet. Now look, I'll help you out.  Concentrate. Begin to see something? \n[8]If you ever get your wings, you'll see all by yourself. \n[9]That's your problem, George Bailey. \n[10]That's him when he was twelve, back in 1919. Something happens here you'll have to remember later on. \n[11]George saved his brother's life that day.  But he caught a bad cold which infected his left ear. Cost him his hearing in that ear. It was weeks before he could return to his after- school job at old man Gower's drugstore. \n[12]That's Henry F. Potter, the richest and meanest man in the county. \n[13]I want you to take a good look at that face. \n[14]George Bailey. \n[15]That's the kid. \n[16]Not a soul. \n[17]Well, wait and see. \n[18]That's right. Not only that, but he gave his school money to his brother Harry, and sent him to college. Harry became a football star \u0096 made second team All American. \n[19]George got four years older, waiting for Harry to come back and take over the Building and Loan. \n[20]Now, you've probably already guessed that George never leaves Bedford Falls. \n[21]Mary had her baby, a boy. \n[22]Then she had another one \u0096 a girl. \n[23]Day after day she worked away remaking the old Granville house into a home. \n[24]Night after night George came back late from the office. Potter was bearing down hard. \n[25]Then came a war. \n[26]Ma Bailey and Mrs. Hatch joined the Red Cross and sewed. \n[27]Mary had two more babies, but still found time to run the U.S.O. \n[28]Sam Wainwright made a fortune in plastic hoods for planes. \n[29]Potter became head of the draft board. \n[30]Gower and Uncle Billy sold war bonds. \n[31]Bert the cop was wounded in North Africa.  Got the Silver Star. \n[32]Ernie, the taxi driver, parachuted into France. \n[33]Marty helped capture the Remagen Bridge. \n[34]Harry... Harry Bailey topped them all. A Navy flier, he shot down fifteen planes. \n[35]...two of them as they were about to crash into a transport full of soldiers. \n[36]George? Four-F on account of his ear, George fought the battle of Bedford Falls. \n[37]Air raid Warden... \n[38]...paper drives... \n[39]...Scrap drives... \n[40]...Rubber drives... \n[41]Like everybody else, on V-E Day he wept and prayed. \n[42]On V-J Day he wept and prayed again. \n[43]Yes, sir. \n[44]This morning, day before Christmas, about ten A.M. Bedford Falls time... ", "ERNIE": "\n[1]Hiya, George! \n[2]Sure, your highness, hop in. And, for the carriage trade, I puts on my hat. \n[3]How would you like... \n[4]Want to come along, Bert?  We'll show you the town! \n[5]Family man. \n[6]You still want me to hang around, George? \n[7]If either of you two see a stranger around here, it's me. \n[8]Bert, the cop, sent this over. He said to float away to Happy Land on the bubbles. \n[9]By the way, where are you two going on this here now honeymoon? \n[10]That does it! Then what? \n[11]Don't look now, but there's something funny going on over there at the bank, George, I've never really seen one, but that's got all the earmarks of a run. \n[12]Hey, Bert, here he comes. \n[13]Hiya... Good evening, sir. \n[14]Entray, monsieur, entray. \n[15]Gonna snow again. \n[16]I know \u0096 I know \u0096 I know. I think it's marvelous. \n[17]Where do you live? \n[18]Okay. Three-twenty Sycamore?... \n[19]All right.  He pulls down the flag on the meter and starts the cab. \n[20]You seen my wife? \n[21]Look, bud, what's the idea?  I live in a shack in Potter's Field and my wife ran away three years ago and took the kid...  And I ain't never seen you before in my life. \n[22]Is this the place? \n[23]Well, this house ain't been lived in for twenty years. \n[24]I don't know, but we better keep an eye on this guy. He's bats. \n[25]Watch him, Bert. \n[26]Think I'd better be going. \n[27]I need a drink. \n[28]The line forms on the right. \n[29]Mr. Martini! Merry Christmas! Step right up here. \n[30]Mr. Gower! \n[31]Just a minute. Quiet, everybody. Quiet \u0096 quiet. Now, this is from London. Mr. Gower cables you need cash. Stop. My office instructed to advance you up to twenty-five thousand dollars. Stop. Heehaw and Merry Christmas. Sam Wainwright. ", "VIOLET": "\n[1]Hello, George. 'Lo, Mary. \n[2]She was here first. \n[3]Please, Georgie. \n[4]I like him. \n[5]What's wrong with that? \n[6]Help me down? \n[7]Good afternoon, Mr. Bailey. \n[8]Oh, this old thing? Why, I only wear it when I don't care how I look. \n[9]Hey, George... \n[10]Hello, what am I bid? \n[11]Excuse me... \n[12]I think I got a date. But stick around, fellows, just in case, huh? \n[13]Hello, Georgie-Porgie. \n[14]What gives? \n[15]Where are you going? \n[16]George, don't you ever get tired of just reading about things? \n[17]Not a thing. \n[18]Oh, I'd love it, Georgie. What'll we do? \n[19]Huh? \n[20]George, have you gone crazy? Walk in the grass in my bare feet? Why, it's ten miles up to Mt. Bedford. \n[21]You think just because you... \n[22]George, can I see you for a second? \n[23]Character? If I had any character, I'd... \n[24]No, George, don't... \n[25]I know, but... \n[26]Yeah \u0096 sure... \n[27]I'm glad I know you, George Bailey. \n[28]Yeah \u0096 yeah... sure I will. \n[29]Merry Christmas, George. \n[30]I'm not going to go, George. I changed my mind. ", "MEDIUM SHOT": "\n[1]Harry makes his slide very fast. He passes the marks made by the other boys, and his shovel takes him onto the thin ice at the bend of the river. The ice breaks, and Harry disappears into the water. \n[2]George jumps into the water and grabs Harry. As he starts to pull him out he yells: \n[3]Five or six boys are coming toward camera, arm in arm, whistling.  Their attention is drawn to an elaborate horsedrawn carriage proceeding down the other side of the street. \n[4]George comes in and crosses to an old-fashioned cigar lighter on the counter. He shuts his eyes and makes a wish: \n[5]George behind soda fountain. He is putting on his apron. \n[6]George comes out into main room. As he puts on his cap he sees a Sweet Caporals ad which says: \n[7]George runs down the street until he comes opposite a two- story building with a sign on it reading: \"Bailey Building and Loan Association.\" He stops. Potter's carriage is waiting at the entrance. Suddenly he runs up the stairs. \n[8]George's father is seated behind his desk, nervously drawing swirls on a pad. He looks tired and worried. He is a gentle man in his forties, an idealist, stubborn only for other people's rights.  Nearby, in a throne-like wheelchair, behind which stands the goon who furnishes the motive power, sits Henry F. Potter, his squarish derby hat on his head. The following dialogue is fast and heated, as though the argument had been in process for some time. \n[9]It is late afternoon. A young man is looking over an assortment of luggage. Across the counter stands Joe Hepner, the proprietor of the store \u0096 he is showing a suitcase. \n[10]The place is practically the same except that it is now full of school kids having sodas, etc. A juke box and many little tables have been added. It has become the hangout of the local small fry.  There are now three kids jerking sodas. Gower is a different man now \u0096 sober, shaven and good-humored. He is behind the counter when George comes in. Gower's face lights up when he sees George. \n[11]As George crosses the street. He spots Ernie and his cab, and Bert the motor cop, parked alongside. \n[12]On Violet's back as she goes. As she crosses the street, an elderly man turns to look at her and is almost hit by a car that pulls up with screeching brakes. \n[13]Pop Bailey is seated at the dinner table. Mrs. Bailey and Annie, the cook, look up toward the vibrating ceiling. There are SOUNDS of terrific banging and scuffling upstairs. Annie pounds on the ceiling with a broom. \n[14]The dining room. Harry and his mother come out of the kitchen, Harry carrying a pie in each hand and balancing one on his head.  CAMERA PANS WITH them as they cross. \n[15]Characteristic activity; a number of people waiting for the train.  Uncle Billy is seated on a baggage wagon eating peanuts as George paces up and down in front of him. \n[16]The train comes to a stop, and Harry is among the first to get off, followed by an attractive girl about the same age as he is.  George rushes into the shot, and as the brothers embrace: \n[17]Violet is locking up for the night. A couple of men are crowding around her, each one bent on taking her out. There is laughter, kidding and pawing. She looks up and sees George standing there. \n[18]Potter seated behind his desk, his goon alongside him. Standing in front of the desk is a distinguished-looking man, obviously the president of the bank. He is mopping his brow with his handkerchief. \n[19]George is crossing the street, heading for the offices of the Building and Loan. \n[20]Cousin Tilly is at her switchboard, and Cousin Eustace standing beside her. Carter is still waiting in the doorway to his office.  Suddenly the door opens and George comes striding out. He goes directly to the safe and starts searching, but doesn't find the money. Then he goes to the cash drawer in the counter, and looks through it. \n[21]Uncle Billy and George are retracing the former's steps through the snow, looking everywhere for the missing money. They pause for a moment on the sidewalk. \n[22]George's car comes along the empty street, through the falling snow, suddenly swerves and crashes into a tree near the sidewalk of a house.  George gets out to look at the damage, and savagely kicks at the open door of the car, trying to shut it. The noise brings the owner of the house running out. \n[23]This is the same empty street where George's car swerved into the tree near the sidewalk. George and Clarence come into shot and up to the spot where George had left his car smashed against the tree. George looks around, but his car is nowhere to be seen, and the tree is undamaged. \n[24]George is stopped momentarily by the appearance of the house. Windows are broken, the porch sags, one section of the roof has fallen, doors and shutters hang askew on their hinges. Like a doomed man, George approaches the house. \n[25]George runs up the path to the front door of the house and raps on the door. He rings the bell and taps on the glass, when his attention is caught by a sign on the wall reading: \"Ma Bailey's Boarding House.\" \n[26]George and Clarence approach the tree from which the \"Bailey Park\" sign once hung. Now it is just outside a cemetery, with graves where the houses used to be. \n[27]The same part of the bridge where George was standing before Clarence jumped in. The wind is blowing as it has all through this sequence. George comes running into shot. He is frantically looking for Clarence. \n[28]The three children are at the top of the stairs. They are in their pajamas. ", "HARRY": "\n[1]I'm not scared. \n[2]I've eaten. \n[3]I don't care. It's George's tux. \n[4]Annie, I'm in love with you. There's a moon out tonight. \n[5]Pop, can I have the car? I'm going to take over a lot of plates and things. \n[6]Oh, Mom \u0096 I'm chairman of the eats committee and we only need a couple of dozen. \n[7]Gangway! Gangway! So long, Pop. \n[8]Very funny. Very funny. \n[9]Okay, Mom. You coming later? You coming later, George? \n[10]Couldn't want a better death. Lots of pretty girls, and we're going to use that new floor of yours tonight, too. \n[11]Aw, Pop, just a little. \n[12]You know my kid brother, George. I'm going to put him through college. \n[13]He has? \n[14]Well, I gotta make some dough first. \n[15]Oyez \u0096 oyez \u0096 oyez... The big Charleston contest. The prize? A genuine loving cup.  Those not tapped by the judges will remain on the floor. Let's go! \n[16]Come on, George, let's hurry. \n[17]Well, if it isn't old George Geographic Explorer Bailey! What? No husky dogs? No sled? Uncle Billy, you haven't changed a bit. \n[18]Say, where's Mother? \n[19]Oh, wait. Wait... Wait a minute. \n[20]Ruth Dakin. \n[21]Well, I wired you I had a surprise. Here she is. Meet the wife. \n[22]George... about that job. Ruth spoke out of turn. I never said I'd take it. You've been holding the bag here for four years, and... well, I won't let you down, George.  I would like to... Oh, wait a minute. I forgot the bags. I'll be right back. \n[23]Hello, George, how are you? \n[24]Mary \u0096 looks like I got here too late. \n[25]Oh, I left right in the middle of it as soon as I got Mary's telegram. \n[26]Good idea, Ernie. A toast... to my big brother, George. The richest man in town! ", "MEDIUM CLOSE SHOT": "\n[1]At one end of the room an orchestra is playing. George wends his way through the dancing couples toward a supper table. He and Harry are carrying plates and pies. \n[2]The crowd watching George and Mary dancing. They move backwards until finally they reach the edge of the floor and fall into the pool below. \n[3]George and Mary. The night is warm with a bright moon. George is dressed in jersey sweater and oversize football pants that keep wanting to come down. Mary is in an old white bath robe. Each is carrying their wet clothes tied into a bundle that leaves a trail of dripping water. As they near the camera we hear them singing: \n[4]George, visibly shaken, is busy with his bag, his papers. He is worried about the outcome of the meeting. Dissolving the Building and Loan will alter his plans. Uncle Billy follows him around, chattering. \n[5]Cousin Eustace is taking a photograph of the family group assembled on the porch. Flash bulbs go off, and the group breaks up. The crowd enters the front door of the house, leaving George and Uncle Billy on the porch. \n[6]George is standing at the garden gate. He takes some travel folders from his pocket, looks at them and throws them away. He is obviously disturbed about the latest turn of events. His mother comes out of the house and kisses him. \n[7]Mary is running down the stairs. \n[8]George is struggling with the gate \u0096 he finally kicks it open and starts slowly up the path toward Mary. \n[9]Mrs. Hatch, in a bathrobe, and with her hair in curlers, is leaning over the banister as she calls: \n[10]Mary comes into the hall. \n[11]Sam is seated at his desk, while a couple of his friends are nearby, with highballs in their hands. \n[12]George, followed by the still-silent people, comes in. Uncle Billy is standing in the doorway to his private office, taking a drink from a bottle. He motions to George to join him. \n[13]More people have crowded around the counter. Their muttering stops and they stand silent and grim. There is panic in their faces. \n[14]George is approaching the front door of the house, on which a sign is hanging: \"Bridal Suite.\" Ernie looks out through the curtain covering the broken glass of the front door. \n[15]In front of one of the miserable shacks that line the street are two vehicles. One of them is George Bailey's rickety car, and the other is an even more rickety truck piled high with household goods. The Martini family is moving. The family consists of Martini, his wife and four kid of various ages, from two to ten.  George and Mary are helping the Martinis move. About a dozen neighbors crowd around. Martini and George, assisted by three of the Martini children, are carrying out the last of the furniture.  As they emerge from the house, one of the neighbors, Schultz, calls out: \n[16]George and Mary are on the porch of the new house, with the Martinis lined up before them. \n[17]Gower and Uncle Billy are conducting a bond rally from the top of an Army tank. \n[18]Uncle Billy running across the street in the direction of the Building and Loan. \n[19]George comes out of the bank into the falling snow. He crosses the street, tugs at the door of his old car, finally steps over the door, and drives off. \n[20]An attractive little roadside tavern, with the name \"Martini's\" in neon lights on the front wall. \n[21]CAMERA SHOOTING DOWN from George's angle TO the water, dotted with floating ice, passing under the bridge. \n[22]From above George a body hurtles past and lands in the water with a loud splash. George looks down, horrified. \n[23]George looks around, as though to get his bearings. \n[24]The cab is parked. George gets out and looks at the house. \n[25]The police car has pulled up beside the cab, and Bert and Ernie stand watching George's actions. \n[26]George stands a moment, stunned. Then he turns and runs out to the sidewalk, until his face fills the screen. His features are distorted by the emotional chaos within him. We see Clarence leaning on the mail box at the curb, holding his volume of \"Tom Sawyer\" in his hand. ", "BERT": "\n[1]George... \n[2]No, thanks. Think I'll go home and see what the wife's doing. \n[3]How would you like to get a ticket next week? Haven't you any romance in you? \n[4]Liver pills! Who wants to see liver pills on their honeymoon? What? They want romantic places, beautiful places...  places George wants to go. \n[5]Come on, we got to get this up. He's coming. \n[6]The groom, idiot. Come on, get that ladder. \n[7]Get that ladder up here. \n[8]Hurry up... hurry up... hurry up. \n[9]What's up, Ernie? \n[10]All right, put up your hands. No fast moves. Come on out here, both of you. \n[11]Stand back. \n[12]Come on, come on. \n[13]Look, now why don't you be a good kid and we'll take you in to a doctor. Everything's going to be all right. \n[14]I hate to do this, fella. \n[15]Oh, shut up! \n[16]Where'd he go? Where'd he go? I had him right here. \n[17]Well, which way'd they go? Help me find 'em. \n[18]Oh, it's you! \n[19]Stand back! \n[20]Hey, George! George! You all right? \n[21]Hey, what's the matter? \n[22]What the Sam Hill you yelling for, George? \n[23]Know you? Are you kiddin'? I've been looking all over town trying to find you.  I saw your car piled into that tree down there, and I thought maybe... Hey, your mouth's bleeding; are you sure you're all right? \n[24]Mary, I got him here from the airport as quickly as I could. The fool flew all the way up here in a blizzard. ", "CLARENCE'S VOICE": "\n[1]You sent for me, sir? \n[2]Splendid! Is he sick? \n[3]Oh, dear, dear! His life! Then I've only got an hour to dress. What are they wearing now? \n[4]Sir... If I should accomplish this mission \u0096 I mean \u0096 might I perhaps win my wings?  I've been waiting for over two hundred years now, sir \u0096 and people are beginning to talk. \n[5]The Adventures of Tom Sawyer. \n[6]Oh, thank you, sir. Thank you. \n[7]Sit down? What are... \n[8]Well, naturally. Of course. \n[9]Where? I don't see a thing. \n[10]Why, yes. This is amazing. \n[11]Oh, wonderful! \n[12]Hey, who's that? \n[13]A boy? \n[14]Who's that \u0096 a king? \n[15]What did you stop it for? \n[16]Who is it? \n[17]Oh, you mean the kid that had his ears slapped back by the druggist. \n[18]It's a good face. I like it. I like George Bailey. Tell me, did he ever tell anyone about the pills? \n[19]Did he ever marry the girl? Did he ever go exploring? \n[20]I know. I know. He didn't go. \n[21]Yes, but what happened to George? \n[22]No! \n[23]Yes, but George... ", "MAN": "\n[1]Yes!! Why don't you kiss her instead of talking her to death? \n[2]Why don't you kiss her instead of talking her to death? \n[3]Aw, youth is wasted on the wrong people. \n[4]Wait just a minute now. \n[5]Peter Bailey died three months ago. I second Mr. Potter's motion. \n[6]Now, wait a minute. \n[7]We'll wait for you, baby. \n[8]I got doctor bills to pay. \n[9]I need cash. \n[10]Can't feed my kids on faith. \n[11]Hey, this is the company's posters, and the company won't like this. \n[12]Sure I have, but I got rid of it. \n[13]Who? \n[14]What are they \u0096 ducks? \n[15]All right \u0096 all right. \n[16]I'm hurrying. \n[17]Bailey? Which Bailey? \n[18]And the next time you talk to my wife like that you'll get worse. She cried for an hour. It isn't enough she slaves teaching your stupid kids how to read and write, and you have to bawl her out... \n[19]Help! Help! Help! \n[20]Somebody call the police! \n[21]Oh, no you don't! \n[22]I wouldn't have a roof over my head if it wasn't for you, George. ", "GOWER": "\n[1]You're late. \n[2]George! George! \n[3]You're not paid to be a canary. \n[4]No. \n[5]No. \n[6]Take these capsules over to Mrs. Blaine's.  She's waiting for them. \n[7]Ummmm... \n[8]Yes \u0096 charge. \n[9]Aw, get going! \n[10]Why, that medicine should have been there an hour ago. It'll be over in five minutes, Mrs. Blaine. \n[11]Where's Mrs. Blaine's box of capsules? \n[12]Did you hear what I said? \n[13]What kind of tricks are you playing, anyway? Why didn't you deliver them right away? Don't you know that boy's very sick? \n[14]You lazy loafer! \n[15]No... No... No... \n[16]Oh, George, George... \n[17]Oh, George. \n[18]Aw, forget it. \n[19]Hope you enjoy it. \n[20]No. No. \n[21]I made the rounds of my charge accounts. ", "POP": "\n[1]Oh, let 'em alone. I wish I was up there with them. \n[2]Hope you have a good trip, George. Uncle Billy and I are going to miss you. \n[3]Oh, I had another tussle with Potter today. \n[4]I thought when we put him on the Board of Directors, he'd ease up on us a little bit. \n[5]Oh, he's a sick man. Frustrated and sick.  Sick in his mind, sick in his soul, if he has one. Hates everybody that has anything that he can't have. Hates us mostly, I guess. \n[6]So long, son. \n[7]No gin tonight, son. \n[8]No, son, not one drop. \n[9]Pretty much. You know, George, wish we could send Harry to college with you. Your mother and I talked it over half the night. \n[10]He's pretty young for that job. \n[11]Maybe you were born older, George. \n[12]I say, maybe you were born older. I suppose you've decided what you're going to do when you get out of college. \n[13]Still after that first million before you're thirty. \n[14]Of course, it's just a hope, but you wouldn't consider coming back to the Building and Loan, would you? \n[15]I know it's soon to talk about it. \n[16]You know, George, I feel that in a small way we are doing something important.  Satisfying a fundamental urge. It's deep in the race for a man to want his own roof and walls and fireplace, and we're helping him get those things in our shabby little office. \n[17]Yes... Yes... You're right, son. \n[18]This town is no place for any man unless he's willing to crawl to Potter. You've got talent, son. You get yourself an education. Then get out of here. \n[19]Have a good time, son. ", "SAM": "\n[1]Here comes George. Hello, hee-haw! \n[2]Oh, this afternoon. I thought I'd give the kids a treat. \n[3]Yeah \u0096 old Joe College Wainwright, they call me. Well, freshman, looks like you're going to make it after all. \n[4]Harry! You're the guy I want to see. Coach has heard all about you. \n[5]Yeah. He's followed every game and his mouth's watering. He wants me to find out if you're going to come along with us. \n[6]Well, you better make it fast. We need great ends like you \u0096 not broken down old guys like this one. \n[7]Hee-haw! \n[8]\"Momma wants you, Marty.\" \"Momma wants you, Marty.\" Remember? \n[9]Aw, go on. \n[10]You mean old moss-back George? \n[11]Well, George Baileyoffski! Hey, a fine pal you are. What're you trying to do? Steal my girl? \n[12]That old George... he's always making a speech. Hee-haw! \n[13]We just stopped in town to take a look at the new factory, and then we're going to drive on down to Florida. \n[14]Why, sure. Hey, why don't you kids drive down with us, huh? \n[15]Still got the nose to the old grindstone, eh? Jane, I offered to let George in on the ground floor in plastics, and he turned me down cold. \n[16]I'm not rubbing it in. Well, I guess we better run along. \n[17]So long, George. See you in the funny papers. \n[18]To Florida! Hee-haw! ", "NICK": "\n[1]Are you all right, George? Want someone to take you home? \n[2]This is Mr. George Bailey. \n[3]You all right, George? \n[4]Yes, you bet. \n[5]You want a martini? \n[6]Look, I'm the boss. You want a drink or don't you? \n[7]Okay. What's yours? \n[8]Look, mister, I'm standing here waiting for you to make up your mind. \n[9]Hey, look mister, we serve hard drinks in here for men who want to get drunk fast.  And we don't need any characters around to give the joint atmosphere. Is that clear?  Or do I have to slip you my left for a convincer? \n[10]Okay. \n[11]That does it! Out you two pixies go, through the door or out the window! \n[12]And that's another thing. Where do you come off calling me Nick? \n[13]What's that got to do with it? I don't know you from Adam's off ox. Hey, you! Rummy! Come here! Come here! \n[14]Didn't I tell you never to come panhandling around here? \n[15]Throw him out. Throw him out. \n[16]You know, that's another reason for me not to like you. That rumhead spent twenty years in jail for poisoning a kid. If you know him, you must be a jailbird yourself. Would you show these gentlemen to the door. \n[17]Hey! Get me! I'm giving out wings! ", "COUSIN TILLY": "\n[1]Uncle Billy... telephone. \n[2]Bank examiner. \n[3]Hey, George, your suitcase is leaking. George waves up at them and continues on across the street. \n[4]Here it is, \"Help Wanted \u0096 Female.\" \n[5]Fifty-six! \n[6]Here they come! \n[7]I wish they were rabbits. \n[8]George, there's a call for you. \n[9]Mrs. Bailey is on the phone. \n[10]Wait till Martha hears about this. \n[11]No, he stopped at the bank first. \n[12]George, shall we hang up? \n[13]Hurry, Uncle Billy, hurry. Long distance, Washington. \n[14]Harry, your nephew, remember? \n[15]Yeah, he's in his office. ", "MARTINI": "\n[1]Rent? You hear what he say, Mr. Bailey? \n[2]I own the house. Me, Giuseppe Martini. I own my own house. No more we live like pigs in thisa Potter's Field. Hurry, Maria. \n[3]Oh, thank you, Mr. Bailey. \n[4]Goodbye, everybody! \n[5]Why you drink so much, my friend? Please go home, Mr. Bailey. This is Christmas Eve. \n[6]You get out of here, Mr. Welch! \n[7]Never mind the money. You get out of here quick. \n[8]You hit my best friend. Get out! \n[9]He's gone. Don't worry. His name is Welch.  He don't come in to my place no more. \n[10]The last time he come in here. You hear that, Nick? \n[11]Oh, no, Please, don't go out this way, Mr. Bailey. \n[12]Oh, no \u0096 you don't feel so good. \n[13]Please don't go away \u0096 please! \n[14]I busted the juke-box, too! ", "COUSIN EUSTACE": "\n[1]Parlez-vous francais? Hey, send us some of them picture postcards, will you, George? \n[2]What happened? We heard a lot of yelling. \n[3]Wedding cigars! \n[4]George! George! It's Harry now on long distance from Washington! \n[5]He reversed the charges. It's okay, isn't it? \n[6]What did they have to eat? \n[7]In a plane? \n[8]George... \n[9]...George, that man's here again. \n[10]Bank... bank examiner. \n[11]Hey, here's Harry on the phone. \n[12]Here he is. \n[13]He had it on his desk counting it before he closed up. ", "BAILEY": "\n[1]I'm not crying, Mr. Potter. \n[2]All I'm asking is thirty days more... \n[3]Just a minute, son. Just thirty short days. I'll dig up that five thousand somehow. \n[4]Times are bad, Mr. Potter. A lot of these people are out of work. \n[5]I can't do that. These families have children. \n[6]But they're somebody's children. \n[7]Well, all right... \n[8]Mr. Potter, what makes you such a hardskulled character? You have no family \u0096 no children. You can't begin to spend all the money you've got. \n[9]George, George... \n[10]Run along. \n[11]All right, son, thanks. I'll talk to you tonight. ", "ZUZU": "\n[1]Hi, Daddy. \n[2]I won a flower. \n[3]Want to give my flower a drink. \n[4]Look, Daddy... paste it. \n[5]Give the flower a drink. \n[6]What? \n[7]I'm not sleepy. I want to look at my flower. \n[8]It will? \n[9]Daddy! \n[10]Fine. \n[11]Look, Daddy. Teacher says, every time a bell rings an angel gets his wings. ", "FRANKLIN'S VOICE": "\n[1]Hello, Joseph, trouble? \n[2]George Bailey. Yes, tonight's his crucial night. You're right, we'll have to send someone down immediately. Whose turn is it? \n[3]Oh \u0096 Clarence. Hasn't got his wings yet, has he? We've passed him up right along. \n[4]Yes, but he's got the faith of a child \u0096 simple. Joseph, send for Clarence. \n[5]Yes, Clarence. A man down on earth needs our help. \n[6]No, worse. He's discouraged. At exactly ten-forty-five PM tonight, Earth time, that man will be thinking seriously of throwing away God's greatest gift. \n[7]You will spend that hour getting acquainted with George Bailey. \n[8]What's that book you've got there? \n[9]Clarence, you do a good job with George Bailey, and you'll get your wings. \n[10]Joseph, now show him what happened today. ", "TOM": "\n[1]I got two hundred and forty-two dollars in here, and two hundred and forty-two dollars isn't going to break anybody. \n[2]Sixty days? \n[3]No. \n[4]Well, what do you say? \n[5]Okay, Randall. \n[6]Better to get half than nothing. \n[7]Two hundred and forty-two dollars! \n[8]I'll take two hundred and forty-two dollars. \n[9]That'll close my account. \n[10]What is this, George? Another run on the bank? ", "MOTHER": "\n[1]George! Harry! You're shaking the house down! Stop it! \n[2]Harry'll tear his dinner suit. George! \n[3]But if they were all girls, there wouldn't be any... Oh, never mind. George! Harry! Come down to dinner this minute. Everything's getting cold and you know we've been waiting for you. \n[4]Oh, you two idiots! George, sit down and have dinner. \n[5]Well, aren't you going to finish dressing for your graduation party? Look at you. \n[6]Oh, my lands, my blood pressure! \n[7]What plates? \n[8]Oh, no you don't. Harry, now, not my best Haviland. \n[9]Put those things in the car and I'll get your tie and studs together. ", "SAM'S VOICE": "\n[1]Aw, great. Gee, it's good to hear your voice again. \n[2]Hee-haw! Put him on. \n[3]No, wait a minute. Wait a minute. I want to talk to both of you. Tell Mary to get on the extension. \n[4]I have a big deal coming up that's going to make us all rich. George, you remember that night in Martini's bar when you told me you read someplace about making plastics out of soybeans? \n[5]Well, Dad's snapped up the idea. He's going to build a factory outside of Rochester. How do you like that? \n[6]Well, why not? Can you think of anything better? \n[7]That so? Well, I'll tell him. Hey, that sounds great! Oh, baby, I knew you'd come through. Now, here's the point. Mary, Mary, you're in on this too. Now listen.  Have you got any money? \n[8]Well, now listen. I want you to put every cent you've got into our stock, you hear?  And George, I may have a job for you; that is, unless you're still married to that broken-down Building and Loan. This is the biggest thing since radio, and I'm letting you in on the ground floor. Oh, Mary...  Mary... \n[9]Would you tell that guy I'm giving him the chance of a lifetime, you hear? The chance of a lifetime. ", "PETE": "\n[1]Did you bring the Christmas wreath? \n[2]Mommy says we can stay up till midnight and sing Christmas carols. \n[3]Daddy, the Browns next door have a new car. You should see it. \n[4]Yes, Daddy. \n[5]Dad, how do you spell \"frankincense\"? \n[6]He told me to write a play for tonight. \n[7]Daddy, how do you spell \"Hallelujah\"? \n[8]Nothing, Daddy. \n[9]Is Daddy in trouble? ", "OWNER": "\n[1]What do you think you're doing? \n[2]Now look what you did. My greatgrandfather planted this tree. \n[3]Hey, you... Hey, you! Come back here, you drunken fool! Get this car out of here! \n[4]Good evening. \n[5]I beg your pardon? \n[6]What tree? \n[7]You must mean two other trees. You had me worried. One of the oldest trees in Pottersville. \n[8]I mean Pottersville. Don't you think I know where I live? What's the matter with you? ", "JOE": "\n[1]An overnight bag \u0096 genuine English cowhide, combination lock, fitted up with brushes, combs... \n[2]I see, a flying carpet, huh? I don't suppose you'd like this old second- hand job, would you? \n[3]No charge. \n[4]That's right. \n[5]A little present from old man Gower. Came down and picked it out himself. \n[6]What boat you sailing on? \n[7]A cattle boat? ", "ANNIE": "\n[1]That's why all children should be girls. \n[2]If you lay a hand on me, I'll hit you with this broom. \n[3]Boys and girls and music. Why do they need gin? \n[4]I would if I thought I'd hear anything worth listening to. \n[5]I heard it. About time one of you lunkheads said it. \n[6]You speak for yourself, Mrs. B. \n[7]I've been saving this money for a divorce, if ever I get a husband. ", "MARTY": "\n[1]George. \n[2]Do me a favor, will you, George? \n[3]Well, you remember my kid sister, Mary? \n[4]Dance with her, will you? \n[5]Aw, come on. Be a sport. Just dance with her one time and you'll give her the thrill of her life. \n[6]Hey, sis. \n[7]You remember George? This is Mary. Well, I'll be seeing you. ", "MEDIUM LONG SHOT": "\n[1]The old deserted house. Mary throws her rock, and once more we hear the SOUND of breaking glass. \n[2]George looks surprised at this. \n[3]An old-fashioned, run-down house, unpainted and warped by the weather. It once had class but has not been lived in for years.  This is the house that George and Mary will live in from now on.  The rain is pouring down. A faint glow of light shines out from bottom windows. George hurries into scene. He stops to make sure it is the right number before going up the steps. \n[4]A group of men, obviously just drafted, marching along in a camp. \n[5]Uncle Billy is walking along the street, humming happily to himself. He sees some men decorating the Court House with banners and bunting \u0096 there is a huge sign reading: \"Welcome Home Harry Bailey\" \n[6]George is crossing the approach to the bridge when a truck swings around the corner and nearly hits him. \n[7]The taxi pulls up to the curb and stops. ", "CARTER": "\n[1]Carter \u0096 bank examiner. \n[2]Merry Christmas. \n[3]Well, I guess they do those things. Well, I trust you had a good year. \n[4]Yeah, very funny. \n[5]Although I shouldn't wonder when you okay reverse charges on personal long distance calls. \n[6]Now, if you'll cooperate, I'd like to finish with you by tonight. I want to spend Christmas in Elmira with my family. \n[7]Mr. Bailey, there's a deficit! ", "MA BAILEY": "\n[1]Well? \n[2]Mother? What do you want? \n[3]George who? If you're looking for a room there's no vacancy. \n[4]Get over what? I don't take in strangers unless they're sent here by somebody I know. \n[5]You know him? \n[6]When'd you see him last? \n[7]That's a lie. He's been in the insane asylum ever since he lost his business.  And if you ask me, that's where you belong. ", "Mary!": ""}}