{"dialogues": {"JANE": "\n[1]-- Anniversary. \n[2]I thought maybe you were drifting. \n[3]-- That's so true. \n[4]-- Fifteenth anniversaries. \n[5]Ollie, how was graduation? \n[6]It's in three days! \n[7]They can't wait. \n[8]-- Only a week... \n[9]I know, I hate it. Well... Congrats again... Great party... \n[10]Yeah, I have some -- stuff I have to get done tonight for work... I'll see you two in New York. \n[11]Good.    Well.... \n[12]Oh, a suit or dress, probably a suit. \n[13]We're at The Park Regent. You said you were at The Four Seasons, right? \n[14]Oh. Good.     That'll be convenient, actually.     Okay, so, see you soon.. \n[15]Yeah, well, we know how to do this by now. It has been ten years. \n[16]Gabby, you're leaving now? I thought you were going in the morning? \n[17]But honey, it's gonna get dark soon. You can't see out the back window. It's Saturday night. People will be on the road drinking... \n[18]Want me to drive it down in the morning? I could be there by lunch. We could go to that big Bed, Bath, and Beyond, buy kitchen stuff... Gabby, can you look up from that thing?? \n[19]What are you....? No! -- I'm not! One of you is always moving out... But I am wondering who I'm gonna watch The Hills with? \n[20]He was at Sally and Ted's. \n[21]-- It was.... -- whatever. It was fine. \n[22]Not this time. Gabby, call me when you get there. Do NOT forget. \n[23]Gabby! \n[24]Oh my God.     Goodbye you two.   Love you. \n[25]Reynaldo... \n[26]Little bit. \n[27]Who wants coffee while they're waiting? \n[28]Check on table five, will you? \n[29]Peter! \n[30]So excited! \n[31]I've been thinking about this addition for ten years. \n[32]Uh-huh, uh-huh. Oh, niiice....I like this wall of windows, Peter. \n[33]Oh. Love where you put the stairs. That's so good! \n[34]Oh my God, the kitchen! Finally - I have a real kitchen with four walls... It's...oh, wow...you actually understood what I wanted! \n[35]Okay. Hi. \n[36]You read all my e-mails. \n[37]It is? Oh, sorry, I have a 10:30... dentist. Can you leave these and I'll make a few notes? Well, actually, I have one tiny note now. In my bathroom...um...no his and her sinks. \n[38]Just hers. \n[39]Oh, God, we're talking code about my life, right? \n[40]The truth is, in my current bathroom, I have two sinks and sometimes the other sink makes me feel bad. \n[41]Tuesday's great. Eight-thirty too early? At the house? \n[42]Hi. \n[43]Hi. Jane Adler. So, I just wanted to start with... and please don't take this the wrong way but I'm the type of person who kind of makes fun of people who get plastic surgery. \n[44]You do? Good, because, you know, some women can look a little fake and plasticky. And in my opinion -- worse. \n[45]Oh, that's good, so, well, as against the whole thing as I am, I do have a problem that's been bugging me. My left eyelid is really saggy. I find I'm sometimes holding it up when I'm watching TV or reading and I was wondering if that's something you could fix. \n[46]Is it? \n[47]I do? Well, I'm only interested in fixing one eye. \n[48]A brow lift? Wh-what is that exactly? \n[49]-- Hey.. \n[50]Hello. \n[51]Dentist. \n[52]Uh, no... changed. \n[53]-- See you in the Big Apple. \n[54]-- When the three of them got in the elevator... between that and the staples and the headache for six months... it was the most insane hour of my life. \n[55]Oh, I don't know... \n[56]Well, can't disagree with that. \n[57]\n[58]\n[59]\n[60]\n[61]\n[62]\n[63]Trust me... I'm not not doing it on purpose. \n[64]What!!!    Get out of here. \n[65]Oh my Goddddddd. \n[66]talks as if she's in the doctor's office \n[67]Love when we're all in the same time zone. \n[68]What party? \n[69]You're having a party? When? Hi. Adler. Two rooms...hopefully next to each other. \n[70]Yeah, we're not the ones in the Superior Suite. Have the other Adlers checked in yet? Just wondering. \n[71]Wait. Hold on. Set up what? I have reservations for all of us for dinner. That's not happening now? \n[72]Okay, okay.    Do you want me to help or... \n[73]Hi. Adler. One. \n[74]Sure. You don't happen to have another Adler coming in, do you? Adler for two? \n[75]Thanks. \n[76]Pinot Noir, please. No, you know what? I'll have a Tanqueray Martini very dry with a twist. \n[77]Where's your....?? \n[78]Really? Didn't know you knew how to be by yourself. \n[79]Yeah.... \n[80]Longer. \n[81]Just the two of us? Alone?      1999. \n[82]So...how are things in the fertility world? \n[83]Sperm issues? \n[84]A baby?! Really Jake? So...the next time you go to a graduation, you'll be what? Fifty-eight plus... \n[85]Okay.     So. Seriously, how is that good? \n[86]Where'd you get that idea? \n[87]Oh, please, it was five years ago. \n[88]Little jealous? \n[89]The man's married now. \n[90]Eight months. \n[91]Not long. \n[92]-- Oh, yeah. That was such a fun night. \n[93]Oh, yeahhhh.... \n[94]-- No...! \n[95]You're married to someone else...! \n[96]Hey.... I know you. \n[97]Oh......God......... \n[98]-- I'm having an out of body experience. \n[99]Please shut up.    I'm so dizzy. \n[100]Look the other way. \n[101]`Cause I have to get up. \n[102]Look the other way Jake!!! \n[103]WHAT is wrong with us? \n[104]A great time? This is the dumbest thing two people have ever done. \n[105]Yeah.   Totally. \n[106]To me? \n[107]Okay, Jake. Thank you. Out of nowhere, sudden appreciation. But thank you. Really. \n[108]Which I don't...but... \n[109]-- Have no idea. Let's move on, shall we? \n[110]So who's coming home when?   No one's told me the details. \n[111]I'm on the uh, the four o'clock. \n[112]It's been...great, but let's not ... push it. \n[113]I know. Okay, I've got to hit the road, guys. \n[114]Thanks for staying. So proud of you. Be good. Call me if you need me. \n[115]It was. \n[116]It's 8:30 Tuesday morning! \n[117]Yes! Totally forgot! I'm so sorry! Can you give me a lift back to the house? \n[118]Just getting a divorce? \n[119]Wooo. \n[120]Here's the good news. In two more years you'll actually begin to feel normal again. \n[121]Maybe that was just my experience. \n[122]Yes, I'd love that. \n[123]I have an idea... what if we move my bedroom like six or eight feet so I can get more of the morning light? \n[124]Not possible? \n[125]Ahhh! Forgot it was all open up there! \n[126]About ten years. I bought this place right after my divorce but it's taken me until now to be able to finally do this.... \n[127]Hi. No, well, we   were just about done. Adam, this   is my ex-husband, Jake. Jake, this   is Adam Schaeffer, my architect. \n[128]Everything's not 100% worked out yet... \n[129]Yeah... \n[130]It's not huge. Why don't I show these to you when we get a little closer. \n[131]Sounds great. \n[132]Jake, come on. This is just too weird. We have to just never do what we did - ever again. You're an adulterer and I'm an awful person, basically. I haven't slept in days. What we did was just so wrong on so many levels. \n[133]No! It wasn't! On no levels was it right! \n[134]Yes! Because we're not supposed to have fun like that! We're divorced!   Are you like, what? Unhappy at home?   Does she not \"understand\" you? Did you just want to know what it would be like with someone my age? What is this? \n[135]\n[136]\n[137]\n[138]Oh, God, it's official.    We're having an affair. \n[139]Because that's what this is. \n[140]Just because we were married for 19 years does not not make this an affair. \n[141]Really? You want to run that logic by your wife? \n[142]Do me a favor, you're on my side. Can we switch? I feel disoriented. \n[143]Since ten years ago.   Please... \n[144]No! \n[145]I don't know. \n[146]I've gotta get to work. \n[147]Can you hand me my robe? \n[148]-- Because the last time you saw me standing up naked I was in my forties. Things look different lying down. Just... \n[149]Jake, I think it would be really good for us to not talk for a few days. Okay? \n[150]What..? \n[151]Really? \n[152]Well, you know, I'm not as good as you at remembering all the details of our... \n[153]Not sure I agree and...also, we're not back together. \n[154]How is this French of us? \n[155]You miss it? \n[156]We sell it for $6.50 a bag at the store. \n[157]I don't know what's going on, I have so much energy lately which I think is probably a result of... all the sex I'm having. Yeah. I'm actually not kidding. I'm having an affair. With a married man. \n[158]Well, it... started in New York. \n[159]Yeah, we did it once there and once here. Maybe more than once there, I was drunk so... \n[160]Turns out I'm a bit of a slut. Apple, Blueberry or Plum? \n[161]Oh, God, but I am. I'm having an affair with Agness Adler's husband. \n[162]I know. \n[163]\n[164]\n[165]\n[166]\n[167]\n[168]But, girls, what about the fact that I'm now the other woman? I'm the one we hate. \n[169]Reynaldo, I'm changing the breakfast menu, want to give it a little more life... What do you think? \n[170]I don't think so. \n[171]Caliente? \n[172]Hello. No! I didn't do this again! \n[173]Adam, I'm so sorry.   My mind is just... Forgive me. \n[174]That's completely not true.   I'm really sorry. Oh! I like it already! \n[175]Great. Love it. \n[176]Feels perfect. \n[177]This is heaven! \n[178]Yeah. \n[179]It's called a croque-monsieur. It's one of the first things I learned to make when I lived in Paris because the ingredients are really really cheap. \n[180]In my early twenties. I went there to take a six day pastry class and ended up staying a year working as an apprentice in a bakery. \n[181]Thank you for taking my 47 e-mails and turning them into something so beautiful. \n[182]Well, I'm not all that used to being able to count on anyone... \n[183]I know it's none of my business but... I'm trying to figure out why someone like you is divorced. \n[184]Something in the you're too nice department..? \n[185]Oh, no! \n[186]That's awful. \n[187]I can imagine, sitting there for eleven hours with your wife who you know is -- oh, that's rough. \n[188]I don't blame her. \n[189]We're not as figured out as you'd think. \n[190]You know I hope you don't feel I've been interrogating you, but... \n[191]I know what it's like to have your ex remarried and to not have so much going on in that department. I mean, do you date ever or... \n[192]Constantly? \n[193]-- But no girlfriend? \n[194]Just like to date... \n[195]No.... No. \n[196]Aw, thank you. I always make ice cream when I can't sleep, so I'm glad someone was here to eat it. \n[197]It was really fun. \n[198]Woops!   Coming! \n[199]What are you doing here? \n[200]It's nine o'clock. Where does your wife think you are? \n[201]Not tonight big guy. \n[202]Really, Jake, I'm a little tired, I was just gonna take a bath. \n[203]Mine. \n[204]Don't you ever eat at your house? \n[205]Lavender Honey. \n[206]Not at all. You? \n[207]No... \n[208]Hate to tell you, big guy, but we already grew old apart. \n[209]I have no idea why I keep saying that. I'm sorry. I'll stop. \n[210]Yeah, well, you live with a five year old. \n[211]So what does that mean exactly...? What's going on over there at your place? \n[212]Isn't a baby part of the deal when you marry a woman that age? \n[213]The \"hot tub\"... That feels like a billion years ago. \n[214]Me?   Since before Lauren was born. \n[215]At least. \n[216]Are you kidding me? Put that away! It's been too long... \n[217]I'm not going to.... \n[218]Maybe.... \n[219]He's not nerdy and he definitely doesn't. We're working together. \n[220]Hey, will you do me a favor? \n[221]I don't know. It's my first. \n[222]I gotta tell my shrink about this. This is a lot to handle. I guess you should go ... I'm sure yoga's probably closed by now. \n[223]Oh, you got a little ice cream on your shirt. Let me get that out. \n[224]Wow, wow, wow...what's happening, Jake? \n[225]I always get it. I have three kids. Hello. Hiii... You still on the plane? How was Luke when you left? Oh, that sounds like fun. Let me know what I can bring..... No! Don't have any idea where he is. Okay, honey, talk to you tomorrow. Now I'm lying...... Lauren and Harley are giving Luke a graduation party this weekend. Sweet, huh? \n[226]Dr. Allen! \n[227]No, I just need to talk...and I was wondering if there was any chance you could squeeze me in for an emergency session. I'm sort of desperate for some advice. I brought you some of that coffee cake you like. Not as a bribe or anything... \n[228]That's fine. I'll talk fast. \n[229]So, at this point, I just need some sound, unbiased guidance. Is having an affair with you know who a good thing or a bad thing? It's a bad thing, right? How could it be good? \n[230]I am. Definitely. I've made a list of what this can possibly be about...at my end. Can I read it to you? \n[231]Thanks. I e-mailed it to myself. Okay. Am I still trying to figure out why the marriage failed? Do I want to get back together? Do we have unfinished business? Is this about revenge?   Am I just... lonely? Or, is it my \"caretaker\" thing? \n[232]You know, the kids are finally gone and now all of a sudden Jake's back and I get to take care of him in some way... \n[233]And, listen, I get how therapy works, I do... We look at things, we examine them, weeks turn into months, what....? we're going on eight years, right?.... and I'm okay with that, I like it... but in this case, I need to know what you really think. Like, I'd like you to say... Don't do this, it's absolutely wrong or go ahead, you'll be fine. I actually want to be told what to do. \n[234]I'm sorry. I need more concrete. Are you saying I should keep seeing him? Because, honestly, if the guilt and fear could go away, maybe I could let go a little and figure this out. \n[235]Okay... and another way of saying that is....? \n[236]Hey, where are you? \n[237]Want to grab some lunch? \n[238]Can you do it now? I have about an hour. Thought we could go to The Stanhope....get room service. \n[239]See you there, Adler. \n[240]Jake!!! \n[241]How's his heart? \n[242]You did?   Oh, that's good. \n[243]Flomax? \n[244]Yes, I prefer a lot of semen. Always have. Okay, well, thank you so much for coming. Looks like he's gonna live, so... \n[245]Yeah.   Really good for me. \n[246]No chance. I assure you. \n[247]Jake, I have a confession to make. Back when we broke up... I knew it wasn't all your fault. \n[248]I know. Because when you cheated, I didn't have to. But I think in some way, I gave up on us and I'm not sure you ever really did. \n[249]Are you and Agness... still having sex? \n[250]Right. Yeah. Okay.... Now I know you're gonna think I'm leaving because of what you just said, but I'm not. I really have to get back to work. \n[251]Hello? \n[252]Adam! Oh!     Hi. \n[253]Oh, that sounds so fun... Let me think, tomorrow's what? \n[254]Oh, um, you know, I'd really love to, but, my son is coming home from college the next day and I have a bunch of things I have to do to get ready... I'm so sorry. \n[255]Absolutely. I would love that. \n[256]-- mashed potatoes, sauteed string beans and double fudge chocolate cake. I know your favorite dinner, Jakey. \n[257]We have a date. \n[258]Two days ago you went to The Stanhope...for lunch? \n[259]I knew you were all going to be here for the weekend so I made a bunch of stuff last night. \n[260]Very funny. \n[261]Harley? \n[262]Yay!!!! \n[263]Hey. \n[264]Wherever. \n[265]Thanks. \n[266]No thank you. \n[267]Bye-bye. \n[268]\n[269]\n[270]\n[271]\n[272]\n[273]What is it, Jake?   What? \n[274]`Cause I don't care what your excuse is. \n[275]You know what, Jake? You were worried about rocking the boat at home? Well now you're rocking my boat and I don't like it. \n[276]\n[277]\n[278]\n[279]\n[280]Okay...What did you see and what do you know? \n[281]Have you told Lauren? \n[282]glances out the window at Jake as he drives off. One of the kids says something, distracting her, and she laughs... \n[283]Hey.... \n[284]I'm feelin' a little fantastic. \n[285]Really? Thank you! Come on in. Can you hold this for a sec? Oh my God... -- this could be the best cake I ever made. You want a piece? It's like... beyond... \n[286]I can't believe you brought me a gift?! So nice! \n[287]An appointment book? \n[288]--Because I never remember our... Awww.... \n[289]Thank you! \n[290]Sorry. \n[291]So, let me ask you something and please don't think I'm weird or out of line or anything... but do you by any chance poke smot? \n[292]I mean do you smoke pot?! I haven't asked anyone that question since I was twenty-two. \n[293]Oh my God, we have kids the same age! And I haven't had any since my kids were born either!!! Except for tonight. I had one hit off of this. \n[294]GASPS and DROPS THE JOINT, then TURNS to Cop, waves, then:) \n[295]Hi. \n[296]Yes! I don't know what they've done to pot over the last 30 years but it rockkkkks! \n[297]Don't take too much, it's really strong. \n[298]How you feeling? \n[299]Me too. \n[300]Hi... love your dress.   Hey Harls. \n[301]Adam, this is my oldest, Lauren and her fiance, Harley. We're on a date. \n[302]Adam, this is Agness, Jake's wife... Now that is an odd sentence for me to say since that was me for most of my life. Seriously. How weird is that? Both of us married to the same man! \n[303]Because there, is...fascinating. I mean, when you think about it, it sort of links us in some cosmic crazy way, doesn't it, Agness? Of all the men on the planet, we both said \"I do\" to this guy. \n[304]He always needs me for a quick sec. You okay? \n[305]I'm stoned. \n[306]You told me to!    It's a-mazing!!! \n[307]Somebody's jealous.... \n[308]-- What?   What am I, Jake? \n[309]Okay. You're hilarious. And because of that, even though I kind of hate you/love you, I'm going to let you have some... \n[310]Care for a toke? \n[311]Me either. \n[312]92. \n[313]Oh, my God. Is that what I look like? \n[314]Hey..! Jake, I'm gonna.... \n[315]Wow. Fun is not overrated, is it? \n[316]What? \n[317]Thank you... I really like you a lot too.... even though...oh.. you didn't say, \"a lot\". \n[318]So... I'm not too old for you? \n[319]I just figured all these women you get fixed up with are thirty-five. \n[320]Hungry? \n[321]Get out... All right....so basically I can make you anything on the menu or even not on the menu. Just name it. \n[322]My speciality! \n[323]Mmmmmmmm. \n[324]Yeah, and I'm not even stoned anymore. \n[325]Oh, then...merci, Monsieur. \n[326]I was sort of seeing someone.     But, it's over now. Honestly. \n[327]I understand. I wouldn't say it was over if it wasn't. \n[328]Cooking scar.... From a very hot batch of caramel... \n[329]That one's from boiling sugar...I wasn't very skilled in the beginning.    And that one is from a large French... \n[330]-- Saute pan. \n[331]I figured. \n[332]... I don't ... \n[333]Hey sleepy! What time did you get in? \n[334]Hi. I didn't know you slept here. \n[335]Okay, who wants what? Hi baby... \n[336]Everything okay? \n[337]No, don't say that. \n[338]Saw what? \n[339]No, no, no.... What do you mean??? Jake, this is crazy! Are you telling me the truth? \n[340]Nothing. Honey, set the table, I'll be right in. \n[341]Okay, then do it for me....just go in please. \n[342]I don't think that's the best idea, Luke. \n[343]Jake, you knew the kids were all here. Shouldn't we have talked about this? Agreed this was the right thing to do? This is so typical. Only thinking about works for you. \n[344]-- And I'm not sure you even left Agness. Maybe she saw something last night and threw you out... \n[345]We can't, Jake. I told you this the other night. Please listen. \n[346]Oh, God... \n[347]See!    Too much! \n[348]I'm fine.... \n[349]Fine. Hello... \n[350]Oh, hi... I slept great. How `bout you? \n[351]Wait, I can't see that one.    Can you back up a little? \n[352]Very festive... \n[353]Nice! Hey, the pile's moving.... \n[354]And kinda girly. \n[355]But cute. \n[356]Keep it. It's cozy.   Boy, you have a lot of clothes. \n[357]-- Adam, I really have to pee. \n[358]\n[359]What are you doing in here?!!! \n[360]Why are you naked!?! \n[361]That part is, but.. \n[362]No... we're not. \n[363]I got this one... \n[364]Knowing how to be divorced is next to impossible... and sometimes over the years, I've thought that your Dad and I weren't quite finished. And, as it turns out, we weren't. So I went out of my comfort zone, which, I found out, if you're really honest with yourself, isn't all that comforting. So, I experimented with a part of myself. I wanted to find out if, after all these years there was still something there between us. \n[365]There kinda was. \n[366]I know...it was hard for me and I was doing it. I hope you'll forgive me for confusing you or betraying your trust, but I did this for me and for him and I realized even though your Dad and I once had something extraordinary... we no longer really fit together. But he is a part of me and always will be. \n[367]For better or for worse. \n[368]Hi. May I come in? \n[369]I didn't call you last night because I wasn't sure you would take the call and then I thought that could go on for months and... \n[370]Oh. Well, anyway, it's better to say these things in person. Adam, the man I was seeing was... \n[371]I want you to know it didn't last long and you're divorced, so maybe you understand, when marriages end, there's doubts and hurt, and you've got kids and sometimes you wonder if you did the right thing and when the moment presented itself... \n[372]I told him it wasn't going to work between us but I guess he didn't believe me and unbeknownst to me, he showed up at my house yesterday. He left Agness and... \n[373]Wow.   So that's how grown ups talk. \n[374]Please tell me you're not going to quit my job and ask Peter to take over because then I'll never get to see you and... \n[375]Oh... I hope you don't... \n[376]How far back does that sorry go? \n[377]Way back. \n[378]Yeah, what were you thinking with that move? \n[379]Gotta love that about you. \n[380]\n[381]\n[382]\n[383]\n[384]\n[385]\n[386]Probably would've been better if you hadn't been married. \n[387]I don't regret it either. \n[388]Good morning. \n[389]Really? \n[390]Good, I could use one. Would you all like to have your meeting in the house...it's dry and I've got hot coffee... \n[391]Anything... \n[392]Oh.... you like those, huh? \n[393]I don't have any here, but we could go into town and get some... right out of the oven. \n[394]Yeah... love to. ", "JAKE": "\n[1]Happy happy happy... \n[2]Some things never change. \n[3]Exactly.... Happy... Anniversary. You two have led an extraordinarily blessed life. \n[4]As long as I've known you both, you've always managed to somehow do everything entirely right. \n[5]But, honestly, how can it be thirty years!?!   When did we do that trip to Spain? It was for both of our what..? \n[6]God, that was a great trip... \n[7]Next week. \n[8]Sorry!   I mean this week. \n[9]See you there, Janey.    Where are you staying again? \n[10]I don't know. Where are we? \n[11]Hiii. \n[12]Hold on Pedro, I'm talking to someone. \n[13]What are you doing in this building? \n[14]You don't go to Sharon anymore? \n[15]Honey, don't do that.. \n[16]with a kid on his head, smiles) \n[17]Pedro got the stomach flu so I'm flying solo. \n[18]Any chance you could just go easy on me? Just a one night free pass. You look good, Janey. \n[19]You do. You always do.   Your hair's shorter. \n[20]I like it. \n[21]Want some company, Mrs. Adler? \n[22]-- We both have to eat. When's the last time we ate a meal together? \n[23]So, come on. Once every ten years. \n[24]I can't believe it took you this long to bring that up. \n[25]Apparently. Yes. \n[26]-- I think the number you're looking for is 79. \n[27]Why are we talking about this? I thought we were going to have fun. \n[28]-- Just tell me, how long were you seeing him for? \n[29]I know but I always wondered so... \n[30]Yes. \n[31]I don't care. How long? \n[32]Long.... \n[33]This song reminds me of your birthday party... the one in our old house... \n[34]So fun. You wore that white halter dress.... \n[35]Want to dance? \n[36]Tell me about it! \n[37]And I know you.... \n[38]Home sweet home. \n[39]That was one crazy ride...thought we were going to break the bed. \n[40]Totally. You're so great, Janey. I forgot how great. Holy shit. \n[41]And the pilates are payin' off by the way. \n[42]Oh no! \n[43]You okay? \n[44]Why? \n[45]Jane...I know what you... \n[46]What do you mean? This was amazing. We just had a great time. \n[47]Really? I don't know.... I haven't thought it out, but off the top of my head I'd say it was smokin' hot so something about it wasn't so dumb. And, FYI, I like that you stopped getting bikini waxes. You've gone native. I was into it. \n[48]I would like to propose a toast to your Mother. \n[49]I've done my part with you guys, but Jane... you -- very talented you... \n[50]Gabby, I'm serious. Jane, you did a magnificent job, as you always do... \n[51]When I look at the three of you beautiful kids...all grown up, I think of all the work your mother did, much of it without my help... \n[52]-- Janey, I take my hat off to you. \n[53]Not totally out of nowhere, Jane...if you know what I mean. \n[54]-- Not nice. \n[55]Something feels right in the universe again, doesn't it? \n[56]Hey. How's Pedro feeling? \n[57]-- I will. Call you when I land. Janey, what flight are you on? \n[58]Ah, too bad. I'm on the five o'clock. \n[59]Yeah, I could try. \n[60]It was really fun. \n[61]Good morning! Am I interrupting...? \n[62]Hi. \n[63]Can I take a look?   Do you mind? \n[64]Wow. You're finally getting the kitchen you always wanted... \n[65]Huge bedroom. \n[66]Got time for a cup of coffee? \n[67]Why haven't you returned any of my calls or e-mails? \n[68]And it was so right on a couple of levels too. Admit it. \n[69]You can't say we didn't enjoy each other's company. Sitting at the bar, dancing...after dancing... Come on, you and I haven't had fun like that in a hundred years. \n[70]I'd be lying if I said I never think about you, Janey. I think about you. A lot. And no, it's not perfect at home. Obviously. Look at me. I've got three grown kids and I'm going to kindergarten interviews. I'm a walking cliche. \n[71]\n[72]\n[73]\n[74]\n[75]Why do you need to label everything? \n[76]Yes, in its crassest form, maybe, if we were two other people. \n[77]Okay, but since we were together for so long, it's not really that wrong. \n[78]Since when is this your side? \n[79]Could I interest you in a little... \n[80]Why do you think the sex is so much sexier this time? \n[81]Me too. Okay... \n[82]See what happens when you're not looking out for me. She lets me eat everything.. pasta, cream cheese... \n[83]Why do I have to..? \n[84]You've gotten a little nuts. \n[85]You know what I think -- just for the record? I think we're doing something kinda brilliant. All the things that tore us apart aren't issues anymore. I'd say our problems actually went away. \n[86]Didn't you always say you felt you weren't being heard? Wasn't that our big issue -- both of us always feeling rejected and unappreciated. Look at us now. You're so much more together, you're not exhausted all the time, you're not catering every weekend and busy all day with the kids and I'm calmer, less obsessed about work. I'm a partner. I'm there. We grew into the people we wanted each other to be! And I don't know... I appreciate things about you I couldn't even see before. \n[87]-- Do you remember never having time for sex? Now look at us. We've already done it two times this week and it's only Tuesday. I swear to God, if half the couples who got divorced, could get back together 10 years later, their problems would be solved. I think we're on to something. \n[88]And I know other divorced people think about this...they wonder - what if.... I think this is very French of us. \n[89]I have a young wife but I'm having sex with my old wife. Not old, you know. Ex! I didn't mean old... \n[90]You're doing that thing where you act like you're not listening... but think about what I'm saying, okay? Do you have any of your homemade granola here? I haven't had it in so long. \n[91]So much. \n[92]Yeah, why give it away when you can... Kiss good bye? \n[93]She wants to be courted! I can do that! And honey, thanks for the.... -- Coffee.... \n[94]Coming! \n[95]Going to the bathroom. \n[96]Yes it did. \n[97]What are you talking about? \n[98]What do you have, x-ray ears? \n[99]Pedro!    Darling... \n[100]I don't speak Pedro.   That's your department. \n[101]leaning in the door frame. \n[102]O.M.G. I thought he'd never leave. Hello Jane, you look very beautiful tonight. \n[103]Mmmmm. Love when you smell like butter. \n[104]Missed you. \n[105]At yoga.   Shall we do some downward facing dog? \n[106]Is it really necessary for you to always say no before you say yes? I won't think less of you, you know. \n[107]Good. So, we'll just hang out. Ooooo, is that Croque-Monsieur? Who's plate is this? Yours or his? \n[108]Oh my God, just as I remember it. \n[109]Pedro dictates all meals and he has a very limited palate. What kind of ice cream is that? \n[110]Not sleeping? \n[111]Never slept better. And my digestion is finally back on track. You've turned my world right side up, Jane. You know what this means, don't you? \n[112]That I've never really known how to live without you. \n[113]Maybe we should be growing old together. \n[114]What's with the `big guy'? Is that because you think I'm fat or is it a term of endearment? \n[115]Thank you. I love how quiet it is in your house. I have no quiet in my life. Ever. \n[116]Yes...and don't forget Pedro. \n[117]My marriage is... not turning out as I hoped. That's obvious.... Agness started out really looking up to me... We never used to fight but now... with the kid....lately we're all about where he's gonna go to school and now she says we need a bigger house, more help. I was thinking of cutting back at work... now that's never gonna happen. And she wants another baby before Pedro gets too old which I get but since we're always fighting... oh, God, listen to me. \n[118]Is it? I guess so. She's got me booked at the fertility center every other day and she's so amped up on hormone injections I may need to find an exorcist if she doesn't calm down. I wish it was funny. Incredible ice cream. I'm turning around... Remember when we used to smoke pot and eat your ice cream in the hot tub? \n[119]How long has it been since you... \n[120]27 years?!! \n[121]Exactly. \n[122]Okay, why don't I leave this with you... Maybe you'll take a few hits... \n[123]get your sea legs, then we'll smoke the rest of it together. \n[124]So that nerdy architect likes you...you know that, right? \n[125]I was watching when you bent down to open the oven, his eyes were glued to your ass. \n[126]Tell the truth, Janey is this a great affair, or what? \n[127]We don't even have to have sex and it's fun. I wish I could sleep over. \n[128]It's okay... \n[129]Don't get it. \n[130]Hello stranger. Welcome back. \n[131]-- Just getting in my car. This weekend? Sounds great. Let me know what I can bring... \n[132]Hi. \n[133]At the office. \n[134]Absolutely. When? \n[135]Be there in ten! \n[136]She's comin' back! \n[137]No.   And I just had a check up. \n[138]None. \n[139]Yes, but I was admiring my beautiful... \n[140]Took `em all. \n[141]Uh....Lipitor, baby aspirin.. Flomax. \n[142]Yes, otherwise I pee 40 times a day. \n[143]Not that long. And I only take it sporadically. I have to sneak it actually. It reduces semen and that's not good for my wife right now. Sorry. \n[144]See. Just that move...you have no idea. Not everyone's like that... \n[145]You mean that?   You've never said that to me before. \n[146]I still haven't. \n[147]Only if she initiates it. \n[148]I'm trying not to rock the boat at home until you and I figure this out. This is a little trickier at my end than yours. \n[149]We got really close there for a moment. \n[150]-- Say you're busy. Agness has a dinner thing tomorrow, I can come over. Please. \n[151]You'll make the whole thing?    The roast chicken, the--- \n[152]You haven't called me Jakey in 10 years. This has been a great day for us. So, do we have a date? \n[153]Oh. Didn't mean to. \n[154]You are? \n[155]Hi. \n[156]Where should I put this...? \n[157]That looks incredible. \n[158]Uh, sure.    Thanks. \n[159]Hi Ag... Just got here. \n[160]Okay, I will. Yeah, no, I know. I'm sorry guys, I gotta hit it. \n[161]\n[162]\n[163]\n[164]\n[165]Janey, can I talk to you privately? Just for a sec. \n[166]I don't get not calling me back. \n[167]She didn't go out, Jane. She cancelled her plans and every time I tried to call or write, she caught me. I wanted to be here. \n[168]Honey, don't let one night... \n[169]\n[170]\n[171]\n[172]Nothin', punky. \n[173]Hello Jane.... Adam. \n[174]Yeah, why go there. \n[175]Janey, can I talk to you for a quick sec? \n[176]What's going on?    You're acting insane. \n[177]What?! You smoked the joint I gave you? \n[178]But you weren't supposed to smoke it with him, you're supposed to smoke it with me! \n[179]Yes, of course. Why shouldn't I be... you're my... \n[180]You're my ex-wife, lover, oldest friend and girlfriend. \n[181]You love me? I mean, I heard \"hate\" had top billing, but... \n[182]Yes we are and we'd appreciate it if you didn't tell anyone about this. \n[183]I left Agness. \n[184]She saw it my eyes, Janey. \n[185]That I'm still in love with you.   I admitted it, I told her about us and I've left her. For you. \n[186]This feels so right Jane. \n[187]Having some problems on the home front, just wanted to talk to your Mom for a sec. \n[188]No, it's nothing like that. I just need to find a hotel or something for a few days `til I get my head together. \n[189]I'm sorry. \n[190]Mommy's the best cook in the world! \n[191]Thank you for saving me Janey. \n[192]I'm sorry, I guess I should've called before showing up. \n[193]What's the difference? I was drowning over there. I'm not going to get that many more chances in my life to figure myself out. Janey, let's use these couple of days to see if we can make this work. \n[194]But you were all pissy because you thought I stood you up. Things are different now. I'm a free man. Can we just hug? I hate that you're being so distant. It's literally giving me a pain in my stomach. \n[195]Okay!    Good note. \n[196]Can I help with what you're doing? Hold your basket or... \n[197]Okay... I'm going to go to the video store and get us all a dvd to watch tonight. We'll have movie night. Just like old times. How's that? I'll make the popcorn. \n[198]I love knowing I'm coming back here. \n[199]\n[200]Any leftovers? \n[201]Any of that noodle thing left? Where's Mom? She disappeared so fast after the movie. \n[202]I loved tonight. \n[203]What do you mean... you were ten when we broke up. \n[204]You don't remember us in Hawaii or all sleeping in that tent in the backyard. \n[205]Why are you still here? \n[206]Oh. Sorry. I think I ate it all. \n[207]I didn't know anyone wanted any. \n[208]I wanted to see you. \n[209]top shooting even more directly at his groin \n[210]Okay. Let me explain. The reason I left Agness wasn't just because my marriage wasn't working. I've also fallen in love...back in love... with your mother. Or maybe I never stopped loving her. \n[211]I know this is shocking, but I think this is the best thing that's ever happened to me. Your Mom and I have been seeing each other, on the side... ever since New York. \n[212]I found my way back home.     I just hope she'll take me back. \n[213]Why's everyone crying?     Why isn't this good news? \n[214]I'm sorry. \n[215]How far back do you need it to go? \n[216]Consider it an all inclusive apology. From not being the husband you needed to showing up nude on your bed last night. \n[217]That you'd find me irresistible. \n[218]Never considered the alternative. \n[219]\n[220]\n[221]\n[222]\n[223]\n[224]\n[225]\n[226]It may never have happened if I wasn't married. ", "ADAM": "\n[1]Well.... \n[2]Your plans. \n[3]I'm happy you like it. \n[4]Hello. \n[5]All 47 of them. \n[6]Okay, sure. No his? \n[7]And you don't think in the future you might want a his? \n[8]No, no, didn't mean to be. \n[9]One sink. Not a problem. Can we schedule a meeting for next week? Does Tuesday work for you? \n[10]I'll be there. \n[11]A very big ho. \n[12]-- There she goes... \n[13]Jane! \n[14]It's Adam... \n[15]Are we still okay? \n[16]Sure...come on in. \n[17]Yeah. Two and a half years ago. \n[18]It's been a process. \n[19]In two more years I'll begin to feel normal? Why am I having trouble seeing that as good news? \n[20]Oh God, I hope so. \n[21]-- So if we move this wall back a bit, that can bring the arch forward, which is where you really want it, right? \n[22]Thought so. \n[23]-- Yes, but you'll wake up in the morning, open your bedroom door and fall 12 feet into your kitchen. \n[24]But I get where you're headed. Let me see what I can do... This property is so great... Have you lived here a long time? \n[25]Good to meet you. \n[26]So, I think next we should stake out the addition... see how it all feels - size wise... \n[27]I'll e-mail you and we'll set it up. We did good work today. Jake, nice meeting you. \n[28]If I were your shrink I'd say maybe you don't really want to build this house. \n[29]Yeah, it's feeling really good. So, this becomes your office. We come down your new hallway, the windows are all along here... \n[30]And from here to there...wait, let me get the door for you... Your kitchen. We're in the eating area. How's the size? We're at either end of the table. \n[31]I thought so too. \n[32]It's gonna be cool.    Want to go upstairs? \n[33]So if you were lying in bed, this would be your view. \n[34]You okay? \n[35]That looks amazing. \n[36]When did you live in Paris? \n[37]You are rapidly becoming one of the most appreciative clients I've ever had... \n[38]Really? \n[39]And what'd you come up with? \n[40]Yes, that and my wife fell in love with my best friend. Ex-best friend. \n[41]We were all on a biking trip, he and his wife, me and my wife...through Tuscany and on the last day of the trip they announced they were in love. \n[42]Yeah.   Not a great plane ride home. \n[43]Actually they went on to Venice and I flew back with Carol, his wife. You can't imagine what it's like to sit next to someone who's been crying for ten straight hours. \n[44]I was talking about me. Anyway, they're married now and it's pretty much an ongoing awful thing. But, you and your ex... When I saw him stop by for a cup of coffee the other morning, I thought -- Wow! That's the way it's supposed to be. You two seem to have it all figured out. \n[45]Uh, constantly actually. \n[46]Everyone I know or have ever known has fixed me up. And then, sometimes I just meet women, I don't know how that happens, but... \n[47]Not yet. \n[48]Actually, I find it really stressful. You know, the last time I was in the dating world was 1978. It's a little more complicated these days. I can't tell you how nice it is to have a conversation with a woman and have the pressure off. Not to mention, a home cooked meal that no one else I know could possibly cook. \n[49]That was a compliment. So you don't have a guy in your life at the moment? \n[50]No? \n[51]This was so nice and relaxing and the lavender ice cream was actually the best dessert of any sort I've ever had... like, in my life. \n[52]Great getting to know you a little. \n[53]Hi, hope I'm not interrupting anything. \n[54]I just found out there's a French Film Festival in town and that made me think of you so I was wondering if you'd like to go to the opening night tomorrow night. \n[55]No, don't worry. No problem. Maybe we can see something another night. \n[56]Melanie, how would you and your husband like two tickets to the opening of the French Film Festival? Reserved seats...VIP parking... \n[57]Hey.   You look fantastic. \n[58]that, ENTERS, handing her the gift. \n[59]I think I'm good. \n[60]I sort of assumed you didn't have one. \n[61]I took the liberty of filling in our next two meetings. And marked them with post-its and wrote them in red and then highlighted them in neon yellow. \n[62]I'm not. Wow, that cake is good. \n[63]Do I...?? \n[64]Uh. No, I don't. But I have. But I don't think I've had any since my kids were born...so not in like 27 years. \n[65]You might not want to hold that quite so... Hello Officer. \n[66]Jane? \n[67]Did you get this high from one hit? \n[68]I haven't had fun in almost three years, Jane. Bring. It. On. \n[69]No one. Keep walking please. \n[70]Totally fine. \n[71]By the way -- How great is this party? Let's be the last to leave. \n[72]Hey, there's your ex-husb-- Uh-Oh. He's headed right toward us. Not the time to be \"feeling groovy\" Oooo. Why so intense, big fella? \n[73]Hey, good to see you again. \n[74]She's got a really scary tattoo. \n[75]Oh, I'm very okay! \n[76]Sweetest divorced couple in the world..! \n[77]You know what's great? \n[78]How much I like you. \n[79]But I was thinking it. \n[80]How can you be too old for me when I'm older than you. \n[81]Your age is one of my favorite things about you. Do you think you have any more of that chocolate cake at your house? \n[82]Starved! \n[83]Officially now the best date of my life. Pre or post divorce. \n[84]No?  Really? Okay. What about a... warm chocolate croissant? \n[85]Oh. Baby. \n[86]It's crazy how good this is. \n[87]Neither am I. \n[88]Do you remember when I asked you the other night, if you were dating anyone and you said no... It sounded to me like you were maybe saying yes. \n[89]`Cause I'm not strong enough to fall for someone who's with someone else. Wouldn't be able to take that again. \n[90]Great. \n[91]Ooooo. What about that one? \n[92]Would it be okay if I...? \n[93]I was going to say, kiss you. \n[94]If you feel this is in any way wrong because we're working together... \n[95]O-kay. Thank you. Gift from my ex-sister-in-law. Have no idea why I kept it. Into the pile. Hey, check out the pile, Jane. \n[96]Murphy, get out of there! \n[97]What about this?   I was in India and I had it made. \n[98]The guy ran out of fabric so he didn't make me long sleeves. Or short sleeves. It's weird. \n[99]Not what I'm going for. Gray sweater. Very old. \n[100]You sure? You don't have to say you like it just because you nixed the last 20 things. \n[101]Uh, not anymore. Okay, we're almost done. You are helping me so much by the way. \n[102]Oh good. Me too. Meet you back in thirty.... Putting this on my desk.... \n[103]Mother of -- Ahhhhhhhhhhh!!!! \n[104]Get it off!!! \n[105]Okay, I'm gonna be sick. \n[106]Not working! Big close up! \n[107]Okay!   Good night! \n[108]Yeah no problem...we can definitely do that... -- James, can I call you back, someone just... Thanks. Hi. \n[109]-- Sure. \n[110]-- I would have taken the call. \n[111]I think I'm up to speed on that part. \n[112]-- I get it. I could imagine it...I could... \n[113]-- Jane. I actually think I understand what happened but...uh...you know I'm not as macho as I appear and I think it's probably best for us not to get any more... involved because your relationship with Jake isn't really done and I know you're saying it is, but he's in love with you and for everyone's sake, that should probably get resolved. \n[114]I was thinking of asking Peter to step back in. \n[115]Thanks. \n[116]Good morning. \n[117]Did you know it's good luck to start building in the rain? \n[118]Yes. It's a well known, very good, really lucky omen. \n[119]Jane, I need to ask you something... \n[120]You wouldn't happen to have any of those amazing chocolate croissants, would you? \n[121]I have incredibly fond memories of them. \n[122]You want to do that? ", "HARLEY": "\n[1]he sees an SUV heading to the house \n[2]Okay, your Mom is home. She'll figure this out. \n[3]Yep.... \n[4]He was? How was that? You and them at the same -- -- not that it's in any way, any of my... was just... \n[5]And call us when you get there, too. And no texting and driving. \n[6]They grow up so friggin' fast. I hate it. \n[7]getting into the passenger seat \n[8]So, what's up Luke?      Did you decide to have the party? \n[9]And by girls he means the three of us. \n[10]Sure, if nobody wants to sit down... -- Hey, there's your... \n[11]I'm sorry, I didn't mean to spit on you. I just needed to kiss you. \n[12]It worked.     I'm not choking anymore. \n[13]No one. Thought it was your cousin...but... \n[14]Ohhhh my sweet Lord.... \n[15]Honey, I totally forgot I have a conference call at 1:15, I gotta get back to the office. Waiter! Honey, stop eating, get the waiter. Call the one over there. \n[16]Yeah, you know what? Today's not a good idea to do that. Oh my God...!!! \n[17]Honey, I'm gonna make that phone call from the... \n[18]-- Okay. Good. You just keep doing that and I'll... \n[19]Not at all. Swear to God. \n[20]Okay! We're back in business! \n[21]Yes and guess what?    We saw nothing. \n[22]Who wants wine? Anyone? \n[23]Very. \n[24]Jake?   Glass of wine? \n[25]Jane? \n[26]\n[27]There you go.... Somebody's talkin' graduation gift. \n[28]\n[29]-- None of my beeswax, Jane. And please never tell me. \n[30]Nothing. Really. \n[31]Okay, he checked in, you arrived, you met in the elevator, possible kiss there, Doctor went up, Doctor came down, thumbs up. That's it. Have no idea what happened in between. \n[32]No and I won't -- \n[33]Harls...? \n[34]Oh my God, you're smoking weed in the guest bathroom. \n[35]No. Never.     Adding it to the list. \n[36]I don't really smoke marijuana. \n[37]Okay, one hit. \n[38]Or something like that. \n[39]I got cold in the middle of the night. \n[40]She exaggerates. I just thought perhaps you might want to talk later, or ... Is that the noodle thing? \n[41]Glad you're here, boss. \n[42]Now I know you don't need my advice Jane, but... \n[43]I know you do. \n[44]Group hug? ", "LAUREN": "\n[1]Gabby, stop...you're never going to fit all this in... you can come back for the rest tomorrow. \n[2]Mom, she'll be there in a couple of hours, she'll be fine. \n[3]Mom, are you afraid to sleep in the house alone? \n[4]Knock `em dead, little one. \n[5]Maybe you should get a dog. \n[6]If you give us your bed and change the sheets. \n[7]You okay? \n[8]What's he...? \n[9]You mean other than the first 13 years of your life. \n[10]Okay, we're gonna help pack Luke up, the three of us leave day after tomorrow and Luke's home the end of the week. \n[11]He was just trying to be nice. \n[12]-- Luke's so excited about his party. We can fit forty people in our place, can't we? \n[13]My what... \n[14]Harley!!! \n[15]While you were choking? \n[16]Who did you just see? \n[17]Now what? \n[18]Harley, we can't leave, we're meeting with the Wedding Specialist. \n[19]Are you acting like this because of the wedding? Tell me the truth? \n[20]Because I don't want to be one of those couples where the guy goes into a coma the whole time we plan the wedding. It's not worth it to me. \n[21]-- Oh, Mom, I keep forgetting to tell you about our meeting at The Stanhope. We went there for lunch two days ago and met with their Wedding Specialist....I think that could be the place, Mom.... \n[22]What is that supposed to mean? \n[23]Looks like Jake Adler's favorite meal to me. \n[24]\n[25]\n[26]What's up? \n[27]Yeah? So, we're going to see you tomorrow night, for sure, right? \n[28]They must be hammered. \n[29]I'm surprised you remember that. \n[30]We were playing Scattagories with Gabby and Ollie then Harley fell asleep on the couch. \n[31]Problems on the home front?   Is one of you seeing someone else? \n[32]Hello troops. \n[33]I don't know, you and Mom sleeping in the same house. Harley thought we should stay. \n[34]What's happening? \n[35]Mom, is this true? \n[36]Because we're still getting over the divorce. \n[37]And was there? ", "GABBY": "\n[1]I can't come back t--- \n[2]Oh, God...that's all my clothes. \n[3]I know but my friends are all there and they wanted me to come tonight. \n[4]Okay, I'm leaving this stuff here. I'll be back for it in a few days. \n[5]I got it covered, Ma. Hey gangsta, help me carry these... \n[6]Mamacita... I'm gonna miss you. \n[7]Omigod. L.A.! Okay. I'm doing this. Mom, you don't happen to know where Dad is, do you? I tried calling him to say goodbye... \n[8]Was her lunatic child there? \n[9]I will. I'll call you! \n[10]-- Mom, it's his last night before graduation. \n[11]Oh, God... \n[12]I'd like to say something too. For real. No offense to the lovely Agness or her charming offspring... \n[13]I know. I'm sorry. But I just want to say I really loved today, just being with the original five... -- plus Harley, but he's like one of us. I don't think we've ever done this before... Had a meal together. And hung out like this... \n[14]Mom, you have an insane amount of food in here, even for you. \n[15]\n[16]\n[17]What's Dad doing here? \n[18]What's going on? \n[19]Mom, you're the only one who cares if the table's set. \n[20]It's that serious? \n[21]Daddy, are you crying? \n[22]Are you kidding? \n[23]She's probably sleeping. \n[24]So weird. Still is. \n[25]Yeah. That's why it was so weird. Just seeing you in your robe in our kitchen. Remember when you weren't even allowed in. Mom used to go out to the car to talk to you... \n[26]Speak for yourself dude. I'm definitely damaged from the divorce. \n[27]Dad! \n[28]Everybody okay? \n[29]Is this a joke? \n[30]But Mom, you have to understand how bonkers this sounds to us. For two people who for years couldn't be in the same room together...to then have an affair??? You and Dad...! ", "LUKE": "\n[1]Oh, yeah.    Big time. \n[2]Are you guys gonna sleep over? \n[3]-- Mom, is it okay if the girls come with me now and help me set up? \n[4]I don't know. Me and my friends are having this huge thing at our apartment and the girls said they'd help us set up.. We're going to be together all day tomorrow. \n[5]-- Love your credit card.... \n[6]Dude...pull it together. \n[7]I know what's she saying. It's been awesome....just for a whole day to be just... us. \n[8]That's nuts, why don't you try to get on the same flight? \n[9]Mom, this looks amazing. \n[10]Here, now you can stay another five minutes. You have three bottles in there. \n[11]Mom. Dad's leaving... \n[12]Thanks for picking me up, Dad... \n[13]Have no idea. Lauren and Harley drove me home. \n[14]Sweet. \n[15]What's up, Dad? \n[16]Mom, can Dad stay here for a few days? He can share my room. \n[17]Mom........ \n[18]I think she's on her computer. \n[19]Tonight was weird. \n[20]You know, I don't even really remember you and Mom as a couple. \n[21]I was eight actually and I don't know...it's all foggy to me now. \n[22]Yeah, of course, but I don't remember like you and Mom hugging or waking up together... \n[23]-- It's okay. I'm not damaged or anything. You've been good parents... \n[24]Mom, are you and Dad getting back together? \n[25]So it's over now? You guys are back to being divorced. ", "AGNESS": "\n[1]Absolutely. Lookin' forward to it. \n[2]-- Jane, what are you wearing to the graduation? \n[3]Fancy.    Okay. \n[4]We're at The Park Regent too. \n[5]So, Ted, do you think you can help us get Pedro into El Montecito for kindergarten? \n[6]Jane! \n[7]-- Perfect. \n[8]Pedro, up! Now!! \n[9]What's up Pedro? \n[10]What's he talking about? \n[11]Don't go in the kitchen, P, I broke something. Yo. Can you help? \n[12]Why are you taking your cell to the bathroom? \n[13]Carry him to his bed, will you? \n[14]And hurry back. I'm ovulating. \n[15]Why do you think I cancelled my dinner? \n[16]You know... it's... hey, what are you gonna do? \n[17]Yeah. Twenty-five years apart. I know you're having like an \"Ah-Ha' moment, but I think I'm gonna get a refill. Adam, good meeting you. ", "TRISHA": "\n[1]That is beyond.... \n[2]\n[3]\n[4]\n[5]You know it's not healthy not to have sex for...however long it's been... \n[6]Ouch!!!! \n[7]Bubbee, you want to fix your situation? Just date someone. Seriously. Anyone. \n[8]Oh my God, now what?   Three pies?! This is a feast! \n[9]You had drunken sex with a married man in New York when you went for Luke's graduation? \n[10]No! You're not! \n[11]That. Is. Genius! \n[12]\n[13]\n[14]Oh, forget that.    Agness is still the one we hate.    Even in this scenario. ", "DIANE": "\n[1]-- Jake has lost his mind. \n[2]I know. First of all, he was a complete prick for cheating on you. \n[3]\n[4]\n[5]Okay. I don't know if this is true, but I read on line about this woman who hadn't done it in so long her vagina closed up. \n[6]I swear to God. It grew back together. \n[7]All I know is, she had to have a vaginaplasty. \n[8]What? When did this happen? Where'd you meet him? \n[9]In New York??? Last week? \n[10]Wait, wait, wait. Hold on.... You're not saying!!!! \n[11]\n[12]\n[13]\n[14]Yeah, karma is the ultimate bitch on this one. ", "HOTEL DOC": "\n[1]What's the room number? \n[2]On my way. \n[3]Your blood pressure's good. \n[4]Do you have a heart condition, Mr. Adler? \n[5]Deep breath. So, no chest pain? \n[6]When you got dizzy, did you feel your heart was beating funny? \n[7]-- Well that's nice to hear after all these years... Did you forget to take any of your medications today? \n[8]What all did you take? \n[9]How long have you been taking the Flomax? \n[10]Really..? \n[11]Yeah, my guess is Flomax is probably the culprit here. It can definitely give you a sudden drop in blood pressure so I suggest you stay off it for a few weeks, which apparently your wife will appreciate. \n[12]And I suggest you rest quietly for the rest of the afternoon. No hanky panky, Mrs. Adler. ", "PEDRO": "\n[1]Jake, Jake, Jake, Jake. Jake. \n[2]What were you doing in there? \n[3]The toilet didn't flush. \n[4]Why were you in the shower with your clothes on? \n[5]I heard the shower door close. \n[6]Jake took a shower with his clothes on. ", "JOANNE": "\n[1]\n[2]\n[3]Wait. Was it ever one piece? \n[4]-- What? \n[5]But also sort of wrong. \n[6]"}}