{"dialogues": {"WILL": "\n[1]Don't be such a wuss. I'd come if I weren't dying. Now get the paraffin. \n[2]You want it to float or not, Georgie? Go on. Storm's not gonna last forever. \n[3]Trashmouth. \n[4]I am. \n[5]Nothing. Georgie and I are making a paper boat. Got to go- \n[6]Okay. Just don't get any on my blankets or Mom'll freak. \n[7]There you go. She's all yours. \n[8]You're the Captain, ain't   ya? Captains call their boats   she. Now put on your rain stuff or   you'll wind up stuck in bed like   your stupid brother. \n[9]Be careful out there! \n[10]Richie! \n[11]It makes you officially a man right? \n[12]Just your mom's Cosmo. \n[13]Maybe she expects her son to just walk out of the school with the rest of us. \n[14]You suck, Bowers! \n[15]Yeah, Dad. \n[16]Hi, Ma. \n[17]I got my report card. \n[18]Mrs. Kaspbrak. \n[19]Just my backyard, Mrs. K. We got a new, uh, badminton set. \n[20]Cutest boy we know, Mrs. Kaspbrak. \n[21]It's like where all the wash water and storm drain runoff goes. \n[22]Guys! Shut up! \n[23]Look inside. \n[24]Stan, you idiot. \n[25]It's Dorsey Coen's sneaker. \n[26]If he's still running. \n[27]Dorsey! \n[28]I'm with Richie. If I were Dorsey I'd want us to look for me. \n[29]Okay Richie, you and... \n[30]Ben stay here. We'll get some bandages and stuff. \n[31]All I got.     You got an account here don't you? \n[32]Well we need to do something. That kid out there looks like someone killed him. \n[33]Huh? \n[34]Eds, shut up. She's on to something. \n[35]Oh no. Eddie! Eddie! \n[36]I'm a pacifist. \n[37]We got it! \n[38]Nothing. Thanked me for being a good young citizen. \n[39]Fag you later. \n[40]I found something today. \n[41]That missing Coen boy. I found a clue. \n[42]What about Arcadia? \n[43]We haven't talked about our park trip at the end of the summer. Usually by now we're all looking at the brochure together. We have so much fun there every-- \n[44]What did I say? \n[45]I'll mow lawns. Paint fences. Whatever. \n[46]Mine too. \n[47]Hello?   Dad? \n[48]Ma? \n[49]Georgie? \n[50]Georgie? \n[51]There's a leak in my ceiling. Then I went to check the cellar and its \n[52]You have a copy of the Town Charter. Seriously? \n[53]Yeah, it's where Georgie died. \n[54]Don't worry about it. Why do you have all this stuff anyway? I mean. What are you going to do with it? \n[55]Who's first. \n[56]I'll go first. \n[57]Do you guys ever feel there's something wrong with Derry. Like it's, I don't know, haunted or something? \n[58]I keep thinking about Ben's walls. \n[59]Yeah.   It's strange. \n[60]I... If I tell you guys something you won't think I'm crazy. \n[61]I saw Georgie last night.   Only. It wasn't him. \n[62]No. In my house, he tried to get me to go into the basement with him. \n[63]Shut up Richie. It wasn't just him. I saw this other... I don't know. \n[64]Yes. That's what it was, a scary looking clown. And it had these teeth... \n[65]We should leave lookouts. Ben, Stan, can you? \n[66]What happened? \n[67]You okay, Eddie? Eddie Kaspbrack? \n[68]Ed. Go outside. Get Ben and send him in here. \n[69]You see it, don't you, Richie? \n[70]We can't leave it like this.    Let's clean it up. \n[71]Okay, so how did he put Georgie in my basement? \n[72]You okay? \n[73]We know what's been taking the kids. Chief! \n[74]No, we all saw it. \n[75]I guess we're on our own. \n[76]Think that could take \"IT\" down? \n[77]What we're scared of. It was Georgie's corpse for me cuz, cuz that's what I care about. It was a naked woman for Stan because he's so afraid of- \n[78]Back to point. It showered Beverly in blood cuz... \n[79]It. It's everything and anything. All our nightmares. All evil, wrapped into one. \n[80]They want to get closer.   See their tricks. \n[81]Shit. Isn't that- \n[82]With these. \n[83]Don't move. \n[84]Trust us. We're here to help you take these jerks. \n[85]Not yet... not yet. Now! \n[86]Oh shit. Abort! Abort! \n[87]Run! \n[88]Real as it gets... Now, Stan and Eddie! \n[89]I don't wanna stay and find out. \n[90]Leave us alone Bowers. I don't want anyone to get seriously hurt. \n[91]Okay. Ben, we'll hold him off while we can, you and Stan see if you can find a way in. \n[92]Charge!!! \n[93]Guys hurry!!! \n[94]Go! Go! Go! \n[95]Shhhhush. \n[96]What? \n[97]Something's wrong with Derry. Haunting it. Hunting and killing kids. We've all seen it. \n[98]Stairs. \n[99]C'mon. \n[100]Eddie! \n[101]Eddie. \n[102]We tried, we can't get down stairs. \n[103]Do you see anything you could use to climb out? \n[104]What do we do? \n[105]Ah, fuck! \n[106]Who know what's going on. \n[107]Exactly. No one listened to him like no one listens to us. And unless we do something, \"IT's\" never going to stop. \n[108]We can kill it. \n[109]I don't think that's a choice, Stan. \"IT\" knows we know. We hurt it. It's going to want to hurt us back. \n[110]We're all scared. That's what it feeds off of. I heard the clown tell Eddie as much. Our only defense is to stick together. \n[111]Hey. \n[112]Why? To scream at each other more? \n[113]And Georgie right? You, dad, and Georgie. \n[114]No. You stop. I hate   it. Tip toeing around you guys like   I don't exist. Like I'm the one who   died and the only one who's still   here is Ge-- \n[115]What do you care? At least she heard me. \n[116]I miss Georgie, too. \n[117]Do you? Because it seems like every adult in this town is blind to what's really happening, blind to what any of us kids are going through. \n[118]C'mon, clown. Show your ugly face! I'll stick another firecracker in it for Georgie. Blow your whole stupid head off. Send you back to wherever a creeper like you comes from. Where are you!? \n[119]Eddie? Eddie you there? \n[120]Eddie? I know where to find-- \n[121]The sewers. \n[122]\"IT.\" Whenever it shows up, there's always water around. The storm drain where Georgie died. The leak in my room. Beverly's sink. \n[123]I'll bet if you trace every terrible event in Derry you'll find the same thing. Water. With the Penobscot river on one side and Kenduskeag canal cutting through it's impossible to escape. \n[124]Shit, Stan's bar mitzvah.   I almost forgot. \n[125]You are now. Let's go! \n[126]Bev. You okay? \n[127]What?   What did he do Beverly? \n[128]Not someone. \"IT\". \n[129]The sewers. Me and Mike figured it out. That's how it gets around. That's where it lives. \n[130]The sewers. We go in. All of us. \n[131]Get rid of \"IT\" before \"IT\" gets rid of us, one by one. It doesn't know what to do when all of us are together, you have to believe me. \n[132]C'mon! \n[133]We need to protect each other Stan. The seven of us is all we have. Together \"IT\" can't hurt us. I promise. \n[134]I have faith. Just like you. \n[135]This is our only way into Derry's original sewer system before it was sealed off and modernized. \n[136]Don't look back! \n[137]There's suppose to be a tunnel here. The last tunnel that's shown on the map. \n[138]Keep moving! \n[139]Don't jiggle it too much, whatever you do. \n[140]Victor. \n[141]It doesn't matter what it calls itself. What matters is it's afraid to show us what it really is. Which means we can beat it. \n[142]Beverly, wait-! \n[143]We all here? \n[144]Guys, the island.    Let's swim. \n[145]Hurry! \n[146]Stan what are you doing! \n[147]Stan, it's us. You in there buddy? \n[148]Maybe. Or just changing into something else. \n[149]It's using our fears against us. It wants us to be afraid. \n[150]We have to stick together, to help each other against that kind of fear you only have when you're alone. Alright? \n[151]Ready? \n[152]My turn. \n[153]I'm not afraid of you, clown. \n[154]Guys? \n[155]Ahhhh! \n[156]Come out from the dark then. Come out from behind that stupid mask and show me what you really are. C'mon! \n[157]I'm sorry, Georgie. \n[158]You're not Georgie. \n[159]No!   I have to think. \n[160]No. \n[161]I'm sorry. I'm sorry I didn't go out there with you. I'm sorry I was sick. \n[162]Hairspray. \n[163]We've got to get out of here. \n[164]We'll get out. C'mon. \n[165]No. I don't know-- \n[166]Swear, guys. Swear if IT isn't dead, if it ever returns, we'll come back and fight it together. \n[167]Thanks. ", "RICHIE": "\n[1]Willy-boy. \n[2]Thought you were sick. \n[3]Is it mortal? \n[4]What was that? \n[5]Wait-! \n[6]Vogue man. It's all perfumed. I put on my 3-D glasses and it's like you're there. \n[7]Yeah right, Dorsey Coen's been living in home ec these last three weeks. \n[8]Sure they will. In a ditch. All decomposed, covered in worms and maggots and smelling like your \n[9]Ma'am. \n[10]Eddie-bear? \n[11]The Miss America of cute boys. Seriously. \n[12]C'mon Eds get your ass down here and help. \n[13]What's gray water? \n[14]Smells alright to me. \n[15]Whatcha got there Willy boy? \n[16]Son of a-- \n[17]How do you think Dorsey feels? Running around these woods with only one friggin' shoe. \n[18]Dorsey! \n[19]For what? \n[20]Shit, Eds you get within twenty feet of a peanut she has a whole herd. I don't want to think what she'll have if you come home with another kid's corpse. \n[21]Holy friggin' Moses. What happened to you? \n[22]Heads up, homeschool! \n[23]You're not the only one on Bower's shitlist. \n[24]I don't think she even knows you're alive man. \n[25]What do you think? He's handing `em the kid's shoe. It's riveting. \n[26]Takes a lickin' and keeps on tickin', huh? \n[27]You're pretty friggin' hard to miss. \n[28]Will won't talk about it but the kid's arm got ripped clean off in a flash flood or something. \n[29]Cat got your tongue? \n[30]Well? \n[31]So let's get outta here. Police stations always make me feel guilty of something. \n[32]Barrens? Don't fag out. \n[33]But we got a project we're working on out there. \n[34]Whoa, what's with the history project, Benny-boy? \n[35]The entire town? \n[36]Aren't you supposed to be Jewish? \n[37]Shit, maybe we could get Derry on Unsolved Mysteries! \n[38]It's summer, dorkus. If you're gonna kill time, do it right. \n[39]Eddie? \n[40]Will you stop with the grey water shit. You make it seem like any water we get in is like swimming in an out-house. \n[41]What are you waiting for? Why don't you get in you pussy? \n[42]I thought so. \n[43]Boys, you're ruining my sunbathing vibes with all this chitter chatter. \n[44]We already know you're crazy, Will. No judgement here. \n[45]That wasn't Georgie, that was your neighborhood sex offender making a house call. \n[46]I take it back. I'm judging all of you and you are all friggin' wackos. \n[47]Can you give me an indicator of what I'm about to walk into? \n[48]I hope it's Ed McMahon and I've just won publishers clearing house 10 million dollar sweepstakes. But if it is, you really didn't have to go through so much trouble, you could have just brought Ed to the quarry. \n[49]It's like someone slaughtered a pig in here. Or a parent. \n[50]All I'm saying is maybe there's some weirdo going around Derry dressed as a clown. You know, like the Joker in a \"Dark Knight\" comic. Some whack job who likes to dress up and kidnap kids. \n[51]I don't know. Who knows how crazy people do things, right? \n[52]What happened, homeschool? \n[53]Benny-boy, don't forget the ranch dressing. \n[54]You call that a firecracker?    This is a firecracker. \n[55]What? \n[56]Getting laiiiid. \n[57]Cuz blood always freaks a girl out. \n[58]I didn't need to know that. \n[59]Ironic right? Something that's suppose to make kids laugh, actually being super freaky. \n[60]Home school. \n[61]When do you ever think anything is a good idea? \n[62]You want to swim?! \n[63]If we die here I just want to say that fight was friggin' awesome. \n[64]Don't count your chickens. \n[65]Why do you keep using our teams, guy? \n[66]I'm not going up there. \n[67]Whatever it is, we don't want to go back in there. \n[68]You gotta a better idea? \n[69]We were attacked, Mrs. K. Travis \n[70]Well, that went well. \n[71]Welcome to the club, kid. \n[72]The point of telling us was? \n[73]Whatevs. It sounds like bunk to me. Didn't the guy who wrote this go insane or something? \n[74]Okay Schwarzenegger twins, simmer down. We can't even free Eddie from \"mom jail\" let alone take down some freaky shape-shifter with a mind- meld on all the adults of Derry. However, I do believe we could sell this story to \"Tales from the crypt.\" \n[75]Yeah well, the only time I've been spooked is when I'm with you jokers. I'm thinking I might be safer at home. At least I know my parents won't try to kill me. \n[76]Way to make an entry, Eddie-bear. \n[77]What do you mean your dad attacked you? \n[78]Whoa whoa whoa. You don't really \n[79]And friggin do what?   In this storm? \n[80]I hope your schlong grew those 12 inches cuz you're gonna need it. \n[81]Happy bar mitzvah, Jason. Bet you didn't put this sucker on your gift list. \n[82]Uh, guys! \n[83]Something tells me we're not in Derry anymore. \n[84]You still afraid of a little grey water? \n[85]Mind equals blown right now. \n[86]What? \n[87]The worst and only bar mitzvah party you will ever have. \n[88]And that's supposed to rally us, Will? \n[89]I'm taking this fucker out. \n[90]It's miller ti-- \n[91]Shit! \n[92]Now can we celebrate? \n[93]I had to mow like five hundred lawns. Stan smoked the clippings. ", "BEVERLY": "\n[1]Soooo, you gonna let me go by or is there a secret password or something? \n[2]\"Sorry\"'s not much of a password. Now \"kittyhawk,\" that's a good one. \n[3]Riproar. \n[4]If you're worried about Bowers and his merry band of a-holes hassling you, don't. I saw them all leave out front. \n[5]You're the new kid right? I'm-- \n[6]I slipped in the shower. What's your excuse? \n[7]Well, see ya around Ben from sosh class. \"Get laid in the shade.\" \n[8]\n[9]Yeah, Mommy? \n[10]What Mommy? \n[11]No.    Why? \n[12]You consider a diversion? \n[13]Your friend there. He has that thingy he always carries around in his cute little fannypack right? \n[14]Yeah. For when he spazzes out. \n[15]Whatever. The point is he has a track record right? Of spazzing out. \n[16]I knew I shouldn't `a given him that granola. Mr. Keene! \n[17]My mom doesn't like me handling needles. \n[18]Not bad for a bunch of amateurs. \n[19]Is s-someone there? \n[20]Who are you? \n[21]The bathroom! Daddy, in the \n[22]No... the sink... in the sink... \n[23]The sink... I was... I thought I saw a spider... \n[24]Yes, sir. I'm sorry for waking you. \n[25]Because you love momma? \n[26]Too late. \n[27]Have you been seeing \"things\" Will? \n[28]I need to show you guys something. \n[29]My Daddy will kill me if he finds out I had boys in our apartment. \n[30]Sometimes he comes home for a nap. \n[31]My Daddy?    Mean. Like a drunk. \n[32]In there. \n[33]You'll see. \n[34]You really see it? \n[35]The sink. It came out from the sink. My parents couldn't see it. I thought I was going crazy. \n[36]Or blood in my sink? \n[37]I am now.    Thanks to you guys. \n[38]But we're not lying. \n[39]Nice stick, Richie.     How about this. \n[40]I think it depends. \n[41]Wow, you really don't know shit about girls do you? \n[42]\"IT\" showered me in blood because I just got my period... and... \n[43]Adults just ignore them. But kids, like your brother, Georgie... \n[44]That's cowardly, Stan. \n[45]Woah! \n[46]Will, we need cover-- \n[47]Rock, paper, scissors? \n[48]It's just a scrape. \n[49]What is it Eddie? \n[50]What exactly did you see here, Eddie? \n[51]What's happening?! \n[52]We have to do something. \n[53]Follow me! \n[54]I don't know, Richie. \n[55]That can't be true.   We just saw \n[56]We hurt it at Neibolt.   That's gotta mean something. \n[57]He's just scared. \n[58]My friend's party. I told ma-- \n[59]No one. \n[60]I know daddy. \n[61]They're my friends, daddy. \n[62]I-- I swear. They're just friends. \n[63]I'm a good girl daddy. Good, just like you raised me. \n[64]\n[65]It's nothing, daddy.   Just a poem. \n[66]I told you I don't have one. \n[67]Daddy stop. You're hurting me. \n[68]Nothing. Please, daddy. You don't have to worry. I promise. Please! \n[69]What? \n[70]Daddy, please. \n[71]No. No I'm not. \n[72]No.   My daddy. He... he... \n[73]I don't know. I don't know if it was him, or... \n[74]I think \"IT\" was there, controlling him, I don't know, I can't go back, I can't go back, Will. I don't know \n[75]It was like that lumberjack Ben told us about. The one from the Silver Dollar. He had this look. Like someone was pushing him to do it. \n[76]I can't go back there guys. He'll kill me. Or worse. \n[77]Now what? \n[78]Take off your shoes. You'll be fine. Just move real real slow. \n[79]\n[80]Guess I'm going first again? \n[81]The water. There's something in the water with us. \n[82]Break into our homes, we break into yours. \n[83]Will, it's a trick. \n[84]Finish him, Will. For all of us. For Georgie. \n[85]Guys, stop it. Focus. \n[86]Will? \n[87]We all pitched in. \n[88]Take some pictures for us. ", "EDDIE": "\n[1]So how's it work? \n[2]The ceremony. Your Bar Mitzvah. \n[3]Marie Claire. \n[4]Jesus, she's still here? \n[5]They're not going to find him. \n[6]Hi Mom. \n[7]Yes, ma. \n[8]Bye ma. \n[9]No way. There's sixty million diseases in that stream. It's gray water. \n[10]Tell `em Will. Your dad works for the public works. \n[11]Sewer water. Pee and poop. I'm telling you guys you're splashing around in Derry's toilet. \n[12]What's the big deal? It's just a sneaker. \n[13]Shit. This isn't good, guys. This seriously isn't good. We should go. \n[14]Guys-- Guys stop. We're gonna get in trouble. \n[15]I don't know. Disturbing evidence. Contaminating a scene. We should just mark where we found the shoe and leave an anonymous note to Chief Borton. My mom would have a major cow if she knew I was playing down here, I kid you not. \n[16]That's not funny, Richie. That's so not funny. Will, please. \n[17]Fine. You guys can do what you want but I'm going. I have no interest in seeing the muddy mangled body of \n[18]Woah, that's a lot of money. Will? \n[19]You crazy? My mom finds out I bought this stuff for myself I'll have to spend the whole weekend in the emergency room getting x-rayed. \n[20]My EpiPen Jr.? \n[21]I don't spaz. Those are allergic reactions. Life threatening allergic reactions. \n[22]\n[23]Thanks, Mr. Keene.   That one was a real shit kicker. \n[24]Shit Stan, what happened to you? You look like you've seen a ghost. \n[25]Yeah. \n[26]I think he means you, Big Ben. \n[27]Guys, you think whoever kidnapped Dorsey might of, I dunno... got Georgie too? \n[28]Will's little brother. Or was. Before your time. \n[29]What did he say? \n[30]Later days. \n[31]Hey, isn't that where Will's brother, Georgie- \n[32]Screw that. \n[33]Ben, with those cuts you have on your chest, I'm not sure if getting in this water- \n[34]Haunted how? \n[35]Like.   In your dreams? \n[36]Oh God. Oh God. \n[37]There was a lot of blood. \n[38]Only us kids can see it. \n[39]\n[40]On what? \n[41]It makes sense though. If it's killing kids. A clown is the perfect cover. \n[42]They're going to cream him. \n[43]I don't think that's a good idea. \n[44]Really guys, there has to be another option. \n[45]I'm serious. This house-- Shut up, Eddie. \n[46]We shouldn't be here. \n[47]We shouldn't be here. \n[48]We shouldn't be here! \n[49]There's something I didn't tell you guys. \n[50]This house. I saw something here once. I thought it was just my mind playing tricks, but now I know... \n[51]I saw \"IT.\" \n[52]It's here. \n[53]Shit. Guys, look. \n[54]Guys? \n[55]Get me out of here. \n[56]What do you mean you can't get down stairs? \n[57]I- I think I broke my arm. \n[58]No. No no no. Will?     Help me! \n[59]Hurry, guys! \n[60]This isn't happening. This isn't happening. \n[61]Go away! \n[62]No. \n[63]No.   Feels fine I guess. \n[64]I'm not allowed to see them. \n[65]My Mom thinks they're the reason I got hurt. She says I'm sensitive and they don't take care of me like she does. \n[66]Yeah. Mom says I should always carry my Epi-pen with me, in case I ever have an episode. \n[67]Not me, momma... You. \n[68]He said I was never allergic until you made me start carrying around my Epi-pen. You put those allergies in my head. \n[69]Then why did you send my friends away? \n[70]You lied to me mamma. You've been giving me medicine that's not really medicine. \n[71]This is what's going to happen now. \n[72]I'm going out that door and you won't stop me. I'm going to my friend Stan's bar-mitzvah and when I come home you're never going to tell how weak or sick or delicate I am ever again. \n[73]Guess I'm not as weak as I thought. \n[74]You guys, if \"IT\" can take over Beverly's parents, why not the rest of ours? \n[75]What do you mean? \n[76]Wait, count you in to what? \n[77]Oh my God oh my God! \n[78]Dorsey's other shoe. \n[79]Hurry. \n[80]Don't get too close to the edge, Will. \n[81]You still wear diapers at night? \n[82]It's in our head. All the stuff we see. It's like the allergies my mom said I had. We make it real. \n[83]Stanley, snap out of it. \n[84]What do you mean? \n[85]Because we'll taste better. \n[86]Did we kill it? \n[87]Well Richie mostly. ", "BEN": "\n[1]Sorry. \n[2]Ballyhoo? \n[3]Barnburner. \n[4]Thanks. \n[5]Beverly Marsh. \n[6]I just know `cuz we were in social studies. Together, in the same class. You know, like the constitution test, and stuff. \n[7]I fell on three boxes of donuts. \n[8]Uh, you too, Beverly. \"Stay cool.\" \n[9]I like it in here. It's-- \n[10]Inspiring. \n[11]I'll try, Mrs. Starret. \n[12]I'm reading about the history of this place. You know how many spooky things have-- \n[13]Your hair is winter fire, \n[14]You better quit, I swear. \n[15]Yes! I say yes! Okay! Copy all you want! \n[16]\n[17]Ben. \n[18]Thanks for helping me. \n[19]Beverly was there? \n[20]And she stole this stuff for me? \n[21]Did she know it was for me? \n[22]My mom gave it to me so I wouldn't be late for curfew. \n[23]It's funny, `til the last week I didn't think anyone knew my name. \n[24]Oh, uh, when I first moved here I didn't have anyone to play with or anything, so I just started hanging out in the Library. \n[25]I don't know. There's just a lot of that here. Been that way since the original settlers. \n[26]Derry started as a logging camp before it was officially on any maps. 300 people signed the charter that made Derry Derry. A month later they all disappeared, without a trace. \n[27]The people, the livestock, everything that was alive. \n[28]People in neighboring settlements thought it was Indians or something but there was no sign of an attack. The only clue was a well house that was burnt down to charcoal. \n[29]It was here. Right on the corner of what's now Witcham and Jackson. \n[30]I don't know. It was just a way to kill time, I guess. \n[31]I'll go. \n[32]What's grey water? \n[33]Very funny, Richie. \n[34]You mean how all sorts of disasters and disappearances and stuff keeps on happening here? \n[35]The clown? \n[36]Isn't he at work? \n[37]A clown. \n[38]But you adults aren't doing anything! \n[39]Hey Richie. Eat a bag of dicks. \n[40]Into one freaky looking clown you mean. That's the only form that seems to repeat. \n[41]Beverly's right. We can't always hide from them. We need to do something. \n[42]Fuck. \n[43]The house. It's our only chance! \n[44]No.   I'll go. \n[45]Down here! \n[46]You okay? \n[47]Guys, uh-- \n[48]The front door is right there. \n[49]Eddie, what are you doing? \n[50]We can't leave him alone down there. \n[51]Guys, I hate to pile on bad news. \n[52]The only losers in town- \n[53]And that is the story of the Silver Dollar Saloon. \n[54]That clown, whatever \"IT\" is, has been around Derry doing nasty things for a long long time. The Black Spot fire. The Bradley Gang massacre. All the way back to the first settlers who disappeared. \n[55]This storm is crazy.   Like the sky's gonna fall. \n[56]How'd you escape? \n[57]If it means protecting Beverly, count me in. \n[58]Oh, fuck! \n[59]Shit, \"IT\" has a name. \n[60]No no no no no!   Guys! \n[61]Oh my God oh my God oh my God. \n[62]You think? \n[63]Not funny, Richie. \n[64]Guys. I don't think this is the best place to hang out right now. \n[65]Charge! \n[66]We're dead. So dead. ", "MIKE": "\n[1]I'm sick of this, dad. \n[2]How would you feel if you were one of them? \n[3]Everyday, watching them stupidly walk into that killing pen. This isn't a normal kid's life. You won't even let me go to school. \n[4]Because I want to be in boring classes with other boring kids and draw pictures in text books and play baseball and go to dances and grind. \n[5]Eat me, townie! \n[6]Dad, it's- \n[7]Dad! \n[8]I told you who chased me there. \n[9]Doctors say it's inside your bones. And spreading. \n[10]I'll try. \n[11]It's my fault. \n[12]You're coming home though, right? \n[13]In case of what? \n[14]Dad, I'm responsible. You don't need to tell me some long tale about drinking and driving or safe sex. I'll take care of things- \n[15]Dad? \n[16]What truth? \n[17]What did you see? \n[18]Somebody! HELP! Let me out! Dad! Mom! \n[19]Shut up. \n[20]Stop it. \n[21]No! \n[22]You nuts? \n[23]We? \n[24]Abort? What does that mean. \n[25]Is that girl for real? \n[26]Something wrong with your friend here? \n[27]What does he mean by \"IT?\" \n[28]I know.   I've seen \"IT\" too. \n[29]There must be a window open. \n[30]This is all crazy.    Who are you guys anyway? \n[31]Just like my pa was trying to warn me the night I met you guys. \n[32]Everything dies. \n[33]It's only a matter of time one of us is found half eaten in the Barrens. Or worse. \n[34]Patrick was in one of the lockers. All the water bubbled up from there. \n[35]What? \n[36]My dad saw it near water, too.      The canal. \n[37]Unless you live way out in the sticks like I do. We have to tell the others. \n[38]I wasn't invited. \n[39]What happened. Bowers? \n[40]What? \n[41]Will knows where to find \"IT.\" \n[42]Pennywise? \n[43]Hurry! \n[44]We don't want it to tear. \n[45]It's up there isn't it?   That's where \"IT\" sleeps. \n[46]This is nothing like what it looked like from below. \n[47]Guys, the water thing.    IT's gone. \n[48]It's trying to get to you, Will. Kill it. Kill it now. \n[49]You did it, Will. \n[50]But we beat It.    We beat the cancer. \n[51]Derry.   The clown.    It. \n[52]We hear Arcadia's pretty amazing this time of year. ", "TRAVIS": "\n[1]Sorry chode. Didn't see you. \n[2]You say something? \n[3]Thought so. You got a free ride this year because of your little brother. But ride's over, Denbrough. \n[4]This summer's gonna be a hurt train, for you and your faggot friends. Let's roll. We got a lard ass to find. \n[5]Hello hot tits. \n[6]Gotcha! \n[7]Or what? You'll go crying to mama? I'll give you something to cry about. \n[8]Go ahead. Yell. You'll be picking your fucking intestines off your sneakers. \n[9]Okay, tits. It's exam time. First question: when I say `Let me copy' during finals what do you say? \n[10]That's good. Now how can we make sure that sticks? \n[11]No! Hold him. I'm gonna carve my entire name on his cottage cheese filled ass. \n[12]Now say it with me. What comes after T? \n[13]Oh, you're dead, tits. \n[14]My knife, Goddamn it! I lost my daddy's knife! \n[15]It ain't been washed away.     It's been stolen. \n[16]That nigger right there. \n[17]Let's go! That jungle monkey ain't here no more. \n[18]Why? \n[19]Why the- Hell no. You mental? This place gives me the creeps. \n[20]Go! Go! Go! \n[21]God I love the Fourth. \n[22]Move. \n[23]I'm gonna run him over. \n[24]Got the little fucker now. \n[25]This night just gets better and better. \n[26]Those little motherfuckers.   Get out, get out! \n[27]I've been waiting all summer to run into you, Denbrough. \n[28]Hurt? When I'm done with you, you'll wish you were in that storm drain with your brother. \n[29]I'm gonna kill you, losers! I swear I'm gonna kill you all. \n[30]Where are they? \n[31]Sure. Go put the next target out there. \n[32]Do I look like I'm foolin' numb nuts? \n[33]Hold it there, butt cheese. \n[34]Nothing, pa. Just cleaning your gun like you asked. \n[35]Pa, I'm--- \n[36]It's my gun now. \n[37]Still have second thoughts? \n[38]After you. \n[39]I seeeeeeeeeee yooooooouuuu losers! \n[40]I'm gonna carve you up, tits. I'm going to stick this blade right up your asshole and split you in two. Feed your ass fat to the friggin' pigs. \n[41]No! No no no no! Fuck! \n[42]I need to hear them squeal.   Now you'll fit. \n[43]Good. That's good, Vic.      Kill `em. Kill `em all! ", "STAN": "\n[1]Shit, I don't need a Bar Mitzvah for that. \n[2]What do you think she's thinking? \n[3]Yes, sir. \n[4]I am. I'm taking this very seriously Rabbi. \n[5]Rabbi, I need to go pee. \n[6]Rabbi, can I go pee please? \n[7]\n[8]I should probably be getting back- \n[9]Sorry. \n[10]What if... he's still around here? \n[11]Nothing. \n[12]What happened to him? \n[13]What? \n[14]Why is it all, like, people getting killed and missing kids and stuff? \n[15]Don't get him started. \n[16]Like any town, right? That's been around long enough, bad stuff is bound to happen. I mean, have you read the Torah? \n[17]What did you see Will? \n[18]I saw something, too. In the basement of the synogogue. \n[19]What does he look like? \n[20]What's taking them so long? \n[21]Or sometimes it's something else. \n[22]At least it won't be our problem for a night. \n[23]How? \n[24]Holy hell. What kinda gear do they got? \n[25]I'll go. \n[26]They can't see the window? \n[27]Jesus. \n[28]Wha? \n[29]No. \n[30]What do you mean, us, Will?    We're just kids. \n[31]I need to study for my bar-mitzvah. \n[32]Hey guys.    How'd I do? \n[33]What do you mean? \n[34]Hold on. How are we-? \n[35]How do you know? \n[36]Uh, guys? \n[37]Here.   Will, over here. \n[38]You mean Pennywise. \n[39]We do.   Or IT? \n[40]Where am I? \n[41]We're going to drown down here aren't we? ", "LEROY": "\n[1]Open the gate. \n[2]People need to eat.   Now open the gate. \n[3]Humans aren't raised to be food. \n[4]Now why would you want to be in public school with the rest of those people down below, in Derry? \n[5]I know, son. I get it. But you aren't like those people. We may work with sheep, but those people are sheep. Trust me. \n[6]For what? \n[7]We need a lawyer? \n[8]Hey!   No need for that. \n[9]This ain't right! You need a warrant, you can't just- \n[10]Mom tell you what's the what? \n[11]Your Mom's going to need you to be strong, Mikey. Help keep the abatoir running. \n[12]You do or you don't do. No try. \n[13]Stop that, Mike. There's no one to blame here. It's nature taking its course. \n[14]Pull up that seat. \n[15]There's something I never told nobody. Not even your mom. Something that I think you should know in case... \n[16]When I was about your age. Me and my buddies would go to this place along the canal... \n[17]I'm. Not. Done. \n[18]This isn't about you, Mike. It's not even about me. It's about Derry. This town is like poison. \n[19]Shut up    and listen to me. There was one    night, 1960. I remember because    it was August and Chubby Checker    just dropped \"the twist\". \n[20]Worse thing I ever seen. And the smell, that awful smell -- all cooked flesh. Somehow we ended up in the water. \n[21]Floating in the blackness, I could still hear all them screams. It wasn't until I surfaced that I could see the truth of it all. Of Derry. \n[22]I saw something, Mikey. Through the smoke and the burning. Something I can't even really explain, but it was there, Dickie saw it, too. \n[23]I saw what was really responsible for that fire, Mikey. Not the Legion. See those white boys, they were there, but there was something else, orchestrating `em. Had `em all in a fit and frenzy, moved to his whims. This thing, I don't even know how to describe it... \n[24]\n[25]See son, everything has a cycle. Just when you think the world couldn't get any colder, something good always grows. ", "OFFICER BOWERS": "\n[1]We've got another one, Chief. \n[2]Kid gone missing. \n[3]One of my son's friends. Patrick Hockstettler. \n[4]Then I did a little investigating of my own. Tell him what you told me, boy. \n[5]Tell him, damn it! Tell him who you last saw him with. The negro boy from outside of town. The ones who run the abatoir. \n[6]Leroy Hanlon? \n[7]We need to bring in your boy for questioning. \n[8]Police business. \n[9]Let's go, boy. \n[10]Search this place, now. It's the perfect place to hide a body if you ever needed to. \n[11]Call an ambulance. \n[12]You got lucky, boy. Could have been you who disappeared. Be careful next time creeping around old places like that. \n[13]Oh, and he will be punished, don't you worry, I swear on my belt buckle he will. \n[14]Whoa whoa. Where do you crumb snatchers think you're going? \n[15]Such wild imaginations. Too bad we can't bottle their little brains. Dry them out and grind them into powder to salt our food. Maybe then we'd see, what was it again? \n[16]Watch your tone, boy. \n[17]What the hell is this? \n[18]Cleaning my gun, huh? \n[19]Normally I use a rod and cleaner not bullets and whiskey. \n[20]You two punks put your sticky little fingers on my firearm here? \n[21]You're not worth the salt you lick boy. I don't know how I let you squirm your way out your momma's womb. \n[22]Look at him now boys. Nothing like a little fear to make a paper man crumble. Clean your drawers `fore you come inside. ", "ZACH": "\n[1]Hey Champ. Going out to play? \n[2]Stay out of it, Will. Let the police handle these things. \n[3]Enough. \n[4]Will. \n[5]Easy! What's wrong? What's all the noise about? \n[6]Where's the leak, son? \n[7]Dry as a bone, Will.   Sure it wasn't just a dream? \n[8]I just thought, someone else-- \n[9]Willy, we need a minute-- \n[10]Willy, stop. \n[11]You okay? \n[12]\n[13]We know. \n[14]Will, what are you doing in there? Open up. \n[15]Willy, now! We need to talk. \n[16]Damn it, Will! \n[17]Load up! ", "GEORGE": "\n[1]You sure it's not too bad out there? \n[2]In the cellar? \n[3]Okay, Willy. \n[4]Oh, balls. The power. \n[5]I'm getting it. I'm going to get it. I'm going in. I'm... \n[6]Can I do some? \n[7]Too cool. \n[8]She? \n[9]Thanks, Willy. \n[10]Willy's gonna kill me. \n[11]How did you get down there? \n[12]Is there cotton candy? \n[13]I sure do. Do they float? \n[14]Why'd you make me go, Willy? \n[15]Help me, Willy. \n[16]You'll float. ", "PENNYWISE": "\n[1]Hello, Georgie. \n[2]Me? Why the storm of course. Just bleeeew me away. It blew the whole circus away. How'd you like to join the circus, Georgie? \n[3]Cotton candy? Oh yes. Cotton candy and bearded women and elephant shit and all the balloons a little boy could want. You like balloons, don't you Georgie? \n[4]Float? Oh indeed they do, Georgie. Indeed they do. Everything down here floats. And when you're down here with us... \n[5]\n[6]Did they float? \n[7]Because down here, we all float. \n[8]Open your eyes Eddie-bear. I brought you some cracker-jack. \n[9]Away? But I just got here? And we're gonna have soooooo much fun, you and me. Now open those peepers. \n[10]Kee-mon Eddie Bear. Don'cha wanna see the show? You're the main event. \n[11]You all taste soooooooo much better when you're afraid. \n[12]Welcome to the circus, Willy. \n[13]Your brother wasn't afraid either. \n[14]Not until I chewed his little muscles up. \n[15]Ooooh I'd love to, Will. I'd just love to show you my deadlights. Only you wouldn't understand. And I need you to, Willy, I really really need you to understand what's going to happen to you. What it means for a little kiddie like you... to float. \n[16]Wait! ", "VICTOR": "\n[1]Frisbee, fuck nut. \n[2]Sounds like a pig. Don't he sound just like a pig? \n[3]Stolen, by who? \n[4]Is that that pussy Denbrough? \n[5]N-N-No sir. \n[6]You okay, Travis? \n[7]Mr. Bowers? \n[8]Man, this is where Patrick Hockstettler went missing. \n[9]We'll never fit. We've gotta go back. \n[10]No. Guys. Wait! Please! Travis has gone insane. I'm not trying to hurt you, just... \n[11]Take me with you! \n[12]Oh god oh god! ", "SNATCH": "\n[1]Look at that gut! \n[2]It probably got washed away, Travis. \n[3]It's my turn. Pass one back. \n[4]Hey, ain't that the little shit your dad gave you a whoopin' over? \n[5]Can I try? \n[6]You're foolin' right? \n[7]It's not staying. \n[8]Travis? \n[9]Holy shit. \n[10]Travis, dude, you okay? \n[11]No way I'm going down there. ", "CHIEF BORTON": "\n[1]Barren's will be off limits for now, kids. Go on into town and play there. \n[2]Another what? \n[3]Dear Lord.     Who is it? \n[4]The family notified you directly? \n[5]Ma'am. We were just doing our job, but he's free to go home with you, now. \n[6]It's okay, Butch. Someone try to do something to you kids? \n[7]You youngsters realize there's a penalty in Derry for filing a false police report. I don't want to have to call your parents, now. \n[8]You have any evidence? \n[9]That's what I thought. I don't want to hear another word of this, not here, not a whisper of it anywhere. Now go home, all of you. Eat dinner with your families, sleep and have sweet dreams in your pj's. And tomorrow, you're going to go play like normal kids and forget all about this fantasy about murder and monsters. This is an adult matter. You got it? \n[10]I don't see you leaving. \n[11]What are you doing here, son? ", "HOCKSTETTLER": "\n[1]Let me light his head on fire like Michael Jackson. \n[2]What the fuh... \n[3]I'm staying. \n[4]I don't know. I want to see its insides. \n[5]You guys want to come? \n[6]I ain't afraid. Any you ghosts down here can't hurt me. \n[7]I seen ghosts. I did them in their butt holes. \n[8]I, I-   Who's there? \n[9]There's no one down here. There's no one that can hurt me. ", "SHARON": "\n[1]You say something honey? \n[2]Nothing... Your father, it's just too much to deal with right now. \n[3]It's not that. \n[4]Your brother just looked forward to this trip so much. That park was his favorite place in the world. \n[5]Put it back up there! Put it back now! \n[6]I don't care about anyone else. I care about Georgie. I care about my little boy who's gone. \n[7]This is between your father and me. \n[8]Willy c'mon! ", "RABBI": "\n[1]Are you paying attention? \n[2]Pay attention, son. This is important. This is about you becoming a man. \n[3]Not everyone gets this opportunity, Stanley. \n[4]My son, God bless him, might never get a bar mitzvah. Do you realize that? \n[5]We may never see him again, he may be dead now. And death is forever, Stanley, you don't come back from death. \n[6]Of course. "}}