{"dialogues": {"CHARLIE": "\n[1]Lyle? \n[2]...Because he's not. \n[3]What's that? \n[4]Where're the Italians? \n[5]Not yet. \n[6]My office. \n[7]Fine. I'm fine, fine. \n[8]You've become quite the philosopher since you quit drinking. \n[9]No, I'm glad. Makes you a better thief. \n[10]Hope I get to fire it up. If Steve's Italians are a no-show, it's three months prep down the shitter and I've dragged you out of retirement for nothing. \n[11]Ain't you sweet... \n[12]Your Italians. \n[13]Dixie cups? \n[14]Let's get rich. \n[15]Sweet Jesus. \n[16]You could've. I had big shoes to fill. \n[17]What're you talking about? You've lived the life. \n[18]Stella's a beautiful girl. \n[19]What the hell do you think you're doing? \n[20]You're not thinking this through. It's a stupid move. \n[21]If you would have told me that I would spend the next three years searching for Steve Bandell, I would have said that was nothing. Cause I would have spent a lifetime looking for that bastard if I had to. \n[22]Hi, Stella. \n[23]Yeah. You did. \n[24]I found him. \n[25]I can tell you where he is. \n[26]Are you sure? \n[27]He's in Los Angeles. \n[28]The gold bricks he stole from us were minted in Singapore and decorated with the face of a Balinese girl. I've had my tentacles out and got a call from a friend of mine and your father's, Philly Steak. \n[29]He got word from an L.A. connection named Skinny Pete that a gold dealer has been buying bricks with the Balinese girl on them, three or four at a time. \n[30]I tracked Steve down to an address in the Hollywood Hills. He's changed his last name to Frezelli. And get this: he had a Worthington 1000 installed in the house before he even moved in. We both know that you don't install a Worthington 1000 unless you have something precious to guard. \n[31]We boosted that gold from a terrorist group that was about to trade it for bio-weapons. Now that doesn't exactly make us Robin Hood, but maybe in our own little way we were doing a good deed. Problem is, no one in my crew can handle that safe. And I need someone I can trust. \n[32]What I heard is that you have your father's touch. And he was the only safecracker I knew who could open a Worthington 1000. \n[33]You're John Bridger's daughter. And this is our chance to set things right. \n[34]No, it won't. \n[35]I'm working on it. \n[36]Gotta have her. Important piece of the puzzle. \n[37]Doing ten long at Levinworth. \n[38]Chemo. \n[39]Found Jesus. \n[40]She has the skill. And the motivation. \n[41]It's emotional for all of us at this point. Don't kid yourself. \n[42]I think your date's going pretty well, what do you think? \n[43]What do you mean? I come here all the time. \n[44]Sure. Lawyers, Judges, my kind of crowd. See that gentleman there, he sentenced me to 90 days in county once. We need to talk. \n[45]Hey, I paid valet parking prices to get in here, not to mention a twenty spot to the busboy to spill that drink on Mister Zipper. \n[46]Actually, you paid for it. \n[47]Didn't notice it was me who bumped into you earlier, did you? Anyway, I was hoping we could get to know each other a little better before we leave for Los Angeles. I already booked your flight. \n[48]I have no idea what you just said, but I like the sound of it. \n[49]Charlie -- \n[50]I'm beginning to worry about this whole relationship. \n[51]John wasn't just a man I crewed up with, he was my friend, he was the closest thing to a father I ever had. I wish to God I could bring him back. But all I can do is go after this guy, the guy that killed him, and hit him where he lives. \n[52]Oh, sorry. I was just undressing you with my eyes. \n[53]Hello. \n[54]I see Drive Defensively is your motto. \n[55]By the way you drive, I'm not surprised you named your car after a bottle of whiskey. Left. \n[56]Another left. \n[57]The possibilities are endless. \n[58]We're a little early. I didn't expect us to get here quite that fast. There... \n[59]That's Lyle. Gearhead. He's who really invented Napster... \n[60]At least that's how Lyle tells it. \n[61]Half-Ear. Explosives. He lost fifty percent of his hearing in the fifth grade. \n[62]One M-80 in the toilet bowl too many. \n[63]Handsome Rob. Premier wheel man. He once drove all the way to L.A. just so he could set the record for longest freeway chase. \n[64]Smashed the mark by twelve minutes. \n[65]He got a hundred and ten love letters sent to his jail cell from women who saw him on TV. \n[66]I've been a thief since I had baby teeth. \n[67]This is Stella. She's working with us on this one. IDs? \n[68]Enough of this sewing-circle shit. Phones. \n[69]We travel to L.A. separately. \n[70]This is Stella Bridger. And we're finishing the job that we started in Italy. \n[71]We need an in to get a video blueprint of the interior. We're not going into this place blind. Half-Ear, you take the first surveillance shift. Who goes in, who goes out, levels of security, you know the drill. \n[72]I also want audio surveillance on his phone. \n[73]How long? \n[74]We need to know how long to get from the house to Union Station downtown. \n[75]Stella. How much time will you need with the safe? \n[76]Housekeeper leaves at 17:30. \n[77]What's your guesstimate? \n[78]Then we'll travel like Rockefeller. \n[79]When cars first started catching on, workers on tall ladders would use these swiveling colored boards for traffic signals. Now whenever Rockefeller would take the drive from his mansion to his office on Wall Street, the workers would make sure that he got green boards all the way. \n[80]Lyle? \n[81]We'll never get by the guard unless they're certain it's legit. I'm thinking cable TV. We cut his cable, he calls the cable company. We show up. Send a cable technician into the house with a pinhole video camera while we get a feed through an RF antenna. \n[82]Are you up for it? \n[83]When's the appointment? \n[84]Yes, I'm calling from Adelphia Cable. I understand your service is out and an appointment was set up for Thursday. \n[85]Well we have a technician working in your area who finished with an appointment earlier than expected. Will someone be there for the next hour? \n[86]Our technician will see you then. Have a nice day. \n[87]Let's check the camera. \n[88]He's got cable lines in the kitchen, living room, bedroom and a cable modem on the computer in the office. Try to get a 360 look at each room. And walk slowly or the image will streak. \n[89]How you doing? \n[90]You know what fine, stands for? Fucked- up, Insecure -- Neurotic and Emotional. \n[91]I know it was tough in there. \n[92]I know. When Steve leaves Friday night, we go in. By the time he realizes you've stood him up, we'll be long gone with the gold. \n[93]Looks like that went without a hitch. \n[94]Lyle, what's the distance from the front door to the vault? \n[95]Lyle? \n[96]I'm not calling you The Napster. \n[97]That's only cause he is Handsome Rob. \n[98]How far? The Napster. \n[99]So here's the riddle. How do we get over a ton of gold from the vault to the getaway car? \n[100]Minis? \n[101]How are our matchbox cars? \n[102]I got us spots for three cars on a car carrier and five first class seats. Train 59 from Union Station to New Orleans. \n[103]What's the word on Rockefeller? \n[104]What can I do to help? \n[105]I have no idea what you're doing. Just do it fast. \n[106]Yeah. \n[107]Are you making this shit up? \n[108]Yeah? \n[109]Radio check. \n[110]This is it, guys. Moment of truth. \n[111]Shit. Stella? \n[112]You'll have to fake it. Laugh at his jokes. You need him to ask you out again. \n[113]Something wrong, Steve? You look like you want to call Ghostbusters. \n[114]You can wear that shit-eating grin on your face, but I know under that Versace shirt you're in a cold sweat. And you're not going to sleep a minute tonight. Cause you thought you'd gotten away with it free and clear. You thought you'd gotten rid of us. You're the one who's screwed. Right to the wall. \n[115]Get more guards. Change the alarm. Buy a dozen Ferraris. We'll still be here. Sleep tight. \n[116]Confirmed? How'd we miss the first calls? \n[117]Not so fast. This is good news for us. \n[118]Sometimes when you're up to your ass in alligators you forget that you started off trying to drain the swamp. \n[119]We've been trying to get to the gold in the safe. Now the safe is coming to us. We'll boost it in transit. \n[120]We're already set to do it. Napster: how would you like to create the biggest traffic jam in the history of Los Angeles? \n[121]You gridlock every route except the one we choose. Force the truck to go exactly where we want it to go. \n[122]But not outsmarted. \n[123]We'll do it like the Italian job. We'll make thirty million in gold drop out of sight. \n[124]Who else has this number? \n[125]Hello? \n[126]Philly Steak. Do what? \n[127]Clip him? \n[128]What're you talking about? We didn't clip anybody. \n[129]Why does he think that? \n[130]Do you know how to get in touch with him? \n[131]Maybe there's a way we can play this to our advantage. \n[132]Still hope for that Nobel Prize. \n[133]No shit. I thought you dropped out of high school. \n[134]How'd you manage that, all the jobs we've been pulling? \n[135]Good for you. That's a real feather in your cap. \n[136]Secret's safe with me. \n[137]Napster. How goes it up there? Over. \n[138]You okay? \n[139]Now? \n[140]Take all the time you need. \n[141]What is it? \n[142]Shit. Decoys. It's like a shell game on wheels. \n[143]You can monitor the traffic video cameras from your laptop, right? \n[144]Where's the first camera the trucks will go past? \n[145]The weight of the gold will lower the suspension on the truck. \n[146]Gridlock time. \n[147]Gentlemen, start your engines. \n[148]Give us the flag when you're ready. \n[149]Nice work. \n[150]Let's get our gold. \n[151]Stella? \n[152]Don't you want to see what's inside? \n[153]Trust me. You wanna look. \n[154]Split up! \n[155]If you don't like how I'm driving, get off the damn sidewalk. \n[156]Going up? \n[157]I want to make a toast. Cause there's somebody missing here today, and we all know who it is. \n[158]To John Bridger. The most brilliant master planner of them all. We wish he was with us. \n[159]New IDs. \n[160]Did you get what you wanted? \n[161]It was good doing business with you. \n[162]We did it. \n[163]There's something I've been meaning to ask you, Stella. But I've just been so busy lately, what with the explosion, car chase, Ukrainians and all. \n[164]It's about that thing you said to me back in Philadelphia. \n[165]You said that you can't have a relationship with a pickpocket, gold robber, or any kind of thief. \n[166]Do you still believe that? \n[167]Well I was wondering... What about a retired pickpocket, gold robber, thief? ", "STELLA": "\n[1]Hello? \n[2]Daddy. How are you? \n[3]Really? Does it smell nice? \n[4]Does it come with a receipt? \n[5]Why not bring it by yourself? We could have dinner. \n[6]Let me guess. Checking out the birthplace of Christopher Columbus. \n[7]With your parole officer's approval. \n[8]What are you into, Dad? Don't break my heart. You told me you were through. \n[9]You promised me. Daddy, don't do this. \n[10]Buzz of the fluorescents throws me off. She's all yours. \n[11]Now you know who to call first. \n[12]Well I do it for the money. I'll send you the bill. \n[13]I never look. Bye, guys. \n[14]Four minutes, forty-three seconds. \n[15]So what's on the line-up? \n[16]Tell him if I don't have it opened in six minutes flat, breakfast is on me. \n[17]Charlie Croker. \n[18]Refresh my memory. After you came to see me and told me what happened to my father, I told you I never wanted to see you again, didn't I? \n[19]So I'm a little confused. \n[20]I don't want to know. \n[21]When I was little he would play poker at the house and drop quarters under the table for me to find. \n[22]You ever heard the expression, cut to the chase? \n[23]Precious or not, I don't deal with ill-gotten goods. \n[24]And you think that's me? Haven't you heard that I work for the other side? \n[25]I'm not a safecracker. I'm a professional safe and vault technician. \n[26]Our chance? Who do you think you are coming in here? Stealing the gold isn't going to bring my father back to life. \n[27]Then get out. \n[28]I see... \n[29]If they don't undress you with their eyes? \n[30]Your fly. \n[31]What are you doing here? \n[32]I don't think so. \n[33]No, you need to listen. I want you to leave. Got it? \n[34]You -- I don't believe this. You paid someone to spill that drink? \n[35]You truly are a fatuous, odious man. \n[36]Well maybe you'll understand this. Hit the road, Jack -- \n[37]Or you'll be sorry, Charlie, cause I'll kick you in the nuts so hard that your voice will be as high as my heels. \n[38]I'll let you in on a secret. You can't have a relationship with a pickpocket, gold robber, or any kind of thief. \n[39]Fine. Richard. Charlie. Charlie was just saying goodbye. \n[40]I'm in this for one thing, Charlie, and one thing only. I want to see the look on his face when his gold is gone. He took my father from me, I'm taking this; it's the best I can do. \n[41]Don't worry. Jack Daniels never let me down. \n[42]Jack Daniels was chief engineer of the Mini. And I drive it exactly the way it was meant to be driven. \n[43]We're going in circles. Who's tailing you this week? \n[44]Where are they? \n[45]And what about you? \n[46]I'll have it open in five minutes flat. \n[47]You get me to the safe, I'll open it. \n[48]If you're all dead, I guess I'm the man for the job. \n[49]In for a penny, in for a pound. \n[50]Fine. I'm fine. \n[51]It's okay. I'm used to running into all sorts of dogs on my job. \n[52]Becky. \n[53]You want to show me the problem? \n[54]I'd like to check the cable modem first. \n[55]There we go. Now onto the TVs. \n[56]Turn it on and see. \n[57]Then it looks like you're all set. \n[58]I don't think so. Sign here, please. \n[59]Date. \n[60]Oh, no. I meant that I need you to put the date by your signature. It's the 26th. \n[61]I don't think that'd be a very good idea. \n[62]No, it's my rule. I don't accept dates from men I've just met. I've only known you five minutes. \n[63]He touched my hand. And he came-on to me. That slimy, disgusting man came onto me and I had to pretend that I liked it. \n[64]You do know what this means... I've created our window of opportunity. \n[65]How wide is the hallway? \n[66]Jack Daniels, straight up. \n[67]We could rumble right up the front steps, bring the getaway car right to the vault, and then straight to Union Station. \n[68]Don't let their size fool you. These were rally cars back in the day. 135 mph, 155 horsepower -- \n[69]Let's put it this way: I can only get insurance through companies that advertise on TV at 3:00 in the morning. \n[70]You want the safe cracked, don't you? \n[71]Then I have to have perfect nails. \n[72]I just let you in on a valuable trade secret. \n[73]Loud and clear. \n[74]I know. I've got a date tonight. \n[75]You really make laugh. \n[76]Not tonight. I don't want to be out late. \n[77]Let's just say I've made some wrong calls in the past. I like to take things slow, cautious. Next time... \n[78]I trust everyone. It's the devil inside them that I don't trust. \n[79]What? \n[80]Who was that? \n[81]Ow. I don't remember. You're hurting me. \n[82]Let go of my wrist. What is wrong with you? It's just a saying. \n[83]Once the charter's in the air, he could change the flight path to anywhere. And good-bye gold. \n[84]Shhh... \n[85]You know when you said this wouldn't be the same as opening a safe for the cops? \n[86]Did you have to be right? \n[87]I never look. \n[88]We sure did. \n[89]It has been a hectic day. \n[90]That thing? \n[91]Oh... That thing. \n[92]Yeah. I do. \n[93]Now that's an entirely different question. ", "LYLE": "\n[1]I've got the orbital data and SV clock corrections for each satellite that gets the signal. That'll make my reading as solid as the Precise Positioning Service that only the D.O.D. can use. We're talkin' 100 meter horizontal accuracy, 156 meter vertical accuracy, .340 nanoseconds time accuracy. \n[2]I do need one more thing, Charlie. \n[3]Someone to turn the goddamn homing device on. No signal, no score. \n[4]For those about to rock, we salute you. \n[5]Copy that. Enjoy the ride, cowboy. \n[6]Get ready. 3. 2. 1. Drop. \n[7]Melvin Lisp? Could I -- just once -- have a cool name? \n[8]I don't even have a cool nickname. \n[9]You still haven't told us the most important thing. What exactly is the job, Charlie? And who exactly is she? \n[10]I'll hack into the phone company's central office remote observance monitoring system and fool it into thinking there's a legal tap on the line. Reroute the digital copies of his calls to our own listening post. \n[11]I'll burn through the night, have it up and running before morning. \n[12]Advent Home Navigator Hybrid System. Monitors 132 points for intrusion, fire, and environmental hazards. Best way around it is to get a back door password, trip the alarm during the heist, then call it in as a false alarm. \n[13]15:25. There he is. He's gained 15 to 20 pounds living off our money. And Handsome Rob, you're going to be pissed when you see his wheels. \n[14]Let me see what I can do. \n[15]Carpet cleaners? Gutter cleaners? Flower delivery? \n[16]I'm telling you. He claims he named it Napster because his hair is so nappy underneath that cap of his. But I know the real reason. It's because I was NAPPING when he stole the idea from me. I should've been on the cover of Wired magazine. \n[17]I'm the Napster. \n[18]Becky. Nice name. I wonder what she calls the other one. \n[19]I had a girlfriend. Unfortunately even though the relationship ceased in an objective reality, it's still going on in my mind. That woman's lived in here rent-free for four years. \n[20]Okay. All we need now is a work shirt like this one and a service truck like that one. You think Stella will be able to pull it off? \n[21]Maybe he's been inserting his hard drive into her software. Clouds the judgment. \n[22]Where you going? \n[23]Whoa. I've never heard the Muzak version of Purple Haze before. \n[24]Thursday between 9 a.m. and 3 p.m. \n[25]Stella, you're going patriotic today. \n[26]I printed these up to look like paperwork from Adelphia. When you're done, ask him to sign and date the bottom. \n[27]Now. \n[28]You call him Half-Ear. \n[29]And him, Handsome Rob. \n[30]And I'm The Napster. \n[31]Five hundred yards. \n[32]Only six feet. \n[33]Do I get to drive one? \n[34]Why not? \n[35]But he ran into me. \n[36]The Traffic Control Center is on the top floor of a building on Olympic and Grand. They get their data from pavement loop detectors and video image vehicle detectors. That info is fused together by specially designed algorithms to predict traffic conditions and control the traffic lights. So all I have to do now is change the data by creating my own algorithm. \n[37]I need to hard-wire into the mainframes. \n[38]B4 X TTratio, where Bi are Fisher's linear discriminant function coefficients, SpdRat is the speed ratio, and TTratio is the travel time ratio. \n[39]We own this place. \n[40]Charlie. \n[41]Steve called to confirm a 7:30 reservation at Ago's. And as for your getaway, not even Rockefeller had it so good. \n[42]Check. \n[43]For those about to rock, we salute you. \n[44]How do you figure? \n[45]Well we scared him alright. He's flying the coop. His security guard called Brink's Armored Car Service to confirm a 5 p.m. pick up at his house, then JetClub to confirm a MD11 cargo plane departing from the Imperial Terminal at LAX at 8 p.m. \n[46]They must have been cellular. The cargo plane is being chartered to Mexico City. \n[47]Keep talking. \n[48]Working on the Metro Rail system. Almost ready. \n[49]How can I reroute the truck if I don't know which truck to reroute? \n[50]How're we going to figure out which truck has the gold? \n[51]Yeah. \n[52]Cahuenga Boulevard. They all have to cross that. \n[53]Lines up with the top of the sign. Next... \n[54]First two are the same. \n[55]That's our truck! License plate \n[56]Opening up a space on North Highland. \n[57]He's taking it... \n[58]I now command you to turn left. \n[59]I've got it on Hollywood Boulevard. Time to slow down. \n[60]Shutting down the rail as we speak. \n[61]Tunnel's clear. Go! \n[62]Coming into position... \n[63]Five... Four... \n[64]Three... \n[65]Two... One... \n[66]Do it. \n[67]Where are you going? \n[68]How about far, far away? \n[69]Simon Quackenbush? Could I -- just once -- have a cool name? \n[70]Is this seat taken? ", "HANDSOME ROB": "\n[1]What's that shit? \n[2]You wanna read something. Read between the lines. \n[3]Lemme see that book. \n[4]Yeah. \n[5]Can you chill out back there? You'd make a hummingbird nervous. \n[6]Shit. \n[7]How'd it go with the chick? \n[8]I don't want her on the crew, Charlie. \n[9]There has to be someone else. What about Bill Huchins? \n[10]Red O'Reilly? \n[11]Martin Hernandez? \n[12]I don't want a civilian to screw this up. \n[13]Exactly. She's emotional. You know what happens when emotion gets into it. \n[14]Try 'Deal A Meal'. \n[15]No problemo. \n[16]It's not the same as opening a safe for the cops. Your heart will be pounding in your ears. Perspiration on your fingertips. It's a whole different ball game. \n[17]Where's a grenade launcher when you need one? \n[18]Doesn't matter what time it is. It's either bad traffic, peak traffic, or slit-your-wrists traffic. \n[19]I'm sure it's ideal for carrying a ton of gold, genius. \n[20]If we had all green lights, fourteen minutes. But in the twenty times I've done it, the average is thirty- two minutes, with a top time of fifty minutes. \n[21]How do we get all green lights? \n[22]We still need an in to get the video blueprint. \n[23]Who plays cable technician? Steve thinks we're all dead. \n[24]Would you clam up. You'd give a woodpecker a headache. \n[25]Okay. You're the Napster. Heads up: cable chick. \n[26]And it's such a mystery why you don't have a girlfriend. \n[27]I have my doubts, but there's no talking to Charlie. \n[28]He knows better than to mix business with pleasure. Only I'm allowed to do that. \n[29]To get a work shirt and a service truck. \n[30]Girls girls girls. \n[31]Y'got a great job. \n[32]Should we hang here? Check out the dancers? \n[33]No, but I take a whizz off the deck sometimes. \n[34]The guy makes Jabba the Hut look like a spokesman for the Subway Sandwiches' diet. \n[35]I'm trying not to. \n[36]He only answers to The Napster now. \n[37]We'll need three to hold the gold. \n[38]I'd say you're a Maserati 250 S. Just 4 cylinders but can go 0 to 60 in 4.2. \n[39]Never seen 'em before in my life. \n[40]Souped. \n[41]No. \n[42]Because you can't navigate your way out of a parking lot. Here's your ride. \n[43]He's not driving either. You ever got a speeding ticket? \n[44]You drive. I drive. Charlie drives. \n[45]Got cha, boss. \n[46]Only place with worse smog and traffic than L.A. \n[47]Good news? \n[48]Meaning what the fuck? \n[49]Charlie. He could take a dozen different routes to the airport and we have no idea which one. We can't take out an armored truck during rush hour. \n[50]But where do we want it? We can't shoot it out with armed guards in a Brink's. We'd lose. And even if we pulled it off, the cops would be all over us, chasing us all the way to Union Station. We're outmanned and outgunned. \n[51]Everything's quiet here. Over. \n[52]Problemo. \n[53]He's brought in three identical armored trucks. \n[54]Three Brink's trucks are leaving with motorcycle escorts, plus Steve in his Ferrari. \n[55]Yeah. ", "STEVE": "\n[1]Why can't he talk like a person? \n[2]Patience. \n[3]Don't worry, they'll come through. You can trust these guys. \n[4]Charlie! \n[5]Yup. Dixie cups. \n[6]I toss 'em away if there's a problem down the road. \n[7]Anyone acts stupid and his brains go on the windshield. \n[8]Sorry Charlie. But I want the box of Cracker Jack all to myself. \n[9]Think so? Well you're the brilliant one. The Master Planner. Isn't that so, John? \n[10]You bet on the wrong horse. \n[11]No regrets, Dixie cup. \n[12]Is the camera off? \n[13]The cable's out. See if you can get someone over here to fix it'. \n[14]It's all right. They won't bother you now. \n[15]I'm Steve. \n[16]Yeah. Course. This way. \n[17]I'll show you. \n[18]The cable guy who hooked this up weighed about 300 pounds, didn't wear any underwear, and his pants slung a little too low if you know what I mean. \n[19]Is it fixed? \n[20]Perfect. \n[21]Have we met before? \n[22]You read my mind. \n[23]I know what you meant. This might seem a little sudden, but... would you like to have dinner with me? \n[24]Why? Is there some kind of cable- rule against dating customers? \n[25]Then I guess I'll have to sabotage my cable over and over again until you get to know me better. \n[26]Look, I'm just talking about dinner. Friday night. It's no big deal. If you don't like me, you never have to see me again. You know I'm not going to stop until you say yes. \n[27]And I'm in a hurry, okay? \n[28]That a fact? \n[29]And I'd love to hear more about it, but like I said... \n[30]On its way? \n[31]Your cousin? \n[32]He's on his way? \n[33]The tape's off? \n[34]Yevhen. Didn't I tell you, many times, that I never wanted to meet with anyone but you? \n[35]And a middleman is supposed to stay in the middle. \n[36]What you are, is a Dixie cup. \n[37]So here's what I have lined up for after dinner. We'll go to Club Deep. The Ferrari always gets me to the front of the line. We'll do a little dancing... \n[38]Why the curfew? \n[39]I understand. You have nothing to worry about. You can trust me. \n[40]That's an interesting saying. \n[41]There's only person I've ever heard say that. Used to say it all the time. \n[42]A man named John Bridger. Where did you pick up that phrase? \n[43]John Bridger was a thief. And he had a daughter. About your age. He told me that she took over a safe and lock company that he used as a front. \n[44]No wonder I liked you right away. Just like I liked your old man, right up until the moment I shot him in the head. Now tell me who you're working with and tell me the plan. Do it now or we'll go for a ride and I'll break every bone in your body. \n[45]Fine by me. But it's you that has the problem. \n[46]You've just blown the one thing you had going in your favor, the element of surprise. And I was surprised. Jesus Christ when I saw all you guys come out of the woodwork. For a minute I thought maybe you were ghosts. But you're screwed now. Did you figure out how to take care of my security guard? I'll hire five more. You know how to bypass my alarm system? I'll have a new one installed tomorrow. Does it tear you up inside seeing what car I drive? I'll buy a matching one in red. You think you can crack my safe? You'll end up the same way as your dad. Looks like Good Time Charlie's got the blues. \n[47]Give it your best shot. I'll outsmart you every step of the way. And this time, I'll bury you myself. \n[48]What the hell? \n[49]Sonovabitch. \n[50]The truck's in the Metro Rail. Where does the Blue Line go back above ground? \n[51]Who are you? \n[52]I never knew anyone named Yevhen. \n[53]Please. Don't shoot me. Please... \n[54]Thank you. Thank God. ", "JOHN BRIDGER": "\n[1]Hi, sweetie. \n[2]I'm sending you something. \n[3]No. But it's sparkly. \n[4]I'm having it sent to you from the store. \n[5]Be a long trip. I'm in Genoa. \n[6]Something like that. \n[7]I think I've paid my P.O. my last visit. I liked the guy, but we never really connected. \n[8]After this, I swear to you, I am. \n[9]Everything's going to be fine. I've got to go now. I love you. Bye. \n[10]Italians? \n[11]I trust everyone. It's the devil inside them that I don't trust. Got a sec? \n[12]How you feeling, boss? \n[13]You know what fine, stands for, don't you? Fucked-up, Insecure, Neurotic, and Emotional. \n[14]You don't like me sober? \n[15]For after the haul. \n[16]This is kinda nice. You being the boss with all the worries, me just along for the ride. \n[17]\"That for which all virtue is sold. And almost every vice -- gold.\" \n[18]My name is John and I'm a very rich alcoholic. And I'm going to live my life one very rich day at a time. \n[19]You planned this one down to a t, kid. It's a gift. You saw the big picture, made contingencies, covered the angles... \n[20]Shit, you made thirty million dollars in gold drop out of sight without holding a gun. Who else could've pulled that off? \n[21]Fill the shoes but don't follow the footprints. \n[22]My life's been nothing but fake IDs, fake business cards and divorce papers. This is the only thing that's real. \n[23]She's amazing. And I spent half her childhood in prison. This is a once in a lifetime haul, Charlie. Bring down the curtain after this one. Make a new life. Find someone amazing and be there for her. \n[24]We'll hunt you down. You're gonna regret this. ", "MASHKOV": "\n[1]My cousin Yevhen was beaten to death. \n[2]That's what I'm going to find out. \n[3]I'll hack off his limbs and bury him while he's still alive. \n[4]$2000. And this is the new girl. Fresh off the bus. One of Danya's guys picked her up hitchhiking downtown. \n[5]They're all yours Saturday. You can do whatever you want to her. Her name is Karen... \n[6]I needed a fast answer. \n[7]You talked to this Skinny Pete? \n[8]Do you know who I am? \n[9]Yes. And you are gonna be straight with me and everything's gonna be okay. You fuck with me, I will be ruthless. \n[10]I don't want you to understand. I want you to overstand. \n[11]Because if you don't overstand, I will use this. \n[12]Someone was asking about gold bars with a Balinese girl's face on them. I want the name of this man. \n[13]He's going to be on Train 59 for New Orleans. \n[14]I'm sure. \n[15]Take out your gun and drop it on the floor. \n[16]You knew my cousin. Yevhen. \n[17]Get in the trunk. Not that trunk, this one. That gold is for us. A gift from some old friends of yours. They said to tell you that they didn't mind sharing the box of Cracker Jack, as long as you didn't get any. Not even the toy surprise. \n[18]Don't worry. That wasn't the deal. I'm not going to shoot you. \n[19]He really thought I was going to shoot him. \n[20]No. No. I'm not going to shoot you. I'm going to hack off your limbs and bury you while you're still alive. \n[21]I'm happy. ", "YEVHEN": "\n[1]You're right on time. \n[2]All those poor bastards out there putting their life savings in banks and S&amp;Ls and mutual funds. What do they think -- that when the collapse comes they can depend on the government? I don't think so. \n[3]Of course. Just like you said. I never tape you, you can see for yourself. \n[4]Governments are nothing more than puppets on the strings of the Trilateral Commission with their twisted gods. \n[5]I mean, it's so obvious that in a world where NAFTA can overturn the Supreme Court, not to mention Microsoft's nefarious financial machinations, this, is our only refuge; gold. \n[6]Plus a little walking around money. \n[7]You're early. \n[8]Of course the Florida vote rigging was a CIA and Mob operation. \n[9]You want facts? Fact: CIA officials were allowed free -- and illegal -- access to official election material. \n[10]Now given the sordid history in Miami of joint ventures between Central Intelligence and the Mob, which led to the unsuccessful attempts to kill Fidel Castro and the successful assassination of your President John F. Kennedy, this conjunction raises numerous red flags. \n[11]Don't worry, we'll have you out in no time. The cash is on its way. \n[12]My cousin is bringing it over. \n[13]Yes. Cousin Mashkov. \n[14]Don't worry, he will be here any minute. \n[15]Of course. Believe me, he doesn't want to be on video, either. \n[16]I know. But it's his cash. He uses me to launder money. I'm just a middleman. \n[17]But you were early. Please. Don't worry. It will be fine. My cousin's a cool guy. Like I am. \n[18]Dixie cup? ", "RICHARD": "\n[1]It's all in my patented sideways glance. Like this... \n[2]I hit each woman on the jury with one of these. We make contact. And I know exactly what they're doing. Undressing me with their eyes. \n[3]The case is all but won. That's why in jury selection I choose as many women as possible. Except lesbians, of course. I can tell in sixty seconds if they're a lesbian. Want to know how I know? \n[4]Precisely. Like that waitress right there. See? She's looking at me right below my belt. Definitely not a lesbian. \n[5]I am fly. And I'm da bomb. Just wait until later tonight. \n[6]You should be. Moron. What the hell's wrong with you? \n[7]Where's the manager? Richard Worth is not paying to have his suit cleaned. Damn. I'm going to... I don't believe this. \n[8]Everything alright, Stella? \n[9]Can I help you with something? ", "SKINNY PETE": "\n[1]Philly Steak sent you? \n[2]So was I right-on about the gold bricks or what? \n[3]What do you need? \n[4]Nine p.m. \n[5]Nothing's going down here. I don't shit in my own yard, do you? \n[6]Five thousand dollars. And don't be late. \n[7]You work for Danya. \n[8]I understand. \n[9]Overstand... Okay. ", "PHILLY STEAK": "\n[1]Why'd you do it? \n[2]Yevhen. The Ukrainian gold, dealer. You didn't, have to clip him, for Christ's sakes. \n[3]Listen to me. You've gotta get out of L.A. Now. \n[4]Well Skinny Pete just called me. Yevhen's cousin is under the distinct impression that you did. \n[5]Because you wanted, to know about the gold with the Balinese Girl. Plus I guess Pete was under duress. This Ukrainian thinks he's Paul Fucking Bunyan. \n[6]Yeah but... \n[7]Are you out of your mind? Listen to me, Charlie. Get out of L.A. Now. Cause if there's one thing I know, it's that you never mess with Mother Nature, mother-in-laws, or mother- fucking Ukrainians. ", "SECURITY GUARD": "\n[1]What can I do for you, Mister Frezelli? \n[2]Yes, sir. \n[3]Hello. \n[4]Yes. \n[5]Sure. That'd be great. \n[6]You too. "}}