{"dialogues": {"RIZZO": "\n[1]Help me! Anyone! Somebody help me! \n[2]Hey! \n[3]You son of a bitch! \n[4]Nooooooo! \n[5]Somebody! No! \n[6]No . . . \n[7]Where..? Who . . .? I'm alive. You brought me back. \n[8]What the hell is this shit? \n[9]How did I get here, how did you bring me back? \n[10]Nano...but nanotechnology is impossible. \n[11]30? How long was I out? \n[12]\n[13]Hockey player? He's not a ... \n[14]Old Earth? \n[15]But...I...400 years? \n[16]Yeah? \n[17]You're telling me I'm a friggen class project? \n[18]Dissection? \n[19]Jason? He's on this ship?! \n[20]Are you finished? \n[21]Where is he? \n[22]No, you're dead! You're all dead! \n[23]What have I done?! Idiots. \n[24]I'll tell you where he is. He's walking around this ship, killing anything that moves. \n[25]Jason! Can't you see? He did this. \n[26]I didn't say he was alive. \n[27]Get him out of there! \n[28]I told you! Get them out of there! Get out of there! Get out of there now! \n[29]He's dead. They're both dead. You don't understand what is on this ship. This is a being that kills. That's what he does. That's all he does. And he is very good at it. \n[30]We have to get off this ship. \n[31]Why don't you get it? He's going to kill us all! \n[32]Look! Just get everyone together, get off the ship... and then blow it to kingdom fucking come! That's the only way you're going to live. \n[33]I hope so. \n[34]Don't go out there. You can't win. We need to get off this ship. That's all there is to it. \n[35]Robot huh? \n[36]Barbie from hell... \n[37]Yeah 3cpo, I saw STAR WARS, now how about you help me get out of this coffin, Barbie... \n[38]I'm surrounded by idiots. \n[39]He'll kill us all. You know that, don't you? \n[40]So, you're saying thse guys have like, lasers and stuff? They could hack him to pieces? \n[41]\n[42]Listen up duck fuckers, you can't kill this thing. \n[43]He's either unconcious or playing dead, whichever, he ain't really dead. Okay, you know , that's it for me. I'm outta here. \n[44]Isn't there an escape POD on this ship? Something? \n[45]Alright, been nice knowing you. Who's with me? \n[46]Do something!!! \n[47]Lesson number one, kiddies. You wanna get home safely then we get off this boat. \n[48]He wants to kill you...and me...and everyone on this ship. \n[49]Any questions? \n[50]You wanna die? \n[51]What good will that do? \n[52]More soldiers? \n[53]That's great. I bet they'll kick Jason's ass at a spelling bee! \n[54]Guys, please come with me! \n[55]tNighty-night. \n[56]Ok, who do I gotta fuck to get off this boat? \n[57]Listen to me. Please. Let's get off thsi ship. Come with me. \n[58]How do you open the damn door? \n[59]Yeah and he'll be here soon enough. Last chance. \n[60]Fine. Bye. \n[61]Which way? \n[62]Ssh. \n[63]He's in here. \n[64]You scream I'll snap your neck. Got it? \n[65]I just know. \n[66]Open the doors. \n[67]Keep trying! \n[68]Damnit, he's got them. \n[69]Then open the doors! \n[70]Three...two...one... \n[71]Damn! Close the door! I'll be right back. \n[72]I gotta go back. \n[73]Trust me, it's temporary. \n[74]Wait! \n[75]Forget the bridge, the shuttle's waiting! \n[76]Guys!!! The shuttle? \n[77]Idiots. \n[78]What are you doing? You can't save him! \n[79]Don't just stand there! Shoot him! \n[80]Don't stop! \n[81]You never stop when he's down! \n[82]Shit!!!! \n[83]Yeah, that's it, scare the hell out of here, that'll work. \n[84]Kkinsa, it's me, Rizzo. He's not out here right now, so please let us in. \n[85]Kkinsa, Crutch is hurt! We need access to the shuttle's med-kit or he'll die. \n[86]I guessed. \n[87]We're going to be okay, Kkinsa. Just relax. \n[88]\n[89]400 years in the future and these pea-shooters are the best you can do?! \n[90]Just make a break for the door. He'll get some of us, but that's the breaks. \n[91]We don't have time to argue! \n[92]Okay, he was a great guy, now let's move out. \n[93]Look, I'm sorry. I really am, but aren't you forgetting about ... \n[94]What if you miss? \n[95]Yeah. Are you guys okay? \n[96]It's locked! \n[97]If the ship goes, so does Jaso. \n[98]No. \n[99]It's better this way. If we were rescued Jason would just get off the ship. You want him on your precious Earth II? \n[100]Boeman don't. You know I'm right. \n[101]What's that? \n[102]Are there any other shuttles? \n[103]Teleportation? Some way to beam us the hell out of dodge? \n[104]Hey. \n[105]Hey!! \n[106]What's this? \n[107]Can we get through these? \n[108]What if we blow the walkways first? Leave Jason over here to go up with the ship? \n[109]Any connection between your reality and mine is purely coincidental. \n[110]Come on. You got all these gadgets and shit. Why can't we get inside the right hull, seal up the doors and blow the walkways? \n[111]You got a better plan? \n[112]So, you thought you'd be cool. Go against your father's wishes? Yeah, that's grown up. \n[113]I thought you meant... \n[114]When I was four, the ocean quit producing life. Too many pollutants. Nuclear testing, the occasional terrorist bombing...the atmosphere was shit by the time I was eight. We moved underground when I was twelve. \n[115]My father was an army Scientist. Genetics. The army thought they could develop humans able to survive the Earth we had created \n[116]Jason seemed to have the right stuff. Physically, anyway. Radiation, cell damage, didn't matter. He just kept going. \n[117]I got along great with my father, my mother too. Dad and the others thought they could learn a great deal from this thing the army had been keeping on ice for over a hundred years. \n[118]They were all wrong. They couldn't control him. \n[119]I couldn't save them. \n[120]We can't lead him into the other hull! \n[121]Can we blow it with just two? \n[122]Sergeant, we could use a big bomb. \n[123]You killed him? \n[124]His mother? \n[125]I don't know. Nothing. \n[126]Hey, dickhead! \n[127]Go! \n[128]Oh, yeah, you remember me. \n[129]We made it? \n[130]Not so bad. \n[131]Weapons? All this technology and what good has it done?! \n[132]Done? \n[133]Why am I not surprised? \n[134]You know, this future shit sucks. I'll fucking do it. \n[135]Wait around on your asses all day. I'll need a distraction. \n[136]\n[137]You want some of me? \n[138]\n[139]Come on, keep up. \n[140]You want some of me or not? \n[141]Take your best shot -- \n[142]I'm melting! I'm melting! \n[143]See now that was stupid. Persistent, yes, but stupid. \n[144]Not this time, asshole. This time I'm gonna watch you burn in hell. \n[145]Make it fast. He's coming. \n[146]Delongpre! Out of time! \n[147]Guys, he's right behind us! \n[148]Oh sure, all the time. \n[149]Damit, Thorgan, whatever you're doing... you'd better hurry! I hate the future! \n[150]Is that...? \n[151]His mother was killed before his eyes. That's what drove him insane. It'll work. \n[152]Eat me. \n[153]Thorgan!!!! \n[154]He saved our lives. \n[155]Okay, good tip. \n[156]Why wouldn't we be. I mean, look around. So far so good. \n[157]No I'm not okay! I don't know what the hell I'm doing! \n[158]I think I had some when I was eight. \n[159]I think so, why? \n[160]Delongpre, you don't even know me. \n[161]grapples with Jason, but JASON IS JUST TOO STRONG. Jason holds HER with his good hand and REARS his metallic hand back. He's going to punch a hole right through her helmet, most likely throat her head, when -- \n[162]I'm stuck! \n[163]Oh great...yeah, having a great time, and you? \n[164]Old woman? \n[165]I get it. \n[166]Chinese, huh? ", "YLLO": "\n[1]I'm missing two! \n[2]We're missing two of the kids! \n[3]Not without me! \n[4]Amazing! But, how . . I've been coming here for ten years. We never picked this up on our . . . KAY-EM? \n[5]Relax, Soldier boy, this is amazing. These remains are two hundred years old. \n[6]Well stop messing with her. I don't want a science droid with a personality. Now let's find them and get back. I want to get clearance to stay back and study this . . . \n[7]Keep your shirt on! I'm working on it. You won't believe what we found. Adrienne! Stoney! \n[8]What the hell are you two doing?! \n[9]You're both toast! \n[10]Is that? \n[11]Fat Lou, bring the ship to the following coordinates. Call Grendel, have them power up the labs, we're bringing in the find of the century! \n[12]This is a science excursion corporal. Just stay out of the way. \n[13]Okay, no screwing around. This is the real thing. Do exactly what I say. Okay Thorgan, open it up. \n[14]This is your find people. You want to give your credit away? \n[15]Kay-Em! \n[16]Thorgan?!!! \n[17]Janessa, stretcher. Keep your shirt on, sergeant. We have a medical emergency here not tot mention the discovery of a lifetime. \n[18]Fine, grab that end. \n[19]My God, look at him. Why would they freeze a dead body? Alright, load him up, and let's get out of here! \n[20]Kicker! \n[21]We have to get these two back in one piece! \n[22]Kicker! Do something! \n[23]No! He's coming with us! \n[24]Just get us to the ship! \n[25]Get them in the lab! \n[26]Back off! \n[27]Get them to the labs . . . Now! \n[28]What the hell are you doing? \n[29]I am an expert! \n[30]Brodski I'll talk slow so you can understand me. She's thawing. If we don't get her to the lab, she'll die, and that will be on your bald fucking head! \n[31]Well, when we rejuvenate this one you can ask her. \n[32]I don't give a shit. This one's prime for decryonization. We're brining her back. \n[33]I am a scientist you asshole! This could be the most important discovery in 400 years. Do you have any idea what a find like this could mean? \n[34]That's exactly what we need to find out. Check your orders, Sergeant. I out rank you where discovery is concerned. Now step aside. I have a medical emergency to deal with. \n[35]Get her prepped for the soup. Take the other one to lab two. \n[36]I know, dear, but this is too big a discovery. I need you to prep the second body. \n[37]This is a discovery that we will all share. We have to work as  a team. Now go. Stoney go with her. \n[38]Hands on training is rare. You should consider yourself lucky. \n[39]Delongpree, Status. How you doing? \n[40]Okay, people, we need to Learn everything there is to learn about our two guests. And if all goes well, I'll mention each one of you when I make my nobel prize speech. \n[41]Turn up the heat. \n[42]What do you expect from a culture that sucked its planet dry of resources. \n[43]Prep defib and start the cell reconstruction. \n[44]Is she stable? \n[45]We wait. I need about fifteen. Call me if there are any changes. If she farts I want a full report. \n[46]Later. \n[47]Secure line. Perez, Joshua, Solaras Space Lab. Connect. \n[48]We just left old Earth. You'll never believe what we found. \n[49]I'm sending you the files. \n[50]Trust me. I'm bypassing regular channels. See what kind of payday we're looking at. \n[51]Hypothetically, how much are we talking? \n[52]I'll reset our course . . . 3 hours? \n[53]All right, lets do this. Thorgan begin the Defib program, Delongpre, ready the drainage units. Boerman get the others in here. \n[54]It's time. \n[55]I've waited long enough. Kay . . . you know what to do. \n[56]What the hell are you doing? \n[57]Fine, just stay out of my way. Hit it. \n[58]We should expect a moment of disorientation. \n[59]She broke my fucking nose! \n[60]Obviously so. \n[61]Nanotechnology. \n[62]We've had Nano-Tech for the last 30 years. \n[63]The year is 2455. You've been frozen for the past four hundred years. \n[64]Now lay back we need to do some tests and I have some questions... \n[65]We need to do some tests...I'd like to ask you a few questions. \n[66]That's right, now if you could... \n[67]Wait a minute...I need... \n[68]Well? \n[69]More time...shit, she's had 400 years... \n[70]I'd want her statements before we reach porch. Jesus, women. \n[71]Of course he is. He's the most relevant find in 400 years...except for you, of course. Look if you're worried about PR don't be. You're walking and talking.  He's a stiff. You'll get the publicity. \n[72]God damnit! Will you stop doing that?! \n[73]Jesus! \n[74]Impossible! He was dead before he entered Cryo-statis. There is no possible way he could be alive. \n[75]Azrael can you repeat that? \n[76]That's impossible. \n[77]That's ridiculous. You're overreacting. \n[78]Looks like we're missing two. Stone and Kkinsa. \n[79]Stoney! Stoney if you can hear me, get your ass down to the lab immediately! I'm going to see if I can find them. \n[80]ALL I'm saying is dock with Space Lab, couple of hours no more. Let them take a look at our friends. \n[81]JUst don't go in there half cocked. You guys have a tendency to blow shit up and ask questions later. \n[82]This thing could be worth a great deal.... scientifically...not to mention what the fat cats on Earth II would pay for it! Look, I'll split it with you 50/50... \n[83]That bastard! Boemen turn on the tracking monitors. \n[84]At least try to get him alive...will ya Brodski? \n[85]Yeah, I got ya. I don't see anything inside though. \n[86]Yeah yeah. Got it. \n[87]Fat Lou, we're changing courses for the Solaras Space Lab. \n[88]We've got a situation here! Just do as  you're told! \n[89]Thank you. \n[90]Ok Sarge, what's your status? \n[91]But I didn't see... \n[92]Sergeant! \n[93]Nothing. \n[94]You're not going anywhere. \n[95]Are we locked down? \n[96]Then we wait. We're docking with Space Lab in less than an hour. \n[97]They can deal with this sort of thing. \n[98]Scientists. Very intellegent men. \n[99]Try to calm down. Just think, you're going to be famous! \n[100]4You're not going anywhere. \n[101]Shut up! She just wants this thing dead! \n[102]You're crazy! \n[103]Pack your shit. We'll disembark in an hour. The guys at Space Lab have the necessary equipment to contain this thing and then we can study it. \n[104]Computer on line. \n[105]Jesus! Can't you knock? Diminish power to shutttle Beowulf. \n[106]She's too valuable. She's not leaving this ship. \n[107]We must assume the machete was an intricate part of the game of hockey. \n[108]Thinking with your dick again, Delongpre? \n[109]They are not going anywhere. I cut power to the  shuttle. \n[110]Everyone ready? \n[111]Fat Lou, what's the ETA? \n[112]Lou, goddamjnit! Bernie, where's Lou?! \n[113]The ship doesn't need pilots to dock. We'll disembark and you'll see. Everything will be fine. \n[114]I guess...we'll have to go to the bridge. \n[115]It's alright. He can't get in here! \n[116]Crutch? \n[117]Will that take us to the bridge? \n[118]We'll engage auto-pilot! Everything'll be fine! \n[119]Move it people! \n[120]Now hold on! Have you considered how valuable you are? Credit, fame, you can have it all. And ladies. I mean, how long has it been? \n[121]That's all you wanted? \n[122]It's okay, he just wanted his machete. ", "DELONGPRE": "\n[1]And what's with the headgear? \n[2]She's red. Body temp 98.6. This is so cool. \n[3]Now what? \n[4]Try next door, there was one there yesterday. \n[5]What about the others? Shouldn't we wait? \n[6]Spunky . . . \n[7]It can wait. Let's get you cleaned up. \n[8]Come on. \n[9]Rizzo? \n[10]I thought that after 400 hundred years, you just might have a little bit of an appetite. \n[11]You're on Grendel, a class IV Catamaran transport. It's basically a school bus. We're on our way back to Earth II. It's finals week. \n[12]Sort of. I mean, no, not really ... \n[13]I'll give you a moment alone. Do you want me to come get you when we start the dissection? \n[14]She needs a little time. \n[15]That's really funny. \n[16]Yeah, like you'd be a rock after everything she went through? \n[17]Oh I like her a lot. \n[18]Er, guys. Where's the Hockey Player? \n[19]Where are you going? \n[20]You just need to relax. Rizzo ti's the future. We have soldiers on board, E-X Grunts, the baddest of the bad...and their weapons? I'm sure are slightly more advanced than what you're used to. \n[21]Are all twenty-first century girls like you? \n[22]Outta here? \n[23]Now hold on! We should hear her out! \n[24]No shit. I got no problem with that. \n[25]Rizzo, he's out there. \n[26]I'm thinking Rizzo was right. \n[27]Maybe we should go with them. Like you said, your Space Lab connections can deal with this At least we'll be safe. \n[28]We're screwed. \n[29]\n[30]He's right behind us! \n[31]Shit! Move it! He's coming! \n[32]Go! \n[33]Faster! \n[34]\n[35]He's right on my ass! \n[36]Well, I'm not hanging out here with Ms. Showtunes. \n[37]Just go! I've a feeling he's right behind us! \n[38]No you don't! \n[39]Kkinsa, open the goddamn door! \n[40]Med-kit? \n[41]We're screwed! \n[42]We lost crutch. \n[43]Back to the labs! \n[44]Hey! That hurts. \n[45]Push off toward us. \n[46]Do it Rizzo! We'll catch you. \n[47]What if we don't? \n[48]He's coming right at you! \n[49]Rizzo?! \n[50]So that's it then. \n[51]That's a good fantasy, though. Kinky, but good. \n[52]It's the engine, reactors, audiometers, it's the stuff that makes the ship go zoom. \n[53]We'd need charges. \n[54]The engine room will have molecular welders. We could seal up the hull. \n[55]Remember to roll his balls around a bit. \n[56]How many? \n[57]Don't blow your foot off. \n[58]See anything? \n[59]I think I speak on behalf of the group when I say this is bad news. \n[60]Put your finger here. \n[61]My father wanted me to be a businessman. \n[62]That's why I'm here. \n[63]My father's company imports and exports. Archaeology is part of the business. We happen to get along just smartass. Look, why don't you bust somebody else's for a change. \n[64]You thought I meant...too tough to apologize, huh? You must have been a very lonely girl. \n[65]Were you close to your father? \n[66]It's on the table where I left it! What the hell are you doing?! Hurry up! \n[67]Sorry, you were saying? \n[68]And what happend to ...? \n[69]Well, we'd be dead without you. You know that, don't you? \n[70]It's true. You caused enough stink that we were at least a little cautious. Of course this is the first field trip I went on that had a body count. \n[71]I'm not much, but I promise, I won't let this guy get you. \n[72]We're blowing three. Hang on. \n[73]You tell me! She's only set one charge. And it's not finished! \n[74]He's coming!!! \n[75]Holy shit! \n[76]Then stop talking and work faster! \n[77]You lost the charge? \n[78]Then what do we do?! \n[79]Well, it was a good plan. \n[80]I need another minute. Come on! \n[81]\n[82]Done! \n[83]Shit, hurry! \n[84]Faster! Don't we have another gun? \n[85]They'll make it. \n[86]\n[87]Damnit! \n[88]Forget it. I had to rewire it. Once it's started it won't stop. \n[89]Get ready to blow it. \n[90]Now! \n[91]I think...I think maybe we did. \n[92]See? We're not so bad. \n[93]It bought us some time. \n[94]Again?! Jesus! \n[95]Then do it. The rescue ship can find us here right? \n[96]You ain't catching my ass in there again. \n[97]You? \n[98]Almost got it. \n[99]Damn that was close! \n[100]Okay?!! \n[101]Got it. You ever space walked? \n[102]Earth II. \n[103]I'll help you in. \n[104]I knew you were a little sick, but Geez. \n[105]That sounds like Rizzo having faith in some of that future shit. \n[106]Well, do something! \n[107]Boeman, the ships not here. \n[108]Hey, easy now. \n[109]You wanna release your air tanks? \n[110]You'll be fine. \n[111]Don't worry. He can't get through that door. \n[112]Rizzo, you okay? \n[113]You're doing fine. I won't let anything happen to you, remember? \n[114]Rizzo, did they have chinese food in your time? \n[115]Did you like it? \n[116]Shut up, Thorgan! \n[117]I know you. \n[118]Nooooooo!! \n[119]Rizzo, pull away! \n[120]You okay?! \n[121]No thank you, you crazy old woman. \n[122]Well I mean, technically you are old enough to be my great, great, great... ", "BOEMAN": "\n[1]North three clicks. \n[2]There! \n[3]Creepy. \n[4]There was a hall of a battle down here. \n[5]Er, guy? I'm picking up some movement. \n[6]I'm on it! \n[7]Left at the end of the hall! \n[8]Here. We're one meter from the surface! \n[9]Stoney, you catch. \n[10]We're clear! Let's go! \n[11]No! \n[12]That wasn't so bad. \n[13]And you said high school was boring. \n[14]Hockey. \n[15]We've got a heartbeat! \n[16]Stoney, you copy? She's awake. You coming? \n[17]Yes, right now! \n[18]Stoney, put your pants on and get your ass down here! \n[19]Brodski! Get to Lab two. We have an emergency! \n[20]Sergeant, this is Boemen... \n[21]You've lost Condor. \n[22]Briggs, Geko, movement beyond the boxed fuselage. \n[23]He's right there! In front of you! \n[24]Sergeant, you've lost two more men! \n[25]Duck fuckers? \n[26]That door's the only way in or out and it won't open without the code. \n[27]Uh...that's gonna be a problem. The ship's not on auto-pilot. We're flying blind. Thirty minutes till impact. \n[28]Help me! \n[29]You forgot didn't you, you old fart? \n[30]Better let me. \n[31]What do you mean, not enough time? \n[32]Nooooo! \n[33]You'll hit crutch! \n[34]Uh-oh. \n[35]Kkinsa! Open the doors! \n[36]Kkinsa! He's coming! Open the doors! \n[37]Kkinsa! No!!! \n[38]We're not leaving Crutch! \n[39]Everyone okay? \n[40]Goodbye old friend. \n[41]Could you show a little compassion?! \n[42]reaches for DeLongpre. Inches away. Finally he grabs Delongpre by the locks of his hair, pulls himself closer. \n[43]Grab my feet! \n[44]Thorgan, pull us in. \n[45]The ship's in bad shape. Back to the labs. Let's check out status. \n[46]Shit! \n[47]Rizzo! Can you hear me?! \n[48]There's a red lever on the wall beside you. Pull it! \n[49]Then break it! If you don't pull it, the ship's going to depressurize! \n[50]Hurry Rizzo! You have to reverse the pressurization. \n[51]What are you doing?!! \n[52]Rizzo pull the fucking lever! \n[53]THat's the sound of deep space attacking the integrity of the ship. \n[54]When the left hull goes, so will the right. \n[55]We could convert fission transistors. \n[56]What are you gonna do, tell me? \n[57]I'll need system four converters. \n[58]Bring 'em all. Let's move! \n[59]Then you better hurry. I'll blow alley one, Delongpre, you and Rizzo take there. Janessa you ready two and we'll meet up there. \n[60]Thorgan? You coming?! \n[61]Thorgan, quit screwing around and come on! \n[62]I'm blowing Walkway One. Hold on. \n[63]Janessa, we're on our way to you! \n[64]Where is...? \n[65]Where have you been?!! \n[66]Run!! \n[67]We don't have a choice! \n[68]What are we waiting for?!! Come on!! \n[69]Where the hell were you?!! \n[70]Toss me a chip. \n[71]Thorgan, you're brilliant. Have I told you that lately? \n[72]I'd say we have about ten minutes tops. \n[73]Okay, Janessa, give me your last charge. \n[74]If we don't sever the hull completely she'll drag us down with her. \n[75]I don't know! \n[76]Sergeant? We thought you were... \n[77]Explosive. We're blowing the walkway. \n[78]Rizzo did. \n[79]What are you doing back?!! \n[80]What? \n[81]Hurry up people! We're running out of time. \n[82]Two more charges to go. \n[83]Let's move out! \n[84]Shit! \n[85]Done!! \n[86]\n[87]What...? \n[88]What are you doing?!! \n[89]Hurry! \n[90]Minimal. \n[91]I've changed the course for Earth II. And I sent a distress signal. \n[92]Our ship has been damaged, most of the crew dead. We need evac. \n[93]We're going home people. \n[94]This way! \n[95]The pressures cause the engines to overheat! Hurry! \n[96]And now we're all out of it. \n[97]The ship's depressurizing, the engines overheating. When it  reaches the core, we're done. \n[98]Somebody's gonna have to go back to the engine room. \n[99]You're too weak. I'll go. \n[100]Hurry up, guys. We've got the rescue ship on radar. \n[101]The docking bay was damaged after the explosion. Meet us at the airlock. \n[102]Suit up. \n[103]Thorgan, suit up. \n[104]Just a little more time. \n[105]Sergeant! \n[106]Use the thrusters and you'll be fine. We'll huddle together out there. \n[107]Remember, stay calm, use your thrusters. We'll be fine. \n[108]Thrusters. ", "THORGAN": "\n[1]Somebody wanted the place to stay hidden. \n[2]Cool! This is an automatic \"A\". \n[3]Cool. \n[4]I'm trying to give her some personality. \n[5]That's a strange design, don't you think? \n[6]The cryo unit leaked. The computers sealed the room. No airborne viruses no hazardous materials. I've shut down the until. Alright, stand back. \n[7]Sorry. I'll fix her when we get back. \n[8]Hey check this out! \n[9]This caused the leak and there's an occupant. \n[10]Relax, it's only a  glitch in the system. \n[11]They're not after us. Their sensors are locked in on . . . him! \n[12]Nice touch. \n[13]Sorry . . . I'll fix her . . . I promise. \n[14]Have I told you guys how much I love this class? \n[15]Damn! Talk about your hard nipples. \n[16]400 years . . . I bet she'll be horny. \n[17]Everything looks good. \n[18]This is what it means right here. \n[19]Cool! \n[20]Anybody seen the reticulator? \n[21]Wakey wakey love birds . . . Yllo's gonna be pissed if he catches you fooling around instead of working. \n[22]Bye, lovebirds . . . Stoney, you dog. \n[23]That one did it! \n[24]The hockey player? He a friend of yours? \n[25]He's dead! Everyone's dead! Old Earth is dead! \n[26]What have you done? \n[27]Each blip represents a trained killer. It's men like that fought off the pirates on Earth II, battled Jauntuns on the solar moons... \n[28]Exactly. \n[29]You see that? \n[30]Jesus, is this what it was like on your... \n[31]Yes! \n[32]She's obviously dealt with this guy before. \n[33]Maybe if we knew a little bit more about what we're delaing with here... \n[34]Rizzo, a shuttle out in the middle of space? We'll die oout there. \n[35]Yuck. \n[36]But... \n[37]Jesus, tell this asshole I don't play hockey! \n[38]Go-go-go-go-go!!!! \n[39]I didn't do it. The fall scattered her programming..wait. Where's? Shit! \n[40]Hey, I think the fall killed him. \n[41]Where'd you get the gun? \n[42]I feel better. Now how do you fire this damn thing? \n[43]Oh shit! There he is! \n[44]Did we get him? \n[45]I think I broke my arm. \n[46]Oh shit. \n[47]This is crazy, we can't do anything like this! \n[48]Grab my hand! \n[49]I'm gonna spew. \n[50]What now? \n[51]You think it killed . . . Yeah, I guess not. \n[52]The hull's imploding! \n[53]Hurry! She's lost it! \n[54]You read a lot of Science Fiction didn't you? \n[55]Am I in there? \n[56]Sure but what good will that do? \n[57]We're not supposed to do that. \n[58]Would you? \n[59]They're back here. \n[60]Hey! I'm not ready. \n[61]You're leaving me here alone? \n[62]Come here, might as well fix that arm. \n[63]Almost done. \n[64]Oh, hush. I disengaged your pain programming. \n[65]Sorry, sorry. \n[66]Good point. \n[67]Delongpre? What did you do with the chain gun? \n[68]I'm on my way. \n[69]I'm coming, I'm coming. \n[70]Yes, I've reprogrammed you. You are very brave. Bad ass. \n[71]Kay-Em, you okay? \n[72]See you around. \n[73]Kay-Em! \n[74]You did good, Kay-Em. I'm proud of you. \n[75]As long as they're connected we can blow them all simultaneously from a safe distance. \n[76]Done! \n[77]Kay-Em? Re-engage killer instinct. \n[78]Kay-Em!!! \n[79]Kay-Em! Get away! \n[80]Kay-Em we made it! \n[81]Kaboom. \n[82]What kind of a distraction? \n[83]It's okay. \n[84]Just come on, I've got an idea. \n[85]Don't worry. He can't see us. \n[86]Kay-Em, you've saved our lives, you know that don't you? \n[87]Goodbye, my love. \n[88]This is gonna work. If he sticks to the program. Will he? Stick to the program? \n[89]Oh, shit. He's going to see us. \n[90]Shit! \n[91]He's trying to ask you out on a date. \n[92]We're too far away! \n[93]Kay-em you okay? \n[94]I missed you too. ", "BRODSKI": "\n[1]What the hell were you thinking? \n[2]Not so fast Yllo! There's a protocol here. \n[3]My god! This is way over your head, pal. We need to call some experts and . . . \n[4]You're a teacher. \n[5]What if they're carrying? Did you even check? \n[6]How do you know that piece of cursed rock down there doesn't carry something metal tits can't detect? \n[7]Damnit, Yllo! I don't like it. \n[8]I still think we should send for a team of real scientists. \n[9]Right now, I care only for the safety of this crew. You don't know anything about these two - \n[10]Jesus what the hell is that? \n[11]My job. \n[12]I like her already. \n[13]Give it a rest Yllo. She needs some time. \n[14]I'm with you kid. \n[15]Lab two, relax. What's the matter? He's dead. \n[16]Jesus, God! \n[17]Dallas! That you? Come back! \n[18]Dallas?! Dallas?! Do you copy? \n[19]Kicker, Sven. Get into the grid and tell me what the hell is going on! \n[20]I doubt that. I think we can handle whatever your ancient hockey player can throw at us. \n[21]Dead? \n[22]Report to weapons. We're going on a hunt. \n[23]Yllo, what's your head count? \n[24]This place should be safe. Get them back here. I don't want to be hunting around and kill one of your kids by accident. As much as I've dreamed of doing that. \n[25]I need to know what you know about this guy. \n[26]Not an option. I'm going to hunt this son of a bitch down. \n[27]I've been a grunt for fifteen years. There's not a problem I can't fix with enough ammunition. \n[28]Not a chance. \n[29]You got that right. \n[30]You sumbitch! Three dead! On my watch! If that...that thing is out there, it's dead! You got it!!! \n[31]Now get out of our way...get back to the lab and baby sit your snot nosed brats... we've got a job to do! \n[32]Got it! Let's move out girls. Yllo go to Lab two and cover out backs. \n[33]I'll try. \n[34]Alright, the teach requests we take this guy out at the knees. I say shoot to kill. \n[35]So after you've killed him, put one in his knee so we can say we tried. \n[36]Go to infrared, stay in radio contact. Teach you there? \n[37]You just keep an eye out. \n[38]Let's move out. \n[39]Two teams, Port, starboard. \n[40]Kicker, anything? \n[41]Briggs, Geko, talk to me! \n[42]DAMNIT to hell! We're coming to you! \n[43]Teach! Where the hell are you?! Where's our visuals?!! \n[44]wHAT'S My status?! I've lost three men and your worthless fuck! After I kill this asshole I'm coming your Yllo! \n[45]Kicker? Where are you? \n[46]Find Crutch! Set up an ion field around the cargo bay. We'll torch the sucker! Yllo...you're a dead man! \n[47]What? \n[48]Where is everybody? What happened? \n[49]Give me a break! What happened? \n[50]Space Lab?! Wait'll I get my hands on Yllo. \n[51]Takes more than a steelbalde to take this old dog down. \n[52]Yup, that ought'a do it. \n[53]He-help me... \n[54]You stupid bitch! \n[55]Damnit to hell, you left me back there to die! \n[56]Yeah, yeah. Well, what have you got to say for yourself? \n[57]Bomb? \n[58]How much you need? \n[59]Blowing the walkway? You come up with that yourself? \n[60]Kid, you ever thought about the marine corp? \n[61]Well fuck me. \n[62]Damage? \n[63]I'm pulling, damnit! \n[64]Well, that's a shame. \n[65]We need weapons. \n[66]Can't shut em' down from here. \n[67]I'll go. \n[68]Get out of here! \n[69]That all you got?!! \n[70]Still barely alive barrels into Jason, vlinging to his back. He turns, slashes with his knife and severs the hoses. Jason and Brodski tumble towards EARTH II. \n[71]Yeee---Haaaaa!! ", "JANESSA": "\n[1]Bitch looks dead to me. \n[2]First field trip and you think you're a Scientist. Move out of the way geek. \n[3]Okay rent-a-cop, do your shit. I gotta date tonight. \n[4]They're just subclass B droids. I'm so not impressed. \n[5]Oh, was that the hand you beat off with? \n[6]Oh that's scientific. \n[7]She's not that great. \n[8]It's just like Thorgan's. What do you think this means? \n[9]Small brains make your balls itch? \n[10]All this science shit, makes me horny. Take off your cloths, we don't have much time. \n[11]You're quicker than usual. \n[12]You prefer an apple? \n[13]Oh my God! Adrienne? \n[14]Maybe she tripped. \n[15]You know, Stoney's done everyone on this trip but me..what's up with that? \n[16]Look ice chip, why don't you just chill out and let us handle this? \n[17]What are you doing? \n[18]What do we do?!! \n[19]Okay, I'm guessing you should hurry. \n[20]That was fun. \n[21]Thorgan?! \n[22]I think your metal lover's losing it. \n[23]What?! \n[24]Okay, tell you what. You die, we'll run. \n[25]You geeks wanna gimmie a hand? \n[26]This is just great. \n[27]Boeman, can you reach DeLongpre? We'll push you in. \n[28]Forget her, she's a pain in the ass. Let her hang there. \n[29]That ought'a help the situation. \n[30]Okay that hurt. \n[31]Shit. He's gonna send himself right at us. \n[32]Get off of me! \n[33]Let's just get out of here. \n[34]So what else is new? \n[35]Are you crazy?! Pull the lever! \n[36]You happy? You've killed us all! \n[37]What's the point? \n[38]No. \n[39]A little late to be thinking about escape, isn't it? \n[40]You know, Yllo seemed to think we could catch this guy alive, well, he'd be worth millions. \n[41]I'm just saying. \n[42]YeaH, GREAT IDEA! And I'll keep the big guy distracted with a blow job. \n[43]You're so bossy. \n[44]Thorgan, you little shit, is that you? \n[45]Damnit! You scared the hell out of me! \n[46]Jason. He's what happened. Then Grendel hit Space Lab. \n[47]Yllo's dead. We...we thought you were too. \n[48]Lights a flare, blinding Jason for the moment. Then she sinks the Rhino syringe into his chest! Jason stumbles...falls hard on his ass and sits there staring at her. \n[49]Well go on! Pass out! \n[50]Shit. \n[51]He....He... \n[52]He came for me, I had to run! \n[53]I...I don't know what I did... \n[54]He was chasing me! \n[55]I don't know...sorry? \n[56]They're not gonna make it. Close the door before he gets us all. \n[57]Close the fucking door! \n[58]Pull me in! ", "KKINSA": "\n[1]I have an idea, why don't you go find them and we'll get the hell out of here! \n[2]Okay, I'm outta here. \n[3]No way! I'm not staying here any longer . . . I have a life you know. \n[4]I feel compelled to ask why we are ignoring that. \n[5]You're toast, mister. \n[6]So don't open the door. \n[7]You're opening the door? What about the . . . ? \n[8]What's going on? \n[9]This is bad, no? \n[10]There goes prom night. \n[11]Have I told you guys how much I hate this class? \n[12]This bores me. \n[13]Adrienne?! Of all people! \n[14]Adrienne?! \n[15]Bed! \n[16]How bad do you want it? \n[17]Yes . . . yes . . . that's it! \n[18]No shit, we've got a heart beat! \n[19]No . . . not yet! \n[20]\n[21]Sstoney's dead! \n[22]I'll go. \n[23]Fuck Yllo! \n[24]I don't understand...what does he want? \n[25]What? \n[26]How do you know? \n[27]Something's wrong. \n[28]Rizzo, I think Yllo must have done something. The door won't open. \n[29]The power's back up! \n[30]Thirty seconds. \n[31]Rizzo, come on! \n[32]What?!! \n[33]But?!! ", "KICKER": "\n[1]Yo, Teach, what the fuck? \n[2]Get your ass back to the shuttle. I'll check it out. \n[3]All right, all right, enough with the history lesson. Lets find these two quick . . so I can kick some little punk ass. \n[4]Back to the shuttle! All of you! I'll find them. \n[5]We don't have time for this shit. \n[6]Now wait a minute! I don't think you should open that door. \n[7]We're outta here! \n[8]Don't touch that! \n[9]Defense droids. I'm on it. \n[10]They're only class two. I can handle this. No problem. \n[11]Stand back! \n[12]Come on! \n[13]We need another exit! I'll hold 'em off! Teach, find a way out! \n[14]Sorry kid, leave this to the pros. \n[15]Leave him behind! \n[16]Then duck. \n[17]Make it happen! \n[18]They've got me! Let go! \n[19]This will be! \n[20]Oh man, what the hell happened? \n[21]Damn. Are they playing? \n[22]Sarge, this is Kicker. Dallas got it to. Real slice and dice. What should we do? \n[23]Roger that. Time to kick some ass! \n[24]Don't friggen do that! \n[25]Fuckin A... \n[26]Negative. \n[27]Jesus, Sarge, what is this thing? ", "AZRAEL": "\n[1]I've got my project. What are you losers gonna do? \n[2]Cool . . . check out my arm. \n[3]Not a problem?! \n[4]I'm missing a fucking arm heeeerrrr- Oh, that's dreamy. \n[5]That is soooo cool! \n[6]Oh shit I forgot my arm! \n[7]Watch it punk, I'm armed. \n[8]You'll pay for that. \n[9]Lucky?! \n[10]Another hour and I'd have lost the arm. \n[11]I better get extra credit for this shit. \n[12]Don't I deserve a sick day or some shit like that? \n[13]You got lucky. \n[14]Speaking of which, duck! \n[15]What the?! \n[16]Pause play. \n[17]Hey cool. They brought ancient hockey guy back to life. \n[18]Hey! We're playing a game here. Get off the court! \n[19]Asshole that does not count as a kill. \n[20]Oh, come on! \n[21]Alright, asshole. \n[22]Clear off the court, asshole. \n[23]Yeah yeah I better call the labs, see what the hell is going on. \n[24]Lab...this is AZ in the game grid. Your guy got out and runined our game. \n[25]I said the guy in the mask is in here ruining our game. \n[26]Send someone to the grid to pick him up. He looks lost. \n[27]All right fine, we'll head back-- ", "ADRIENNE": "\n[1]You thinking what I'm thinking? \n[2]What about Kkinsa? \n[3]You gotta see this! \n[4]Check it out. \n[5]Look beyond it, yesterday's news. \n[6]Oh Gawd! I wish it would stop doing that. \n[7]Here. Dumbass. \n[8]Yllo, this is my find. My project. I want to be in here. \n[9]But, I want . . . \n[10]Fucking Yllo! Thinks he can push me aside. This is my find! \n[11]Oh thanks . . . fine go. It's just another dissection. You'll only get in my way. \n[12]Done. Crystallization remains seventeen percent. \n[13]Put it on the screen. \n[14]Guys, check out beef-cakes scan. \n[15]Look at the brain. \n[16]Prepare organ vats. \n[17]Okay big boy . . . \n[18]. . . let's see what you're made of. \n[19]Interesting. Record. Thawing has caused possible muscle spasms. ", "ANOTHER ANGLE": "\n[1]As thorgan stands at the massive Cryo-Unit - \n[2]As boxes and cargo shatter under the heaby fire. Smoke rises. It's impossible to see where Jason is. RIZZO stops FIRING. \n[3]Jason grabs Rizzo's ankle. Boeman, floating close, punches Jason in the back of the head. Still holding Rizzo's ankle, Jason topples, spinning the two out of frame. The force of the punch sends Boeman in the opposite direction. \n[4]Rizzo KICKS Jason in the top of the head, sending him SLAMMING into the ceiling. \n[5]As Thorgan manages to grab Kay-Em 14 around the neck. \n[6]Rizzo is floatin g up near the ceiling. She manages to grab hold of a hanging piece of busted catwalk. \n[7]AS JASON steadies himself against a wall, focuses in one Rizzo, then pushes off with his feet. HE ROCKETS toward her! \n[8]\n[9]Jason rears back and shoves his fist though Kay-Em's chestplate! his fist from Kay-Em's chest and wraps his metallic hand around he throat. \n[10]As the others race into the engien room they turn to watch. \n[11]\n[12]\n[13]As Jason returns to the engine room, none too pleased at being tricked. \n[14]Kay-Em 14's head sits on the floor in the center of room. \n[15]Jason slowly walks beside Kay-Em 14. \n[16]\n[17]AS Thorgan and Boeman thrust towards the tumbling mass... \n[18]Rizzo's turning blue. She's about to pass out, when -- Delongpre pulls a hose from his suit and hooks it into her tank. ", "DELONGPREE": "\n[1]Thorgan, have you been screwing with . . . \n[2]Damnit! \n[3]Yeah, so? I had Cryo 101 last year. \n[4]I'm thinking we should call in some experts. \n[5]I was just saying . . . \n[6]Knock you on your ass pal. \n[7]I speak on behalf of the group when I say . . . that's fucked. \n[8]She's dying. \n[9]Jesus, used to make the suckers big didn't they? \n[10]It's too high! \n[11]She's beautiful . . . \n[12]I'm Okay. \n[13]You think all girls from the past looked this good? \n[14]Yeah, right. ", "DALLAS": "\n[1]Punk? \n[2]That's nine to four, geek-boy. \n[3]You got lucky. I could have waited until he ate your head. \n[4]He's good. \n[5]That sucks. Why won't he go down? \n[6]He's not part of the program. \n[7]No, we're playing a game...not you numbnuts... \n[8]Yes it does. \n[9]Okay, enough of this shit. \n[10]I don't have all day, kid. \n[11]Jesus! \n[12]Sarge! Get the fuck down here! We got a real shitstorm in the -- ", "STONEY": "\n[1]Not guaranteed, if used After 2198. \n[2]It's over between us. You're the only one for me! \n[3]You okay? \n[4]You know even though we both found this guy , I'll let you take the credits. You can take it from here. \n[5]Cool. Besides, you're into this shit. \n[6]Well she's definitely a blond. \n[7]You're jealous. \n[8]It's over between us. You're the one I want. \n[9]Hell yeah I'm coming! \n[10]\n[11]", "FAT LOU": "\n[1]Let's go! Time to load up! \n[2]Shit! Temp's dropping! We should have left this rock an hour ago! \n[3]Hey teach! This rock's starting to freeze! Get your ass back hre! \n[4]Oh my God . . . what the hell is . . . \n[5]This is Beowulf approaching from sector fifteen. \n[6]Grendel to Grendel's mother, we are enroute. \n[7]I'll need the sergeant's okay on that. \n[8]Alright, relax. 20 minutes. Soon as we've passed Tara's rings we'll make the course correction. \n[9]Disengage auto-pilot. \n[10]New COURSE, seven-eighty-one. \n[11]Engage auto pilot. ", "COMPUTER VOICE": "\n[1]Dan-danger. Do not enter-er. \n[2]Crystallization at sixty percent Subject classification . . . deformity. \n[3]Cryo-Unit activated. \n[4]Cryo-Unit leak. Lock down in progress. Security measures on line. \n[5]Subject in computer unit has reached full incubation. \n[6]Power to Beowulf disengaged. \n[7]Collision eminent. \n[8]Dam-damage port side 59 percent. Decompression 40 percent. Gravity-y rotors failing. \n[9]System repair activated. Back up power on line. \n[10]Depressurization inconclusive. ", "CRUTCH": "\n[1]Leave her be. \n[2]Help me up. \n[3]Okay! \n[4]It's a maze up there, but yes. \n[5]Okay, we need to ... \n[6]The bridge is this way! \n[7]This way! \n[8]Just around this bend... \n[9]Forget him. Come on. ", "SVEN": "\n[1]Dallas?! Azrael! \n[2]Oh shit. \n[3]Sarge, this is bad. The kid's His guts are ripped out. \n[4]Oh yeah. \n[5]Sorry! \n[6]I got him! I got him! \n[7]Big sucker too. ", "WHAM!": "\n[1]Rizzo punches him again. \n[2]Kay-Em 14 back hands Jason across the room. He crashes into the glass speciments. Goo and formaldehyde covering him. \n[3]THE ENGINE ROOM door RIPS in half. JASON CLIMBS through. \n[4]Jason starts pounding from the other side. \n[5]Delongpre rockets into Jason, but Jason's got one of his arms sticking through one of Rizzo's harnesses. THe three go tumbling. Delongpre clings to Jason's back. \n[6]", "JASON": "\n[1]Turns his glare on our heroes racing toward Delongpre at the other end. \n[2]\n[3]Fights his way through the opening in the hull. The engines BUCK and begin to SMOKE. \n[4]Moves toward the beach. Steps partly into the water. \n[5]Pauses staring at the please for help. He stares into her pleading face. HIS MOTHER! After all these years! He places his hand over her face, gently, then -- \n[6]holds onto a machine until the door is open, then lets go! He shoots out into space. "}}