{"dialogues": {"JAY": "\n[1]--fuck, fuck, fuck, mother-mother fuck, mother-mother fuck-fuck! Mother- fuck-, mother-fuck, mother-fuck, noinch, noinch, noinch, smoking weed, smoking weed, doing coke, drinking beers!  Drinking beers, beers, beers, rolling fatties, smoking blunts! Who smokes the blunts? We smoke the blunts! \n[2]Fifteen bucks, little man. Put the money in my hand. If the money does not show, then you owe-me-owe-me- owe. My Jungle Love! Yes, Oh-we-oh-we-oh! I think I want to know ya', know ya'-- \n[3]You don't know \"Jungle Love\"? That shit is the mad notes. Written by God Herself and handed down to the world's greatest band--the motherfucking Time. \n[4]Bitch, don't you NEVER say an unkind word about The Time! Me and Silent Bob modeled our whole fucking lives after Morris Day and Jerome! I'm a smooth pimp who loves the pussy, and Tubby here's my black manservant! \n[5]Yo-youse guys wanna hear something fucked up about him and the Quick Stop guy? \n[6]What the Fuck, Serpico? What'd we do? \n[7]We don't smoke pot, yo. \n[8]What?  I got a wiping problem. I stick these little pieces of paper over my brown-eye, and bam--no shit stains in my undies. You don't believe me? Lemme show you. \n[9]Just spread my cheeks a little and you can see the fucking stink nuggets-- \n[10]What? It's suddenly a crime to fart, motherfucker?! \n[11]Judge said if we go within a hundred feet of the stores, we get thrown into County. \n[12]Fuck yeah! You know what they make you do in county? Toss the fucking salad! I don't like this fuck's asshole; I'm gonna do it for some stranger? \n[13]Hell yeah, bitch. Wait a second--what money? \n[14]What the fuck are you babbling about? \n[15]What?! Since when? \n[16]When the fuck did this happen?! \n[17]Miramax? I thought they only made classy flicks like The Piano and The Crying Game? \n[18]We haven't seen a fucking dime for no movie! \n[19]It ain't me and Quiet Robert. It's a pair of stupid-ass superheroes that run around saying \"Snitchy-Nitchies\" or something. \n[20]Shit yeah. We gotsa get paid. \n[21]What the fuck took you so long answering your damn door? You trying to talk another girlfriend of yours into some of that gay-ass three-way action with your buddy? \n[22]Oh, I'll tell you what our necks are doing in your woods-- \n[23]Where's our motherfucking movie check? \n[24]Why the fuck would you do a thing like that? \n[25]I'm the chucklehead? Fuck you--you're the dumb-ass who gave away his comic, and now you ain't got no fat movie check neither. \n[26]What buzz? \n[27]What the fuck is the Internet? \n[28]\"PoopChute.\" Yeaaahhh. \n[29]Friday?! Shit. Does it say who's playing us in the movie? \n[30]Who? \n[31]You mean the fucking movie with Mork from Ork in it? \n[32]Word, bitch. Phantoms like a motherfucker. \n[33]Fuck him. What's the next one say? \n[34]Who the fuck said that shit?! \n[35]I'm gonna kill all these fucks-- \n[36]But they said Jay and Silent Bob! They used our real names. It doesn't matter that there's a comic book version of us and a real version, 'cause nobody knows we're real in real life. \n[37]Yeah! And all these people who read that shit think the real Jay and Silent Bob are a couple of faggots 'cause of that all these dicks are writing about the comic book Jay and Silent Bob! And maybe one night, me and Lunchbox'll be macking some bitch, and she'll be like \"Oooo! I want to suck youse guys dicks off. What's your names?\"  And I'll be like, \"Jay and Silent Bob.\" And she'll be like, \"Oh--I read on the Internet that youse guys were little fucking jerkoffs.\"  And then she goes and sucks two other guys's dicks off instead! Well fuck that!  We gotta put a stop to these hateful sonsa- bitches before they ruin our good names! \n[38]But wait a second--if there wasn't a Bluntman and Chronic movie, then no one would be saying shit about Jay and Silent Bob, right? \n[39]So all we gotta do is stop 'em from making the movie! \n[40]No, Holden McNeil--what's important here is that there's a bunch of motherfuckers we don't even know calling us assholes on the Internet to a bunch of teenagers and guys who can't even get laid. Putting a stop to that is the most important thing we could ever do. When did it say they're making that movie? \n[41]So if today's Tuesday, that gives us-- Eight days. \n[42]Right. Three days to stop that stupid fucking movie from getting made! C'mon, Silent Bob-- \n[43]We're going to Hollywood. \n[44]Tickets? Since when did they start charging for the bus? \n[45]Didn't we used to ride that shit to school every day for free? \n[46]We in Hollywood yet? \n[47]I didn't ask you about Los Angeles. I asked you about Hollywood. \n[48]Don't change the subject! Are we in Hollywood yet or not? \n[49]Why don't you take your seat Ralph Kramden-- \n[50]I'm fucking bored, man. There ain't shit to so on this bus. \n[51]I already did that. Twice. \n[52]Yo, Gretzky--lemme get a turn. \n[53]That fuck called me a little kid and gave me the finger! Go kick his ass! \n[54]You're my muscle, ain'tcha? \n[55]So go open a can of whup-ass on that little fuck, and get me his game! \n[56]You're one tough motherfucker, you know that? \n[57]Um--I think something's burning back here. \n[58]The whole fucking world's against us, dude. I swear to God. \n[59]This sucks balls, man. How come we ain't getting no rides? \n[60]Like how? \n[61]Yeah, but what happens when you get in the car, and you don't make with the head? Don't they kick your ass to the curb? \n[62]Eww! You eat the cock?!? \n[63]Yeah, but we ain't gay. \n[64]Well, I don't wanna cough up some dude's sperm! \n[65]There's one. On this side of it, we ain't gay. \n[66]What book? \n[67]New Jersey. \n[68]We're going to Hollywood. \n[69]Yeah--we're lucky you picked us up. \n[70]Wait a minute--you follow the Book, too? \n[71]Really? You? \n[72]I guess. This guy back there explained it to us. But I didn't think you'd be into that. \n[73]Shit--you nuns are alright. \n[74]You picked us up, didn't you? I gotta. \n[75]You want me to do it right now? \n[76]Alright. You hear that? She's not a Catholic. She's a Presbyterian. \n[77]Dude--she had seventies bush. \n[78]I can't believe this shit. Five hours and not a single ride. Every day, millions of people hitch to Hollywood and stop studios from making movies about 'em. But when you and me try it, it's like we're trapped in a fucking cartoon! \n[79]Zoinks, yo \n[80]\n[81]Youse guys need to turn those frowns upside down! And we got just the thing for that. We call them Doobie Snax. \n[82]Look at his fuckin' lipstick!!! He's got a stoner-boner!!! \n[83]Holy shit, I had a horrible dream. Yo, I'm hungry. Where can we get some breakfast? \n[84]Yo--check that shit out: the Internet. Let's see if those fucks said something new about us and that stupid flick. \n[85]\"Any movie based on Jay and Silent Bob is gonna lick balls, because they both, in fact, lick balls. Namely each other's.\" \n[86]Eww. \"Yes--they are real people. Real stupid people. Signed, Darth Randal.\" Motherfucker! It's time we wrote something back! Type this shit down. \n[87]All you motherfuckers are gonna pay. You are the ones who are the ball- lickers.  We're gonna fuck your mothers whole you watch and cry like little bitches. Once we get to Hollywood and find those Miramax fucks who are making the movie, we're gonna make 'em eat our shit, then shit our shit, then eat their shit which is made of our shit that we made 'em eat. Then all you motherfuckers are next.  Love, Jay and Silent Bob. \n[88]That'll fucking show 'em. Now we eat our Egga-Mooby-Muffins, then get back on the road, get to Hollywood, and stop that fucking movie from getting made. No more hairy-bush nuns, no more dogs. We keep our eye on the prize, and not let nothing-- and I mean NOTHING--distract me. \n[89]Oh, what--this? I just wear this for protection. You know--so no guys try to grab my shit. \n[90]And I am so fucking yours-- \n[91]I mean hi. I'm Jay. And this is my hereto life-mate, Silent Bob. \n[92]Justice, hunh? That's a nice name. Jay'n'Justice, sitting in a tree. F- \n[93]Your friends, hunh? Where they at? \n[94]Dude--I think I just filled the cup. \n[95]Ladies, ladies, ladies! Jay and Silent Bob are in the Hizz-ouse!!! \n[96]Sure it is, Juggs. \n[97]What's with the knife? We having cake or something? \n[98]Yo--she called you retarded. \n[99]And I can't believe fine-ass bitches like yourselves eat that shit. Don't you know fast food makes girls fart? \n[100]What're you guys, like a cover band or something? \n[101]What the fuck are you bitches babbling about? \n[102]So, what kind of animals are we talking about here--like bears and rhinos? \n[103]Hey, uh--Brent? Can I talk to you over here for a second? \n[104]Be honest, yo--you're down with this for the fine-ass pussy, right? \n[105]Even sheep? \n[106]They are beautiful, aren't they? \n[107]So then you'd fuck a sheep? \n[108]No, you misunderstand me, Prince Valiant. I mean if you were another sheep.  Would you fuck a sheep if you were another sheep? \n[109]That's what I thought. \n[110]\n[111]Is Hollywood near where we're going? \n[112]Ch'yeah, right. Jersey represent! \n[113]Well, we couldn't hang in front of the Quick Stop no more, 'cause of the strainen-en order, which sucks ass 'cause it's been like our home since we were kids. Silent Bob even busted his cherry there. \n[114]Look, fuck that fat fuck--I'm trying to tell a story here. \n[115]Anyway, we were talking to Brodie and he said there's gonna be a Bluntman and Chronic movie. So we went to see Holden McNeil, and he showed us the Internet, and that's where we found all these fucking little jerkoffs were saying shit about us. So we decided to go to Hollywood and stop the movie from getting made.  And now we're here. \n[116]Yeah, I get that a lot. So you like animals, huh? \n[117]That's cool. Even snakes? \n[118]How about trouser snakes? \n[119]Don't ask. So, uh--what can a pimp-daddy like me do to help the animals? \n[120]What the fuck are you talking about? Sure I do. I'd do anything for you. \n[121]I mean, youse guys! I'd do anything for youse guys. For the lift and shit. \n[122]Sure, I'm sure. I said it, didn't I. Fuck \n[123]You do that. \n[124]I'll be right here. \n[125]Fuck you. Fatty. \n[126]No, we're cool, thanks hon. \n[127]It just ain't the same, is it? This place licks balls compared to Quick Stop. \n[128]And speaking of licking balls--how 'bout that Justice chick? She is too fine.  And she smells so fucking pretty. She's got a nice voice, too. And that body?  Smoking. You know, she never once said \"fuck off,\" when I was talking to her, or pulled out the pepper spray, or nothing. I tell ya, Lunchbox--she could be the one. \n[129]\n[130]I'm gonna finger-fuck her tight little asshole! Finger-bang and tea-bang my balls--in her mouth! Where? Where? In her mouth--balls-a-plenty in her mouth!  Balls, balls, sweaty balls-- \n[131]Steal a monkey? Shit--no problem. \n[132]Yeah, Fuck--we steal monkeys all the time. Right, Lunchbox? \n[133]Oh, it for the best cause, mon cheri-- The cause of love. Snoogans-- \n[134]What's what? \n[135]What the fuck do you think it means? It means \"I'm kidding.\" \n[136]I can't believe I'm gonna get some pussy for stealing a monkey! If I'd known it was that easy, I'd've been stealing monkeys since I was like seven and shit. \n[137]Don't, motherfucker. Don't you ruin this for me. Me and Justice are gonna get married one day, so don't be giving me that \"we-ain't-stealing-no- monkey\" look.  I'm Morris Day; you're Jerome, bitch. Don't forget that. That girl? That girl's in love with me. \n[138]As sure as I am that you're the hottest bitch I ever seen. \n[139]What's twisting that bitch's tits? \n[140]They don't? Well how 'bout \"piece of ass\"? \n[141]Well, what the fuck am I supposed to call you, then? \n[142]Boo-boo kitty fuck. \n[143]What? \n[144]The female clitoris? \n[145]Nah, it's cool, hon. There's a few things I can say about the clit that I's like you to hear. I am the master of the clit! I make that shit work! It does what ever the fuck I tell it to do!  No one rules the clit like me! Not this little fuck! None of you little fucks out there! I am the clit commander!!! Remember that-- commander of all clits! \n[146]So--can I get a little kiss for good luck? \n[147]So--can I get a little blow job for good luck? \n[148]You fat fuck-- \n[149]Stay frosty, you big fucking softie. We've got a job to do. \n[150]Check this out, Lunchbox. Animal tranquilizer. This shit fucks you up like Percocets! \n[151]Hold this. Later, me and Justice can shoot each other with it and fuck like stoned test bunnies. Bunnggg. \n[152]\"Suzanne.\" Boo-yah. \n[153]What the fuck are you looking at? There ain't no snacks here, man! Now we got what we came for, so let's get the fuck out! \n[154]Yeah, it's sad! But what the fuck are we supposed to do about it? \n[155]Oh shit-- \n[156]Justice-- \n[157]\n[158]This is Jussy's monkey \n[159]Do something. Tons of Fun! \n[160]Is that fucking thing waving at us? \n[161]Holy shit? That monkey understood us! Maybe it's some sort of super- monkey! \n[162]What the fuck was that for? It's not a stupid idea! I seen it in Congo? \n[163]You're my bitch. You get my back. Don't go joining this chimp's side. \n[164]Yo--what if there's more super monkeys up in the lab? Maybe they're making an army of 'em up there! Holy shit! Maybe it's a conspiracy--like on the X-Files Roswell--style! \n[165]Working in secret with a crew of double-dealing, nicotine-fiending fucks that're selling out the human race, these supermonkeys will use simian science and their genius IQ's to make man and monkey alike believe that they're the superior species! \n[166]Then all it'll take is one little monkey in a spiffy suit to whip the dumber chimps into a frenzy, until they go all ape-shit and start demanding more bananas, better pay, and human flesh! \n[167]You'll have to be faster than Walt Flanagan's Dog to outrun the warrior gorillas, who hunt humans for sport, profit, and the occasional inter- species blow-job. And if you don't wind up with a monkey hog in your mouth, you'll be captured, killed or worse... \n[168]Eaten alive! \n[169]Then these monkey fucks'll start wearing our clothes and rebuilding the world in their image. \n[170]And only those who outwit those damn dirty apes'll ever remember that it was MAN who once ruled the earth! \n[171]\n[172]Not on my watch, motherfucker! \n[173]\n[174]Alright--you can live. For now. \n[175]You see that? Bitches love me. Besides--we're in the fucking clear, yo. It's not like anyone knows we stole the monkey. \n[176]\n[177]You know, Justice died trying to save this monkey, so maybe we should keep her around. That way, we can honor her memory. \n[178]Look at you Tubby Bitches. I'm waxing all sentimental, and you're all about a fucking meal and shit. Now ain't you glad we stopped to eat?  And you were all piss-scared the cops'd bust us or something. You know what I say? \n[179]You think they're talking to us? \n[180]What the fuck are you waiting for? Go out there and give 'em the monkey. \n[181]Oh, what, man? I said that shit before I knew they were gonna shoot us! Yes--Jussy was a hottie, but I ain't takin' no bullet for no monkey! \n[182]Oh, brother--this is like something out of fucking Benji! Look man, maybe it's not that bad back at the lab! Maybe they experiment on 'em by, like making 'em fuck a bunch of different, good-looking monkeys. We don't know! Maybe they got it real sweet! \n[183]You stay out of this, you weepy little chimp! Fuck man, I ain't no strategist! You're the guy that makes the blueprints! I don't even have the fucking smarts of a little-- \n[184]--kid \n[185]Don't shoot! We're just trying to take our son out of this hostile environment! \n[186]Yeah! We're gay! And this is our adopted love child! We're not from around here!  Don't make us go back to our liberal city home with a tales of prejudice and bigotry in the heart of Utah! You see the shit I gotta put up with for you! Now I got this guy thinking I'm gay! \n[187]And I'll tell you another thing: what if that guy shows up around the stores one day and starts telling everybody you and me are poo-gilists? How are we gonna get any pussy then, hunh? \n[188]So we can just go? \n[189]I'd like to offer a big gay thank- you, sir. We'll tell all our gay friends that Utah is Gay friendly country for gays who are gay. \n[190]Well, that's 'cuz he's from my sperm. See, I knocked up a hot woman friend of ours who I also fuck on the side. So as not to be all-the-way-gay. But my tubby husband here is one hundred percent queer. He loves the cock. \n[191]'Bye \n[192]I said you \"love the cock\"! I gotta be the craftiest motherfucker alive! \n[193]\n[194]\n[195]Take your stinking paws off me, you damn dirty ape! \n[196]You fat fuck. \n[197]You just--had to--order pancakes-- didn't ya? \n[198]\n[199]\n[200]Just like Winnie-the-Pooh. \n[201]This reminds me of the night I fucked your mom, yo. One big-wet, smelly, gaping hole, and me wishing I had a board tied to my ass-- \n[202]--to keep from falling in. \n[203]\n[204]\n[205]See, man?! He's lining us up like fucking circus seals! Well, I'm going first--I don't want no mouthful of monkey-spit when I gotta blow this fucking G-Man. \n[206]\n[207]\n[208]You see that shit? Damn--remind me not to get on the monkey's bad side. Yo--boost her up. So we can talk, so we can get the fuck out of here. \n[209]\n[210]Man! Who the fuck just steals a monkey?! \n[211]Oh yeah. Well this fucking blows! We got one more day to stop those fucks from making that movie, and someone goes and takes the only thing I had left from the one woman I ever loved enough NOT to try to stick my hand down her pants! \n[212]Go after the monkey? How the fuck are we supposed to know where that thing's going? \n[213]What? What is that supposed to mean?! Don't just fucking point like-- You ain't the broad in the Children of a Lesser God. Use you fucking mouth for more than eating, ya tubby bitch! \n[214]You gotta take a shit? No--you gotta take a salad? Take a salad? What the fuck are you trying to say? \n[215]\n[216]Say it, don't spray it, bitch. \n[217]What? It's not like it's cheating. Justice blew up. \n[218]Oh yeah? How nasty? \n[219]Alright--first, I'll want to tongue your bung while you juggle my balls in one hand and play with my asshole with the other. But don't stick you finger in.  Then. I'll wanna pinky you and put it in your friend's brown, while Silent Bob spanks into a Dixie cup. After that, I'll wanna smell your titties, for a while, and you can pull my nutsack up over my dick, so it looks like a Bullfrog. Then I want you to flick at my nuts while your friend spanks me into the same Dixie cup Silent Bob jizzed in. Then we throw the Dixie cup out. \n[220]What?! You said 'nasty'? Man, chicks in Hollywood are so stuck up. \n[221]Alright, here's the plan: first, we find out where they're shooting that movie at. After we shut that shit down, we can start looking for the monkey. But before we do any of that shit, we gotta find a motherfucker in the know. Someone who's like, the mayor of Hollywood. \n[222]No man, but you want some weed? \n[223]Yeah, boy. Jersey Local 408. \n[224]Shit, no, we might have to strike in September. \n[225]I hear that. Yo--maybe you can help us out. You know where they're shooting a movie around here. \n[226]It's a Miramax flick. We gotta bust it up so people stop calling us names on the Internet, even though they're not really talking about us but these characters based on us, and at the same time, find my ex-girlfriend-who- got-killed-in-a-car-explosion's monkey. \n[227]You know where Miramax is at? \n[228]We gotta play this right. \n[229]I hate how fake Hollywood is. \n[230]\n[231]Hey! I make you a deal: this guy'll suck your dick off if you let us go! \n[232]Well, how about this deal: he sucks my dick while you watch and jerk off. \n[233]Dude, it's either this or jail. And you know what they make you do in jail. \n[234]Well what are you waiting for, bitch? Start sucking. Bunnggg! Alright--where they shooting this movie at? \n[235]Worth a shot. Like a shot in the mouth, you gay bitch. Eww, dude--you were really gonna suck my dick. \n[236]This has gotta be the Bluntman Flick, 'cause that's those two fucks from that Mork movie! Now all we gotta do is figure out a way to get close to them-- \n[237]That's pretty funny. \n[238]On the count of three, we rush those fucks and beat the shit out of 'em. 'Cause if they're all fucked up, they can't make the move, right? Alright, then.  One--two-- \n[239]Affleck, you're the bomb in Phantoms, yo. \n[240]\n[241]What the fuck are we gonna do? \n[242]\n[243]Yo, I think that shit just kicked in. \n[244]See man?  Its never, \"Hey--you were in Loser, or, \"Dude--you rocked in Boys and Girls.\" It always comes back to that fucking pie! I'm haunted by it.! \n[245]Yo-you really get to third base with the Russsian chick like you did in the movies? \n[246]She's fucking hot, man. If I was you, I'd been like-- \n[247]What, man? You never did one of these? \n[248]Holy shit? You're the Dawson! \n[249]Yo, what's up with Pacey stealing Joey away from you? If I was you, I would've drowned his ass in your Creek and shit! \n[250]Joey, man! She's too fine! Yo--did you ever get to third base with her? \n[251]Stunt doubles for what? \n[252]These are the guys who are playing us, yo. We take them out, and bickety- bam! No movie. \n[253]Alright, here's what we do: start swinging, and don't stop until those young Hollywood fucks are out of commission. Ready? Break! \n[254]That's one funky monkey. \n[255]Uh--yeah. They're in here. \n[256]NO! I mean, we kicked those guys' asses bad. They're--knocked out. \n[257]NO! Me and Jason Biggs are naked in here! Together! \n[258]What the fuck are we gonna do?! How are we gonna get out of here without them seeing us? \n[259]This was a good idea, Lunchbox. In these outfits we're totally incognito. \n[260]This must've set 'em back a couple hundred bucks. \n[261]Who the fuck are you? \n[262]Wait a sec--I thought Holden and Banky created this shit. \n[263]Wait, wait, wait!! Aren't you gonna direct us? \n[264]But we don't know what we're supposed to do here. We didn't even read the script. \n[265]\n[266]Call me Darth Balls. Bunngg. \n[267]Now whose balls have been busted, bitch? \n[268]I thought you blew up, Boo Boo Kitty Fuck. \n[269]Yeah? So that means you'll fuck me, right? \n[270]Hey, I wanted to go down, but I was waiting until I got to know her a little better. See, there was this little angel on my shoulder, and he said-- \n[271]Holy shit, I am wearing pansy red booties! Man--why the fuck didn't you tell me? \n[272]\n[273]Yo--I hope one of 'em rips the other one's shirt off and we see some tit. \n[274]Banky fucking Edwards! Just the motherfucker we came to see! \n[275]All these assholes are calling us names on the Internet, 'cause of this stupid movie! \n[276]Here we go again-- \n[277]Yeah. \n[278]Shitcan this movie so we don't get called names on the Internet anymore. \n[279]Well this isn't fair!  We went to Hollywood, I fell in love, we stole a monkey, we got shot at, and got punched in the motherfucking nuts! We ain't leaving empty-handed! \n[280]What's up baby? You look good! \n[281]Oh yeah. Get the fuck offa me, pig! \n[282]Well, we want something for our mental anguish. \n[283]Half?!? \n[284]Fuck-you--you already said half? You can't take it back! \n[285]Yo, I was just about to jump in there and get your back. \n[286]Holy shit, the cops! We gotta get out of here! \n[287]Now wait a second-- \n[288]That's alright. I'm a junkie with a monkey. \n[289]I don't know. Will we fuck when you get out? \n[290]Don't change the subject. Will we fuck when you get out? \n[291]Fuck you. \n[292]What--here? \n[293]All those fucks to stop talking shit about us on the Internet, for starters. \n[294]You know--with all that money we're gonna make we can buy a lotta plane tickets. \n[295]Yes. Ma'am, Does-- William Dusky live here? \n[296]May we talk to him, please. \n[297]Yo--do you post as-- Magnolia-Fan on Movie Poop Shoot.com? \n[298]And did you write \"Fuck Jay and Silent Bob. Fuck them up their stupid asses? \n[299]On Movie Poop Shoot.com. did you say Jay and Silent Bob-- \"--are fucking clown shoes. If they were real, I'd beat the shit out of them for being so stupid.\" \n[300]Really-- \n[301]", "JUSTICE": "\n[1]It's nice to meet you. \n[2]Oh, I'm not from around here. My friends and I are taking a road trip, and we just stopped to grab something to eat. \n[3]Out there. By that van. \n[4]This is Jay and Silent Bob. Guys, this is Sissy, Missy, and Chrissy. \n[5]I met 'em inside. They're gonna hitch a ride. \n[6]Chrissy, no! \n[7]They're just gonna tag along for a few miles. They won't get in the way, I promise. Please? \n[8]Honest Injun. \n[9]Provasik Pharmaceuticals is a medical lab where they perform gross experiments on animals. \n[10]Is that where you guys are from? \n[11]Oh, a Jersey Boy. What brings you all the way out here? \n[12]You did? I'll bet she was a lucky girl. \n[13]Sorry. \n[14]Wow. I have no idea what you just said. \n[15]Sure. \n[16]You can't exclude an animal just because it's not cuddly. Of course I like snakes. \n[17]What's a trouser snake? \n[18]You really don't want to help us-- \n[19]You sure? \n[20]Well--okay. Let me talk it over with the other girls and get back to you. \n[21]You guys want anything from inside? \n[22]Ow! \n[23]Oh please--if I had to listen to one more of those stupid songs, I was going to throw him out myself. \n[24]We'll find someone else. Besides, I didn't see you trying to stop Jay from throwing him out. \n[25]Cover, shmover--you all hated his songs, too. \n[26]They're really good friends. \n[27]They already do--she's the milkmaid, and she's the cow. \n[28]That makes two of us. \n[29]That's because very few names rhyme with \"douchebag.\" \n[30]And you said letting them read all that Anais Nin wouldn't amount to anything. \n[31]Uh-uh! \n[32]Jay? No he's not. \n[33]Well, maybe he was just raised with manners. \n[34]Jay is not taking Brent's place as the patsy. \n[35]I'm not gonna do it. \n[36]Because he's just to so innocent! \n[37]Look at him-- \n[38]It's not really stealing--it's liberating it, and-- Wait a second--did you say, \"No problem\"? \n[39]It's not like it's a bad thing. It's for a good cause. \n[40]What the heck is that? \n[41]\"Snoogans,\" I believe it was. \n[42]Ohhh. Well, that's too bad. \n[43]They're gonna do it. \n[44]Remember--we meet back here when you're done. You sure you're okay with this? \n[45]Maybe it's because women don't like to be called \"bitches,\" Jay. \n[46]How about not. \n[47]Something sweet, you big goof. Something nice. \n[48]Okay.  That's a start. \n[49]Man you are such a bitch-- \n[50]Jay, you don't have to do this. \n[51]Yes, sir. \n[52]You are so gay. \n[53]We can't just leave them like this! That alarm's gonna bring the cops here any minute! \n[54]\n[55]Your tape worked. The news is all about Jay and Silent Bob's Provasik break-in, with almost no mention of the Diamond heist. \n[56]Don't you feel any regret? Jay and Bob don't deserve this. They were really sweet. \n[57]They're your gang. \n[58]We all gotta grow up some time. \n[59]Don't you feel the least bit of guilt for what we did to those guys? \n[60]I'm sorry, Jay. \n[61]Oh my God! Jay! No! \n[62]Fuck it. \n[63]It was just a diversion so we could steal these. \n[64]And they're not the leaders of C.L.I.T. The C.L.I.T. is not real. \n[65]Are you guys alright? \n[66]You remembered. It was a frame-up, Jay. Sissy. Missy, Chrissy, and I are international jewel thieves. We were setting you up as a patsy, but I couldn't go through with it, because I... because I love you. \n[67]I can't do that, Sissy \n[68]What's it gonna be, Sissy? Which fighting style do you want me to kick your ass in? \n[69]You're no match for my \"Shaolin Monk.\" \n[70]A little \"Venus's--flytrap\"? \n[71]How about a little \"Bitch, My Man Ain't Yo Baby's Daddy\"? \n[72]Call me Boo-Boo Kitty Fuck--BITCH! \n[73]C'mon guys. It's over. \n[74]No. I'm tired of running. \n[75]You awake, Marshal? Marshal? \n[76]You're not paralyzed. It was just a tranquilizer. \n[77]You have friends in the F.B.I.? \n[78]Maybe not. I can make you a deal that'll get you into the F.B.I., regardless of test scores. \n[79]You drop the charges against Jay and Silent Bob and say you never found the ape.  Make sure the world knows they're not in control of any C.L.I.T. \n[80]I'll explain later, Jay In exchange, I'll give you the diamonds I stole, and turn in Sissy, Missy, Chrissy, and myself. But I want a reduced sentence. \n[81]For him? I'd be willing to do anything. \n[82]I'm an international jewel thief who's facing a jail sentence. \n[83]If I go to prison, will you wait for me? \n[84]Snoogans. \n[85]Wait for me. \n[86]Are these leg cuffs really necessary? ", "WILLENHOLLY": "\n[1]Yeah, you chug that ass-cock baby-- It takes two hands to hold doesn't it--?  Uhhh-- \n[2]\n[3]Have you read this article on the mule-suckers in Tijuana? Good God, I wish that was in our jurisdiction-- I'd shut down every last one of those ass-cock chuggers, personally. \n[4]What? \"Ass\" means \"donkey.\" \n[5]Boulder, hunh? Well, gas up the jet. \n[6]Then gas up the next best thing. \n[7]My, oh my, oh my. Who let the cats out? Wait--is that right? \n[8]Federal Wildlife Marshal. This investigation is now under my jurisdiction. \n[9]Because someone let a whole mess of animals out of their cages, sir. \n[10]Yeah, right. That's a believable scenario. It sounds more like something out of a bad movie. \n[11]Listen up, ladies and gentlemen! Our fugitive has been on the run for 6 hours!  Average simian foot speed over uneven ground--barring injuries or preoccupation with tire tubes, mites or bananas--is four miles an hour. That gives us a radius of twenty miles. \n[12]What? \n[13]Yes. Yes, you're right. My bad. Twenty- four miles. Now what I want out of all of you is a hard target search. \n[14]Yeah? \n[15]Well. It's--a target--that's--hard. Anyway-- \n[16]Okay, how about this? What I want out of all of you is a thorough search of every gas station, residence, warehouse, farmhouse, henhouse, outhouse, and doghouse in that area! Checkpoints go up at fifteen miles! \n[17]This is so frustrating. It's just so hard sometimes-- \n[18]What is it? \n[19]Is it VHS or Beta? You know what-- never mind. Do you have a VCR? \n[20]Oh my God-- Have the jet gassed up and ready to go at a moment's notice. \n[21]Doesn't anybody have a jet anymore? Plafsky? It is Willenholly. You gotta get me on the national news, pronto. Why?!  Because we may very well be dealing with the two most dangerous men on the planet! \n[22]From the intelligence we've been able to gather, we've discovered that the C.L.I.T. is a tiny offshoot of the L.A.B.I.A. \n[23]Exactly. The men you saw in the video are believed to be the masterminds responsible for the frenzied C.L.I.T. activity last night. They go by the obvious code names \"Jay\" and \"Silent Bob.\" If you should come across them or any other C.L.I.T.-ies, please-- exercise extreme caution. \n[24]Nonsense. We're all over the C.L.I.T., Reg. \n[25]There's nothing to suggest that, no. But these men are still to be considered very dangerous. \n[26]Yes, Excuse me. Federal Wildlife Marshal. I'm on my way! We got 'em. They're in Utah. Citizens of Utah--steer clear of the C.L.I.T. Stimulation of the C.L.I.T. is not recommended. \n[27]What? \n[28]Look, who's the Federal Wildlife Marshal here? \n[29]\n[30]Maybe they're one of those gay couples? \n[31]Oh God, this is the last thing I need--a bunch of uppity homosexuals shooting their mouth off in the liberal press that the Federal Wildlife Marshal's Office persecutes gays. \n[32]You see this badge?  I think I'd recognize an ape if I saw one. And the only thing I do recognize here is a political fiasco I'm, going to avoid by letting this butt-fucking Brady Bunch go! \n[33]\n[34]\n[35]Yes, sir--or ma'am. Please accept my apologies for detaining you and your unorthodox-but-constitutionally- protected-family unit. \n[36]I'm sure Utah appreciates that. You might also want to make it clear that the Federal Wildlife Marshal's Office is also pro-'mo as well. And might I add, that's one fine- looking boy you're raising. \n[37]He certainly looks insatiable. \n[38]'Bye \n[39]Well, it's not my way--but damned if there doesn't go one happy family. Now, we just shoot some tear gas into that diner, and when the two guys run out with the monkey, we'll-- \n[40]That was the them, wasn't it? \n[41]Fire a warning shot into that bulbous ass! \n[42]Wow! That was an incredibly daring escape! You must see that a lot, hunh? \n[43]Sire, you're very taciturn. \n[44]You and your men stay up here. When I corner them, I'll call you for back-up. \n[45]A Federal Wildlife Marshal doesn't wait for his prey to come to him. He comes to it. Or goes to it. Is it \"comes to it\" or \"goes to it\"? I'm going in there. I'm counting on you Sheriff. \n[46]You've taught me so much. \n[47]\n[48]\n[49]\n[50]\n[51]Oh, no--think you can pull a Peter Pan on me?! \n[52]\n[53]Do you have a microwave here, Sheriff? \n[54]Because I need to dry my gun out so I can SHOOT YOU WITH IT ! TWICE! \n[55]\"All you motherfuckers are gonna pay. You are the ones who are ball- lickers.  We're gonna fuck your mothers while you watch and cry like little bitches. Once we get to Hollywood--\" They're going to Hollywood. \n[56]Yes, this is Federal Wildlife Marshal Willenholly. Can I speak with Agent Sid Enmarty, please? \n[57]Sid? Hey, buddy. I'm calling because I could really use your help on this killer case I'm working. \n[58]No, no--nothing like that. Say--there aren't other people listening in, are there? \n[59]Good. I'm tracking a monkey down that's on it's way to Los Angeles, and I could use some bureau backup. \n[60]Am, uh--Am I on speaker phone? \n[61]Alright, now that's not fair. I know I didn't make it as high up as you guys, but my job's just as important. \n[62]I come to you as a friend--as a fellow professional--and this is the shit I get?! \n[63]Oh, a doctor? \n[64]\n[65]So, this is Hollywood? Lights, camera, action, Jay and Silent Bob. \n[66]\n[67]Oh my God-- Um--sorry. That was supposed to be a warning shot. Uh--it looks like I'm on the wrong, uh--wrong set. \n[68]The C.L.I.T. stops here, Jay and Silent Bob! Everyone stay calm. I'm a Federal Wildlife Marshal. These men are the leaders of a terrorist organization wanted for the abduction of a monkey. \n[69]No--the clit's real. The female orgasm is a myth. \n[70]\n[71]\n[72]Hello? Truce? I think I killed both of them. \n[73]Oh my God, I'm paralyzed. The monkey shot me in the ass and paralyzed me! Oh the irony! \n[74]Jesus! Tranqued by a little monkey! My friends in the Bureau are never gonna let me live this down! \n[75]They all made it in, but I failed the exam. Why the hell else do you think I became a Federal Wildlife Marshal? 'Cause I'm a joke! \n[76]What kind of deal? \n[77]You'd be willing to do that? \n[78]Wow. There's a lot of love in the room. \n[79]Sorry, Justice. We've gotta go. Hey--stop stealing monkeys. \n[80]Fair enough. \n[81]You know, I don't get out to the movies much. But I'd have to say Bluntman and Chronic was Blunt-tastic! \n[82]Don't make me shoot you, Justice. ", "SISSY": "\n[1]Who the fuck are these guys? \n[2]I don't know if that's such a great idea. Jussy. \n[3]We're in the middle of suburbia, Chrissy. Let's try to act like it. \n[4]What's wrong with you, Justice? You do remember where we're going, don't you? \n[5]Fine--they can ride with us. But they're so out of here before we get to Boulder. \n[6]This is Brent. He's with us, too. \n[7]We're the Kansas State chapter of S.A.A.C.--Students Against Animal Cruelty. \n[8]Shut up, I'm thinking. \n[9]Why the fuck did you let that little stoner throw Brent our of the van?! \n[10]We needed Brent, Justice! He was our patsy! \n[11]Because I didn't want to blow our cover! \n[12]Don't mind Chrissy. She's just a little too wound for sound. \n[13]Would you two knock it off? We're in the fucking heartland here! Try to blend! \n[14]Enough! We have a very simple gang here, Justice. I'm the brains, Chrissy's the brawn, and Missy's the tech-girl. But lately, I'm having a hard time figuring out what you're doing here. \n[15]Don't change the subject. You know what you have to do now, right? Since you let our patsy slip away, you've gotta convince the little kid and that fat guy to take his place. They've gotta break into Provasik now. \n[16]Uh-huh. You'll do it; or you're out of this gang. Just use the little one's crush to convince him, since he's so fucking in love with you. \n[17]What--am I blind? He wasn't kissing your hand back in the van like he was fucking Lord Byron? \n[18]You're the one that brought the kid in, Jussy. So you've gotta make amends. \n[19]That kid and his quite friend are our only options at this point. Now we got about two hours before we get to Boulder. That gives you plenty of of time to work on him. \n[20]Why the fuck not? \n[21]Who's it going to be, Jussy--him or us? \n[22]Good. They do their part-- And we'll do ours. \n[23]Jay, before you go, could you say something into the camera about the clitoris. \n[24]She's just a little embarrassed. See, Jussy and I are putting together this documentary for our Human Sexuality class, and we need a male perspective on the clitoris. \n[25]Uh--yeah. \n[26]Awesome. Knock 'em dead, Tiger. \n[27]Jussy. C'mon. \n[28]Hey, Lover-girl. You cock-block my authority again, you lose your fucking fronts, you got that? \n[29]Phase One, down. While we're executing Phase Two, you edit that tape and grab a new car. \n[30]Let's suit up. \n[31]They in? \n[32]Time to shine. Let's go. \n[33]Once we're inside, I want complete silence. Missy whipped this up. It counts our decibel level. If it goes into the red--alarm, we're dead. So not even the slightest noise, got it? \n[34]Justice! Move your ass! \n[35]I can't believe it. Months of planning and it's all blown by a fucking fart. \n[36]That was always the plan, Justice! They take the heat off of is long enough until we can get out of town! \n[37]I told you those two were the perfect patsies. Now we lay low for awhile-- just in case--and start planning the next job. \n[38]Would you two get a room? \n[39]Sarah Lawrence girls. Go figure. \n[40]Oh and not yours? You know, I don't get you, Justice. You used to be all about the girl stuff: stealing, boning, blowing shit up. Now you're like this little priss with a conscience. It's really a fucking drag. \n[41]If moping around over some little boy you're crushing on is being grown- up, then pass me my Wonder Woman underoos. \n[42]Awww. Does Jussy-wussy feel all dirty about setting up her boyfriend? Then how about taking a shower? \n[43]This dopey bitch ordered the large plain, but I could go for some hot, thick, Sicilian. \n[44]That bitch!  That fucking, fucking bitch!!! Get dressed. We're going after her. \n[45]Which is more important to you: a fortune in diamonds or busting a nut? \n[46]Chrissy! Now! \n[47]Because she's gonna be one dead bitch. Hi, Jussy. We catch you at a bad time? \n[48]Let's have those diamonds, Jussy. \n[49]Then lover--boy gets one in the brain. \n[50]You really let me down, Justice. Throwing it all away for a little stoner with bad pronunciation. \n[51]Are you kidding me? I taught you all all your moves myself. There's not a style you can bust that I can't defend against. \n[52]Yeah, but I can bury you with my \"Crouching Tiger.\" \n[53]I'll counter with \"Dragon Crane.\" \n[54]Bring it on. \n[55]Your shit is so tired, Justice! ", "HOLDEN": "\n[1]Well! I have been waiting years to do this. Look at these morose motherfuckers right here. Smells like someone shit in their cereal. Bunngg! \n[2]No, I was just showering your mother's stink off me after I gave her a quick jump and sent her home. But now that you mention it-- Thanks, you know. You could've made the moral of that story you told me a bit more clear. \n[3]So what brings you two dirt merchants to my neck of the woods? \n[4]You heard about that too, Hunh? Well, I've got nothing to do with it. That's Banky's deal. He owns the property now. I signed my half of the Bluntman and Chronic right over to him years ago. \n[5]Because I'm almost thirty, for God's sake--why on earth would I want to keep writing about characters whose central preoccupations are weed and dick and fart jokes? You gotta grow, man. Don't you ever want more for yourself? I know this poor, hapless sonovabitch does. I look in his doe eyes and I see a man crying out, \"When, Lord? When the fuck can your servant ditch this foul-mouthed little chucklehead to whom I am a constant victim of his folly, and who bombards me and those around us with grade-A foolishness that prevents me from even getting to kiss a girl? Fuck! When?! \n[6]When you're right, you're right. I wish I'd broken off a little piece for myself. Because if the buzz is any indication, the movie's gonna make some huge bank. \n[7]The Internet buzz. \n[8]The Internet is a communication device that allows people the world over to bitch about movies and share pornography with one another. Here's what we're looking for: \"Movie PoopShoot.com\" \n[9]This is a site full of militant movie buffs: sad bastards who live in their parents' basements, downloading scripts and trading what they believe to be inside info about movies and actors they despise yet can't stop discussing. This is where you go if you wanna hear frustrated would-be filmmakers mouth off with their two- bit, arm-chair-director's opinions on how they all could've made a better Episode One. \n[10]Here. This is about the Bluntman movie. \"Inside sources tell me Miramax is starting production this Friday on their adaptation of underground comic fave Bluntman and Chronic.\" \n[11]No, but if it's Miramax, I'm sure it'll be Ben Affleck and Matt Damon. They put'em in a bunch of movies. \n[12]You know--the guys from Good Will Hunting. \n[13]Yeah, I'm not too big a fan either. Though Affleck was the bomb in Phantoms. \n[14]Now down here is where you can gauge the buzz. This is the Shoot Back area. It's where people who read the news get to chime in with their two cents. Here's what a guy who goes by the chick-magnet Net handle of \"Wampa- One\" thinks about Bluntman and Chronic. \"Bluntman and Chronic and their stupid alter egos Jay and Silent Bob only work in small doses, if at all. They don't deserve their own movie.\" He's got a point. \n[15]\"Bluntman and Chronic is the worst comic I ever read. Jay and Silent Bob are stupid characters. A couple of stoners who spout dumb-ass catchphrases like a third-rate Cheech and Chong or Bill and Ted. Fuck Jay and Silent Bob. Fuck them up their stupid asses.\" \n[16]A guy who calls himself \"Magnolia- Fan.\"  Check out what the guy after him said: \"Jay and Silent Bob are terrible, one-note jokes that only stoners laugh at.  They're fucking clown shoes. If they were real, I'd beat the shit out of them for being so stupid. I can't believe Miramax would have anything to so with this shit. I, for one, will be boycotting this movie. Who's with me?\" And then there are about fifty more posts from people who agree to join Spartacus-here's boycott of the flick. \n[17]Ah, let it go. Number one, they're a bunch of jealous little dicks who use the anonymity of the Net to insult people who're doing what they wish they were doing, and number two, they're not really talking about you guys--they talking about Bluntman and Chronic. \n[18]Really. \n[19]First off, I don't know how good your names really are. Secondly, there's not much you can do about stopping this bile. The Internet's given everyone in America a voice, and everyone in American has chosen to use that voice to bitch about movies. As long as there's a Bluntman and Chronic movie, the Net-nerds are gonna have something negative to say about it.  Jay steams, thinking. Then, a light dawns on him. \n[20]They're not saying anything about you now--they're talking about fictional characters! \n[21]Yeah, and kiss-off the hundreds of thousands of dollars in royalties you're due in the process. Are you fucking retarded? Look, I'm probably not alone in the opinion that this flick is the worst idea since Greedo shooting first. I mean, a Jay and Silent Bob movie? Who would pay to see that? \n[22]But since it is happening, you might as well just ignore the idiots on the Internet, go find Banky, and get your \"motherfucking movie check.\" As you so succinctly put it. That's what's important here. \n[23]They start this Friday. \n[24]It's more like three days. \n[25]Now that's what I call the Blunt leading the Blunt. \n[26]Nights like this, I miss dating a lesbian. ", "CHRISSY": "\n[1]Where the fuck did they come from? \n[2]I'm on it. \n[3]And what-stupid ass little foul- mouthed bitch-boys don't get their balls cut off in suburbia? \n[4]Holy shit--he's retarded, to boot. \n[5]\"Honest Injun\"? I can't believe what a pushover you are. \n[6]Brent, tell these sillies that girls don't fart. \n[7]And we're on our way to Colorado to give Provasik a piece of our minds! \n[8]What the fuck are we gonna do now? \n[9]Nice going, Four Eyes! \n[10]Not as much as I hate you. \n[11]Fuck, if I don't get to kill someone soon, I'm gonna--fucking kill someone! \n[12]Then how about you help me take the edge off? \n[13]Oh, I'm a cow, am I?  I'm a mad cow, bitch. And now I'm gonna rip your head off and fuck your spine stump. \n[14]Shit--your name doesn't even fit the rhyme scheme. \n[15]You're dancing on my last nerve, Strawberry Shortcake. You deal with the weak link. I'm gonna take Missy into the dirty convenience store bathroom and hate- fuck the shit out of her. \n[16]Holy fuck--the little stoner was right-- \n[17]Boom Box! \n[18]Kaboom, you little stoner fucks. \n[19]It's set. Let's roll. \n[20]The only thing I regret is not gutting that little trout-mouthed prick like a fish and playing Twister with his vitals. \n[21]I'll show you nasty, you little slut. \n[22]Fine--we'll take yours. I am gonna stain your sheets, bi- otch. \n[23]Fuck that, I didn't get to cum yet. \n[24]Fuck-- \n[25]Shut the fuck up before I shoot you where you stand in your pansy red booties. \n[26]", "BANKY": "\n[1]Uh, Chaka? Yeah, hi--I'm Banky Edwards, the creator of Bluntman and Chronic. We met a few weeks back. I'm the executive producer. \n[2]Banky. I just wanted you to know that I respect your work as an artist. I'm something of an artist myself. I was the inker on the comic book. \n[3]Mister Biggs? Mister Van Der Beek? I just wanted to say hi. I'm-- \n[4]Holy shit! What the fuck are you guys doing here?! \n[5]Stop the movie?! Are you crazy?! \n[6]I feel for you boys--I really do. Those Net snipers can be really cruel. But Miramax paid me a shitload of money for Bluntman and Chronic, so it occurs to me that people bad- mouthing you on some web-site is none of my FUCKING CONCERN! \n[7]So, what do you guys want, to go away and take your lady friends with you? \n[8]Even if there's no movie, people are still free to talk shit about you on the Internet. That's what the Internet's for: slandering others anonymously.  Stopping the flick isn't going to stop that! \n[9]Isn't that your girlfriend's enemy? \n[10]You guys are gonna ruin my movie career. \n[11]Tell you what: we'll settle this monetarily. I'll give you half of what I made. \n[12]Half's not good enough?  Fine--I'll give you two-thirds of what I made! \n[13]Done \n[14]Regardless of what you may have heard. I do not kiss guys. \n[15]Well, boys--you're rich in love-- Well, you're in love. And to top that off, you've got your own monkey. What more could two guys from Jersey possibly want? \n[16]What do I keep telling you? There's not much you can do to stop that. Well, short of showing up at all their houses and beating the shit out of them, I guess. \n[17]I'm so fucking embarrassed-- \n[18]Thanks. That means a lot coming from the guy who pretends to be Shaft as opposed to the guy who takes shaft. \n[19]Hey! Hey! What'd we say? Not in public! \n[20]You--! ", "RANDAL": "\n[1]What'd I tell you two about dealing in front of the store? Drop the kid and peddle your wares someplace else, burn-boy. And for the record, The Time sucked ass. \n[2]Hey, can't we do something about those two stoners hanging around outside all the time? \n[3]I'm trying to watch Clash of the Titans, and all I can hear is the two them screaming about Morris Day at the top of their lungs. \n[4]What, am I producing an A&amp;E Biography about 'em? I'm just saying they shouldn't be loitering around the stores like they do. \n[5]See, man--if you were funnier than that, ABC never would've canceled us. \n[6]Nothing. \n[7]What service? \n[8]What the hell are you talking about? \n[9]Well if we were gay, that's how I'd see it. \n[10]That does it. I'm gonna do something about those two. I shoulda done a long time ago \n[11]Yeah, I want to report a couple of drug dealers out in front of the Quick Stop. \n[12]I told you that restraining order was a good idea. \n[13]Now that was worse then Clash of the Titans. \n[14]Hey--remind me to renew that restraining order. \n[15]Because I'm gonna blast the flick on the Internet tonight. ", "GUY": "\n[1]You gotta induce the drivers a little. \n[2]Like this. \n[3]Sure--if you don't make with the head. \n[4]Yeah. If it'll get me a few hundred miles across country. I'll take a shot in the mouth. \n[5]Well, neither am I. But have you seen the price of bus tickets lately? Shit--I don't wanna cough up two hundred bucks just to get to Chicago. \n[6]Don't be so suburban--this is the new millennium. Gay, straight--it's all the same now. There're no more lines. \n[7]All hitchers do this. Why do you think people pick us up? If you get a ride, it's expected--I don't care who the driver is. It's the first rule in the Book. \n[8]The unwritten Book of the Road. \n[9]Follow the rules of the Book, and you'll get where you're going in no time.  Excuse me. \n[10]And now we can finally solve the mystery of the Hitchhiking Ghouls! Pull off their masks and let's see who they really are! \n[11]Let's kick them out. We've got a mystery to solve. \n[12]Keep it up, Beatnik! I'll feed you to the fucking dog! \n[13]Great. What do we do with them now? \n[14]Nice movie, you fucking Tracer! \n[15]That's right, you sonovabitch! I'm back for round two! ", "SHERIFF": "\n[1]\n[2]The ape. \n[3]An orangutan's a member of the great ape family. It's not a monkey. \n[4]Their \"son\"? \n[5]\n[6]Un-fucking believable. \n[7]One rectal breach, coming up! \n[8]Open up and say \"ahhhhh,\" you stoner sumbitch-- \n[9]Shut up! \n[10]What're you doing? They're trapped. The only way they can get out of there is right here. \n[11]Fuck this asshole. Let's go back to the station and get some donuts. \n[12]\"And might I add, that's one fine- looking boy you're raising.\" \n[13]Well, if it isn't the wildlife experts. Did you come to it or go to it? \n[14]We have a toaster oven. Why? \n[15]This might cheer you up. Your office just faxed this over. Guy there say it's a post from an Internet chat board, signed by a \"Jay and Silent Bob.\" Your man thinks it's a lead as to where those fellas are taking the ape. ", "CHAKA": "\n[1]An inker? What, like you trace? \n[2]I don't see 'em. Where are they? \n[3]Look at this shit. A gay hood ornament, and the color Purple. \n[4]Who the fuck am I? I'm the fucking director, is who I am. Chaka Luther King. The creator of all of this. \n[5]And I'm stealing it. I'm taking it back for all the shit you people have stolen from us! Did you know, I came up with the idea for Sesame Street before PBS? I was going to call it N.W.P.--Niggaz with Puppets. Alright--enough small talk. Let's shoot it. \n[6]I'll be directing you to the food stamps line after I fire your ass, if you talk back like that to me again! \n[7]So? Neither did I. Shit, neither did the studio. Look man, it's not hard. In this scene, the bad guy breaks into the Bluntcave.  You make up some shit, fight him for a while, I film it, I yell \"cut,\" and then head back to my trailer, where I got more white women waiting for me there than the first lifeboat off the Titanic! They all want a part of the movie, and I got just the part for 'em. \n[8]\n[9]\n[10]Damn! Now that was one special effect! This picture's gonna make House Party look like House Party Two! \n[11]Shut the fuck up! \n[12]I think George Lucas is going to sue somebody-- \n[13]\n[14]Would any of you lovely ladies like a private audition to be in my movie? \n[15]A shitload of white people with guns? Time to get my black ass out of here! ", "BRODIE": "\n[1]No fucking way! \n[2]Dante and Randal slapped you with a restraining order?! \n[3]So you gonna abide by the court's ruling or you gonna go Bandit-- Reynolds style? \n[4]I guess if you really wanted to hang out in from of a convenience store, you could just buy your own now-- what with all that money you guys made. \n[5]The money from the movie, dumb-ass. \n[6]boarded issue down from the wall  \n[7]Goddamit, man-- Here's the pulse, alright. And here's your finger-- --far from the pulse, jammed straight up your ass. Say--would you like a chocolate covered pretzel? \n[8]You see, kids, if you read Wizard, you'd know it's the top story this month.  Check it out. \n[9]Well, after X-Men hit at the box office, all the studios started buying up every comic property they could get their hands on. Miramax optioned Bluntman and Chronic. \n[10]Yeah, well once they made She's All That, everything went to hell. So you're saying you haven't gotten a cut of the movie? Didn't Holden McNeil and Banky Edwards used to pay you likeness rights for the comic book? \n[11]Well boys, I'm no lawyer, but I think Holden and Banky owe you some of the proverbial phat cash. I mean they're making a movie based on characters that are based on you and Quiet Robert. \n[12]I believe it \"Snootchie Boochies.\" Regardless--you're getting screwed. If I was you guys, I'd confront Holden McNeil and ask him for my movie check. \n[13]And on that note, we cue the music. ", "JAMES": "\n[1]Holy shit--that looked like it hurt. \n[2]Let's get you guys on your feet. \n[3]Well, you put your dick in a pie, dude-- \n[4]It's James, actually. James Van Der Beek. \n[5]I know, Because what--is Josh better looking than me? Fuck, no. I mean, who on earth is better looking that me? I ask you. \n[6]Well, there was this one time-- Wait a second--who are you guys?! \n[7]The movie we start shooting in a few minutes--Bluntman and Chronic Strike Back. \n[8]Bob \n[9]Jay! Shit, did you even read the script? \n[10]What's gay about it? It's two guys talking in a corner. Man--why are you such a homophobe. \n[11]You are. You're always calling things gay. \"Ooo--look at the gay huddle, dude!\" \n[12]Next you're going to tell me the monkey's gay. \n[13]", "NUN": "\n[1]You two boys need a ride? \n[2]You both don't have to sit back there. One of you can sit up here with me. \n[3]So where are you boys from? \n[4]What brings you to Indiana? \n[5]Hollywood, hunh? That's a long ways away. \n[6]Well, do unto others. That's what the Book says. \n[7]I live my life by it. \n[8]Of course. You know how lonely it gets on the road? Thanks to the Book, I'm never alone--if you know what I mean. \n[9]Are you kidding? I've dedicated my life to it. Every hour of every day. \n[10]You live by the Book, too? \n[11]That's good to hear. But it takes deed, not words. It's a lot easier to say you live by the Book than to actually do it. Can you do it? \n[12]No time like the present, right? ", "JASON": "\n[1]Are you guys alright? Hey! They've got a monkey! \n[2]Enough! Jason Biggs. \n[3]You mean Shannon? Sadly, no. \n[4]They're our stunt doubles, dumbass. Right? \n[5]You're doubling me. I'm playing Bluntman, AKA Silent Bill. \n[6]Right. And he's playing Chronic. AKA Ray. \n[7]There's a script? \n[8]What's with the weird, gay huddle going on over there? \n[9]I'm not a homophobe. \n[10]Hey--look at the monkey. \n[11]He's so cute-- C'mere. Monkey. C'mere-- \n[12]", "BRENT": "\n[1]Say--what's all this talk about farting? \n[2]Of course they don't! Only skeevy stoners fart. \n[3]What up, homies? Wow, Three guys, four girls-- What's the count boys? \n[4]Hey there mister science-guy. Don't spray that aerosol in my eye. For I don't really want to die. I'm a noble rabbit! \n[5]Hey! Watch the language little boy. There are females present. \n[6]No--more like rabbits, dogs, cats... heck, even monkeys, If we don't speak for them, who will? Right, Jussy? \n[7]I'm down with this because I love animals, stupid. \n[8]Of course. Sheep are beautiful creatures. \n[9]Oh God, yes. \n[10]What is your damage little boy? You've got a sick and twisted world perspective. \n[11]I--suppose so. ", "SECURITY GUARD": "\n[1]Where do you think you're going? \n[2]This is L.A., sir. We don't rape our suspects in custody. We just beat them. Echo Base, I've got a ten-o-seven here: two unauthorizeds on the lot. Request back-up. \n[3]No, sir--a ten-eight-two is the code for vanishing a dead hooker from Ben Affleck's trailer. \n[4]Contrary to what you believe, not everyone in the movie business is gay. \n[5]Alright. But make is fast. And sexy. \n[6]Sorry to interrupt, sirs, but have a ten-oh-seven on our hands. \n[7]\n[8]Do they have you hostage? Should we call your publicists? \n[9]Great work, sirs! If you let us in, we'll take over-- \n[10]Uh--okay. We'll just be--outside the door, sirs. \n[11]He'll be the pie--in prison. ", "MOTHER": "\n[1]Bobby-Boy stay here while mommy picks up the free cheese, 'kay? \n[2]This'll keep the sun out of your eyes. You be good now. \n[3]Don't fucking move, you little shit- machine. Mommy's gonna try to score. \n[4]The fat one's watching the little one. \n[5]\n[6]D'jou hear the crazy fuck tellin' me how to fuckin' raise you? Motherfucker, man! Who's he fucking think he is? What's the worse fuckin' thing could happen to you sitting outside the fuckin' stores? Fuck! \n[7]Can I help you? \n[8]Yes. He's my son. \n[9]One moment. ", "TEEN 1": "\n[1]Lemme get a nickel bag. \n[2]What the hell are you singing? \n[3]Purple Rain. \n[4]Two packs of Wraps. Yo--how was the service? \n[5]Jay said you had a Star-Wars--themed wedding and you guys tied the knot dressed like storm troopers. \n[6]Holy shit, dude. The honeymoon's over. \n[7]Well, sure. Not in the eyes of the state or any real church, Skywalker. \n[8]May the Foreskin be with you. Hand Jabba the Hutt. \n[9]Here're the rolling papers you wanted for your pot. And your change. Thanks. And The Time sucks ass! ", "DANTE": "\n[1]Why? What'd they do now? \n[2]I thought the fat one didn't really talk much. \n[3]Neither should you, but we let you stay. \n[4]What? \n[5]I'm the bitch?! \n[6]Would you shut up?! \n[7]We're not married to each other. \n[8]I still can't believe Judy Dench played me. \n[9]Why? ", "ANCHORMAN": "\n[1]I'm Reg Hartner and this is a News Now bulletin. A Provasik animal testing facility in boulder was the focus of an attack by a terroristic primate rescue syndicate calling themselves the Coalition for Liberation of Itinerant Tree-Dwellers. Or simply, C.L.I.T. \n[2]In a videotape sent to authorities this morning, credit for the liberation of an orangutan from the lab last night is taken by these men-- \n[3]--identified in literature that accompanies the tape as Jay and Silent Bob. In this chilling clip, they make it very clear that they are in control of the C.L.I.T. \n[4]Terrifying. Here to help us understand this footage is Federal Wildlife Marshal Willenholly. \n[5]Marshal, what can you tell us about the C.L.I.T.? \n[6]The Liberate Apes Before Imprisoning Apes movement. \n[7]Marshal, how do you respond to allegations that Federal Wildlife Marshal's Office allowed the C.L.I.T. to slip through their fingers? \n[8]Is there also speculation that Jay and Silent bob may be responsible for the Diamond Exchange jewel heist that occurred in the same vicinity of downtown Boulder last night? \n[9]Is that your cell phone? ", "AGENT SID": "\n[1]Holy shit! Yeah, put him through. \n[2]Willenholly? \n[3]I'll bet, Will. What's it this time... Beaver trouble? Some kind of unauthorized marsupial trafficking? \n[4]No way, man. It's just me and you talking here. \n[5]Los Angeles, hunh? Maybe we should stake out Clint Eastwood's place. Didn't he used to drive around with a monkey that'd punch people and drink beer? \n[6]No way--Dunston! \n[7]Calm down, Will. Don't go all... bananas on us! \n[8]You're right, Will. Tell you what-- we'll get our best man on your case right away. You might've heard of him. He's a doctor. \n[9]His name's Doctor Zaius! ", "BEN": "\n[1]Where are we taking it from, Gus? \n[2]You're a true artist, Gus \n[3]Oh, now you're the director. \n[4]I'm sorry this is taking you away from whatever-gay-killers-on-horses- who-like-to-play-golf-touchy-feely- flick you're supposed to be doing this week. \n[5]You're like a child. What've I been telling you? Sometimes you've gotta do the safe picture. Sometimes, you do it for art. Sometimes, it's the payback picture your friend says you owe him-- \n[6]And sometimes, you go back to the well. \n[7]Now that's just mean. \n[8]Action, Gus? \n[9]Wait a second! I wasn't with any hookers today! ", "MISSY": "\n[1]Oh my god--he just called Sissy \"Juggs\"! \n[2]That we do have a job to do? \n[3]Smooth move, Justice. \n[4]No sweat. \n[5]You can say that. \n[6]You are so nasty. \n[7]You should've just let these guys go down, Jussy. \n[8]", "DEALER": "\n[1]Crack? You want some crack? Sweet- ass rock. Get you high. \n[2]You on the job? \n[3]I'm Los Angeles Local 305! \n[4]You guys got medical in Jersey yet? \n[5]Norma Rae like a motherfucker. You gots to get your benefits, you know what I'm saying? \n[6]You in this town and you gonna ask that question? Be a little more specific. \n[7]I don't know that the fuck you just said, little kid. But you touched a brother's heart, so I'm gonna help you out with some directions to the studio. \n[8]Fuck, yes. Miramax accounts for seventy-eight percent of my business. ", "VOICE": "\n[1]'Cause you're doing it all wrong. \n[2]\n[3]I thought that was a ten-eighty-two. \n[4]Oh, that Affleck. Backup on the way. \n[5]Mister Biggs?  Mister Van... Der-- Beek? This is Security. We've got a pair of intruders at large, and they crashed through a window we thought might be yours. \n[6]They didn't really steal that monkey. \n[7]If she does, it'll be considered necrophilia. ", "COP": "\n[1]We got a report that two guys were hanging around outside the stores, selling pot? \n[2]No pot, hunh? What do you need this for? \n[3]Pull up your pants up sir, Now! \n[4]Let's take a ride down to the station. \n[5]\n[6]Sir, we don't have a jet; just a helicopter. "}}