{"dialogues": {"NEEDY": "\n[1]Grassy-ass, Raymundo. \n[2]I'm sorry I didn't do it sooner. \n[3]I like Toastems. \n[4]\n[5]This is where it all went down. \"Devil's Kettle\" sounds twisted, I know, but the place just is named after a dumb waterfall. \n[6]You'll throw me a bone, huh? Huh? You killed Chip! You goddamned monster! You...ZOMBITCH! \n[7]Know what this is for? Cutting boxes. \n[8]\n[9]Is she dead, Mrs. Check? Did I get her? \n[10]Hi, Roman! How's the Force treating you? I like that jaunty cap. Blue like your balls. \n[11]Everything's going to be okay now. I rule. \n[12]Hey. Didn't you used to baby-sit me in like 1998? When my mom worked the overnight at Hormel? \n[13]Yeah. Gracie, right? Gracie. I really like your hair, Gracie. How many cans of Salon Selectives did it take to erect that monument? \n[14]Watch it, Puffy Combs. That's police brutality! \n[15]Ugh, don't say attempted. That sounds so JV. Small time. Teeny- weeny, just like Officer Duda up there. And trust me-- I'd know. \n[16]Let's get our facts straight: I successfully committed a hard core, fully premeditated murder back there. I fucking destroyed that brat, OK? I, Needy Lesnicki, put a stop-payment on Jennifer Check. \n[17]Why am I even in these cuffs? I just saved every guy in this town from becoming Satan Chow. I'm a hero. \n[18]Confessions are for pussies. You've got a declaration, Grace. \n[19]What? She's my best friend. \n[20]Are you jealous? \n[21]She's not rich. \n[22]What's up, Vagisil? \n[23]Tonight? Why? \n[24]What's Soft Shoulder? \n[25]It's Thursday. \n[26]I have to study. \n[27]Fine. What time is the show? \n[28]He seems nice. \n[29]Okay. \n[30]Chip, it's a rock show. This is my rock look. \n[31]Jennifer needs me. She really wants to go see this band. It's extremely important to her. \n[32]The lead singer, of course. Girls like her don't go out with drummers. \n[33]No offense. I mean, she'd probably make an exception for a drummer who was also the lead singer. \n[34]Who's Phil Collins? \n[35]Anyway, this singer guy is like 22, so he could get locked up in the state pen if he actually dated her. But Jennifer says he's extra salty, so... \n[36]\"Salty\" means beautiful. \n[37]Jennifer's here. \n[38]\n[39]She's my best friend, Chip. Remember? This necklace is no joke. \n[40]Wow. \n[41]I think she remembered two buttons. \n[42]You're gross! \n[43]I don't think so. \n[44]Hey, it's Ahmet from India. The foreign exchange guy. He's all by himself. \n[45]He seems okay. He's got that cool elephant statue in his locker. \n[46]Ew! \n[47]Look, there's the band! \n[48]They look so-- so cool. \n[49]No! \n[50]Hey, if you don't mind me asking, why did you want to play all the way out here in Devil's Kettle? You live in the city, right? \n[51]Those guys are rank, Jen. Just forget about it. \n[52]Only because he thinks you're a virgin. I heard them talking. \n[53]Oh my God. \n[54]He's way too old for you. \n[55]I know where to go! \n[56]You're okay, I promise. You got burned worse when you wore that tin-foil bikini to the beach. Everything's fine. \n[57]We're great. Maybe you should try to find your band? \n[58]Aren't you a little freaked out about this? What about all your stuff? It's probably melting, and when you get to the next stop you'll have to do like, a crappy acoustic set! Nobody likes that. \n[59]Why? Why should we? We have the Malibu. Let's just get out of here. We can go to El Ojo and get Northwoods Nachos with extra Badger Sauce! Please? I'm starving. \n[60]Thank God you're there. I hoped you were sleeping with your phone. \n[61]Jennifer's gone. She ran off with that rock band. And the Carousel burned down. \n[62]No. I think they're mostly dead. \n[63]We went out the bathroom window. Everyone else was trying to use the door. It was like a stampede. The people who fainted got run over and you could hear their bones breaking. \n[64]There was all this screaming and popping, like a million Black Cats all going off at once. And the smell... \n[65]No! Anyway, it took me like an hour to walk home. But Jennifer's still with those creeps! They had one of those white molester vans with no windows. The back was all blacked out. \n[66]Oh cheese and fries! Someone's here. I'm alone, Chip. I'm freaked out! \n[67]Swing shift. Listen, I'll call you in a minute. Stay awake. \n[68]Um, Jennifer? \n[69]What happened? \n[70]J-Jen? \n[71]Jennifer! \n[72]You-- you're all right! \n[73]Last night. At my house. You were hurt. You had two black eyes and blood everywhere and... \n[74]We had to go out that window. The bar was like, engulfed in flames! \n[75]A lot of people died, Jennifer. They burned to death, or they choked, or they just got trampled. More than half of the people there didn't make it out. It's like, all over the news. National news. Kids are dead. Parents are dead. \n[76]We know everyone! \n[77]I don't get it. What's wrong with you? \n[78]There's no way I dreamed it. No way. \n[79]Work, you...twat! Swiff, darn it! Swiff! Swiff! \n[80]Shoot. \n[81]No anything today. \n[82]I feel guilty just breathing. \n[83]Chip, I need to tell you something kind of weird. It's about Jennifer. \n[84]You know last night when we were talking and someone came to my door? That was Jennifer. But she didn't talk. She just stood there, smiling at me, but a bad kind of smile. She looked like she'd been beat up or shot or something. She was all bloody. \n[85]And then she barfed up this disgusting prickly stuff that was like roadkill and sewing needles all mixed together. \n[86]Yeah, like almost that bad! \n[87]No. It was something evil. \n[88]Chip, I'm a National Merit Scholar. I don't tell whoppers and I'm not crazy. \n[89]Discombobulated? \n[90]Oh. Hi, Colin. \n[91]Uh-huh. \n[92]Thanks. \n[93]I just am. We have Composition together. He's a really good writer. You know-- he's so dark and emotional and all. \n[94]Walk me home? \n[95]That's the thing, it's not a blur at all! I remember everything, in like ultra-high-def detail. The band, the fire, everything. Especially what happened after. \n[96]Please, I need someone to believe me. Jennifer was-- she was destroyed. She was dying in my hallway, Chip. I saw. I used my CPR training to check her pulse. And I felt her dying, on the inside, I mean. I've known her so long that it's like sometimes I can feel what she feels. We're like E.T. and Elliot Ness. \n[97]Thanks, Chipper. \n[98]Fried bologna is the bomb! You want some, Greedo? \n[99]Something's wrong... \n[100]Crap! \n[101]Oh, hi, Mom. I didn't know you were awake. \n[102]It's four o' clock, so technically you had a day terror. \n[103]What did you dream about? \n[104]Yes you are. \n[105]You know, I can take care of myself, Mom. \n[106]Hey Mom? Did you get a chance to catch the news after you clocked out this morning? \n[107]Nothing. Forget it. \n[108]Yes ma'am. \n[109]Needy speaking. \n[110]Good for you. \n[111]Yeah. \n[112]Lucky you. See, I'm still kind of depressed about, you know, the giant smoldering funeral pyre in the middle of town? \n[113]That's really nice. \n[114]Jesus didn't invent the calendar. \n[115]That's my other line. \n[116]It'll just be a second. \n[117]I can barely hear you. \n[118]Fifteen. \n[119]I have to go. \n[120]I have to meet Chip at McCullum Park. \n[121]I gotta go. \n[122]Why are the cops at your house? \n[123]What?! Like, he was shot by gangbangers? \n[124]Some animals must've got to him. \n[125]Who would do that? \n[126]This can't be a coincidence. \n[127]A fiery death trap last night, and now a cannibal eats our starting tight-end? Come on! \n[128]Seriously Chip. Most small towns only have something gruesome happen like, once every decade maybe. Devil's Kettle gets two nightmares in 24 hours? It's freaktarded. It's not right. \n[129]I don't know. I'm extremely intelligent but I obviously don't know everything. \n[130]You're shaking. \n[131]Want my sweater? \n[132]Pink is cool. Rap guys wear pink. \n[133]Are you okay? \n[134]Are you PMS-ing or something? \n[135]Oh. \n[136]What about the other 97%? \n[137]The other 97%. I mean, that's just crass. Right? \n[138]Crass. It means scummy. Greedy. Am I the only one who actually does the vocab drills? \n[139]No, they're not. I was there, Chastity. They didn't actually help anyone escape the fire. I don't even know how that rumor got started. \n[140]Oh, that's crap... \n[141]They've milked our pain-- our loss- - to get a stupid record deal! No one would even know who they were if they hadn't been playing here that night. They used us. \n[142]I'm already sick of that song. \n[143]No offense, but you look kind of drained. Is everything all right? \n[144]What's wearing off? Are you on pot? \n[145]That was random. \n[146]Colin's a really nice guy. \n[147]No. He was just asking Jennifer out on a date. \n[148]Sure. I'd like that. \n[149]Thanks. \n[150]I didn't assume that. \n[151]Mmm. \n[152]No, this is nice. \n[153]\"Sensual Swirl?\" \n[154]Oh. Cool. \n[155]Oh. It's got little bumps on it. I can hardly wait. \n[156]Hopeless..hopeless... \n[157]It's her. \n[158]I have to go. I'm sorry. I just... feel like something...something terrible... \n[159]I'm so sorry, Chip. I'm so sorry. Everything is just wrong. \n[160]Fudge! Fudge! Maple fudge! \n[161]Mommy! Mommy? Please be home! \n[162]I never tell on you. \n[163]Get out! \n[164]What the fuck is happening? \n[165]I saw you! I saw you! The car...the...I... \n[166]I'm calling the police. \n[167]What do you want? \n[168]Yeah, it rings a bell. \n[169]What did they do to you? \n[170]They...killed you. \n[171]Maybe it did. \n[172]I remember. \n[173]What do you mean, \"when you're full\"? \n[174]What about my mom's Kia? Why did you attack me out there? Why were you covered in blood? You didn't even look human. \n[175]Leave! \n[176]\n[177]What are you doing? \n[178]I gotta show you something. \n[179]Not here. Behind the school. \n[180]Evidence. \n[181]Yes, but I promise you this is the last thing I need to show y-- \n[182]Please just let me show you. \n[183]Look at this. \n[184]Demonic transference. It's something that happens when you try to sacrifice a virgin to Satan without using an actual virgin! \n[185]I think that's what happened to Jennifer. Those guys from that band were trying to sacrifice her in the woods. But what they didn't realize is that she hasn't been a virgin since junior high! Jennifer's a total cum-dumpster! It all makes sense now! Read this... \n[186]\"If the human sacrifice is impure, the result may still be attained, but a demon will forever reside the soul of the victim. She must forever feed on flesh to sustain the demon.\" See? \n[187]She's eating boys! They make her strong. Really strong. And when she's hungry, she gets weak and cranky and her hair is all full of split ends. And look at this... \n[188]It says that before the demon feeds, it vomits a gruesome substance on its prey. Like I saw! \n[189]And possibly Ahmet from India. \n[190]No. No! Of course not! \n[191]No...Listen, I'll make an appointment with Mr. Feely. I'm real sorry about this sudden onset of teenage paranoia. My hormones and emotions are aswirl, and my moods are erratic... \n[192]This has been a crummy school year, Chip. \n[193]Listen, I'm done with all that devil stuff. Do you know what you're wearing to Turnabout? \n[194]I don't know yet. \n[195]Oh yeah, your mom's an Avon lady. \n[196]Right. Well, I'll try to find something magenta. \n[197]I look pork stupid. \n[198]Who's Cindy Crawford? \n[199]Ow! You're too close to my neck. \n[200]Gross, Mom. Chip isn't that ostentatious. \n[201]What are you doing to my hair? \n[202]Aw, jeez Mom! \n[203]Chip! \n[204]Well, hi there Camille! Is Chipper home? \n[205]Where's Chip? \n[206]He walked? Mrs. Dove, you mean to only tell me that in these dangerous, godless times-- you let your only son walk alone at night? \n[207]Which way did he go? \n[208]Chip! \n[209]I'm coming! \n[210]Holy crap! \n[211]Saint Jude, patron saint of hopeless causes: Please give me the power to crush this bitch. \n[212]She's just hovering, CHIP. It's not that impressive. \n[213]You're a jerk. \n[214]You know what? You were never a good friend. Ever. Even when we were little. You used to steal my toys and pour lemonade on my bed and make me be Ugly Ashley when we played Barbies! \n[215]Why do you need him? Huh? \n[216]Why do you need the one guy who's ever liked me? You can have anyone, Jennifer! \n[217]The cutest guy in school. The mailman. A teacher. You could probably even have a huge star like Chad Michael Murray. So why Chip? Why him? Is it just to piss me off? Or is it because you're insecure? \n[218]Yeah, two years ago. When you were socially relevant. \n[219]You were skinny then, too! \n[220]I thought you only murdered boys. \n[221]We hurt you... \n[222]Where are you going? \n[223]Why give up now? He's almost dead! Get your bulimic ass back here and kill us both! \n[224]Oh, Chip! \n[225]I'm gonna call for help. \n[226]I think 911 is always a free call. \n[227]It's not working. It's full of Jennifer-goo. \n[228]No! You're not going anywhere! \n[229]I love you. \n[230]You're clearly delirious. \n[231]I'm never leaving. \n[232]No! \n[233]Just watching your old man try to suck the ugly off your face. \n[234]Did you know the original Goths were a Germanic tribe that settled in Rome? They didn't wear black. They wore regular linen tunics. I don't know why nobody else knows that. \n[235]You didn't play your hit yet. \n[236]Trouble was, some of us would never wake up. \n[237]She left an insanely hot corpse. \n[238]\"Through the trees, I will find you. Heal the ruins left inside you...\" \n[239]\"...We'll meet again.\" \n[240]East, toward Madison. \n[241]I don't have any money or drugs, so you'll have to settle for ass. \n[242]I'm following this rock band. \n[243]Tonight's gonna be their last show. ", "JENNIFER": "\n[1]Huh? \n[2]Do you buy all your murder weapons at Home Depot? God, you're butch. \n[3]My tit! \n[4]Hey, Monistat. \n[5]You and me are going out tonight. \n[6]Soft Shoulder are playing at the Carousel. \n[7]And it's all-ages, for once, which means I won't have to play Hello Titty with the door guy. \n[8]They're this indie band from the city. I saw their MySpace and the singer is extra salty. And there will be lots of other salty morsels there for you. Come on Needy, it's the weekend! \n[9]Thursday counts as the weekend in college. And we're going to be in college twenty-three months from now. University of Northern Minnesota Duluth- woo! \n[10]Please, please you're a social disease? \n[11]Boo! Cross out Needy! \n[12]I'll pick you up at 8:30. My mom has a date with that guy who owns the ham store. \n[13]Yeah, Mom says he's got a huge... heart. So huge he gave her a recurring bladder infection. Wear something cool, okay? \n[14]Needy, quit tampooning yourself and get down here! \n[15]Guess who's got the whip `til 11:30? A 2003 Chrysler Sebring and it's all mine. \n[16]You're lucky you get to ride with me to the club in style! \n[17]Oh, hi Chip. Do you like puppies? \n[18]It smells like Thai food in here. Have you guys been fucking? \n[19]Okay, let's go to the club. \n[20]Eat my ass, Chip. You're just jello `cause you're not invited. \n[21]You're totally jello! You're lime green jello and you can't even admit it. \n[22]God, I can't wait until I'm old enough to get wasted. Have you ever had peach schnapps? \n[23]Peach schnapps are excellent. They even taste good when they come out of your nose mid-puke. \n[24]What up, Craig. \n[25]He thinks he's cute enough for me. No wonder he's in retard math. \n[26]I can't believe we traded a cute hockey player for that. \n[27]Do you think he's circumcised? I always wanted to try sea cucumber. \n[28]What? I like the Wides. \n[29]Arrest me, pfft! You're not even out of the academy yet, Roman! \n[30]How will I wait that long? \n[31]You can tell they're from the city. \n[32]You would think that. You're such a small-time Gomer. I wish we had more guys like that in Devil's Kettle. All stylish and shit. \n[33]Hey, I think they need two groupies. Come on! It'll be like Almost Famous! I'll be Penny Lane and you can be the other girl. \n[34]Don't be J.V., Needy. They're just boys. Morsels. We have all the power, don't you know that? \n[35]These things are like smart bombs. Point `em in the right direction and shit gets real. \n[36]Hi. Um, we just really wanted to meet you or something? I'm Jennifer Check and this is my friend. \n[37]Yeah! Soft Shoulder, right? I've heard you guys are super, super good at playing your instruments. \n[38]Can I show you my appreciation right now? \n[39]Like, I'll buy you a drink? I mean, I'll see if I can get you a drink. They make this great 9/11 tribute shooter? It's red, white and blue, but you have to drink it fast or it gets all brownish. \n[40]What? Are you scared of rock stars too? \n[41]I think the singer wants me. \n[42]Yeah, right! I'm not even a backdoor-virgin anymore, thanks to Roman. By the way, that hurts. I couldn't even go to flags the next day. I had to stay home and sit on a bag of frozen peas. \n[43]Well, if Nikolai wants innocent, I can do innocent. I'll be Little Miss Fucking Sunshine. \n[44]Don't cock-block me, Needy. \n[45]It's so hot, Needy. I think I'm on fire. Oh God, I'm burning! \n[46]Okay...okay... \n[47]I want to see your van. C'mon Needy, let's go to the van. \n[48]Needy, stop it. Just stop it! \n[49]Are you scared? \n[50]Happy Friday!, D-bag! \n[51]Yeah. Why wouldn't I be? \n[52]Needy, you're delusional. I got a little banged up when you made me go out that window, but I'm fine. \n[53]You do have a tendency to overreact. Remember at Girl Scout camp when you thought there was an earthquake and it was really just two guys with a ghetto blaster? \n[54]Anyone we know? \n[55]Sucks to be them, I guess. \n[56]What's wrong with you? I mean, besides the obvious surface flaws. \n[57]Don't talk to yourself. It's one of your more freakish Needy behaviors and it makes us both look like total gaylords. \n[58]Eww, you need a mani bad. You'd better find a Chinese chick to buff your situation! \n[59]Here comes Handi-Snack. \n[60]No way! Parrish ate shit? \n[61]Oh look, they're united in grief. That'll last. \n[62]Hi! \n[63]I'm crazy-sorry about your profound loss. You are crying about Craig, right? \n[64]I know. I was close to him too. You know, I was there last night in that horrible place. I saw Craig a few minutes before the fire broke out. \n[65]Yeah. I was probably the last person to talk to him. Like, ever. Literally. \n[66]Well, we got to talking about you, actually. And do you know what he said? He said you were like a brother to him. Not a bro. An actual brother. \n[67]I know, I know. Hey, you know what else Craig said? \n[68]Forget it. It's too intense. \n[69]Well, he said he always thought you and me would make a totally bangin' couple. Isn't that so weird? \n[70]Feel my heart, Jonas. I think it's broken. \n[71]Come with me. Just for a while. We'll help each other get through this nightmare. It's what Craig would have wanted. \n[72]\n[73]What? \n[74]Mm-hmm. They're waiting. \n[75]Do you miss Craig? \n[76]Don't worry. You're going to see your buddy again. \n[77]No. \n[78]I feel sooo scrumptious! \n[79]You know, like when you kiss a hot guy for the first time and your whole body feels like it's on vibrate. \n[80]It's that good. \n[81]Move-on dot org, Needy! It's over. Life's too short to mope over some white-trash pig roast. \n[82]I tell it like it is. Besides, you should be happy for me. I'm having the best day since, like Jesus invented the calendar. \n[83]So blow it off. \n[84]Pooh. I'm crossing you out. \n[85]What could possibly be more important than me and my godlike powers? \n[86]Chip is looking cute to me lately. So tell me, is he packing some serious pubic inches? What's the story down there? \n[87]Bo-ring! \n[88]No. I feel like boo-boo. My skin is breaking out. My hair is dull and lifeless. God, it's like I'm one of the normal girls! \n[89]PMS isn't real, Needy. It was invented by the boy-run media to make us seem crazy. \n[90]Yeah. It's poorly produced. Could the bass be any lower in the mix? \n[91]I'm fine. It's just, like, wearing off or something. \n[92]No, dick ridge! Just forget I said anything. \n[93]Oh, hey Colin. Listen, can I copy your bio lab again? I never got around to dissecting that kitten fetus. \n[94]Oh. You want to know if I'll go out with you. \n[95]Just go ahead with the pitch. \n[96]I don't like boxing movies. \n[97]Wait! \n[98]Why don't you just come by my place tonight? I just got Aquamarine on DVD. It's about this girl who's like, half-sushi. I guess she has sex through her blowhole or something. \n[99]I'll text you my address. \n[100]I'm used to guys asking me out. \n[101]He's into maggot-rock. He wears nail polish. \n[102]Hi Chip. \n[103]I gotta go parlez French. Slam you later. \n[104]You made it. \n[105]No baby. This is our house, just for you and me. We can play Mommy and Daddy. \n[106]Silly. I've been sending you signals all year. Couldn't you tell? You give me such a wettie. \n[107]You scared? I thought boys like you were into vermin. \n[108]Nice hardware, Ace. \n[109]Oh, don't you dare pass out! I need you to be conscious. \n[110]I need you frightened. \n[111]I need you hopeless. \n[112]God, enough screaming already. You're such a cliche. \n[113]But we always share your bed when we have slumber parties. \n[114]Whoa. I have never heard you drop the F-bomb before. What's buggin'? \n[115]Buh-buh-buh. Slow down, tardy slip. You sound like a sped. \n[116]Go ahead, narc me out. I've got the cops in my back pocket. I'm fucking a cadet, remember? \n[117]I want to explain some things to you. You've already seen too much and besides-- best friends don't keep secrets. Right? \n[118]Remember the night of the fire? \n[119]Well, I got pretty messed up. I almost died. You know those guys in Soft Shoulder? Totally evil. They're basically agents of Satan with awesome haircuts. I figured that out as soon as I got into their molester van. \n[120]Guys? Where are we going? \n[121]Are you guys rapists?! \n[122]Yes...yes! Of course I'm a virgin! I've never done sex ever. I don't even know how. So maybe you should find some other girl who does. Know how. \n[123]Just let me finish. So they drove all the way out to the falls. I tried to figure out an escape, but it was so dark out there... \n[124]My name is Jennifer. \n[125]Please let me go. I'll do anything. Anything you want. \n[126]Maybe you could just hire a publicist. Make some T-shirts or something. Hey, I could be on your street team! \n[127]Please... \n[128]Being tortured would make most girls black out or something. But I'm so hard core, I was with them the whole time. I could feel them gutting me Under my ribs, up into my belly, then right through my heart. \n[129]I'm here, aren't I? \n[130]I mean, yeah. They went Benihana on my ass. It should have killed me. But for some reason, it didn't. \n[131]Whatever. Anyway, I don't really remember what happened after that. I just-- woke up a few hours later and found my way back, somehow. \n[132]I couldn't bring myself to hurt you. I mean, I'm a really good friend. But I felt so hungry. I had to do something. \n[133]Ahmet. You made it out. \n[134]Are you lost? \n[135]Does your host family know you're alive? \n[136]Does anyone know you're alive? \n[137]Come with me. We'll sort this out. \n[138]Ever since then, I just somehow knew what I needed to do to be strong. And when I'm full--like I am right now--I'm like, immortal! I can do stuff like this. \n[139]No biggie. Watch. \n[140]That's some X-Men shit, right? \n[141]You know. Full. Like full of tasty morsels. \n[142]Forget it. You'd probably tell on me anyway. Not that anyone would believe you. You always think the world is coming to an end. \n[143]You should talk to someone about these disturbing thoughts you're having. We're all concerned. Especially Chip. I think he's having second thoughts about you. \n[144]My, aren't we a C-U-Next-Tuesday? \n[145]Come on. Let me stay the night. We can play \"boyfriend/girlfriend\" like we used to. \n[146]You said to leave. So I'm outtie- 5000. \n[147]See you at school. \n[148]\n[149]Didn't you hear me calling your name? \n[150]Yes, I was. \n[151]I think you were maybe spacing out. You were like this: Derrrrr. \n[152]Yes, exactly like that. Listen, I need to talk to you about you-know- who. Our little Needy. \n[153]Are you worried? `Cause I'm super- stressed about her. God knows how I even sleep at night. \n[154]I think I know what's wrong with her. In fact, I know I know what's wrong with her. \n[155]I feel bad telling you this. Okay, you know Needy's been a total Lithium candidate since the night Colin Gray died. But that's not just because he was brutally murdered and stuff. It's because....I don't wanna say this. \n[156]Needy and Colin were intimate. By that I mean he was poking her donut on a semi-regular basis. \n[157]I know this must be hard for you to hear. \n[158]That's what she wants you to believe. But trust me, her and Colin were doing stuff you haven't even heard of. Total varsity moves. \n[159]Well, apparently he had a thing for me-- no surprise there. And I figured Needy was busy jumping your jock that night, so I agreed to a little pity date. Colin brought me to that empty house so we could have some privacy. But he wanted to go too far, so I left after a few minutes. Next thing I knew, they'd found... \n[160]...what was left of him. \n[161]Huh? \n[162]I'm sorry you had to hear this from me. I'm just so worried about Needy. She's losing her shit. Colin was her everything. \n[163]I wouldn't be surprised if she winds up in the nuthouse. \n[164]Well, you've been talking to her more than I have. How bad is it? \n[165]I can only imagine the paranoid theories she's come up with. \n[166]I just can't believe she would do this to you. I care so much about you, Chip. \n[167]More than I've ever had the guts to admit. \n[168]Needy didn't deserve a boy like you. \n[169]Ooh, you're so salty! \n[170]Say it like you mean it. \n[171]Say I'm better than Needy. \n[172]We really shouldn't be doing this. \n[173]Natch. \n[174]I have just the place. \n[175]You're in big trouble anyway. Come on. \n[176]Never, Trevor. I'm hot like magma. \n[177]Swimming. \n[178]Come on in, Chip. Show me your breast stroke. \n[179]It's not so bad. \n[180]I'm sorry. I was just trying to make you laugh. I think now, more than ever, we need laughter. We've both lost a close friend. \n[181]I feel so empty. \n[182]Please come here and kiss me again. Make all this madness go away. \n[183]Fuck this J.V. shit! \n[184]God, do you have to undermine everything I do? You're such a player-hater. \n[185]Nice insult, Lizzie McGuire. Got any more harsh digs? \n[186]And now I'm eating your boyfriend! See? At least I'm consistent. \n[187]I am not insecure. God, what a joke! How could I be insecure? I was the Snowflake Queen! \n[188]\n[189]I'm gonna eat your soul and shit it out, Lesnicki. \n[190]I go both ways. \n[191]Ow-Ow-Ow. \n[192]Got a tampon? \n[193]Thought I'd ask. You seemed like you might be pluggin'. \n[194]Fuck this noise. I'm out. You losers are more trouble then you're worth. \n[195]Nah. I mean, you say I've been a bad friend all these years. I might as well throw you a bone. ", "CHIP": "\n[1]Those jeans are hella low. I can almost see your front butt. \n[2]I can see, like, your womb. \n[3]Why are you blowing me off for some dumb concert, anyway? We were supposed to have Movie Night. I even rented Orca. It's like Jaws, except with a harmless whale. \n[4]I've never even heard of Soft Shoulder. Which one is Jennifer stalking? \n[5]Thanks a lot! \n[6]Like Phil Collins. \n[7]Forget it. He's seminal, but whatever... \n[8]Salty. You guys ever going to stop using that secret language? \n[9]Then you must be soy sauce, babe. \n[10]How do you know? \n[11]That's fucking weird. \n[12]You always do what Jennifer tells you to do. \n[13]I think you forgot, like, two buttons. \n[14]The Carousel is not a club. \n[15]I'm not jello! That place is gross. Everyone there has a mustache. \n[16]Stop kidnapping my girlfriend! \n[17]Hey, Niedermeyer. \n[18]What's wrong? \n[19]Like, burned down? To the ground? Is everyone okay? \n[20]Shit. You're okay, right? \n[21]This is real, right? This isn't just, like, some crazy dream like last time? \n[22]Who cares about Jennifer and those douchebags with douchebag haircuts? People just burned to death. In our town! \n[23]Where's your mom? \n[24]Holla back. \n[25]No band practice today. \n[26]It's surreal, right? I mean, when just one guy dies in Devil's Kettle, it's like time stops. And now so many people are dead, nobody knows when it's okay to start again. \n[27]Word. \n[28]What? \n[29]Yuck. Like those porcupine meatballs my mom makes with the rice sticking out? \n[30]It was probably because she inhaled a whole bunch of smoke. \n[31]You might want    to talk to the school shrink,    Needy. I'm not saying that to    be a dillhole. I'm actually kinda    concerned. \n[32]I didn't say you were crazy. It's just that everyone's a little messed up about this. It's okay to feel... \n[33]Yeah, you know. Fucked up. \n[34]How are you friends with Colin Gray? I thought Colin Gray only talked to the Dead Girls. \n[35]Oh. I can relate. I'm also like that, even if I'm not all obvious about it like a poseur. \n[36]You know it. \n[37]The whole night must be a total blur, right? \n[38]\"After\" is the part I don't really get, to be honest. \n[39]I believe you. \n[40]I need to see you right now. \n[41]Camille is playing piano. Knock it off, Camille! \n[42]Can you meet me at McCullum in ten? \n[43]They're not. They're at Jonas Kozelle's house. He got murdered. \n[44]No, Needy! Do you see anyone rollin' on dubs around here? Someone ripped Jonas limb from limb in the woods behind the school. Ate parts of him. They found teethmarks on him-- on the body. \n[45]Human teethmarks. \n[46]I don't know. It just happened after school. No one's supposed to know yet, but my dad went over there and talked to the cops. Jonas's mom is catatonic. She's just staring out the front window like a zombie mannequin robot statue. \n[47]What do you mean, Needy? \n[48]Don't get spooky on me, babe. \n[49]What, do you think it's, like supernatural? \n[50]Well, the bad luck's gotta be over now, right? It can't get any worse, right? Obviously it can't. It can't. I mean, you agree, right? There won't be another victim. \n[51]I'm cold. It's very cold out here. \n[52]It's pink. \n[53]Hi. \n[54]Talking to your good pal Colin Gray again? \n[55]Can I come over tonight? \n[56]I went to Super Target and bought more condoms. \n[57]Not that that has anything to do with my coming over. \n[58]Well, I'll see you tonight. \n[59]For ambiance. It's Jammin' Jasmine. \n[60]My mom has Holiday Scents too, if you're interested. \n[61]It's supposed to make it feel good for the girl. \n[62]What? Am I hurting you? \n[63]Am I too big? \n[64]Needy! What's wrong? \n[65]Is it something I did? \n[66]Do you need more foreplay? \n[67]Needy! \n[68]You feel-- What does that even mean? I'm worried about you. \n[69]Hey. Did you buy Turnabout tickets yet? I don't get paid until next week. \n[70]What is it? \n[71]What is it? \n[72]Is this about Jennifer? \n[73]Needy, I care about you. A lot. As a person, not just a girl I made love to for four minutes the other night. And I'm scared of what's happening to you. You're acting really fucked up. \n[74]Demon...demonic... \n[75]Uh-huh. \n[76]You--you really think Jennifer killed Jonas and Colin? \n[77]Really? You think she ate those guys? \n[78]Is that what you think? \n[79]It's all right, Needy. \n[80]No shit. \n[81]I was thinking a suit with black shoes and a boutonniere, right here. \n[82]What color dress are you gonna wear? I need to order your wrist corsage. \n[83]How about magenta? You're definitely a winter. My mom says winters should wear regal jewel tones like magenta. Or possibly teal. \n[84]Well, they call them \"sales reps\" now. \n[85]That'll look dope. \n[86]I'm in underpants, Mom! \n[87]Hang on. \n[88]Ladies' pepper spray? \n[89]I can take care of myself. I've been using the Bowflex. \n[90]Lasagna with teeth? \n[91]Meeting her at the dance. I'm gonna walk. It's so warm outside. It's like 40. \n[92]Yes, ma'am. \n[93]You weren't calling my name. \n[94]I couldn't hear it. \n[95]I was? \n[96]I know. \n[97]She hasn't been the same for weeks. \n[98]Then tell me. \n[99]Say it! \n[100]Needy's not like that. \n[101]But you were with Colin the night he was killed. \n[102]Eye-talian. \n[103]Never mind. \n[104]I just can't believe this. \n[105]It's bad, man. It's bad. \n[106]Oh, you have no idea. \n[107]Yeah, you too. \n[108]You're so salty. I need water. It burns. The salty burns my mouth. \n[109]What? Why? \n[110]You're better than Needy. \n[111]This feels weird. Can we go somewhere else? \n[112]Murphy Pool? I don't think we can go in there. I knew some skater guys who went in there. They got in big trouble and now they have to pick up garbage for 100 hours. \n[113]Aren't you cold? \n[114]What are you doing? \n[115]Ha ha. \n[116]The water looks disgusting. \n[117]Are you kidding? It's totally bubonic in there. I think I see a dead possum with a Doritos bag in its pouch. And that looks like a used syringe over there... \n[118]I know. \n[119]Me too. \n[120]Needy! \n[121]She can fly? \n[122]Needy. You saved me. \n[123]Oh no, I'm out of minutes! \n[124]Oh yeah. You're right. \n[125]Hey, I'm going somewhere... \n[126]I'm toast, Needy. I'm definitely gonna die. I think I already died before you were here, but I woke up when I heard your voice. \n[127]Yeah me too. And you look hot in that dress. \n[128]No. When you're dying, you can see everything a lot clearer. You can see what's true and what's not. The things that are true have this glowing halo of light around them, like a picture of the Baby Jesus, or Barbara Walters when they use the special lens. And I know for sure that you're totally hot. \n[129]You'd better get out of here. The police are going to come and I don't want them to, you know, make a mistake. \n[130]But I have to go. ", "NIKOLAI": "\n[1]I'm Nikolai Wolf, and this is my band. \n[2]I hope we can live up to such...high praise. \n[3]Yeah. But I think it's so important to connect with our fans in rural areas. Plus, the audiences in small towns really appreciate us. \n[4]Mmm. \n[5]Dirk, what about her? \n[6]No, the hot one. The one who just walked away. She's it, man. She's exactly what we're looking for. \n[7]She's a kid. We're in God's country, man. Everyone out here's a fundie bible-banger. Of course she's a virgin. \n[8]Dirk, we didn't haul our asses out to this corn palace for nothing! \n[9]Good evening, Devil's Lake. \n[10]Sorry. Anyway, we're Soft Shoulder. And we just want to make you happy. \n[11]Are you girls all right? \n[12]Those guys? They were the first ones out the door. Ran for the van like a bunch of Marys. Frankly, I'm ashamed of them. \n[13]God, it feels like hell out here. Come and hang with us in the van for a while, just until they hose this place down. \n[14]You're in shock. Here, drink this. You'll feel better. \n[15]We'll be able to afford new gear soon enough. I have a feeling we're gonna blow up. \n[16]Shut your mouth, object. \n[17]You wish. \n[18]Told you, Dirk. You owe me a beer. \n[19]We got a waxing moon. Perfection. \n[20]Do you want to be rich and famous like the guy from Maroon 5? Or do you want to be a huge suicidal loser? \n[21]Then grow a pair and fetch me the ritual! God. \n[22]What? I found it on Google. \n[23]We come here tonight to sacrifice the body of... \n[24]...this chick from Devil's Kettle. \n[25]That's fascinating. \n[26]I only hump nines and tens. You're a seven at best, even with the chicken cutlets. \n[27]I'm gonna carve you like a pumpkin, bitch. Don't you know that me and my boys are in league with the Beast himself? \n[28]We've spent months making offerings to the \"man downstairs,\" and whaddya know? Satan delivered! We went from college radio to being courted by the majors in two months. \n[29]But that's not enough, Jenny. We want designer drugs. We want groupies that have their own groupies. We want speedballs and stadium tours and Skittles sorted by color. In short, we want more. And to get more, we have to butcher you. And bleed you. \n[30]Sorry, darling. \n[31]Start chanting, boys. \n[32]With deepest malice, we deliver this virgin unto thee. \n[33]It's a bowie knife. \n[34]\"There's a starman waiting in the sky...\" \n[35]Good evening, babies. Are you ready for some bad vibrations? \n[36]Shut up. It's good PR. \n[37]I said, it's so good to be here! \n[38]We gotta get out of here. \n[39]I think this girl's flipping out. \n[40]Look at her. ", "TONI": "\n[1]You said it. \n[2]I just had one of my night terrors. \n[3]Right, right. I'm all mixed up since I started working swing again. \n[4]I dreamed some bad people were trying to nail me to a tree with hammers and big stakes and shit. Just like Jesus. \n[5]They were trying to get to you too, but I wouldn't let `em. I'm a hard-assed, Ford-tough mama bear. \n[6]It's like, don't y'all touch my daughter. I'll piss on you like Calvin. \n[7]That's what you think. One of these days you're gonna be crying out for me and I might not be there. \n[8]No. I just did my scratch tickets, snorted a few Lunesta and went straight to bed. Is something going on? \n[9]Don't nothing happen in Devil's Kettle. \n[10]Anita, that ferret stinks. He needs to be washed from craw to cornhole. \n[11]You look beautiful. \n[12]No, you've got that tiny waist, like a fashion model. I always thought you looked like Cindy Crawford. \n[13]One of the great beauties of our time. She's even got a mole like you, except hers is on her face. \n[14]Well, if Chip gives you a hickey, you can just tell everyone I burned you. \n[15]Now that's a word you don't hear every day. Hold still. \n[16]Hooker helmet. \n[17]If you can't have big what-nots, you might as well have big hair! ", "COLIN": "\n[1]Hi Needy. \n[2]I heard you were there last night. In the fiery trenches. \n[3]Well, I'm glad you made it out. Really. \n[4]Hi. \n[5]Sure. Actually, I sort of wanted to ask you something. \n[6]No! Well-- yeah. How did you know? \n[7]Well, we've been having a lot of fun in class, you and I, and I just thought maybe we could go to a movie or something. There's a midnight showing of Rocky Horror at the Bijou next weekend... \n[8]It's not...fuck it. Never mind. \n[9]Oh. Great! Okay. \n[10]Yo? \n[11]Jennifer? Anyone there? \n[12]What's going on? This isn't really your house, is it? \n[13]Do you even know my last name? \n[14]Jennifer... \n[15]No way... \n[16]I gotta go... ", "JONAS": "\n[1]Oh. Hey, Jennifer. \n[2]He was my best friend. \n[3]You-- you did? \n[4]Wow. What did he say? \n[5]I just can't believe he's gone. \n[6]What? \n[7]What? Please, Jen, you've gotta tell me! \n[8]He said bangin'? \n[9]Mine too. \n[10]You feel so warm. Why are you so warm? \n[11]Jennifer! Jen... \n[12]Look! \n[13]Uh, okay... \n[14]Of course. \n[15]You mean like in heaven someday? ", "CHIP'S MOM": "\n[1]I need to give you something. \n[2]I've been thinking about it for a while, and I think you need to be carrying this. There's obviously a sicko out there who likes boys. Boys your age. And I don't want you going out there unarmed. \n[3]Did you hear what Colin Gray looked like when they found him? \n[4]You heard. So unless you want to wind up looking like another exotic Eye-talian dish, take Mommy's rape spray. \n[5]Are you picking Needy up at her house? \n[6]I want pictures with your sister before you go. \n[7]One more. Back to back. Big smiles. Camille, we don't touch ourselves down there. That's our lady garden. \n[8]Needy? Is something wrong? \n[9]He left for the dance at least twenty minutes ago. He certainly should have been there by now. \n[10]Well, it's only five blocks. My God, your hair is... \n[11]He usually cuts across the park. \n[12]Camille, let's sit like a lady! No one wants to see your kiki. \n[13]Why don't you try... \n[14]Anita? ", "DIRK": "\n[1]Who, Training Bra Jones? \n[2]You're sure she's... \n[3]Fine. Okay. You know, I know I'm not \"just the bassist.\" I'm a person who happens to play the bass guitar. And I would like some respect... \n[4]Nikolai... \n[5]Sure, man. \n[6]I don't know if we should go through with this. \n[7]Maroon 5. \n[8]Dude, that is a hot murder weapon! \n[9]Bowie. Nice. \n[10]This sucks old-man balls. \n[11]Why? \n[12]What could she do to us? ", "GOTH GIRL": "\n[1]No, Kevin. Those are just his fleshly remains. He's among the dark angels of the realm now. Fly, Colin. Fly into the firmament. \n[2]Oh, right. I need to ask you something, Mrs. Gray. It's really important for me to have closure. \n[3]Is it true that Colin had a date with Jennifer Check the night he was killed? \n[4]Because Jennifer Check is a social disease. She's not like us. She thinks she's so special just because she's popular and and is what \"society\" considers \"attractive.\" But she's not sincere. She's about as emo as a breast implant! And she listens to Jessica Simpson and shops at Hollister. And I just know Colin would never go out with someone like that, and I just need confirmation. From you. So did he? \n[5]Have a date with Jennifer Check. \n[6]Oh God. Oh God. I knew it! That BITCH! I will erase her! I'll put a freaky Druid spell on her! \n[7]I'll spell her preppy ass right into the ground! \n[8]That's WORSE! \n[9]This is my heart. \n[10]My soul. \n[11]Everything I once believed in. \n[12]I hate your guts, Madison. ", "ROMAN": "\n[1]Christ, Needy, what have you done? \n[2]How could you do this, Needy? You killed Jen-- Jennifer-- I mean, the victim. Are you on something? \n[3]This is going to be a circus. \n[4]God, I love this song. \n[5]They're way more than a band, really. They're heroes. \n[6]You're smoking dicks now, Jen? \n[7]I just bet you do. I should arrest you for possession under the legal age. \n[8]Two more months and I'm on the force for real. Then I'll be able to cuff you whenever the hell I want. \n[9]Not here, babe. I gotta keep my nose clean. \n[10]Yeah, `cause they look like a bunch of faygos. ", "CHASTITY": "\n[1]You're totally lesbigay. \n[2]You stare at her like you want to dry hump her. \n[3]Like, hump her through pants. \n[4]Of what? That rich bitch? \n[5]Soft Shoulder are American heroes. \n[6]Rumor?! RUMOR? It's true! It's on their Wikipedia page! \n[7]", "FEMALE COP": "\n[1]Shut your mouth back there! \n[2]You're one to talk about brutality, Ms. Lesnicki. You're looking at attempted murder. \n[3]She's delirious. \n[4]At least we've already got a confession. \n[5]I know. And they've done so much for this town. \n[6]Wait, this is my favorite part... "}}