{"dialogues": {"JOHN": "\n[1]This is John. \n[2]Ok. \n[3]...it had to be you... ...be seein' ya'... \n[4]Be seein' you. \n[5]Yes? \n[6]Oh.   Sorry. \n[7]Well played, Norma. \n[8]Well played. \n[9]So... you gotta' name? \n[10]Moose. Seriously? \n[11]All right, then... ...Moose, it is. \n[12]I'm up, I'm up. \n[13]That oughta' do it. Wanna' try it out? \n[14]Good girl, Moose. Good girl. \n[15]Thanks. \n[16]It ain't for sale, kid. \n[17]Maybe so... but I don't. \n[18]Come on, then. \n[19]Good night, Moose. \n[20]Do you need to go out? \n[21]So could I, it would seem... \n[22]What's gotten into y- \n[23]Moose! \n[24]...Moose... \n[25]Moose... \n[26]Hello, Aurelio. \n[27]Have you seen my car? \n[28]Where is it? \n[29]Thank you. \n[30]Aurelio... \n[31]...they killed my dog. \n[32]Aren't \"they\" always... \n[33]Where can I find Iosef Tarasov? \n[34]Thanks. \n[35]Evenin', Ed. \n[36]No...just sorting out a few things with the Russian mob. \n[37]Thanks, Ed... but you still owe me. \n[38]Good night, Ed. \n[39]Yeah, that was me. \n[40]This is Wick. John Wick, that's right. Yeah, it has been awhile. I'd like to make a reservation for four. \n[41]Ten o'clock? Perfect. Thanks. \n[42]You, too, Charlie. \n[43]Thanks. \n[44]I got me a hobby or two. \n[45]Sorry, Charlie, but no.     I'm on my own nowadays. \n[46]No, they don't. \n[47]Thanks. \n[48]I make no promises on that. \n[49]See ya', Charlie. \n[50]I called ahead.     Reservation for John Wick. \n[51]Depending on business, it may be more. \n[52]Y'know, I haven't been here in years. When did the old girl get a facelift? \n[53]Same owner? \n[54]Is she still singin'? \n[55]That's good to hear. \n[56]No, thanks. \n[57]Can you send me up a hamburger - rare, mustard, onions, pickle- and fries? \n[58]A nice Pinot. Mid-range. I'll leave that to your discretion. \n[59]Thank you. \n[60]Guest. \n[61]Thanks. \n[62]Thanks. \n[63]A table. \n[64]Yes, thank you. \n[65]Single Malt. Irish, if you've got it. \n[66]And start me up a tab. \n[67]Perfect. Do you have a meat and cheese plate? \n[68]No.   Thank you. \n[69]My name is John Wick. You took my car. You killed my dog. Where... is Iosef? \n[70]And where is Viggo? \n[71]Where... is... Viggo? \n[72]Please close out my tab. \n[73]Good evening. \n[74]Viktor is dead. \n[75]As for the car, I got that back, but as for Moose, well... I'm takin' a page from Exodus on that one: an eye for an eye. No... no, better yet, Genesis. \n[76]Adah and Zillah, hear my voice; Wives of Lamech, listen to my speech. For I have killed a man for wounding me, even a young man for hurting me. If Cain shall be avenged sevenfold, then Lamech seventy-sevenfold. \n[77]Make your peace with God, Iosef... ...for the Devil shall see you soon. \n[78]Evenin'.    Is the doctor in? \n[79]Send him up, please. \n[80]Depends.    How good's your laundry? \n[81]No, I thought not. Send me up a beer, too, will you? \n[82]Anything cold. \n[83]Did she chip off? \n[84]Good to hear. \n[85]What sort of movement am I lookin' at? \n[86]And after? \n[87]Thanks, doc. \n[88]Evenin'. \n[89]Maybe not... but I know this place. \n[90]No.   Wait... \n[91]Sorry. \n[92]John Wick. \n[93]How about you? \n[94]You gotta' name? \n[95]Pleased to meet you, Eddie. \n[96]Please... call me, John. \n[97]Hello, Winston. \n[98]That, it has. I'm glad to see the old place still up and runnin'. \n[99]Hey, Jimmy. \n[100]I'm no good with time, but... it's been awhile. \n[101]She got the card, the flowers... she knows you -all of you- loved her. And thanks, Jimmy. It meant a lot to me as well. \n[102]I'd love a martini. \n[103]Good man. \n[104]Thanks, Jimmy. \n[105]Hey, Jenny. \n[106]I'm not quite sure, but with that said... here I am. \n[107]I know. \n[108]No, no, Jenny... go right ahead. In fact... please do. I'd like to hear it, too. \n[109]No, ma'am. \n[110]I hear. \n[111]Do you know where Iosef is? \n[112]Do you know where Viggo is? \n[113]Do you know anythin' worth knowin'? \n[114]Just because I'm good at killin'... doesn't mean I like it all that much. Give me something. \n[115]What about it? \n[116]That'll do. \n[117]I'm thinkin' so. \n[118]Hey, Harry. \n[119]Night, Harry. Hey, Harry. \n[120]You keen on earnin' a coin? \n[121]Do you mind babysittin' the breathin' one for, I dunno... ...the next six hours or so? \n[122]Catch and release. \n[123]Good night, Harry. \n[124]You don't have to worry about that anymore. I'll be going to bed soon. \n[125]Yes, in fact. For four. \n[126]Perfect. Oh, and... Do you cater? Excellent. I'll need a car, and... well... something a bit less trivial. \n[127]You willin' to put a bullet in my back, Marcus? \n[128]Been awhile, Marcus. \n[129]Why'd you take the job then? \n[130]Much appreciated, then. \n[131]What am I doing, Marcus? I mean... it is just a... was a... dog, but... \n[132]This isn't like me. \n[133]Good night, Marcus. \n[134]Yeah, that's about right. \n[135]No. \n[136]We tried, but... wasn't in the cards. \n[137]I figured as much. \n[138]Imagine what one would do if they did. \n[139]Goodbye, Viggo. \n[140]Americano, please.    And a bear claw. \n[141]Oh, and the bathroom? \n[142]Thanks. \n[143]\n[144]Not you. \n[145]Take me to Viggo's stash. \n[146]His stash. Personal Holdings. Piggy \"fucking\" Bank. \n[147]Open it. \n[148]Open it. \n[149]So will I. \n[150]That'll do. Thank you. \n[151]No cops. That's new. \n[152]Yeah.    Yeah, we're good. Thanks. \n[153]Unless I complete the call, then... yes. \n[154]No.   I didn't. \n[155]For Moose. \n[156]Through and through... through and through... \n[157]Buried deep. Fuck. \n[158]Miko, huh? \n[159]That's quite the name. \n[160]Are you coming or not? \n[161]That's what I thought. \n[162]Come on.   Let's go home. \n[163]Good girl, Miko... good girl. ", "VIGGO": "\n[1]I hear you've struck my son. \n[2]Might I ask why? \n[3]Oh. \n[4]Yes? \n[5]Good evening, Aurelio. \n[6]Close the door. \n[7]Aye. \n[8]Clean that up. \n[9]You should know by now that I live by one simple rule... Should a whelp snap at your fingers, you crush it's fucking skull. \n[10]You fucked up. \n[11]Yes.   You do. \n[12]Use that tone with me again... \n[13]...and I'll serve your eye to you in your martini. \n[14]Am I understood? \n[15]It wasn't the \"what you did\", Iosef, which draws my ire, but \"who you did it to\". \n[16]Careful, son... that old man happens to be three years younger than I. \n[17]His name is John Wick... ...and when he was fifteen, he lied his way into the marines and headed off to Vietnam. He specialized in force-oriented reconnaissance, meaning he often crossed over into enemy territory to both collect information and -should the opportunity present itself- fuck with the enemy in whatever way that he saw fit. \n[18]John earned four hundred and seventeen confirmed kills over the course of his five tours. The majority of those were done by hand, by blade, and by small caliber... which is unheard of. \n[19]It got to him, though. Hell... How could it not? Even though he won every military distinction on record, including the Medal of \n[20]-John was eventually discharged - with high honors, of course- and found himself in the city... \n[21]...lookin' for work. \n[22]What kind do you think? \n[23]John was the goddamned boogeyman; give him a name, request a method, and he'd get it done. Come hell or high water, by God... he'd get it done. \n[24]Then one day, he fell in love and left the game. The years scrolled past, age set in, and he -like myself- had to watch the love of his life die. Suddenly alone, with no family to speak of, John deserved to live -and die- in peace. Instead... \n[25]You went and killed his fucking dog. \n[26]Until I say otherwise, you are under house arrest. Am I understood? \n[27]John Wick.     Good God... \n[28]Sweet dreams. \n[29]Yes? \n[30]Of course he did. Put the word out. Two million to the man who kills John Wick. Three million to the man who delivers him intact. \n[31]Good, good. I've a favor to ask. One that pays quite well. \n[32]Wait in the car. \n[33]Is that really necessary? \n[34]So be it. \n[35]No, thank you. \n[36]It's been what? 30 years? \n[37]Left the game, got married, settled down... I envy that. Kids? \n[38]Lucky bastard. \n[39]I fucked a bartender and -ta dah!- nine months later, I had me a piece a' shit tossed on the old doorstep, but... when it comes down to it... He's still my son. \n[40]Funny how one would both die and kill for something they do not love. \n[41]Goodbye, John. \n[42]Kill him. \n[43]\n[44]People don't change. Do they, John? \n[45]Where's the manager? \n[46]I'd run, too. What a shame... what a fucking... ...shame... \n[47]Iosef... my son... is worth less than this... far less... treasures reduced to ash... ...ash... \n[48]\n[49]Tell me, John... and please... be honest... am I dying here? \n[50]For me to die like this... \n[51]I was sending Iosef to a safe house in Moscow. I arranged for transport via... a grain ship... out of Newark... \n[52]...please... ", "IOSEF": "\n[1]Nice ride. \n[2]How much? \n[3]Everything's got a fucking price. \n[4]I'm glad you didn't wanna' sell, old man. I enjoyed this. \n[5]Shit, dude! \n[6]I'ma gonna' keep this muthafucker! Hey, where's Aurelio at? \n[7]I gots my ways, yo! Now, it's hot as shit, so I wanna paint job, papers, fuckin- \n[8]Some old fuck. \n[9]What the fuck are you sayin'? \n[10]What? \n[11]What the fuck are you talking about? \n[12]Did you lose your shit, Aurelio? We own you. You do what we say. \n[13]No. But I sure as hell fucked up his dog. \n[14]...the fuck jus' happened...? \n[15]Poor me a double, aye? \n[16]What'd I do? \n[17]I don't know what y- \n[18]So I stole a fucking car!   So fucking what? \n[19]Yes... father. \n[20]What? The old man? \n[21]What kind of work? \n[22]Oh. \n[23]Yes, sir. \n[24]Hey, Vik. \n[25]How the fuck long do I have to stay down here? \n[26]What about him? \n[27]What? \n[28]Yes, sir. \n[29]Well, come on, muthafucka!   LET'S \n[30]You missed, bitch! \n[31]", "AURELIO": "\n[1]Where'd you get that? \n[2]I said, where... did you get that? \n[3]I know this car. \n[4]Fuck... me. \n[5]Out.    Now. \n[6]I'm talkin' about you takin' this fuckin' car and gettin' the fuck outta' my shop. \n[7]The fuck you do. Tell me... \n[8]...did you kill him? \n[9]You pull a gun? On me?   In my house? \n[10]Flick off the safety. \n[11]Pull back the hammer. \n[12]Now, either shoot me... \n[13]Maybe not.     But he'll understand. \n[14]Hello, John. \n[15]I have, but it's not here. \n[16]If I turn down the work, the Russians turn to Takeshi and his crew. You'll find them down on Third and Main. \n[17]Yes, John? \n[18]I know, John. I know... but \"they\"... ...\"they\" are extremely dangerous people. \n[19]This is Aurelio. \n[20]Yes, sir. I did. \n[21]Because he stole John Wick's car. \n[22]And Viggo? \n[23]Your son killed his dog. ", "MANAGER": "\n[1]Hello, sir. How may I help you today? \n[2]Ah, yes.   I have you for two nights. \n[3]That's not a problem, sir. We're only at sixty percent capacity. \n[4]Just let me know should you choose to extend your stay. \n[5]About twelve years ago. \n[6]Same owner. \n[7]She is. Daily, in fact.   Round about midnight. \n[8]Floor seven, room nine. Would you like help with your bags? \n[9]Will there be anything else then, sir? \n[10]Yes, sir. And to drink? \n[11]Yes, sir. I have one in mind. It'll be up in a half-hour. \n[12]Good evenin', sir. \n[13]Yes, sir.    Twenty-four/seven. \n[14]Yes, sir.    Anything else, sir? \n[15]The best, sir, however, I'm sorry to say that... ...no one's that good. \n[16]Yes, sir.    What do you favor? \n[17]Good evening, Mr. Wick. I'm sorry to be calling you at this hour, but we've received a number of noise complaints from your floor. \n[18]Have you any need of -say- a dinner reservation, perhaps? \n[19]Six o'clock? ", "WAITRESS": "\n[1]This way, sir. \n[2]Will this do? \n[3]What would you like to drink? \n[4]Yes, sir. I've got a ten-year Michael Collins. \n[5]I do.   Anything else? \n[6]Yes, sir. Thank you, sir. \n[7]Good evening, sir. \n[8]Cream or sugar? \n[9]What can I get you? \n[10]On it. \n[11]Down the hall to the left. \n[12]Anything else? \n[13]We good, hon? \n[14]Anytime. ", "CAPTAIN": "\n[1]Until we are at sea, and even then, your access up top will be limited. \n[2]Yes? \n[3]I'll let him know. Proceed as scheduled. \n[4]Your father... \n[5]He is dead. \n[6]I'm sorry.     He was k- \n[7]Come again? \n[8]Until you hear otherwise... stay. \n[9]My... God. \n[10]\n[11]Open the door, goddammit! \n[12]Do you know how to use that? \n[13]Good. Follow me. And if you shoot me in the back, I'll be the one to fuckin' kill you. \n[14]You piece of shit, motherfucker! ", "MARCUS": "\n[1]Yes? Why, hello, Viggo. What's it been? Seven years? Seven years... Life? \n[2]Life is good. \n[3]As I keep telling those -like you- who keep calling, Viggo... I'm retired. \n[4]Come again? John Wick? Consider it done. \n[5]Sorry, Cesca... but I've an old friend to attend to. \n[6]I owe you, John. \n[7]Too long, I'd argue. \n[8]Because if not for me, it would have been someone who'd have just now pulled the trigger and simply walked away, leaving you to gasp your last. \n[9]Besides, we're the last of our kind; an endangered species of a sort. And I find comfort in knowing that there's someone like me still out there. \n[10]It's always \"just\" something, John. \n[11]Just\" a wife, \"just\" a son, \"just\" a friend, \"just\" a house, \"just\" a car... \"just\" a dog... or \"just\" a cat. Each of these I've lost in no particular order, and each time the pain I felt was quite real. And my chosen reciprocity to each was no more -and no less- brutal than any other. \n[12]Maybe not, but for the rare   man of our ilk -those who survived   an arguably unsurvivable life-   the few things we find time to care   for... pass long before we do... \n[13]Good night, John. ", "HARRY": "\n[1]Do I know you? \n[2]Oh.    Hey, John. \n[3]Good night, John. \n[4]Yeah, John? \n[5]Times bein' as they are? Yeah, John... I am. \n[6]Catch and release? \n[7]Can do. \n[8]Good night, John. \n[9]Housekeepin'll find ya'. \n[10]But son? You done a bit a' business on the Continental grounds... \n[11]...and management, well... \n[12]...they don't take kindly to that sort a' thing. ", "VIKTOR": "\n[1]The old man ain't gonna' like this. \n[2]Another bottle of the Goose, love! \n[3]Yeah. He kept `em in a bowl like my old man. \n[4]Hello? \n[5]What the fuck d- \n[6]Fuck you, old m- \n[7]\n[8]He moves about... from one place to the next... he's put Iosef under his thumb... wherever Viggo goes, so does Iosef. \n[9]Please... I don't know... please... ", "EDWARDO": "\n[1]Yeah, I'm thinkin' he's the one. \n[2]Protocol's protocol. Stay put. I'll make this quick. \n[3]Evenin', John. \n[4]You workin' again? \n[5]Ah. Well, then... sort that out however you see fit. I'll cover your ass on my side of the fence as best I can. \n[6]That, I do. Good night, John. \n[7]Earlier today, there was an incident involving a `69 Mustang- \n[8]Oh. Well, then... I'd recommend you find yourself a new ride for the time being. The heat on that make ain't gonna' die down for quite some time. \n[9]He ain't our fuckin' guy. Who's next on the list? ", "CHARLIE": "\n[1]Good to see you, John. \n[2]I was sorry to hear about Norma. \n[3]She was always kind to me. So, what have you been doing to pass the time? \n[4]I can see that. Tell me, John... are we back in the game, now? \n[5]That is a pity. I find the new breed of your ilk unstable, ill- wrought, and tiresome. The overused adage holds true: they don't make `em like they used to, John. \n[6]Excellent. \n[7]My pleasure, John... and might I be expecting more such visitations? \n[8]Well said. \n[9]Be seein' you, John. ", "JENNY": "\n[1]John Wick in the flesh... my, oh, my... will wonders never cease. \n[2]Where've you been keepin' yourself? \n[3]Here you are, indeed.   My, oh, my... \n[4]I miss her, too, y'know... \n[5]And I haven't... I mean, not since the last time... Would you mind... if I sang it? You can say, \"no\". \n[6]Will do. \n[7]This visit of yours ain't no passin' fancy, is it? \n[8]Well, then... you be safe, you hear? \n[9]It's been awhile, but... here's to the past... may it influence our future. ", "JIMMY": "\n[1]Ho... lee... shit. \n[2]John, my God, it's been... what? \n[3]That, it has. We we're all broken up over Norma, y'know. \n[4]Well, shit, it's good to see you, John. What can I get you? \n[5]Gin, dry, and onions? \n[6]Go on and take a seat.    I'll be with you in a moment. \n[7]All good, John... and seriously... it's good to see you. \n[8]Enjoy. ", "BANK MANAGER": "\n[1]But... why not... me? \n[2]Wha... what? \n[3]What?!?      I can't just- \n[4]This way. \n[5]I can't. \n[6]He'll kill me! \n[7]Now, p- \n[8]...fuck... me... ", "EDDIE": "\n[1]I don't know you. \n[2]You carryin'? \n[3]You gotta' name? \n[4]Oh. \n[5]What about me? \n[6]They call me Eddie. \n[7]Same goes for me, Mr. Wick. "}}