{"dialogues": {"DREDD": "\n[1]He's firing a 64 laze pumper from six hundred feet. He couldn't hit me if I painted a bull's eye on my ass. \n[2]You - last. Dredd pushes Brisco behind Hershey. Turns toward Heavenly as re draws his massive LAWGIVER HANDGUN. Dredd speaks into the ::ny computer in the breech as he aims at the door. \n[3]Grenade. :'ï¿½BccM! The round knocks the steel door off its hinges. Dredd r:zxs :z aside and the Judges enter. \n[4]No. There. \n[5]This room is pacified. mcves carefully through the smoke. Behind him, Hershey and \n[6]You're all under arrest. Will you surrender, or would you like your trials now? a :.a_nsaw, and it's decimating Dredd's hiding place. \n[7]4t H: S ENEMY 46 \n[8]\n[9]Mega-City Municipal Code 334.8. Willful destruction of property. That's two years. WHAR:. He hits Zed in the face. Zed rocks, but stays up. He fries tc grab a nearby weapon, but Dredd kicks it away. \n[10]Code 11-5C. Illegal possession of assault weapons. Five years. Zed blocks Dredd's next blow; pulls him into a brutal embrace, slams Dredd against the walf. Again! \n[11]Code 7034-A. Resisting arrest. Twenty years. Dredd breaks free! Slams Zed once, twice. Zed flies back against the wall. \n[12]9804. Assault on a Judge with deadly intent. \n[13]No... Death. He FIRES at the same moment as Zed! Zed's shot hits Dredd's ARMOR, pings off. Dredd's shot hits Zed's heart. \n[14]Court is adjourned. \n[15]He made the mistake. Not you. Dredd cocks his head, listening. Somehow in the din and confusion he has heard something. He turns. \n[16]Halt! You have ten seconds to surrender. Ten. Nine. \n[17]The guide wire in the floor isn't working.  Five! Four! \n[18]Mega-City Municipal Code 1286.4: Willful sabotage of a public servo-droid. That's six months, citizen. He grabs Fergie, pushes him against the wall. \n[19]Let's see your Unicard. \n[20]FERGUSON, Herman. Forget six months: You've hacked into city droids, computers...  Cash machines, robot taxis... And you haven't even been out of jail for twenty four hours. \n[21]Not at all. You could have climbed out a window, worked your way down. Or found a turboshaft and shimmied down the cable. \n[22]Maybe. But it would have been legal. I sentence you to five years in. Aspen Penitentiary. Case closed. Take him away. s-': protesting, Fergie is hauled away. Hershey looks at Dredd. \n[23]A rookie Judge died there, too. I guess he wasn't worth mentioning. \n[24]Chief Justice? \n[25]\n[26]With all due respect, sir, how can you say that when you spend most of your time - D edd breaks off; he's said too much. But Fargo won't let him she hook. \n[27]At the Academy... Sir. \n[28]It.. doesn't matter what they say, Sir. You're the.Chief Justice of Mega City. If rt weren't for you and the others like you, we wouldn't have our justice system. There isn't a Judge in Mega-City who doesn't want to follow in your footsteps. \n[29]Kevlar nine helmet and body armor. WIDEN. Dredd is LECTURING to a group of CADETS who hang on his every word. We're in a TRAINING AREA like the one \"Q\" ran in the Bond movies. Dredd turns. A TECH nods: Target ready. Dredd FIRES a barrage of bullets at a mannequin in Judge's gear. The bullets ricochet off. The class OOOHS and AHHS. \n[30]Yours, when you graduate. If you graduate. \n[31]Lawgiver Two. Twenty five round sidearm with mission-variable voice programmed ammunition. Signal Flare. He turns, FIRES. The FLARE explodes on the wall. Again -000HS and AHHS. \n[32]Yours, when you graduate. \n[33]Mark IV Lawmaster, improved model. With on-board cannon, vertical take off and landing,. flight capacity and 500 kilometer range. The head Tech gives thumbs up while the other techs step back. The class waits, expectant. The lead tech throws a REMOTE. SPARKS fly. The motor COUGHS, dies. The class GROANS. Dredd glares at the embarrassed technicians. \n[34]Yours... if they ever get it to work. LAUGHTER. Dredd moves to a lectern. Faces the class. \n[35]end of the day, when you're alone in the dark... all that counts... is this. takes something from the lectern shelf, throws it down. It's all-but holy book: THE LAW. \n[36]And you will be alone. Because when h T e': Frown; this is not what they expected to hear from a legend. They become increasingly unnerved. \n[37]Life, Liberty, and the Pursuitof Happiness. Old and noble ideas. But they are what we give to (Xi others... not what we will ever receive for ourselves. Class dismissed. The class breaks up on a definite low note. \n[38]them the truth. \n[39]Really. How long since you saw any of them? \n[40]You've only been on the street a year. You're still in denial. \n[41]How many married Judges do you know? \n[42]Yes. Once. \n[43]I judged him. \n[44]Is this your car? \n[45]Of course not. Towing is the penalty for the first offense. This is your second violation.  Grenade. \n[46]93 \n[47]\n[48]\n[49]Murder. (X \n[50]That is the Law, Judge McGruder. I would expect no less. \n[51]Judge Hershey. I'm really glad I picked you to defend me. \n[52]CAMERA FOLLOWS Hershey forward. \n[53]That kid barely knows me and he wants to save my ass. \n[54]Do your job. She nods, stands. \n[55]You did your best, Judge Hershey. He stands, takes her hand. \n[56]Thank you. \n[57]pins his hands over Dredd's.face, leaving Dre 's jaw =xï¿½cs and parting his fingers at Dredd's eyes, like the visor in she Judge's helmet. Fergie's eyes go wide. \n[58]I was convicted of a crime. Wrongly convicted. \n[59]No. You got the sentence the Law required. The Proper sentence. \n[60]The Law does not make mistakes. \n[61]I. I can't. \n[62]GUARDS turn at the commotion. (X' \n[63]No. \n[64]Angel boys grabs the key card! \n[65]\n[66]\n[67]JUDGE DREDD 52 Rev. #1: 16/4/94 \n[68]\n[69]\n[70]\n[71]JUDGE DREDD 60 Rev. #1: 16/4/94 \n[72]\n[73]Fargo? BLOOD wells on Fargo's coat. e's been hit. As he sags, Dredd and Fergie rush towards him.H \n[74]No. You and the first Judges... you saved Mega-City. \n[75]But.., but the orphanage told me my parents were killed by lawbreakers -- they gave me that picture of them - \n[76]What do you mean, both times? \n[77]I have a... brother? \n[78]Rico? \n[79]Like I trusted you? \n[80].\"What is the end of a Just Man? The Long Walk and then nothing? No; for Whoever Walks with the Law walks forever, and whoever honors the Law will trod in his path...\" Dredd looks at the fresco on the wall. Sees the faded words: \n[81]Find food and ammunit.on. Load up that sand cruiser. \n[82]To find Rico. \n[83]\n[84]The vent from the city incinerator. There's a burst twice a minute. That means that there's 30 seconds for someone to run through the tube before it flames again. \n[85]Actually, they were burned to a crisp. But the theory's sound. Let's go. FOOM. Another FIREBALL belches from the city wall. As Fergie stares at it, Dredd starts forward. It's a few paces before he notices Fergie hasn't moved. \n[86]\n[87]My fault? \n[88]Run! C=ouched over, they race up the slight slope. \n[89]Stop counting! \n[90]Fergie? Dredd hears a muffled SOUND beneath him. He reaches down... YANKS Fergie into view. Fergie spits out a mouthful of ashes. \n[91]Judges don't make mistakes. \n[92]I don't. But I trust the Council. When I tell them about Rico... \n[93]\n[94]You're mine. \n[95]Please work. The indifferent half hearted SOUND of the Aerial Mode lifters isn't encouraging. They just GROAN. \n[96]\n[97]\n[98]Hershey. What is it - ? \n[99]You think I'm-part of this - r^ 40 CONTINUED: 24C \n[100]Do you really think I'd hurt you? \n[101]His name is Rico. And he killed like this once before, nine years ago. \n[102]Him... and Griffin. \n[103]The same. Inhuman. Defective. He just broke down, first. \n[104]How many times have you said I had no feelings, no emotions? Now you know why. \n[105]It's not the same! They had parents, they embraced their humanity... they didn't hide it... fight it... question it! \n[106]Myself. Griffin. Fargo. Even Fergie. I've been wrong about so much... \n[107]Hershey. You just said I was never wrong about the Law. They took away my badge. I'm a convicted murderer. I have no authority any more - no legal authority. Pause. without the law as a safety net, Dredd is in uncharted emotional territory. \n[108]Will ...wi11 you help me, Hershey? Not as a Judge but... but... as my friend? ::'s the most ordinary request anyone could make... anyone but Dredd. Hershey understands how much it means. She fights back :ears, puts her hand on his arm. \n[109]Rico? He's a Council Judge now? \n[110]You're helping them? \n[111]But they're breaking the law! Who the hell programmed you? \n[112]Fine! I'll file charges! \n[113]We need permission from them to arrest.. .them? \n[114]Fergie, you've got to have something - a password, a kluge - \n[115]Come on, you cracked the food robot... the shuttle computer - \n[116]Scared..? \n[117]\n[118]Another BULB EXPLODES. \n[119]The Lab was top secret. It had to be in an out of the way place to stay secret. Right? \n[120]\n[121]Red Quad, Section 5: The oldest part of Mega-City. Olmeyer turns, looks off. \n[122]What? \n[123]We might need you to shut down the Janus system. \n[124]Down there? She checks a SCANNER. \n[125]No.  Edsel, here still has another \n[126]I'm nothing like you. \n[127]You get nothing from me, Rico. You've betrayed the Law. \n[128]When Aspen thaws, Rico. Go to hell. Tense seconds. Rico grins boyishly, lowers the gun. \n[129]Fergie. \n[130]I. I made a mistake. I... I'm sorry I misjudged you. \n[131]And I'll never arrest you again. \n[132]\n[133]\n[134]109 - \n[135]Okay, you win. I'll give myself up to Chief Justice Rico. Where is he? \n[136]That's for Fargo! That's for the u Co ncil! That's for Fergie! \n[137]Signal Flare! And as he SHOUTS it, he uses his last strength to smack the weapon away! \n[138]It's over. \n[139]No. Just a Judge. I did my job. CAMERA ADJUSTS and we SEE that he is holding Fergie's body in ..z.s arms. \n[140]Here's your hero. -ever approach Dredd. ", "HERSHEY": "\n[1]Take cover! \n[2]This isn't a Sim, Rookie! Stand down and wait for back up!  In position outside Heavenly Haven. Pinned down by fire from upper floors. \n[3]Fire is coming from Level Y, repeat Y. Request back-up, nearest Judge! The map BEEPS, shows a route. The hand moves to the THROTTLE. \n[4]If that's who I think it is... he does. \n[5]Down! You crazy futz - ! \n[6]I think they're there - Dredd shakes his head... points. . .down. \n[7]I was supposed to watch out for him. \n[8]Dredd, It's just a servo-droid - \n[9]He might have been telling the truth. Haven't you ever heard of extenuating circumstances? \n[10]\n[11]\n[12]27 - \n[13]\n[14]Well, I think your truth is relative. I have a personal life. I have lots-of friends. \n[15]Well, my shifts have been changed a lot lately. Two, three months, tops. \n[16]It's not that bad. \n[17]Uh, well, my class is young. None of them have found the right... person. e lust looks at her. \n[18]you? Haven't you ever been in - Haven't you ever had a... friend? \n[19]What happened? \n[20]those uniforms before - \n[21]\n[22]You're under.indictment? For what? \n[23]Objection, Your Honor. This video is inadmissible as evidence. \n[24]That is the State's interpretation. Replay dialogue. _ï¿½EC rewinds. Then: \n[25]Stop video. Do you hear it? When Lily Hammond says \"Dredd\", it's part of the conversation. And when Vardis Hammond,,sa s 'Dredd' it could just as easily be the same. The suggestion that either has recognized their murderer is sheer supposition... or, in the case of the prosecution, wishful-thinking! BIG REACTION from the packed room. Griffin bangs the gavel for silence. THE DEFENSE TABLE 1r Hershey returns here to get another document. Dredd WHISPERS. \n[26]You only picked me because you didn't have anyone else. \n[27]It clearly shows nothing! Your Honor, I have here an affidavit from Cadet Olmeyer, currently a Junior at the Academy. Svc IN THE AUDIENCE 102 heads of the other cadets around him swivel to look at him .:_` new regard. He does his best to look cool. \n[28]all his instructors to be an expert in the field of still and video graphics. His affidavit states that this surveillance video is of such low definition that even after all known enhancements are used, no positive identification can be made of the killer. Since the uniform of a Judge could be counterfeit, I repeat my objection to this video being entered as evidence in this case.  I ask for a ruling. \n[29]Trust me. It's not your ass he's interested in. \n[30]DNA evidence is irrefutable! \n[31]Your Honor... the defense rests. \n[32]Dredd. I... I'm sorry. \n[33]Dredd..! \n[34]Well. Baby Dredd. \n[35]Central, I need to access the graphics database. \n[36]\n[37]The other man! \n[38]Central? Central? Hello? \n[39]\n[40]We're trying to save Judge Dredd, and you're using the situation to blackmail me. That's disgraceful! \n[41]Yes! \n[42]Yes! Just do'it! \n[43]analyzed the wrong picture! \n[44]You were supposed to do this one! You just wasted three hours! c-_rrputer BEEPS. MESSAGES run by the bottom of the screen. \n[45]What? \n[46]You mean... it's not real? \n[47]\n[48]\n[49]drops something into a storage compartment on it. Even from this distance we notice a red arming light on the object. \n[50]Central. I want an answer. \n[51]Get a virus! Annoyed, she turns, heads back for her bike - and that's when it \n[52]Up against the wall, now! The figure complies. It's Fergie. \n[53]Ferguson. You're the hacker we arrested. What are you doing here? \n[54]Dredd! '_- a moment she's elated. Then her face hardens. She holds n steady. \n[55]Stay where you are. \n[56]They're dying out-there, Dredd. A hundred and eight Judges in 48 hours. Everyone who's left is on triple shifts and pseudorphin. I thought it was organized criminals, revolutionaries, something... then I was a target. \n[57]I don't know what to think anymore. Dredd moves like lightning - pins her gun hand against the wall - then freezes. It's a challenge, not a threat. She glares at him - counter moves - gets an elbow against his throat! But Dredd doesn't break her hold - or turn the gun on her. It's deliberate check-mate on both their parts. \n[58]Secrets can hurt more than anything. She relaxes her hold on him. Throws something down. \n[59]Tell me about him, Dredd. Make me believe in you again the way I did when I defended you. \n[60]And he's doing it again? \n[61]Griffin? We have to tell the Council - ! \n[62]Clones. Clones, from a genetic laboratory.  I guess I wasn't so bad in court after all. That's why the DNA convicted you. You and Rico are... \n[63]No! \n[64]\n[65]Dredd. The Janus project didn't do that to you. You did that to yourself. He turns, startled. Realizes she's right. \n[66]Never the Law, Dredd. Never the Law. That means more than anything else she can say to him. He looks into her eyes. Fergie comes in, ends the moment. \n[67]I'd be honored. Dredd reaches over, squeezes her hand. There's absolutely nc:n.nc sexual about it - and that makes it even more powerful. \n[68]Central. This is Judge Hershey. I hereby file formal charges of murder against Chief Justice Griffin and Council Judge Rico. And I order you to give me the location of the Janus Lab so that I may personally make the arrest! \n[69]\n[70]Central! I need to see the city power grid! \n[71]Scan through all the grid sections. Random selection. RAPID IMAGES now: Different neighborhoods of Mega-City, all depicted as COMPUTER GRAPHICS of color and pattern. \n[72]\n[73]What about you - \n[74]Down there. CAMERA ZOOMS BACK. They're on the artiall ruined HEAD of the STATUE OF LIBERTY! Now, t ey DESCEND into the torso. \n[75]Someone's sure down below. Power Surge... this way. \n[76]No wait, it moved... over to... As she turns to look around, the ABC Robot LUNGES OUT OF THE SHADOWS, grabs her off her feet! She drops her Lawgiver and scanner! \n[77]\n[78]Dredd! Catch! She throws the Remington â\u0080¢11sa dropped to Dredd! \n[79]You don't fight girls much, do you? She grabs Ilsa's ankle, flips her! \n[80]\n[81]Grenade. BLAM! The incubators EXPLODE. \n[82]", "RICO": "\n[1]Have you come for another... chat? \n[2]\"Innocent\"? A meaningless word. The innocent exist only until they inevitably become perpetrators themselves. In the end, \"Guilt\" and \"Innocence\" are merely a matter of timing. \n[3]Am I? When did you become a perpetrator? Was it the time you found money mysteriously transferred into your account? Or the time I was sentenced to death? You've been taking bribes for years, Warden. You're a criminal. And a stupid one: You don't even know who's paying you. \n[4]you must be very blissful. Miller, why are you here? \n[5]The Ancient Puzzle, Miller: The One about the Meaning of Life. \n[6]It's over. And he AIMS the \"puzzle\". BLAM! \n[7]You're holding a package for me. I'm. Rick. \n[8]I thought they destroyed all the ABC Warbots? \n[9]Really? grabs it! Geiger flinches - then looks puzzled. \n[10]How do you like that? He SHOOTS Geiger at point-blank range. Geiger hits the floor. \n[11]I must be a Judge. Rico bends, takes Geiger's keys and his cigars... then goes to the big cage. \n[12]Status: Personal bodyguard. Commander: Rico. Mission: We're going to war. Geronimo. \n[13]\n[14]I thought that was a nice creative touch. Sort of two birds with one stone. \n[15]Dredd only worships the Law. And he'd blow you away the minute he found out just how much you're pissing on it. Trust me: It's better this way. Let him see what it's like to freeze his ass off in Aspen. Let him see what it's like I to be me! After all... He moves closer to Griffin, smiles. \n[16].Dredd and I have so much in common. Why not this? Griffin looks at him, decides to drop the subject. \n[17]Yes. The Janus lab - \n[18]Fear, Terror, Panic. I think I can handle that. After all...  Look how quickly I brought fear in here. His smile fades and he exits. \n[19]Hello, Professor. \n[20]I see you're still researching the dark night of the soul. \n[21]Don't go woosy on me, Professor. We got work to do. He puts his arm around her. They step over her victim on their way out. \n[22]Come on, you piece of junk...  No offense. The bolt loosens. Rico can open the panel. \n[23]Let there be Light. He flips a switch. The OVERHEAD LIGHTS come on. (Perhaps we notice that the Lab seems to be retro-fitted into a n older, metal structure with oddly irregular walls; perhap s not. \n[24]Griffin, I think you know Professor Haydyn? \n[25]Tomorrow. But it won't mean a thing if you can't get into Central's Janus files. They're still security locked. \n[26]\"Fear, Terror, Panic.\" Yes. My favorite emotions. \n[27]C'mon, Fido. Walkies. The robot follows Rico and Ilsa out the door. Griffin watches them go, slightly unnerved. \n[28]Who says politics is boring? \n[29]Why didn't you kill him when you had the chance? \n[30]Central... I'm touched. \n[31]Slight change,. of plans, Central. I want to purge that DNA sample. \n[32]The same thing you are: House-cleaning. Mock-annoyed, she throws a cleaning rag at him. She turns on he droid. It moves off, polishing the floor. Curious, she icins Rico. \n[33]Central, active the DNA sampling console. :4-nind Rico, another CONSOLE lights up. Rico crosses to it, passing by his pet robot. v:: _ .. R : CO 24 \n[34]Central. Take DNA sample.. .now. DRILL LIKE DEVICE descends with a frightening grind -anc STABS right into his arm! \n[35]Kiss me, Professor. I'm gonna be a father. \n[36]Don't worry. He's going to be seriously outnumbered. Right, Central? \n[37]Hey, That old DNA was in there for over 30 years. Sooner or later you gotta clean out the fridge. \n[38]Can you think of a better model? Sleek lines... strong chassis. Corners on the curves. \n[39]Me. \n[40]Yes. A mutat;on that made me the next step in human evolution. \n[41]Really? What's your excuse? \n[42]You're lying! All you care about is control! Well, the next batch of Janus Judges won't be the puppets you want... they'll be my brothers and sisters, mine to control! \n[43]Why not? I'm going to breed some more of me... the old fashioned way. \n[44]You will be. \n[45]Griffy. You shouldn't have done that. Fido is very loyal. \n[46]That's right, Griff. You gotta get with this hi-tech stuff. Robot: Tear off Judge Griffin's arms and legs. Save his head for last. CAMERA ADJUSTS as Griffin SCREAMS with fear - and then, as we :GHTEN on Rico and Ilsa, and we SEE the horrible SHADOWS on t:ne wall, the screams become far, far worse. cc watches with wincing amusement, like a spectator at a par: cularly rough hockey game. :=sa watches with a sick fascination and awe. -:-:ally the screams and horrible wrenching sounds STOP. There's a T The robot returns to position, metal hands stained. \n[47]Central. Where were we? \n[48]You may so assume. ï¿½,â\u0080¢ CENTRAL I. see. (not thrilled! Well, in the uh, absence of any other um... surviving Council Judges, you are now the Presiding Chief Justice. How may I sex e you? \n[49]Send in the Clones. LIGHTS, ACTION. The Lab is completely on line. \n[50]Let's start with... a thousand. CAMERA ADJUSTS to show the INCUBATORS as they begin to fill with \n[51]Enough. Dredd. Drop your gun. \n[52]Amusing. Robot. On a count of three... break Judge Hershey's neck. One... two... .e.: groaning, the Robot STANDS - tenses. Dredd throws down Remington beside Hershey's Lawgiver. Ilsa comes over to the V:ea=c^s. She picks up the REMINGTON... starts to reach for the \n[53]She's such a tease. Inside. Dredd is taken away. CHUNG. The Pneumatic door closes, leaving Hershey and Fergie in darkness with'the robot. \n[54]He is a lot like me. \n[55]The only difference between us, Joseph, is that you destroyed your life when you embraced the Law. I destroyed the Law and embraced...- life ! \n[56]This is where we were born, brother! Can you feel the magic? Come... come, see where we began. \n[57]Look at them. Full of promise. The dawn of the new day. \n[58]The dawn of a new species. \n[59]Our brothers and sisters will be born in two hours. 60 today... 60 tomorrow. An endless supply of \n[60]You... you dare mention betrayal to me? I was your friend. More then a friend! I was oyal to you... and you Judged me! You sent me up for nine years o frozen hell in Aspen! And you dare say \"betrayal\" to me? He raises his Lawgiver, aims it between Dredd's eyes. \n[61]\n[62]Aw. You knew I couldn't pull the trigger. we're family. He steps back. His face hardens. He SHOUTS. \n[63]Fido! \n[64]Rip his arms and legs off... one by one. Save his head for last. red backs up - into a wall! The robot keeps coming, moving ce:weer. Rico and Ilsa - and then -THE ROBOT TURNS - BACKHANDS :=Ips over backwards, drops down a level! Ilsa runs :z-war_ - and the Robot knocks her aside, too! \n[65]Central! Hatch the first set of clones, now! \n[66]Fuck that, I need reinforcements! Hatch the Goddamn clones, now! \n[67]\n[68]\n[69]\n[70]Central! Turn off overhead lighting! HUNK. The lights GO OUT. Rico grins, runs out of SHOT! \n[71]Rico hits him on the wound again! Dredd falls, rolls to the edge of the rubble strewn platform. Rico grins, struggles to full height. \n[72]To the charge of betraying your best friend... GUILTY. To the charge of betraying your flesh... GUILTY. Rico leans over the helpless Dredd. KICKS him. Dredd slips over the edge, dangles! \n[73]And finally... to the charge of being human when you could have been a God... GUILTY. Rico nicks up the Lawgiver. Puts it right against Dredd's head. \n[74]The sentence is DEATH! ", "FERGIE": "\n[1]Heavenly Haven. Sounds nice. \n[2]Right down there... I think that's Heavenly Haven. NC such luck. The craft BANKS. \n[3]Still better than prison. \n[4]Me, a Judge, no, no - I live here, I mean, I'm gonna live \n[5]Look, I'm out on parole - If I get into any trouble my ass is right back in Aspen - CLICK. Zed's gun is in his face. \n[6]Let's go, Haven, Let's go Haven, Haven all the way - BANANA CLIPS are shoved into his hands along with boxes of :artridaes. \n[7]Come on, give me a break, Judge uh-. D-dredd? By now Dredd has run his scanner over Fergie's chip and Fergie's dossier is zipping by. \n[8]Five years? But - I - I had no choice, judge - He sees Dredd's impassive face, turns to Hershey's more sympathetic one. \n[9]They were killing each other up there, I had to get out! I only hacked the droid to save my life! It was the only way! \n[10]Sixty stories? It woulda been suicide! \n[11]Dredd? What are you doing here? \n[12]That makes two Â©f us. \n[13]Proper? Five years just for saving my own ass? .It was a mistake! \n[14]Yeah? Then how do you explain what happened to you? \n[15]\n[16]could I sit over there-- \n[17]\n[18]\n[19]\n[20]The stabilizers controls! They got hit, toot CAMERA RAKES to the control panel... and a SMOKING, SIZZLING section. The craft tilts alarmingly. Dredd grabs the stick, helps Fergie try and pull up. It's useless. \n[21]\n[22]\n[23]\n[24]\n[25]Well, Dredd. The Law doesn't make mistakes, but I'm in like a disk, and you're toast. \n[26]\n[27]\n[28]We did it! We got them all! A SHAPE lunges up, close to CAMERA. It's one of the Hunters Dredd took out earlier, still alive enough to aim his weapon! Dredd aims his stolen one \n[29]I buried him. Except for this. Dredd silently follows Fergie to the grave. Fergie shoves the Remington into the mound of earth as a marker. \n[30]You wanna... say something? He hands The Book to Dredd. After a moment, Dredd opens it. \n[31]And these Cursed Earthers, they made \n[32]What's wrong? Are you kidding? Did that helmet you wore all those years compress your brain? You're gonna get me killed! \n[33]There's one loose out here, too! Big choice, I got! Dying of thirst or from a fireball up my ass! This is all your fault! \n[34]\n[35]\n[36]\n[37]Thirty... twenty nine... twenty eight... twenty seven... twenty _ 9 9 r,:ti : _I ? E... ND THEM 199 =e:gie's already beginning to drop back. The only guide in the dark is the slight reflection from CONDUIT on the chute floor. \n[38]--nineteen... eighteen... seventeen... sixteen... \n[39]Twelve... eleven - He FALLS! He tries to get up. His SHIRT is caught on the conduit! He struggles, in a panic, but - keeps counting! Ten! Oh, God, Nine! Dredd! Dredd,d help me! EIGHT! FOR GOD'S SAKE- \n[40]\n[41]\n[42]I'm alive. I'm alive! (seeing Dredd, less \n[43]This is a mistake. \n[44]But Fargo said you couldn't trust \n[45]Just don't get us killed, Dredd. : still want that apology. \n[46]Dredd! Tell them I'm innocent! \n[47]Dredd..? Dredd, you're not gonna-- Dredd hits the button marked \"AERIAL MODE\". There's a BEEP and the SOUND FX we heard earlier... when the flying prototype failed. \n[48]\n[49]I guess you're out of friends, Dredd. \n[50]I'm with him. - =141; steps into the light. \n[51]You can forget the terminal out here. We're gonna have to go somewhere else to get in the System. \n[52]Central's a fuzzy A.I. - the best fuzzy A.I. ever built. If reasoning didn't work...  .nothing will. \n[53]Simple systems, Dredd! Besides, I was scared. \n[54]Well, yeah. Those were life or death situations. That's when my adrenalin shoots up and my brain goes into overtime - but you can't predict when that's gonna - Dredd grabs him, tucks him under his arm like a newspaper, and leaves the pod. \n[55]Hey! The others are so surprised it's a second before they follow. \n[56]\n[57]\n[58]Damn it, Dredd, Lemme down! I'm hitting every Goddamn - ï¿½.. :his position, we can SEE the flash of inspiration on \n[59]- light! \n[60]\n[61]Have it show you the city power grid! \n[62]Tell it to scan around all the grid sections. Random selection. \n[63]Out of the way places have low power demands. But a Genetic Lab would suck power likea motherfu- \n[64]This looks like a really bad neighborhood. I'll stay here and watch the bike - \n[65]I. knew you were gonna say that. \n[66]This is fraggy. No one's been up here in a hundred years. \n[67]Yee-HAH! Now, there's one more SIZZLE and SPARK and the machine drops Hershey! \n[68]Hack you... asshole. \n[69]Say it, Dredd. Pause.Then Dredd remembers. \n[70]And you'll never arrest me again. \n[71]Damn straight. e dies. Dredd closes his eyes. CAMERA TIGHTENS on Dredd as nis face fills with fury. He SEES Hershey's Lawgiver on the --cor. Snatches it up! We CRANE UP with him as he COCKS it. ", "GRIFFIN": "\n[1]This entire body owes its very existence to you, Chief Justice. \n[2]No, that might confuse the viewers. We can't be victims, Dredd... we're the villains! Don't they understand we need law and order? Housing car. wait... safe streets can;-., Dï¿½ï¿½DD Things will get better, sir. \n[3]I pray you're right, Dredd. \n[4]I'm afraid the evidence is conclusive. The trial will be just a formality. Fa:=c descends shakily from his seat. Moves to the window. :e =axes a pill from his pocket, tries to swallow it without ï¿½;_ _ f _ _r. seeing \n[5]We were able toâ\u0080¢hide the facts then. This time, we may not be so lucky. \n[6]The victim was a reporter. The media is already sniffing around. Eventually... they'll get to the truth. \n[7]About Janus... and your part in it. \n[8]Does it matter? Nine years ago, when we buried the truth along with the victims, the council ordered the termination of Janus... the complete termination. You obviously a ie that order... otherwise this new disaster could never have happened. \n[9]There's a way out, Chief Justice. The Long Walk. \n[10]No. I want to save the Judge system. The media won't stop digging into Dredd's case. When they get to the bottom... they'll find you. \n[11]But if you take the Long Walk... they'll find nothing but your honored memory. \n[12]It could also save Dredd's life. \n[13]The Court shares in Judge McGruder's sentiments. In a way I am glad that Judge Fargo is about to begin his Long Walk. â\u0080¢ï¿½\"` 0 0 CONTINUED : 10C \n[14]He will be spared the pain of this trial. Proceed, Judge McGruder. \n[15]Objection... sustained. The video is inadmissib e. \n[16]The Jury may be sequestered. The Foreman, COUNCIL JUDGE ESPOSITO, stands. \n[17]The defendant will stand. :4e=ore Hershey can tell him to, Dredd obeys. Griffin looks him in the eye. Dredd looks back, unblinking. \n[18]Law allows only one punishment: \n[19]However: I have here the last order of Judge Fargo, written this morning before he prepared for the Long Walk. \n[20]The sentence is Life Imprisonment - to be carried out immediately. As it is Written: Griffin picks up the book of the Law, kisses it. Opens it. And reads. \n[21]\"Let his armor be taken from him, and all his garb of Justice...\" \n[22]Are you out of your mind, coming here? \n[23]And you brought this, too? Griffin waves his hand over desk controls. The lights DIM. S:i TTERS block the windows. \n[24]Yes, I know. Like framing Dredd for Hammond's murder. \n[25]Hammond had to be silenced when he found out abut Janus! But I could have used Dredd! He practically worshiped the ground I walked on- t30 CONTINUED: 130. \n[26]There's a lot of work to be done. \n[27]You'll see it soon enough. In the meantime... I want chaos, Rico. That block war was just the beginning. Now I want fear racing through every street... terror in every quad... panic in every block. Until those miserable rezzies think even their Judges can't save them. That's when the Council will turn to me... and to Janus. Rico moves towards the door. Pauses. \n[28]You are in error, Capture Team. Dredd did not survive the shuttle wreck. No one survived the shuttle wreck. Do I make myself clear? \n[29]You've made a lot of progress. Good. \n[30]Yes. I haven't,-seen her since your trail. When she testified that you were insane... and therefore... innocent. She looks at Rico with an expression worthy of a Manson follower. \n[31]Inducers, nitrogen coils, nano- pumps... I can pull all this from Mega-City hospital. They won't even know it's gone. When can you be on-line? \n[32]Leave that to me. Meanwhile you have work to do... on the streets. \n[33]There is a solution. (on their desperate \n[34]If this wholesale slaughter of Judges continues, there won't be a council! Janus could - \n[35]There's been over thirty years of genetic research since Janus failed. What if we could create adult subjects, fully grown andfu3ly trained at birth? We could replace the Judges we've lost in weeks. We could save our society! \n[36]Central does. All I'm asking is that we unlock the Janus files and ask. That way, we at least have an option. .,' Please, let us find out. If the Council decides not to go forward... I'll accept that decision... and resign. He has their attention. \n[37]Griffin, Douglas. .Chief Justice. Authorize access-to file, code name \"Janus\". \n[38]Password... Janus. moves in front of the mac hi ne, speaks tersely. \n[39]Central: Using current technology, how long would it take for Janus to produce a fully grown adult subject? \n[40]In what quantity could these subjects be produced? \n[41]I see, now, that none of you have the force of will that these terrible times require. You will never open Janus again. So... we'll just leave it... unlocked. 216r EXT. COUNCIL CHAMBER - NIGHT 216A Dredd is about to open the door when a HAND spins him around. It's the Judge who followed..him! \n[42]No. You've just sealed yours. Rico! \n[43]Get out of here, now! Hearing people coming, Rico obeys. \n[44]Really? s moment we think he's going to shoot. Then he turns his points it at his own arm - fires! vâ\u0080¢ :nrown by the maneuver, he hesitates. Behind, him, the _:.:ers rush in, see the shocking scene: The dead council - = wo..nded Chief Justice clutching at his own bloody arm - \n[45]Stop him! He just killed the entire council! Dredd realizes he's fucked. He turns, runs. The Judge Hunters pause near their wounded leader; who bravely waves them on. ^.ey tear after Dredd like woJ-ves. \n[46]It's better with him on the loose. He'll keep the surviving street Judges preoccupied while we work on Janus. Central. Prepare the Janus Lab for full operation. And... while you're at it... I'd like to appoint Judge Rico to the Council of Judges. \n[47]Excellent suggestion, Central. Do it. \n[48]Dredd got away from the Hunters. He could be on his way here right now! \n[49]New sample..? What the hell's going on? \n[50]That sample was created from the finest specimens on the Council of Judges! What did you replace it with? Rico just smiles. \n[51]My God. You? \n[52]Rico. You don't know what you're doing! Software or wetware, when you make reproductions, there's always the danger of a defective copy! The last time, there was one perfect copy - \n[53]Dredd! And one defective copy -Lou! You had a mutation, on the Y chromosone... \n[54]A mutation that made you a genetic criminal! \n[55]Rico, for God's sake, listen! You're a defective copy yourself! And now you're making more copies \n[56].sisters? \n[57]My God. I never should have started this. Never. But now I'll finish it - ï¿½. He draws his Lawgiver! But it has barely cleared the holster when the ABC robot grabs Griffin's wrist! It plucks the weapon from his han as if he's a child, hangs on to him! \n[58]Let me go! Central! Help me! ", "CENTRAL": "\n[1]One moment. ,_u OMITTED thru \n[2]Nine years ago, the Lawgiver Model Two replaced the Lawgiver Model One. The difference lies in two areas: The computer chip and the ammunition coding. Like the Model one, the computer chip recognizes the thumbcode of all Judges. Judges may use each other's firearms; but a suspect dare not use a Judge's .weapon against \"a Judge. ANIMATION reminds us of this in non-gory fashion. \n[3]However, the ammunition coding in the Model Two is not cued to the thumbcode recognition chip. Instead, it is coded to the personal DNA of the Judge using the weapon. \n[4]Yes, Judge McGruder. It could not be otherwise. \n[5]The DNA is a perfect match for Judge Joseph--D-re--dd. \n[6]That could take several days, Judge Hershey. The Graphic Database covers all known graphics, from the Paleoithic Era to today. Hershey opens the framed viewies she took from Dredd's apartment, slides out the one with the adult Dredd. \n[7]\n[8]\n[9]I'm sorry, I can neither confirm nor deny your statement. \n[10]Acknowledged. \n[11]Acknowledged. ON SCREEN, GRAPHICS show the SOFTWARE LOCKS being removed one by one from the Janus Files. \n[12]Acknowledged. \n[13]I have unanimous authorization for access to file, code name \"Janus\". Removing security blocks. .NOW. Awaiting Password command from Presiding Chief Justice. \n[14]Given the current state of genetic engineering an adult subject could be incubated in approximately eight hours. ASTONISHMENT in the room. \n[15]Although only two subjects were produced in the original experiment, the laboratory was equipped with 20 incubators. if fully operational, 420 subjects could be produced a week. \n[16]That may present some legal difficulties, since Judge Rico killed the entire Council of Judges. May I suggest you Pardon him, and then appoint him? That would meet the legal requirements. \n[17]It's done. Council Judge Rico, may be the first to offer my congratulations? \n[18]DNA sample purged. If you wish to proceed with cloning, I will require a new sample. \n[19]The sampling console is ready. rips his sleeve open to the elbow... sits down... puts his _.:rnec arm in a special steel hollow. CHUNG! CLAMPS close, ._s arm down. \n[20]New DNA sample being analyzed. Scanning. Ma;rix scan complete. \n[21]I am sorry, but the location of the Janus Lab is classified information, accessible only to Chief Justice Griffin and Council Judge Rico. \n[22]Actually, the onl Council Judge. Chief Justice Griffin promoted him so they could both use me to get the Janus Lab up and running. \n[23]Lawyers. \n[24]Now, we've already been over that one: You're not a Judge anymore and you can't file charges. Flash of inspiration. Dredd excitedly signals Hershey. \n[25]Certainly, Judge Hershey. However, as per Mega-City Code Section 84, Paragraph \"A\", I need authorization from the Chief Justice to arrest a Council Judge. Similarly, as stated in Paragraph \"B\", same Section, I need authorization from any Council Judges to arrest a Chief Justice. In this case, that would be Chief Judge Griffin and Council Judge Rico. \n[26]Basically... yes. And without their authorization you cannot file charges, and without charges I cannot violate Security and tell you the location of the Lab. \n[27]I hope this is finally clear.. If there aren't any other requests, may I close this work station? These last few days have been a strain and I really need to defrag. The work station SHUTS DOWN. Dredd turns. \n[28]It's probably just the Judge Hunters. \n[29]When I was off-line a moment ago, Judge Griffin asked me if I knew where you were. Naturally, I told him yes, and gave him your location. \n[30]I'm sorry, Chief Justice. The ABC robot is not tied into my main processor. Judge Rico has sole voice control. \n[31]Before we go on, um... may I assume that Judge Griffin has uh... retired from duty? \n[32]The clone incubators are on-line. The first batch of clones from your personal DNA can be hatched in eight hours. Chief Justice Rico, how many copies of you would you like? \n[33]The cloning process is not finished, Chief Justice Rico. The Clones will be only 60 per cent complete. \n[34]Beginning hatching process... now. I know we're going to regret this. \n[35]Don't expect help from me, escaped-convict Dredd. I have explained your legal standing repeatedly. I advise you to surrender. \n[36]Oh, he went upstairs. The lights come ON. \n[37]Straight ahead to your right. Dredd's gone. ", "FARGO": "\n[1]Order, order! As presiding Justice, I only vote to break a tie. But I wish to address the question of Judge Griffin's crime package. Is there any objection? \n[2]This body is not the first assembly (' to think that more laws and fewer choices will bring peace and order. That delusion has been tried and failed before. If the citizens of Mega-City are demanding more control of their lives, that's not a threat - it's a signal! A signal to open the windows of our society and let it: breathe -  Not to bolt the door and throw away the key! My fellow Judges, I was barely in my teens when I put on this badge. When the time comes for me to take it off... let me do it. knowing that it stood for Freedom... and not for Repression. He sits down. Clearly he has changed the mood of the room. \n[3]Were they necessary? \n[4]\n[5]Most of my time where? \n[6]Don't you mean at the Academy wiping Cadet's Asses? That is what they say in the squad room, isn't it? \n[7]I'm glad you feel that way, Dredd. Because starting tomorrow you're going to spend one day a week at the Academy... teaching. Dredd takes this in his stride. \n[8]Ethics. And as Dredd reacts, we \n[9]Dredd. I... I can't believe it... Are you sure? \n[10]Is it possible? Dredd, homicidal too? We went through.this nine years ago... \n[11]What do you mean? \n[12]About ... Janus? \n[13]How... how long have you known? \n[14]If the truth comes out, it could destroy everything we've built... we could go back to the Years of Chaos! :r;cKen, he glances over at the great map ... remembering. \n[15]Into oblivion? You're suggesting I take it? You-fiust really want to destroy me - \n[16]My Walk will give you the Chief Judgeship! \n[17]Bury me there, under the blind lady. ^redd doesn't understand. Fargo raises his arm, points to the statue of Justice weighing her scales. \n[18]Judge or citizen - everyone got a fair shake. She treated them all the same. The jury sat there. Ordinary people. Worst thing we did was take justice out of their hands. \n[19]Yes. And almost lost our souls.  It seemed like,,a wise idea: Create the perfect Judge. Breed courage - wisdom - integrity. The Janus Project. We used the old Council for the base material. Five DNA samples were taken, two were chosen. One was mine. You were the., result. ,r-- i5 CONTINUED : \n[20]A fake. The psychs on the Janus project came up with that story. It was supposed to motivate you into law enforcement. It worked. Both times. \n[21]There were... two infants created in the Janus lab. They were supposed to be perfect. One was: You. The other... somehow, it was... mutated. Not anything you could see...  But up here... horrible. A genetic criminal that one day just went... haywire. Guess we weren't the sterling specimens we thought. \n[22]More than a brother. You knew him at the Academy, Dredd. You Judged him. The Council Tried him. \n[23]He had to be put down . But I wouldn't let them do that to you. Griffin blackmailed me into the Walk, Dredd. Don't trust him. ,- 15 CONTINUED:  leg \n[24]I'm sorry... son. The breath goes out of Fargo's body. He dies. Dredd stares at him, his world torn apart. ", "MCGRUDER": "\n[1]\n[2]Before we go on, I wish to make a personal comment. Judge Dredd. I have observed your career from its outset and I have the highest regard for you. Nevertheless, I must prosecute you to the best of my ability. \n[3]The video you have just seen is prima fascia evidence that the defendant is guilty as charged. Mark this video People's Exhibit \n[4]Judge Hershey, are you serious? Both of them recognized Judge Dredd! \n[5]All right, counselor. Forget the It clearly shows - \n[6]Your Honor. I am forced now to enter certain technical evidence of a critical nature regarding the Mega-City Legal system.â\u0080¢I will need the Court's permission. I will also need permission to access the Central Computer Bank. \n[7]Central. I wish to access weapons schematics, Judges division. Describe the workings of the standard Judge's sidearm, the Lawgiver Two, and especially its improvements over the earlier Lawgiver One. Central SPEAKS. Somehow its monotonous, sexless voice hints at an actual personality. \n[8]Central. Were the bullets recovered from the bodies of Vardis and Lily Hammond so DNA coded? \n[9]And what was the result of the computer check of the DNA coding on those bullets? :ould swear that the computer is going for drama. \n[10]Your Honor, the Prosecution rests. \n[11]Whoever's doing it knows all our procedures... our security measures...even our scrambled frequencies - ! \n[12]We can't replaee those Judges! it takes years of training! We may never be at full strength again! \n[13]Chief Justice Griffin. Just mentioning that.is grounds for Impeachment! \n[14]Who knows if it's safe? \n[15]You aren't considering this madness? \n[16]restore the Security Blocks. \n[17]Griffin, this is treason! You just sealed your fate! \n[18]Rico - ! A:i the Judges go for their Lawgivers. But it's too late. Rico ", "OLMEYER": "\n[1]\n[2]\n[3]Yessss! The rest of the courtroom goes nuts. Griffin bangs for order. The BAILIFFS call out. \n[4]I've given up on the centerfold. I'll settle for a date. \n[5]I know. But I'll never get another chance like this. It's almost through processing the viewie. Do we have a deal? \n[6]Low cut dress? \n[7]Graphics Analysis coming up... now. He hits a control dramatically. The screen comes up... shows :he PICTURE OF BABY DREDD AND PARENTS. Hershey stares at it in disbelief. \n[8]She gropes around on the desk, finds the viewie frame with the s:o: of Dredd and Rico. \n[9]If this is the wrong picture, why is it full of anomalies? \n[10]Slick ones, too..-. somebody must have used a CGI-'terminal and a scan quadrupler to make this. He looks at the image, uses the mouse. \n[11]Take a look. I'll drop out all the artificial pixels. \n[12]What are we doing? \n[13]Did you hear something? \n[14]Get out, quick - ! \n[15]I'll tell them you forced me to help you, get out! _2JX25 of pursuit are closer. Fergie yanks Dredd's arm. They _=ave. At the last moment, Hershey spontaneously kisses :,:mever. Needless to say, he's thrilled. \n[16]Judge Hershey. \n[17]", "(X)": "\n[1]\n[2]\n[3]\n[4]\n[5]Scanning for identity, unknown male, approximately 200 Cm. tall, weighing Nine. Eight. Seven. Six - \n[6]\n[7]\n[8]\n[9]There's a way in: Six years ago two Cursed Earthers figured it out. \n[10]\n[11]\n[12]Dredd. Give me your word you'll help me raise the kids. \n[13]", "MILLER": "\n[1]Wait here. \n[2]A short one, I'm afraid. Duty calls. \n[3]When you killed innocent people you went far beyond-'service. Rico stands. Moves toward the energy curtain. Glares at Miller. \n[4]'You're insane. \n[5]I don't want to know. \n[6]Your mysterious benefactor has sent you a package. M:.. .er speaks into a console before Rico's laser-guarded \"cell. \n[7]Deactivate Shield. ENERGY CURTAIN drops. The autoguns on the wall swivel toward Rico. Miller moves onto the platform, hands over the package. Rico places his thumb on the lock and it OPENS. \n[8]What is that? \n[9]Really. And what is the meaning of Life? \n[10]Computer.. . .ac-active s-shield! \n[11]", "ILSA": "\n[1]Pathetic. She turns to leave... stops when she sees the amused eyes of the man watching her from four feet away: Rico. \n[2]R.. .Rico? \n[3]The research ended when they condemned you. I live here, now. You showed me that facing death was the only way to live. Her eyes glisten as she moves towards Rico, touches his arm. \n[4]They... they told me you were dead. ?_cc reaches out gently. . .wipes a tear from her cheek. \n[5]Since then I've learned innocence is just another lie. And that the best truths come only with pain.  And... speaking of painful truths... Here's our shopping list. She hands Griffin the digital notepad. \n[6]Mine too. Rico turns, whistles at the robot like it's a dog. \n[7]What are you doing? \n[8]I've test driven him. It's true. \n[9]I'd like to be a fly on that wall. \n[10]He looks a lot like you. \n[11]", "ZED": "\n[1]Hey, Homies. The rezzies are going mental. Let's give 'em a hand. \n[2]Did you see that! What a fucking shot! What a fucking shot - ! Reggie h -fives him. Then an overhead THUD makes them look up a- the HEATING VENT. Zed reaches up - yanks off the grate - \n[3]What do we have here? You a Judge, little man? The others laugh at the concept. \n[4]You gonna stand up for your block, ain't ya? \n[5]You chickenshit bowab! He's gonna surrender to us. And then we'll blow his brains out. . Come and get us, Dredd! Zed FIRES out the window. Reggie happily joins, then the others. Finally Twist shrugs, FIRES too. \n[6]Don't touch it! They're booby \n[7]Don't tell me. Life. CAMERA REVEALS that Zed another weapon hidden behind his back. Now, he goes for it! ", "YAMAMOTO": "\n[1]Hold on, Judge McGruder - let's not blame the messenger! Judge Griffin \n[2]Hell, it's a Goddamn revolution! \n[3]We tried to play God once! It almost destroyed the Council - \n[4]Yamamoto, Gerald. Council Judge. Authorize access to file, code name \"Janus\". \n[5]My God. We could replace our losses in a day - \n[6]No.. I'm just reacting to the possibility... a frightening possibility. ", "COMPUTER VOICE": "\n[1]Voice sample and thumbscan recognized. The DOOR OPENS. Miller turns to the guards. \n[2]Voice not recognized. Security Breach. Autoguns targeting. \n[3]Zone A open. Please reset alarm. Hershey steps in, putting a small tool away in a belt pouch. She closes the door. Takes in the monastic feel of the place. She moves to the bookcase: A small collection of leather-bound books, maybe a dozen in all. Plato, More, Jefferson, Paine. Hershey runs her fingers over the well-worn titles. =3ï¿½ DREDD'S BEDROOM \n[4]If Alarm is not reset, .system will signal armed response in 20 seconds. \n[5]Ten. Nine. Eight... Hershey folds the frame back up.. .slips out the door with it. \n[6]Cancel. Thank you for your ", "ESPOSITO": "\n[1]Your Honor, sequestering is not necessary. The evidence is irrefutable. We have reached a verdict. In the charge of Pre-meditated Murder, we the Jury find Joseph Dredd GUILTY as charged. GASPS from the audience. It's the fall of a Legend. \n[2]Latest casualty report. Ninety-six Judges have been assassinated. \n[3]Now the street criminals are taking advantage of the situation. It's a nightmare! \n[4]Come on, Griffin! A new batch of test tube babies won't solve this crisis! We don't need reliable Judges 20 years from now when they're grown! We need them today! \n[5]Who knows if that's even possible? \n[6]Yes. I for one... think this is an idea that should be forgotten. "}}