{"dialogues": {"JUNO": "\n[1]Written by Diablo Cody \n[2]It started with a chair. \n[3]Yeah. \n[4]Quiet, Banana. Hey, shut your gob for a second, okay? \n[5]This is the most magnificent discarded living room set I've ever seen. \n[6]I think the last one was defective. The plus sign looked more like a division sign. \n[7]I remain unconvinced. \n[8]Silencio! I just drank my weight in Sunny D. and I have to go, pronto. \n[9]Jesus, I didn't say it was. \n[10]Oh, and this too. \n[11]I don't know. It's not... seasoned yet. Wait. Huh. Yeah, there's that pink plus sign again. God, it's unholy. \n[12]I am a suicide risk. \n[13]No it's Morgan Freeman. Got any bones that need collecting? \n[14]Dude, I'm pregnant. \n[15]It's not a food baby. I took three pregnancy tests today. I am definitely up the spout. \n[16]I drank like ten tons of Sunny Delight. Anyway, yeah. I'm pregnant. And you're shockingly cavalier. \n[17]Unfortunately, yes. \n[18]That's the kind of emotion I was looking for in the first take. \n[19]I know. Women Now, I guess. The commercial says they help women now. \n[20]Eh, I'll call them myself. But I do need your help with something very urgent. \n[21]That is sick, man. \n[22]Nah, it was a premeditated act. The sex, I mean, not getting pregnant. \n[23]Like, a year ago, in Spanish class. \n[24]It's extremely complicated, and I'd rather not talk about it in my fragile state. \n[25]It was magnificent, man! \n[26]Hey Bleek. \n[27]Yeah, I swiped it from Ms. Rancick. \n[28]Your shorts are looking especially gold today. \n[29]Go Carole. So, guess what? \n[30]I'm pregnant. \n[31]When I see them all running like that, with their things bouncing around in their shorts, I always picture them naked, even if I don't want to. I have intrusive thoughts all the time. \n[32]I know. \n[33]I thought I might, you know, nip it in the bud before it gets worse. Because I heard in health class that pregnancy often results in an infant. \n[34]So that's cool with you, then? \n[35]I'm real sorry I had sex with you. I know it wasn't your idea. \n[36]I'll see you at school, O.K.? \n[37]Yeah. \n[38]The funny thing is that Steve Rendazo secretly wants me. Jocks like him always want freaky girls. Girls with horn-rimmed glasses and vegan footwear and Goth makeup. Girls who play the cello and wear Converse All-Stars and want to be children's librarians when they grow up. Oh yeah, jocks eat that shit up. \n[39]They just won't admit it, because they're supposed to be into perfect cheerleaders like Leah. Who, incidentally, is into teachers. \n[40]Well! Nothing like experimenting. \n[41]Oh, I couldn't copy your work. \n[42]Oh yeah. I'm kind of a deadbeat lab partner, huh? \n[43]Charisma? \n[44]So, who's ready for some photomagnificence? \n[45]Snow Peak Peach is the best flavor of Boone's. Right, Bleek? \n[46]\"Para instruciones en Espanol, oprima numero dos.\" \n[47]Yes, hello, I need to procure a hasty abortion?... What was that? I'm sorry, I'm on my hamburger phone and it's kind of awkward to talk on. It's really more of a novelty than a functional appliance. \n[48]Better? Okay, good. Yeah, as I said, I need an abortion, two... sixteen... Um, it was approximately two months and four days ago that I had the sex. That's a guestimate. Okay, next Saturday? Great. \n[49]I hate it when adults use the term \"sexually active.\" \n[50]What does that even mean? Can I deactivate someday, or is this a permanent state of being? I guess Bleeker went live that night we did it. I guess he hadn't done it before, and that's why he got that look on his face. \n[51]My dad used to be in the Army, but now he's just your average HVAC specialist. He and my mom got divorced when I was five. She lives on a Havasu reservation in Arizona... \n[52]...with her new husband and three replacement kids. Oh, and she inexplicably mails me a cactus every Valentine's Day. \n[53]And I'm like, \"Thanks a heap, Coyote Ugly. This cactus-gram stings even worse than your abandonment.\" \n[54]That's my stepmom, Bren... \n[55]She's obsessed with dogs... \n[56]...owns a nail salon called Bren's Tens... \n[57]...and she always smells like methylmethacrylate. \n[58]Which maneuver, sir? The one in which I moved an entire living room set from one lawn to another, or the one in which I cleared a sixty-four ounce blue slushie in ten minutes? \n[59]I would never barf in your urn, Brenda. Maybe L.B. did it. \n[60]Uh, hi Su-Chin. \n[61]Good. I'm good. Did you finish that paper for Worth's class yet? \n[62]You should try Adderall. \n[63]Wise move. I know this girl who had a huge crazy freakout because she took too many behavioral meds at once. She took off her clothes and jumped into the fountain at Ridgedale Mall and she was like, \"Blaaaaah! I'm a kraken from the sea!\" \n[64]Well, it was nice seeing you. \n[65]Really? Fingernails? \n[66]Hi. I'm here for the big show? \n[67]Juno MacGuff. \n[68]She thinks I'm using a fake name. Like Gene Simmons or Mother Teresa. \n[69]No thank you. I'm off sex. \n[70]Congrats. \n[71]I couldn't do it, Leah! It smelled like a dentist in there. They had these really horrible magazines, with, like, spritz cookie recipes and bad fiction and water stains, like someone read them in the tub. And the receptionist tried to give me these weird condoms that looked like grape suckers, and she told me about her boyfriend's pie balls, and Su-Chin Kuah was there, and she told me the baby had fingernails. Fingernails! \n[72]I'm staying pregnant, Le. \n[73]What does that even mean? Anyway, I got to thinking on the way over. I was thinking maybe I could give the baby to somebody who actually likes that kind of thing. You know, like a woman with a bum ovary or something. Or some nice lesbos. \n[74]I know. Maybe they'll canonize me for being so selfless. \n[75]Bleeker and I were going to go to Gettysburg for spring break. \n[76]There are ads? For parents? \n[77]Come on, Leah. I can't scope out wannabe parents in the Penny Saver! That's tacky. That's like buying clothes at the Pump n' Munch. \n[78]The Penny Saver sucks. \n[79]There's a guy in here who's giving away a piano. Free for the hauling! We should put it in Bleeker's yard. \n[80]No, I heard you. I just can't give the baby to people who describe themselves as \"wholesome.\" I'm looking for something a little edgier. \n[81]I was thinking a graphic designer, mid-thirties, and his cool Asian wife who dresses awesome and plays bass. But I'm trying to not be too particular. \n[82]Yeesh, they sound like a cult. Besides, they're greedy bitches. They already have three kids! \n[83]They were Mark and Vanessa Loring, and they were beautiful even in black and white. \n[84]Hey Bleeker! Spank off to this with motion lotion. Just kidding (kind of.) Your best friend, Juno. \n[85]I have no idea how to spit this out. \n[86]No. The school would probably contact you in the event of my expulsion. \n[87]No, no, I'm definitely not asking for anything. Except maybe mercy. Like, it would be really great if nobody hit me. \n[88]I'm pregnant. \n[89]But I'm going to give it up for adoption. I already found the perfect people. \n[90]They say they're going to pay my medical expenses and everything. I promise this will all be resolved in thirty-odd weeks, and we can pretend it never happened. \n[91]I'm so sorry, you guys. If it's any consolation, I have heartburn that's like, radiating down to my kneecaps and I haven't gone number two since Wednesday. Morning! \n[92]The baby? I don't know anything about it yet. I only know it's got fingernails, allegedly. \n[93]Oh. It's, well, it's Paulie Bleeker. \n[94]What? \n[95]No, it's not. Paulie is virile, by the way. He was very good in... chair. \n[96]Yeah, well, there's this couple who've been trying to have a baby for five years. \n[97]But they have a real lawyer and everything. I'm going to meet with them next weekend. \n[98]Well, I'm not ready to be a mom. \n[99]Once! And she didn't die, if you recall! \n[100]No. \n[101]Cool it. \n[102]The term \"deliver\" is so weird. Can we not say \"deliver\"? \n[103]Sure, Dad. \n[104]I have no idea what kind of girl I am. \n[105]Vanessa, right? \n[106]Sure. \n[107]Wicked pic in the Penny Saver, by the way. Super classy. Not like those other people with the fake woods in the background. Like I'm really going to fall for that, you know? \n[108]Geeeerta Rauuuss! \n[109]No. \n[110]A Maker's Mark, please. Up. \n[111]I also have good teeth. No cavities. We finally got fluoridated water in Dancing Elk. \n[112]I'm a junior. \n[113]Oh. Uh, my stepmom took me to the doctor yesterday and they said I was twelve weeks. \n[114]Yeah, apparently. I'm having it on May 4. \n[115]Yeah, but I hardly noticed it. I'm more worried about the part where I have to start wearing jeans with an elastic panel in the front. \n[116]Well, you're lucky it's not you. \n[117]Well, I just have the baby and give it to you, right? \n[118]Whoah. I don't want to see pictures. I don't need to be notified of anything. Can't we just kick it old school? I could just put the baby in a basket and send it your way. You know, like Moses in the reeds. \n[119]Yeah. Yeah! The way people used to do it. Quick and dirty, like ripping off a Band-Aid. \n[120]Shit, yeah. Close it up. \n[121]Well, no... I'm not going to sell the baby. I just want it to grow up with people who are ready to love it and be parents. I'm in high school, dude. I'm ill-equipped. \n[122]Mark, are you looking forward to being a dad? \n[123]Can I use the facilities first? Being pregnant makes you pee like Seabiscuit. \n[124]Room with a toilet, got it. \n[125]Whoops! Yikes, I didn't expect to see you up here. \n[126]Did your wife send you up here to spy on me? \n[127]Well, you don't just invite a random pregnant teenager into your house and leave her unsupervised. I could be a total klepto, for all you know. \n[128]I did steal a squirt of perfume. What do you think? It's Clinique Happy. \n[129]Smell those sparkling topnotes! \n[130]You should be happy, Holmes. I'm giving you and Vanessa the gift of life. Sweet, screaming, pooping life! And you don't even have to be there when the baby comes out of me all covered in... \n[131]Blood and guts. \n[132]Wait a minute. Is that a Les Paul? \n[133]Wow, you get a whole room in your own house? She's got you on a long leash there, Mark. \n[134]It's beautiful. I've always liked Gibson better than Fender. \n[135]I rock a Harmony. \n[136]What? I'm a pawn shop rocker. \n[137]What is that, Mahogany? What happens if you crack the neck? \n[138]Yeah. \n[139]When was this, like '96? \n[140]Nuh-uh, 1977! Punk Volume 1. You weren't there, so you can't understand the magic. \n[141]Your guitar is named Kimber? \n[142]That's all right. My axe is named Roosevelt. After Franklin, not Ted. Franklin was the hot one with the polio. \n[143]Oh. Sure. Of course you'd want to know how your kid is cooking. \n[144]Yeah. For sure. I like you guys. \n[145]I'm going to say I'm 104% sure. \n[146]Look, if I could give it to you now, I would. But it probably looks like a Sea Monkey at this point, so I think we should leave it in there for a while until it gets cuter, you know? \n[147]Sorry, Bleek... Going for my ultrasound. Gotta note and everything. \n[148]I'll try to drop by later. \n[149]Hey, I'm a sacred vessel. All you've got in your belly is Taco Bell! \n[150]It is really weird looking. It's like it's not even real. I can't believe there are saps who actually cry at these things. \n[151]No way. No, I definitely don't want to know. \n[152]I want Mark and Vanessa to be surprised, and if I know, I won't be able to keep myself from telling them and ruining the whole thing. \n[153]No, they're the people who are adopting the baby. \n[154]How do you know I'm so poisonous? Like, what if the adoptive parents turn out to be evil molesters? \n[155]Bren, you're a dick! I love it. \n[156]I've got something really cool to show you guys. Is Vanessa here? \n[157]Right. I hear they can be kind of a time-suck. \n[158]Sure. What is it with you rich people and your herb-infused juices? \n[159]Why aren't you at work? \n[160]No shit. Like Johannes Brahms? \n[161]Like what? \n[162]Oh. \n[163]Titanium Power! Get more snatch by the batch! \n[164]You're kind of a sellout, aren't you? What would the Melvins say? \n[165]Come on, you're going to want to sit down for this. \n[166]Park it, dude. \n[167]Behold, good sir! The very first photo of your future child. \n[168]I think it kind of looks like my friend, Paulie. \n[169]No, he's the dad. \n[170]The doctor can tell, but I decided not to know. I want it to be a big surprise. \n[171]That's what you think. I drink tons of booze so you might get one of those scary neuter-babies that's born without junk. \n[172]You know... it's parts... \n[173]Yeah? \n[174]Well don't worry about it. My stepmom is forcing me to eat really healthy. She won't even let me stand in front of the microwave or eat red M&amp;Ms. Hope you're ready. \n[175]What is it? \n[176]I've heard the Carpenters before. Chick drummer and freaky dude. Not unlike the White Stripes. \n[177]Hey, I like this. \n[178]You don't have to do that. \n[179]I didn't. But it's a three-way tie between the Stooges, Patti Smith and the Runaways. \n[180]The Wizard of Gore? \n[181]Please. Dario Argento is the ultimate master of horror. \n[182]Frankly, this looks kind of stupid. \n[183]This is even better than Suspiria. You've got decent taste in slasher movies, Mark. \n[184]So, have you and Vanessa thought of a name for the baby yet? \n[185]Madison? Isn't that kind of... I don't know, gay? \n[186]My dad went through this phase where he was obsessed with Greek and Roman mythology. He named me after Zeus's wife. I mean, Zeus had other lays, but I'm pretty sure Juno was his only wife. She was supposed to be really beautiful but really mean. Like Diana Ross. \n[187]Uh, thanks. \n[188]I weighed my options. But after all this, I'm glad I didn't, you know, get rid of it. I want to have it. For you guys. \n[189]Why? What the big deal? \n[190]I'll handle this. I'm really good at diffusing mom-type rage. \n[191]Hi Vanessa! \n[192]Nothing... \n[193]I went to the doctor today. \n[194]Sure. It's the right size and everything. I even saw its phalanges today! Check this... \n[195]This is the baby. Your baby. \n[196]Doesn't it look like it's waving? It's kind of like it's saying \"Hi, Vanessa. Will you be my mommy?\" \n[197]I came over as soon as I got that cold ultrasound goo off my pelvis. My stepmom verbally abused the ultrasound tech so we were escorted off the premises. \n[198]See? Nothing to worry about. \n[199]Hey, what kind of swag did you score? \n[200]I thought people got all that stuff at baby showers. When my stepmom had my sister I remember she got about a million presents. They were all lame though, so I wasn't jealous. \n[201]Why? \n[202]What do you mean? You mean... Do you think I'm going to flake out on you? \n[203]You should have gone to China. I heard they give away babies like free iPods. They shoot 'em out of those T-shirt guns at sports events. \n[204]Naah. I'm already pregnant, so they figure nothing worse could happen to me. I gotta bounce anyway. It was nice seeing you guys again. \n[205]I drove to St. Cloud to show Mark and Vanessa the ultrasound. And I wound up staying for a couple of hours. \n[206]They said they wanted to know about this stuff. They said to keep them updated, so I did! \n[207]I don't know, I just did. And while we were waiting for Vanessa, Mark and I watched The Wizard of Gore and he burned me some CDs of weird music. He's kind of cool. \n[208]Listen, Bren-duhhh, I think you're the one overstepping boundaries. You're acting like you're the one who has to go through this and get huge and push a baby out of your vag for someone else. Besides, who cares if he's married? I can have friends who are married. \n[209]You don't know anything about me! \n[210]We don't even have a dog! \n[211]Wow, dream big! \n[212]Bleeker's mom was possibly attractive once. But now she looks a hobbit. The fat one that was in The Goonies. \n[213]I borrowed Paulie's physics notes in school today. I'm pretty sure he needs them back, or his grade could plummet to an A minus. \n[214]Hey, don't concentrate so hard, man. I think I smell hair burning. \n[215]I just wanted to come over. You know, say hi. I miss hanging out with you on school nights. \n[216]Orange Tic-Tacs are Bleeker's one and only vice. When we made out, the day I got pregnant, his mouth tasted really tangy and delicious. \n[217]Yeah. Um, I hooked up a whole private adoption thing. These married people in Saint Cloud are going to be the parents. \n[218]The guy is super cool! His name is Mark and he's into old horror movies and he plays guitar. I actually hung out with him today. \n[219]I asked my dad and Bren not to narc us out to your folks, so we should be safe. \n[220]I'm going to really start looking like a dork soon. Will you still think I'm cute if I'm huge? \n[221]Jesus, Bleek. \n[222]Yeah. Sure. Once Tino gets a new drumhead we should be good to go. \n[223]Were we together? \n[224]What about Katrina De Voort? You could go out with Katrina De Voort. \n[225]I totally heard you did. \n[226]Share the love, Tits! \n[227]She's assaulting me! She's denying me fresh-baked goodness! \n[228]Hly shht! \n[229]That's her. That's Vanessa Loring. \n[230]You sound shocked or something. \n[231]Wah-wah-waaah! \n[232]Right, seriously. \n[233]I want a huge cookie. And like, a lamb kebob. Simultaneously. \n[234]Well hi Vanessa! What brings you to the mall today? \n[235]Please excuse Leah. She's mentally challenged. \n[236]Happy? Oh, you mean like, physically. I'm good. Look, I have a snooze button now! \n[237]Dude, it's moshing all over. \n[238]It's kicking. \n[239]Are you kidding? Everyone at school is always grabbing at my belly. I'm like a legend. They call me the Cautionary Whale. \n[240]Oh, you should try talking to it. They can apparently hear speech in there, even though it sounds all ten thousands leagues under the sea. \n[241]Elbow. \n[242]So, I've been spending a lot of time listening to that weird CD you made me. \n[243]I sort of like it. I mean, it's cute. \n[244]Well, when you're used to the raw power of Iggy and the Stooges, everything else sounds kind of precious by comparison. \n[245]Consider it your musical education. \n[246]Okay, stop surfing porn and get back to work. Just wanted to say hi. \n[247]Almost eight. You wouldn't believe how weird I look naked. \n[248]Trust me, you don't. I actually have to wear a bra now. And I have to rub this nasty cocoa butter stuff all over myself or my skin could get stretched too far and explode. \n[249]God, why is everyone always staring at me? \n[250]Wow, someone's been actually doing her geometry homework for once! \n[251]Please do not refer to Mr. Conyers as \"Keith,\" okay? My barf reflex is already heightened these days. \n[252]Eww, he's all beardy! \n[253]Katrina? Pfft, no way. He doesn't like Katrina. It must be a pity date. \n[254]Bleeker told me Katrina's whole house reeks of soup! \n[255]There's no way in hell they're having sex or even holding hands. \n[256]Yeah, well, Bleek trusted me. We're best friends. \n[257]I'm not jealous, and I don't care. I just know he doesn't like Katrina and I don't think he should toy with her emotions like that. She seems so nice and all. \n[258]Prom is for wenises, anyway. Once you're old enough to go, it's not cool anymore. \n[259]Are you honestly and truly going to prom with Katrina De Voort? \n[260]Leah just told me you were going with her. \n[261]Your mom must be really glad you're not taking me. \n[262]I'm not mad. I'm in a fucking great mood. Despite the fact that I'm trapped in a fat suit I can't take off, despite the fact that everyone is making fun of me behind my back, despite the fact that your little girlfriend gave me the stinkeye in art class yesterday... \n[263]Whatever. Have fun at the prom with Soupy Sales. I'm sure I can think of something way more cool to do that night. Like I could pumice my feet, or go to Bren's dumb Unitarian church, or get hit by a ten-ton truck full of hot garbage juice. All those things would be exponentially cooler than going to the prom with you. \n[264]What? \n[265]That's not how our thing works! I hurl the accusations and you talk me down, remember? \n[266]Why? Because I got bored and had sex with you one day, and then I didn't, like, marry you? \n[267]Forget it, Bleek. Take Katrina the Douche Packer to the prom. I'm sure you guys will have a really bitchin' time! \n[268]I still have your virginity! \n[269]What? Are you ashamed that we did it? \n[270]Well at least you don't have to walk around with the evidence under your sweater. I'm a planet! \n[271]Huh? \n[272]Oh. It's fine. What's another ten pounds? \n[273]Is Vanessa here? \n[274]Cool. \n[275]Oh, Mark! Is this the baby's room? It's beautiful! \n[276]Oh God, you're one of those guys... \n[277]\"Most Fruitful Yuki\"? What is... Oh my god, she's a pregnant superhero! \n[278]Wow, I actually feel like less of a fat dork now. \n[279]Okay, how about some tunes? \n[280]Now this first one is kinda slow. But it's Mott the Hoople so it's still totally rad and hardcore. \n[281]What? \n[282]You do? \n[283]That's almost interesting, Mark. Who did you dance with? \n[284]Oh man, I can just picture you slow dancing like a dork! \n[285]Oh, okay. Like this. \n[286]Only squares and nerds go to dances. \n[287]I don't know. \n[288]What? \n[289]No. \n[290]No. No, you definitely cannot do that, Mark. That's a big, fat sack of no! \n[291]This isn't what we agreed on. You guys have to take care of... this! You are the chosen custodians of the big-ass bump! \n[292]I want you guys to adopt the Buglet. I wanted everything to be perfect. Not shitty and broken like everyone else's family. Listen, once I have the baby, Vanessa is going to finally be happy, and everything will be all right. Believe me on this one! \n[293]But you're old! \n[294]I don't know. I just liked being your friend. I sort of liked becoming furniture in your weird life. \n[295]Yeah, I guess... Is this my fault? Is Vanessa mad at you because of me? \n[296]Yeah, but didn't you love Vanessa when you married her? If you love someone once, you can love them again, I know it. My friend Leah has gone out with the same guy, like, four times. You're just not trying. \n[297]Please don't get a divorce! God, Mark, just do me a solid and stay with your wife. \n[298]Not really. I'm sixteen. I'm old enough to tell when people are acting like total a-holes! \n[299]Oh and by the way, I bought another Sonic Youth album and it's the worst thing I've ever heard! It's just noise, man! \n[300]Nothing. \n[301]I'm not crying. I'm allergic to fine home furnishings. See you later. \n[302]I never realize how much I like being home unless I've been somewhere really different for a while. \n[303]Hi Dad. \n[304]Dealing with stuff way beyond my maturity level. Where is everyone? \n[305]Tot ice skating? Tots can't ice skate. Liberty Bell's still getting the hang of stairs. \n[306]Yeah, she does. \n[307]I'm losing my faith in humanity. \n[308]I guess I wonder sometimes if people ever stay together for good. \n[309]Yeah, like people in love. \n[310]Dad, no! \n[311]Please stop now. \n[312]Dad, it's not about that. I just need to know that it's possible for two people to stay happy together forever. Or at least for a few years. \n[313]I sort of already have. \n[314]I need to go out somewhere for just a little while. I don't have any homework, and I swear I'll be back by ten. \n[315]Yeah. That was me. \n[316]Because they're your fave. And you can never have too much of your favorite one-calorie breath mint. \n[317]You know, I've been thinking. I'm really sorry I was such a huge bitch to you. You didn't deserve that. You never deserve any of the poo I unload on you. \n[318]Also, I think I'm in love with you. \n[319]No, for real. I think you are the coolest person I've ever met. And you don't even have to try. \n[320]No, you're naturally smart. You always think of the funniest things to do. Remember when you passed me that postcard during Spanish class, and it was addressed like, \"Junebug MacGuff, Row 4, Third Seat From the Blackboard\"? And it said, \"I'm having fun in Barcelona -- wish you were here\"? That was hilarious. \n[321]Plus, you're the only person who doesn't stare at my stomach all the fucking time. You actually look at my face. And every time I look at you, the baby starts kicking me super hard. \n[322]I think it's because my heart starts pounding when I see you. \n[323]Basically, I'm completely smitten with you, and I don't care if I'm making an ass out of myself right now, because you've seen me make an ass out of myself a million times, and you still want to be my friend. \n[324]That's all I need from you. That's more than I could ever ask for. You're just golden, dude. \n[325]Okay. \n[326]Dad! \n[327]Either I just pissed my pants or... \n[328]Thundercats are go! \n[329]Ow, ow, fuckity-ow. Bren, when do I get that Spinal Tap thing? \n[330]You mean I have to wait for it to get even worse? Why can't they just give it to me now? \n[331]It really didn't hurt that bad having him. \n[332]The best part was when I peed on Leah during labor. \n[333]And then, out of nowhere, there it was... \n[334]There he was. \n[335]I decided to not call Bleeker to tell him that I was having the baby. He had a big meet against Manteno and I didn't want him to get all worried about me and choke. \n[336]But he figured it out anyway. \n[337]Bleeker decided he didn't want to see the baby. Neither did I, really. He didn't feel like ours. \n[338]I think he was always hers. \n[339]It ended with a chair. \n[340]As boyfriends go, Paulie Bleeker is totally boss. He is the cheese to my macaroni. I know people are supposed to fall in love before they reproduce, but normalcy's not really our style. \n[341]Ready? \n[342]Here is the church and here is the steeple. We sure are cute for two ugly people. I don't see what anyone can see, in anyone else but you. \n[343]You are always trying to keep it real. I'm in love with how you feel. I don't see what anyone can see, in anyone else but you. \n[344]The pebbles forgive me, the trees forgive me. So why can't you forgive me? I don't see what anyone can see, in anyone else but you. ", "MARK": "\n[1]Hi. I'm Mark Loring. I'm the husband. \n[2]This is our attorney, Gerta Rauss. \n[3]Like the city in Alaska? \n[4]Cool. Well, let's sit down and get to know each other a bit. \n[5]So, let's discuss how we're gonna do this... thing. \n[6]Technically, that would be kickin' it Old Testament. \n[7]Obviously, we'll compensate you for your medical expenses. \n[8]Vanessa has wanted a baby since we got married. \n[9]Sure, why not? I mean, every guy wants to be a father. Coach soccer, help with science projects and... I don't know. Fatherly stuff. \n[10]Sorry. I was just getting something. \n[11]What? No! Do we come off like paranoid yuppies or something? \n[12]I don't get a klepto vibe from you. Evil genius? Maybe. Arsonist? Wouldn't rule it out. \n[13]Am I supposed to feel happy now? \n[14]Viscera? \n[15]We'd better get back downstairs ASAP. \n[16]Oh. That's, uh, my room. Vanessa lets me have a room for all my old stuff. \n[17]Shut up. \n[18]What do you play? \n[19]Oh. \n[20]Sorry. I swear I'm not a gear snob. \n[21]Tell me about it. I used to play in a really tight band back when I lived in Chicago, and one night we opened for the Melvins... do you know who the Melvins are? \n[22]Well, we were playing with them and I busted this guitar onstage. It cost me $800 and a dime bag just to have it fixed. \n[23]'93. I'm telling you that was the best time for rock and roll. \n[24]You weren't even alive! \n[25]\n[26]Juno just wanted a closer look at Kimber here. \n[27]Yeah. \n[28]That's great, right? Stellar news. Well, you guys drive safe, and we'll hear from you soon, all right? \n[29]Juno? Wow, I didn't expect to see you here. \n[30]No, she's working late tonight. She's trying to accrue some extra time off for when, you know... \n[31]Come on in. You wanna Ginseng Cooler? \n[32]I don't know. Something to do with the four-packs... ...They're not bad. \n[33]I mostly work from home. I'm a composer. \n[34]No, more commercial stuff. \n[35]Commercials. \n[36]Have you seen those ads for Titanium Power men's deodorant? \n[37]I wrote that. \n[38]They'd say you came a long way out here not knowing if anyone would be home. \n[39]You're kidding! \n[40]Oh, is he bald and amorphous? \n[41]Can you tell if it's a boy or a girl? \n[42]Well, it can really only go two ways. \n[43]Junk? \n[44]I know what junk is. \n[45]We definitely want it to have junk. \n[46]Wait...do you hear that? \n[47]It's only my favorite song. It's Sonic Youth doing \"Superstar\" by the Carpenters. \n[48]You haven't heard the Carpenters like this. Listen. \n[49]Don't you remember you told me you loved me, baby... \n[50]This album is all Carpenters covers by alt-rock bands. It's called If I Were a Carpenter. It is God. I'll rip a copy for you before you leave. \n[51]It's the least I can do. What did you say your favorite band was? \n[52]Yeah, I definitely need to make you some CDs. At least while my kid is hanging out in there. \n[53]Oh yeah. It's Herschel Gordon Lewis. He's the ultimate master of horror. \n[54]Argento's good, but Lewis is completely demented. We're talking buckets of goo. Red corn syrup everywhere. And fake brains up the yin-yang. \n[55]Here's to dovetailing interests. \n[56]Well, sort of. Vanessa likes Madison for a girl. \n[57]God, pretentious much? I guess everyone should have a mysterious name like Juno, huh? \n[58]That suits you. \n[59]You know, not many teenage girls in your situation would actually go through with this. \n[60]You're something else. \n[61]Vanessa. Shit, you better get out of here. \n[62]Nothing. She just hates when I sit around watching movies and 'not contributing.' \n[63]Wait... aww, crap! \n[64]Juno was nice enough to bring this by for us. \n[65]Yeah. Mall madness, huh? \n[66]I doubt anyone's throwing us a shower. \n[67]Cold feet. \n[68]Hey, don't forget your bag. \n[69]They're yellow. \n[70]Why do people think yellow is gender- neutral? I don't know one man with a yellow bedroom. \n[71]Or you could just wait a couple months. It's not like the baby's going to storm in here any second and demand dessert-colored walls. \n[72]Nesting, huh? Are you planning to build the crib out of twigs and saliva? \n[73]I just think it's too early to paint. That's my opinion. \n[74]Hm. \n[75]\n[76]Hello? \n[77]Oh really? What's the verdict? \n[78]Cute? \n[79]I imagine you have a collection of punk chestnuts to prove your point. \n[80]I'm dying to see what you've got to teach me. \n[81]Go learn something. \n[82]Wow. That shirt is working hard. \n[83]Nope. We're safe. \n[84]Come on, I have something for you. \n[85]Hilarious. No, I just keep all of my old comics down here, and I want to show you one of them. \n[86]You're gonna like this, I promise. \n[87]Here it is. \n[88]Isn't that great? I got it when I was in Japan with my band. She reminds me of you. \n[89]Most Fruitful Yuki is bad ass, man. You should be proud to be the same condition. \n[90]I actually know this one. \n[91]Yeah, this song's older than me, if you can believe that. I danced to it at my senior prom. \n[92]Her name was Cynthia Vogel and she was a good dance partner. Even let me put my hands on her butt. \n[93]No, I put my hands on your waist. Then you put your arms around my neck. That's how we did it in '88. \n[94]You've never been to a dance, have you? \n[95]What are you? \n[96]I feel like there's something between us. \n[97]I'm leaving Vanessa. \n[98]It's just not working out, but I'm getting my own place in the city... and I've got it all planned out. It's something I've wanted to do for a long time... \n[99]No? \n[100]What's the matter? \n[101]But I thought you'd be cool if... \n[102]A baby is not going to fix everything. Besides, I don't know if I'm ready to be a father. \n[103]I... How do you think of me, Juno? Why are you here? \n[104]This... ...this is what my life has become. Stuff in boxes. Stuff underground. Is that so appealing to you? \n[105]That's not the point. We're just not in love anymore. \n[106]I'm such an idiot. I can't believe what an idiot I am. \n[107]God, you're so young. \n[108]She's hormonal. Right, June? It's just part of the whole process. \n[109]I didn't do anything... I just... I've just been thinking. \n[110]Just thinking if this is really the right thing for us. \n[111]I've been just wondering if we're, you know, ready. \n[112]I know we're prepared. I just don't know if... I'm ready. \n[113]It all just happened so fast. We put that ad in the paper. I thought it would take months if, you know, ever and then -- boom -- Two weeks later, she's in our living room. \n[114]Ever since, it's just been like a ticking clock. \n[115]It just feels a little like bad timing. \n[116]I don't know. There's just things I still want to do. \n[117]Don't mock me. \n[118]I never said I'd be a great father. \n[119]I called Gerta Rauss. She says she can represent both of us. They call it \"collaborative divorce.\" It's apparently all the rage right now. And it's easy because we don't have children. \n[120]Looks like it, yeah. \n[121]Yeah, downtown. \n[122]It's a loft. \n[123]I know you did. \n[124]It looks like a bill from Jiffy-Lube. ", "VANESSA": "\n[1]Hi! I'm Vanessa. You must be Juno and Mr. MacGuff. I'm Vanessa. \n[2]Oh no. Thank you. Come on in. \n[3]Can I take your coats? \n[4]You found us in the Penny Saver? \n[5]I'll get drinks. What would everyone like? I've got Pellegrino, Vitamin Water... \n[6]Oh, that's marvelous. So you're almost into your second trimester, then? \n[7]The tough part's almost over for you. I mean, my girlfriends always tell me the first couple months are the hardest. \n[8]I think pregnancy is beautiful. \n[9]Are you looking for any other compensation? \n[10]You're doing an amazing and selfless thing for us. \n[11]I want to be a mommy so badly! \n[12]Well, haven't you ever felt like you were born to do something? \n[13]Well, I was born to be a mother. Some of us are. \n[14]Well, shall we start looking over the paperwork? Gerta has already drafted some preliminary documents. \n[15]Sure. The powder room down here is being re-tiled, but you can use the master bath upstairs. Go up, then turn left and on your right... \n[16]A Pilates machine? \n[17]You don't make anything. It's for exercising. \n[18]Will you excuse me? \n[19]You guys are playing music? \n[20]I think Gerta is waiting for us downstairs with some important stuff for us to go over. \n[21]Didn't mean to interrupt the jam sessions. \n[22]Juno, we'd really appreciate it if you could keep us updated on any doctor's appointments, ultrasounds, other things of that nature. \n[23]So, then, you really think you're going to go ahead with this? \n[24]How sure? Percentage-wise, would you say you're 80% sure, 90% sure? \n[25]Oh really? \n[26]Mark? Are you home? I want to show you some things I picked up. \n[27]Juno! God, you startled me. What are you doing here? What's wrong? \n[28]Then what's going on? \n[29]Is the baby okay? \n[30]What... \n[31]Oh my God... \n[32]Yeah. Yeah, it kind of does. \n[33]Oh, that's great! \n[34]Oh it's just some stuff I picked up. For, you know, the baby. Babies need a lot of things. I want everything to be just right. \n[35]Um, I think people are kind of unsure about the situation because it's not, you know, set in stone. \n[36]No, no, I don't think that, Juno. It's just that, we went through a situation before where it didn't work out. \n[37]Right. Well, Juno, your parents must be wondering where you are. You might want to head home. \n[38]What do you think? Custard or Cheesecake? \n[39]Well, I wanted to pick something gender-neutral for now. Once we get the baby, God willing, we can create a more decisive palette. \n[40]I think I'm leaning toward Custard in this light. I don't know. I should paint a small area... \n[41]What to Expect says that readying the baby's room is an important process for women. It's called \"nesting.\" \n[42]You should read the book. I even flagged the \"daddy chapters\" for you. \n[43]And I disagree. \n[44]That wall is going to need something. Maybe we could put our first family picture there. \n[45]Can you see it? \n[46]Juno? \n[47]Just, you know, shopping with my girlfriends. \n[48]No... \n[49]Oh, okay. So... how are you feeling? \n[50]That's great. \n[51]Um... Juno, can I -- Can I touch it? \n[52]I can't feel anything. \n[53]It's not moving for me. \n[54]Hi. Hi, baby. It's me. My name is Vanessa. I can't wait to meet you. \n[55]Can you hear me sweet angel? \n[56]Oh my God -- It moved! I felt it! \n[57]Wow! It's magical. \n[58]Juno? What's going on? \n[59]Mark? Why is Juno crying? \n[60]Hold on. \n[61]Juno, what's the matter? \n[62]What did you do? \n[63]What? \n[64]What are you referring to? \n[65]Of course we're ready. We've taken all the classes. The nursery. The books -- \n[66]Juno, don't worry about this. He just has cold feet. That's how boys are. The books all say the same thing. A woman becomes a mother when she gets pregnant. A man becomes a father when he sees his baby. He's going to get there. He'll get there. \n[67]Why don't we let Juno go home and we can discuss this later on, okay? \n[68]She answered our prayers. \n[69]What are you saying? \n[70]What would be a good time for you? \n[71]Like what? Be a rock star? \n[72]You're trying to do something that's never going to happen. And you know what? Your shirt is stupid. Grow up. If I have to wait for you to become Kurt Cobain, I'm never going to be a mother. \n[73]No, it's fine. Thanks for making the call, I guess. \n[74]We're actually, finally doing this? \n[75]Have you found a place to stay? \n[76]A hotel? \n[77]Aren't you the cool guy? \n[78]I wanted a baby so bad. So bad. \n[79]It's for me. \n[80]I have a son? \n[81]I have a son. \n[82]How do I look? ", "BLEEKER": "\n[1]Hey, cool tiger. Looks proud. \n[2]Cool. \n[3]My mom uses color-safe bleach. \n[4]I don't know... \n[5]I guess so. What are you going to do? \n[6]I'm supposed to be running. \n[7]So, what do you think we should do? \n[8]Yeah, typically. That's what happens when our moms and teachers get pregnant. \n[9]Yeah, wizard, I guess. I mean do what you think is right. \n[10]Whose idea was it? \n[11]Whose idea was it? \n[12]I did the prep questions for this lab last night. You can copy my answers if you need to. \n[13]But you copy my work every week. \n[14]I don't mind. You definitely bring something to the table. \n[15]Or something. \n[16]Okay... I'm going to set up the apparatus. Juno, want to get a C clamp out of that drawer? \n[17]I don't think so. \n[18]I'm not hungry, oddly. \n[19]Thanks for the message. \n[20]You've mentioned it about fifty times. \n[21]Oh, hey Vijay. \n[22]Yup. \n[23]Yup. \n[24]Yup. \n[25]I don't really know anything about it. \n[26]I can't grow a moustache. It never comes in evenly. \n[27]Hey Juno... A couple of us are going to the cineplex after school to donut that movie with the guy with eighteen kids. \n[28]Okay, cool. \n[29]What's up? \n[30]I miss it too. \n[31]So, it looks like you're getting pregnant-er these days. \n[32]Really? What are they like? \n[33]Is that normal? \n[34]Oh. That's a relief. \n[35]I always think you're cute. I think you're beautiful. \n[36]Well, I do. \n[37]Hey Junebug, when all this is over we should get the band back together again. \n[38]We could get back together too. \n[39]Well, we were once. You know, that time. \n[40]I don't like Katrina. \n[41]I don't. Katrina smells like soup. Her whole house smells of soup. \n[42]Um, hi? \n[43]Yeah, I did ask her if she wanted to go. A bunch of us from the team are going to Benihana, then the prom, then Vijay's parents' cabin. \n[44]We're getting a stretch limo. \n[45]You're mad. Why are you mad? \n[46]Katrina's not my girlfriend! And I doubt she was actually giving you the stinkeye. She just looks like that all the time. \n[47]You're being really immature. \n[48]Not this time. You don't have any reason to be mad at me. You broke my heart. I should be royally ticked at you, man. I should be really cheesed off. I shouldn't want to talk to you anymore. \n[49]Like I'd marry you! You would be the meanest wife of all time. And anyway, I know you weren't bored that day because there was a lot of stuff on TV. The Blair Witch Project was on Starz, and you were like, \"Oh, I want to watch this, but we should make out instead. La la la.\" \n[50]Yeah, well... I still have your underwear. \n[51]Oh my God, SHUT UP! \n[52]No... \n[53]Wait, let me take that. \n[54]You shouldn't be carrying that heavy bag. I'll take it. \n[55]Did you put like a hundred things of Tic Tacs in my mailbox? \n[56]Why? \n[57]Well... thanks. I think I'm pretty much set until college on the Tic Tac front. \n[58]You know it's okay. \n[59]What, you mean as friends? \n[60]I try really hard, actually... \n[61]I was just bored. I only think school is awesome like, 80% of the time. \n[62]It does? \n[63]Wizard! \n[64]Mine too. \n[65]Well, yeah. You're the best friend I've ever had, even when you're being kind of evil. \n[66]Can we make out now? \n[67]You're a part time lover and a fulltime friend. The monkey on your back is the latest trend. I don't see what anyone can see, in anyone else but you. \n[68]We both have shiny happy fits of rage. You want more fans, I want more stage. I don't see what anyone can see, in anyone else but you. \n[69]I kiss you on the brain in the shadow of a train. I kiss you all starryeyed, my body's swinging from side to side. I don't see what anyone can see, in anyone else but you. ", "LEAH": "\n[1]Yo-yo-yiggity-yo. \n[2]Is this Juno? \n[3]Only the one in my pants. \n[4]Maybe it's just a food baby. Did you have a big lunch? \n[5]How did you even generate enough pee for three pregnancy tests? \n[6]Is this for real? Like for real, for real? \n[7]Oh my God! Oh shit! Phuket Thailand! \n[8]Well, are you going to go to Havenbrooke or Women Now for the abortion? You need a note from your parents for Havenbrooke. \n[9]Want me to call for you? I called for Becky last year. \n[10]Heavy lifting can only help you at this point. \n[11]So, you were bored? Is that how this blessed miracle came to be? \n[12]When did you decide you were going to do Bleeker? \n[13]Aha! You love him. \n[14]So, what was it like humping Bleeker's bony bod? \n[15]Me too! I love Woody Allen! \n[16]What are you doing here, dumbass? I thought I was supposed to pick you up at four. \n[17]Oh, gruesome. I wonder if the baby's claws could scratch your vag on the way out? \n[18]Keep your voice down dude, my mom's around here somewhere. She doesn't know we're sexually active. \n[19]But then you'll get huge. Your chest is going to milktate. And you have to tell everyone you're pregnant. \n[20]Maybe they'll totally shit and be super mad at you and not let you graduate or go to Cabo San Lucas for spring break. \n[21]Well, maybe you could look at one of those adoption ads. I see them all the time in the Penny Saver. \n[22]Oh yeah! \"Desperately Seeking Spawn.\" They're right by the ads for like, iguanas and terriers and used fitness equipment. It's totally legit. \n[23]Yeah, but it sucks for free. \n[24]Look at this one \"Wholesome, spiritually wealthy couple have found true love with each other.\" \"All that's missing is your bastard.\" \n[25]You're not listening to me. \n[26]What did you have in mind, a family of disturbed loners who are into gunplay and incest? \n[27]All right, how about this one? \"Healthy, educated couple seeking infant to join our family of five. You will be compensated. Help us complete the circle of love.\" \n[28]Hey, Juno. Juno! Look at this one. \n[29]Best to just tell them, man. Rip off the Band-Aid and let it bleed. \n[30]I know, right? \n[31]We found them in the Penny Saver by the exotic birds section. \n[32]How does \"crap it out\" sound? \n[33]Check out Baby Big-Head. That kid is scary! \n[34]Touche. \n[35]Aw, please Junebug? \n[36]Or stage parents! \n[37]Yum. This pretzel tastes like a friggin' donut! \n[38]What? \n[39]Of the Penny Saver Lorings? \n[40]No way! She's pretty. \n[41]I just thought she'd look really old in real life. \n[42]She's gonna steal that kid for her collection. \n[43]Bo-ring! \n[44]God, Spermy. Must you always feed? \n[45]You're gay? \n[46]God, you're getting huge. How many months has it been now? \n[47]I wish my funbags would get bigger. \n[48]Hot! \n[49]Well, you are kind of... convex. \n[50]I don't have a choice. Keith's been grading me really hard lately. \n[51]Keith's hot. \n[52]Did you hear Bleek is going to prom with Katrina De Voort? \n[53]He asked her. I heard they were going to Benihana, then the prom, then to Vijay's parents' cabin. \n[54]Oh, it totally does. I was there for her birthday about four years ago and it was like Lipton Landing. But you know, boys have endured worse things for nookie. \n[55]I wouldn't be so sure about that. He did it with you. He's a man now. \n[56]Are you jealous? I thought you said you didn't care what he did. \n[57]Okay Juno, I'm really convinced. \n[58]You know, you can go into early labor sucking face like that! ", "MAC": "\n[1]You should have seen this octopus furnace. I had to get out my Hazmat suit just to get up in there... \n[2]So Juno, how did your maneuver go last night? \n[3]Liberty Bell, if I see one more Baco on that potato, I'm gonna kick your monkey ass. \n[4]Do you need a large sum of money? Legal counsel? \n[5]What have you done, Junebug? Did you hit someone with the Previa? \n[6]You're pregnant? \n[7]Who is the kid? \n[8]No, I mean the father! Who's the father, Juno? \n[9]Paulie Bleeker? I didn't know he had it in him! \n[10]Okay, this is no laughing matter. \n[11]Did you say you were thinking about adoption? \n[12]Damn skippy, you're not! You don't even remember to give Liberty Bell her breathing meds. \n[13]Juno, I want to come with you to meet these adoption people. You're just a kid. I don't want you to get ripped off by a couple of babystarved wingnuts. \n[14]I thought you were the kind of girl who knew when to say when. \n[15]Just tell it to me straight, Bren. Do you think this is my fault? Her mother's fault? \n[16]I'm not ready to be a Pop-Pop. \n[17]Did you see it coming when she sat us down here? \n[18]That was my first instinct too. Or D.W.I. Anything but this. And I'm going to punch that Bleeker kid in the weiner the next time I see him. \n[19]Hello. Thank you for having me and my irresponsible child over to your home. \n[20]I'm Mac MacGuff, and this, of course, is my daughter Juno. \n[21]She's joking. Junebug has a wonderful sense of humor, which is just one of her many genetic gifts. \n[22]We're fine, thank you. \n[23]Wait. What does that mean? \n[24]Excuse me? \n[25]You don't say. \n[26]Yes. Heating and air conditioning. \n[27]So. What's that thing? \n[28]What do you make with that? \n[29]My wife just ordered one of those Tony Little Gazelles off the TV, you know, from the guy with the ponytail? \n[30]That guy just doesn't look right to me. \n[31]I think that's a great idea. \n[32]All right, take care of yourselves. \n[33]Hey, big puffy version of Junebug. Where have you been? \n[34]Bren took Liberty Bell to her tot ice skating class. \n[35]No, but you know Bren. She dreams big. \n[36]You look a little morose, honey. What's eating you? \n[37]Think you can narrow it down for me. \n[38]You mean like couples? \n[39]Are you having boy trouble? I gotta be honest; I don't much approve of you dating in your condition, 'cause... well, that's kind of messed up. \n[40]Well, it's kind of skanky. Isn't that what you girls call it? Skanky? Skeevy? \n[41]Tore up from the floor up? \n[42]It's not easy, that's for sure. Now, I may not have the best track record in the world, but I have been with your stepmother for ten years now, and I'm proud to say that we're very happy. \n[43]In my opinion, the best thing you can do is to find a person who loves you for exactly what you are. Good mood, bad mood, ugly, pretty, handsome, what have you, the right person will still think that the sun shines out your ass. That's the kind of person that's worth sticking with. \n[44]Well, of course. Your old D-A-D! You know I'll always be there to love and support you, no matter what kind of pickle you're in. \n[45]Obviously. \n[46]You were talking about me, right? \n[47]What?! \n[48]Or... \n[49]Someday, you'll be back here, honey. On your terms. ", "BREN": "\n[1]Juno? Did you happen to barf in my urn? Mac, you know that nice urn by the front door, the one I got up in Stillwater? I found some weird blue shit, I mean stuff, gunk, in there this morning. \n[2]Hon, did you get expelled? \n[3]Well, I was just asking. It seemed plausible. \n[4]Oh, God... \n[5]I didn't even know you were sexually active! \n[6]Nails? Really? \n[7]He just doesn't look, well, virile. \n[8]Junebug, that is a tough, tough thing to do. Probably tougher than you can understand right now. \n[9]Honey, had you considered, you know, the alternative? \n[10]Well, you're a brave young lady. You're made of stronger stuff than I thought. You're a little Viking! \n[11]First things first, we have to get you healthy. You need prenatal vitamins. Incidentally, they'll do incredible things for your nails, so that's a plus. Oh, and we need to schedule a doctor's appointment. Find out where you're going to deliver. \n[12]Why don't you girls go upstairs for a while? I think Mac's gonna blow. \n[13]I think kids get bored and have intercourse. And I think Junebug was a dummy about it. But we have to move on from here and help her figure it out. \n[14]You're not going to be a Pop-Pop. And Juno's not going to be a ma. Somebody else is going to find a precious blessing from Jesus in this garbage dump of a situation. I friggin' hope. \n[15]Oh God yeah. But I was hoping she was expelled or into hard drugs. \n[16]Oh Mac, no! He's a sweet kid. You know it wasn't his idea. \n[17]Would you look at that? \n[18]What? I'm not made of stone. \n[19]Wait, what's that supposed to mean? \n[20]They could be utterly negligent. Maybe they'll do a far shittier job of raising a kid than my dumbass stepdaughter ever would. Have you considered that? \n[21]What is your job title, exactly? \n[22]I said, what-is-your-job-title, Missy? \n[23]Well I'm a nail technician, and I think we both ought to stick to what we know. \n[24]You think you're special because you get to play Picture Pages up there? \n[25]My five year-old daughter could do that, and let me tell you, she is not the brightest bulb in the tanning bed. So why don't you go back to night school in Manteno and learn a real trade! \n[26]Where the hell have you been, Junebug? \n[27]A couple of hours? Why are you going up there in the first place? \n[28]You could have sent it to them. Why would you drive an hour out to East Jesus, Nowhere? \n[29]That was a mistake, Juno. Mark is a married stranger. You overstepped a boundary. \n[30]It doesn't work that way, kiddo. You don't know squat about the dynamics of marriage. \n[31]I know enough. \n[32]Yeah, because you're allergic to their saliva. I've made a lot of sacrifices for you, Juno. And in a couple years you're going to move out -- and I'm getting Weimaraners. \n[33]Oh, go fly a kite. \n[34]It's called a spinal block, and you can't have it yet, honey. The doctor said you're not dilated enough. \n[35]Well, honey, doctors are sadists who like to play God and watch lesser people scream. \n[36]Shit. Hey, can we give my kid the damn spinal tap already? \n[37]Like a mom. Scared shitless. ", "ULTRASOUND TECH": "\n[1]That's the feet... \n[2]And there's a hand... \n[3]Well, there we have it. Would you like to know the sex? \n[4]Planning to be surprised when you deliver? \n[5]Are Mark and Vanessa your friends at school? \n[6]Oh. Well, thank goodness for that. \n[7]I just see a lot of teenage mothers come through here. It's obviously a poisonous environment for a baby to be raised in. \n[8]No... I guess not. \n[9]Excuse me? \n[10]I'm an ultrasound technician, ma'am. \n[11]What are you talking about? ", "BLEEKER'S MOM": "\n[1]Paul? Are you coming downstairs to eat? \n[2]You ran eight miles today, Puppy. \n[3]But it's breakfast for supper. Your favorite, Paulie. I made French toast and sausage. Patties, not linkies, just like you like it. \n[4]Juno MacGuff called while you were out running. She wants to know if you're coming to her little coffeehouse performance on Saturday. \n[5]You know how I feel about her. \n[6]I just hope you don't consider her a close friend. \n[7]Hi Juno. What can I do for you? \n[8]Fine. Come in. \n[9]Ten minutes. ", "GERTA": "\n[1]Nice to meet you. \n[2]So, Juno. First off, how far along are you? \n[3]No, I mean in your pregnancy. \n[4]Mark and Vanessa are willing to negotiate an open adoption. \n[5]It means they'd send annual updates, photos, let Juno know how the baby is doing as he or she grows up. Of course, Juno's legal rights would be terminated... \n[6]Well, then we agree a traditional closed adoption would be best for all involved, then? \n[7]So, look those over and give me a call at my office if you have any questions. \n[8]All RIGHT! ", "VIJAY": "\n[1]Hey man. \n[2]Did you hear Juno MacGuff is pregnant? \n[3]Just like our moms and teachers! \n[4]Did you hear it's yours? \n[5]What a trip, man. \n[6]You should grow a moustache. You're a real man now. \n[7]Me neither. But I'm going to stop wearing underpants in order to raise my sperm count. See you. \n[8]His legs are as swift as his seed. ", "ROLLO": "\n[1]Well, well. If it isn't MacGuff the Crime Dog! Back for another test? \n[2]This is your third test today, Mama Bear. Your eggo is preggo, no doubt about it! \n[3]Maybe you're having twins. Maybe your little boyfriend's got mutant sperms and he knocked you up twice! \n[4]Well, you know where the lavatory is. You pay for that pee stick when you're done! Don't think it's yours just because you've marked it with your urine! \n[5]Well, it's not. You're not a lion in a pride! These kids, acting like lions with their unplanned pregnancies and their Sunny Delights. \n[6]So what's the prognosis, Fertile Myrtle? Minus or plus? \n[7]That ain't no Etch-a-Sketch. This is one doodle that can't be undid, homeskillet. ", "GIRL LAB PARTNER": "\n[1]I have a menstrual migraine, and I can't look at bright lights today. \n[2]No Josh, I don't take orders. Not from you and not from any man. \n[3]Something happened. Because your eyes? Are very cold? They're very cold, Josh. They're cold, lying eyes. \n[4]Yes they are, Josh. Since Mankato, they have been lying eyes. \n[5]I'm going to the infirmary. \n[6]Fine. Call me when you learn how to love just one person and not cheat at your brother's college just because you had four Smirnoff Ices and a bottle of Snow Peak Peach flavored Boone's! ", "PUNK RECEPTIONIST": "\n[1]Welcome to Women's Choice, where women are trusted friends. Please put your hands where I can see them and surrender any bombs. \n[2]Your name, please? \n[3]I need you to fill these out, both sides. And don't skip the hairy details. We need to know about every score and every sore. \n[4]Would you like some free condoms? They're boysenberry. \n[5]My partner uses these every time we have intercourse. They make his balls smell like pie. \n[6]Excuse me, Miss MacGoof? "}}