{"dialogues": {"BERTIE": "\n[1]You look like a Christmas tree. \n[2]Luh-luh-lords, la-la-ladies, gen-tell-men. \n[3]No doubt you wish the Prince Of Wales was standing before you today. \n[4]Be that as it may...my brother David is attending to other duties in the furthest parts of this vast Empire... \n[5]Weren't they lucky. \n[6]Can I be a penguin instead? \n[7]Ah well. \n[8]Once upon a time there were two horsies. A white horse that went clip clop clip clop through Hyde Park. And a black horse that went clip clop clip clop through Hyde Park. They met in the middle of Hyde Park. The white horse said \"neigh\". The black horse said, \"neigh\". The white horse continued on, clip clop clip clop through Hyde Park. The black horse continued on, clip clop clip clop through Hyde Park. And that's the end of the story. Now off to bed. \n[9]David called. He said come round to The Fort on Friday and stay for dinner. \n[10]I suppose. \n[11]Seriously, she'll be there. \n[12]About our coming? \n[13]A married American? Twice divorced? He can't be. \n[14]I d-d-don't thu-thu-think I c-c-can. \n[15]Father, we're not a family, we're a firm. \n[16]What did David say? \n[17]Oh my brother... \n[18]What're you going to say? \n[19]They didn't come to see us, Father. \n[20]Where's David? \n[21]What's needed is cooperation... \n[22]...buh-buh-between the cuh-cuh-classses... \n[23]Is this necessary? \n[24]David has `the touch'. They adore him. \n[25]I'll wager they're saying: There's the useless one who can't speak. \n[26]How'd you find this physician? \n[27]I'm not sure I want to see this fellow. \n[28]I'm not actually Mr ... \n[29]My wife's favorite colours. \n[30]Please... \n[31]You're too close. Five paces is the rule of thumb. \n[32]I can't discuss that. \n[33]That's better. When speaking with a Royal one waits for the Royal to start the conversation and chose the topic. \n[34]I admit if one waits for me to start a conversation one can wait a rather long time. \n[35]You call this making me comfortable? \n[36]Aren't you interested in treating me? \n[37]No thank you. \n[38]Apparently a great deal of rudeness, Doctor Logue. \n[39]I prefer Doctor. \n[40]The Duke of York is appropriate. \n[41]Your Royal Highness then. \n[42]Prince Albert? Or Frederick? Arthur? George? I've lots of names to choose from. \n[43]Only my family uses that. \n[44]If we were equal I wouldn't be here, I'd be at home with my family and no-one would give a damn. \n[45]My physicians say it's good for stuttering, relaxes the throat. \n[46]They've all been knighted. \n[47]I thought here we're \"equal\". \n[48]I beg your pardon? \n[49]I'm not here to discuss personal matters. \n[50]Because I bloody well stutter! And you bloody well can't fix it!!! \n[51]One of my numerous faults. \n[52]Don't be ridiculous. \n[53]I don't talk to myself! \n[54]Stop calling me that! \n[55]Then we shan't speak! \n[56]Must I pay for this? \n[57]Of course not! \n[58]When I give a speech...I bloody stutter!!! \n[59]Easy money. You're on. \n[60]Royals don't carry money. \n[61]If there is a next time. \n[62]I certainly can't read The Bard. \n[63]\"To be or not to be, That is the question. \n[64]I proved I can't read. \n[65]You're playing music. \n[66]How can I hear what I'm saying?! \n[67]You're not well acquainted with Royal princes, are you? \n[68]Rubbish. \n[69]I was terrible. \n[70]I know how I sound! \n[71]I've no idea what an Australian might do for that sort of money. \n[72]I'm finished with Doctor Logue! \n[73]The bloody man did parlour tricks and cheated me out of a shilling. \n[74]Three days. Where've you been? \n[75]So was I. Elizabeth has pneumonia. \n[76]Father won't. \n[77]Dying?! \n[78]You believe that? \n[79]May I remind you, you're not the one who's dying, Mother. \n[80]Lord Wigram and Dr Dawson are making arrangements. \n[81]They didn't say. \n[82]Mother says you're late for supper. \n[83]The look in mother's eyes, it was...ghastly. \n[84]What's this bloody thing doing here?! \n[85]The man was a total fraud! \n[86]Would you like to hear? \n[87]Well   I think you should. You should know what   goes on. Telling me he could help me read   flawlessly. Lying bastard! Listen to this   babble! \n[88]Lionel...it's Bertie. \n[89]Thank you. I didn't expect to be here. May I come in? \n[90]What? \n[91]Your wife? \n[92]Myrtle? Myrtle's never met me. I've never met Myrtle. May we discuss Myrtle in private? Its not proper talking about our women on the street. \n[93]What happened to your shoulder? \n[94]What's your Myrtle got to do with me? Elizabeth doesn't much care for you either, but here I am. \n[95]Which is why she dislikes you. You're far too familiar. May we discuss this properly? \n[96]Another example of exactly the sort of thing you don't say to a Royal. And you're too close. \n[97]Which is precisely why Elizabeth dislikes you. \n[98]Oh I say, I'm terribly sorry. Tell your lads I'll buy a new one. \n[99]What was he angry about? \n[100]Thought he'd be proud of you. \n[101]A man of stature? \n[102]Oh. \n[103]I was informed, after the fact, my father's last words were: \"Bertie has more guts than the rest of his brothers put together.\" Couldn't say that to my face. Your mother? \n[104]Oh. \n[105]I've been to Australia. \n[106]My brother. That's why I'm here. \n[107]Can't say. \n[108]You must undersand, I can't puh-puh-puh... \n[109]Pardon? \n[110]\"Swanee River\". \n[111]Happens to be my favorite. \n[112]Certainly not. May I help? Always wanted to build models. Father wouldn't allow it. I had to collect stamps. He collected stamps. \n[113]I know the words! \"Way down upon the Swanee River. ...\" Etcetera. \n[114]Of course I didn't stutter, I was singing! One doesn't stutter when one sings! Oh... Well I can't waltz around on State occasions warbling! \n[115]That's because you're peculiar. \n[116]No. Yes. Thank you. \n[117]I'm not crooning to the tune of \"Swanee River!\" \n[118]I can't talk, or sing, about your future King, doo-dah, doo-dah... \n[119]Certainly not. I've always looked up to David. Water's boiling. \n[120]I've a sweet tooth. To tell the truth... \n[121]...it was a relief. Knowing I wouldn't be King. \n[122]I wouldn't have to give speeches! \n[123]Eighteen months. \n[124]We didn't think about it that way, doctor. Doo-dah doo-dah. David and I were very close. \n[125]As brothers! \n[126]Young bucks... You know. \n[127]Upon occasion. \n[128]What an extraordinarily rude thing to say! David did try to be her beau at one point. Before I met her. She wouldn't have him. \n[129]Not like my father...he and his brother, when they were young, kept a girl in St John's Wood and shared her on alternate nights. \n[130]They all did. \"Buh-buh-buh-Bertie\". Father encouraged it. \"Spit it out, boy!\" Thought it would make me stop. Is this necessary?! \n[131]I mean the damn questions! \n[132]You asked that before. \n[133]Being born. \n[134]December 14th. \n[135]\"Mausoleum Day\". Prince Albert departed on that date. I was named Bertie to placate Great Grandmamma Victoria. In return, she hated me because it reminded her of her grief. \n[136]Let's stick to medical history please. I'm naturally left handed, which was considered inappropriate. \n[137]I was punished. Now I'm right handed. \n[138]Bandy legs. Also considered inappropriate. \n[139]Metal splints were made...worn night and day...very painful. Now I have straight legs. This is so...tawdry! I need your services as a Speech Therapist, not Grand Inquisitor. Are you available? Or will it be: \"Myrtle says no?\" \n[140]Yes, I told you, I have a temper. \n[141]He's fallen in love! \n[142]With the wrong sort of woman! \n[143]She's American. \n[144]This one's divorced. Twice. Mrs Wallis Simpson of Baltimore. I want David to be happy, but the family, the Church, the nation, won't have it. \n[145]If only! David used to prefer married women because there was no possible attachment. But now... \n[146]Please. \n[147]I made a smudge! \n[148]You want me to beg for help? \n[149]Don't say that! \n[150]I brought it along. You won, fair and square. I'll pay you generously. \n[151]That's what I was afraid of. \n[152]You've someone waiting? \n[153]I'd apologize to them in person, but... \n[154]After the funeral...it may be even more difficult. To remain unobserved. \n[155]Perhaps the wrong sort. \n[156]You know, Lionel, you're the first ordinary Englishman... \n[157]...I've ever really talked to. Sometimes, when I ride through the streets and see a `bloke' I'm struck by how little I know of his life, and how little he knows of mine. Cuts both ways. \n[158]She might. If I asked. Very nicely. And how will Myrtle take to our coming into your home? \n[159]Pardon? \n[160]Merely trying to overcome my dreadful impediment... \n[161]Good lord no! I hope to... \n[162]I'm not prepared! \n[163]I...I...I thu-thu-think we should tuh-tuh- table the document. \n[164]Wait down the road. \n[165]I wasn't sure either. \n[166]Do I look like a spy? \n[167]I was totally unable to speak. \n[168]Because you're paid to listen! \n[169]What more does a man need,eh? \n[170]Somebody has to live in them. \n[171]I couldn't say anything! \n[172]What a bloody stupid question! I just said one. Bloody. Bloodybloodybloody! \n[173]Certainly not. \n[174]Bugger! \n[175]Well bloody bugger to you, you beastly bastard! \n[176]Shit then. Shit, shit, shit! \n[177]Because I'm angry! \n[178]Fornication? \n[179]Fuck. Fuck, fuck, fuck! \n[180]Bloody, bloody. bloody! Shit, shit, shit! Bugger, bugger, bugger! Fuck, fuck, fuck! \n[181]This is your fault! \n[182]Apologies, Mrs. Logue. \n[183]Royals aren't allowed emotions in public. \n[184]What do you want me to do, dammit!? Stage my next public appearance as an obscene operetta?! \n[185]Don't take liberties! You're a dangerous man, Logue. Who sent you? \n[186]The lurking shadows. Courtiers and peers...the whole panoply of a class which once ruled the nation which once ruled the world, afraid of losing their last vestige of privilege if the monarchy is further debased. \n[187]Because, dear sweet deluded woman, she believes in me! \n[188]I'm beginning to ask myself that very same question. Your sailing close to the edge, don't push me, Doctor Logue. \n[189]I came here because I was taught from childhood to serve a purpose, and that purpose is to serve. Duty is our sole justification for privilege. \n[190]I came here because I was under the illusion you might help me perform that function! \n[191]He can bugger things up! And I am not the King. Mrs. Simpson is seeking a divorce. The Coronation is set for the 12th of May. Her decree becomes final on the 27th of April. That gives them two weeks to marry and put this issue to rest. \n[192]That would be a tragedy. I pray to The Almighty they succeed. I'll do anything within my power to keep my brother on the throne. \n[193]If necessary! \n[194]Are you saying he wanted me to fail? \n[195]Growing confidence? Growing dread!!! You're a wicked man, Lionel Logue, trying to get me to thrust myself forward as an alternative to my brother. Trying to get me to commit treason! \n[196]How dare you! I'm the brother of a King...the son of a King...back through untold centuries. You presume to instruct me on my duty? A jumped-up jackeroo from the outback? The disappointing son of an embittered clerk! You're a monster, Doctor Logue. I'm going to Balmoral to spend a pleasant country weekend with my beloved brother. And these sessions are over! \n[197]We must try to be pleasant. \n[198]David... \n[199]Been trying to see you... \n[200]Doing what? \n[201]Where did you get that American accent? David...Father's not dead six months, yet you've put Mrs. Simpson in the suite used by our mother? \n[202]That isn't funny. \n[203]Please. No more of that. \n[204]This could end in disaster. \n[205]Whatever will she call herself? \n[206]David! The upper classes are terrified anything which clouds the monarchy makes their situation more dangerous. Hunger marchers are singing the \"Red Flag\" in front of Westminster...demanding a republic...I've seen them... \n[207]Who'll sort out Chancellor Hitler? \n[208]The man's a monster! Our position must remain clear. \n[209]We are a German family! \n[210]Because we took an English name! Windsor. Because we are England. We are the heart and soul of this nation. That must never change. \n[211]I'm trying to warn you. \n[212]David, your role is to consult and to be advised. \n[213]Sounds like you haven't. \n[214]He's your Prime Minister. \n[215]If you refuse to listen to our Government, they have no choice but to resign. \n[216]To fight a general election in which your marriage is the only topic? \n[217]Privileges. \n[218]No. \n[219]We're not ordinary men, David! We were bred to be profiles on a coin. If you were ordinary, on what basis could you possibly claim to be King?! \n[220]Don't say such a thing! \n[221]I beg of you, don't do this to my wife, my daughters, to me. \n[222]Don't dismount. \n[223]Thought you were in David's camp? \n[224]Good Lord! My brother wrote that? \n[225]We're not coming to that?! \n[226]Surely his motives are misunderstood? \n[227]Winston?! Don't take him seriously! \n[228]You're willing to go along with this?! Changing horses in mid-stream is a perilous maneuver!!! \n[229]It's not too late, Winston, you could form a government on his behalf. \n[230]I don't want to hear it! Ever! \n[231]A giant. \n[232]Where's the Austin? \n[233]I liked the Austin. \n[234]How did this happen to you? \n[235]My Lords, members of the Accession Council, I meet you today in circumstances which are without parallel in the history of our Country... \n[236]Daddy's home. Your Majesty. \n[237]I don't want to lose you. \n[238]Being what we both dread most. \n[239]That was lovely. Don't take any guff. \n[240]I'd be honoured. \n[241]Want me to beg? \n[242]I believe this time a bit of begging might be required. Elizabeth says I must eat humble crow. \n[243]I was frightened and took refuge in being `Royal'. What I said was unforgivable. And... \n[244]What's the one essential thing a King must do? He must believe he is King. How can I possibly do that? For pity sake, Lionel, I beg you: get me through! I'll pay you another shilling. \n[245]I wouldn't know. \n[246]What do you suggest? \n[247]What has my brother given up on his abdication, other than the throne? \n[248]Wouldn't it be a good idea to find out before coming to me? He cannot be Mister, as he was born the son of a Duke. Which makes him a Lord at the very least. \n[249]And as a Lord of the realm, he's entitled to be elected to the House of Commons. Heading a King's Party. \n[250]So you prefer he takes a seat in the House of Lords? Again, on behalf of a King's Party? Is that acceptable? \n[251]But if he's made a Royal Duke, and called His Royal Highness, he cannot stand for Parliament. Nor may he speak or vote in the House of Lords. \n[252]The Duke of Windsor it is. Gentlemen. \n[253]\"Let's go gathering hearty heather with the gay brigade of grand dragons.\" \n[254]Those are my hardest sounds. \n[255]Oh. \n[256]How're they getting on? \n[257]Do we remain in hiding? \n[258]We're being cowards. \n[259]You should go in. \n[260]Why me?! \n[261]Being a monarchist, I recognize these are your digs. Therefore: here you rule. Therefore: you go in. \n[262]Full of hot air. \n[263]Sorry, dear, doctor's orders. Aaaaaaaaaaaaaaaaaaa... She's right, those two chaps are staring at me. \n[264]...aaaaaaaaaaaaaaaayyyyyyyyyyy... ...eeeeeeeeeeeeeeeeee... Are you timing this? iiiiiiiiiiiiiiiiiiiiiiii... ooooooooooooooooooooooooo... uuuuuuuuuuu. \n[265]Is this the scene of the crime? \n[266]Referring to my assault upon the ears of the listeners. \n[267]Radio with pictures?! \n[268]That'll keep you busy, removing all my stops and starts. \n[269]What exactly do you mean? \n[270]You mean my bodyguard,\"Crusher?\" \n[271]Doctor Lionel Logue, my speech therapist. \n[272]Dr. Logue is to be present at the Coronation. \n[273]Behind the chair of Edward the Confessor. \n[274]Which makes it most suitable. \n[275]Two comfortable chairs. One for Madam Logue. She's a close friend of my wife. The Queen. \n[276]Those are my wishes, Your Grace. \n[277]You've made a dangerous enemy. \n[278]And don't ever call me Bertie in public. \n[279]I sense one of your dreadful questions on the horizon. \n[280]Knew it! I haven't any choice. \n[281]What's this, you wait til Westminster Abbey, then ambush me? \n[282]I'm a sacrificial lamb being led to slaughter! Damn you! \n[283]\n[284]George. \n[285]Like my father. \n[286]Given the current situation...too Germanic. \n[287]This is not a rehearsal, \"Doctor\" Logue. \n[288]\"Just call me Lionel\"! Never did you call yourself `Doctor'. We did that for you. No diploma, no training, no credentials. Just a great deal of nerve. \n[289]There isn't a \"your-side-of-the-story\". This is my story. And you've ruined it! Its not just the Coronation, terrifying enough, its the radio speech to millions afterwards, and the speech after that, and for the rest of my failed miserable life! \n[290]You dare remind me?! \n[291]Then you knew from the start I was hopeless?! \n[292]Lying bastard! \n[293]In you?! \n[294]Who the hell do you think you are?! \n[295]Actor? \n[296]An actor?! \n[297]I know nothing of those poor men! \n[298]I suppose that helped them, did it? \n[299]Inquiries have been made! No credentials. \n[300]To Harley Street?! \n[301]So you set yourself up on Harley Street as an actor? Harley Street, don't you know, is for doctors! \n[302]Well enough to deceive me. \n[303]I would if I could! \n[304]You've saddled this nation in its moment of peril with a voiceless King. Destroyed the happiness of my family...all for the sake of ensnaring a star client you knew you couldn't possibly assist! \n[305]What're you doing? Get up! \n[306]You can't sit there! \n[307]It's the Chair of Edward The Confessor! The throne upon which every King for six and a half centuries has been crowned. \n[308]That's the Stone of Scone! The Stone of Destiny that was once Jacob's pillow. \n[309]Listen to me... ! \n[310]Divine right, if you must! I'm your King!!! \n[311]Because I have a right to be heard! \n[312]A man! I HAVE A VOICE!!! \n[313]Stop trying to squirm off the hook. \n[314]That won't be necessary. \n[315]What did you say? \n[316]Now I advise you, so listen carefully. ...in this personal matter I will make my own decision. \n[317]And may I remind you, it is my head upon which the crown is placed! \n[318]\"In this grave hour... \" \n[319]\"In this grave hour... \" Sorry. \n[320]\"In this grave hour... \" \n[321]I say that all the time, but apparently no one's listening. \n[322]Then I'm the solemnest king who ever lived. Lionel, I can't do this! \n[323]If I am to be King...where is my power? May I form a Government on my own, appoint or dismiss a Prime Minister, chose an Ambassador, levy a tax or declare a war? None of these things. Yet I am the seat of all authority. Why? Because the Nation believes when I speak, I speak for them. Yet I cannot speak! \n[324]\"In this grave hour, p-p-perhaps...\" \n[325]The letter`P' is always difficult. \n[326]\"In this grave hour...perhaps-the-most- fateful...in our history...\" \n[327]\"... I send to every household of my peoples...both at home and overseas...\" \n[328]\"...this message... \" \n[329]\"...spoken with the same depth of feeling for each one of you... as if I were able...\" \n[330]What? \n[331]I prefer pipes. \n[332]\"For the second time... in the lives of most of us... we are at war.\" One-two- three. find a peaceful way... out of the differences... between ourselves... and those who are now our enemies.\" Bugger, bugger, bugger! Fuck, fuck, fuck! \n[333]The shilling you won... still have it? \n[334]I'll return it. \n[335]`Walk up to the bloody thing boldly, stare it square in the eye, man to man.' \n[336]I already know. My father taught me. \n[337]Bugger bugger bugger...bloody bloody bloody... \n[338]They'll bloody well have to listen to me anyway. Right? \n[339]No matter how this turns out, I wish to thank you. For asking such dreadful questions. What can I do in recompense? \n[340]Sorry. That would raise too many questions. \n[341]Your shilling. Told you I'd give it back. \n[342]No, you won this, fair and square. \n[343]Made from the melted coin. Designed it myself, hope you like it, Lionel old friend. May I call you that? \n[344]Oh dear. \n[345]Almost. \n[346]In this grave hour, perhaps the most fateful in our history, I send to every household of my peoples, both at home and overseas... \n[347]...this message spoken with the same depth of feeling for each one of you as if I were able to cross your threshold and speak to you myself. For the second time in the lives of most of us we are at war. For we are called, with our allies, to meet the challenge of a principle which, if it were to prevail, would be fatal to any civilized order in the world. It is the principle which permits a State, in the selfish pursuit of power, to disregard its treaties and its solemn pledges; which sanctions the use of force, or threat of force, against the sovereignty and independence of other States. Such a principle, stripped of all disguise, is surely the mere primitive doctrine that might is right, and if this principle were established throughout the world, the freedom of our own country and of the whole British Commonwealth of Nations would be in danger. \n[348]For the sake of all that we ourselves hold dear, and of the world's order and peace, it is unthinkable that we should refuse to meet the challenge. It is to this high purpose that I now call my people at home and my peoples across the seas, who will make our cause their own. I ask them to stand calm, firm, and united in this time of trial. The task will be hard. There may be dark days ahead, and war can no longer be confined to the battlefield. But we can only do the right as we see the right, and reverently commit our cause to God. \n[349]If one and all we keep resolutely faithful to it, ready for whatever service or sacrifice it may demand, then, with God's help, we shall prevail. \n[350]We may all find a message of encouragement in the lines which, in my closing words, I would like to say to you: `I said to the man who stood at the Gate of the Year, \"Give me a light that I may tread safely into the unknown.\" And he replied, \"Go out into the darkness, and put your hand into the Hand of God. That shall be to you better than light, and safer than a known way.'\" May the Almighty Hand guide and uphold us all. ", "LIONEL": "\n[1]In the lav. \n[2]\"How poor are they that have not patience! What wound did ever heal but by degrees?\" \n[3]Iago...world's greatest villain. Just wants to be bad. Sorry, no receptionist. \n[4]That's for clients. Where's Mister J? \n[5]That's not a promising start. \n[6]A bit premature. \n[7]I'm sure of anyone who wants to be cured. \n[8]He should change jobs. \n[9]Indentured servitude? \n[10]Well, have your `hubby' pop by and give his personal history. I'll make a frank appraisal. \n[11]Sorry, this is my game, played on my turf, by my rules. \n[12]I thought the appointment was for \"Johnson\"? \n[13]I'm considered the enemy? \n[14]For my method to succeed there must be mutual trust, complete honesty, and total equality. That process takes place in my consultation room. No exceptions. \n[15]Bloody hell, I buggered that. \n[16]`ow dares molest...Jack The Ripper?! \n[17]Beware, Highwaymen, or I'll run yee through. \n[18]Oh. Beware, jolly Swagmen, I'll skewer yer gizzards. \n[19]Boys, I think we'd best go up. \n[20]Had a visit from a lady today. \n[21]You must stay, bored stupid, listening to your parents' inane conversation. \n[22]And mum. \n[23]At what I do. Twas a Lady with a capital L. \n[24]She came on behalf of her husband. Which is not the proper way. I told her I was fully booked. \n[25]She was...too high and mighty. Know what I mean. \n[26]Had a call. Wish me luck? \n[27]\"Now...\" \n[28]\"Now is the winter of our discontent Made glorious summer by this sun of York...\" \n[29]\"And all the clouds that lour'd upon our house In the deep bosom of the ocean buried. Now are our brows bound with victorious wreaths...\" \n[30]What do you suggest? \n[31]Not finished yet. \n[32]Lionel! \n[33]Bloody marvellous. \n[34]Mr. Johnson, do come in. \n[35]Glad we have something in common. \n[36]My lads build them. Make yourself comfortable. \n[37]What? \n[38]That might be difficult in this office. \n[39]Nice girl, Anna. Worried she wouldn't find a husband if she couldn't speak. Tried to convince her men will find her even more attractive as a silent partner. The perfect woman. Sorry, bad Australian joke. Why'd your wife change her mind and ask for an appointment? \n[40]What can we talk about? \n[41]Your joking. That won't work here. \n[42]You call this being forthcoming? \n[43]Only if you're interested in being cured. \n[44]Cuppa tea? \n[45]I need one. \n[46]Any idea what you're letting yourself in for? \n[47]Call me Lionel. \n[48]I prefer Lionel. My family calls me far worse. What shall I call you? \n[49]Oh please. \n[50]Much more informal. \n[51]How about Bertie? \n[52]That's what I'll call you then. We must be true equals. \n[53]Don't do that. \n[54]Sucking smoke into your lungs will kill you. \n[55]They're idiots. \n[56]Makes it official then. House rules: no smoking. \n[57]As a monarchist I thought you'd appreciate these are my digs and here I rule. No smoking. What was your earliest memory? \n[58]First recollection of the world? \n[59]Why're you here then? \n[60]Temper. \n[61]Do you stutter when you think? \n[62]One of my many faults. How about when you talk to yourself? \n[63]Come on, everyone natters to themselves once in a while, Bertie. \n[64]Shan't call you anything else. \n[65]Loads. Now: when you talk to yourself, do you stutter? \n[66]Proving your impediment isn't a permanent internal fixture. \n[67]Bet you a bob you can read flawlessly, right here, right now. \n[68]See your shilling then. \n[69]How convenient. \n[70]I'll stake you. Pay me back next time. \n[71]Correct, I haven't agreed to take you on. \n[72]`Easy money'. \n[73]Not so fast. \n[74]You proved you can't listen. \n[75]A princely bob is at stake. \n[76]I'm aware. \n[77]Bertie, you're Royal. Surely a prince's brain knows what its mouth is doing? \n[78]I want to demonstrate that when you can't hear your voice, you don't stutter, thus proving your impediment is not innate. \n[79]Flawless. \n[80]Would I lie to a prince of the realm to win twelve-pence? \n[81]Souvenir of our first and presumably last encounter. \n[82]I'm finished with your husband. \n[83]Lionel. \n[84]Certainly not. How's it going, mate? \n[85]Willie? \n[86]Why am I not surprised? \n[87]Mmmm? \n[88]You sure? \n[89]\"Art thou afeard?\" \n[90]\"Be not afeard; the isle is full of noises, Sounds and sweet airs, that give delight, and hurt not. Sometimes a thousand twanging instruments Will hum about mine ears; and sometimes voices, That, if then I had waked after long sleep, Will make me sleep again: and then, in dreaming, The clouds methought would open, and show riches Ready to drop upon me; that, when I waked, I cried to dream again.\" \n[91]Must be a tradesman. Off you go, lads. Mum should be home from work. \n[92]My condolences. I didn't expect you. \n[93]No. \n[94]My wife doesn't think it's a good idea. \n[95]Myrtle. \n[96]Sore back. \n[97]That woman has style. \n[98]You look dreadful. \n[99]But you're not Royal in this room. \n[100]Not there! \n[101]Curtis bi-plane, now a Curtis mono-wing. \n[102]You don't have any money. I'll fix it. So, Bertie, what brings you here? Your father's death? \n[103]Mine lay rigid, fists clenched angrily at his sides, daring the Reaper: take me, you bastard! \n[104]I was a great disappointment. \n[105]So did I. \n[106]A clerk. \n[107]Coughed herself to death when I was young. \n[108]I remember going to the theatre with her. Not real theatre...traveling players. \n[109]Not where I lived. \n[110]What's he done? \n[111]I'm going home now. \n[112]Try singing it. \n[113]Know any songs? \n[114]Very modern. \n[115]Sing it. \n[116]Only if you sing. Goes like this... \"Way down upon the...\" \n[117]You didn't stutter. \n[118]You can with me. \n[119]I take that as a compliment. Cut some struts from the balsa. Sorry, hard to show you what to do at five paces. Would you like a cup of tea? \n[120]You were about to sing an aria concerning your brother. \n[121]Try \"Camptown Races\" then. \"The Arch of C, he said to me, doo-dah doo- dah...\" That sort of thing. \n[122]My future King? He's your future King too. Did that cause friction? Knowing he'd grow up to be King, but you wouldn't. \n[123]Two lumps or one? \n[124]Always preferable. Cover it with tissue. \n[125]Why's that? \n[126]No smoking. What's the age difference? \n[127]But for eighteen months you would've been King?! \n[128]As you said: eighteen months. \n[129]How close? \n[130]I don't, or I wouldn't ask. Did you go after the same girls? \n[131]Princess Elizabeth? \n[132]Now dope the other wing. Did David tease you? \n[133]Otherwise the paint will eat through the tissue. \n[134]Mandatory. Tell me more about your storybook childhood. What was your earliest memory? \n[135]This time I'd like an answer. \n[136]How can you remember that? \n[137]I don't understand. \n[138]And? \n[139]Anything else? \n[140]You sound angry. \n[141]Angry at me, or at your brother? \n[142]How dreadful. \n[143]What's wrong with her? \n[144]Some of them must be lovable. \n[145]Can't they fornicate privately like adults? \n[146]\"Queen Wallis of Baltimore\"? \n[147]Does sound a bit iffy. \n[148]Touch it up. \n[149]I advise you never to beg. Especially if you might be King. \n[150]I see. For reasons you cannot disclose, fearing ramifications you will not explain, you feel sufficiently anxious to embark upon a course of therapy in which you have no faith? You already owe me a shilling. \n[151]I'll continue to ask questions. \n[152]Nice job. \n[153]I do now. \n[154]You don't wish to be seen? Slip out the back way. \n[155]You're having second thoughts. \n[156]I ask too many questions? \n[157]We live in South Kensington, small apartment, but no one would see you. Lots of planes. \n[158]Australian. \n[159]And if you decide to come, bring the Duchess. She might be helpful. \n[160]Not sure. She isn't speaking to me. Wants to go home. After the funeral then? \n[161]How're you doing, Willie? \n[162]Willie? \n[163]Well done. \n[164]To be honest, wasn't sure whether to expect you. \n[165]Something happened? \n[166]With a toothache. \n[167]You seldom stutter with me anymore. The boys are a bit untidy. \n[168]Like a verbal geisha girl? \n[169]Home. \n[170]Coming from a man who's lived all his life in castles and palaces. \n[171]Somebody does. \n[172]You could've refused. Don't you know any rude words? \n[173]Perhaps a touch more vulgar? \n[174]To prove you know how. \n[175]A public school prig could do better. \n[176]Hardly robust. \n[177]See how defecation flows trippingly from the tongue? You don't stutter when you swear. \n[178]Get angry more often. Do you know the f- word? \n[179]Oh Bertie... \n[180]Bravissimo! Now a resounding chorus of... \n[181]Sorry, pet! Won't happen again! \n[182]First time I've heard you laugh. \n[183]Which explains a lot. \n[184]Your next public appearance should be very well rehearsed. \n[185]Anyone in mind? \n[186]Your wife was the one who sought me out. \n[187]But you don't share her belief? Why come here? \n[188]Lionel. \n[189]Not to worry. They say the King can do no wrong. \n[190]And if Mr Baldwin stops them? \n[191]Does that include debasing yourself? \n[192]Your brother knew perfectly well by giving you a document without warning... \n[193]Are you insisting he didn't? In the future we can parse any document into manageable phrases. You can sing them, swear them, rehearse them til you get the rhythm and flow; that, combined with your growing confidence... \n[194]Trying to get you to   realize you need not be governed by fear.   Again, why did you seek me out? To take   polite elocution lessons so you could   attend posh tea parties?! \n[195]Now? \n[196]Outer Mongolia? \n[197]Nothing prevents. \n[198]Australia. \n[199]Caliban? \n[200]Of course. \"Be not afeard; the isle is full of noises, Sounds and sweet airs, that give delight, and hurt not.\" \n[201]\"Sometimes a thousand twanging instruments Will hum about mine ears; and sometimes voices...\" \n[202]You may leave. \n[203]First class. \n[204]Willie's a problem...not much progress. The others have been referred. \n[205]Try not to act the toff. Teach perhaps. \n[206]No! I'm not good enough! \n[207]Yes, I had a go. Thanks to your patience. I just bloody well wasn't good enough! \n[208]I too \"married the woman I love.\" \n[209]A wonderful lass. Someone I can talk to heart to heart. \n[210]That's why we're suited. I'm just an ordinary bloke. \n[211]Me too. \n[212]That relationship is now past tense. \n[213]I wanted to be a great actor. That's what I wanted. \n[214]I certainly failed! \n[215]Very snugly, into my heart! Always have, always will. \n[216]We haven't much more time together. Give it a go. \n[217]There weren't any more appointments today. \n[218]Piss off! Anna? \n[219]Read it to him. If he doesn't profess his love, he's not a man. \n[220]Johnson, isn't it? Have you an appointment? \n[221]I told you, Kings don't beg. \n[222]Its \"crow\" or \"humble pie\". Take your pick. \n[223]And? \n[224]What're friends for? \n[225]Splendid. Here's another. \"She sifted seven thick-stalked thistles through strong thick sieves.\" At home, twenty-five times, in rapid succession. \n[226]Shall we invite your wife in now? \n[227]I wasn't expecting Myrtle for several hours! \n[228]As to be expected. \n[229]I'm not going out there! \n[230]Of course. We're sensible men. \n[231]Me? You. \n[232]You're the Royal. \n[233]Oh! Hello, Lady Elizabeth! Oh! Hello, Myrtle darling! What a pleasant surprise. \n[234]Some other time, love. \n[235]Glad you had a chance to meet Myrtle. \n[236]Good of you to come. \n[237]For me to show you how to pitch in. \n[238]Piece of cake. Please assume a supine position on the floor. \n[239]Firm support is needed. \n[240]Breathe deeply...expand your chest... now your stomach...deep into the diaphragm. Splendid. How do you feel? \n[241]Well on your way to becoming a qualified political speaker. Again... \n[242]... and hold. Now, Princess Elizabeth, be so kind as to sit on your husband's stomach. \n[243]Gently of course. \n[244]Now exhale slowly...down goes Princess Elizabeth...inhale slowly...nothing rushed, expanding your chest fully, extending the column of air til it hits the diaphragm...and...up comes Princess Elizabeth. Exhale...down goes Princess Elizabeth...inhale...up comes Princess Elizabeth. You get the idea. Doesn't have to be Princess Elizabeth of course, but I thought you'd prefer your wife to one of the staff. Now comes the fun part. \n[245]You will now shout the vowel sounds, all five of them, as loudly as possible, each to last no less than 15 seconds. There's poor coordination between your larynx and diaphragm. Princess Elizabeth, you can be the official timer. \n[246]Anyone who can stand at an open window vibrating loudly in full view of the world can learn to give a public speech. \n[247]You're followed? \n[248]No. \n[249]We're not fighting. Your mother isn't talking. \n[250]Boys, leave. \n[251]A Duchess, she hasn't been crowned yet. \n[252]What'd you think of her? \n[253]Why'd you come home so early? \n[254]They came for help. \n[255]When that poor chap first walked into my office, he was a slim, quiet man with tired eyes and all the outward symptoms of the person upon whom a habitual speech defect has set the sign. You saw him today; once more there was hope. \n[256]Myrtle, I love you. \n[257]Myrtle... I don't deserve a wonderful woman like you. \n[258]But why'd you come home so early? \n[259]Why?! \n[260]Oh, Myrtle. My love... \n[261]A King based upon deception? \n[262]Why not paint him pink and cover him with sequins? \n[263]If you wish to call attention to his anxiety. \n[264]Just Lionel. \n[265]And now, if you don't mind, we need the premises. \n[266]So must Bertie. \n[267]I do. During waking hours we'll need the facilities. It'll be a closed set. No observers. \n[268]Wouldn't want him as a friend. \n[269]Tell me... \n[270]Do you really want to be King? \n[271]You can be a wounded King who stumbles through his Coronation. Or, as the Arch of C so archly suggests, no Coronation at all. Always a choice. \n[272]I'm simply asking questions... which you seem unable to answer. \n[273]Quite possibly. But at least I know what I want. You haven't the foggiest. \n[274]That's quite different. Let's get down to work then, shall we? \n[275]As soon as you and Elizabeth enter the West door, you'll be greeted with the hymn \"I Was Glad When They Said Unto Me.\" You won't actually be that glad, because they sing it for a great long time. \n[276]You'll then show yourself to the various sides of the Abbey as the Archbishop announces four times in a loud voice, \"Sirs, I here present unto you...\" Have you decided your name for when you become King? For when you become a different person? \n[277]Like your father? \n[278]Not Albert? \n[279]\"Sirs, I here present unto you, GEORGE, \n[280]Mmm... Kedgeree! Lovely. \n[281]I've news for you. You're coming to the Coronation. \n[282]You must. \n[283]Royal Box. You and I. \n[284]Rather thought you might. \n[285]Won't be a sec. \n[286]Bertie? Blast! Stepped on Lord Byron. Bertie...? \n[287]Ah, the Star Chamber inquisition. I wondered when that would happen. And I'd promised Myrtle a new frock. \n[288]Want to hear my side of the story? \n[289]Wembley Stadium... \n[290]I was there. \n[291]My son, Valentine, asked, \"Could you help that poor man?\" I replied, \"He's too old for me to manage a complete cure, but I could very nearly do it, I'm sure of that.\" \n[292]I knew I could help you. You refuse to believe? \n[293]In yourself. \n[294]A failed actor. \n[295]Father wanted me to be a doctor, but I couldn't cut flesh. So I worked in the mines, recited in pubs... \n[296]When the war came, by the time I was ready to be shipped out, the first casualties were limping home. Poor buggers, broken in bone and spirit. `Lionel, you're good with your mouth, see if you can help these poor sods.' The shell-shocked were the saddest. Most stuttered profoundly. Far worse than you. Muscle therapy helped somewhat, but I found I had to go deeper, as you might well imagine. \n[297]I think you do. They had cried out, and the universe had not listened. So they'd lost faith in their voice. My job was to make them shout in righteous anger: \"I have the right to be heard!\" \n[298]Make inquiries. \n[299]But a lot of success. No training was given. \n[300]Not in Western Australia, not at that time. I simply knew what to do. When the war was over I kept being a therapist to earn a living. When the lads were old enough, I thought, \"Alright Lionel, you've always wanted to be an actor, one last go.\" I pretended it was our trip home to Mother England, the Great Australian Pilgrimage. \n[301]Cashed in our return tickets. I had three months rent. \n[302]The plaque says, `L. Logue. Speech Specialist'. No mention of a medical degree. No mention of any degree. Some of the diggers I'd helped had come to England. They made referrals. My practice flourished. My acting, however, did not. \n[303]Lock me in the Tower. \n[304]What crime? \n[305]I'm tired. \n[306]Why not? It's a chair. \n[307]It's falling apart. People have carved their initials into it. Needs a stone to keep from blowing away. \n[308]You believe such ballocks I don't care how many royal backsides have sat on it, it's a building block with handles attached. You're just like me, an actor with tawdry stage props you choose to believe are real. \n[309]Listen to you?! By what right? \n[310]Noooo you're not! Told me so yourself. Said you didn't want it. So why should I listen to a poor stuttering bloke who can't put one word after another? Why waste my time listening to you? \n[311]Heard as what?! \n[312]Well then...you're cured. \n[313]Bertie, you'll make a bloody good king. And you know it. \n[314]In hushed tones the BBC commentator paints a picture for the world, as you stand at the altar divested of your robes. Trumpets echo through the Abbey. The incessant rain clears miraculously as a shaft of sun streams through the stained-glass window catching your golden tunic and bathing you in light like a mediaeval knight. And you are King! \n[315]Try again. \n[316]Turn the halts into pauses, during which you say to yourself, \"God save the King\". \n[317]Use the silence. Long pauses add solemnity to great occasions. \n[318]Take it from the top. \"In this grave hour...\" \n[319]Go on... \n[320]Get a running start, put the words all together. `Perhaps-the-most-fateful...' \n[321]Beaut. \n[322]Doo-dah, doo-dah. \n[323]Five miles long... \n[324]In your head, now: \"Bugger, bugger, bugger! Damn, damn, damn! All those bloody blighters are going to have to listen to me!\" Can you dance? \n[325]Helps relax the body. Waltz? \n[326]Thought you might. Dance with me. One, two, one-two-three- four. One, two, one- two-three-four. \"For the second time...\" one-two-three-four \"... in the lives of most of us...\" one, two, one-two-three- four \"... we are at war.\" Three, four. \n[327]You'll be ready. \n[328]Of course. \n[329]Willie! Where's your mum? \n[330]You've been waiting here, alone, all this time? \n[331]Did you? \n[332]He did. \n[333]Would you like to sing, dance, and shout rude words? \n[334]Why am I not surprised? \n[335]You're going to be splendid. And if you're not? \n[336]Bloody right. \n[337]I've always wanted to be knighted. \n[338]Understood. \n[339]Keep it for good luck. \n[340]My greatest honour, Bertie. One final question. \n[341]Do you believe you're King? \n[342]I always called you Bertie. Today, I call you King. ", "COSMO LANG": "\n[1]Ten million people listening around the world, Mam. Possibly more. His brother, and father, have been broadcasting since last year. \n[2]I wouldn't miss His Highness' maiden voyage for all the world. And on such an important occasion. \n[3]Whatever can I contribute in this dreadful hour?! \n[4]\"Tranquilly\"? \"Serenely\"? \n[5]\"The King's life is moving peacefully to its...\" \"Termination\"? \n[6]\"...to its close.\" \n[7]Who knows what sensational side issues those tabloids might report. \n[8]Oh bloody Hell! \n[9]Don't be disingenuous. For our late King's crown to fall from his coffin is not a fortuitous portent. What ever is going to happen next? \n[10]Winston! I'm deeply shocked. \n[11]My function requires me to appear serene. \n[12]Well, since we cannot acquire a new populace, perhaps we need a new King? \n[13]Scoff, Churchill! Go on... scoff! But you more than others know full well we'll soon be under siege from the forces of darkness. \n[14]Oh, you do have a way with words. And who would you suggest to rally the troops, the nation, the Empire, the world? \n[15]A man who cannot speak? In Nuremberg stadium, Herr Hitler mesmerizes millions, whilst the Duke of York cannot successfully order fish and chips. \n[16]The youngest, perhaps? \n[17]I must admit...unburdened with brain. \n[18]How ever does she do it? \n[19]You've the Devil in you today. \n[20]All aspects of mankind are within my venue. Did you know, HM has trouble with his glands? \n[21]They were severely damaged by the measles when HM and his brother were naval cadets. \n[22]Apparently it affects the quality, although not the quantity, of HM's endeavors. \n[23]Unscathed. Two daughters. I shepherd my flock in all matters, Winston, including multiplication. \n[24]A dazzling concept...beautifully phrased. \n[25]Good Lord, Winston, we must see to it this Empress of the Night does not become Queen of England! \n[26]We asked to see Your Highness because there's the urgent question of what to call your brother. Aside from the obvious. \n[27]Mr. Edward Windsor? All he deserves. \n[28]Unacceptable! \n[29]Oh I say... \n[30]Winston, you do read the newspapers? \n[31]Let's sincerely hope. \n[32]They say he is dim. \n[33]They say he has epilepsy. \n[34]Fragile, prone to illness... \n[35]...and will die prematurely. They predict he'll be unable to complete the Coronation. \n[36]My idea exactly! \n[37]What we need, and what we'll get, may be two rather different things. Did you hear his pathetic attempt at the Accession Council? He'll never be able to speak in public. \n[38]Well... \n[39]Would it be such a calamity? \n[40]Your Majesty. \n[41]What a peculiar thing to say. \n[42]Ah, yes, wireless is indeed a Pandora's Box. I have, however, categorically said no to the BBC's new \"radio-with-pictures\" gadget. Imagine, the unwashed viewing us as we blow our noses or scratch our bottoms. \n[43]It is called...\"television\". Happily, with a transmission range of only fifteen miles this \"TV\" thing has no future. We shall, however, be forced to permit cinema; the product of which I shall personally edit. \n[44]Unless of course you'd prefer a quiet ceremony? \n[45]Something...discreet...private. We could pre-record an edited version to be broadcast to the world. Or even find an actor with a similar voice. \n[46]If your gentleman from Security would give us space, we could discuss this in private. \n[47]Fret not. As I assured our nation in my recent broadcast: \"When his people listen to their new Monarch they will note an occasional momentary hesitation in his speech. But to those who hear it, it need cause no sort of embarrassment, for it causes none to him who speaks.\" You see, I've paved the way. But should you wish to avoid further stress... \n[48]Pardon?! \n[49]Does your bodyguard know to whom he's speaking? He certainly doesn't know his place! \n[50]Therapist?! I'd no idea! Had I known Your Majesty was seeking assistance I would've made my own recommendation. \n[51]Impossibly to find room. Even for a Doctor. \n[52]The Royal Box!? Your Family will be seated there. \n[53]Perhaps I might be able to add a very small stool. \n[54]I'll have someone attend to it. \n[55]My dear fellow, this is Westminster Abbey! The Church must make preparations. \n[56]Bertie?! We do not call the King: \"Bertie\"! \n[57]I've made inquiries. \n[58]\"The play's the thing, wherein I'll catch the conscience of a King.\" \n[59]You'll be relieved to learn I've found a replacement specialist. Impeccable credentials. \n[60]The matter's already been settled. For your own well-being. \n[61]Your Majesty's function is to consult...and to be advised. You didn't consult, but you've just been advised. \n[62]May I remind you, you do not place the crown upon your own head. \n[63]This will end badly. \n[64]I was much moved \n[65]That's been edited. \n[66]To the world, all went splendidly. \n[67]Now, Winston, I have something which will bring tears to your eyes. \n[68]There's no doubt: David is planning a comeback. And will succeed if our King continues to falter. Though Bertie miraculously survived the Coronation he continues to stumble very badly indeed. Soon he must broadcast to the world. Hitler will be listening. David will be listening. Stalin and Roosevelt will be listening. Everyone will be listening. God help us. \n[69]Wouldn't miss this for the world. Congratulations. Neville didn't last long, did he? Talking to Hitler. \n[70]I'm speechless. ", "WINSTON CHURCHILL": "\n[1]Turn that devil off! \n[2]If only one could do that so easily in real life. \n[3]Neville is an old woman. \n[4]We'll see who trips and falls. \n[5]Nice of you to say so, Stanley. \n[6]Depends on the definition. \n[7]He has. \n[8]Our Monarch basks in the warming rays of a celestial orb. Her name is Wally. \n[9]A bad omen, Your Grace? \n[10]Is that be the motto of the new reign? Indeed, will there actually be \"a new reign\"? \n[11]You don't look it. \n[12]That may be increasingly difficult to maintain. I've been informed by no less an authority than the Prime Minister that our populace has no objection to Royal fornication, but will never tolerate adultery. \n[13]My turn to be profoundly shocked. \n[14]The winds of war...a gathering storm? \n[15]Would you prefer the next brother? \n[16]A bi-sexual former drug addict? The unwashed moralistic populace will adore that! \n[17]Now there's dimness. \n[18]Thus we're left with David, the rightful heir, who speaks beautifully, even if he talks nonsense. \n[19]Come, let us bury one king, before we attempt to bring another to his knees. \n[20]Five hundred year old oaks! Part of the hill! Removed to improve the view! \n[21]Erotic sexual techniques beyond polite imagination? I realize of course, that may be outside your personal experience. \n[22]If anyone should know, it would be Your Grace. \n[23]I'd not appreciated Your Grace was so well versed concerning things testicular! \n[24]A veritable encyclopedic font of scatological information. \n[25]And the brother? \n[26]Has it occurred to you, as it has only occurred to me, that a Monarch with a gland problem, who realizes he cannot produce issue, might not wish to be King...? knowing his lack of issue may well become a major issue indeed. \n[27]According to the F.B.I.... she is, after all, one of their citizens...our Monarch does not possess exclusive rights to Mrs. Simpson's sexual favours. Hitler's Ambassador, Count von Ribbentrop, has been sending her 17 carnations every day...one for each time they've slept together. \n[28]Vividly put. \n[29]Allow me to test new waters. \n[30]On the contrary, Mam. Court etiquette decrees royalty must be greeted by the official host. In this case: the King. You behaved impeccably. As always. \n[31]A relative? \n[32]You're well aware, of course, George IV's wife, Mrs. Fitzherbert, was very common indeed...and previously married. She signed an agreement that she could never become Queen, and their children could not be Royal. A rather sensible morganatic arrangement. \n[33]I would disremember at my peril. \n[34]Nice of you to invite me to your digs, Stanley. \n[35]My opportunity to redecorate will come soon enough, Stanley. \n[36]David feels there aren't that many people in Australia. \n[37]Bloody Irish. \n[38]Ah, the Kiwis! \n[39]He won't budge. \n[40]Good of you to see me at this late hour. \n[41]I was. \"I am now free to tell you how I was jockeyed out of the Throne.\" \n[42]Wallis wrote it for him. I'll burn it. I fear your brother is like the child in a fairy story, given everything in the world, but they forgot his soul. Quite happy to bring his nation to the brink of civil war just as we face global conflict. \n[43]Oh, there'll be war, alright. Your brother held conversations with the Duke of Saxe-Coburg, your cousin, a ranking member of the Nazi party. I have the Scotland Yard intercept: \"Who is King here? Baldwin or I? I myself wish to talk with Hitler, and will do so here or in Germany.\" I doubt England is ready to return to absolute monarchy. \n[44]\"If I don't get my way, when the war comes, Hitler will crush everyone, including the Americans. The British may not want me as their King, but I'll soon be back as their leader.\" His intent seems crystal clear. \n[45]Mugs for his cancelled Coronation will soon be on clearance sale. \n[46]Depends how badly the horse you're on stumbles. \n[47]I must decline. Reluctantly. \n[48]Sorry. I've written a new speech for him. \n[49]It does have a rather nice turn of phrase. \n[50]Very well, Lord E.W. it is. \n[51]Certainly not. \n[52]Not exactly a dummy, is he? \n[53]Only the vulgar ones. \n[54]To our new King. \n[55]Is this a `slightly pregnant pause'? \n[56]Demonstrably untrue. \n[57]Patently erroneous. \n[58]Some correctness in that. \n[59]What do you propose? Shorten the ceremony? Or no ceremony at all? \n[60]I believed so. But what we need is a pageant of pomp and pomposity to impress the world. \n[61]So, we plonk a tinsel crown on his head and lock him in a closet? Who then will spiritually lead this great nation into war? Who will address the far flung corners of the Empire, rallying all to our defense? \n[62]The Head of our Church? Is that what you have in mind? \n[63]Best ask our new King. \n[64]Excuse me, sir, duty calls. \n[65]There were tears in my eyes too, Your Grace, particularly when I saw you and the Dean of Westminster cannoning into each other. \n[66]More tears when our new Monarch started towards his throne, only to be brought to an abrupt halt owing to one of the Bishops treading on his robe. \n[67]Amidst a vitrine of glittering jewels, bobbing tiaras, and heaving bosoms. \n[68]My tenure will be shorter, if the King fails tonight. \n[69]Couldn't have said it better myself. ", "ELIZABETH": "\n[1]Buck up, Bertie. The BBC said it wouldn't rain. \n[2]Never trust the wireless. \n[3]Why wasn't he told? \n[4]Are you there? \n[5]Pardon? \n[6]I'd be more comfortable in your office. \n[7]He doesn't know I'm here. \n[8]My husband's seen everyone. They were all useless. He's given up hope. \n[9]Because he hasn't seen you? \n[10]You're very sure of yourself. \n[11]Of course my husband wants to be cured! His position requires public speaking upon occasion. A torment. I fear the requirement may grow more frequent. \n[12]He can't. \n[13]Something of that nature. \n[14]Doctor... \n[15]...I do not have a \"hubby\". We never talk about our private lives. Nor do we `pop'. You must come to us. \n[16]Perhaps you'll make an exception? \n[17]A name used during the Great War, when the Navy didn't wish the enemy to know His Royal Highness was aboard. \n[18]You will be, should you continue to be un- obliging. TKS/Seidler/09/17/08                                  9. \n[19]In which case... I should have kept my pledge. I promised my husband I'd stop seeking \"The Great Cure.\" I've wasted your time. And mine. \n[20]\"Mr. and Mrs. Darling and Nana rushed into the nursery too late. The birds were flown.\" \n[21]Tomorrow, Chapter IV, `The Flight'. \n[22]Will she be there? \n[23]Seriously? \n[24]I think I meant... is David serious? \n[25]About her! \n[26]She can. \n[27]You know perfectly well. \n[28]Neglects to tell them what must be done, how its to be done, and who's to do it. \n[29]There's no receptionist. \n[30]The Johnsons. \n[31]Classifieds; next to \"Saucy model, Shepherd's Market\". \n[32]Comes highly recommended. Charges substantial fees in order to help the poor. Oh dear, perhaps he's a Bolshevik?! \n[33]I'm not sure he wants to see you. \n[34]Perhaps this was a mistake. \n[35]They'll see. \n[36]Bertie... \n[37]Not particularly. \n[38]Your father not dead six months, and That Woman throws, \"A garden potty.\" P-o-t-t-y. She's sleeping in your mother's bedroom. And I know perfectly well she calls me `the Dowdy Duchess\", and \"Cookie\". \n[39]I came at the invitation of the King. \n[40]I don't need to be told I behaved badly. \n[41]Distant. \n[42]That was   a very long time ago. You're stirring   with a rather large spoon, Winston.   Keep in mind, I'm also a distant relative   of Lady Macbeth. \n[43]How could you possibly? \n[44]Dear, dear, man, I refused your first two marriage proposals because, as much as I loved you, I couldn't abide the thought of living in the Royal gilded cage. Then I realized...you stuttered so beautifully...they'd leave you alone. \n[45]If I must be Queen, I will be a good Queen. The wife of a very great King indeed. You know what you must do. \n[46]\"Your Majesty\", the first time. After that, \"Ma'am\". Not Malm as in Palm, Mam as in ham. I'm informed your husband calls my husband Bertie and my husband calls your husband Lionel. I trust, however, you won't attempt to call me Liz. \n[47]Thank you, Madame Logue, but I'm waiting to be summoned. \n[48]I was told the same. \n[49]I don't wish my husband to be demeaned. What don't you like about mine? \n[50]There's only one thing can save him now: success. \n[51]A previous engagement. \n[52]Harley Street is far too public. What is my function here? \n[53]Oh dear, I may not be a `pitch in' type. \n[54]What?! \n[55]Good grief. \n[56]Are you alright, Bertie? \n[57]There's actually more? \n[58]Vowel sounds? Shouted at an open window? On a public street? \n[59]They can also be considered quite dotty. Don't even contemplate it! \n[60]They're always looking at you. \n[61]Royal scrutiny, Doctor, best get used to it. \n[62]Bertie, do make sure that's not switched on! \n[63]Mr. Prime Minister, Your Grace, how kind of you to join us. \n[64]Thank God. \n[65]Well done, Bertie. Well done... ...Lionel. Well done. ", "MYRTLE": "\n[1]You'll all hang from the gallows if you don't come for tea. \n[2]Another spoiled silly? \n[3]Take your plates. \n[4]No wonder about the silly. You're so good at what you do. \n[5]Oh, Lionel, that'd get us home in grand style wouldn't it?! \n[6]We wouldn't want that. \n[7]Hard to feel sorry for that sort. \n[8]Course, Lionel. Loads and loads. \n[9]We have children...! \n[10]I should hope not! \n[11]Lionel? \n[12]Tickets? Home? \n[13]What about your... \n[14]What'll you do when we get home? \n[15]You could... \n[16]You gave it a try, Lionel. \n[17]Oh Lionel! This must've cost you. \n[18]You married a shop girl. \n[19]Using simple words and short sentences. I'm very ordinary. \n[20]Ordinary? You're a man with wild dreams, Lionel. Mine are so very small. A job, a husband, a home. Raising our sons. That's all I ever wanted. \n[21]Is that why, every day, you've spent hours with a man who's about to be King? \n[22]Yet, for as long as you could, you did what you wanted. \n[23]And failing that... \n[24]A great healer. Always...'great'. Where does a shop girl fit in? \n[25]Trouble is, Lionel, when you say that, I still believe it. \n[26]I've got the boys sorting their things. Your office will be a chore... \n[27]Milady? \n[28]You may call me \"Madam Logue\". \n[29]May I offer you a cup of tea, Ma'am? \n[30]You don't like my husband. That's what I was told. \n[31]What do you dislike about my Lionel? \n[32]I don't want my Lionel getting hurt. \n[33]Will the Yorks be staying for dinner? \n[34]You wish me to speak my mind? \n[35]Lionel...without warning, I arrive home to find the Queen in my parlour. \n[36]Lionel, don't quibble! \n[37]Does it matter!? She's the Queen and he's the King forgodsake! What're they doing here?! \n[38]Lionel... \n[39]What role are you auditioning for now? Royal saviour?! Who's going to help us?! This will bring us down, Lionel. You know it will. \n[40]You're not listening to me! \n[41]You say that, but you don't listen when I say, in so many ways, how desperately I want to go home, how I never, ever, intended to stay here. This was to be a holiday trip to see `Mother England', and you turned it into quite something else. What happened, Lionel? We went to Wembley Stadium, next thing...you'd cashed in our tickets. \n[42]Very well, I shan't talk of this ever again. I will, as always, be supportive of your endeavours. \n[43]How right you are. \n[44]Lionel...I was let go. \n[45]Inquiries were made...Mr Falkoff wouldn't say who...afterwards it was: `With your hubby treating a personage that high and mighty, you won't be needing employment with us, will you, Mrs Logue?' \n[46]They're frightened, Lionel. Of what seems so far above them. I sympathize. I'm frightened too. \n[47]A bit dry. Tried to keep it warm. \n[48]You look done in. \n[49]I've news for you. I'm not! \n[50]Stand in the rain hoping for a glimpse? \n[51]Lionel...I'd need a new dress. ", "DAVID": "\n[1]Hello, B-b-bertie. B-b-been waiting long? \n[2]I was busy. \n[3]She'll recover. \n[4]He's doing this on purpose. \n[5]Some sod tipped him off Wallis is getting a quickie divorce and we're going to make our marriage a fait accompli. As an act of pure spite, Father's trying to depart prematurely in order to complicate matters. \n[6]Wallis explained it. She's terribly clever. \n[7]I'm on with Wallis! \n[8]I know, darling, a talk, even a lovely long talk, is a poor substitute for holding tight and making drowsy. Nor making our own drowsies either, as we've had to do far too often lately. Til then, sweet love. Wally misses me terribly \n[9]Clocks set five minutes in advance, so as not to be late. When I'm King I shall set them back! \n[10]Who the hell invited him?! \n[11]Somebody should bloody well dis-invite him. Father swears. \n[12]Show the toad in. \n[13]Is my father late for death? \n[14]Hear you're taking elocution lessons, lad. \n[15]Diction. Speechifying. That's the word around Town. \n[16]I'm the brother who speaks. Or do you wish to have a go? \n[17]Replace me? Well...today's your chance. \n[18]My brother will read the Coronation Plans. \n[19]As a Boy Scout...and you are one, aren't you, very much a Boy Scout...you must always be prepared. Nice and loud, so everyone can hear. \n[20]Tell the others how Mrs Simpson is to be accommodated in a special alcove above the altar. Now I'll be off. See you at Balmoral this weekend, Buh-buh-Bertie. \n[21]Wally wants more champagne. I have to fetch it. She prefers that. \n[22]Been terribly busy. \n[23]Being King. \n[24]Mama's not still in bed, is she? \n[25]Ssssssorry, d-d-dear b-b-oy! \n[26]Didn't realize you cared. \n[27]This will end splendidly. With Wallis as my wife. \n[28]Queen of England, I suspect. Kings do marry. Empress of India. The whole bag of tricks. \n[29]Herr Hitler will sort that out. \n[30]He's much maligned. By the Jews, according to Wallis. And she's very clever about politics. \n[31]Why's that, old chap? \n[32]Didn't bother anyone during WWI. And Kaiser Willie was our uncle. \n[33]Are you already in charge? \n[34]Am I being threatened? \n[35]Sounds like you've studied our wretched constitution. \n[36]I won't be a lackey to an unwashed politician like Stanley Baldwin! \n[37]And I'm his King! \n[38]I'll form another. There's Winston. He'd love to be P.M. We'll create a King's Party. \n[39]I'd risk anything and everything for Wallis. Don't I have rights? \n[40]Not the same thing. \n[41]Yet an ordinary man may marry for love. \n[42]What's the point then? Just to look posh? You know...your speech is much improved tonight. Hardly a hesitation. Yearning for a larger audience, are we? \n[43]Is my young brother trying to push me off the throne? Sounds positively medieval. \n[44]The politicians will give in. See you at my Coronation...Bertie. \n[45]At long last I am able to say a few words of my own. Until now it has not been constitutionally possible for me to speak. A few hours ago I discharged my last duty as King and Emperor. \n[46]Now that I have been succeeded by my brother, the Duke of York, my first words must be to declare my allegiance to him. \n[47]This has been made less difficult to me by the sure knowledge that my brother has one matchless blessing, enjoyed by so many of you, and not bestowed on me -- a happy home with his wife and children. \n[48]I have found it impossible to carry the heavy burden of responsibility and to discharge my duties as King as I would wish to do without the help and support of the woman I love. ", "BALDWIN": "\n[1]Chamberlain thinks that Hitler can be reasoned with. \n[2]That's the direction its going, Winston. You're out of step. \n[3]Enough pleasantries. I've asked you here because you seem to be the only sensible member of the King's camp. \n[4]Is he willing to be reasonable? \n[5]Has he seen the light? \n[6]As you may have guessed... \n[7]...I intend to resign. The Royal scandal has weakened my position considerably. \n[8]No need to volunteer your services, Winston. Neville Chamberlain will take my place, once this Royal matter is settled. As Chancellor of the Exchequer he already lives next door. \n[9]Will it? Well, enough chit-chat. The question of a morganatic marriage, as a possible solution, has been put to the Dominion Prime Ministers. After all, HM is their King too. \n[10]Australia: no. \n[11]Canada: no. Union of South Africa: an inappropriate marriage would create a permanent wound. The Irish Free State: states it is not really their affair, and, bluntly, our English King may marry any whore he wants, they'll be well out of it. \n[12]New Zealand...wavers. \n[13]Being rather remote, they've not even heard of Mrs Simpson. Hardly a winning hand. \n[14]This is not about true love, Winston. This is about who's in charge. Does the King do what he wants, or what his people want him to do? Does the King own his nation, or does the nation own their Monarch? \n[15]Nor will we. ", "KING GEORGE V": "\n[1]Get on with it. Show what you're made of! \n[2]Just needs more practice. \n[3]Stride boldly up to the bloody thing, stare it square in the eye, and talk to it as you would to any decent Englishman. \n[4]Show who's in command. If you don't, this devilish device will change everything. Used to be, all a King had to do was look reasonable in uniform and not fall off his horse. Now we must creep cap in hand into people's homes that smell of boiled cabbage, and speak nicely to them. We're reduced to that lowest, basest of all creatures...we've become...actors! Don't give me a look of defeated pathos. This is a family crisis! \n[5]We're the oldest, most successful, corporation in the world and sitting on thrones is our business! But any moment now we may be out of work. Your brother came to me the other day, livid a certain lady has been refused an invitation to my Silver Jubilee. I pointed out she wasn't a lady and most definitely wasn't his wife. \n[6]She made him sublimely happy. I said: that was probably because she was sleeping with him. \"I give you my word we've never had immoral relations.\" \"As my son, as Prince of Wales, as my heir, do you solemnly swear your friendship with this woman is an absolutely clean one?\" \"I do\", he said. \"Look me in the eye,\" I said. \"On my honour\" he said. Stared straight at his father... and lied. \n[7]When I'm dead that boy will ruin himself, this family, and this nation, within twelve months. Who'll pick up the pieces? David's friend, Oswald Mosley? His black-shirt British Union of Fascists are marching through London. Hitler terrorizing half of Europe, Stalin the other half. Who'll stand between us, the jackboots, and the proletarian abyss? You? \n[8]The usual guff. The Archbishop writes it. My people love to hear me say it. Spoken fluently, of course. \n[9]That's the chap who taught me how to use this contraption. You touch your chin with your thumb and the `thing' with the end of your little finger. Splendid fellow. \n[10]\"I can only say to you, my very very dear people, that the Queen and I thank you from the depths of our hearts for all the loyalty and - may I say so? - the love with which this day and always you have surrounded us. I dedicate myself anew to your service for all the years that may still be given to me.\" \n[11]Pretend. \n[12]Bedding his American whore. Come, join the fun! You'll have to do a lot more of this. I'm sending him to the Midlands. With all the factory noise they won't hear a word he says. \n[13]You're next? God help us. ", "BBC NEWS READER": "\n[1]Ladies and Gentlemen: good afternoon. This is the BBC National and World Programmes taking you to Wembley Stadium. \n[2]Good evening, ladies and gentlemen, this is the BBC, broadcasting direct from Buckingham Palace upon the occasion of the Royal Silver Jubilee. His Majesty: King George the Fifth. \n[3]That's how a King speaks. I showed HM how to do it. \n[4]I've heard he may not even show. \n[5]If you'll be so kind, to let me show you... \n[6]His father taught him. I taught his father. \n[7]Good evening, this is the BBC National and World programme, broadcasting from Buckingham Palace. His Majesty, the King. \n[8]This concludes the BBC broadcast of the King's Speech. \n[9]He wasn't perfect. Not perfect... But by God... He moved me. ", "DIRECTOR": "\n[1]Now! \n[2]Thank you. Beautiful diction...but I don't hear the cries of a deformed creature yearning to be King. \n[3]Continue to do whatever you do, and hope it gives you a great deal of satisfaction. \n[4]Were you told? We aren't for London. Playing the provinces. \n[5]Available, are we? \n[6]I believe that's called \"desperate for a part!\" Previous experience? \n[7]You have played the provinces. Righto! Let's hear what you can do. \n[8]Make him deformed. Audiences like that. \n[9]Thank you! Don't abandon your day job. Next! ", "ANNA": "\n[1]You can go in now, \"Mr. Johnson\". \n[2]I know. Dr Logue says... \n[3]Lionel says...wait here if you wish. Or, it being a pleasant day, take a stroll. Was that alright? \n[4]Thank you...Lionel. \n[5]\"Had I the heavens' embroidered cloths Enwrought with golden and silver light, The bbb...\" \n[6]\"The blue and the dim and the dark cloths Of night and light and the half-light...\" \n[7]\"I would spread the cloths under your feet, But I, being poor, have only my dreams. I have spread my dreams under your feet; Tread softly because you tread on my dreams.\" \n[8]Thank you...Lionel. \n[9]Can I tell my Harold that's what you said? ", "WIGRAM": "\n[1]The Instruments Of Succession, Your Majesty. \n[2]At the appropriate moment, Your Majesty. \n[3]That would be rash. \n[4]His Grace can be a persistent enemy. We need friends. \n[5]Peacefully. \n[6]Close. \n[7]As a man of letters you're heaven-sent to assist in the editing of our press communique. \n[8]I'll telephone this through to the BBC and alert The Times to hold the morning edition. The problem is...if we're to keep to schedule...time is running out. \n[9]We wouldn't want the news delivered by the disreputable afternoon press, would we? ", "VALENTINE": "\n[1]Stand and deliver! \n[2]May we be excused? \n[3]Dad? \n[4]Time for a Shake, dad. \n[5]Othello! \n[6]Haven't finished yet, Dad. Oh! Right! \n[7]May we be excused? \n[8]Dad! Phone! For you! ", "QUEEN MARY": "\n[1]I want my jewelry divided equally. Elizabeth gets first choice. She's not greedy. \n[2]Where are the others? \n[3]What sort of arrangements? \n[4]And David? Fetch him. \n[5]Lord Wigram has requested permission to order the coffin. \n[6]Nobody. Don't swear. \n[7]You're not your father. \n[8]Long live the King. ", "THE BOYS": "\n[1]Thanks, dad! \n[2]And mum! \n[3]Shake! Shake! Shake! \n[4]Caliban! \n[5]Thanks, Dad. Thanks, Mum. \n[6]Thank you, Dad! Thank you, Mum! ", "WILLIE": "\n[1]Ddddddoooing ggggggggood. \n[2]Iiiiiii'm much bbbbbbbetter. \n[3]She had to work. \n[4]I heard the King. \n[5]He sang. And shouted rude words. \n[6]I would! "}}