{"dialogues": {"BEN": "\n[1]Your face looks like Robin Williams' knuckles. \n[2]Okay, guys, are you ready? So... \"Only at `Flesh of the Stars.com' will customers be able to find exactly how long into what movies their favorite stars are exposed.\" \n[3]Pretty good, right? \n[4]What's going on man? How long you gonna make us wait out here, for Christ's sake? \n[5]You know what movie I just saw again the other day which is fucking, like, mind-blowing, and I haven't seen it since it came out? \"Munich.\" \n[6]That movie was Eric Bana kicking fuckin' ass! \n[7]Dude, every movie with Jews, we're the ones getting killed. \"Munich\" flips it on its ear. We cappin' motherfuckers. \n[8]If any of us get laid tonight, it's because of Eric Bana in \"Munich.\" \n[9]You know what is not helping us get laid? Is the shoe bomber, Richard Reid, over here at our table. I like your shoes. \n[10]Fuck you guys, I'm glad I'm not Jewish. \n[11]So are we. \n[12]You weren't \"chosen\" for a reason. \n[13]Yo, a beer over here, please? You're gonna be embarrassed when you realize I'm Wilmer Valderrama. God. \n[14]He's literally ignoring this entire half of the bar. Don't even bother. \n[15]A beer over here, please? He looked at us! Did you see that? \n[16]And if you can't get service, what am I gonna do, you know? \n[17]Okay, you want a beer? \n[18]Just observe. \n[19]Here you go! For your trouble! Thank you. BEN  (cont'd) There you go. \n[20]Okay, enjoy it. \n[21]I'm sure. I tried that once before at The Comedy Store and I got punched in the ear. \n[22]Oh, here, take mine. \n[23]Please, I very rarely look cool. This is a big moment for me. Just take it. \n[24]No problem. \n[25]I'm Ben. \n[26]Okay, you too. Have a-- \n[27]Okay, enjoy, be nice to them. \n[28]I'll see ya later. No, I won't, `cause I'm a pussy. \n[29]That girl. She, she totally gave me an opening, man, and I locked up. I just want to get shit-faced, though, you know? I'll just jerk it later. It's cool. \n[30]It's her sister. \n[31]Yeah. \n[32]Hey. \n[33]Hi, this is my friend, Jason. I just wanted to see how my beers were doin'. \n[34]Oh, hi, I'm Ben. \n[35]Yes. \n[36]You think that's gonna stop him from hitting on her? It's not, at all. \n[37]Cool phone. \n[38]We don't have the heart to tell him it's herpes. \n[39]Cheers. \n[40]To you. Ben and Alison take pictures of each other with their cell \n[41]Oh, E! \n[42]I use Jew. You want to get out of here? \n[43]Yes, uh, uh, uh... \n[44]Wicked. \n[45]Okay, I'm really excited to watch that. \n[46]We should get a cab. \n[47]This is a big yard! \n[48]Let's go swimming right now. Let's just do that. \n[49]I'm doin'-- Whoo! \n[50]You're prettier than I am. \n[51]I do. \n[52]It's in my pants. I have a condom. \n[53]I'll get it. \n[54]Man. \n[55]Come on. \n[56]Stupid fucker. \n[57]I almost got it. Just give me a second. \n[58]Okay. \n[59]Good thing I'm drunk. This is lasting forever. \n[60]I just doubled my record time. I'm sorry I'm sweating on you. \n[61]Fuck off, Martin. I said, fuck off Martin. \n[62]Oh. Hey. \n[63]I'm naked. \n[64]Did we have sex? \n[65]Nice. What time is it? \n[66]Why the fuck are we awake? Let's go back to sleep. \n[67]Really? \n[68]No work today. Do you want to get breakfast? \n[69]I'm Ben. What's happenin', man? \n[70]How's it goin'? \n[71]All righty. \n[72]Whew. I just yacked, something nasty. I feel way better, though. I think that's the secret. You just gotta puke. Did you puke? \n[73]You can. I won't think it's gross or anything. \n[74]Oh, okay. \n[75]You know, the best thing for a hangover's weed. Do you smoke? Do you smoke weed? \n[76]You don't? \n[77]At all? \n[78]Like in the morning? \n[79]It's the best medicine. `Cause it fixes everything. Jonah broke his elbow once. We just got high and, it still clicks, but, I mean, he's okay. \n[80]Yeah. Last night was great...what I remember of it? \n[81]Yeah. \n[82]Yeah. So what do you do? \n[83]The television channel? \n[84]Wow. \n[85]I don't remember that at all. \n[86]With who? \n[87]Matthew Fox from \"Lost?\" \n[88]You know what's interesting about him? \n[89]Nothing. Will you tell him he's an asshole for me? \n[90]Someone needs to. Like who gives a shit? \n[91]Maybe it's just me. Maybe I just don't give a shit. I'm just saying he deserves a beat down. \n[92]Me and my roommates have started...we're starting an Internet website. \n[93]I'll give you the virtual experience okay? How's that? You're at your computer. Who's an actress you like? \n[94]No, that does not work at all. Let's say you love Meg Ryan. \n[95]Great. Who doesn't? Let's say you like her so much, you want to know every movie where she shows her tits. And not just that, but how long into that movie she shows her tits. Come to our web page, exclusively, type in `Meg Ryan.' Bam! `In the Cut,' thirty-eight minutes in, forty-eight minutes in, like an hour and ten minutes in. She's like naked that whole fuckin' movie. She does full-frontal in that movie. \n[96]They should have called her Harry, not Sally. \n[97]I'll show it to you. I'll show you Meg Ryan's bush. \n[98]Cool. \n[99]Awesome. Can I get your number? \n[100]We had fun, right? We should hook up again. \n[101]If you want to contact me, I don't have a cell right now because of payment complications, but you can email me at the web page, I check it. It's Ben at flesh of the stars, one word, dot com. \n[102]So, awesome. \n[103]Okay, uh, see ya. \n[104]Bye! That was fuckin' brutal. Yeah, that was brutal. \n[105]Hey! I live in your phone! This is the best night of my life! I gotta pee. \n[106]Jay, I am your stoner. \n[107]Yeah. \n[108]Really? \n[109]Yeah, sure. \n[110]Shit! Someone wants seconds, mama! \n[111]Yeah. Do one of those smiley faces at the end. Fuckin' A. Those are sexy. \n[112]Uh-oh! \n[113]Shhh.... \n[114]Hello? \n[115]Oh, yeah, Alison. What's up? \n[116]I've been meaning to call you so we could hook up again. You know what I'm sayin'? \n[117]Why not? Meeting of minds sounds good. What do you say Geisha House, Hollywood, nine o'clock? \n[118]Six o'clock. Beat the rush. Yeah, leave more time for afterwards. Dessert. Sweet. \n[119]I'll see you there. Take care. Peace. \n[120]I'm gonna get laid mother fuckers! \n[121]Nice place, huh? \n[122]Sorry it took so long to get a table. I didn't realize you needed a reservation. \n[123]You look very pretty, though. \n[124]That we didn't. \n[125]Cool. Okay, I'll start. I'm Canadian. \n[126]From Vancouver. I live here illegally, actually. Don't tell anyone. But it works out in my advantage, ultimately, `cause I don't have to pay any taxes. So financially that's helpful `cause I don't have a lot of money. I'm not poor or anything but I eat a lot of spaghetti. \n[127]Well, that is our job. \n[128]We don't technically get money for the hours we put in, but it is our job. \n[129]How do I pay rent and shit? \n[130]When I was in high school, I got ran over by a postal truck. \n[131]It was my foot more than anything. But, I got fourteen grand from the British Columbia government. \n[132]And that really lasted me until now. It's been almost ten years. I have like nine hundred bucks left. So that should last me for I'm not a mathematician, but like another two years or some shit...I think. \n[133]Fuck off. \n[134]What? \n[135]With emotion? \n[136]I'm the father. \n[137]How the fuck could this happen? \n[138]No. \n[139]I wasn't. \n[140]Because you told me not to. \n[141]What am I talking about? You told me not to. \n[142]Here's what happened, okay? I will give you a play-by-play of my memory. I almost had the condom on my dick. It was on the cusp and then you said, \"Just do it, already.\" \n[143]Well, I assumed you were wearing a patch, or like a dental dam or one of those fuckin' butterfly clips or something like that. \n[144]It's like Saran Wrap! It's disgusting, okay? But I thought you had one. Why the fuck didn't you stop me once we started? \n[145]Was your vagina drunk? Did you think it's the thinnest condom on earth I have on? I'm a fuckin' inventor? I made a dick-skin condom? He hollowed out a penis and put it on? What the fuck?! \n[146]Okay, you know what? Maybe, I've reacted unfavorably. So what happens now? I don't know how this works. \n[147]So you haven't seen him, though? \n[148]So you don't know if you're pregnant. \n[149]You're not a hundred percent sure. I bet you're not pregnant. \n[150]I'm supposed to go? \n[151]I'm Ben Stone. \n[152]Nice office. \n[153]Oh, God. It's okay. \n[154]You happy about that? \n[155]This is a disaster. \n[156]It is, you know? \n[157]I had a vision for how my life would go and this definitely is not it. \n[158]I am kinda living my vision, yeah. \n[159]Okay. \n[160]I just don't get how I tell the kid not to do drugs when I do drugs. I'll feel like a hypocrite. \n[161]What did you say? \n[162]That's right, that's right. \n[163]I guess it worked. You told me not to smoke pot all those years. And then I found out you were smoking pot that whole time. \n[164]Honestly, though, when you look at me, do you not think at all, like, you know, if he just never existed, I would have avoided a massive heap of trouble? You know? \n[165]I'm the best thing that ever happened to you? \n[166]Now I just feel bad for you. \n[167]Hello? \n[168]Hey Alison, how's it goin'? \n[169]Good. That's good. That's what I was hoping you'd do. So, awesome. \n[170]I know we didn't plan this and neither of us really thought it was gonna happen but life is like that, you know? You can't plan for it and even if we did, life doesn't care about your plans, necessarily, and you just kinda have to go with the flow and I just know my job is to just support you in whatever it is you wanna do. I'm in, so whatever you wanna do, I'm gonna do. \n[171]I'm on board. Yaaay. \n[172]No problem. I'll tell you, maybe if you could help me by telling me, like one thing that I am supposed to do, then that would be good, `cause I literally have no idea whatsoever. \n[173]Do you want to, like, get together and talk about it or something like that? \n[174]Like a date? I mean... \n[175]\n[176]You look beautiful. \n[177]No problem. Come on in. \n[178]Everyone, this is Alison. \n[179]And this, uh, beautiful young man is Jonah. \n[180]Okay, that's Martin and Jodi over there. \n[181]I'm gonna grab my shirt. Just take a seat if you want. \n[182]All right. Let's go. See you guys later. \n[183]Yeah. \n[184]At least! God, honestly, I just got used to the notion that someone would even have sex with me. I didn't think this would happen. \n[185]Get ready. This will be coming out of you in seven months. This is exactly what our baby will look like. \n[186]It is. It's not bad.  Hello, Mommy. Our baby's gonna be French Canadian. I like that. \n[187]Exactly, I'm not good with accents. \n[188]Baby books. \n[189]\"What to Expect When You're Expecting.\" \n[190]Well, you can't eat sushi. You can't smoke. You can't smoke marijuana. You can't smoke crack. And you can't jump on trampolines. This is basically a giant list of things you can't do. \n[191]I'm gonna be sitting there on the trampoline smoking crack. And you're not gonna have anything to do. You're gonna be bored. But I can't wait to read these, honestly. I put these in front of my toilet, though, they'll be read by tomorrow morning. Do you want me to get you that? \n[192]No problem. These are heavy. \n[193]At least we don't have to use a condom, you know? BEN  (cont'd) But we can. I brought some just in case. I don't have V.D. or anything. I mean, I don't, I thought-- \n[194]It's just I thought we could get a little...fun out of your situation, you know? \n[195]I know that. \n[196]I'm sorry. I like you a lot. That's all this is. \n[197]Sweet. \n[198]Yeah. \n[199]For the baby, right? \n[200]B.J. If I'm just being honest. I told my roommates that I thought I was gonna get a B.J., so... \n[201]I can do that. I'm really nervous. \n[202]Yeah. \n[203]I think I am. \n[204]I wouldn't do that. Just so you know, I'm the guy girls fuck over. I'm that guy. So you don't fuck me over, okay? \n[205]I couldn't take it. I can't raise this baby alone. \n[206]I'm Ben Stone. \n[207]But a boyfriend. \n[208]You guys wanna hear something neat? We're gonna have a baby together. \n[209]Yeah, a baby. \n[210]I feed your bear the grass? Know what your bear would also like to do with some grass? Smoke it. \n[211]Fetch. All right, bring it back. \n[212]Go get it! Fetch! \n[213]All right! \n[214]Bring it back. \n[215]I'm gonna get you! \n[216]I'm gonna get you! Whoa! \n[217]They seem to love bubbles. \n[218]They're really going ape-shit. \n[219]They float. You can pop them. I mean, I get it. I get it. \n[220]That's sad. \n[221]Am I going to be okay, man? \n[222]Can I just have some? \n[223]I can't ref the next games, by the way. I got to go meet gynecologists with Alison. She doesn't like her gynecologist. \n[224]She's trying to. \n[225]Exactly. I'll take that. \n[226]That's pretty good, I think. \n[227]Guys, I hate to crack the whip, but it's kind of, uh, business meeting time. I need moolah. When do you think we can launch this site? \n[228]Seriously, guys, let's say I want to launch today. Let's start... let's use that as a jumping off point. Let's make this happen. What can we do? \n[229]I'm not asking you to work twelve hours a day. I mean, you guys watch movies without nudity in them. \n[230]Thank you. Yes! Three months. \n[231]I'm breathing like James Gandolfini over here. \n[232]Slow down, man. You're making me look like a jackass. \n[233]We're not. \n[234]She's not single. She's just not married. \n[235]Have fun, guys. Seriously, watch the eyes. \n[236]I don't want to go. I swear to God. I want to see \"Breathless\" at the LACMA. \n[237]Hold on, pause it, pause it, pause it. \n[238]Those are good ones! We're like thirty- five seconds in. \n[239]Nice. Credit bush. You never get opening-credit bush. \n[240]You got me. You got me. \n[241]Really? \n[242]Oh, my God. Are you serious right now? \n[243]I am very relieved. \n[244]I can't imagine meeting and more of you people. \n[245]It's okay. I didn't think she did, anyway. \n[246]Hey. Think we'll ever be as happy as Baby Bjorn couple is? \n[247]Yeah. You look happy. \n[248]You keep saying that. I know. \n[249]Nice. \n[250]Holy shit, it's fourteen hundred bucks. \n[251]There's one of these in an alley behind my house. We could just grab that. Just rub Purell all over it. \n[252]Shh. Yes. We'll take it obviously. I mean don't insult the woman. She wants to get us a gift. \n[253]Want to buy me some new clothes? What else can I squeeze out of you? \n[254]I'm Ben. \n[255]No. Alison is. \n[256]It's a really funny story, actually, if you guys, if you got a second to hear it. \n[257]Let them be the judge, okay? I think it's funny. \n[258]You know they say don't drink and drive? \n[259]Don't drink and bone! \n[260]Yeah, she was acting weird and I really think it's just because I haven't made an honest woman out of her. She's carrying my bastard child. No one wants that. \n[261]You think she's, like, hiding me? Like, she's, like, embarrassed by me or something like that? \n[262]How much do wedding rings cost? \n[263]That'll be easy. I don't make any money. \n[264]God, it's not porn? All we do is we show you what nude scenes are in what movies. \n[265]Who's Mister Skin? \n[266]This is exactly the same as our site. How the fuck did this happen? \n[267]God damn it! \n[268]All we need to do is think of a new, better idea that no one else has thought of already. \n[269]You know what? Just because this site exists doesn't mean ours won't work. Good things come in pairs. \n[270]\"Volcano,\" \"Dante's Peak.\" \"Deep Impact,\" \"Armageddon.\" \"Wyatt Earp,\" \"Tombstone.\" \n[271]Exactly. We can work together. This helps us, if anything. \n[272]Alison, I'm sure this isn't how you pictured it being exactly and it's not how I wanted it. That is why I'm presenting you with this empty box. It's a promise, Alison. A promise that one day I will fill this with a ring that you deserve, a beautiful ring. I can't afford it yet. I've picked it out, though. It's at De Beers and it's really nice. So, basically, I'm asking you, will you marry me? Because I'm in love with you. \n[273]Really? That's so nice to hear. That's the first time a girl's ever said that to me. \n[274]There's a thing? \n[275]Look, I thought you felt weird that we're having a baby and we're not engaged. I'm going to get off my knee. It hurts. \n[276]That makes sense. \n[277]No. I just wanted to do right by you. If you don't want to, that's totally cool. \n[278]I know. Thanks. You mentioned that. It's nice. \n[279]It's a good plan until her water breaks over Robert De Niro's shoes. (impersonating Robert De \n[280]\n[281]I get what he means. Honestly, when I found out about... \n[282]...I had this flash of me in a white Ford Bronco hauling ass for Canada. The chopper's taping it, and I bust through the border and I'm free! I kept thinking that. \n[283]It was a flash! \n[284]Don't look at me. We can talk about our fears here. If Doc Brown screeched up to you in the DeLorean and said, \"Alison, I got the car here. What do you want to do?\" No part of you would think, \"Maybe I'll go back to that night and put a condom on Ben's dick?\" You never got that flash? \n[285]You wouldn't do that? \n[286]Doc Brown is Christopher Lloyd. He invented the DeLorean time machine. \n[287]This is my time machine! \n[288]You are a funny motherfucker, man. How can you fight with him? I just want to kiss his face. He's cute. \n[289]This is fun! We should do this more. This is the most fun I've had in a really long time. \n[290]I can't. \n[291]I can't. \n[292]I'll poke the baby if I go deeper. \n[293]Please don't yell at me. \n[294]I'm sorry, can we change positions? I'm going to crush the baby. \n[295]No, it's not. It has no shell. \n[296]I weigh over 200 pounds. \n[297]I can't do it. Can you just get on top? All I can see if our baby, poked in the face by my penis. \n[298]You look beautiful. Your chin looks so skinny. \n[299]Do you want to do it doggie style? \n[300]I'm not fucking you like a dog. It's doggie style. It's just the style. I'm, it's not like a dog. We don't have to go outside or anything. \n[301]Here we go. Is it good? \n[302]Should I go slower? \n[303]Just tell me when you're close. \n[304]Okay. \n[305]Oh, God. Oh, fuck! \n[306]The baby. It kicked my hand. \n[307]No, no, no, no, no. \n[308]Not like this. No, this was a warning kick. \n[309]This was a bad kick. \n[310]Look. My dick must be like an inch away from its face and it's coming, just coming in at its face. What if it kicked because it didn't like it? I can't do that to our baby. That's the first thing it's going to see. \n[311]It's having the baby between us, it just makes it weird. I'm sorry. It just freaks me out a bit. It's a little weird. \n[312]You've totally lost it? \n[313]Okay. \n[314]Shit. \n[315]Fuck me. \n[316]Oh, my God! Oh, no! Oh, no! \n[317]Look, I forgot you were sleeping over. I'm sorry okay? \n[318]You want me to stop smoking pot because there's an earthquake once every ten years? That makes no sense, Alison. You're being irrational. Just relax. We're all scared. Oh, shit, the cops. \n[319]California. Hey! \n[320]You know it's times like this I'm glad I don't own nice things. It's a big mess, but there's only like fifty bucks worth of shit here. That's kind of the good thing. You know, my dad told me, \"Don't move to Northridge.\" But you figure, what are the chances of that happening twice, you know? \n[321]It's a ninja weapon. I hope this place doesn't get condemned. That would suck. \n[322]Hello? \n[323]You! \n[324]Really? \n[325]Oh, man. I don't want to do that. \n[326]He's not cheating on her. \n[327]I just know. \n[328]I'm one hundred percent sure he's not cheating. \n[329]No. It actually kind of makes sense that he would cheat. \n[330]Because Debbie's a pain in the ass and Pete's awesome? \n[331]Well, maybe it's because Steely Dan gargles my balls. \n[332]They really aren't good, man. \n[333]If I ever listen to Steely Dan, I want you to slice my head off with an Al Jarreau LP. \n[334]That's true. \n[335]You guys are crazy. He's acting totally normal and hilarious. \n[336]She doesn't have a gun, does she? \n[337]Oh, great. \n[338]Looks like no one's home. \n[339]I just feel bad for Pete. \n[340]I feel like this isn't a good way to get caught cheating, it shouldn't be like this. \n[341]Pete! \n[342]I coughed. What do you want from me? \n[343]Thank you. \n[344]I told you. Can we get out of here, please? \n[345]I didn't hear anything. \n[346]That guy said, \"Don't let the door hit you in the vagina on the way out.\" \n[347]That was hilarious. \n[348]Oh, shit, she's coming back. \n[349]How come we go to the gynecologist so often? I bet we have to go so much so we can pay for that three-hundred- thousand-dollar machine he has. \n[350]That's a little strong, I would say. \n[351]It's understandable. I even think it's kind of funny. \n[352]Well, you won't laugh now, I wouldn't imagine, but you know, the situation. \n[353]We break into this stranger's house thinking we're going to find him sleeping with a woman, and then it's a bunch of nerds playing fantasy baseball.If you saw that on television, you would laugh. \n[354]Yeah. \n[355]I don't even like baseball. I'm just saying when you're a guy and you have a family and you have responsibility, you lose that male camaraderie, and I get that. I totally understand where he's coming from. \n[356]Well what the fuck am I supposed to say to that? \n[357]So if you're wrong, I have to support it? \n[358]I can't tell you that you're acting like a lunatic? \n[359]I've sacrificed a lot of shit to this! \n[360]I have. \n[361]You've sacrificed your vagina? \n[362]Well. Fine. I'll pay for vaginal reconstructive surgery. \n[363]You're right. Fine! \n[364]Oh! You know what? Why don't you not threaten me?! \n[365]I'm not going to get out of the car in the middle of nowhere! No! \n[366]No! \n[367]No. \n[368]No. \n[369]Can you let me back in the car, please? Have you calmed down? Did you take a breath? I have no clue where we are! \n[370]Fine. Go. Great. \n[371]Why don't you take off your earrings, too? They weigh about eighty pounds. They're made out of moon rocks aren't they? \n[372]I'm sorry you're freaking out, but I just walked three fucking miles through Koreatown to get here. Sorry if I'm trying to lighten the mood a little. \n[373]I didn't read the baby books! What's gonna happen? How did anyone ever give birth without a baby book?! \n[374]That's right, the ancient Egyptians fucking engraved \"What to Expect When You're Expecting\" on the pyramid walls! I forgot about that! Who gives a flying fuck about the baby books?! \n[375]Did you just say my lack of commitment? Because that's what it sounded like. It almost seems as though you forgot I proposed to you like an asshole! And you said no to me! \n[376]You know what? I know this isn't you talking, it's your hormones, but I would just like to say, \"Fuck you, hormones! You are a crazy bitch, hormones! Not Alison! Hormones!\" Fuck them. It's a girl. Buy some pink shit! \n[377]I will fuck my bong. Doggie-style, for once. \n[378]I totally know what you're talking about, man. If I wrote out the list of shit Alison doesn't let me do it would be endless. Don't smoke pot. Don't have samurai swords in your room. Don't have illegal grow operations in the house. I could go on all fucking day. Have I told her to stop doing anything ever? No. \n[379]Let's get out of here, man. Honestly, let's just go. Let's go to Vegas. \n[380]Yeah. \n[381]Since when do we lock this fucking thing? Come on! \n[382]Holy crap! What happened? \n[383]What? You giving each other butterfly kisses or something? \n[384]Yo. \n[385]Jesus. Martin got it bad! What, did someone take a dump right in your eye? \n[386]Well stay back, guys. I got to get my suit. \n[387]This is fun! \n[388]We make a good team, man. \n[389]She thinks she could train me? \n[390]She can't train this! I'm like Siegfried and Roy's Bengal. You think I'm trained. I'll bite your fucking face off. \n[391]In front of a crowd, baby. \n[392]Oh, my God. Are these mushrooms? \n[393]I'm eating them. \n[394]You do?! No you don't. \n[395]Holy shit! \n[396]There it is, baby. \n[397]I love Vegas, man. \n[398]It's really amazing here. \n[399]Now that's how you get pink eye. \n[400]Have the mushrooms kicked in yet? \n[401]This was a great idea, man. \n[402]What are they going to do? What in the world are they doing? If I shaved my stomach and my chest, I would look exactly like that. Those guys are at work right now. (imitating one of the \n[403]No! Don't applaud! He'll fall! I'm freaking out right now, man! \n[404]The mushrooms are turning on me! \n[405]I am not your papa. \n[406]I can't deal with this shit, man! \n[407]This isn't funny. That guy has twelve kids. It's not funny. This is sick. This is a sick movie. That's a lot of responsibility to be joking about. That's not funny. I got to turn this off. It's freaking me out. \n[408]Holy fuck. What are they all doing in here? \n[409]Get them out of here, man. This is too many chairs for one room. \n[410]The tall one's gawking at me and the short one's being very droll. I don't like them. \n[411]It's weird that chairs even exist when you're not sitting on them. \n[412]I should've read the baby books. \n[413]Because then it's real, you know? \n[414]Think they'll take us back? \n[415]All the time, man. Like every day. I wonder how you like me. \n[416]What? \n[417]You can't believe...that people love you? I love you, man! Debbie loves you! \n[418]You can't accept love? \n[419]Love? The most beautiful, shiny, warmy thing in the world? You can't accept it? \n[420]You can't accept pure love? You can't accept Debbie? She's chosen to give you her life. She's picked you as her life partner! But you play fantasy baseball because you can't accept her love? \n[421]Ugh. I could accept it, man. And Debbie's amazing, man. She's cool and she's funny and she smells good and she's nice and her hair always looks different. She's too good for you, man. \n[422]You're disgusting. You're an urchin. And she busts your balls because you're a little bitch! You're a filthy bitch! And I'd bust your balls! Debbie wants to give her life to you and Alison doesn't want to do that with me. And it makes me sad all day. I want to go home. \n[423]Oh, hey, what up dog? \n[424]Around. You know, just kind of doing my thing. \n[425]I don't know. Are they mad? What have they been saying? \n[426]They said that? \n[427]That sucks. \n[428]Penis. It means penis. \n[429]What's happening, man? \n[430]Hey, Debbie. \n[431]Good. How are you? \n[432]Well, that was fast, you pussy. \n[433]How are things at Butt-Fucking-Ham Palace? \n[434]Well played, sir. That was good. \n[435]Yeah, I was about to. \n[436]It's a doll. \n[437]We can get back on track and everything's going to be great. \n[438]But Debbie's happy. \n[439]I didn't do shrooms in Vegas. \n[440]I'm not that guy anymore. \n[441]If you give me a shot to just show you that I'm con-- \n[442]Oh, shit. \n[443]It's okay. \n[444]Thanks for warning me, man. I just walking into a fucking buzz saw! She rejected me! Because you, for some insane reason, told Debbie that I did mushrooms with you in Vegas! She gets mad because I smoke pot! \n[445]Now I'm upping it to fucking psychedelics! Thanks! \n[446]You know why she just rejected me? Because you're such a shitty husband, she thinks I'm going to turn into a shitty husband! \n[447]You screwed me, Dad, okay? You said everything was going to be fine and nothing is fine. Nothing is fine. \n[448]Because you were the only one giving me advice! And it was, it was terrible advice! \n[449]I don't know how to take responsibility for myself, okay? I didn't read the baby books! \n[450]I should smoke less pot. I don't know what to do! I'm an idiot! What, tell me what to do! \n[451]Just tell me what to do. \n[452]Best job I ever had. \n[453]Hello? \n[454]Just smoking a joint, drinking some beers, you know. Rocking. \n[455]No. I'm going to pack it in soon. \n[456]I know. I'm just tired. \n[457]No, I feel great. I like it. \n[458]No, I'm not. Okay? Thank you. \n[459]Okay, very good. \n[460]Great. \n[461]Hello? \n[462]Oh, don't run out of gas! Don't run out of gas! Come on! \n[463]Hello? \n[464]Please be in here. Hello? Hello! \n[465]Hello? Alison. Hello? \n[466]Alison. What is this, like a water birth? What are we doing? Should we go? \n[467]Okay. Okay. Let's relax. Do you want to talk about things? I feel really bad about a lot of the shit I did. I can't believe I said some of that. That's all I think about in my head. \n[468]But maybe we could bring the baby into a reconciled place so, we can talk-- \n[469]Okay. \n[470]So, what should I do? \n[471]Hello, this is Ben Stone. I'm calling on behalf of Alison Scott. We need Dr. Howard. It's an emergency. \n[472]He's at a Bar Mitzvah in San Francisco? Do you know when he gets back? \n[473]Do you have his cell number, by any chance? \n[474]Hey! Good news. I got his number right here. I'm going to call him right now. \n[475]I'm glad I'm here, too. Thank you. I shouldn't have told you you were a fucking lunatic. I shouldn't have said that. I feel terrible about it. \n[476]It's okay. I didn't \n[477]I'm going to call him right now. You're doing so great. \n[478]Hey, Doc Howard. Ben Stone calling. Guess what the fuck's up? Alison's going into labor and you are not fucking here. Now, where are you? You're at a fucking Bar Mitzvah in San Francisco, you motherfucking piece of shit! And you know I'm going to have to do now? I'm going to have to kill you. I'm going to have to pop a cap in your ass. You're dead! You're Tupac! You are fucking Biggie, you piece of shit! I hope you fucking die or drop the fucking chair and kill that fucking kid! Hope your plane crashes. Peace, fucker! \n[479]Hey. \n[480]I didn't talk to him directly, I left him a very nice message, though. What I'm about to tell you isn't that bad. You should know that going in. We can get through this and it's just a little hiccup, but everything will be fine. Do you trust me when I say everything will be fine? \n[481]Okay. So, Dr. Howard is at a Bar Mitzvah. \n[482]It's a Jewish rite of passage. And he's going to be there for the next three days, so he will not be able to be here tonight. \n[483]I know exactly what to do. All we do is we'll get in the car, I'll drive to the hospital, and on the way, we will call every gynecologist we've met. Someone will be available. You know? \n[484]Good. We still have time. I mean, how far apart are your contractions? \n[485]Seven minutes! See? Not until four minutes is it really coming. And has your water broken, even? \n[486]That's a good point. Have you had, have you had your bloody show? \n[487]It's a bloody mucusy discharge. But it only comes out right before the baby's going to come, so if that hasn't happened, we have time. We can make it to the hospital. It's no problem. \n[488]Yeah. I did. I read three of them, actually. \n[489]You're welcome. \n[490]It's okay. \n[491]I stole this from Martin's grandma. \n[492]Thanks. \n[493]We're close. Home stretch.  Hello. This is Alison Scott. Dr. Kuni said he would let you know we were coming? \n[494]You're our nurse? \n[495]We really, really appreciate you coming, man. \n[496]He's at a Bar Mitzvah in San Francisco. He didn't tell us though. \n[497]Yeah. \n[498]Is that good? \n[499]I could do this all day. \n[500]What the hell was that? \n[501]What's that, what's happening? \n[502]It's going to be okay.  Is it going to be fine? \n[503]What are you doing? \n[504]What? \n[505]No. Would you please just listen to her? \n[506]Whoa, whoa, whoa, what? \n[507]No. What we want is to take a second to talk about our options, okay? That's all we want. \n[508]Can we talk outside in the hall for a second? \n[509]Look, she's just having a hard time because her and her doctor had a very specific birth plan. And they wanted it to be a very special experience. \n[510]Look, man, will you help us out? I have no idea what I'm doing. You can be as big a dick to me as you want. Just be nice to her, man. That's all I ask. Just please be nice to her. \n[511]I think so. \n[512]Thank you, man. \n[513]I know, I know. Look, I talked to him. I think he'll be more cool now. \n[514]You really don't need to be. And you know, I knew you'd give me another shot. I figured it'd be a lot sooner than this, you know? \n[515]No, no. \n[516]Me neither. \n[517]Can I talk to you in the hall for a second? \n[518]I'd like to be in there with Alison...without you. \n[519]Look, Debbie, you are high off your ass if you think you're coming into that room. If you take one step towards that door, I will tell security there's a crazy chick in a pink dress snatching up babies. Okay? So don't even try to come into that room. That's my room now. That little area with the Pepsi machine...that's your area. My room. Your area. Stay in your area. Stay out of my room. Back the fuck off. \n[520]Give it to her. Give her the epidural, okay? \n[521]Give it to her now. \n[522]We have time. \n[523]Just do it, please! \n[524]Oh, God. \n[525]You don't want to see it. You don't \n[526]It's beautiful. You don't want to, though. \n[527]You did it. \n[528]You did it. Oh, my God, you did it. \n[529]I love you so much, too. Oh, my God. \n[530]You got out. You made it out. Welcome. \n[531]I love you, Debbie. \n[532]Gentlemen, it's a girl! \n[533]Yeah! \n[534]Let's meet her! She's awesome. \n[535]And then your mommy said, \"Just do it, already,\" which was very confusing to Daddy. So I listened to the most literal translation of that and I just did it, already. What would you do? Don't tell Mommy, but it was the smartest thing I ever did, listening to her, because now you're here. Isn't that nice? I think it is. \n[536]It definitely is. That's why I got one in East LA. The rent. It's huge! The only thing is we have to decide if we're going to be Crips or Bloods before we get there. \n[537]I look good in blue. The fighting continues. We could just throw off everyone and become Latin Kings. \n[538]We both look good in gold. \n[539]No, these guys can honk all they want. I ain't going faster than twelve. It might take us around three hours to get home, though. ", "ALISON": "\n[1]I can drive them. I'll drive them to school. \n[2]I don't mind. \n[3]What are you giggling about? \n[4]Ladies. Nice. \n[5]What? \n[6]You Googled \"murder?\" \n[7]Why? I mean what did it say? \n[8]That was just ketchup. Who wants to hear some music? \n[9]Don't taunt her. Come on. \n[10]Sadie! \n[11]Why did you just do that? Don't throw things at your sister! \n[12]Did you hit her? \n[13]Make her happy. It's okay. \n[14]Well, give her her marbles back. \n[15]Okay. \n[16]Let me check. \n[17]Hey, guys? \n[18]Okay, let me know when she's pulling in. \n[19]She's about to pull in. \n[20]Is she camera-ready? \n[21]Nothing personal. \n[22]No personal questions. Don't ask her about her sister and her nose job. \n[23]She doesn't want to talk about her boobs or her father's comments about her boobs. \n[24]You know what? You want us to just come and get you when she gets here? You want to head to the green room for a minute? Just chill out? \n[25]Want us to bring you anything? You want some water? \n[26]You want a cookie? \n[27]Okay, we'll get you a cookie. \n[28]Yeah? \n[29]You were talking about me? \n[30]What'd you decide? \n[31]Really? \n[32]Oh, my God. This is the best news ever. Thank you so much. This is great! \n[33]Thank you. \n[34]Absolutely. I'm so excited. Oh, my God. \n[35]You want me to lose weight? \n[36]\"Tight.\" \n[37]Okay. \n[38]Twenty. \n[39]Yay! \n[40]I got a promotion. \n[41]Thank you. \n[42]Oh, let's not get ahead of ourselves. Yay! \n[43]Okay, let's do it. \n[44]I don't know! \n[45]Yay! \n[46]Ooh! Did you get the deer-in-the- headlights look? Did he freeze or did he finish? \n[47]Oh, no! \n[48]\"Deb and Pete forever\" \n[49]Guess we're looking good. \n[50]What? \n[51]No, of course not. \n[52]No, not at all. \n[53]Yes! You look amazing. \n[54]Yes. \n[55]You look hot. \n[56]I'm getting us drinks. \n[57]Oh, Hey! Excuse me! \n[58]Yeah, awesome. \n[59]Yeah, that was rough. \n[60]Great. It's going to be that night. \n[61]Yeah. \n[62]Thank you. \n[63]Are you sure? \n[64]Thanks a lot, Oh, fuck, fuck! I'm supposed to get one for my sister. \n[65]No, that's okay. I'll wait. I'll, he'll get me-- \n[66]Thank you. Awesome. \n[67]I'm Alison. \n[68]Well, have a great night. \n[69]Thanks for the beer. \n[70]Bye. Thanks again. \n[71]Hey. \n[72]This is my sister, Debbie. \n[73]She's married. \n[74]What? \n[75]She has two kids, too. \n[76]What? It's nothing to be ashamed of. \n[77]Yeah, she's got a really cool phone. \n[78]Um, uh, you know, I'm all dressed, so I'll just hang out. \n[79]Yeah, I'll take a cab home. \n[80]I will. \n[81]Cheers. \n[82]No, no. You know, the like, Entertainment News channel? \n[83]\n[84]I love your curly hair! It's so great. Do you, like, use product or anything? You put anything in it? \n[85]Yeah, let's go. We can go hang out at my place? \n[86]I'll show you my audition tape. \n[87]It's really funny. \n[88]Shh! \n[89]No. \n[90]Do you have a condom? \n[91]Okay. \n[92]Okay. \n[93]Hurry up. \n[94]What are you doing? \n[95]Oh, God, just do it already! \n[96]Yeah, it's awesome. \n[97]Okay, just stop taking. \n[98]Hi. \n[99]Hey. \n[100]Yeah. \n[101]Yes. \n[102]Seven-thirty. \n[103]I have to go to work. \n[104]Do you need to get to work or anything? \n[105]Okay. \n[106]`Morning. \n[107]Stop it. \n[108]See ya later. \n[109]No. \n[110]I'm fine. \n[111]I just need some coffee, so... \n[112]Not really. \n[113]No. \n[114]Mm-mm. \n[115]No, I just don't. \n[116]Right. \n[117]Right, yeah. \n[118]We had a great time. \n[119]I work at E! \n[120]Uh-huh, remember? \n[121]We had, we had this conversation last night. I, I told you about my promotion and I was out celebrating it. No? \n[122]I'm super excited about it. I'm actually doing my first on-air interview today. \n[123]Matthew Fox. \n[124]Yeah. \n[125]What? \n[126]No. \n[127]I hope a lot of people actually because that's what my job entails, is making sure people care about what he has to say. I'm interviewing him. \n[128]It's sort of embarrassing to ask at this point, but what do you do for work? \n[129]Oh, cool, what is it? \n[130]Mary Tyler Moore? \n[131]I do. \n[132]Wow. \n[133]Really. \n[134]Okay. \n[135]I actually need to get going, so. \n[136]I'm gonna give you my card because that'll be the best way... \n[137]All right then. Nice to meet you. \n[138]Take care. \n[139]Hi, I'm Alison Scott and we're here today with James Franco from \"Spider Man.\" \n[140]How are you? \n[141]Thanks for coming. \n[142]Tell me, were you a big fan... \n[143]...I'm sorry, let me take that again. \n[144]Tell me, were you a big fan of the comic books growing up? \n[145]Uh-huh. Yeah, just, what about the comic books? Keep talking. \n[146]Shut up. \n[147]You're an asshole. \n[148]I don't need to see it again. It's gonna make me throw up. \n[149]You're such an asshole. \n[150]Yeah, maybe if you can just edit this out and we can re-- \n[151]--we can reshoot my questions. \n[152]Oh my god. Oh my god. \n[153]I don't know. \n[154]I haven't eaten today yet. \n[155]Do you have a napkin or something? \n[156]I don't know. \n[157]It's impossible. You have to have sex to get pregnant. \n[158]Oh, shit. \n[159]No, I can't be pregnant. Right? That was what, eight weeks ago? \n[160]No. Wait. I don't know. Shit. I don't know. I can't remember. I was, I mean, I've been really stressed at work. I can't remember my last period. \n[161]Can you not joke right now? Don't joke right now. This is really serious. \n[162]Yeah. You know, he was kind of like medium height, sort of...chubby. Blonde, curly hair. Remember? \n[163]Yes! Here, I have this thing of him on my phone. \n[164]Oh, shit. \n[165]Okay. \"Positive Choice.\" \n[166]Here. Hurry up now. Come on. \n[167]Get more! Get me a few more! \n[168]I'm dripping, I'm dripping. Wait. \n[169]How long does this one take? \n[170]God, you really had to pee. \n[171]I think you picked up the wrong one. \n[172]It's gonna be fine. Right? ALISON  (cont'd) Right? \n[173]Shit. \n[174]Maybe I don't need to call him until after I see the doctor. \n[175]I don't want to call him. I don't need to call him. \n[176]I can't call him anyway. He doesn't even have a phone. He didn't even have a number to give me. \n[177]Said some kind of billing issue. \n[178]Shit, you're right. I got to call. I don't know. I'm gonna have to look him up on his stupid website. \n[179]Just go to \"Contact Us.\" \n[180]Yeah. \n[181]Yep. \n[182]Yeah. \n[183]Hi, Ben, this is Alison. I don't know if you remember me. \n[184]I actually was just wondering if maybe you, wanted to get together, like tomorrow night? \n[185]Let's meet up maybe tomorrow night? You wanna just grab some dinner? \n[186]Sure. That's cool. Can we make it more like six, though? I'd like to keep it early. \n[187]Okay. I'll just meet you there, then, at six. \n[188]Oh, shit. \n[189]It's really nice. \n[190]That's okay. \n[191]Thanks. Yeah, I just thought, I don't know, I thought maybe it'd be cool to hang out a little bit and... We didn't really get to talk much last time so I \n[192]I thought maybe we'd just talk and get to know each other...better. \n[193]That's cool. \n[194]So the web page is it just something that you guys do for fun? Do you have a real job? \n[195]Oh. \n[196]So, how do you...? \n[197]Right. \n[198]Oh, my God. \n[199]Right. \n[200]Yeah. So, I have something I really need to tell you. It's kind of why I called you. Here it goes. I'm pregnant. \n[201]What? \n[202]I'm pregnant...? \n[203]With a baby. You're the father. \n[204]Yes! \n[205]I don't know. I thought you were wearing a condom. \n[206]What? \n[207]Why not? \n[208]What are you talking about? \n[209]I did not tell you not to wear a condom. \n[210]I didn't mean do it without a condom. I mean \"do it\" like \"hurry up,\" like \"get fucking going!\" \n[211]What the hell is a dental dam? \n[212]Oh, my God! I don't know! I couldn't tell that you didn't have one on! Obviously, I was drunk! \n[213]You are unbelievable. \n[214]I am going to the doctor next week...and I thought you could come with me to the gynecologist. \n[215]No. \n[216]Well, I'm not a hundred percent sure. \n[217]Yeah, yeah. Come on. \n[218]Yes. \n[219]Alison. \n[220]Good. \n[221]I took a home pregnancy test and it said I was pregnant, so here we are. \n[222]That, that's it? \n[223]Well, I'm not gonna tell them for a while. I have a while before I have to say anything. \n[224]Well, they're not gonna know. I mean, I'm only gonna start to show when I'm like, I don't know, six months or something. Seven months. \n[225]No. \n[226]Debbie didn't get fat. \n[227]Mom, you know, it's important to me that you be supportive. \n[228]Hi, Ben? \n[229]Good, good. You know, I was just calling to, let you know that, I've decided to keep the baby.That's what's happening with that. \n[230]Yeah, yeah, it is good. \n[231]I really appreciate you saying that. \n[232]I have no idea either. \n[233]Yeah, sure. \n[234]Yeah. \n[235]Hi. \n[236]Thank you. \n[237]Hi. \n[238]Yes. \n[239]Thank you. \n[240]Thank you. \n[241]She's good. \n[242]Okay. \n[243]Hi. \n[244]Hi. \n[245]No. \n[246]Eh, no. I'm good. \n[247]Hi. \n[248]Yeah, hi. \n[249]Mm-hm. \n[250]I don't know. \n[251]I'm okay right now. Thank you. \n[252]Right. \n[253]The funny thing is I really had never even thought about having a baby. \n[254]If this hadn't happened, I don't think I would have wanted to have a baby for, like, I don't know, at least ten years. \n[255]It's a beautiful picture, Ben. \n[256]With a little hint of Spanish. \n[257]Awesome. \n[258]What can we expect? \n[259]It sounds thrilling. \n[260]Yeah, thank you. \n[261]It's not that. \n[262]Okay, first of all, it's not my situation. It's our situation. \n[263]And just because I'm pregnant, I'm not some ruined woman and all romance goes out the door. \n[264]I like you, too. \n[265]A little, so far. I mean, we have seven months before the baby comes. We don't have to rush it. \n[266]We should really just try to get to know each other and...give this a real shot. You know? We got ourselves into this situation. We kind of have to. \n[267]Exactly. Okay, if this was our second date, what would you do? \n[268]You know what? For the sake of getting to know one another, can you not talk like that? \n[269]I'm nervous, too. I'm really nervous. \n[270]You're a sweet guy, right? \n[271]Don't fuck me over, okay? \n[272]Okay. \n[273]He's my boyfriend. \n[274]He's a new boyfriend. \n[275]What do you think of him? He's funny, right? \n[276]No's he not. \n[277]He's trying. He's making an effort. \n[278]Twenty-three. \n[279]Shit. \n[280]Just give him a break. \n[281]No. \n[282]I have on occasion. \n[283]How ya doing? \n[284]No. \n[285]Boobs! Boobs! Boobs! \n[286]Boobs and bush. \n[287]Good boobs. \n[288]Right over the beginning credits. \n[289]I know. That's so crazy. \n[290]How many doctors are there in your practice? Just because I'm sort of looking for a more personal experience. I want to make sure that you're my doctor on the day and... \n[291]I feel really good about this. I think we found our doctor. \n[292]Yeah. \n[293]You're being dramatic. We didn't meet that many. \n[294]Pardon? \n[295]The doughnuts, they call to me. \n[296]Hi. \n[297]Thanks. \n[298]What? \n[299]Oh, shit. I haven't told them. Do you think they're gonna be mad? I'm really chickening out about this. \n[300]Awesome. \n[301]Just don't say anything, okay? Please don't say anything. \n[302]Okay, come on! Let's go. \n[303]Ben knows, but I've sworn him to secrecy. \n[304]We are that happy. \n[305]Which is awesome. Because I never like guys like you. It's great. \n[306]We can just borrow yours. Is that okay? \n[307]No. \n[308]No. It's too much. \n[309]It's so hot in the Valley. \n[310]Oh, shit. \n[311]Hi! \n[312]You too. Oh, my God. \n[313]Yeah, it's been super-exciting, just crazy busy. I'm so sorry I haven't called. \n[314]This is my friend, Ben. \n[315]It was a big surprise. \n[316]It's not really funny. \n[317]It's not funny. \n[318]All right. \n[319]I love you too. \n[320]But here's the thing. \n[321]I don't really know yet what that love means. It's so new and it's so exciting. It's great. I don't know. We've only known each other for seventeen weeks. \n[322]I'm okay with that. We're just doing what we can. I don't want us to put any more pressure on ourselves than we have. \n[323]I didn't hurt your feelings, did I? \n[324]I really do love you. \n[325]Ben proposed to me. He did. It was really sweet. I feel a little bad. He was wearing this great button-down. He tucked it in. He got down on one knee. He didn't have an actual ring, though, just an empty box but he had this whole spiel about when he has the money, he'll buy me the ring I deserve. \n[326]He can't afford a ring. \n[327]Yes. \n[328]Get over it. If you'd been there, you would have cried. \n[329]I thought you should love people for who they are. \n[330]You don't think that's naggy? \n[331]Why do you say that? \n[332]Maybe he's working late. Maybe he's trying to sign a new band. I can't imagine Pete doing that. \n[333]No. \n[334]No. I don't have to. It's illegal for them to fire me over it. And I get three months maternity leave if I stay. So I'm not going to tell them. \n[335]What do you mean? \n[336]No. What are you talking about? \n[337]I don't know who Doc Brown is. What are you talking about? \n[338]Come on, harder. \n[339]Why? Just do it deeper. \n[340]Why? \n[341]Just do it! \n[342]The doctor and Debbie said it's fine. Come on! \n[343]That's ridiculous! \n[344]Millions of people have sex when they're pregnant! It just works! \n[345]Just get over it. \n[346]Trust me, you're not even close. Okay, fine. \n[347]I can't do this. I can't focus like this. I look disgusting from this angle. I can feel you looking at my chins. \n[348]And my boobs are all like, squishy and they're flopping around. I can feel it and it's distracting. It's all National Geographic. \n[349]No. I do not want you to fuck me like a dog. \n[350]Yeah. \n[351]Harder. \n[352]Just go harder. \n[353]Keep going! \n[354]What happened? \n[355]It always kicks. \n[356]It's fine. \n[357]Just keep going. \n[358]It's fine! It's fine! \n[359]What are you talking about? \n[360]I have totally lost it now. \n[361]I've lost it. \n[362]Great, you know what? Just forget it. \n[363]Don't worry. I won't make you do this again. \n[364]Ben? \n[365]Ben! \n[366]Where were you? \n[367]Yeah, because you were getting high off your huge bong. How am I supposed to be comfortable with the idea that you can take care of me and the baby if you are always getting high? \n[368]What is this? \n[369]Hey it's me. \n[370]Hi! So, listen. Will you do me a big favor? Debbie wants us to come over and have dinner tonight. She thinks Pete is cheating on her. \n[371]Yeah. Well, she saw one of his e-mails and there's an address. Ugh. \n[372]Ben, come on. \n[373]How do you know? \n[374]Are you sure? \n[375]Are you really? \n[376]Why? \n[377]Well, why don't you just come over then, and, we'll just diffuse the situation a little? \n[378]No. I don't think so. \n[379]What? \n[380]Well, maybe he should have thought of that before he was cheating. \n[381]Stop it. \n[382]Yeah, come on. Let's go. \n[383]What? \n[384]Come on. \n[385]Yeah, I heard him. \n[386]I cannot stop thinking about what an asshole Pete is. \n[387]Really? Because that had to be one of the most selfish things I've ever witnessed. \n[388]What's funny about it? \n[389]Is that what you think? \n[390]Is that what you want to do, Ben? \n[391]Why do you guys always go to that place? You miss male camaraderie. What do I give a shit? Go hang out with your bearded freak friends. I don't care. You want to hang out with guys that look like the Shoe Bomber, it's all on you, man. \n[392]You should just support me! You know, you should just support everything I say because at this juncture in my life, I'm allowed to be wrong! \n[393]Yes! \n[394]Oh, that's helpful. You have to do nothing! \n[395]You are just fucking sitting there! You haven't sacrificed anything! \n[396]I've had to sacrifice my job, my body, my youth, my vagina! \n[397]Yes! It will never look the same after this! \n[398]You can't pay for shit! You can barely buy spaghetti. \n[399]You know what? Get out of the car. \n[400]You should just get out of the fucking car. \n[401]Get out of the car. \n[402]I own this car! Get out of my car! \n[403]Get out of my car! \n[404]Get out of my fucking car! \n[405]You know what? Maybe I should take my shoes off. Or my belt buckle. My belt buckle's huge. \n[406]Are you fucking kidding me? \n[407]Do not make fun of me. Okay? I am hormonal, I am terrified, and I am falling apart, so stop treating everything like it's a big joke! \n[408]Well, don't! Okay?! You can't take anything seriously! You didn't even read the baby books. \n[409]It just shows your lack of commitment, Ben! That you're not in this with me! \n[410]If you feel that way, you should just go. Really. Just go. Because we didn't mean to do this together, okay? And, and we tried to make it work and that was good, I suppose. \n[411]But it doesn't work. Because we are two completely different people. And I think it would just be easier for both of us if we stop fooling ourselves. \n[412]Nice. You are such an asshole. You know what? Go fuck your fucking bong, you fuck! \n[413]I'm really sorry about all that. That was really inappropriate. \n[414]I don't feel so stupid, then. \n[415]What? \n[416]What are you doing? \n[417]I'm just so tired. \n[418]Ugh. I hate you so much sometimes. \n[419]How many Red Bulls have you had? \n[420]You know what? Maybe we should just go. \n[421]What's over? \n[422]Don't say that. \n[423]So dance. \n[424]I should be embarrassed. I'm a fucking whale and I'm trying to get into some stupid club and-- \n[425]Debbie, no, you're not. \n[426]Everything looks beautiful. \n[427]No, it's great. \n[428]I don't think so. I don't know why he would. \n[429]I just don't think we can make it work. \n[430]You're just being nice. And I'm being nice and just because we're two nice people doesn't mean we should stay together. I don't want this baby to determine the rest of our lives. You know? Me not wanting to do this alone isn't enough of a reason to drag you into a relationship with me. It's just not fair. And, and don't repeat this, but, God, I don't want to end up like Debbie. \n[431]She's happy today. But every day is a constant struggle for them because they're not right for each other. You know? And they have to force it and I don't want us to have to do that. I don't want to force you to be what I think you should be. That's wrong of me because you're great. You really are. You're great the way you are and, I mean, you like to get high and you like to do shrooms in Vegas. \n[432]And who am I to stop you? Who am I to tell you that that's wrong? It's not wrong. It's who you are. It's what you enjoy and that's your life and... \n[433]We can be friends. And you can be there when the baby is born, and in the baby's life as much as you want. I hope you will be. \n[434]Yeah. I'm sorry. I got to go. I'm sorry. \n[435]I'll be right back. We'll finish talking. \n[436]I got two months. \n[437]Yeah. \n[438]I got two months to go. \n[439]Wow, wow. \n[440]Thanks, thanks. \n[441]You know what? \n[442]You don't need to lie to me. I don't appreciate it. I know I look like a fat cow. And I'm sweating profusely. \n[443]Steve, hey! Help me out. Give me an interview, please. \n[444]You know what? Just say into the camera, \"You're watching E! Entertainment.\" Just give me that. \n[445]No, Steve, don't be an asshole! Come on. \n[446]Shut up, Brent. \n[447]I'm really sorry. \n[448]I just wasn't expecting this and, I didn't know how to handle it, and I didn't want to lose my job. I'm really sorry. \n[449]Really? \n[450]Oh, my God! \n[451]Really? \n[452]Oh, my God. This is such good news. Thank you so much. \n[453]Okay. I won't. I'm sorry. \n[454]Legoland! \n[455]Ow, ow, ow. \n[456]Okay, okay, okay.  Hi, Dr. Howard? \n[457]I'm a patient of Dr. Howard's and I'm going into labor and I need to speak with him. \n[458]Can you help me find him? Can you give me his number? \n[459]No, no, no, no. I want to speak to my own doctor. You really won't give me his number? Because this is my first baby and he promised that he would be here for me and I need you to give me his number, okay? \n[460]No, I don't want you to help me because I have no idea who you are! I want my own goddamned doctor! You make sure he calls me! \n[461]Oh, shit. Okay. Oh, shit. \n[462]Ben? \n[463]Shh! Just relax, okay? Just be mellow, because that's what this is all about. Because if it gets too stressful in here then the baby is born into a stressful environment and then he's wired for stress for the rest of his life. So just...just be calm. \n[464]I don't want to talk about it. \n[465]No. I don't want to go there. Don't go there, okay? \n[466]Help me stay relaxed. \n[467]You need to call Dr. Howard. \n[468]Great. Thank you so much. I'm so glad you're here. Thank you. \n[469]No, it's okay. We're past it. I'm sorry I told you to fuck your bong. \n[470]Let's just drop it now. We're over it. \n[471]Hey. \n[472]Did you talk to him? \n[473]I can deal with it. \n[474]A Bar Mitzvah? \n[475]It's okay. What do you think we should do? \n[476]I can do that. \n[477]I think, like, seven minutes. \n[478]I don't know. I'm in the tub. \n[479]What's that? \n[480]You read the baby books. \n[481]Thank you. \n[482]Wait. Are we allowed to park here? \n[483]Oh. That was really sweet of you. \n[484]Is that the baby on that one right there? \n[485]Okay. \n[486]Dr. Kuni, I really want to do this naturally. I don't want to use drugs. \n[487]Oh, yeah, get in there. \n[488]What was that? \n[489]Oh, my God. \n[490]No, no, no, no. I don't want the baby to be born all drugged out. It's not my birth plan. \n[491]What? No. But no, I'm not comfortable with that. I'm not. \n[492]Whatever. Do what you have to do. \n[493]Oh, my God. What a nightmare that guy is. \n[494]I'm so sorry I broke up with you. \n[495]I was just in such a panic from all of this. And watching Debbie and Pete together, and my ass got so fat. \n[496]It did. I just never, for one minute, thought that the guy who got me pregnant would actually be the right guy for me. \n[497]I guess he is. \n[498]I know. \n[499]Screw Legoland. \n[500]No, you can shoot the waiting room. That would be great. \n[501]Debbie. \n[502]Go! Holy shit, almighty! Oh, shit, this really hurts! \n[503]I want the epidural! Okay? Give me the epidural! \n[504]Okay? \n[505]No, seriously, I want an epidural! I know there's time! \n[506]Take the time! I'll make sure it doesn't come out! I'll stop pushing. \n[507]I'll stop, oh, please, please, please! \n[508]Okay. \n[509]I feel everything! Oh, my God! It's happening. \n[510]Are you fucking kidding me? Are you kidding me? \n[511]Oh, God. Honey, what does it look like, Ben? \n[512]What? \n[513]No, I want to see it! \n[514]No, I want to see... \n[515]...it! Oh, God! Oh, God! \n[516]Get out! \n[517]Oh, God! \n[518]Oh, Ben. I did it. \n[519]It's out. \n[520]Hi, baby. I love you, Ben. \n[521]Thank you. \n[522]Pretty baby. \n[523]I hope your apartment's big enough for the three of us. \n[524]Well, I look good in red. \n[525]Yeah. \n[526]Good choice. I would yell at you about driving so slow, except the baby's here. ", "DEBBIE": "\n[1]I need you to take the kids to school this morning. \n[2]What? \n[3]Well, you didn't tell me. \n[4]You didn't tell me. \n[5]No, you didn't tell me. \n[6]Well, you didn't, but what are we going to do? Because I have an appointment so you're taking the kids to school. \n[7]Don't use the baby to cover your tracks. \n[8]Great. Good. You turned my sister into a limo driver. \n[9]Yay! That's so exciting! \n[10]Oh my god! Hey! \n[11]Let's go celebrate. \n[12]Pete'll watch the kids? \n[13]What are you going to do? \n[14]I'm so excited. \n[15]I walked in on him masturbating one night. \n[16]No, he tried to pretend like he wasn't doing anything under the covers. \n[17]I buy these nice towels and he whacks off into them. \n[18]And once he does that into them once, they're never soft ever again. \n[19]I can always tell if I'm looking good based on whether or not we get in. \n[20]If I didn't get in, I would have lost my shit. \n[21]It's like everyone in here is twelve years old. \n[22]Am I too old to be here? \n[23]Am I too old to be here? \n[24]Does it look weird that I'm here? \n[25]Am I hotter than these little bitches? \n[26]Guys in here would fuck me, right? \n[27]That's weird to say, but, it makes me feel better. \n[28]I believe you. \n[29]Hi, Ben? \n[30]Nice to meet you. \n[31]Good, how are you? \n[32]Why do you have to say that? \n[33]Thank you. \n[34]Shut up! \n[35]Really? \n[36]Excuse me.  Hello? \n[37]What? Is it a rash or is it the chicken pox? I don't know! Google it. Okay. All right, bye.  I got to go. Sadie might have the chicken pox. \n[38]Are you coming? \n[39]Really? \n[40]Be safe. \n[41]Bye. \n[42]Did you miss your period? \n[43]Are you the lady who doesn't realize she's pregnant until she's sitting on the toilet and a kid pops out? \n[44]Did I meet him? \n[45]With the man boobs. \n[46]Oh god. How did this happen? \n[47]Well there's only one way to find out. \n[48]They're here! Here they are! Over here! \n[49]\"Easy, One, Two, Three.\" \n[50]Did you try the \"Ova-Sure?\" \n[51]Good! A smiley face! Oh, I think that's bad. \n[52]These can't all be positive. Let me try one. \n[53]What is this? What the hell is this? \n[54]Fuck. That scared me. That would suck. \n[55]I'm sorry. That scared me. \n[56]Of course it will be fine. It's gonna be fine. \n[57]You just need to call him. \n[58]You need to call. \n[59]You should call. \n[60]He doesn't have a phone? \n[61]He can't afford a phone? Sadie has a phone. \n[62]What kind of website does he have? \n[63]He spelling \"coming\" wrong. Oh it's \"cum.\" That's gross. \n[64]Ben? \n[65]\"What is your number? I need to speak with you right away.\" Send? \n[66]You're sure? \n[67]Ugh. Sounds awful. I'm just really constipated. Do you really want to? \n[68]Shut up. \n[69]We have to help her. \n[70]We'll help her raise the baby. \n[71]He came from his house, drove over to our house because he thought it would be fun to have breakfast with us, so he drove his car from his house to our house to have breakfast. \n[72]But they should be because they love each other and people who love each other get married and have babies. \n[73]Where do you think they come from? \n[74]That's exactly right. \n[75]He's playing fetch with my kids. He's treating my kids like they're dogs. \n[76]Plays fetch with the kids. \n[77]He's overweight. Where does that end? How old is he? \n[78]Looks thirty-three. He can barely get in and out of that little house. Imagine how much bigger he's going to get. \n[79]That means he has bad genes. Your kid is going to be overweight. \n[80]Okay, I'll try. \n[81]Ooh. Did you see this sex offender website? These are all the sex offenders in our neighborhood. \n[82]Those are sex offenders. These people live in our neighborhood. \n[83]You shouldn't take it so lightly. \n[84]If I didn't care about these things, you wouldn't care about anything. Care more. \n[85]I know we're supposed to be nice with each other right now, but I'm having a really hard time. I'm struggling with it right now. \n[86]Because I want to rip your fucking head off because you're so fucking stupid! This is scary. \n[87]These are our children. You fucking dipshit! \n[88]So I'm the bad guy because I'm trying to protect our kids from child molesters and mercury? And you're cool because you don't give a shit? \n[89]Yeah? Is that it? \n[90]God, you're an asshole. \n[91]I don't give a shit about Ben. \n[92]It's Saturday. \n[93]You don't want to know the sex of the baby? That's no fun. \n[94]I'll get it out of him. \n[95]This is it. This is perfect. \n[96]No. You need your own crib. \n[97]You know what? Let me buy it. I need to get you a baby present anyway, and I would love to get it for you. \n[98]I'm serious. I want to. \n[99]Right. \n[100]The box was empty? \n[101]So he got down on one knee and gave you an empty box? \n[102]I'm sorry. \n[103]You need to train him. Oprah said that when two people meet they should point out each other's differences and flaws. \n[104]You criticize them a lot, so they get so down on themselves they have to change. \n[105]In the end, they thank you for it. \n[106]You can't commit to him. You don't even know him. I don't even know Pete after ten years. I don't know what he's up to. He's miserable. \n[107]I think he's cheating on me. He's always going to business meetings at odd hours. Then I try to call him on his cell phone and he says he's in bad cell phone reception areas when he's in good reception areas. \n[108]There's no part of you that thinks maybe he's a dirty little scumbag? \n[109]I think he might be. \n[110]\"Memory Spy Web Memory Software. Locate history, files, websites visited, hidden downloads, e-mail history. Memory Spy.\" Let's see you hide from me now, little man. \n[111]Good plan. \n[112]What changed for you? What went out the window? You do everything exactly the same. \n[113]You want to go to India? Go to India! Seriously. \n[114]No. You can go. \n[115]I have a really good idea. Why don't you two get in your time machine, go back in time and fuck each other? \n[116]Okay. Have fun. \n[117]Why was the door unlocked? Wait here. \n[118]There's nobody up there. \n[119]I guess I was wrong. \n[120]Did you hear that? \n[121]What is this? \n[122]What the fuck is this? \n[123]Your fantasy what? \n[124]What else have you been lying about? \n[125]Where were you on Wednesday? \n[126]That would be a good idea. \n[127]I wouldn't be mad. \n[128]I don't get mad. \n[129]No, this is worse. \n[130]This is you wanting to be with your friends more than your family. \n[131]Well, what did you do last Wednesday night when you said you went to see a band? \n[132]With who? \n[133]What'd you see? \n[134]Why do you want to go by yourself? Why didn't you ask me to go? \n[135]I need time for myself. I want time for myself, too. \n[136]You're not the only one. \n[137]I like Spiderman. \n[138]I don't want to go see it now. \n[139]I don't want to have to ask you to ask me. I want you to just come up with it on your own. \n[140]You just think because you don't yell that you're not mean, but this is mean. \n[141]No, you're not. You're lying. \n[142]You know what? I don't want you at the house anymore. Okay? \n[143]Get up. \n[144]We're not going to do this. Seriously. \n[145]We have to do something! And have fun! \n[146]I know you're tired. But we're going to be untired! We're going to go live! \n[147]We're going to be positive. \n[148]I've had about three Red Bulls in the last fifteen minutes. And I feel fabulous! We're going to create a new life and it's going to be awesome! Let's go! \n[149]Hi. \n[150]Really? \n[151]Oh, come on. \n[152]We come here all the time. It's not a big deal. It doesn't really look that crowded in there. \n[153]Please? \n[154]What was that? What the fuck was that? \n[155]You don't need to call me sweetie. \n[156]No, you don't need to call me sweetie. \n[157]I'm not going to go to the end of the fucking line. Who the fuck are you? I have just as much of a right to be here as any of these little skanky girls! What, am I not skanky enough for you?! You want me to hike up my fucking skirt?! What the fuck is your problem?! I'm not going anywhere! You're just some `roided out freak with a fucking clipboard. And your stupid little fucking rope! You may have power now, but you're not God. You're a doorman! Okay? You're a doorman! So...fuck you, you fucking fag with your fucking little faggy gloves. \n[158]What? \n[159]Now I feel guilty. I'm sorry. \n[160]Oh, God. Ugh. \n[161]It's over. \n[162]My youth. \n[163]It's true. I just want to dance. I love dancing. \n[164]I can't dance. I'm embarrassed. \n[165]You look beautiful. You're young and you're tall and you got the good lips and boobs. I'm going to be alone. \n[166]Yes, I am. Oh, God! Fucking, men! I get worse looking and he gets better looking, and it's so fucking unfair. Oh, fuck. We should go. My babysitter always gets mad when we come home past twelve. She's such a pissy little high- school cunt. \n[167]Thanks. I went kind of overboard, huh? \n[168]Your daughter only turns eight once. Is Ben going to come? \n[169]Hey, Ben. \n[170]How are you? \n[171]Hi. Did you just get pink cupcakes or yellow and pink cupcakes? \n[172]I thought I said to get pink cupcakes. \n[173]Nah, it's no big deal. \n[174]No it doesn't matter. \n[175]Yeah. You look really cute in that. \n[176]Excuse me? \n[177]Can you grab the video camera? We're going to sing \"Happy Birthday\" now. \n[178]Shut up, Pete. \n[179]Don't get them all riled up before the drive. \n[180]We'll be back on Sunday. \n[181]Sunday. Let's go. \n[182]Hi. I can't believe I go out of town and this happens. \n[183]I'm sorry, but I'm not going anywhere. \n[184]Well, thank you. I've got it from here. \n[185]Why? \n[186]Okay. I understand how you feel, but this isn't up to you. \n[187]He just kicked me out. He told me to leave. But I guess it's good, right? He said he's going to take care of her. He really seems on his game. I think he's going to be a good dad. I think I like him. Thank God. \n[188]Yeah. That's what it sounds like for everyone. Everyone goes through this. \n[189]Hey. \n[190]Who is that? Is that Ben's rabbi? Is he the one who cuts the penis? \n[191]Oh, my God. Hello. My goodness. She's beautiful. She's beautiful. I love you, Ben. \n[192]We're going to have another baby. \n[193]Hello, baby. ", "PETE": "\n[1]Okay, I'm up. \n[2]Oh, I would, but I'm supposed to work out. \n[3]I got an appointment with a trainer. I can't cancel now, he'll charge me. \n[4]Yeah I did. Last week, I told you. \n[5]I did. And then I wrote it on the calendar like you told me to. \n[6]I did tell you. \n[7]Thank you very much. \n[8]It all worked out! \n[9]Huh? \n[10]Oh, congratulations! \n[11]Hey, maybe you can get your own place now. \n[12]Yeah! We can watch \"Taxicab Confessions.\" \n[13]Good morning Alison. \n[14]Ben. \n[15]Ah, to be young. \n[16]You stop it. \n[17]See ya later. Enjoy the day. Never do what they did. \n[18]You are? Uh-oh. Someone's getting home- schooled. \n[19]So what do you think? Should we have sex tonight? \n[20]Well, now. \n[21]That's pretty crazy how your sister's pregnant. \n[22]I think they'll be fine. They'll work it...Look at us. It happened to us. \n[23]Well...fuck! \n[24]That's nice. \n[25]Because he likes breakfast so much. \n[26]You don't have to be. \n[27]They go ape-shit over bubbles. \n[28]That's an incredible thing about a child. What's so great about bubbles? \n[29]I wish I liked anything as much as my kids like bubbles. \n[30]It's totally sad. Their smiling faces just point out your inability to enjoy anything. \n[31]Who knows? Is anybody okay? I'm not okay. You're asking the wrong guy. Just don't ask me to lend you any money, you know? \n[32]No. \n[33]Looks like your computer has chicken pox. \n[34]We'll skip their houses when we're trick or treating. What do you want me to do? Form a posse? Got your six-shooter on ya? I got my lynching rope. \n[35]I don't take it lightly. I'm not going to go over to any of these people's houses and say, \"Hey, you mind? Can you baby sit?\" \n[36]You're so concerned with stuff, like don't get them vaccinated, don't let them eat fish. There's mercury in the water. Jesus, how much \"Dateline NBC\" can you watch? \n[37]What am I doing? \n[38]I literally am at a point where I don't know what I can say. \n[39]Yeah. \n[40]Pretty much. \n[41]Don't do this in front of Ben. \n[42]Sorry, Ben. \n[43]I can't go. This band is doing a showcase out in the Valley. I got to go. \n[44]I got to go. \n[45]That's what I did. I married Debbie when she got pregnant. \n[46]Probably. I'd hide you. \n[47]It really depends, you know? I think you're supposed to spend three months pay on a ring. \n[48]Really? I thought there was a lot of money in porn. \n[49]Like Mister Skin? \n[50]Dude, Mister Skin. \n[51]You're not going to tell them? \n[52]I like it. \n[53]\n[54]Isn't it weird, though, when you have a kid and all your dreams and hopes go right out the window. \n[55]No, I love what I'm doing. But say before you're married with children you want to live in India for a year. You can do it. \n[56]Do you want to go to India? \n[57]\"Where we're going, we don't need roads.\" \n[58]Everyone has a time machine image. \n[59]Who needs a time machine? \n[60]I'll throw you in my DeLorean and gun it to 88. \n[61]I like the way you move. \n[62]I'm just saying the music industry is different now. Steely Dan would never even have a chance. \n[63]They're incredible. \n[64]Old Steely Dan. \n[65]I should get going. I'm supposed to see this band tonight in Hollywood. Actually, they're playing in Laurel Canyon, so I'll call you because the reception's terrible over there. \n[66]And I don't want you to worry. I'm just going to jump in the shower. It would be terrible if I smelled worse than the band. \n[67]Carlos Delgado. \n[68]Oh shit! \n[69]Hideki Matsui. \n[70]Sorry, Charlie. \n[71]Debbie. \n[72]It's our fantasy baseball draft. \n[73]It's, it's our draft...for fantasy baseball. I told you all about this. Got Matsui. \n[74]Aw, shit. \n[75]I should have told you. \n[76]Nothing. \n[77]I'm going to be honest with you. \n[78]You've been mad because I've been working so much and I didn't want to upset you. \n[79]You would be. \n[80]It's a fantasy baseball draft. I'm not cheating or anything. \n[81]How is this worse? \n[82]Look, the reason I make that up is because if I told you what I was really doing, you would just get mad. So, you think I'm seeing a band, I do my fantasy draft, and it's win/win. \n[83]I went to the movies. \n[84]By myself. \n[85]\"Spiderman Three.\" \n[86]Because I needed to get away, you know? With work and you and the kids, sometimes I just need some time to myself. \n[87]It's not that big of a deal. \n[88]Okay, so let's see \"Spiderman Three\" next week. \n[89]Well... \n[90]What? I don't even know what to say. Uh, what do you want me to do? \n[91]I'm not being mean. I'm being honest. You're telling me I need to be honest. \n[92]I'm doing it because I need to keep my sanity a little bit. \n[93]Come on. \n[94]Marriage is like that show \"Everybody Loves Raymond,\" but it's not funny. All the problems are the same, but it's... Instead of all the funny, pithy dialogue, everybody's just really pissed off and tense. Marriage is like an unfunny, tense version of \"Everybody Loves Raymond,\" but it doesn't last twenty-two minutes. It lasts forever. \n[95]Let's do it. \n[96]Why not? \n[97]You can get pink eye from farting in a pillow? \n[98]That's awesome. \n[99]Yeah. \n[100]This is great. We're going to have the best time ever. \n[101]Yep. It's like I can't come here with Debbie. She doesn't understand. It's like she wants to hold me in, and she was telling Alison she could train you. \n[102]Yeah, like you're running the Triple Crown. \n[103]That's right. \n[104]This is better. Besides I don't know if I have enough of these babies to go around. \n[105]I got them from a roadie for the Black Crowes. \n[106]Oh, no, save it! I got tickets to Cirque du Soleil. \n[107]I swear to God, man. \n[108]I see the beam of light. \n[109]Woo-hoo. You're so money that you don't even know how much money you have. \n[110]This is the greatest place on earth. \n[111]Whoa. You got my tie. This is awesome. \n[112]This is the best idea I've ever had in my life. \n[113]There are five different types of chairs in this hotel room. \n[114]These are five different types of chair. \n[115]There's a guy that works for this hotel. His whole job is to find chairs. \n[116]Look at this one. Look at it. It's gold and red and it's kind of shiny. Shiny thread? Unbelievable. It is beautiful, and it feels amazing. \n[117]Oh, wow! \n[118]I'm up high! I'm really high up. \n[119]Why didn't you read the baby books? \n[120]Dude, it's real whether or not you read those books. That baby's coming. \n[121]Oh, man! \n[122]Yes. But I don't know why. Do you ever wonder how somebody could even like you? \n[123]How can Debbie like me? She likes me. I mean, she loves me. The biggest problem in our marriage is that she wants me around. She loves me so much that she wants me around all the time. That's our biggest problem. And I can't even accept that? Uh, like that upsets me?! \n[124]She's the one. She loves me. \n[125]I don't think I can accept her love. There's something wrong with me. \n[126]I don't know what it is. \n[127]I have to go to this other chair. \n[128]Oh, this is a better energy. \n[129]Tastes like a rainbow. \n[130]I want to go home, too. \n[131]Babe, we're running low on plates. Hey Ben! What's up, man? \n[132]I just got yellow cupcakes. \n[133]I can run out. I'll get some more. \n[134]I don't mind. \n[135]You sure? \n[136]You're the one that got dressed up like a cholo on Easter to come to this party. \n[137]You look like Babe Ruth's gay brother, Gabe Ruth. \n[138]You going to talk to Alison? \n[139]Right on. \n[140]Thanks, Ben. \n[141]What happened? \n[142]Really? I thought that she'd take you back. \n[143]\"Happy Birthday to you. Happy Birthday to you.\" \n[144]You know, it's a rare thing that you live to see the day your wildest dreams come true. I mean what is there left to want? I get to go to Legoland. \n[145]Say it! \n[146]I shouldn't have given them all that meth then. \n[147]Or Saturday. You never know. We might see it all in one day. \n[148]All right, how do you want this? You want this over the shoulder? I can do whatever you want. I can get in there. Kind of Spike Lee angles. \n[149]What are you doing here? \n[150]I wish I'd gotten that on tape. \n[151]I think it's Matisyahu. \n[152]Okay. ", "JASON": "\n[1]All right? Now, are you sure you understand the terms of the bet? `Cause this is serious. \n[2]Martin, listen. You don't shave your beard or cut your hair for one year, and if you can do that, I will pay your rent. But if you shave, then you have to pay all five of our rents. \n[3]Just watch your back, Serpico. You never know who your friends are. \n[4]But, Martin, it's a competition. It's called \"The Dirty Man Competition.\" We're gonna make fun of you until you shave the beard. That's the rules. \n[5]Martin, why didn't you just listen to me when I was explaining the rules? You just looked at me with that blank stare of yours. It was like talking to a wax statue. \n[6]Nice. \n[7]Yeah, ka-ching. Ka-ching. Ka-ching. \n[8]\"Damn it, Cohaagen, give the people the air.\" \n[9]Ohh!!! \n[10]What's up, daddy? \n[11]Are you fuckin' crazy, man? She looks...smart. Who's that she's sitting with? \n[12]Her sister? \n[13]Dude, it's the dream. What are we doin' standing here man? Let's go. Come on, follow me. You stay here. \n[14]`Cause your face looks like a vagina. \n[15]Hey, which one's the sister? \n[16]How ya doin'? \n[17]Just trying not to stare. \n[18]It's a shame. You're beautiful. \n[19]I love kids. \n[20]Yeah, absolutely. \n[21]I had the chicken pox three times. I have no immunity to it. \n[22]It's not herpes if it's everywhere. \n[23]Bye, lovely. \n[24]All right, I'm gonna let you two get to know each other. \n[25]Hey, Benjamin? \n[26]\"Flesh of the Stars\" just got an e- mail. \n[27]Would you like me to read it to you? \n[28]\"Ben, what is your number? I need to speak to you right away. Alison Scott\" BEN, JASON &amp; JONAH Ohhhhhh! \n[29]\"Looking forward to speaking with you.\" \n[30]Sent. \n[31]Why did we go to Costco and buy a year's supply of condoms if you weren't gonna use `em, man? \n[32]Look, the real point is not to get yourself in this position. That's what you have to realize. You gotta know all the tricks. Like, for example, if a woman's on top, she can't get pregnant. It's just gravity. \n[33]What goes up must come down. \n[34]You hear that, Ben? Don't let him near the kid. He wants to rear your child! \n[35]I'm just kidding you. \n[36]I won't let him do it. \n[37]Ally. Hey. Jason. I'm sure you remember. \n[38]You look beautiful. \n[39]Your body's responding really well to the pregnancy. \n[40]It's amazing how fast the milk arrives. How's your sis? \n[41]Oh, good. Tell her \"What's up\" for me. \n[42]All right, I'm gonna go make a protein shake. \n[43]I have fifteen years of tennis lessons. \n[44]You know who I'd like to get pregnant is that Felicity Huffman, man. Ever since \"Transamerica,\" I can't get her out of my mind. \n[45]I thought you went to Santa Monica City College. \n[46]I'll tell you what, man. We could probably get it online in three months. \n[47]Yeah, well, you still have a little dick, Cartman. \n[48]See ya, Ally. \n[49]Dude, they got the top ten group shower scenes! Why didn't you think of that, Jay! \n[50]\"Spiderman Three\" starts in eight minutes. \n[51]You're fine, man. \n[52]Take it easy. \n[53]Did anybody turn off the gas? \n[54]Oh, motherfucker. \n[55]Yo. We can't go, dude. Sorry. \n[56]Very funny. That's not how you get pink eye. You get it from poo particles making their way into your ocular cavities. \n[57]Are you Debbie's husband? \n[58]Hey, what's up daddy? What are you doing? \n[59]I think we're about to go to a new club. You coming? \n[60]He says he's going to call it a night. Dude, it's like eight-fifteen, man. \n[61]You depressed? \n[62]He says no. \n[63]You going to kill yourself? \n[64]You shouldn't jerk off with a noose around your neck because it's dangerous. \n[65]Right. And if you do, um, you should have a teammate or a spotter there. \n[66]He says your mom's already there. \n[67]No, no. I mean, granted, gynecology's only a hobby of mine, but it sounds to me like she's crowning. Is that right, Deb? \n[68]You all right, buddy? \n[69]What's up Deb? \n[70]You want out of the bet? \n[71]You know what you have to say. Just say it, man. I think now is the time. \n[72]You heard it, right? \n[73]All right. You're out of the bet. You're done. \n[74]Your face smells like an old man's balls. \n[75]Congratulations, Daddy! \n[76]Let's meet her. Aw. ", "JONAH": "\n[1]Hey, Martin, was it weird when you joined the Taliban, being American and everything like that? Like when you see a woman driving a car, do you just get pissed? \n[2]Yeah. \n[3]Guys, let's start loggin', all right? Charles Manson? Do you have any other thoughts? \n[4]Aw, she's not famous. \n[5]Dude, \"Munich\" fuckin' rules. \n[6]Not only killing, but fuckin', like, takin' names. \n[7]I agree with that. \n[8]How was \"Burning Man\" this year? \n[9]Hey, Crockett. You still partyin' with Tubbs these days? \n[10]I know, I don't either. Was it weird when you changed your name from Cat Stevens to Yusuf Islam? \n[11]All right, man. I got to take off. See ya, \"Scorsese on coke.\" \n[12]Dude, I think he's doing the dice thing too much. \n[13]I could smoke weed every second of every day. \n[14]She like-a the way your dick tastes. \n[15]I can't fuckin' believe you didn't wear a bag! Who does that?! \n[16]I can't believe you did this. You fucked everything up. \n[17]Everyone knows that. \n[18]You know what I think you should do? Take care of it. \n[19]Yes, I do, and I won't say it for little Baby Ears over there, but it rhymes with shmish-mortion.\" I'm just saying -- hold on Jay, cover your ears -- you should get a \"shmish-morshmion\" are the \"shmish-morshmion\" clinic. \n[20]Aw, Ben. Ben, come on, man. \n[21]Hey. \n[22]Just another day at the office. Do you have any acting experience? \n[23]What the fuck, man?! If I go in there and see fuckin' pubes sprinkled on the toiled seat, I'm gonna fuckin' lose my mind! Last time I went to the bathroom, Jay, I took a shit and my shit looked like a fuckin' stuffed animal! \n[24]You embarrass yourself! \n[25]And twelve years of sucking dick lessons. \n[26]You can't rush this. You know what happens to these sites when they go up and they don't function well? They die. \n[27]Look, man, I didn't go to Yale so I could work twelve hours a day. \n[28]I went where I went, Jason. \n[29]Come on, Jason! \n[30]Fuck off! \n[31]Peace. \n[32]We've wasted fourteen months of our lives. \n[33]Mister Skin! That's even a better name than ours! \n[34]What are we gonna do now? \n[35]Shit. Don't worry. We'll figure it out. \n[36]Martin, this is my friend, Alex. She's a pretty incredible person. \n[37]Whoa, whoa, whoa. Dude! Not cool, Martin. \n[38]Hey, are you serious, Howard Hughes? \n[39]We got pink eye. \n[40]Totally. \n[41]Yeah, but you got to be bare-assed. \n[42]What's he doing? \n[43]Is he depressed? \n[44]Ask him if he's going to kill himself. \n[45]Tell him not to jerk off with a noose around his neck. It's dangerous. \n[46]Oh, and tell him if he has to, tell him he needs a teammate or a spotter there. \n[47]That's cool, man. \n[48]I want to get the fuck out of here. \n[49]I just want to get the fuck out of here. \n[50]I don't fucking like hospitals. \n[51]I'm not having shit besides a fucking panic attack. There's probably a fucking room back there full of dead bodies! You guys want to be here when one rolls out and just fucking coughs malaria into our face? \n[52]Fucking shit. \n[53]All right, Martin, who am I? \n[54]\n[55]Stay down! \n[56]Oh. This is messed up. Something's wrong in there. \n[57]What did it look like? \n[58]Me go in there? That's the last fucking place I want to go. Like I'm going to go in there. Try getting a boner now. \n[59]I bet you do, late John Lennon. ", "JAY": "\n[1]That's the whole point. You're supposed to be tempted into shaving. \n[2]Oh, fuckin' booya. \n[3]Ah, I got something. A three-titted alien from \"Total Recall?\" \n[4]Come on! What the fuck! \n[5]\"Munich!\" \n[6]\"Munich\" is awesome! \n[7]I agree. \n[8]Yeah. Ahh! \n[9]Chewbacca. It's, you know, it's Chewie. \n[10]Fuck. \n[11]That's really all he's got. Alison and Ben take another shot. Alison runs her fingers through \n[12]I love weed. \n[13]Somebody wants another piece! \n[14]Booty, booty, booty call. \n[15]I think it's awesome that you're gonna have a kid, man. Think of it like this. It's just an excuse to play with all your old toys again. \n[16]Tell me you don't want him to get an \"A word.\" \n[17]Ben, you cannot let these monsters have any part of your child's life. All right? I'm gonna be there to rear your child. \n[18]Oh, great. Now he's upset. \n[19]Man, my balls are shaved. My pubes are trimmed. I'm ready to fuckin' rock this shit. \n[20]You're embarrassing me in company! \n[21]Oh, great. I hope you have a great evening! \n[22]So? \n[23]You think she likes you? \n[24]She's entertaining the idea of liking you. \n[25]Wll, see she's bringing you to the gynechiatrist. She must like you. \n[26]Geez. \n[27]Are you sure you don't want to come paint-balling? \n[28]All right. \n[29]Bye. \n[30]Don't put this on me! \n[31]For sure. \n[32]Panda Express, Yoshinoya Beef Bowl. \n[33]We're golden. \n[34]Oh my God! It's the Russians. \n[35]That was horrible! That was so horrible. \n[36]When will it be light out? \n[37]When will it be light out? \n[38]Hey, Ben. \n[39]How's it going? I farted on Jason's pillow as a practical joke. He farted on Jonah's, thinking it was mine. And then eventually pink-eyes my pillow. I'm not proud of this. But, I think we've all forgiven each other. But, we can't go anywhere. \n[40]What? \n[41]Just relax, man, just relax. \n[42]Jonah, this is beautiful. I just think you need to relax and embrace the beauty of another life joining our gang. We're having a baby. We are having a baby. \n[43]Jesus. \n[44]Jesus. \n[45]No, I disagree with you. That sounds terrible. I'm going to go sneak a peek, see if there's anything I can do. \n[46]You okay in here? \n[47]Jesus! \n[48]Yeah, okay. \n[49]One sec. \n[50]I shouldn't have gone in there. Don't go in there. Promise me you don't go in there. \n[51]Yeah. \n[52]We got a daughter! Mazel Tov! \n[53]We got a beautiful little girl! \n[54]A beautiful little girl! ", "MARTIN": "\n[1]Oh, no. \n[2]Thanks for the free money, bitch. \n[3]You guy can't make fun of the me the whole time. \n[4]You guys aren't allowed to make fun of me. It's not part of the rules. \n[5]Good, awesome, let's start this off with a bang. Jamie Lee Curtis. I got an hour and ten minutes in \"Trading Places.\" Uh, both chesticles. \n[6]Fine. Screw it. \n[7]Why? \n[8]Dick! \n[9]Come on, man. I'm getting it from all angles here. I don't like it anymore. \n[10]Yeah, it was really awkward. \n[11]What's that? \n[12]Oh, another beard joke. \n[13]Fuckin' hilarious! \n[14]How's it goin'? You wanna toke? \n[15]Well, fuck me in the beard. \n[16]Well shit. I saw it online at one point, but I guess I didn't connect the dots. \n[17]Jodi! I'll protect you! \n[18]I didn't do it. \n[19]Nice to meet you. \n[20]That's, that wasn't... \n[21]Nothing. Nothing happened. Come on. \n[22]No. No pink eye for me. I'm just really...high. \n[23]Stephen Hawking. \n[24]Oh, fuck. \n[25]Jonah, you shithead! \n[26]You ever get so bored you just stare at your balls? \n[27]Here we go again. \n[28]Awesome. \n[29]I want out of the bet. \n[30]\"Jason, you're the master.\" \n[31]Thank you. ", "SADIE": "\n[1]Oh my gosh. \n[2]Be quiet. You're starting to annoy me. \n[3]You know what I did the other day? \n[4]I Googled \"murder.\" \n[5]Yeah. \n[6]It didn't say anything. It just showed pictures of people lying dead on the floor and...blood everywhere and ugh... \n[7]I want to hear \"Rent.\" \n[8]No, we're listening to \"Rent.\" \n[9]Well, I got your baby! \n[10]Here. \n[11]I did not. \n[12]It won't make her happy. She spilled all the marbles on the floor. \n[13]I never met him before. \n[14]So he came over for breakfast because he's your new boyfriend? \n[15]What? \n[16]Well, you're not married. Aren't you supposed to be married to have a baby? \n[17]Where do babies come from? \n[18]Well, I think a stork, he drops it down, and then, a hole goes in your body and there's blood everywhere, coming out of your head, and then you push your belly-button, and then your butt falls off and then you hold you butt and you have to dig and you find a little baby. \n[19]Where have you been? \n[20]Why is everybody so mad at you? \n[21]They've been saying, like \"blah-blah- blah-blah. Ben's a prick.\" \n[22]A lot. \n[23]What does it mean? \n[24]Oh. Penis. ", "JILL": "\n[1]Alison? \n[2]Jack and I need to see you in his office. \n[3]They decided that they like you. And they would like to put you on camera. \n[4]I know. I was so surprised, too. \n[5]It's a lot of work. Can't wait to see what happens. It's going to be tough. Tough job. \n[6]We can't legally ask you to do that. \n[7]No. \n[8]Just like toned and smaller. \n[9]We don't want you to lose weight. We just want you to be healthy. \n[10]You know, by, by eating less. We would just like it if you...go home and step on the scale and write down how much you weigh and subtract it by, like, twenty. \n[11]And then weigh that much. \n[12]Hey, Alison! \n[13]Great job. \n[14]For you. \n[15]This is Hollywood. We don't like liars. \n[16]Yeah. \n[17]I was surprised because I feel the opposite. \n[18]Scary! \n[19]It just grosses me out...when I know that people are pregnant. Because I think about the birth. Everything's so wet. \n[20]Tight. And please don't lie to us again. Because maybe someday we could be friends. \n[21]I just don't like secrets. ", "JACK": "\n[1]Thanks for coming in, Alison. Well, we wanted to talk to you today because we had a little debate on the conference call with New York about you. \n[2]We were wondering aloud to one another whether or not you would be good for on-camera. \n[3]Congratulations. \n[4]I'll take that smile as a \"Yes, I'll do it.\" \n[5]About the work, most immediately, there's going to be some things that you're going to be able to get that other people in the office don't get. One of them: Gym membership. \n[6]I don't want you to lose weight. \n[7]We didn't say lose weight. \n[8]I might say \"tighten.\" \n[9]A little...tighter? \n[10]Don't make everything smaller. I don't want to generalize that way. Tighter. \n[11]Just remember, you've got it here, you've got it here, and everybody's going see you right there. \n[12]Alison, thank you for coming in. I don't want to shock you, but know what's under that jacket. You're pregnant, have been for a while. From my count, you're right around eight months. And I don't know why you felt you couldn't tell us. \n[13]It's unfortunate that you didn't tell us because you would've found out that we thought it's great. \n[14]So, we did some research. And turns out, people like pregnant. \n[15]The bigger you are, the bigger your numbers. \n[16]We're going to do a whole maternity month on \"E, Exclamation, Mommy.\" You're going to interview all the pregnant celebs. \n[17]Yes. \n[18]If you're pregnant, they're pregnant, you can talk about being pregnant. \n[19]And everything that goes into it. None of the gross stuff. But you know, hopes, dreams, whatever. It's going to be great. \n[20]You're welcome. And then, after the baby is out, tighten it back up. ", "HARRIS": "\n[1]I'm gonna be a grandfather. \n[2]Absolutely. Delighted. \n[3]No, this is not a disaster. \n[4]An earthquake is a disaster. Your grandmother having Alzheimer's so bad she doesn't even know who the fuck I am, that's a disaster. This is a good thing. This is a blessing. \n[5]Wait. Are you living your vision right now? \n[6]Well, that is sad, I'm telling you. Life doesn't care about your vision. Okay? \n[7]Stuff happens. You just got to deal with it. Roll with it. That's the beauty of it all. \n[8]Well you remember what I told you? When you were a teenager? \n[9]I said, \"No pill, no powders.\" \n[10]Right. If it grows in the ground, it's probably okay. \n[11]Not the whole time. Just in the evenings and all day every weekend. Not that much. \n[12]Absolutely not. I love you totally and completely. You're the best thing that ever happened to me. \n[13]Yeah. \n[14]Ben, I've been divorced three times. Why would you listen to me? \n[15]You can go around blaming everyone else, but in the end, until you take responsibility for yourself, none of this is going to work out. \n[16]You didn't read the books? \n[17]I don't know. I don't know. Ben, I love ya. What can I tell ya? ", "BRENT": "\n[1]Is that the sound of you puking? \n[2]We should put this on YouTube. \n[3]This is hilarious. \n[4]Look how sweaty you are. You look like Dom DeLuise. \n[5]You look like Jabba the Hutt dying. \n[6]I'm just jerking your chain. I'll fix this. No problem. \n[7]What's up? BRENT  (cont'd) Whoa, whoa, whoa, no, no, no. Over here. Not on the mixing board, not on the mixing board. \n[8]Are you okay? \n[9]Are you sick? \n[10]What'd you eat? \n[11]You haven't eaten yet? \n[12]Here, here. What do you have, like the flu? \n[13]God, I hope you're not pregnant. \n[14]B.K. It's Brent Master Five. Alison just puked. Dude, that's what I said. She's probably pregnant, right? \n[15]How does she look right now? She looks like she just realized that she's pregnant. \n[16]Wow. You managed to turn Steve Carell into an asshole. No easy feat. ", "DOORMAN": "\n[1]Hey, what's up, baby girl? \n[2]What's up? End of the line, please. \n[3]Yeah. \n[4]Look, we're at capacity, okay? We'll let some people in when it clears out a little. You'll get right in if you go back to the end of the line. \n[5]Hey, look, I don't make the rules. \n[6]No. \n[7]Hey, what's up, shorty? What's up pretty girls? See y'all when y'all get out. Take care of yourself. \n[8]It is what it is, sweetie. Now can you step to the back, please? \n[9]Yeah, but maybe you should listen to your friend. \n[10]All right, you want to come in, you're going to have to go to the end of the line and wait like everybody else. \n[11]Come here, come on. \n[12]I know. You're right. I'm so sorry. I fucking hate this job. I don't want to be the one to pass judgement and decide who gets in. This shit makes me sick to my stomach. I get the runs from the stress. It's not because you're not hot. I would love to tap that ass. I would tear that ass up. I can't let you in because you're old as fuck...for this club, not, you know, for the earth. \n[13]You old. She pregnant. Can't have a bunch of old, pregnant bitches running around. That's crazy. I'm only allowed to let in five percent black people. He said that. Five percent. That mean if there's twenty-five people here, I get to let in one-and-a-quarter black people. So I got to hope there's a black midget in the crowd. \n[14]Why y'all want to be in here anyway? Y'all need to be at a yoga class or something. What the fuck is she doing at the club? That's not even good parenting right there. Your old ass should know better than that. ", "RYAN SEACREST": "\n[1]So if you want that perfect tan like the stars, he's the one to see. We'll be right back on \"E! News.\" Stay with us. \n[2]Okay, is Jessica Simpson here yet? \n[3]Is she on her way? \n[4]She's left her house? \n[5]Is she camera-ready? \n[6]If she's going to be in hair and makeup for three hours. I can't do it. I'm not going to be here. I got to do \"American Idol.\" It's live. I got to do it. I got to be there. What are we going to interview her about? \n[7]No personal questions. \n[8]No plastic surgery questions. \n[9]Great. We'll talk about the Middle East and maybe an idea of an exit strategy. Maybe she has a good pitch. Should I ask her about Korea? Maybe have her point it out to us on a globe? I don't understand the young talent in this town! It doesn't make any sense. I got four jobs. Hell, I'm more famous than half the people we talk to anyway! No one stands up. No one has the balls to sit them down and say, \"Look, just cut the shit.\"But everybody works for `em. They're all on the payroll. They're all sucking the teat! Nobody sits `em down, eye-to- eye, one-on-one, and says... \"Cut the shit.\" And all these stars just to fuck it up. That's what they do. They fuck my day up! And it pisses me off! And now I'm sweating. \n[10]That's a good idea. \n[11]No. \n[12]Cookie, yeah, cookie. Thanks. \n[13]I'm sorry I'm pissy. ", "CHARLOTTE": "\n[1]Sadie, wake up. \n[2]Daddy, wake up. \n[3]Poo poo. \n[4]I want to hear Green Day! \n[5]Well, I want to listen to Green Day. \n[6]Ow! \n[7]She hit me. \n[8]I'm gonna do it. \n[9]Who's he? \n[10]I love breakfast. \n[11]Feed the teddy bear. \n[12]I don't wanna play this anymore. ", "SAMUEL": "\n[1]Yeah? \n[2]All right. Hi. \n[3]That's why I'm holding the clipboard. So, uh, what else is up with you guys? \n[4]I'm just joking. Let's have a baby! \n[5]So, I'm sorry it took me so long to find that vein. That little guy really didn't want me to find him. \n[6]Yeah. That's how we can tell how the little guy or gal is doing. \n[7]Four centimeters. \n[8]Dilated. \n[9]Decels. \n[10]Maybe we can take it down just a little. I think you're going to scare the other pregnant women. ", "JAMES FRANCO": "\n[1]Great. \n[2]Of course. \n[3]Okay. \n[4]No, actually, I didn't read any of the comic books until I got the movie. \n[5]Are you okay? \n[6]Like I said I really wasn't into them, but now that I did the research, I think they're pretty amazing. \n[7]What the fuck? \n[8]If this is one of those fuckin' joke shows, I'm not into it. ", "JODI": "\n[1]Hi. \n[2]I'm Jodi. \n[3]I heard you were pregnant. \n[4]Oh, aren't you scared? The way it's gonna come out of your...It's gonna hurt a lot I bet. Your vagina...That's so sick. \n[5]Are you hungry? \n[6]You must be angry at the baby whenever it steals your food, huh? \"Oh it's mine, not yours.\" But, you know... Because you're family, you got to share. \n[7]Hey, you wanna trade boyfriends? Just kidding. Kind of. \n[8]What happened? ", "WARDROBE LADY": "\n[1]Ooh. Do they know? \n[2]The belly. \n[3]\n[4]You're pregnant aren't you? \n[5]I mean, you've put on like eight pounds, nine. It's all in your uterus. \n[6]It's okay. We can hide this. We'll dress you in black and we'll emphasize your boobs. \n[7]Your boobs are going to be big. And then they're going to be like scary big. But then they'll go down. And then they'll stay down. \n[8]I won't. Just tell them. They'll be cool. Everybody loves somebody pregnant. ", "GIRL #2": "\n[1]Oh, my God! \n[2]Oh, it's so good to see you. \n[3]We've been watching you on E! It's the coolest thing. \n[4]Oh, it's fine. Hi, I'm Ashley. \n[5]I went to school with Alison. \n[6]What?! I just saw you a couple months ago. You're pregnant? \n[7]Wow. ", "BETTY": "\n[1]Alison, just take care of it. Take care of it. Move on. What's gonna happen with your career? Or how, how are you gonna tell them? \n[2]How could you not tell them? \n[3]Three months. \n[4]Three months. Fat in the face, jowls, fast ass. \n[5]Debbie is a freak of nature. \n[6]I cannot be supportive of this. This is a mistake. This is a big, big mistake. Now think about your stepsister. Now, you remember what happened with her? She had the same situation as you and she had it taken care of. And you know what? Now she has a real baby. Honey, this is not the time. ", "STEVE CARELL": "\n[1]Wow! You're about to drop any second. \n[2]I love your broach here. \n[3]No, you don't look like a...fat cow at all. You look great. So, I have to get going in. They're calling me. \n[4]Well, I just need to run in. \n[5]Congratulations. \n[6]I'm not being an asshole. "}}