{"dialogues": {"TENZIN GYATSO": "\n[1]I am the good one. You be bad. The bad man. \n[2]I'm on a big mountain and hitting at the bad men. And after the game, we're going to trade.  You just stay over there, no, there!, Norbu, and I will shoot at you. I want your land.  I take it. I am stronger. \n[3]I have more men. I have smarter men. \n[4]Why is your beard so funny? Let me touch this. \n[5]Soft. \n[6]\"As long as all living draw breaths, there Buddha is.\" \n[7]What is it? \n[8]And, is it mine? \n[9]I need it. \n[10]Is that true or pretend? \n[11]Pretend. \n[12]\"I be an island for those who seek one, a lamp for light.\" \n[13]\"May I be a bed for all who wish to rest, and a slave for all who want a slave.\" \n[14]\"May I be wishing jewel, a magic vase... \n[15]I want to go down there. \n[16]I want to run down the street. I want to buy a toy.  Eat from the shops. \n[17]I want to be a shepherd, taking those goats and cows out to the hillside. \n[18]Maybe in the next life, the world will not need a Dalai Lama. I would not know.  Maybe. \n[19]Little ones first, only little ones. \n[20]It is alright, Father. \n[21]Go away. \n[22]Can I do anything I want? \n[23]But, I am in charge. \n[24]Can I save the sheep from going to the market?  So they don't die. \n[25]Do I have money? \n[26]Do you have money? \n[27]And you have horses? You love horses. \n[28]Will you buy the sheep for me? \n[29]Here.  We'll collect them. \n[30]Can I free the prisoners? \n[31]I am him. \n[32]Is he a bad man?  Norbu says he is \"lavish\" and \"willful\". \"How can he give you monk's vows if he has not kept them himself?\" \n[33]He was always nice to me. He found me.  He saw me in his dreams. \n[34]But you will always be here? \n[35]You will always! \n[36]Oh, Mama!  Who will it be? \n[37]My teeth!  My teeth are in here! \n[38]My old teeth! \n[39]You recite! You recite! \n[40]I would like you to be my new Regent. \n[41]\"As long as any living thing draws breath, wherever he shall be, there, in compassion, shall the Buddha appear, incarnate.\" \n[42]The Four Noble Truths, as taught by the Lord Sakyamuni Buddha are: The Truth of Suffering The Truth of the Cause of Suffering, The Truth of the Cessation of Suffering, the Truth of the Way which leads to the cessation of Suffering. \n[43]True suffering arises from contaminated actions and afflictions.  Birth, illness, grief, old age, poverty, pain, death - these are surferings. \n[44]The causes of suffering arise from true sources.  Attachment, desire, envy, hatred, greed, unkindness, wrong view and so forth - these are some causes of suffering. \n[45]We will have to think about that. \n[46]I need to squeeze this brain. \n[47]When one understands that he causes some of his own suffering, needlessly, then he looks for the causes in his own life. And when and he looks for those causes, when he investigates, then he is putting confidence in his own ability to eliminate the sources and end the suffering. A wish to find a path to peace arises. For all beings desire happiness.  All wish to find their purest selves. \n[48]I need to jump! I love to jump! \n[49]Oh, nicely done, Norbu.  I will get you. \n[50]Please. \n[51]How big is Tibet's army? \n[52]Is that big? \n[53]The Regent is adding men. And he bought rifles and ammunition from India. Mountain guns, too. \n[54]Will we be in this war? \n[55]Will we ever be in war? \n[56]The Chinese. \n[57]But, surely, we are safe in Tibet. We don't believe in killing. \n[58]This is Britain. \n[59]Where is Poland? \n[60]Where is Pearl Harbor? \n[61]Where is Alsace? \n[62]This is Tibet. And this is China. \n[63]Certainly, we are safe in Tibet. \n[64]What was the warning of the Thirteenth Dalai Lama? \n[65]Tell me. \n[66]Patience is the first of the Six Perfections. \n[67]One day, we will get that automobile running. \n[68]It's the army, firing on Sera Monastery! Oh, no!  Oh, no! \n[69]Why is this?  What is happening? Tell me! \n[70]Look here! \n[71]What can I do?  I am only a boy. \n[72]Taktra Rinpoche, I understand there was an attempt on your life. \n[73]You are unharmed? \n[74]Good.  Where is Reting Rinpoche now? \n[75]The Sera monks have surrendered? \n[76]Please, have tea. \n[77]I need to know what you know.  I am no longer a child. \n[78]What is the danger from the Chinese, now? \n[79]Did you receive the letter? \n[80]So, Tibet, too, needs to define itself. \n[81]Can India help us? \n[82]Britain? \n[83]And, America? \n[84]Ask the Chinese mission to leave our country.  Immediately. \n[85]I shall send a letter to America, to the President, informing him of our problem. \n[86]I want Reting Rinpoche well cared for.  He is my teacher.  He found me. \n[87]Listen to this, Norbu. : This is all, so far. \n[88]If we agree that we are part of China, nothing else will matter. Not trade, not defense. We will be lost. \n[89]What should I do about my doubt, Teacher? \n[90]I mean, my doubt.  Why me? Am I Him? \n[91]I believe we must make no concesions to the Chinese.  But, I am one voice. The Dalai Lama has always trusted in the forces of Buddha.  Let us consult the protective deities. \n[92]Enter. \n[93]Yes. \n[94]What is the size of our army, now? \n[95]Has anyone died? \n[96]One man.  A man has died. One man is too many. \n[97]What do the people say, Norbu? \n[98]Then, I am lucky. I am still too young. \n[99]But, I have no experience. \n[100]\"To the members of the United Nations: The attention of the world is riveted on Korea where aggression is being resisted by an international force.  Similar happenings in remote Tibet are passing without notice. The problem is not of Tibet's own making but is largely the outcome of unthwarted Chinese ambition to bring weaker nations on her periphery within her active domination.\" This is very good.  Quite strong. \n[101]\"Tibetans have for long lived a cloistered life in their mountain fastness, remote and aloof...\" \n[102]Tell me. \n[103]You, kill me? \n[104]Do you remember the day I came to your monastery, when I was a baby? And you comforted me? \n[105]I remember, too, actually. I was frightened then. I am frightened now. \n[106]We cannot. \n[107]Buddha teaches that we must learn from our enemy.  We have compassion for all people. \n[108]How could I ever leave? \n[109]I accept it. \n[110]We shall send delegations to America, India, Nepal and Great Britain, in hope that these countries will intervene on our behalf. \n[111]We have telegraphed our appeal to the United Nations and await its reply. I am sending a delegation to China to negotiate the Chinese withdrawal. \n[112]It seems that I must depart Lhasa. The majority wills it. Lukhangwa and Lobsang Tashi? \n[113]I am making you my Prime Ministers. You will stay here. You must always keep me informed, no matter how bad the news. I want plain information. \n[114]Today, I declare a general amnesty. I have always wanted to free the prisoners. \n[115]You will not come? \n[116]Am I running away? \n[117]I will miss you. \n[118]We have. \n[119]And you have grown older and your chin has grown balder. \n[120]A moment. \n[121]Yes.  I am ready. \n[122]Safe journey.  Safe return. I am him. \n[123]All quiet? \n[124]Where are you from? \n[125]Your people are very brave. They are fighting the Chinese. No one can stop them. Not even me. \n[126]I worry about them. \n[127]Eighteen, wonderful. \n[128]Did you love your husband, before you married? \n[129]Hmm. \n[130]Does he treat you fairly? \n[131]No. \n[132]Much too young. \n[133]Like my mother. \n[134]This little brother was terribly sweet.  When he died, my mother was so sad.  A lama said to her, before the little brother was laid out for burial, take a bit of butter and rub a spot on his skin.  He will come back to you, you will see. So, my mother did this, and a few years later, a new boy was born. \n[135]He does, a little spot where the butter had been. \n[136]What do you think? \n[137]You decide. \n[138]Soft.  Nice. I have a good friend back in Lhasa.  He has a very poor beard, with a little spot on his chin where no hair grows.  It feels like that. \n[139]All? \n[140]And the United Nations?  Surely? \n[141]Where is that? \n[142]So, we must face China and all her might alone. \n[143]With much bloodshed. \n[144]I want at all costs to avoid this. Do we have news from the delegation in China? \n[145]He is a capable man. \n[146]And then they would concede that the times are desperate and we must go to Peking.  Agreed.  Send Ngabo. Is that all? \n[147]Time to study. \n[148]Wait. \n[149]We are in the last outposts of Tibet. Let's do away with some of this formality. \n[150]\"I will liberate those not liberated.\" I will release those not released. I will relieve those not relieved. May I deliver them to the state of enlightenment.\" \n[151]Yes, but they say he did. \n[152]Yes. \n[153]Then, we shall meet. \n[154]General Chiang. \n[155]Thank you.  Please sit. \n[156]I have. \n[157]Soon. \n[158]Let me see the agreement. \n[159]Counterfeit. \n[160]I thought he would be some kind of monster, even with horns growing out of his head.  But, he is only a man, just an ordinary human being, like myself.  Life is always a lesson. \n[161]If I were to go into exile, could we expect any serious assistance, from India, suppose? \n[162]At this point, the most likely result of a foreign pact is war. \n[163]Tibet, at war?  No. China is close, America is far away.  After countless people die, China would still, always, be close.  We will work with what we have. \n[164]I am scared. \n[165]My first and foremost duty is to protect my people.  I feel sure of this. And, things change.  Maybe not right away, maybe not soon.  But I believe this - things will change. \n[166]Impermanence. Our own short lifetimes are not the only valid consideration. I shall return. \n[167]No! \n[168]No! \n[169]No, Norbu! \n[170]You see here thangkas of the Fifth Dalai Lama, the founder of our government.  It is tradition at formal meetings for these thangkas to be hung. \n[171]Songs?  What songs? \n[172]I have no authority to ban singing in my country. \n[173]I am so sorry. \n[174]I accept your resignations. \n[175]There will be no new Prime Ministers. \n[176]They have taken away our silence. \n[177]I have great hopes for the future of our co-operation. \n[178]I am happy to hear you say this, Chairman Mao.  I have created a reform committee to investigate grievances and we have abolished Inherited Tax, and forgiven all money owed the Government by people who are unable to pay. \n[179]For me, I think such a mix is crucial. \n[180]\"If moral discipline is learned from the beginning, one possesses the root for achieving higher rebirth.  A staircase for achieving liberation.  An antidote eliminating misery and sorrow.  Without discipline there is no method.\" \n[181]I am thinking of becoming a Communist Party Member. I like what I see of Marxism.  It is based on equality and justice for all. I believe Chairman Mao wishes the best for our people.  Our path must be non-violence.  Co-operation. \n[182]I leave tomorrow. \n[183]I have been greatly impressed by your accomplishments.  Industrial progress.  Great efficiency. Your people are capable and courteous. \n[184]He will betray us. \n[185]I had relinquished doubt. \n[186]Are you happy? \n[187]I ask them to stop, to lay down their guns. \n[188]A beggar can be called a landlord if he disapproves of the Chinese. \n[189]I have always asked for plain information.  Just the truth. \n[190]The pursuit of non-violence. Very difficult. \n[191]I will not approve it. \n[192]You have bombed on peaceful people. \n[193]No.  We are peace loving people. I am afraid we cannot trust you. \n[194]I burn here, but I am not suppose to let the smoke show.  Yes, we need reform.  The monasteries. Communications.  Schools.  But we want change for Tibet, as Tibet needs it, not for China. \n[195]Buddha is our physician, General, he will heal us.  Comapssion and enlightnement will set us free. You can not liberate me I can only liberate myself. \n[196]The people will not allow it. \n[197]\"I rejoice in the Awakening of the Buddhas, and also in the spiritual levels of their Sons.\" \n[198]\"And with gladness I rejoice in the ocean of virtue from developing an awakening mind that wishes all beings to be happy...\" \n[199]\"As well as in the deeds that bring them benefit. \n[200]\n[201]\"Thus by the virtue collected Through all that I have done, May the pain of every living creature be completely cleared away.\" \n[202]I will not go. \n[203]Do you think I must? \n[204]Tibet has never been part of China.  We are different races. We are different cultures. We need change, we know that. But we could do it alone. We were just about to do it alone. \n[205]I am afraid I will go. Far, far away. \n[206]Arrange for me to speak to the people's leaders. \n[207]I fear that there will be great bloodshed if you cannot convince the people to disperse and go home. I am safe. \n[208]Tell them I will be here. With my people. Right here. \n[209]Dim the lights. \n[210]Wait. \n[211]I see a safe journey. \n[212]I see a safe return. \n[213]Now.  I am ready. \n[214]I have always loved mountains. \n[215]\"Right will be victorious.\" \n[216]I repudiate the Seventeen Point Agreement \n[217]I constitute the Government of Tibet, the only legal authority in the land. \n[218]What you see before you is a man.  A simple monk. \n[219]I think I am a reflection, like the moon, on water. When you see me, and I try to be a good man, see yourself ", "LORD CHAMBERLAIN": "\n[1]Fifth Dalai Lama. \n[2]Thirteenth Dalai Lama. \n[3]Fourteenth Dalai Lama. \n[4]May I listen to the news with you, Holiness? \n[5]No.  Not very big. \n[6]No.  This war is almost over. \n[7]No, we don't. \n[8]In the Pacific Ocean.  It is an island.  American territory. \n[9]I do not know, Holiness. \n[10]He warned about the future of Tibet. \n[11]When it is time. \n[12]I am sorry for you to have to witness this, Kundun. \n[13]Tragic.  Unnecessary. \n[14]Holiness? I have a letter. \n[15]The Thirteenth Dalai Lama's warning. He wrote to you, the year before he died.  The year before you were born. \n[16]\"It may happen, that here in Tibet, religion and government will be attacked both from without and within. Unless we guard our own country...\" \n[17]\"...it will now happen that the Dalai and Panchen Lamas, the Father and the Son, and all the revered holders of the faith, will disappear and become nameless.\" \n[18]\"Monks and their monasteries will be destroyed. The rule of law will be weakened. The lands and properties will be seized.  They themselves will be forced to serve their enemies or wander the country like beggars.\" \"All beings will be sunk in great hardship and overwhelming fear; the days and nights will drag on slowly in suffering.\" \n[19]You are the man who wrote this letter.  You are the man who has come back to lead us.   You will soon have great responsibilities.  You must know what to do. \n[20]Ask whatever you will. \n[21]The war is over. This is a time in when nations are redefining themselves. \n[22]Yes.  As a free country. But our attempts have proven futile.  We continue to be badly outmaneuvered by the Chinese. \n[23]India is a newly independent nation.  They are struggling. India is in no position to help us. \n[24]Britain chooses not to. \n[25]America, we shall see. \n[26]Quite simple.  Yes.  Good. \n[27]They crossed the river, Holiness. They have invaded in six locations, Chando Province, Kham, eastern Tibet. \n[28]Eight thousand, five hundred, soldiers and officers. We have recently requested mortars, anti-aircraft guns and ammunition from India.  We have several hundred in the area. \n[29]One country did sponsor the resolution.  A land called \"El Salvador\". \n[30]In the Americas. \n[31]Your prime minsters would argue that such negotiations should take place in Lhasa. \n[32]He is a modern man. Just like he was the last time. \n[33]It means we have lost our status as an independent nation. \n[34]Shall we consult the protective deities, Holiness? \n[35]The Khamba's gun is his most prized possession.  I admire them so. They face a modern, well equipped army, and still, they fight. \n[36]Land reform is underway in Amdo.  The large estates are being confiscated and redistributed. Landlords are being punished. \n[37]The Communists put their guns in the hands of the Khamba children and force the child to kill the parent. They have dropped bombs on the monastery of Lithang in Kham.  It has been destroyed. Women and children, trying to escape from the fighting, have been shot with machine guns, fired from airplanes. \n[38]Non-violence means co-operation when it is possible.  Resistance, when it is not. \n[39]They will take Lhasa next. \n[40]The crowd will not disperse until you give your assurance that you will not attend the Chinese festivities. Many who have been invited to dine with the Chinese do not return home. \n[41]I will alert the Chinese delegation. You know, I would never have let you go alone, Kundun. \n[42]We are now accused of aiding the rebels.  The Chinese said we can expect drastic measures to be taken to crush this revolt. \n[43]The Chinese are planning to attack the crowd and shell the Norbulinka. You are asked to indicate on a map where you will be so that the artillery men will not mistakenly aim at you. \n[44]\"The Gods will be avenged!\" ", "MOTHER": "\n[1]What is the harm? \n[2]What is the harm? \n[3]Oh, no.  Where will he go? \n[4]Good day. \n[5]Please, come in, so cold. \n[6]Of course, please, this way. Your servant may use the kitchen. \n[7]Lhamo, no. \n[8]No, no, no.  Lhasa! He always says he will travel far away.  He always wants to go. \n[9]Say, Kumbum Monastery. \n[10]It is not far at all, and it is a beautiful place. And your big brother is abbott there. You will not be alone. \n[11]You will be fine. You will be a fine monk. \n[12]Om mani padme hum. Om mani padme hum. \n[13]Your father had been very sick. He had been sick from the time you began growing in me. We thought he would die. \n[14]Yes.  A cow had died. One night, you stopped all your moving, and I said to your sister, \"His time has come.\" \n[15]At dawn, you were born. One eye was closed, and your sister opened it with her thumb.  We gave you the sweet drink. \n[16]You did.  We washed you and wrapped you in sheepskin and took you to your father.  That day he father got better And that day, a pair of crows came to nest in our roof.  I just remembered. \n[17]I miss him too. \n[18]Sera Monastery?  From Lhasa? \n[19]My oldest boy is an incarnation. \n[20]I will be back in a few days. \n[21]Two. \n[22]Yes, yes.  Your brothers are here. \n[23]One more kiss. \n[24]But why?  Who is Lhamo? Who do they say he is? \n[25]We do not know. \n[26]Long life. \n[27]You have escaped once more. \n[28]I have news.  The Regent has resigned his post. \n[29]Well, some say. It's not for you to worry about. Another will be chosen. \n[30]I turn you over again, today, Lhamo.  One day, you will not be able to come running to us. \n[31]Me? \n[32]I have one more piece of news.  A baby is coming. \n[33]Oh, no!  Who can it be? \n[34]Did you come to tell me we are leaving Lhasa? \n[35]You decide. ", "NORBU THUNDRUP": "\n[1]My name is Norbu, Holiness.  I will be good, you be bad. \n[2]I am braver. \n[3]Today you lose.  Tomorrow you may win. \n[4]Things change, Kundun. \n[5]One night, not too long ago, an old monk saw a woman in that very same hallway where you ran away. \n[6]She carried a basket in her arms, a big, heavy basket, and the old monk cautiously approached. She opened her basket and showed what she had.  Heads.  Human heads. Only the heads. \n[7]It is a story, you decide. \n[8]As you say. \n[9]You can only go with attendants and a big ceremony. \n[10]You cannot. \n[11]But you are not a shepherd, you are the Dalai Lama. \n[12]We have enemies. \n[13]Yes. \n[14]Ahh. \n[15]Ahh. \n[16]We hope, Kundun. \n[17]Reting Rinpoche has been arrested.  He tried to overthrow Regent Taktra. Today, he is brought back to Lhasa by government officials. The monks at Sera Monastery have been on his side.  Now, there is trouble between them and the army. \n[18]You remember who you are. You called for them. \n[19]Reting Rinpoche has died in prison. \n[20]Tibetan officials have retreated from Chamdo.  They are scared and running.  The Chinese strategy has destroyed the heart of our defense forces.  Chamdo falls, several other villages are lost.  You know what happens.  The road to Lhasa will be wide open. \n[21]The people want you made Dalai Lama. \n[22]These are dangerous times. They want the Dalai Lama to lead them. \n[23]Oh, but you do, Kundun. Who else would be here? \n[24]It's time to take this down. \n[25]No, Holiness. \n[26]The people will cry when they learn you are gone. But they would all want you safe. \n[27]Let me take this. \n[28]You must study very hard, do not neglect the holy things during this time. \n[29]We have had fun, you and I. Fun for a little boy in an old palace. \n[30]You have grown up very good. \n[31]Tonight, Kundun, you see the world. You place your feet on the shepherd boy's path. \n[32]\"The Gods will be avenged.\" \n[33]I will send it to you. It will work. \n[34]Goodbye, Kundun. ", "LHAMO": "\n[1]Me. \n[2]Me.  Here. \n[3]Me here. \n[4]I go away. Look, mama, I go away. Far, far, far. \n[5]Far, far away. \n[6]Mine. \n[7]Mine. \n[8]Please. \n[9]The Lama of Sera. You come. \n[10]Wait!  No! \n[11]Me, too.  Me go, too. Lhasa! \n[12]You come back? \n[13]Cow. \n[14]Me.  First break of day. \n[15]I pooped. \n[16]I miss my brother. \n[17]How many? \n[18]This many? \n[19]You have all the room. \n[20]You move. \n[21]Who am I? ", "FATHER": "\n[1]No.  This must stop. \n[2]I am the father.  You sit there. \n[3]He will grow up all wrong. Only you can serve him, only you can wash his bowl. Too tidy, everything just so. He must know his place. \n[4]Long life. \n[5]I am sorry, Lhamo. \n[6]Not the way to talk to people. \n[7]No. \n[8]Are you?  Of whom? \n[9]I do, now. \n[10]I do, beautiful horses. Thank you, Holiness. \n[11]Where will you keep them? \n[12]I will buy them for you. \n[13]Hmmm. \n[14]Sometimes you strike the goat, to scare the sheep. \n[15]He will not be ours much longer. \n[16]Goodbye, Kundun. ", "GENERAL CHIANG": "\n[1]I hate meeting here, this tribute to the past!  I demand a less formal meeting place. \n[2]I am not a foreigner! I refuse to be treated like one. \n[3]Superstitions.  Tibet is part of a modern nation. \n[4]I want the songs stopped. \n[5]You must also do something about the public meetings.  I see this, memorandum circulating, with Tibetan grievances. \n[6]We are simply respecting the terms of the Seventeen Point Agreement. \n[7]We want 2,000 more tons of barley distributed. \n[8]The People's Liberation Army pays for all food and lodging. \n[9]How much tea do you drink, Prime Minister? \n[10]To protect.  To serve you. Chairman Mao wants you to feel that China belongs to you now. \n[11]Plans for absorbing the Tibetan army into the People's Army will soon be finalized. \n[12]Then, we will begin with replacing the Tibetan flag with the flag of the Motherland. \n[13]We have decided that no drastic changes will take place in Tibet for six years. This should make you happy. \n[14]It seems a revolt has broken out in the east. We have decided that the Tibetan army must be used against the Khamba guerrillas. \n[15]We must deal with these reactionaries! \n[16]We are here to heal the people of Tibet.  You need reform. You have no sense of what is good for your people. We are here to liberate you! ", "KASHAG MEMBER": "\n[1]He has been imprisoned, here in the Potala, Holiness. \n[2]It is calm. \n[3]Very complicated, Holiness. Let me tell you current news. The Chinese have launched a deceptive campaign aimed at convincing the world that Tibet belongs to China. We sent a mission to the Chinese National Conference.  Our attendance was a grave mistake.  The Tibetans were introduced as delegates from the \"Chinese region of Tibet\". We protested this reference and demanded a letter rebutting it. \n[4]We did not. \n[5]Of the Tibetan delegations sent abroad, all have been turned away. \n[6]Britain, Nepal, America, India. All of those governments have refused to meet with our representatives. \n[7]The United Nations voted not to hear our appeal. \n[8]Yes. Most of the Chamdo region is now in Chinese hands.  There is a report from Chamdo which makes quite clear that, unless some settlement can soon be reached, Communist troops will soon be marching on Lhasa. \n[9]I am afraid. \n[10]Yes. \n[11]Ngabo did not have the state seal.  He could not sign. \n[12]Holiness? \n[13]General Chiang Chin-wu, the Chinese representative, is en route to Dromo. He is coming to meet you. \n[14]Your Prime Ministers, support the proposal that you return to Lhasa. On the opposite hand, some officials urge you not to return.  They believe you should leave now, for India. \n[15]And as for your own safety, Holiness? ", "TAKTRA RINPOCHE": "\n[1]\"I take refuge in the three jewels, The Buddha, the Dharma and the Sangra.\" \n[2]\"I take refuge in the three jewels, The Buddha, the Dharma and the Sangra.\" \n[3]\"Until I attain enlightenment.\" \n[4]Careful!  Careful! \n[5]It is possible, Holiness. \n[6]Completely. \n[7]What would you do, Holiness? \n[8]It is a difficult situation. \n[9]Doubt is an affliction.  Reliquish it.  Accept. \n[10]We should not accept any conditions from the Chinese. \n[11]Enter. \n[12]I hope you will not feel badly about all the things of childhood you missed. \n[13]You lost so much.  I am sorry. \n[14]Goodbye, Kundun. ", "MAO TSE TUNG": "\n[1]The mission of China is to bring progress to Tibet.  Develop its natural resources.  Help its people develop democracy. We welcome you, Tibet, back to the Motherland! \n[2]I am so glad that Tibet has come back to the Motherland. \n[3]You must inform me at once if any of our people abuse the Tibetans trust and good nature. \n[4]It is too early to implement all the clauses of the Seventeen Point Agreement.  We will establish a Preparatory Committee for the Autonomous Region of Tibet.  The pace of reform must meet with the desires of the Tibetan people. Changes must be made slowly, as you, yourself, judge necessary. \n[5]Good. Very good. Tibet is a great country.  A a wonderful history.  Long ago, you even conquered part of China. But now you have fallen behind and we want to help you.  In twenty years time you could be ahead of us. Then it will be your turn to help China. \n[6]You know, I have great respect for your Lord Buddha.  He was anti-caste. Anti-corruption.  Anti-exploitation. For some, politics and religion can mix. \n[7]Have a sweet. Made in my home province.  The kind my mother used to make. \n[8]Ah, Dalai Lama, thank you for coming so late. \n[9]Yes, I am aware.  How has your time in China been? \n[10]You have a lot to learn about organization.  How to draw out people's opinions.  How to make key decisions.  Train your young Tibetans.  When I make contact with you, I want to reach you through a Tibetan. \n[11]Your attitude is good, you know. I understand you well. But you need to learn this: religion is poison. It undermines the race and it retards the progress of the people.  Tibet has been poisoned by religion. \"Religion is poison.\" \n[12]Well, let me walk you to your car. \n[13]Take care of your health. ", "LOBSANG": "\n[1]Kumbum. It is not far away. \n[2]I will be very smart. \n[3]Don't be a baby, move over. \n[4]You!  You think you are so big! \n[5]Long life, Lhamo. \n[6]You could buy them. \n[7]What do you think? \n[8]You can't do anything real until you are Dalai Lama. \n[9]Not until you are eighteen. \n[10]Go study.  I get in trouble if you do not study. \n[11]I do. \n[12]I am the goat. He is a naughty sheep. ", "LING RINPOCHE": "\n[1]The Four Noble Truths. \n[2]I accept it. What is suffering? \n[3]I accept it. What are the causes of suffering? \n[4]How does one progress from the realization of one Noble Truth to another?  \n[5]Answer.  \n[6]I accept it. \n[7]\"To be born in a time when the Buddha has appeared. To be born in a time when the Buddha has taught. To be born when the teaching of Buddha is alive.\" \n[8]\"To be born where the dharma is practiced. To be born in a time when people have compassion for other people.\" \n[9]As a result of previous karma, you have obtained this human life. By means of this rebirth, through work and study, you can attain all everlasting happiness. In the words of Shantideva: \"With the boat of this precious life, You can cross the waters of Samsara. How rare to find this boat!\" \"Oh, ignorant one, do not fall asleep now!\" \n[10]He goes for a short time, until the danger can be determined.  He will not leave Tibet.  He will return. \n[11]He will return. The Precious One will not abandon you. ", "TAKSTER RINPOCHE": "\n[1]I was never alone.  Two Chinese were with me every minute of the day. \n[2]Their talk is always of liberation and helpfulness.  They put their words like honey on a knife, but if you lick the honey, you will bleed. \n[3]They think they have convinced me. They think I am on their side. They have allowed me to leave Kumbum and come to Lhasa believing that I will try to turn you to their ways. If I do not succeed, I am to eliminate you. \n[4]Eliminate you. \n[5]Don't eat all those sweets. You'll get sick. \n[6]I do. \n[7]The Chinese have one goal.  The complete dissolution of our nation. The destruction of our culture. There is no room for Buddha in their world. Our only hope is to fight. \n[8]This is not a fight to put bread just in one's own mouth. This is a fight for Tibet. \n[9]These are not human beings. They are worse than ghosts. \n[10]You are in great danger. The Dalai Lama cannot fall into Chinese hands. You must flee. \n[11]It may not be your decision to make. ", "LUKHANGWA": "\n[1]You have cracked a man's skull and that crack has not healed. It is too soon to expect him to be your friend. \n[2]Are you, General? \n[3]Impossible!  You will bring famine down on the people of Tibet with these insatiable demands! More food, the best land for your soldiers to camp. \n[4]So far, they do. But, the quantity, it does not exist.  You will have to re- evaluate your needs. \n[5]It depends on the quality. And, that it be Indian. \n[6]Why is it necessary for the Chinese to keep so many soldiers in Lhasa? \n[7]Chairman Mao can keep China. Just give us back Tibet. \n[8]I will not approve it. \n[9]And we will begin with tearing it down. \n[10]It must be done. We can no longer meet with the Chinese, they refuse us. \n[11]You will face great difficulties, Holiness. ", "WOMAN": "\n[1]Again? \n[2]Your father had been very ill, We thought he would die, and some animals had died. \n[3]And a yak.  And chickens.  And we had four years of bad crops, all the farmers did. \n[4]In the night, I knew you were coming. \n[5]At dawn, you were born. \n[6]You were a beautiful baby. So calm. \n[7]Maybe, just a little. \n[8]And that day, your father got better.  He named you Lhamo. \"The Protector.\" \n[9]Go to sleep, Lhamo. ", "Chinese": "", " GO!": "", "KEUSTANG RINPOCHE": "\n[1]This is yours, you say. What else belongs to you? \n[2]Yes, those are yours. \n[3]With permission? \n[4]\"Kundun\" \n[5]He is the Presence. \n[6]So is your youngest. \n[7]I wish you long life. \n[8]This is Tibet. We are not under your authority. ", "LAYMAN": "\n[1]I believe that the Regent is asking for too high a reward for his part in finding the Dalai Lama.  Too much money, too much land. \n[2]Our treasuries are empty.  Our army is depleted.  He would have us pull the hair from our noses. \n[3]We cannot allow it. Right now, we have a only a small Chinese mission in Lhasa, the first since the Thirteenth Dalai Lama threw them out in 1912. The road would increase the size of that mission. The Chinese would try to control our trade, as they did once before, control our contact with the outside world. \n[4]The Communist have control of China. \n[5]Now, as his great army, stands idle on our borders, Chairman Mao has presented Tibet with three demands: One, Tibet must accept that it is part of China. \n[6]Two, Tibet's defenses must be handled by China. Three, all political and trade matters concerning foreign countries must be conducted through China. \n[7]And do you believe that the Tibetan government will be allowed to continue to function as it is? Do you believe that our religion will be protected? \n[8]These are not the Chinese we know. These are Communists. ", "BODYGUARD": "\n[1]We will buy them!  We will buy them! \n[2]We must go, Holiness. \n[3]Please, come, Holiness. \n[4]Yes, Holiness. \n[5]Kham, Holiness. \n[6]Khambas are wild men. \n[7]Do not worry, Holiness. They fight for you. They are under your protection. \n[8]Holiness, this has come for you. ", "RETING RINPOCHE": "\n[1]Chenrezi, the Buddha of compassion. The Wish Fulfilling Jewel. The Fourteenth Dalai Lama. \n[2]Long life. \n[3]Centuries ago, a young boy was born.  His name was Gedundrub. The night of his birth, robbers came to his home and his family fled hiding the baby in a cattle pen. When they returned the next day, the baby was safe. They found him guarded by a pair of black crows. He was the first Dalai Lama. The Living Buddha of Compassion. Now, you have chosen to come back to this life once again. \n[4]We name you Tenzin Gyatso. \n[5]Your job is simple. You are to love all living things. Just love them.  Care for them. Have compassion for them. \"As long as any living thing draws breath, wherever he shall be, there in compassion, shall the Buddha appear, incarnate.\" \n[6]You will be the leader of the Tibetan people when you come of age.  Until that time, I will be your teacher, and as your Regent, I will rule in your name. I will tell your Lord Chamberlain you are ready to see him. \n[7]He will see you now. ", "BOY": "\n[1]Mama, my story. \n[2]Tell me. \n[3]Cow. \n[4]Tell me. \n[5]No cried? \n[6]I know. ", "TIBETAN WOMAN": "\n[1]I did not know him before I married him.  I loved his brother, but then, I married his brother, too.  He is dead now. \n[2]The land has stayed in the family. We work together.  The nobleman is not too bad. \n[3]Not too bad.  Rich is rich, poor is poor.  We are different. Are you married? \n[4]Too young? \n[5]Look for a strong woman, not too occupied with her beauty. Look for a woinan who keeps her hands busy.  Look for a kind heart. \n[6]I see that. "}}