{"dialogues": {"PO": "\n[1]Whu? \n[2]Uh, nothing! \n[3]Monkey! Mantis! Crane! Viper! Tigress! Rowrrrr... \n[4]Coming! \n[5]Sorry, Dad. \n[6]Oh, nothing. Just had a crazy dream. \n[7]Huh? \n[8]What was I... eh, I was dreaming about uh... heh... \n[9]Noodles. \n[10]Uh, yeah. What else would I be dreaming about? \n[11]Careful, that soup is... sharp! \n[12]Uh...a sign of what? \n[13]Dad Dad Dad, it was just a dream. \n[14]But Dad, didn't you ever, I dunno, want to do something else? Something besides noodles? \n[15]So why didn't you?! \n[16]I know. Is here. \n[17]Oop...sorry. \n[18]Sorry. Suck it up. \n[19]Oop! Sorry! A thousand pardons. \n[20]What?! Master Oogway's choosing the Dragon Warrior! Today! \n[21]Everyone! Everyone! Go! Get to the Jade Palace! \n[22]One of the Five is gonna get the Dragon Scroll! \n[23]We've been waiting a thousand years for this! Just take the bowl! \n[24]This is the greatest day in Kung Fu history! Don't worry about it, just go! \n[25]To the...Jade Palace? \n[26]Selling noodles? But Dad, you know, I was kinda thinking maybe I... \n[27]I was kinda thinking maybe I... \n[28]...Could also sell the bean buns. They are about to go bad. \n[29]Yeah, ha ha, glad I had it. \n[30]Come on! Come on, ya-- Almost there... \n[31]What? No! Oh No! \n[32]No. I'll bring me back a souvenir. \n[33]Yeah! \n[34]Oh no! No no no! Wait! I'm coming! \n[35]Hey! Open the door! \n[36]Let me in! \n[37]The Furious Five! \n[38]Peeky-hole! \n[39]Yeah! Woo! The Thousand Tongues of Fire! \n[40]Hey, get out of the way! \n[41]Ow... \n[42]\n[43]Huh? Oh no! Wait! \n[44]Yeah! \n[45]What does it look like I'm doing? Stop! Stop! I'm going to see the Dragon Warrior! \n[46]I lied. I don't dream about noodles, Dad! \n[47]I love kung fuuuuuuuuuuuuuuuuu- \n[48]Okay. \n[49]Uh oh... \n[50]What's going on? Where...uh? What are you pointing--? \n[51]Oh. Okay. Sorry. I just wanted to see who the Dragon Warrior was. \n[52]Who--? \n[53]Me? \n[54]What? \n[55]Wait a second! Hello? Uh...I think there's been a slight mistake. Everyone seems to think that I'm, uh... \n[56]Whoa. The Sacred Hall of Warriors. No way! Would you look at this place! \n[57]Master Flying Rhino's Armor! With authentic battle damage! \n[58]The Sword of Heroes! Said to be so sharp you can cut yourself just by looking-- OW! \n[59]The Invisible Trident of Destiny!? \n[60]I've only seen paintings of that painting... \n[61]Nooo! Ohhhh! \n[62]The legendary Urn of Whispering Warriors! Said to contain the souls of the entire Tenshu army. Hellooo? \n[63]Sorry. I should've come to see you first. \n[64]Oh. Well, I mean, it's not like you were going anywhere. \n[65]Sure. \n[66]Hey, how's it going? \n[67]Now how do you get five thousand-- Master Shifu! \n[68]Someone...broke that. But I'm gonna fix it. Do you have some glue? \n[69]Ow! Ooh. Splinter. \n[70]Uh...I guess so? \n[71]Whoa. So how does this work? You have a ladder or trampoline or...? \n[72]No, I... \n[73]Someone like me? \n[74]Those are sensitive in the flabby parts. \n[75]Hey... \n[76]Now wait a minute. That's a little uncalled-for. \n[77]Listen...Oogway said that I was the- \n[78]The Wuxi Finger Hold?! Not the Wuxi Finger Hold! \n[79]DevelopedbyMasterWuxiInTheThirdDyna sty-- YES. \n[80]No no no! \n[81]Okay! Okay! Take it easy... \n[82]Yeah, we're clear. We're clear. We are so clear. \n[83]Wait wait wait...What? Now? \n[84]Oh, okay. Well-- I don't know if I can do all of those moves. \n[85]Uh, yeah. It's just, maybe we can find something more suited to my level. \n[86]Well, ya know...I'm not a master, but uh, let's just start at zero, level zero. \n[87]Hey! Maybe I can start with that. \n[88]Whoa. The Furious Five. You're so much bigger than your action figures -- except for you, Mantis. You're about the same. \n[89]Um, are they gonna watch? Or should I just wait until they get back to work or something... \n[90]Ok. I mean, I just ate. So I'm still digesting... So my kung fu might not be as good as later on. \n[91]Alright. Whatcha got? You got nothing cause I got it right here. You picking on my friends? Get ready to feel the thunder. I'm comin' at him with the crazy feet. Whatcha gonna do about my crazy feet? I'm a blur. I'm a blur. You never seen bear style, you only seen praying Mantis! OR... I could come at you Monkey style. OR... I'm comin' at ya snikity-snake. \n[92]Alright...alright. \n[93]How's tha-- \n[94]Ow, that hurts. \n[95]Feeling a little nauseous. \n[96]Ow, those are hard! Ooh! I think \n[97]Oooohoohoo...my tenders. \n[98]How did I do? \n[99]Okay. \n[100]Great. \n[101]Oh hey...hi. You're up. \n[102]I was just uh... Some day huh? That kung fu stuff is hard work, right? Your biceps sore? \n[103]Yeah yeah yeah, of course. \n[104]It's just...I'm such a big fan. \n[105]You guys were totally amazing at the Battle of Weeping River. Outnumbered a thousand to one, but you didn't stop, and then you just... HI-YAH! \n[106]Ooo, sorry about that. \n[107]I know. I know. You're right. I just - my whole life I've dreamed of- \n[108]Oh, okay. Right right. Yeah, you want to get to sleep. \n[109]I'm keepin' you up. We got big things tomorrow. Alright. You're awesome. Last thing I'm gonna say. Okay. Bye bye. \n[110]What was that? \n[111]Okay. Alright. Goodnight. Sleep well. \n[112]Seemed a little bit awkward. \n[113]Master Tigress! Didn't mean to wake you. Just uh... \n[114]Uh, yeah, yeah. Of course. This is your room. \n[115]Big fan... \n[116]Is that what this is? I am so sorry. I thought it was just a regular peach tree. \n[117]Upset? I'm not upset. What makes you think I'm upset? \n[118]I probably sucked more today than anyone in the history of kung fu, in the history of China, in the history of sucking. \n[119]And the Five... man, you should have seen them, they totally hate me. \n[120]How's Shifu ever going to turn me into the Dragon Warrior? I mean, I'm not like The Five. I've got no claws, no wings, no venom. Even Mantis has those... ...thingies. Maybe I should just quit and go back to making noodles. \n[121]Hey! Huh... Good morning, Master! I thought I'd warm up a little. \n[122]Stuck?! Whaa? Pfft... stuck... Yeah, I'm stuck. \n[123]Maybe on three. One. Two- \n[124]Threeeee. Thank you. \n[125]No really, I appreci-- \n[126]Yeah, excellent! \n[127]I was born ready-- \n[128]Eaghhh... \n[129]That was awesome! Let's go again. \n[130]Alright! Let's go! \n[131]Oh, yeah! \n[132]But a real warrior never quits. Don't worry, Master, I will never quit! \n[133]Aaaoo...whoohoo...EEEee...hee- hee... I thought you said acupuncture would make me feel better. \n[134]Fat? \n[135]Sure you were. \n[136]Ow! \n[137]Ow! Don't... Stop it, stop-- Yow! I know Master Shifu's trying to inspire me and all, but if I didn't know any better, I'd say he was trying to get rid of me. \n[138]No. \n[139]Before what? \n[140]Guys, guys. I know about Tai Lung. \n[141]He was a student, the first ever to master the thousand... \n[142]...scrolls of... kung fu... and... then he turned bad... and now he's in jail. \n[143]Doieeeee... \n[144]...So I'm like, fine, you may be a wolf, you may be the scariest bandit in Haijin Province... \n[145]...but you're a lousy tipper. \n[146]I mean, I didn't actually say that, but I thought it... in my mind. \n[147]If he... could read my mind, he'd have been like, \"What?\" Order up! \n[148]Hope you like it. \n[149]No, c'mon. \n[150]You should try my dad's secret ingredient soup. He actually knows the secret ingredient. \n[151]I guess my body doesn't know it's the Dragon Warrior yet. I'm gonna need a lot more than dew. And, uh, universe juice. \n[152]What? \n[153]You will never be the Dragon Warrior, unless you lose five hundred pounds and brush your teeth! \n[154]What is that noise you're making? Laughter? I never heard of it! \n[155]Work hard, Panda. And maybe, someday... you will have ears like mine. \n[156]Ears. It's not working for you? I thought they were pretty good. \n[157]Of course it's Shifu. What do you think I'm doing? \n[158]Ooh! Master Shifu! \n[159]What? \n[160]And here I am saying you got no sense of humor. I'm gonna stop Tai... \n[161]What? You're serious? And I have to-- uh, Master Oogway will stop him! He did it before, he'll do it again. \n[162]Watch me! \n[163]Come on! How am I supposed to beat Tai Lung? I can't even beat you to the stairs. \n[164]Ow! You don't believe that! You never believed that! From the first moment I got here, you've been trying to get rid of me. \n[165]You're not my master. And I'm not the Dragon Warrior. \n[166]Yeah, I stayed. I stayed because every time you threw a brick at my head or said I smelled, it hurt. But it could never hurt more than it did every day of my life just being me. \n[167]I stayed because I thought if anyone could change me, could make me... not me, it was you. The greatest kung fu teacher in all of China. \n[168]C'mon, Tai Lung is on his way here right now. And even if it takes him a hundred years to get here, how are you gonna change this... ...into the Dragon Warrior? How? How? How?! \n[169]That's what I thought. \n[170]What? I eat when I'm upset, okay? \n[171]Don't tell Monkey. \n[172]Yeah, I know. I disgust you. \n[173]I don't know. I guess I-- I don't know. I was getting a cookie... \n[174]No, this... this is just an accident. \n[175]I know you're trying to be all mystical and kung fu-y, but could you at least tell me where we're going? \n[176]You dragged me all the way out here for a bath?! \n[177]The pool of... \n[178]Yeah... \n[179]Okay! \n[180]Okay. \n[181]Oh great, `cause I'm hungry. \n[182]Just like that? No situps? No ten mile hike? \n[183]Hey! \n[184]Hey! \n[185]Am I? \n[186]I'm not hungry... master. \n[187]Done well? Done well?! I've done awesome! \n[188]Huh? Guys? Guys! \n[189]They're dead? No, they're breathing! They're asleep?! No, their eyes are open. \n[190]Who? Tai Lung? Stronger? \n[191]Uh, it might, I mean, a little. I'm pretty scared. \n[192]Are you kidding? If they can't-- They're five masters. I'm just one me. \n[193]You really believe I'm ready? \n[194]Wait, what happens when I read it? \n[195]Whoa! Really? That's cool. \n[196]Wow! Can I punch through walls? Can I do a quadruple back flip? Will I have invisibility-- \n[197]Huh? Oh, yeah... yeah. \n[198]Whooaa!!! \n[199]It's impossible to open. \n[200]Come on baby. Come on now... \n[201]Thank you. I probably loosened it up for you though... Okay, here goes. \n[202]\n[203]It's blank! \n[204]Here! Look! \n[205]Okay. So like, Oogway was just a crazy old turtle after all? \n[206]Oh, come on! Face it. He picked me by accident. Of course I'm not the Dragon Warrior. Who am I kidding? \n[207]What? \n[208]But Shifu, he'll kill you. \n[209]Hey, Dad. \n[210]Good to be back. \n[211]I don't know, Dad. Honestly, sometimes I can't believe I'm actually your son. \n[212]Okay. \n[213]Oh. \n[214]Huh? \n[215]Wait wait...it's just plain old noodle soup? You don't add some kind of special sauce or something? \n[216]There is no secret ingredient... \n[217]Hey! \n[218]Stairs... \n[219]Buddy, I am the Dragon Warrior. Huhhh... \n[220]Don't tempt me. Haha. No. I'm gonna use this. You want it? Come and get it. \n[221]Lightning! \n[222]It's okay. I didn't get it the first time either. \n[223]There is no secret ingredient. It's just you. \n[224]\n[225]Stop! Stop it! I'm gonna pee! Don't! Don't! \n[226]I'm not a big, fat panda. I'm the big, fat panda. \n[227]Oh, you know this hold? \n[228]Nope. I figured it out. \n[229]Skadoosh! \n[230]Thanks, Dad. \n[231]Hey, guys. \n[232]Master? Master Shifu! \n[233]Master! Shifu! Shifu! Are you okay? \n[234]No, Master, I didn't die. I defeated Tai Lung! \n[235]No! Master! No No No! Don't die, Shifu. Please... \n[236]Oh. So, um, I should...stop talking? \n[237]Want to get something to eat? ", "SHIFU": "\n[1]Well done, students... if you were trying to disappoint me. \n[2]Tigress, you need more ferocity. Monkey, greater speed. \n[3]Crane - height. Viper - subtlety. Mantis-- \n[4]What?! \n[5]Master Oogway? You summoned me. \n[6]Is something wrong? \n[7]So... nothing's wrong? \n[8]You were saying? \n[9]That is impossible. He is in prison. \n[10]Zeng! \n[11]Fly to Chogun Prison and tell them to double the guards, double their weapons. Double everything! Tai Lung does not leave that prison! \n[12]We have to do something. We can't just let him march on the valley, and take his revenge! He'll, he'll-- \n[13]The Dragon Scroll... \n[14]But who? Who is worthy to be trusted with the secret to limitless power? To become...the Dragon Warrior?! \n[15]It is an historic day, isn't it, Master Oogway? \n[16]Yes, Master Oogway. \n[17]Citizens of the Valley of Peace! It is my great honor to present to you... Tigress! Viper! Crane! Monkey! Mantis! The Furious Five! \n[18]Warriors prepare! \n[19]Ready for battle! \n[20]And finally...Master Tigress! \n[21]Master Tigress! Face Iron Ox and his Blades of Death! \n[22]Citizens of the Valley of Peace! Master Oogway will now choose... the Dragon Warrior! \n[23]What??? \n[24]Stop! Wait! Who told you to--? \n[25]Master Oogway, wait! That flabby panda can't possibly be the answer to... our problem. You were about to point at Tigress. That thing fell in front of her. That was just an accident! \n[26]No. If the panda has not quit by morning, then I will have failed you. \n[27]Have you finished sight-seeing? \n[28]My patience is wearing thin. \n[29]Would you turn around? \n[30]So you're the legendary Dragon Warrior. Hmmm? \n[31]Wrong! You are not the Dragon Warrior. You will never be the Dragon Warrior until you have learned the secret of the Dragon Scroll. \n[32]You think it's that easy? That I am just going to hand you the secret to limitless power? \n[33]One must first master the highest level of kung fu. And that is clearly impossible if that one is someone like you. \n[34]Yes. Look at you...this fat butt. \n[35]Flabby arms... \n[36]And this ridiculous belly. \n[37]--and utter disregard for personal hygiene. \n[38]Don't stand that close...I can smell your breath. \n[39]Oh, you know this hold? \n[40]Oh, then you must know what happens when I flex my pinky. \n[41]You know the hardest part of this? The hardest part is cleaning up afterwards... \n[42]Now listen closely, panda. Oogway may have picked you, but when I'm through with you, I promise you, you're going to wish he hadn't. Are we clear? \n[43]Good. I can't wait to get started. \n[44]Let's begin. \n[45]Yes...now. Unless you think the great Oogway was wrong, and you are not the Dragon Warrior. \n[46]Well, if we don't try, we'll never know will we? \n[47]And what level is that? \n[48]There is no such thing as level zero. \n[49]That? We use that for training children. And for propping the door open when it's hot. But if you insist... \n[50]Go ahead, panda. Show us what you can do. \n[51]Hit it. \n[52]Just hit it. \n[53]Would you hit it! \n[54]Why don't you try again?   A little harder... \n[55]This'll be easier than I thought. \n[56]There is now a level zero. \n[57]Panda! Panda, wake up! \n[58]Hmm. He's quit. \n[59]All we can do is resume our training and trust that in time, the true Dragon Warrior will be revealed. \n[60]What are you doing here?! \n[61]You're stuck. \n[62]Help him. \n[63]You actually thought you could learn to do a full split in one night? It takes years to develop one's flexibility and years longer to apply it in combat. \n[64]Put that down! The only souvenirs we collect here are bloody knuckles and broken bones. \n[65]Let's get started. \n[66]I've been taking it easy on you, panda, but no more! Your next opponent... will be me. \n[67]Step forth. \n[68]The true path to victory is to find your opponent's weakness and make him suffer for it. \n[69]To take his strength and use it against him. \n[70]--until he finally falls, or quits. \n[71]Inner peace. Inner peace. Inner peace. \n[72]Would whoever is making that flapping sound, quiet down! \n[73]Inner... \n[74]Oh, Zeng. Excellent. I could use some good news right now. \n[75]Master! Master! \n[76]I have-- it's-- it's very bad news. \n[77]Master, your vision...your vision was right. Tai Lung has broken out of prison. He's on his way! \n[78]The panda? Master, that panda is not the Dragon Warrior. \n[79]He wasn't even meant to be here -- it was an accident! \n[80]Yes, I know. You've said that already. Twice. \n[81]Thrice. \n[82]Illusion? \n[83]But there are things we can control. \n[84]I can control when the fruit will fall. \n[85]And I can control-- \n[86]--where to plant the seed. That is no illusion, Master. \n[87]But a peach cannot defeat Tai Lung! \n[88]But how? How? I need your help, Master. \n[89]I... I will try. \n[90]What... what are you..? \n[91]Master, you can't leave me! \n[92]Master! \n[93]You think this is funny? Tai Lung has escaped from prison and you're acting like children! \n[94]He is coming for the Dragon Scroll, and you are the only one who can stop him. \n[95]Oogway cannot, not anymore. \n[96]Our only hope is the Dragon Warrior. \n[97]Yes, the panda! \n[98]No! It is not your destiny to defeat Tai Lung. It is his. \n[99]Where'd he go? \n[100]You cannot leave! A real warrior never quits! \n[101]You will beat him because you are the Dragon Warrior! \n[102]Yes. I was. But now I ask you to trust in your master as I have come to trust in mine. \n[103]Then why didn't you quit? You knew I was trying to get rid of you, and yet you stayed. \n[104]But I can change you! I can turn you into the Dragon Warrior! And I will! \n[105]I don't know!!! I don't know. \n[106]Oh, no need to explain. I just thought you might be Monkey -- he hides his almond cookies on the top shelf. \n[107]Look at you. \n[108]No no, I mean... how did you get up there? \n[109]And yet you are ten feet off the ground and have done a perfect split. \n[110]There are no accidents. Come with me. \n[111]Panda, we do not wash our pits in The Pool of Sacred Tears. \n[112]This is where Oogway unravelled the mysteries of harmony and focus. This is the birthplace of Kung Fu. \n[113]Do you want to learn Kung Fu? \n[114]Then I am your master! \n[115]Don't cry. \n[116]When you focus on Kung Fu, when you concentrate...you stink. \n[117]But perhaps that is my fault. I cannot train you the way I have trained the Five. I now see that the way to get through to you is with this! \n[118]Good. When you have been trained, you may eat. Let us begin. \n[119]After you, panda. \n[120]I vowed to train you... and you have been trained. You are free to eat. \n[121]Enjoy. \n[122]I said you are free to eat. Have a dumpling. \n[123]You are free to eat! \n[124]Are you?! \n[125]You have done well, Panda. \n[126]The mark of a true hero is humility! \n[127]But yes...you have done awesome. \n[128]He has gotten stronger. \n[129]He could have killed you. \n[130]So you could come back here and strike fear into our hearts. But it won't work! \n[131]You can defeat him, panda. \n[132]But you will have the one thing that no one else does. \n[133]You are, Po. \n[134]Behold. The Dragon Scroll... It is yours. \n[135]No one knows, but legend says you will be able to hear a butterfly's wing-beat. \n[136]Yes. And see light in the deepest cave. You will feel the universe in motion around you. \n[137]Focus. Focus. \n[138]Read it, Po, and fulfill your destiny. Read it and become... the Dragon Warrior! \n[139]What? \n[140]No! I am forbidden to look upon-- \n[141]Blank? I don't...I don't understand. \n[142]No. Oogway was wiser than us all. \n[143]No, evacuate the Valley. You must protect the villagers from Tai Lung's rage. \n[144]I will fight him. \n[145]I can hold him off long enough for everyone to escape. \n[146]Then I will finally have paid for my mistake. \n[147]Listen to me, all of you. It is time for you to continue your journey without me. I am very proud to have been your master. \n[148]This is no longer your home. And I am no longer your master. \n[149]This battle is between you and me. \n[150]That is how it must be. \n[151]Obeying your master is not weakness! \n[152]You were not meant to be the Dragon Warrior! That was not my fault! \n[153]It was never my decision to make! \n[154]I would rather die. \n[155]I have always been proud of you. From the first moment, I've been proud of you. And it was my pride that blinded me. I loved you too much to see what you were becoming. What I was turning you into. I'm... sorry. \n[156]Dragon Warrior has taken scroll halfway across China by now. You will never see that scroll, Tai Lung. Never. Never... \n[157]Po! You're alive! Or we're both dead. \n[158]You did?! \n[159]Wow. It is as Oogway foretold -- You are the Dragon Warrior. You have brought peace to this Valley. And to me. Thank you. Thank you, Po. Thank you... \n[160]I'm not dying, you idiot-- ah, Dragon Warrior. I'm simply at peace. Finally. \n[161]If you can. \n[162]Yeah. ", "PO'S DAD": "\n[1]Po! Get up! \n[2]Po! Let's go! You're late for work! \n[3]Sorry doesn't make the noodles. \n[4]What were you doing up there? All that noise. \n[5]About what? \n[6]The dream. What were you dreaming about? \n[7]Noodles. You were really dreaming about noodles? \n[8]Oh, happy day! My son, finally having the noodle dream! \n[9]You don't know how long I have been waiting for this moment. \n[10]This is a sign, Po! \n[11]You are almost ready to be entrusted with the secret ingredient of my \"Secret Ingredient Soup.\" And then you will fulfill your destiny and take over the restaurant, just as I took it over from my father, who took it over from his father, who won it from a friend in a game of mahjong. \n[12]No, it was the dream. We are noodle folk. Broth runs through our veins. \n[13]Actually... \n[14]When I was young and crazy... \n[15]I thought about running away and learning how to make tofu. \n[16]Oh, because it was a stupid dream. Can you imagine, me making tofu? No. We all have our place in this world. Mine is here. And yours is-- \n[17]No, it's at tables two, five, seven, and twelve. \n[18]Service with a smile! \n[19]Po! Where are you going? \n[20]But you're forgetting your noodle cart! The whole valley will be there, and you'll sell noodles to all of them. \n[21]Yeah? \n[22]Uh huh? \n[23]That's my boy! I told you that dream was a sign! \n[24]Po?! \n[25]What are you doing? \n[26]But I don't understand. You finally had the noodle dream. \n[27]Come on, son. Let's get back to work. \n[28]Oh! Come back! \n[29]\n[30]Po! \n[31]Good to have you back, son! \n[32]Let's go Po. So, for our next shop, it's time to face it -- the future of noodles is dice-cut vegetables, no longer slices. \n[33]Also, I was thinking, maybe this time we'll have a kitchen you can actually stand up in. Hmm? You like that? \n[34]Po, I'm sorry things didn't work out. It just... wasn't meant to be. \n[35]Po, forget everything else. Your destiny still awaits. We are noodle folk -- broth runs deep through our veins. \n[36]Po, I think it's time I told you something I should have told you a long time ago... \n[37]The secret ingredient of my secret ingredient soup! \n[38]C'mere! The secret ingredient is... nothing! \n[39]You heard me. Nothing. There is no secret ingredient! \n[40]Don't have to. To make something special, you just have to believe it's special. \n[41]That's my boy. That big, lovely kung fu warrior is my son! ", "OOGWAY": "\n[1]Why must something be wrong for me to want to see my old friend? \n[2]Well, I didn't say that. \n[3]I have had a vision... Tai Lung will return. \n[4]Nothing is impossible. \n[5]One often meets his destiny on the road he takes to avoid it. \n[6]Your mind is like this water, my friend. When it is agitated, it becomes difficult to see. But if you allow it to settle, the answer becomes clear. \n[7]It is time. \n[8]I don't know. \n[9]Yes, and one I feared I would not live to see. Are your students ready? \n[10]Now know this, old friend. Whomever I choose will not only bring peace to the Valley, but also to you. \n[11]I sense the Dragon Warrior is among us. \n[12]How interesting. \n[13]Him. \n[14]You. \n[15]The universe has brought us the Dragon Warrior! \n[16]There are no accidents. \n[17]I see you have found the Sacred Peach Tree of Heavenly Wisdom. \n[18]I understand. You eat when you are upset. \n[19]So why are you upset? \n[20]Probably. \n[21]Totally. \n[22]Quit, don't quit. Noodles, don't noodles. \n[23]You are too concerned with what was and what will be. There is a saying: Yesterday is history, tomorrow is a mystery, but today is a gift. That is why it is called the present. \n[24]Hmmm? \n[25]Ah, Shifu. There is just news. There is no good or bad. \n[26]That is bad news... \n[27]...If you do not believe that the Dragon Warrior can stop him. \n[28]There are no accidents. \n[29]Well, that was no accident either. \n[30]My old friend, the panda will never fulfill his destiny, nor you yours, until you let go of the illusion of control. \n[31]Yeah. Look at this tree, Shifu. I cannot make it blossom when it suits me, nor make it bear fruit before its time. \n[32]Ah, yes. But no matter what you do, that seed will grow to be a peach tree. You may wish for an apple, or an orange... but you will get a peach. \n[33]Maybe it can. If you are willing to guide it, to nurture it. To believe in it. \n[34]No, you just need to believe. Promise me, Shifu. Promise me you will believe. \n[35]Good. My time has come. You must continue your journey without me. \n[36]You must believe. ", "TAI LUNG": "\n[1]I'm glad Shifu sent you. I was beginning to think I had been forgotten. \n[2]Fly back there and tell them...the real Dragon Warrior is coming home. \n[3]Where's the Dragon Warrior? \n[4]You think I'm a fool? I know you're not the Dragon Warrior. None of you! \n[5]I heard how he fell out of the sky on a ball of fire, that he's a warrior unlike anything the world has ever seen. \n[6]So that is his name -- Po. Finally, a worthy opponent. Our battle will be legendary! \n[7]Shifu taught you well... \n[8]But he didn't teach you everything. \n[9]I have come home, Master. \n[10]Yes. You have a new favorite. So where is this...Po? Did I scare him off? \n[11]So. That is how it's going to be? \n[12]I rotted in jail for twenty years because of your weakness! \n[13]You knew I was the Dragon Warrior! You always knew... \n[14]\n[15]\n[16]\n[17]It is now. \n[18]Give me the scroll! \n[19]All I ever did, I did to make you proud! Tell me how proud you are, Shifu! Tell me! TELL ME! \n[20]I don't want your apology. I want my scroll! \n[21]\n[22]Who are you? \n[23]You?! Him?! He's a panda. You're a panda. What are you gonna do, big guy? Sit on me? \n[24]Finally! \n[25]That scroll is mine! \n[26]The scroll has given him power. \n[27]Finally... oh yes... the power of the Dragon Scroll... is mine! \n[28]It's NOTHING!! \n[29]What? \n[30]\n[31]You... can't defeat me. You're just a big, fat panda! \n[32]The Wuxi Finger Hold! \n[33]You're bluffing. You're bluffing! Shifu didn't teach you that. ", "TIGRESS": "\n[1]You'll be late for work! \n[2]Master, are you pointing at...me? \n[3]Forgive us, Master. We have failed you. \n[4]One would think that Master Oogway would choose someone who actually knew Kung Fu. \n[5]You don't belong here. \n[6]I mean...you don't belong in the Jade Palace. You're a disgrace to Kung Fu, and if you have any respect for who we are and what we do, you will be gone by morning. \n[7]If he's smart, he won't come back up those steps. \n[8]Before Tai Lung. \n[9]Well, if he's going to stay here, he should know. \n[10]He wasn't just a student. \n[11]Shifu found him as a cub. And he raised him as a son. \n[12]And now he has a chance to make things right, to train the true Dragon Warrior. And he's stuck with you: a big, fat panda who treats it like a joke. \n[13]Oh! That is it! \n[14]It is said that the Dragon Warrior can survive for months at a time on nothing but the dew of a single gingko leaf and the energy of the universe. \n[15]The panda? \n[16]Master, please. Let us stop Tai Lung. This is what you've trained us for. \n[17]This is what you trained me for. \n[18]Don't try and stop me! \n[19]What? \n[20]Cut it! \n[21]How do you know you're not looking at her? \n[22]Mantis! \n[23]Now! \n[24]I thought we could stop him. \n[25]But who will stop Tai Lung? \n[26]What about you master? \n[27]We've got to get them out safely. \n[28]Viper, gather the southern farmers. Mantis, the north. Crane, light the way. \n[29]Master. ", "ZENG": "\n[1]Master Shifu! \n[2]Aah! It's Master Oogway. He wants to see you. \n[3]Yes, Master Shifu. \n[4]Wait wait wait! I bring a message from Master Shifu. \n[5]Absolutely not. Shifu does. I'm just the messenger. \n[6]Whoa. \n[7]Yes, very impressive. It's VERY impressive. \n[8]Yes, except that prisoner is Tai Lung... \n[9]What are you doing?! \n[10]Oh my... \n[11]I'll um...I'm just gonna wait right here. \n[12]Oof! \n[13]Crossbows?! \n[14]What are you doing?! Don't get him mad. \n[15]I'm good. I've seen enough. I'm gonna tell Shifu he's got nothing to worry about. \n[16]Okay, I'll tell him that. Can we please go now? \n[17]What's happening?! \n[18]Tai Lung is free! I must warn Shifu! \n[19]Let go of me! \n[20]He's coming this way! \n[21]We're dead. So very, very dead. \n[22]Can we run now? \n[23]Nuuu... Urggg... \n[24]\n[25]Uh... ", "COMMANDER": "\n[1]What?!?! \"Double the guard?! Extra precautions?! Your prison may not be adequate!\" \n[2]You doubt my prison's security? \n[3]I'll give you a message for your Master Shifu. \n[4]Escape from Chogun Prison is impossible! \n[5]Impressive, isn't it? \n[6]One way in, one way out, one thousand guards, and one prisoner. \n[7]Take us down. \n[8]Behold, Tai Lung. \n[9]It's nothing to worry about. It's perfectly safe. \n[10]Crossbows! At the ready! \n[11]Hey, tough guy, did you hear? Oogway's finally gonna give someone the Dragon Scroll and it's not gonna be you! \n[12]What's he gonna do about it? I've got him completely immobilized. \n[13]Awww. Did I step on the witty kitty's tail? Awww. \n[14]No, he doesn't. \n[15]Fire Crossbows! \n[16]You're not going anywhere. And neither is he. \n[17]Bring it up! \n[18]He won't get far. Archers! \n[19]Heh heh...not yet we're not! Now! \n[20]Yes. ", "CRANE": "\n[1]No denying that. \n[2]He is so mighty! The Dragon Warrior fell out of the sky on a ball of fire. \n[3]Yeah, or could at least touch his toes. \n[4]Am now. \n[5]Um...I've had a long and rather disappointing day, so uh...yeah, I should probably get to sleep now. \n[6]Okay, thanks. \n[7]Oop. \n[8]Look, you don't belong here. \n[9]No no no... I meant you don't belong here. I mean, in this room. This is my room. Property of Crane. \n[10]Yeah. \n[11]I didn't say anything. \n[12]Oh dear. \n[13]Don't mention it. \n[14]\n[15]Uh yeah, we're not really supposed to talk about him. \n[16]Really? So... how'd you get out of there alive? \n[17]Wow, you're a really good cook. \n[18]We were no match for his nerve attack. \n[19]He'll destroy everything...and everyone. ", "MANTIS": "\n[1]There's no words. \n[2]When he walks, the very ground shakes! \n[3]He's not gonna quit bouncin', I'll tell ya that. \n[4]Trust me, it will. It's just not easy finding the right nerve points under all this-- \n[5]Fur, I was gonna say fur. \n[6]Who am I to judge a warrior based on his size? I mean -- look at me. \n[7]Oh! Okay. \n[8]I know he can seem kind of heartless-- \n[9]But, ya know, he wasn't always like that. \n[10]Yes. \n[11]Wait! My fault! I accidentally tweaked his facial nerve. \n[12]And may have also stopped his heart. \n[13]This is really good. \n[14]I wish my mouth was bigger. \n[15]Oh, nothing... Master Shifu! \n[16]Go! Ack! What was I thinking?! \n[17]Why didn't he? ", "VIPER": "\n[1]I don't understand what Master Oogway was thinking. The poor guy's just gonna get himself killed. \n[2]What do we do now, Master? With the panda gone, who will be the Dragon Warrior? \n[3]Are you ready? \n[4]I'm sorry, brother! I thought you said you were ready! \n[5]He's not gonna quit, is he? \n[6]Maybe you should take a look at this again. \n[7]According to legend, there was once a time when Master Shifu actually used to smile. \n[8]But that was before... \n[9]What are you talking about? This is amazing. \n[10]Tigress! \n[11]We're not trying to stop you! \n[12]We're coming with you! \n[13]Monkey! ", "MONKEY": "\n[1]We should hang out. \n[2]Po! Get up! \n[3]Or even see his toes. \n[4]But he will. \n[5]Tigress, you gotta try this. \n[6]It's Shifu. \n[7]Po? \n[8]We've got this. Help her! \n[9]He's too fast! \n[10]Sorry, Po. \n[11]Come, little one. Let's find your mama. ", "TIGRESS  (CONT'D)": "\n[1]...and when the boy showed talent in Kung Fu... \n[2]...Shifu trained him. \n[3]He believed in him. He told him he was destined for greatness. \n[4]It was never enough for Tai Lung. He wanted the Dragon Scroll. But Oogway saw darkness in his heart and refused. Outraged, Tai Lung laid waste to the valley. He tried to take the scroll by force. And Shifu had to destroy what he had created. \n[5]But how could he? \n[6]Shifu loved Tai Lung like he'd never loved anyone before... \n[7]...or since. "}}