{"dialogues": {"EXLEY": "\n[1]What's on the call sheet? \n[2]Decorated? \n[3]I get the idea.  You got a description? \n[4]To the solving of crimes that require absolute justice. \n[5]The youngest applicant by eight years. \n[6]I was thinking Detective Bureau. \n[7]You're wrong. \n[8]Dudley, we've been over this. \n[9]I... No. \n[10]No. \n[11]No. \n[12]No. \n[13]I know you mean well, Dudley, but I don't need to do it the way you did.  Or my father. \n[14]All right, men.  You've had your fun.  Time to break it up. \n[15]What's going on? \n[16]I have the report right here. They're home with bruises and muscle pulls -- Oh shit... \n[17]Stop, Officer!  That's an order! \n[18]You're going in my report!  All of you! \n[19]Let me out!  That's an order! \n[20]The public demands justice, sir. This was a full-fledged riot of policemen.  Shift the guilt to men whose pensions are secured.  Force them to retire.  But someone has to swing.  Indict, try and convict Stensland and Bud White.  Secure them jail time.  Feed them to the sharks, sir.  Protect yourself; protect the department. \n[21]White's a mindless thug. \n[22]I'll testify, sir.  I'm not afraid to do what's right. \n[23]Detective lieutenant. \n[24]I know that, sir.  I also know that when he made lieutenant, it was as a detective. \n[25]Jack Vincennes.  He's the technical advisor on 'Badge of Honor,' sir.  He lives for it. That's the way to get him. \n[26]Yes, Dudley.  I am. \n[27]That's right. \n[28]Throwing me? \n[29]You're the payoff expert.  I'm just doing my duty. \n[30]What about you? \n[31]You're just a thug, White.  That's all you'll ever be. \n[32]His blood's always up. \n[33]Don't get sick!  Not in here! \n[34]Sir, I took the call.  It's my case. \n[35]Yes, I do, sir. \n[36]Hold on... We need to canvass. See if a purple Mercury was seen around here tonight. \n[37]We got a call earlier on three Negro youths.  Firing shotguns in Griffith Park from a late-model purple Mercury Coupe. \n[38]It's a surprise.  You like surprises, don't you, White? \n[39]We need you to I.D. the body. There's no next of kin and you knew him best.  So tell me... \n[40]Is that Dick Stensland? \n[41]Hell of a way to avoid a prison sentence. \n[42]Someone held up a coffee shop, panicked and killed six people. \n[43]We know this is difficult.  Just take your time and look again. \n[44]When was the last time you saw her, Mrs. Lefferts? \n[45]He might as well have put a bounty on them. \n[46]watches everyone go.  Wishes he could be part of the action.  He spots Jack talking to his REDNECK partner for for the day. \n[47]I'll take those odds. Take off.  We got it from here. \n[48]\n[49]Think of us as back-up. \n[50]Quiet.  I'm ranking officer here. We go as a team.  End of story. \n[51]Damnit... \n[52]Glasses. \n[53]Shut up, Carlisle! \n[54]Casitas Youth Camp... Coates twenty-two, a boxer... Manager saw them burning clothes. \n[55]I'll break them, sir. \n[56]They call you Sugar Ray because of Ray Robinson? They say Robinson can throw a four punch combination in one second.  Do you believe that? \n[57]You're twenty-two, aren't you, Ray? \n[58]Did one of the officers work you over a little? \n[59]You look like Robinson after that last LaMotta fight.  'Course LaMotta looked a lot worse.  So you're twenty-two, right? \n[60]Just getting my facts straight. Twenty-two makes it a gas chamber bounce. You should have pulled this caper a couple of years ago.  Get life, do a little Youth Authority jolt, transfer to Folsom a big man. Orbit on some of that good prison brew, get yourself a sissy -- \n[61]That fucking Larry.  I almost believed him. \n[62]Nothing, Ray. That Larry, he's a pisser.  You did the Casitas Youth Camp with him, didn't you? \n[63]Sugar, Larry told me you went sissy up at Casitas.  You couldn't do the time so you found yourself a big white boy to look after you.  He said they call you 'Sugar' because you gave it out so sweet. \n[64]Ray, you protected Ty and Larry up in Casitas, didn't you? \n[65]I heard you like to shoot dogs. \n[66]Oh?  you feel that way about people, too? \n[67]Ray, we got the shotguns. \n[68]Why were you throwing clothes in the building incinerator? \n[69]You guys were arrested this morning, but none of you have last night's clothes.  You were seen burning them.  Add to that the fact that you hid the car you were cruising around in last night and it doesn't look good. \n[70]Were you on hop?  You were passed out when you got arrested.  Were you hopped up, Ray? \n[71]Where do they get their stuff? Come on.  Give me one to feed the D.A.  Just a little one. \n[72]I'm going to take a break. \n[73]You know, Ray, I'm talking about the gas chamber and you haven't even asked me what this is all about.  You got a big guilty sign around your neck. \n[74]Fontaine next, but give Jones the newspaper.  I want him primed. \n[75]Larry, Ray Coates ratted you off.  He said the Nite Owl was your idea.  You want to tell me about it? \n[76]I think it was Ray's idea.  Talk and I think I can save your life. \n[77]Larry, this is a gas chamber job. If you don't talk, you'll be dead in six months. \n[78]Son, six people are dead and somebody has to pay.  It can be you or it can be Ray. \n[79]Larry, he called you queer.  He said at Casitas you took it up the ass.  He said -- \n[80]Why'd you burn the clothes? \n[81]Hurt who?  Was she a hooker? Hurt who? \n[82]She may still be alive, whoever she is. \n[83]Where's the girl?  Did you kill her? \n[84]You wanted Larry to lose his cherry, but things got out of hand.  Is that right? \n[85]Kick loose, Jones.  I know you made her bleed, but that doesn't mean you killed her. \n[86]If that girl's alive, you've still got a chance on this one. \n[87]You think? \n[88]Where is she now? Did you leave her someplace? Did you sell her out?  Give her to some of your buddies?  Tell me where the girl is! \n[89]Officer White, put down that weapon and -- \n[90]A naked guy with a gun?  You expect anyone to believe that? \n[91]How's it going to look on your report? \n[92]You don't know what the word means, you dumb bastard. \n[93]'Give me one to feed the D.A.... Roland Navarette.  Lives on Bunker Hill.  Runs a hole-up for parole absconders.' \n[94]Anyone seen Jack Vincennes? \n[95]Nobody move! \n[96]I need the girl to give me a chronology of events.  No details. Just times. \n[97]But -- \n[98]No.  that won't be necessary. \n[99]There are loose ends out there, Dudley.  I -- \n[100]Something's wrong.  I feel it inside.  Doesn't that sound crazy? \n[101]Clean? \n[102]Until he gunned down six people. \n[103]Then who phoned in the report? \n[104]The Nite Owl.  Anything bothering you about the case? \n[105]What are you talking about? \n[106]Mrs. Lefferts, I just want to ask a few questions. \n[107]Officer White? \n[108]Under the house. \n[109]I don't doubt it -- Oh, God. \n[110]I need an I.D. ASAP.  You talk only to me on this one. \n[111]I need to speak to you. \n[112]I want you to follow Bud White. \n[113]It's not a request.  I need to know what White knows.  Follow him or I'll have you pulled off 'Badge of Honor.'  Permanently. \n[114]Yesterday yes, today no.  What happened last night? \n[115]You make a mistake? \n[116]Listen, I think I made a mistake, too. \n[117]Do you make the three Negroes for the Nite Owl killings? \n[118]It's a simple question. \n[119]Rollo Tomasi. \n[120]Rollo was a purse snatcher.  My father ran into him off duty.  He shot my father six times and got away clean.  No one even knew who he was.  I made the name up to give him some personality. \n[121]Rollo's the reason I became a cop. I wanted to catch the guys who thought they could get away with it.  It was supposed to be about truth and justice and Rollo.  But somewhere along the way I forgot all that... How about you, Jack? Why'd you become a cop? \n[122]I've given up angles for awhile. I just want to solve this thing. \n[123]I want to do it right. \n[124]A third.  I don't think we can make a case without Bud White. \n[125]What's that for? \n[126]Rita Hayworth at the morgue and now Veronica Lake with White. What the hell's going on? \n[127]What's Fleur-de-Lis? \n[128]Yeah.  But first I want to brace Stompanato. \n[129]Check the bar.  I got the restaurant. \n[130]Since when do two-bit hoods and hookers give out autographs? \n[131]L.A.P.D.  Sit down. \n[132]Take a walk, honey, before I haul your ass downtown. \n[133]Shut up.  Being cut to look like Lana Turner doesn't mean you are Lana Turner. \n[134]What? \n[135]How was I supposed to know? \n[136]Bud White's been here? \n[137]Is the Veronica Lake look-alike one of your whores? \n[138]What's her name? \n[139]Why's she seeing Bud White? \n[140]Anything else you want to add before I talk to her? \n[141]Not good enough. \n[142]This is Exley. \n[143]Tell him Sergeant Vincennes is coming in to talk to him. \n[144]I'm going to Lynn Bracken's.  I'll meet you at the Dining Car. \n[145]Miss Bracken, I'm Lieutenant Exley. \n[146]Really?  What did White say? \n[147]Let's concentrate on my smarts. Pierce Patchett made you, didn't he?  He taught you how to dress and talk and think and I am very impressed with the results.  But I need some answers and if I don't get them, I'm going to take you and Patchett down. \n[148]Scotch. \n[149]Why? \n[150]Don't underestimate me, Miss Bracken. \n[151]How was I? \n[152]You sound like you mean it. \n[153]How about White? \n[154]I want to know why you see him. Is it a Patchett payoff? \n[155]I'll take your word for it. \n[156]I don't hate White.  I really don't.  It's just, in my business, it's the wild cars you have to watch out for. \n[157]You cut to the heart of things, don't you?  What about Lynn Bracken?  She going to be a hooker all her life? \n[158]Some reality. \n[159]Why not? \n[160]You're the first person to ever call me tough. \n[161]You, me and White, huh? \n[162]No... Where'd the tip come from? \n[163]I want to know what you and Jack Vincennes talked about last night. Anything and everything.  Start with the I.D. on the corpse. \n[164]We got a dead ex-cop and a girl who looks like Rita Hayworth at the Nite Owl.  Another dead ex-cop under the house of Rita's mother. It's not a good week for ex-cops. \n[165]Anything? \n[166]So on active duty, Meeks didn't make an arrest from 1938 to '43. \n[167]Where are the police academy files? \n[168]Just show me where they are! \n[169]Why? \n[170]She told you? \n[171]Who told you?  Did Dudley have anything to do with you finding out? \n[172]Listen to me.  Dudley killed Jack. It has something to do with Buzz Meeks. \n[173]Look.  Dudley and Meeks go way back.  Stensland, too. \n[174]Think, goddamn you.  Think... \n[175]Stensland and Meeks.  What were they up to? \n[176]Stensland and Buzz Meeks.  Two-man triggers knocking off Mickey Cohen lieutenants.  When they killed Deuce Perkins, they got heroin as a bonus. \n[177]The Nite Owl!  Stensland was going there to sell the heroin. \n[178]It wasn't the Negroes.  The Griffith Park report was a phony. And, who says the purple Merc was spotted outside the Nite Owl? \n[179]The first guys to the car when Jack and I got there were Bruening and Carlisle. \n[180]They didn't find the shotguns. They planted them. \n[181]It's Dudley for the Nite Owl. \n[182]Pierce Patchett figures in, too. That's the angle Jack was working. Dudley must work for Patchett. \n[183]What? \n[184]Stay smart, Bud.  We build a case. We play by the rules. \n[185]With a wrecking ball.  You want to help me swing it? \n[186]Let's go see Pierce Patchett.  Run a good-cop-bad-cop. \n[187]You expecting problems? \n[188]What? \n[189]I don't think his ex-cop did him much good. \n[190]It's a suicide note.  Says he killed Jack because Jack had figured out a pornography scam Patchett was running. \n[191]We had one thing figured wrong.  I don't think Dudley workd for Patchett. \n[192]Patchett's dead.  He sent you after me.  I'd say Dudley's tying up his loose ends. \n[193]I got a guy who owes me in the Sheriff's department.  West Hollywood station.  He can be at her house in two minutes. \n[194]Is she inside? \n[195]Hold her as Joan Smith.  No one sees her unless I okay it. \n[196]Ellis Loew. \n[197]Jack thought he was up to his neck in all this. \n[198]Ask for Captain Dudley Smith. We'll have a party.  Hot dogs and sauerkraut. \n[199]I want D.A. bureau men to tail Dudley Smith twenty-four hours a day; I want you to get a judge to authorize a wire tap on his home phone; I want authorization to check his bank records and I want it all in an hour. \n[200]None.  Call it a hunch. \n[201]Without what, his smearing yours first?  What's he got on you, Loew?  Pictures of you and an out of work actor with your pants down? \n[202]The proof had his throat slit. So far you're not denying it. \n[203]I don't know how. \n[204]Bud... \n[205]What's Dudley's scheme? \n[206]Not everybody.  You tip-off Dudley and Officer White visits you alone next time. \n[207]We should check the records, and, we should talk to Lynn. \n[208]You want to talk to her? \n[209]Forget everything else for a second, Lynn.  Is there anything you can give me on Dudley Smith? \n[210]A police captain.  I think he's behind all of this. \n[211]Okay.  Look, if it helps, Bud hates himself for what he did. \n[212]I don't know if it's pathetic or romantic, but when this is all over I'd like to see you again. \n[213]Me?  You called it.  I got a message that... \n[214]Shit... Come on. \n[215]You figured this was a set-up? And you showed up anyway? \n[216]You know, all I ever wanted was to measure up to my father. \n[217]We got him! \n[218]I'm thinking we might walk away from this. \n[219]Tell that to Jack Vincennes.  To Stensland. \n[220]Why? \n[221]And now you'll provide them. \n[222]No. \n[223]Something like that. \n[224]Yes.  I do. \n[225]That's it.  That's the whole story. \n[226]I tried to throw it all away and they give it back in spades. \n[227]Where will you go? \n[228]When? \n[229]Where is he? \n[230]Thanks for the push. \n[231]You just did what you did.  No rank, no glory. \n[232]From me to you.  It'll mean something if it's yours. \n[233]Do you think I ever could've been in the running? ", "BUD": "\n[1]And you fuck people up for a living.  That don't make me you. Capisce, shitbird? \n[2]Happy New Year, greaseball. \n[3]Central, this is 4A-31.  Send a prowler to 1486 Evergreen.  White male in custody.  Code 623 point one.  Domestic assault and battery.  I won't be here, but they'll see him. \n[4]Touch her again and I'll know about it.  Understand?  Huh? \n[5]You got someplace you can go? \n[6]Go get yourself fixed up. \n[7]Merry Christmas. \n[8]That obvious, huh? \n[9]Turner Meeks?  Never heard of you. \n[10]You okay? \n[11]I'm not asking you. \n[12]Somebody hit you? \n[13]What is it then? \n[14]You know him? \n[15]I got to write my report first. \n[16]Yeah yeah... \n[17]No, sir.  I won't. \n[18]I won't do it. I won't testify against my partner or anyone else. \n[19]That an old fashioned you're drinking? My name's Bud. \n[20]They stick you with a name like Wendell, you look for an alias. \n[21]I'm sorta between jobs.  Look, what do you say we, uh... \n[22]This business, Captain? \n[23]Does that paper say we've been indicted?  Does it say Exley's a hero for squealing me and Stensland off? \n[24]Captain, what do you want? \n[25]Dudley, what do you want? \n[26]Yeah, I hate them. \n[27]What's going to happen to Stensland?  He'll give himself cirrhosis over this.  He's one year from his pension. \n[28]He helped me out once.  That's all. \n[29]Him and me both.  Fucking Exley. \n[30]What do you want? \n[31]Doing what?  Mowing your fucking lawn? \n[32]I knew you had juice, but... There's no goddamn bill on me? \n[33]How? \n[34]Homicide?  A detective? \n[35]In Technicolor. \n[36]Of course... But how? \n[37]How'd you get them to retract? \n[38]Domestic.  Assault and battery. \n[39]I'll be there in five minutes. \n[40]I hear you like to hit women. \n[41]Yeah, sure... I got a couple of hours before I have to be at the Victory.  Want to grab a beer? \n[42]What?  That new mystery girl you've been seeing? \n[43]What are you talking about? \n[44]Where are we going? \n[45]Yeah, that's Stens. \n[46]What happened? \n[47]Can you take them?  I got I got something I gotta do. \n[48]What I gotta do is for Stensland. My partner. \n[49]I need an address on a customer of yours.  Her name was Lynn. \n[50]Yeah.  And I think you already know who I mean, so cough it up. \n[51]Give me both.  Billing first. \n[52]You must slay 'em at the country club. \n[53]Are you Pierce Patchett? \n[54]I'm a homicide detective.  Where were you last night? \n[55]Richard Stensland. \n[56]Officer White.  How about Susan Lefferts?  You know her? \n[57]We met outside Hollywood Liquors on Christmas Eve.  This is where Lynn Bracken's booze bills go. \n[58]Sue Lefferts died at the Nite Owl. I'm investigating. \n[59]Where's the other guy?  Buzz. \n[60]Thanks, but no thanks. \n[61]I don't have one.  Lefferts looked beat-up Christmas Eve, but didn't act it.  How come? \n[62]No. \n[63]That's right. \n[64]Why were Lefferts' eyes black? \n[65]You wanna go downtown and discuss this officially? \n[66]What little studio? \n[67]That's why her mother couldn't I.D. her... Jesus fucking Christ. \n[68]I got her address. \n[69]Hit the road, gramps. \n[70]L.A.P.D., shitbird.  Get the fuck out of here or I'll call your wife to come get you. \n[71]Yeah, plain scotch. \n[72]Are you sorry she's dead? \n[73]Have you ever heard of Dick Stensland? \n[74]You use words like that, you might make me mad. \n[75]Yeah I know.  Patchett's running whores and judging by his address, probably something bigger on the side.  He doesn't want any attention. \n[76]Why was Susan Lefferts at the Nite Owl? \n[77]Did Lefferts have a boyfriend? \n[78]How'd she meet Patchett? \n[79]Tell me about Patchett. \n[80]You want some advice, Miss Bracken? \n[81]Miss Bracken, don't ever try to fucking bribe me or threaten me or I'll have you and Patchett in shit up to your ears. \n[82]Maybe I'm just fucking curious. \n[83]You fuck for money. \n[84]Yeah. \n[85]When they deserve it. \n[86]I'm not sure. \n[87]Yeah, just like the half dozen guys you screwed today. \n[88]You look better than Veronica Lake.  Now, Pierce Patchett. \n[89]He had you cut to look like Veronica Lake? \n[90]Look.  I want to see you again. \n[91]I don't know. \n[92]Forget I asked.  It was a mistake. \n[93]One in six.  Where's the girl? \n[94]\n[95]Give me one minute. \n[96]Get her to the fucking hospital. \n[97]Get the fuck away from me. \n[98]It'll look like justice.  That's what that fat fuck got.  Justice. \n[99]It's Bud. \n[100]Who was that guy who was here earlier? \n[101]When I was ten, my old man threw a bottle at my mother.  I guess I got in the way. \n[102]Yeah.  But not for long. \n[103]I used to.  What I do now is strong-arm.  Sitting duck stuff... No, I don't like it.  If I could work Homicide like a real detective... \n[104]There's something wrong with the Nite Owl.  That prick Exley shot the wrong guys.  But they made him a hero and whoever killed my partner is still out there. \n[105]In here I know it.  But I can't prove it.  I'm not a detective. I'm not smart enough.  I'm just the guy they bring in to scare the other guy shitless. \n[106]That simple, huh? \n[107]I got a few Nite Owl questions. \n[108]I'm tying up loose ends.  Padding my report.  You know how it goes. \n[109]Anything off.  Anything that didn't make sense. \n[110]Whose shoe? \n[111]If she was sitting here, then it's facing the wrong way.  What are these smears in the blood? \n[112]But she's moving away from the door. Who was sitting at this table? \n[113]Ear plugs. \n[114]It doesn't exactly play like dumb panic. \n[115]It's like they knew they were going to kill everyone before they went in... \n[116]Mrs. Lefferts, I'm Officer White with the L.A.P.D.  I'd like to ask a couple of questions. \n[117]Five minutes.  That's all. \n[118]Tell me about the boyfriend she had.  The one you mentioned at the morgue. \n[119]Ma'am, I'm sure she was. \n[120]What was that boyfriend's name? \n[121]Stens?  Was it Stens? \n[122]Look at a picture for me. \n[123]You said a neighbor heard a ruckus.  Was it outside, inside? \n[124]What's through here? \n[125]Easy.  Tell me about the ruckus. \n[126]Buzz Meeks... Holy shit. \n[127]Yeah.  A great big one. \n[128]Here.  Compliments of the Los Angeles Police Department. \n[129]I ain't your paesano, you wop cocksucker. \n[130]You remember an ex-cop named Buzz Meeks?  He works for a guy named Patchett. \n[131]His file listed you as a known associate.  Now spill. \n[132]More. \n[133]How 'bout I give you your balls back? \n[134]Bullshit.  Where would a two-bit ex-cop get 18 pounds of heroin? \n[135]He's under a tract house in San Berdoo.  And he don't smell too good.  What happened to the heroin, Johnny? \n[136]What work? \n[137]You lost me, Dudley.  I don't know what you're talking about. \n[138]Sure, boss.  Sure you can. \n[139]Did you talk to Exley? \n[140]I want to know about Exley. \n[141]How'd you get to know so much about him? \n[142]You gonna tell me what happened with you and Exley? \n[143]So tell me about it. \n[144]No.  Now. You fucked him. \n[145]Lynn. \n[146]I knew Stensland and Meeks knew each other.  Meeks was with Sue Lefferts on Christmas Eve.  The night I met Lynn.  Lefferts' mother I.D.ed Stensland as Lefferts' boyfriend, but Stens pretended he didn't know either one of them. \n[147]Johnny Stompanato told me when Meeks disappeared, he was trying to move the 18 pounds of heroin that went missing when Deuce Perkins was shot. \n[148]Then something goes wrong.  Meeks gets killed.  Maybe Stens got greedy, killed Meeks and left him under his girlfriend's house. The night he died, Stens was all mysterious.  Said he had something big going down. \n[149]Somebody got wind of it, killed them all. \n[150]Dudley. \n[151]Dudley's guys. \n[152]It all keeps coming back to Dudley. \n[153]Let's just kill them. \n[154]For Jack, for Stensland, for anybody else who got in the way. I've been trying to be smart.  A detective.  But killing those two fuckers, that would be justice. \n[155]There are no rules!  Why the fuck are you doing this?  The Nite Owl made you.  You want to tear all that down. \n[156]Which one are you and which one am \n[157]Patchett uses a lot of ex-cop muscle. \n[158]Come on. \n[159]He had help getting up there.  Two of his fingers are broken. \n[160]At least not anymore. \n[161]Lynn. \n[162]Call him. \n[163]What about him? \n[164]Dudley Smith.  Spill. \n[165]If I let you go, there'll be ten more lawyers to take your place tomorrow.  They just won't come on the bus, that's all. \n[166]They never made a match on the shotgun serial numbers.  What if Breuning and Carlisle took them from the evidence room?  Couple of cold pieces that had been hanging around a year or two. \n[167]You do it.  I'll check the files. \n[168]I want to see them. \n[169]What? \n[170]You wanted to meet here? \n[171]Too late. \n[172]Here. \n[173]A lot of bad stuff happened here. It's as good a place as any for it to end. \n[174]I spent years trying not to live down to mine. \n[175]We should block off the bathroom. They could come through -- ", "JACK": "\n[1]Let's go someplace quiet.  I'll give you the low-down on Mitchum. \n[2]Two sets. \n[3]Karen, this is Sid Hudgeons from Hush-Hush magazine. \n[4]Is she? \n[5]You lost me, Sid.  Who? \n[6]I need an extra fifty.  Two patrolmen at twenty apiece and a dime for the watch commander at Hollywood Station. \n[7]No.  It's felony possession of marijuana. \n[8]Stand there with your camera. I'll stop here so you get Grauman's Chinese in the backgrouns. \n[9]Police! \n[10]Yeah, it's subtle. \n[11]Hi... I'd like to get a delivery to Beverly Hills. \n[12]Look, a friend of mine gave me this number.  I just -- \n[13]This is Sgt. Vincennes. Requesting a name and address on a phone number.  Hollywood zero-one- two-three-nine. \n[14]I just called it. \n[15]A bootleg... \n[16]White, you better get a lease on Stens before he kills someone. \n[17]What do I have to do? \n[18]The show, sir? \n[19]Okay.  I'll do it. \n[20]You're the key witness? \n[21]I should've known.  What's the Chief throwing you? \n[22]Yeah, Exley.  What's the payoff? \n[23]You're playing an angle, college boy.  You're getting something out of this so you don't have to hobnob with the fucking rank and file cops who'll hate your guts for snitching.  If they're making you a detective, watch out.  Some Bureau guys are gonna burn in this and you're gonna have to work with friends of theirs. \n[24]I'm snitching three old timers who'll be fishing in Oregon next week.  Next to you I'm clean.  And smart. \n[25]Just remember, Bud White'll fuck you for this if it takes the rest of his life.  They already suspended him.  Just pray he cops a deal and stays on the Department because that is one civilian you do not want on your case. \n[26]I won't be there.  They're toning down my profile. \n[27]Gee.  The Great Jerk-Off Book Caper of 1953. \n[28]Yeah, Cap.  Back in Narcotics. \n[29]Working whores with squad two. \n[30]Sid, it's Vincennes. \n[31]No.  But I've got something going with Ad Vice. \n[32]Don't know.  I'm chasing picture books.  Fuck shots, but the posers don't look like junkies.  It's well done stuff.  I thought you might have heard something. \n[33]What about Fleur-de-Lis?  Their slogan's 'Whatever you desire.' \n[34]If we go by the list, we have about zero chance of making the collar.  But I know a guy who knows what's going on south of Jefferson.  I'm betting he could put us at 50/50. \n[35]Leonard Bidwell? \n[36]How's the left these days? \n[37]I saw you fight Kid Gavilan.  I like your style. \n[38]You got a brother up in Folsom.  I know because I put him there. \n[39]How'd you like to make it 1960?  I know the judge and Sergeant Exley here is friends with hte D.A. \n[40]We're looking for three colored guys who like to pop off shotguns. One of 'em owns a purple Merc coupe. \n[41]You wanna buy your brother ten years...?  You don't have to say anything.  Just look at this list and point.  Here. \n[42]That's five minutes from here. \n[43]Shit.  Someone beat us here. \n[44]Hey. \n[45]What do you got? \n[46]So long, Vice.  Badge of Honor, here I come. \n[47]What? \n[48]Just don't shoot me. \n[49]Freeze! \n[50]You think golden boy can handle it, Cap? \n[51]He's good.  I'll give him that. \n[52]Sid, how are they hanging? \n[53]What's he doing here, Sid? \n[54]Sure, he just tried to throw me off the force last Christmas as a little joke. \n[55]And Reynolds? \n[56]Yeah. \n[57]Something like that. \n[58]Fleaur-de-Lis.  'Whatever you desire.' \n[59]Yeah.  Me and Patchett go way back. \n[60]Really?  How? \n[61]Yeah.  Me neither. \n[62]Loew's free.  Congratulate him. \n[63]Sid, why would a guy like Pierce Patchett get involved with running dope and hookers? \n[64]Around. \n[65]I'm pretty sure I can get you a part on the show... But tonight? Pretend it's an acting job, kid. Showbiz. \n[66]It'll be our secret. \n[67]Come on, Sid.  Where are you? \n[68]It's Vincennes!  Open up! \n[69]Sid, cut the crap.  I -- \n[70]Shut up! \n[71]He's dead.  I was just there. Somebody slit his throat. \n[72]Loew didn't go with him.  You're sure? \n[73]A bottle of Scotch. \n[74]Yeah.  Sergeant Jack Vincennes requesting.  I need the home address on a Pierce Patchett. \n[75]Give me a minute, will ya? \n[76]Damnit... What? \n[77]Even I'm not that crazy. \n[78]Yesterday that might've meant something.  Pull me off.  You'd be doing me a big favor. \n[79]Transfer me, suspend me.  Just leave me alone. \n[80]Yeah.  My whole life. \n[81]I ain't a priest, Lieutenant.  I can't hear your confession. \n[82]What? \n[83]You should be the last person who wants to dig any deeper into the Nite Owl, Lieutenant. \n[84]Is there more to that, or do I have to guess? \n[85]So what's the point? \n[86]I don't remember... \n[87]I'm trying to figure what angle you're playing this time, but I sure as hell can't see one. \n[88]The Nite Owl was solved, Lieutenant. \n[89]Okay, college boy, I'll help you. But I want half the collar. \n[90]He's in the Brown Derby with Johnny Stompanato. Check that.  I gotta go. \n[91]Bud White.  He sees us and we're dead. \n[92]Jesus... Maybe White's not so dumb after all. \n[93]Movie star hookers.  Whatever you desire... It's Fleur-fr-Lis again. \n[94]High line whores.  With plastic surgery to look like movie stars. And who knows what else?  It's run by this guy Pierce Patchett.  You want to talk to him? \n[95]She is Lana Turner. \n[96]She is Lana Turner. \n[97]Guy's as cool as they come. \n[98]What are you going to do? \n[99]Great.  You get the girl, I get the coroner. \n[100]Buzz Meeks? \n[101]Of him.  He was around when I first joined the force.  A bad egg. \n[102]Come on, Exley.  Where are you? \n[103]Two minutes, Dudley.  It's important. \n[104]You remember Buzz Meeks, Dudley? \n[105]Twelve years ago he worked a vice roust with Dick Stensland.  They arrested a Pierce Patchett on an extortion scam.  Guy ran hookers. He'd have them photographed with their johns, then double-dip for some blackmail.  Charges got dropped.  Insufficient evidence. You were supervising officer on the case and I was wondering if you remember anything about it. \n[106]Part of it has to do with a murder.  I've been working with Ed Exley on it. \n[107]It's a private investigation.  I fucked something up and I want to make amends. \n[108]No. \n[109]Have you a valediction, lad? \n[110]Rollo Tomasi... ", "DUDLEY": "\n[1]Drop the formalities; it's Christmas Eve.  Call me Dudley. \n[2]Excellent.  How's this? The sanctity of the night is an invitation to the darker criminal element.  Our vigilance will not be diminished. \n[3]That's Smith with an S. \n[4]This way, gentlemen. \n[5]This is Sergeant Ed Exley.  Son of the legendary Preston Exley.  He's the watch commander tonight and a damn fine job. \n[6]I was fortunate enough to be partnered with his father when I was a rookie.  It makes a man feel old.  That's a fact. Feel free to get a feel for the place. \n[7]A word with you, lad. \n[8]To the memory of your father. \n[9]The day he got the Medal of Valor. A simpler time. \n[10]That was his favorite toast. I saw the test results on the lieutenant's exam.  You placed first out of twenty-three. \n[11]You'll make lieutenant inside a year.  Patrol division? \n[12]You don't have the eye for human weakness to be a good detective. Or the stomach.  You're a political animal, Edmund. \n[13]Am I...?  Would you be willing to plant corroborative evidence on a suspect you knew was guilty in order to ensure an indictment? \n[14]Answer yes or no. \n[15]Would you be willing to rig crime scene evidence to support a prosecuting attorney's working hypothesis...?  Yes or no, Edmund. \n[16]Would you be willing to beat confessions out of suspects you knew to be guilty? \n[17]Would you be willing to shoot hardened criminals in the back to offset the chance -- \n[18]Then for God's sake, don't be a detective.  Stick to assignments where you won't have to make those choices.  Patrol, Internal Affairs, but not the Bureau. \n[19]At least get rid of the glasses. I can't think of one Bureau man who wears them. \n[20]Stensland's a disgrace.  Straight D fitness reports from every C.O. he ever served under.  But White is a valuable officer. \n[21]No, Edmund.  He's a man who can answer yes to those questions I ask you from time to time. \n[22]That'll be hard to come by.  The men hate a turncoat. \n[23]You'll reap the benefits, but are you truly prepared to be despised within the department? \n[24]So be it. \n[25]Sergeant, we'll get right to it. Nine civilian witnesses have identified you as hitting Ezekiel Garcia. \n[26]John, I doubt you've ever drawn a stupid breath.  Don't start now. \n[27]Lad, may I have a word with you? \n[28]Say goodnight to your friend and join me by those back tables. \n[29]He made his play amd he got what he wanted.  They're making him a detective. \n[30]Call me Dudley. \n[31]Lad, I admire your refusal to testify and your loyalty to your partner.  I admire you as a policeman, particularly your adherence to violence as a necessary adjutant to the job. And I am most impressed with your punishment of wife beaters.  Do you hate them, Wendell? \n[32]And for good reason judging from what I know of your background. \n[33]It would've happened years ago if you hadn't carried him.  Why the loyalty, Wendell? \n[34]Your partner's through. Department scapegoat on the Chief's orders.  He's been billed, he'll be indicted and he'll swing. \n[35]Don't underestimate his skills. As a politician he exceeds even myself.  But the department needs smart men like Exley and... direct men like yourself \n[36]Wendell, I want you to come to work for me. \n[37]They're yours.  Take them. \n[38]Four of the defendants recanted their testimony. \n[39]I need you for an assignment the Chief's given me the go-ahead on. A duty few men are fit for, but you were born for.  You'll be working out of Homicide. \n[40]Will you work for me? \n[41]How what, Wendell? \n[42]You should stay away from a man when his blood is up. \n[43]Then maybe you should stay away from him all the time. \n[44]Edmund, you don't want it and you can't have it. \n[45]It's mine.  I'll make you my second in command. \n[46]Why? \n[47]Get on it. \n[48]With Mickey Cohen in prison, Los Angeles is organized crime free. The Chief wants it to stay that way, Edmund.  The means are not for the weak-hearted. \n[49]Come, Wendell, you can do better than that. \n[50]We know all that, lad.  Tell us, who do these shooters work for? \n[51]We want you to go home. Uncuff him, Michael. \n[52]Mr. Sifakis is a known loan shark from San Francisco.  He arrived this afternoon at Union Station. Looking for business opportunities in our fair city.  An organized crime associate in need of re- education in the ways of polite society. \n[53]It's part of the play, Edmund.  A sincerity test. \n[54]Sit him back down. \n[55]Wendell, you need to accompany Detective Lieutenant Exley on official police business.  I'll finish up here. \n[56]'Nite Owl Massacre.'  Hyperbole aside, this is a heinous crime that requires a swift resolution. The public will demand it and this department will provide it.  Six victims.  One of them, one of our own -- Dick Stensland. As it happens, he was a Nite Owl regular.  In the wrong place at the wrong time. \n[57]Robbery looks like the motive.  We have rubber glove prints on the register and preliminary forensics strongly lean toward a trio of gunmen.  We do have one hot lead, so listen well.  Three Negro youths were seen last night discharging shotguns in the air at Griffith Park. A park ranger I.D.ed them as driving a 1948 to 1950 Mercury Coupe, purple in color.  An hour ago, a canvassing crew found a news vendor who saw a purple Merc Coupe parked across from the Nite Owl around 3:00 A.M. \n[58]The D.M.V. worked all night to get us a registration list on '48 to '50 purple Mercs.  There are 142 registered to Negroes in L.A. County.  Fifty two-man teams will shake three names apiece.  Hot suspects you'll bring here. Interrogation rooms have been set up.  They'll be run by Lieutenant Edmund Exley.  Hollywood Squad. \n[59]Ed, I want confessions. \n[60]I think you'll be surprised what Edmund's capable of. \n[61]Masterful, Edmund.  Your father would've been proud. This one's on the verge. \n[62]Don't get sidetracked.  Stay with the Nite Owl. \n[63]You've got it, Wendell. \n[64]We're going through the front. \n[65]Your father would've been proud. \n[66]There always are.  But there are also three men and three guns. Matched forensically.  A few loose ends don't matter. \n[67]Breaking a big case sticks you in a whirlwind.  A little self-doubt? It's natural.  Just keep it inside.  Between you and you. \n[68]Where did you intend to start. Prostitution?  Gambling? Go back to Cleveland, lad.  This is the City of Angels and you haven't got any wings. \n[69]John Vincennes.  It's three A.M., lad. \n[70]Lucky for you that my wife and four fair daughters are at the beach in Santa Barbara. \n[71]A disgrace as a policeman. Straight D fitness reports from every C.O. he ever served under. What about him? \n[72]What's this all about, lad? \n[73]You're Narco, lad, not Homicide. And since when do you work with Edmund? \n[74]Don't start trying to do the right thing, John.  You haven't had enough practice. \n[75]Have you discussed this with anyone else, John? \n[76]Not even with Exley? \n[77]Sergeant Vincennes' body was found in Echo Park at ten o'clock this morning.  Killed by a single .38 round to the heart.  One of our own, gentlemen.  We cannot tolerate it.  Justice must be swift and merciless.  That's all. \n[78]Edmund, a word with you.  We received a tip this morning.  Did Vincennes ever mention the name Rollo Tomasi? \n[79]Anonymous.  Probably nothing. \n[80]You're perplexing to me these days, Wendell.  You're not your old, cruel self anymore.  I need proof that the extracurricular work I had planned for you remains within your grasp. \n[81]I've long been involved in containing hard crime in such a way that myself and a few colleagues might someday enjoy a profit dispensation.  That day will soon be here and you'll share handsomely.  Grand means will be in our hands, Wendell. \n[82]Imagine crime limited to the criminal element who perpetrate it. Imagine the means to keep the nigger filth sedated.  But don't stop there.  Extrapolate.  Imagine the police in control.  It's big, lad. \n[83]You have your extracurricular secrets, I have mine.  We'll hold a clarification session soon.  For now, I need your fearsome old habits at the Victory Motel. We're going to brace a man who may know who killed Jack Vincennes. Can I count on you? \n[84]This is Mr. Hudgeons, Wendell. \n[85]It's for your own safety.  Now what can you tell us about Sergeant John Vincennes? \n[86]But you were business associates? \n[87]Alright.  We'll drop that line for now.  Next topic.  Please comment on Pierce Patchett. \n[88]Wendell.  I want full and docile cooperation on all topics. \n[89]And? \n[90]Reciprocity, Mr. Hudgeons, is the key to all relationships. \n[91]And? \n[92]Wendell! \n[93]I wouldn't trade places with Edmund Exley right now for all the tea in China. \n[94]Hush-hush... \n[95]I'm loathe to kill my brother officers, Edmund. \n[96]Jack was a shame, but Dick Stensland had the audacity to try to sell me my own heroin.  Through his whore girl friend.  I sent him to make the buy.  The rest is history. \n[97]A vacuum, Edmund.  That's what we have in Los Angeles.  Sending Mickey Cohen up created it.  My containment work maintained it. Certain photographs guarantee it. Organized crime has been held back, but there's still a demand for the services it provides. \n[98]Absolutely.  Prostitution and gambling are victimless crimes. The heroin we'll run down to the coloreds.  Anesthetize them.  As long as it's not a middle class problem, no one will care.  It's still a crime free city... for respectable people. \n[99]This isn't politics, Edmund. There won't be winners and losers when it's over... \n[100]Just the living and the dead. It's always been that way in the Bureau.  You should've realized that before you became a detective. \n[101]We're policemen! Let me do the talking.  They'll make you Chief of Detectives. \n[102]Why not, lad?  Absolute justice? \n[103]Really?  Would you be willing to rig crime scene evidence to support a prosecuting attorney's working hypothesis? \n[104]Would you be willing to beat confessions out of suspects you knew to be guilty? \n[105]Are you willing to shoot hardened criminals in the back to offset the chance they'll -- ", "LYNN": "\n[1]A case each of gin, Scotch, and rum.  Everything top shelf.  None of that watered-down stuff you push on Errol Flynn. \n[2]Before five tomorrow. \n[3]Merry Christmas yourself, Officer. \n[4]It's practically stamped on your forehead. \n[5]We just call him Buzz. \n[6]It's not what you think. \n[7]But it's nice to know you care. \n[8]Hello? \n[9]I'm sorry, but I'll make it up to you.  I promise. \n[10]I've been expecting you.  Pierce called.  Told me what happened to Sue. \n[11]It's Officer White, isn't it? \n[12]Can I get you a drink? \n[13]I was friendly with Sue Lefferts, but we weren't really friends. You know what I mean? \n[14]Of course I am.  What kind of question is that? \n[15]No I haven't.  Do you know why Pierce is humoring you? \n[16]Yes.  But do you know? \n[17]That's right.  Our motives are selfish, so we're cooperating. \n[18]I don't know.  I never heard of the Nite Owl till today. \n[19]Like I said we were friendly, not friends. \n[20]Pierce meets people.  Sue came on the bus with dreams of Hollywood.  This is how they turned out.  Thanks to Pierce, we still get to act a little. \n[21]He's waiting for you to mention mention. \n[22]It's Lynn. \n[23]I remember you from Christmas Eve.  You have a thing for helping women, don't you, Officer White? \n[24]You say 'fuck' a lot. \n[25]There's blood on your shirt.  Is that an integral part of your job? \n[26]Do you enjoy it? \n[27]Did they deserve it today? \n[28]But you did it anyway. \n[29]Actually, it was two.  You're different, Officer White.  You're the first man in five years who didn't tell me I look like Veronica Lake inside of a minute. \n[30]He takes a cut of our earnings and invests it for us.  He makes us quit the life at thirty.  He doesn't let us use narcotics and he doesn't abuse us.  Can your policeman's mentality grasp those contradictions? \n[31]No.  I'm really a brunette, but the rest is me.  And that's all the news that's fit to print. \n[32]It was nice meeting you, Officer. \n[33]Are you asking me for a date or an appointment? \n[34]If it's a date I think you'd better tell me your first name because I -- \n[35]Did you forget some -- \n[36]I wondered when you might ring the bell again, Officer White. \n[37]You should see yourself.  You look like you're ten years old. \n[38]If you'd called first, I wouldn't look this ridiculous. \n[39]You're wondering if Patchett told me to be receptive. \n[40]It doesn't matter.  I like you, Bud.  I really do. \n[41]It doesn't matter.  All they get is Veronica Lake.  You got the real Lynn Margaret Bracken... Where'd this come from? \n[42]So you saved her. \n[43]Do you like being a cop, Bud? \n[44]You found Patchett.  You found me. You're smart enough.  Be a detective if that's what you want. \n[45]I know who you are.  You're the policeman Bud told me about. \n[46]He said you were smart.  He also said you were competing with your dead father.  How did he put it? Trying to measure up to a ghost. \n[47]He can take care of himself and I'm not afraid of you.  And you forgot one thing, Lieutenant. Pierce also taught me how to fuck... Can I get you a drink? \n[48]I'm curious about you. \n[49]Because Bud hates you more than he loves me. \n[50]It galls you that I know so much about you.  You don't have information to compete. \n[51]The way you've underestimated Bud White? \n[52]Oh, the best I ever had. Absolutely the best. \n[53]The silver screen's loss is your gain. \n[54]You want to know what Bud's like in bed? \n[55]I see Bud because I want to.  I see Bud because he can't hide the warmth he has inside him. \n[56]I see Bud because he makes me feel like Lynn Bracken and not some Veronica Lake look-alike who fucks for money.  I see him because he doesn't know how to disguise who he is.  There's more if you want to hear it. \n[57]Does all that make it harder for you to hate him or easier? \n[58]You don't like that you don't know how to play him.  He doesn't follow the same rules of politics you do.  That makes him dangerous. \n[59]I came out here with a dream. That's gone, but I settled for reality. \n[60]No.  This is the means to the reality.  But I'm not going to tell you what it is. \n[61]Because you'll use it against me. Won't you? \n[62]You're tougher than Bud thinks you are. \n[63]Like recognizes like.  I'm pretty tough, myself. \n[64]Actually, Bud's only tough on the outside. \n[65]Come in out of the rain.  In the morning we'll have both our stories for breakfast. \n[66]He's the opposite of you.  He's more like me.  Cold, calculating. \n[67]Come in out of the rain, Bud. \n[68]We talked. \n[69]In the morning. \n[70]I thought I was helping you.  I thought -- \n[71]If I knew you were coming I'd have baked a cake. \n[72]I work for Patchett.  I had a feeling that there was someone else, but I never knew who. \n[73]I know how he feels. \n[74]Bisbee, Arizona.  The air's good for pensioners and I know where everything is. \n[75]Right now, before I back down. \n[76]We should go now. \n[77]Some men get the world.  Others get ex-hookers and a trip to Arizona. ", "HUDGEONS": "\n[1]Meyer Harris Cohen, Mickey C to his fans.  He's the big moocher, local L.A. color to the nth degree.  You know Mickey.  He runs dope, rackets and prostitution. He kills a dozen people a year. But who you may not know is bodyguard Johnny Stompanato. \n[2]Johnny's handsome, ladies, but the real attraction is below the belt. Second only to Steve Cochran, he's sometimes known as 'Oscar' because of his Academy Award-size appendage. \n[3]Remember, dear readers, you heard it here first, off the record, on the Q.T. and very Hush-Hush. \n[4]Big V Jack Vincennes!  May I have this dance? \n[5]We did a piece last year. 'Ingenue Dykes In Hollywood.'  Her name got mentioned. \n[6]Beats me.  Look, Jackie-Boy, a friend of mine just sold some reefer to Matt Reynolds.  He's tripping the light fantastic with Tammy Jordan at 2245 Maravilla, Hollywood Hills.  It's right around the corner. \n[7]Contract players at Metro.  You pinch 'em.  I do you up feature in the next issue.  Plus the usual fifty cash.  Tell me, am I fucking Santa Claus? \n[8]Jack!  It's Christmas! \n[9]They're sitting in the dark, goofing on the Christmas tree. \n[10]I like it!  I like it! \n[11]Cut!  Wrap it! \n[12]It's Christmas morning in the City of Angels, and while decent citizens sleep the sleep of the righteous, hopheads prowl for marijuana, not knowing that a man is coming to stop them.  The free- wheeling, big-time Big V, celebrity crime-stopper, Jack Vincennes, the scourge of grasshoppers and junk fiends everywhere.  You like it, Jackie- Boy? \n[13]Remember: you heard it first here, off the record, on the Q.T. and very Hush-Hush. \n[14]Hush-Hush.  Off the record and on the Q.T. \n[15]Jackie, are you back on Narco?  I need copy. \n[16]Something good? \n[17]Not a word. \n[18]No.  No, I've heard bupkis.  Jack, I'll talk to you later.  Call me when you get something I can use. Smut's from hunger.  For sad sacks who can't get their ashes hauled \n[19]You're back, boychick. \n[20]Down around my ankles. \n[21]You remember Matt Reynolds? \n[22]The Grauman's Chinese pot bust. He just got off the honor farm. \n[23]You tight with the D.A., trash? \n[24]How'd you like a little payback? Not to mention a donation to the widows and orphans fund.  Did you know Loew was a swish? \n[25]He's queer too.  Metro paid him two grand a week to fake it with ingenues.  On screen and off.  I'm getting him to fuck the D.A. for a hundred bucks. That's twice the fifty you got for wrecking his career. \n[26]Matt!  Over here! \n[27]That's D.A. Loew right there. \n[28]You need a drink, kid... Jack, look after him a minute.  Kid, this is Jack.  No secrets between me and him. \n[29]Dutch courage, kid.  Drink up. \n[30]Hey, it's not like you don't know how.  And Jack here has connections on 'Badge of Honor.' Pull this off and there'll be a part for you.  I smell a comeback. Don't you, Jack? \n[31]If Reynolds works his charms, which he will, this is the address where they'll be.  Meet me at midnight.  I guarantee all sorts of illegal activity. \n[32]Where'd you hear that? \n[33]Jackie, all I know is what you know.  The man is very rich.  And he's invested in freeway construction so he's gonna get a lot richer.  But that's it. Patchett's what I like to call 'Twilight.'  He ain't queer, he ain't Red, he can't help me in my quest for prime sinuendo. \n[34]What? \n[35]Talk to him, Jack.  Tell him about the opening on the show. \n[36]Jackie!  You got some good scoop for the Sidster? \n[37]Give me some Narco skinny.  I want to put out an all hop-head issue. Shvartze jazz musicians and movie stars.  Maybe tie it into the Rosenbergs.  You like? \n[38]What's wrong, Trash? \n[39]What happened with the kid and Loew? \n[40]You didn't get my message?  It got called off.  The kid chickened out at the last minute. \n[41]Jesus.  Jack, that's a story. 'Swish Actor Gets The Gay Blade.' Let me get my camera. \n[42]I put Reynolds in the cab myself. The night cost me a hundred scoots and I got bupkis. \n[43]Jackie!  Big V!  Let me get my camera!  Where are you going?! \n[44]Hush-Hush.  Off the record and on the Q.T. \n[45]I'm happy to cooperate.  You don't need to tie me down. \n[46]Trashcan Jack.  The Big V.  I can tell you he's on the Night Train to the big adios. \n[47]Take it easy!  I didn't have anything to do with him getting killed if that's what you mean. \n[48]What does that have to do -- \n[49]Okay so we worked together.  It was an information exchange.  I got him first class collars and he got me good stories.  We were friends for Chrissakes! \n[50]You think he had something to do with Vincennes getting iced? \n[51]Okay.  Okay.  Everyone knows Patchett's worth a boat-load of greenbacks.  From aviation, freeway construction.  But the man has hobbies, too.  He bankrolls B movies under the table and runs movie star look-alike hookers. And try this on:  he's rumored to be a periodic heroin sniffer.  All in all a powerful behind-the- scenes strange-o. \n[52]And what? \n[53]He runs call girls.  Primo tail. Fixed up like movie stars. \n[54]In my car.  Blackmail shit.  The trunk under the carpet.  Patchett got me to photograph a cop fucking this gorgeous cunt Lynn, looks just like Veronicaaa -- \n[55]Get him away from me! \n[56]Dudley, I thought you were gonna let the dumb bastard kill me. And you!  Learn to pull those punches a little better. \n[57]You can uncuff me now, fellas. \n[58]Fellas? We had a deal.  You, me and Patchett,  We're a team! Come on, we're friends.  We're -- ", "PATCHETT": "\n[1]She's fine. \n[2]I am.  Are you soliciting for police charities?  The last time, you people called at my office. \n[3]I was here, hosting a party.  Who was killed and why do you think I can help? \n[4]I don't know him.  Mr... \n[5]You know I do or you wouldn't be here.  How did you find me? \n[6]Of course... \n[7]Fine, Philip.  Thank you. \n[8]He no longer works for me. Find Susan's killer, Mr. White. I'll give you a handsome reward. Whatever you desire. \n[9]Against your code? \n[10]Do you care about criminal matters peripheral to Susan's murder? \n[11]Then you wouldn't feel obligated to report them? \n[12]Then listen closely, because I'll only say this once and if it gets repeated, I'll deny it.  I run call girls.  Lynn Bracken is one of them and so was Susan Lefferts. I treat my girls very well.  I have grown daughters, myself, and I don't like the thought of women being hurt.  I sense you share this feeling. \n[13]I think she'd been hit in the face with a tennis racket.  She is -- was -- a big doubles fan. \n[14]Wait.  Our deal still holds? \n[15]I needed a Rita Hayworth to fill out my little studio. \n[16]There's Gardner, Hepburn, Grable, Turner.  Lynn Bracken is my Veronica Lake.  I use girls who look like movie stars.  Sometimes I employ a plastic surgeon. \n[17]No, Mr. White.  Pierce Morehouse Patchett.  Now, I sense you're on your best behavior, but that's all I'll give you.  If you persist, I'll meet you with my attorney. Now, would you like Miss Bracken's address?  I doubt she knows anything, but -- \n[18]Of course... this is personal with you, isn't it, Mr. White? \n[19]I believe the Nite Owl's your area of expertise, Mr. Exley.  I saw you on television getting your medal. And you're that other celebrity Hollywood policeman, aren't you? \n[20]I'll tell you what I told Officer White when he asked me about Susan's death. \n[21]For the last time.  I may suborn women into illicit activities, but they're handsomely compensated, I treat them well and make sure the men they deal with show them every due respect. \n[22]A vulgar term, but yes. \n[23]Lynn Bracken. \n[24]Why do men and women usually see each other? \n[25]No. \n[26]Then try talking to my lawyer. Good evening, gentlemen. ", "STOMPANATO": "\n[1]Officer White.  I heard you got a hard-on for wife beaters. \n[2]Look, Mickey C's doing time and half the other guys who'd hire me are dead or left town.  I need money.  If your snitch-fund's green, I'll get you some fucking-A collars. \n[3]There's this guy.  He's blond and fat, about forty.  Likes the ponies.  Been pimping his wife to cover his losses.  Knocks her around to keep her in line. \n[4]I figure the address is worth twenty. \n[5]Yuletide cheer, fellas. \n[6]They shot him in his library. \n[7]Nobody.  At least not yet. \n[8]Gone.  Not a trace. \n[9]Wendell White, how's tricks, paesano? \n[10]What do you want, officer? \n[11]Should I? \n[12]Oh, yeah.  That was a long time ago.  Before your day.  The last few years he's been muscle for hire.  But I heard he's disappeared. \n[13]More's gonna cost you. \n[14]Before Meeks disappeared he was popping off about trying to move eighteen pounds of heroin. \n[15]Deuce Perkins.  Mickey C's narcotics lieutenant.  The night he got clipped, eighteen pounds of Mickey's heroin went missing. \n[16]Meeks is probably in Rio or someplace like that by now. \n[17]I don't know.  I swear it! \n[18]Hey, you want an autograph, write to M-G-M. \n[19]What? \n[20]You are making a large mistake. ", "CHIEF": "\n[1]Officer White, you've refused to cooperate with Internal Affairs. But you should know this is bigger than a police board.  Indictments may be handed down.  Quite frankly, we need police witnesses to offset the damage done to the Department's image.  Will you testify? \n[2]District Attorney Loew. \n[3]Your badge and gun, Officer. \n[4]This is the new L.A.P.D., White. You're suspended from duty and dismissed. \n[5]Ed, your observations have been astute.  What's your assessment of this situation? \n[6]I want to know who we give the public in contrast?  The department needs role models. Clean-cut, forthright men the public can admire. \n[7]And I'll promote you.  You'll be a lieutenant immediately. \n[8]Ed, you're 30.  Your father didn't make lieutenant until he was 33. \n[9]All right, Ed. Call Sergeant Vincennes. \n[10]I'll guarantee you a slap on the wrist.  A brief suspension followed by a temporary transfer from Narcotics to Ad Vice. When you transfer out of Vice, you'll be back on the show. \n[11]Badge of Honor, Vincennes.  We need to tone down your profile for a bit. \n[12]Dismissed, Vincennes. \n[13]So be it.  Detective Lieutenant. \n[14]Ace them at the grand jury tomorrow, son.  Wear the smart- looking suit and ace them.  And, Ed?  Lose the glasses. \n[15]Your talents lie elsewhere, Wendell.  It's a muscle job and shooting job.  You'll do what I say and not ask questions.  Do you follow my drift? \n[16]Enough on that.  Gentlemen, just go out and get them.  Use all necessary force.  The people of Los Angeles demand it. \n[17]We mourn the passing of a good man.  The loss of Sgt. William Carlisle is the loss of his wife, his family and the entire Los Angeles Police Department... \n[18]Edmund J. Exley has amassed a brilliant record in his seven years with the L.A.P.D.  Recently he evinced spectacular bravery in the line of duty.  It is my honor to present him with our highest honor, the Medal of Valor. \n[19]When in doubt, feed them a hero. In this case, we'll need more than one. \n[20]Captain Edmund Exley.  Chief of Detectives.  Los Angeles Police Department. ", "PINKER": "\n[1]We got a total of forty-five spent 12-gauge Remington shotgun shells. Three men with five-shot-capacity pumps.  All of them reloading twice. \n[2]Bud White, what brings you down to the basement? \n[3]I don't know if you read the papers, but that case is closed. \n[4]What do you want to know? \n[5]You mean beside the fact that thirty-five out of forty-five rounds were gratuitous?  I can't think of anything. \n[6]Susan Lefferts. \n[7]It looks like she was flailing, trying to get away. \n[8]Dick Stensland. Had to be dumb panic.  If she knew him she would've been sitting with him... Right? \n[9]You know, there is one thing. \n[10]Cotton balls.  I found them just inside the meat locker door. \n[11]Exactly.  At least one of those animals had the brains to protect his ears. \n[12]What do you mean? \n[13]Yeah, so... \n[14]Hey, just in time for our stomach of the week.  Frankfurters with sauerkraut, French fries, Coca-Cola, alcohol and sperm. Jesus, what a last supper. \n[15]Yeah.  The fact that you guys won't let it get filed away. \n[16]Bud White grilled me on it this morning.  You know, he's not as dumb as I thought. \n[17]God bless dental records.  Stiff used to be a cop.  Turner Meeks. \n[18]You knew him? \n[19]An ex-cop.  Buzz Meeks.  I pulled his police academy photo. \n[20]I got Vincennes in the next room. It's not a good week for cops in general. ", "LOEW": "\n[1]Today is an auspicious one for the city of Los Angeles.  Mickey Cohen has just been sentenced to ten years in federal prison for failure to pay income tax. As the District Attorney for Los Angeles County, it is my pleasure to declare our great city organized crime free.  It is truly the dawning of a new day. \n[2]Bloody Christmas.  The press love to label.  You and Officer Stensland brought the liquor into the precinct.  Stensland was already drunk.  Do you see how appearing as a voluntary witness against him could offset the damage you've done to yourself? \n[3]This man is a disgrace. \n[4]Before we start polishing our laurels, it would look better if we had a corroborative witness. \n[5]But my office has a stellar witness who will tell the grand jury that you hit back only after being hit. \n[6]Testify against the three officers who have already earned their pensions.  Our key witness will testify roundly, but you can plead ignorance to questions directed at the other men. \n[7]It's okay.  These are police. What do you want? \n[8]On what evidence? \n[9]Absolutely not.  Dudley Smith is a highly decorated member of this city's police department and I won't smear his name without -- \n[10]Do you have any proof? \n[11]I'm not going to dignify youwith answers.  If you'll excuse me, I've got a Jack Vincennes press conference to prepare for. \n[12]Unless you're here to wipe my ass, I think we're through. \n[13]Don't try this good cop/bad cop with me.  I practically invented it.  And so what if some homo actor is dead.  Boys, girls, ten of them step off the bus to L.A. every day. \n[14]Call him off, Exley! \n[15]Okay!  You're right!  Dudley's got photos of me and Reynolds. \n[16]Dudley's rotten to the core.  He's taking over Mickey Cohen's rackets, his own hand-picked cops'll be the new franchise holders.  Because of those pictures I won't be able to prosecute.  Oh Jesus pull me up! \n[17]Dudley's got everyone under his thumb.  Not just me, but the Chief of Police, the lieutenant governor, everybody! \n[18]The press would have a field day with this. ", "COATES": "\n[1]Say what and so what. \n[2]Man, why do you keep asking me that? \n[3]I never truck with no sissies! \n[4]Believed what? \n[5]Man, why're you talkin' about Larry?  His business is his business. \n[6]Larry gave it at Casitas!  Man, I was the fuckin' boss jocker on my dorm!  Larry's the sissy! Larry gave it for candy bars! \n[7]You ain't woofin' I did.  Stupid down home niggers got no more sense than a fuckin' dog. \n[8]Dogs got no reason to live. \n[9]Man, what're you saying? \n[10]I don't own no shotguns. \n[11]Say what? \n[12]I got nothin' more to say till I see a judge. \n[13]Ty and Larry fuck with that shit, not me. \n[14]Roland Navarette.  Lives on Bunker Hill.  He runs a hole-up for parole absconders and sells red devils. ", "STENSLAND": "\n[1]Bud ain't in the mood for small talk, Stompanato. \n[2]Leave it for later, Bud.  We got to pick up the rest of the booze and get back to the precinct. \n[3]You and women, partner.  What's next?  Kids and dogs? \n[4]What's going on? \n[5]Seen him around.  He used to be a cop. \n[6]Hey, partner.  Grab a cup. \n[7]Fucking Exley.  Guy's got a pole so far up his ass, every time he farts the flag waves. \n[8]For ours, Pancho. And you're getting off easy. \n[9]Don't look so down in the mouth, Bud.  You nailed him good. \n[10]Rain check me, partner.  I got something big going on tonight. \n[11]No.  I'll tell you sometime.  Not now.  Don't want to jinx it.  But it could take the edge off that jail time I got coming. \n[12]It's confidential, Bud.  Like that magazines Vincennes scams for. Hush-Hush. I'll see you tomorrow.  And hey, if it works out, you'll get a piece of it. ", "REYNOLDS": "\n[1]Have we met before? \n[2]Was it a party? \n[3]Oh, I know.  A Fleur-de-Lis party, right? \n[4]Dope, liquor, hookers that look like movie stars.  Pierce Patchett has it all. \n[5]Pierce isn't like regular people. I dig him, but he scares me too. \n[6]You know, when I came out to L.A., this isn't exactly where I saw myself ending up. \n[7]I don't know if I should do this. \n[8]I can't do it. \n[9]And no one'll know about this? \n[10]Showbiz. ", "VICE CAPTAIN": "\n[1]Picture-book smut, gentlemen. There's been a bunch of it found at collateral crime scenes lately. Mostly narcotics and prostitution collars. \n[2]Look who's back from suspension. We're honored, Sergeant Jack. \n[3]Vincennes, is there someplace you'd rather be? \n[4]Oh?  Anyplace else? \n[5]Maybe you should have thought of that before you made Bloody Christmas page one. \n[6]They're yours.  Make a major case, Sergeant.  It's the only way you're getting out of here. \n[7]Dismissed, gentlemen. \n[8]Roll, Vincennes.  No sidetracks. This is Ad Vice, not Narco. ", "CHASE": "\n[1]My name?  Joe Reno.  The city? Los Angeles.  A big town.  Full of all sorts of people.  It's my job to help them.  I like what I do. I'm a cop. \n[2]I'm not a policeman.  I just play one on television.  But I think I can answer for them.  To help people.  That's why I do the show. \n[3]To protect and serve.  It's not just a motto. \n[4]That one.  In the sweater. They also serve who only stand and wait. \n[5]Jack, I'll see you Monday on set. \n[6]This election is about the future of law enforcement in Los Angeles. Ellis Loew represents that future. So dig deep and let's get a moral man re-elected. ", "COHEN": "\n[1]Bullshit.  What's the charge? \n[2]Bullshit. \n[3]What do you mean Deuce Perkins got clipped last night?! \n[4]I don't want a floor plan; I want to know who!  Who's taking the ticket for this, Johnny? \n[5]And what about the merchandise Deuce was holding for me? \n[6]Some ferstunkener is moving in and we don't know who?!  Maybe we should ask Hedda Hopper! ", "CLERK": "\n[1]Edmund J. Exley to chambers. \n[2]I got the rap sheets on the black guys, sir.  Coates and Jones got charges a mile long.  But except for some kid stuff, Fontaine's clean. \n[3]More or less. \n[4]Nothing. \n[5]Someone must've pulled the records. \n[6]I don't have time.  I have -- ", "OLDER GENTLEMAN": "\n[1]Is it the cops? \n[2]I don't understand, doll, we just got started. \n[3]Gosh, kitten, I don't know... \n[4]Alright.  This time I'll go, but next time -- \n[5]You tell Mr. Patchett I have no intention of changing my vote. \n[6]It may surprise some, but a mature man, enlightened by the facts, can change him mind... "}}