{"dialogues": {"DORR": "\n[1]Ma'am? \n[2]I do beg your pardon? \n[3]Pickles... \n[4]I am so terribly sorry, madam. But won't the feline eventually tire of his lonely perch and, pining for his master's affection, return on his own initiative? \n[5]Well then couldn't we perhaps offer him kitty treats and enticements, or if not foodstuffs perhaps squeaky little toys of the kind formerly manufactured in Hong Kong but now produced in the other so-called \"Little Tigers\"... \n[6]...of the Pacific Rim? The point bein', do we have to actually ascend the tree-- \n[7]Police... \n[8]No need to call the authorities. I did this often as a youth -- why, I was a positive lemur... Here, kitty... \n[9]I wouldn't dream of it... harmless little felix domesticus... Come to \n[10]I thank you, madam, for your act of kindness. \n[11]I certainly did and I do apologize no end. Allow me to present myself, uh, formally: Goldthwait Higginson Dorr, Ph.D. \n[12]Beg your pardon, ma'am? \n[13]No no, Ph.D. is a mark of academic attainment. It is a degree of higher learning bestowed, in my case, in recognition of my mastery of the antique languages of Latin and Greek. I also hold a number of other advanced degrees including the baccalaureate from a school in Paris, France, called the Sorbonne. \n[14]I have not had that privilege. \n[15]That's very gener-- \n[16]Indeed. \n[17]Perhaps when my head has recovered from its... buffeting. Mrs. Munson, are you at all curious as to why I darkened your door, as the expression has it, on this lovely camelia-scented morn? \n[18]I quite understand. The fact is that I saw the sign on your window advertising a room to let, and it is the only such sign among the houses of this charming, charming street. \n[19]I quite understand. Madam, you are addressing a man who is quiet -- and yet not quiet, if I may offer a riddle... \n[20]...Perhaps you can show me the room, Mrs. Munson, and allow me to explain. \n[21]You see, madam, I am currently on sabbatical from the institution where I teach -- the University of Mississippi at Hattiesburg. I am taking a year off to indulge my passion -- I don't believe that is too strong a word -- for the music of the Renaissance. I perform in -- and have the honor of directing -- a period instrument ensemble that performs at Renaissance fairs and other cultural fora... \n[22]...thoo-out central and southern Mississippi. We perform on the instruments for which the music was originally composed, in the belief that... that... Why, this is lovely... \n[23]The word \"band\" would be, in this context, something of an anachronism. Though we do play together -- hence the word \"ensemble\" -- the nature of the music is such that one would hesitate to apply the epithet \"band\" with its connotations of jangling rhythm and ear-popping amplification. \n[24]Madam, I shudder. I quake. The revulsion I feel for modern popular music, and all other manifestations of contemporary decay, is, I have no doubt, the equal of y'own. Why, we play music that was composed to the greater glory of God. Devotional music. Church music. \n[25]Well-inspired by the gospels, certainly. The vintage, of course, is no more recent than the Rococo. \n[26]But I certainly don't propose to inflict our rehearsals on you. May I enquire -- do you have a root cellar? \n[27]Yes, yes, yes, this looks promising... \n[28]Oh, indeed, but that only improves the acoustics... \n[29]...Marvelous. These earthen walls are ideal for baffling the higher registers of the, uh, lute and, uh, sackbutt. That's why so much music of the cinquecento was played in crypts and catacombs. Yes, this will do nicely... \n[30]...This is perfect. This is more than perfect. I can scarcely contain my glee. \n[31]Allow me to pay you a week in advance. Allow me to pay you two weeks in advance. Allow me to pay you a month in advance. I cannot countenance the thought of these charming apartments being tenanted by someone unappreciative of their special je ne sais quoi. \n[32]My dear Mrs. Munson, I do so hope this is not an inopportune time for our first practice-- \n[33]I beg your-- Oh! \n[34]...No no, no bereavement, though it is so kind of you to enquire. No, the hearse is simply a vehicle commodious enough to accommodate all of the members of our ensemble. And of course our instruments, contrived in an age ignorant of miniaturization... \n[35]...Let me introduce you to my friends, my colleagues, these devoted and passionate musicians... This is Gawain MacSam, our bassoonist... \n[36]...General Nguyen Pham Doc, viola da gamba... \n[37]...Clark Pancake -- a multi- instrumentalist, but with his remarkable embosser Clark specializes in wind instruments, and is especially accomplished on the French horn... \n[38]...And, finally, Aloysius \"Lump\" Hudson. Lump is our sackbuttist and -- thank you, Lump -- I see you've also brought my fiddle... \n[39]Oh no. Oh no no no no no. No, we shall recuse ourselves to the basement where we shall be -- I think here the expression is uniquely appropriate... \n[40]...as quiet as the crypt. \n[41]What do you think, General? Present any problems? \n[42]...Good then. \n[43]...All right, gentlemen, why don't we all crowd around and go over the plan. \n[44]...This, gentlemen, is the Lady Luck, gambling den, cash cow, Sodom of the Mississippi delta -- and the focus of our little exercise. Here is Orchard Street... \n[45]...and here is the residence of Marva Munson, the charming lady whom y'all met moments ago. Gentlemen... \n[46]...You... are... here. Now. This brings us to this square... \n[47]...Gentlemen, I believe you are all aware that the Solons of the State of Mississippi, to wit, its legislature, have decreed that no gaming establishment shall be erected within its borders upon dry land. They may, however, legally float upon any watercourse defining a state boundary. But while the gambling activity itself is restricted to riverboats, no such restriction applies to the functions ancillary to this cash besotted bidnis. The casino's offices, locker rooms, facilities to cook and clean, and most importantly its counting houses- the reinforced, secret, and super secure repositories of the lucre -- may all be situated... wherever. Gawain -- where is wherever? \n[48]Where is the money? \n[49]And where is the counting room? \n[50]And what, to flog a horse that if not at this point dead is in mortal danger of expirin', does the dotted square represent? \n[51]Underground... Mmm... During the casino's hours of operation the door to the counting room is fiercely guarded, and the door itself is of redoubtable Pittsburgh steel; when the casino is closed the entire underground complex is locked up and the armed guard retreats to the casino's main entrance. There, then, far from the guard, reposes the money, cosseted behind a five-inch-thick steel portal, yes, but the walls, gentlemen, the walls of that room, are but humble masonry, behind which is only the soft loamy soil deposited over the centuries by Ol' Man, the meanderin' Mississip', as it fanned its way back and forth across this great alluvial plain... \n[52]...This earth. \n[53]...Any questions? \n[54]...Yes, Lump? \n[55]The General here, whose curriculum vitae compahends massive tunneling experience thoo the soil of his native French-Indochina, will direct our little ol' tunnelin' operation. \n[56]...Clark Pancake, while a master of none, is a jack of all those trades corollary to our aim. He will be doin' such fabricatin' and demolition work as our little caper shall require. \n[57]Gawain is the proverbial \"inside man\". He has managed to secure a berth on the custodial staff of the Lady Luck, thereby placin' himself in a position to perform certain chores whose precise nature needn't detain us here, but whose performance shall guide this expedition to its happy conclusion. \n[58]And this brings us to Lump. To look at Lump you might wonder, what function could he possibly fill, what specialized expertise could he possibly offer, to our merry little ol' band a miscreants. Well gentlemen, in a project of such magnitude and such risks, it is traditional -- nay, it is imperative -- to enlist the services of a hooligan, a goon, an ape, a physical brute, who will be our security, our fist, our batterin' ram. Lump is our blunt instrument, and on all our behalfs I wish him a warm Mississippi welcome. \n[59]Well gentlemen, here you are, men of different backgrounds and differing talents, men with, in fact only two things in common: one, you all saw fit to answer my little advertisement in the Memphis Scimitar, and, two, you are all going to be, in consequence, very very incredibly rich. Let us revel in our adventure, gentlemen. Let us make beautiful music together. And above all, gentlemen, let us keep it to ourselves. What we say in this root cellar, let it stay in this root cellar. \n[60]...Lump has a very excellent point. \n[61]No no, madam, we were about to take a break anyway. The glissandi on this particular piece are technically very demanding and I think we would all welcome a moment of relaxation. \n[62]Sadly, Gawain is given to-- \n[63]As well you should, ma'am. But Gawain at times is so far transported by his love of the music of the early Renaissance as to-- \n[64]I understand your-- \n[65]Certainly not, madam. I understand your indignation. And I was offering explanation, not excuse. I myself am offended by those who cannot find the proper words to express themselves and have recourse to-- \n[66]Yes, yes... \n[67]...A fiery lad! But then Youth is fiery! A fact often remarked upon by the poets of the Romantic era. \n[68]...Did he? \n[69]Oh, I am indeed-- \n[70]Ah. \n[71]Indeed not. \n[72]...I don't suppose Othar ever turned his hand -- or, uh, heh-heh-heh, turned his lip -- to the shofar? \n[73]...The ceremonial ram's horn, sounded by the priests of the Hebrews? \n[74]Oh my. Oh my my my my my. This is a severe setback. I am distraught. I am more than distraught, I am devastated. Oh my, this is quite the monkey-wrench heaved into the meticulously engineered construct of our little escapade. \n[75]I am beside myself. I am at a positive loss for words. \n[76]Oh madam, we must have waffles. We must all have waffles forthwith! \n[77]...Oh we must think. We must all have waffles and think, each and every one of us to the very best of his ability! Perhaps if you apologized to the man and gave him flowers, or perhaps a fruit basket, with a card depicting a misty seascape and inscribed with a sentiment. \n[78]Well then, perhaps, surely, a chocolate assortment has been known to warm the heart of even the most hardened misanthrope, especially if it's a premium chocolate, imported, say, from Switzerland, or the Netherlands, or some other of the so- called \"Low\" countries be they Dutch or Flemish or Walloon-- \n[79]Oh my my, it seems that the poet was right: Troubles never singly come. \n[80]I confess myself to be puzzled as well. I thought we all understood that, so far as our little enterprise is concerned, mum, as the saying would have it, is the word-- \n[81]Gentlemen, please! \n[82]...Gentlemen, this sort of behavior does you no credit in the eyes of your colleagues, or in those of the other patrons of this waffle house! \n[83]Gentlemen, I propose that we consider the matter of this woman, Mountain Water, to be-- \n[84]I am so very sorry. I propose that we consider this matter to be closed, and we shall chose to trust her, since we now have no choice, and since she shall share only in Mr. Pancake's portion of the booty. \n[85]Gentlemen! And the manner of disposing of our igneous impediment is also settled. That leaves only the question of Gawain retrieving his job. \n[86]Yes yes, I must confess, madam, that often I feel more at home in these ancient volumes than I do in the hustle-bustle of our modern world. To me, paradoxically, the literature of the so-called \"dead tongues\" has more currency than this mornin's newspaper. \n[87]In these books... \n[88]...In these volumes, there is the accum'lated wisdom a mankind which succours me when the day is hard or the night lonely and long. \n[89]Oh yes, the Good Book, mm. I have found reward in its pages. But for me there are other good books as well; the heavy volumes of Antiquity, freighted with the insights of Man's glorious age. And then of course I love, love, love the works of Mr. Ed G'Allan Poe. \n[90]Oh no, madam, noooo. Not of this world, true; he lived in a dream, an ancient dream... \n[91]\"Helen, they beauty is to me Like those Nicean barks a yore That gently, o'er a perfumed sea, The weary, wayworn wanderer bore To his own native shore... \" \n[92]One doesn't know who Helen was, though I picture her as bein' very, very extremely... pale. \n[93]...Miz Munson, I was tryin' to think of some way of expressin' my gratitude to you for takin' in... \n[94]...this weary, wayworn wanderer... \n[95]...It's just a modest little ol' present, why it's practically nothing at all. \n[96]Oh no madam, I blush. I melt. No, I just happened to hear of this gospel concert tomorrow night, The Mighty Mighty Clouds of Joy, and I thought you and a friend from church, perhaps... \n[97]The concert is up in Memphis, but I have arranged for a car service to transport you thither and, needless to say, back home at the concert's termination. My friends and I will be rehearsing here tomorrow evening so you needn't worry about the security of your charming little old house... \n[98]Well that was very... refreshing... As you know... \n[99]...we academics are inordinately fond of wedgin' ourselves into confined spaces. At Yale the students will see how many of their number they can enclose in a telephone booth; Harvard, a broom closet. \n[100]There was the goldfish-swallowin' craze, of course, a different but related phenomenon... Ahem... I hope I didn't spill any tea... \n[101]Yes, madam? \n[102]Oh madam, you are too kind. Our music, however, is -- how shall I put it? -- rather Roman in its outlook; many of our pieces were commissioned by the Holy See. \n[103]Indeed. Excuse me, one moment, ma'am, and I shall see you off... \n[104]...If you gentlemen can labor harmoniously in the course of my absence, then perhaps upon my return we shall be prepared to explode that vexin' ol' piece a igneous. \n[105]Well of course in my youth I was simply known as Goldthwait... \n[106]I remember my father telling me -- and it is one of the few memories I retain of the man, from one of his visits home, and how I do cherish it -- he said, \"Goldthwait, you are not formed as other little boys.\" \n[107]G.H. number two was self-educated; he had no career, as such, though the state recognized the breadth of his readin' by making him librarian at the state nervous hospital in Meridian, where he was a distinguished inmate. \n[108]I'm... quite sure... that there is... no cause for alarm... \n[109]...Why, I'm not even absolutely certain that I heard anything at all. \n[110]Well, something, perhaps, but... \n[111]...nothing that need discompose us, was the sense I was trying to convey... \n[112]...Miz Munson, I will not have you missing your musical recital. Why, you go ahead now. Miz Funthes, you as well, I beg of you... \n[113]...I shall call the gas company, or the water company, or whatever subterranean utility is implicated in this little... occurrence... I shall see to the matter... as only a highly educated classicist could. \n[114]I gather there was a premature detonation-- \n[115]I propose that we get our fallen comrade to the hospital, and the General shall follow when he manages to recover the severed digit. \n[116]The house is perfectly in order, but we need medical attention for Mr. Pancake who, during the disturbance, pinched his finger in a valve of the sackbutt. \n[117]The General is even now exercising every effort to retrieve your mischievous little pet. Please go, go and enjoy your concert, and we shall see you later in the evening. Au revoir, mes dames! \n[118]Despite our little setback we find ourselves on schedule to penetrate the vault... \n[119]...here, this afternoon, having successfully blasted that little ol' rock to pieces during Miz Munson's choir practice. \n[120]...Clark, perhaps you can run us through the game plan for what remains of our tunnelin'. \n[121]And will you be able to wield the drill with your maimed extremity? \n[122]Yes, Clark? \n[123]Yes but you see, Clark, this is not what you just called \"some other line of work.\" \n[124]This is a criminal enterprise, not to put too fine a point on it, entailin' all manner a risks not involved in honest labor. Governmental regulations an' civic safeguards cannot be assumed to apply to antisocial pursuits. \n[125]I think that in this instance Gawain has a very excellent point. I-- \n[126]Now that that matter is settled, let us synchronize our watches before Gawain reports to work. In... twenty seconds... it will be twelve-sixteen exactly... fifteen... \n[127]No, in fifteen seconds -- now eleven seconds -- it will be twelve- sixteen... eight... \n[128]Six... five -- yes, Lump? \n[129]Welcome back, gentlemen, mission accomplished I see. I am so very very delighted... \n[130]...Congratulations. Congratulations. I have some cold duck on ice for the occasion. \n[131]Gentlemen, to we few. We who have shared each other's company, each other's care, each other's joy, and who now reap the fruits of our communal effits, shoulder to shoulder, from each accordin' to his abilities so forth whatnot. We have had our little diffences along the way, it's true, but I like to think they have only made us value one another the more, each coming to understand and appreciate the other's unique qualities, potencies, and, yes, foibles. I suggest that we shall look back upon this caper one day, one distant day, grandchildren dandled upon our knee, and perhaps a tear will form, and we shall say, Well, with wit, and grit, and no small amount of courage, we accomplished something on that day, a feat of derring-do, an enterprise not ignoble -- we, merry band, unbound by the constraints of society and the prejudices of the common ruck, we happy few. Gentlemen -- to us! \n[132]I do beg your pardon? \n[133]Well that time, and more, has most certainly elapsed. \n[134]I need not remind you of the importance of obliterating any trace of a connection between the vault and this house. It was of the essence of this plan that it should appear that the money had simply vanished. Without a trace. Spirited away, as it were, by ghosts. \n[135]The conundrum of the undisturbed yet empty vault, the unsolvable riddle of the sealed yet violated sanctum, is of the utmost importance not only to make our caper innelectually satisfying. It is also exigent as a matter of practical fact: I remind you that if a tunnel is ever found leading to this house, this house's owner knows all of your names. \n[136]Therefore -- to draw the unavoidable conclusion -- someone shall have to reenter the tunnel to reset that charge. \n[137]...Properly speaking, madam, we have been surprised; you are taken aback. Though I acknowledge that the sense you intend is gaining currency through increasing use. \n[138]...You have returned from your devotions betimes. \n[139]Yes... Yes... \n[140]Well, first, my dear boy, we follow the General's example... \n[141]...and refrain from panic. Secondly, we cooly, calmly, collectedly think... think... \n[142]Hsst... Madam... \n[143]...Mrs. Munson, if I might have a word... \n[144]I assure you I shall be-- \n[145]She shall be down shortly... \n[146]...Tea. Dainties. \n[147]Yes, Lump? \n[148]Madame -- or rather, mesdames -- you will have to accept our apologies for failing to perform since, as you see, we are shorthanded. Gawain is still at work and we could no more play with one part tacit than a horse could canter shy one leg. \n[149]Perhaps I could offer as a poor but ready substitute a brief poetic recital. Though I don't pretend to great oratorical skills, I will happily present, with your ladies' permission, verse from the unquiet mind of Mr. Ed G'Allan Poe. \n[150]...\"Ladies, thy beauty is to me Like those Nicean barks of yore...\" \n[151]\"That gently, o'er a perfumed sea The weary, wayworn wanderer bore To his own native shore... \" \n[152]\"On desperate seas long wont to roam, Thy hyacinth hair, thy classic face, Thy Naiad airs have brought me home To the glory that was Greece And the grandeur that was Rome... \" \n[153]Goodbye, ladies. We had such a pleasant time. \n[154]Yes indeed, and the thirst for knowledge is a very commendable thing. Though in this instance, I believe when you hear the explanation, you will laugh riotously, slappin' your knee and perhaps even wipin' away a giddy tear, relieved of your former concern. \n[155]You see Lump here is an enthusiastic collector of Indian arrowheads and, having found one simply lying on your cellar floor, a particularly rare artifact of the Natchez tribe, he enlisted us in an all-out effort to sift through the subsoil in search of others. Well, in doing so, we apparently hit a motherlode of natural gas -- I myself became acutely aware of the smell of \"rotten eggs\" -- and it was at just this unfortunate moment that the General here violated one of the cardinal rules of this house and lit himself a cigarette. \n[156]...Ah. The money. The money is... Mr. Pancake's. \n[157]He only just re-mortgaged his house in order to pay for the procedure that will correct the wandering eye of his common-law wife, Mountain Water, who suffers from astygmia and strabismus and a general curdling of the vitreous jelly. Mr. Pancake however is an ardent foe of the federal reserve and is in fact one of those eccentrics about whom one occasionally reads, hoarding his entire life savings either under the proverbial mattress or, as in Mr. Pancake's case, in a Hefty bag that is his constant companion. \n[158]...Steel Sack. \n[159]Madam -- if you please. Yes! Yes! It was a lie! A fantastic tale! You have us! Dead to rights! But please allow me to tell you the truth -- in private. \n[160]Madam... \n[161]...What I am about to reveal to you, you may find... shocking. Mrs. Munson, I must tell you that we are not... what we appear. \n[162]We are not in fact musicians of the late Renaissance. Nor of the early or mid period. We are, in fact... criminals! Desperate men, madam! We have tunneled into the nearby offices of the Lady Luck gambling emporium and have relieved it of its treasure! \n[163]It is true that the Lady Luck is a den of iniquity, a painted harlot luring people into sin and exciting the vice of greed with her false promise of easy winnings. Oh, her gains are ill-gotten, yes, but I offer no excuses -- save one! We men have each pledged half of our share of the booty to a charitable institution -- the General, to a placement service for Southeast Asian refugees; Mr. Pancake to the Blue Ridge Parkway Conservancy; and Lump to the United Jewish Appeal. As compensation for use of your house we had planned to donate a full share to Bob Jones University, without burdening you with guilty knowledge by informing you of same. But you have wrested the information from me! Now it is all on the table. Now you have it, the whole story, the awful truth. \n[164]Yes, yes, shamefully I admit it, yes! But find the victim, Mrs. Munson, I challenge you! Even the casino itself, that riparian Gomorra, shall suffer no harm! It has an insurance company, a financial behemoth that will cheerfully replenish its depleted vaults! That is its function! And the insurance company itself is made up of tens and tens of thousands of policy-holders so that -- we have done the calculations, Mrs. Munson! -- so that at the end of the day, at the final reckoning, each policy- holder shall have contributed only one penny -- one single solitary cent -- to the satisfaction of this claim. \n[165]Think of it, Mrs. Munson! One cent from thousands upon thousands of people so that Bob Jones University can continue on its mission! Why, I have no doubt that, were the policy- holders aware of the existence of that august institution, why, each and every one of them would have volunteered some token amount to the furtherance of its aims! \n[166]Yes madam, sadly, the criminal stain is upon my soul, but the benefit shall accrue to any number of worthy causes. As long, that is, as the secret stays with us. And I, surely, shall not be the one to divulge it. \n[167]Excuse me, ma'am? \n[168]Madam, I must strenuously protest-- \n[169]Madam-- \n[170]And... engage in divine worship? \n[171]But-- \n[172]Yes. Unfortunately, Mrs. Munson has rather complicated the situation-- \n[173]...Not easy to do. Many reasons. Practical ones: a quiet neighborhood, a sleepy town. Reasons of moral repugnance: a harmless woman, a deed conceived and executed in cold blood. No, Gawain; would that it were simple! \n[174]I shudder. I quake. \n[175]...You sir, are a Buddhist. Is there not a middle way? \n[176]Well... I suppose you are right. It is the active nature of the crime, though, that so horrifies -- the squeezing of the trigger, the plunging of the knife. But, think a moment -- look at the other tools we have at hand. \n[177]...We have the cellar. We have masonry and trowel. Perhaps we could simply... immure her. \n[178]Ahh but gentlemen, we delude ourselves. Think of the woman's piteous moans as we lay tier upon tier of brick. Think of her lamentations as we fit the last brick into place, appealing to our better selves, the higher angels of our nature, our recollections of our own sainted mothers... No, I fear that we lack the sand to commit such an act. No... no... shortest and most painless is best. Let us confront reality. Gawain's gun... the retort muffled by a pillow... into the brain... the affair of an instant. The only question is... who wields the weapon. \n[179]...I believe it is traditional, in such circumstances, to draw straws. \n[180]Gentlemen, no special pleading, no exceptions. It's in the nature of the situation that we would all prefer to be excused. \n[181]Why... this is most... irregular. \n[182]My my, this is most irregular. \n[183]I'm afraid that Mr. Pancake is right, my dear fellow. We cannot draw straws again; the exercise loses all credibility if you show that the loser can simply beg off doing the job. \n[184]Gentlemen, please! \n[185]Oh my. \n[186]Well this is most irregular. We will need a Hefty bag. \n[187]She is in the kitchen. I shall distract her while you steal out with the carcass. \n[188]Well, my dear Mrs. Munson, I have outlined your position to my colleagues and I now return to you to return our collective verdict. \n[189]There was much spirited discussion and an atmosphere of frank give-and- take. Some of our number were initially appalled at your proposal that we simply return the money; some were more receptive. \n[190]And that attitude, madam, was a factor in our discussions. To a man, I must say, they were devastated at the prospect of not being able to contribute to their respective charities. \n[191]Indeed. But at the end of the day, your position prevailed, and the men have decided that we shall return the money -- every last cent of it! -- and attend Sunday services, rather than spend the remainder of our years wasting away in the Mississippi Men's Correctional Facility. Though that was the original preference of some. \n[192]So the money shall be returned tomorrow at the opening of the casino office. Enjoy your tea, madam... \n[193]...and congratulations on having recalled to the fold five poor, confused sheep who had momentarily strayed. \n[194]Yes... yes, they just arrived. \n[195]What in heaven's name... \n[196]...General! \n[197]\"...Like those Nicean barks of yore That gently, o'er a perfumed sea...\" \n[198]\"...The weary, wayworn wanderer bore... \" \n[199]\"...To his own native shore.\" \n[200]Excellent. I believe, at last, we have the right man for the job. \n[201]...T'was our até brought us to this pass... \n[202]Our overweening pride... The old woman is a more potent antagonist than one had imagined... \n[203]...Now, Lump, I'm afraid it falls to you to finish the job. \n[204]...The comedy must end. \n[205]Oh dear. Oh dear oh dear oh dear. \n[206]Oh dear, Lump. I feared that those would be your words. Not that I don't appreciate your giving the matter the benefit of your thought. But please recall, young man, our respective functions in this enterprise. I am a professor, the professor as you yourself so often say, the thinker, the \"brains of the operation,\" trained in fact in the arts of cogitation. You, Lump, are the goon, the hooligan, the dumb brute whose actions must be directed by a higher intelligence. \n[207]No buts, dear boy! Do not repeat the error of thinking! Now is the moment of praxis! Now, my dear boy, you must act! \n[208]Think of the riches, Lump, that you and I alone shall divide! Recall the dream of wealth untold that first drew you to this enterprise! \n[209]And reflect also that if you decline to act, forcing me to do so, then you shall no longer have any entitlement to the money! Your offices shall have been nugatory! \n[210]Of course! My hand would be forced! \n[211]You?! Allow? Not allow? What presumption! You stupid boy! You very very extremely stupid boy! \n[212]Perhaps... it had to be thus. \n[213]\"...Lo, in yon brilliant window-niche How statue-like I see thee stand...\" \n[214]...Hm. A raven? \n[215]\"...The agate lamp within thy hand... \" \n[216]...Ah, Psyche! from the regions which Are Holy land!\" ", "PANCAKE": "\n[1]One, Mountain! \n[2]...Scrub two! Scrub three! Four, Mountain! \n[3]Okay. Okay. We're prepared for that... \n[4]... Mountain, bring Otto with the apparatus. \n[5]World War I vintage gas mask. It's authentic. Strapped on, of course, so it can't fall off. The animal is free to be as active as he wants, doesn't inhibit his movement, and I think it really sells the whole doughboy thing-- \n[6]...Nnnnrnff! \n[7]No, nothing, uh... you're absolutely right, the gas mask is a whimsical concept-- \n[8]Well, you're absolutely right\u0096- \n[9]Of course not, that would be inappropriate-- \n[10]No no-- \n[11]Easiest thing in the world. I just thought -- but the canteen is much better. Good concept. Let's go with that-- \n[12]Well, he's uh... Just breathe normally, Otto. \n[13]Oh, he can breathe, that thing is -- just breathe normally, Otto. \n[14]Of course. Easiest thing in the world. \n[15]...It's on good and tight, I, uh... Just breathe normally, Otto. \n[16]Don't have my Leatherman. Mountain! Give me your Leatherman! Chop chop! \n[17]Good idea! Ice water, treats-\u0096 \n[18]Right! Of course! \n[19]No, that's me -- I -- the Leatherman... here we go. \n[20]Come on, Otto! \n[21]Mountain, have electric run me a stinger! Don't give up on me, Otto! Mountain, I need two live leads! \n[22]Goddamnit! Otto's gonna have brain damage in about ninety seconds! Okay! \n[23]...Kiss of life! \n[24]Happy to be on board. \n[25]He can't do that. You could sue him. Open and shut case. \n[26]This is not 1952. \n[27]I'm afraid there's a setback on the tunneling front too. We've run into a pretty large rock, and-- \n[28]Oh, we can get through the rock, no worries there. Simplest thing in the world. Why we blow right through it; I've got a pyro license, we bore a hole in the rock, pack in a little plastique; igneous blows pretty good, and we-- \n[29]...Who? \n[30]Yes, Mountain, we were just talking about that, and some plastique. \n[31]This is Mountain Girl. Mountain is my right hand. She helps me with ordnance. Helps me with damn near everything. \n[32]Of course. I understand that. But this is Mountain... \n[33]...I don't keep secrets from Mountain. That's not how you maintain a loving, caring relationship. \n[34]Look, you, I'll thank you to stop referring to Mountain that way. She's the other half of my life. \n[35]You son of a bitch punk! Shut your goddamn mouth! \n[36]...Nobody talks to Mountain Girl that way. She had an abusive family! \n[37]Little punk. I got syrup on my safari jacket. \n[38]Mountain Girl. \n[39]Of course. Wouldn't have it any other way. \n[40]Up yours, punk. \n[41]The drill bit's getting awfully hot. Gawain, maybe you could fill a hudson sprayer and spritz it down while I drill. \n[42]Look, are you gonna have a bug up your ass for the rest of the time we work together? \n[43]No no, me and this gentleman here have to get square. Let me tell you something, MacSam. You wanna know something? \n[44]I'm gonna tell you how I came down to Mississippi. Wasn't born here, you know. I'm from Scranton, Pennsylvania... \n[45]...Nnnff! \n[46]...Scranton, Pennsylvania. Came down here in 1964. Greyhound Bus. With the Freedom Riders. You know who the Freedom Riders were, MacSam? \n[47]The Freedom Riders, my fine young man, were a group of concerned liberals from up North -- whites, Negros, and yes, Jewish people -- all working together, just like we are here. Concerned citizens who came down here so that local black people could have their civil liberties. So that people like you could have the vote. \n[48]What, brother? \n[49]Why you fucking-- \n[50]That's it! \n[51]...Let's step outside, MacSam! \n[52]All right, safety meeting, let's listen up. General, could you hand me the prima cord and the compound there. Before we set the charge we'll run through our procedure. \n[53]...I have earplugs for whoever wants them. Just wedge them in your ears. Now here we have -- not yet, Lump. \n[54]...Now. Prima cord. Gelatinite. C4. Time comes, we pack the hole in the rock with the C4 and insert two leads. \n[55]...and B. \n[56]...Charge comes from a battery that is inside this plunger. Ordinary auto battery, you can pick it up at Sears, easiest thing in the world... \n[57]This is the same procedure we will be using when we collapse the tunnel after entering the casino vault and returning to the root cellar. \n[58]...This is for your own protection, so pay close attention. Once these materials are combined only the professionals may handle them. That means me, or the General. Separately they are harmless-completely inert. Why, you could light this stuff on fire, hit it with a hammer-- \n[59]...why, it's nothing to make a fuss about. Perfectly all right... happens all the time... \n[60]...No, no. Really, I'm perfectly all right. \n[61]Sure, but-- \n[62]Of course. Simplest thing in the world. Microsurgery-- \n[63]Oh yes, they have remarkable abilities in the, uh... \n[64]I don't know what all the fuss is about. \n[65]Of course. Why, it's child's play now, easiest thing in the world. Only a couple of feet separate us from the vault... \n[66]...Just the usual spadework until we hit the masonry of the vault, and then we drill through. \n[67]Oh, I should think so, it's only one finger. Inhibits me in doing finer work, of course. I'll always have to live with that... Ahem. Maybe, and I'm just thinking out loud here, maybe since, as you say, it will present problems later... \n[68]Well, maybe -- and this is something I've talked over with Mountain Girl, and she agrees with me, so it's not just one person's opinion -- maybe I should get a little extra compensation for the accident. \n[69]...Somewhat larger share. Why, if this were any other line of work I'd be getting workmen's comp, wouldn't I? Might even have a pretty good lawsuit. \n[70]Well that is simply asinine-- \n[71]But if it were-- \n[72]Look, you-- \n[73]Well, okay, majority rules, like I say, it was just a trial balloon. Hand's not so bad really, I even get some phantom feeling. \n[74]It will be twelve-fifteen? \n[75]Hnnnn. Arrunggggh! Rnffff. \n[76]...Mmmmnggh! \n[77]\n[78]IBS! Irritable Bowel Syndrome! Is there a men's room down here?! \n[79]Or a lady's room! IBS! Quickly! \n[80]No choice! Quickly! It's a medical condition! \n[81]Feel thirty pounds lighter. \n[82]...Thank you for being so understanding. Not everyone is, of course, which is why the biggest challenge of IBS is educating the public. Afflicts over two million people yet most of us have never heard of it. And it strikes without regard to age, gender or race. \n[83]That's the kind of attitude we're fighting. \n[84]...I guess I never told you, that's how Mountain Girl and I met. They had an IBS Weekend at Grossinger's, in the Catskills. Of course the tourist business up there has suffered, with the demise of the Borscht Belt. So they have different promotions, mixers, so on. This was a weekend for Irritable Bowel singles to meet and support each other and share stories. \n[85]Well, some of them are very-- \n[86]Huh. Looks like an Ikegami. \n[87]...Oh yeah. Mm-hm. I'm not sure whether it's broadcasting... \n[88]...Um-hm... No... \n[89]...Hard wire... \n[90]Look, I didn't choose to have IBS-- \n[91]There's no cure, you know. Only control. Lifelong condition. Not complaining, just fact. And I did meet Mountain. \n[92]Charge should've gone off already. \n[93]The charge to collapse the tunnel. I set it for eight minutes. \n[94]Of course. I understand. \n[95]She certainly does. \n[96]Huh. \n[97]Nnnnrungh... \n[98]...Huh? \n[99]...What the-- \n[100]Perfectly all right. Not a problem. \n[101]That's right. \n[102]Don't trust the banks. Never have. \n[103]Sure, easiest thing in the world. I could whip up a little mortar in one of those snow saucers, lay the bricks, anchor in some chains, Mountain has a source for the manacles... \n[104]Well, sure, fair enough. \n[105]...I'm thinking, though, that since I lost my finger -- I mean, literally lost it because of that goddamn cat -- maybe I should be excused from this thing. Hard for me to squeeze a trigger anyway-- \n[106]Listen, punk-- \n[107]Well, okay... it was just a trial balloon... \n[108]Long straw. You all see it. All your fuss over nothing, punk. \n[109]Wait a minute. You've got to accept your responsibilities, young man. \n[110]Now look here, it's the easiest thing in the world. Pretend her head is a casaba melon, and the gun is a melon- baller, and-- \n[111]Look, with equal rights come equal responsibilities-- \n[112]Why you sniveling little coward! \n[113]You think you scare me, you mewling punk! You don't scare me! Bull Connor and all his dogs didn't scare me! \n[114]...Be a man! \n[115]Be a man! \n[116]\n[117]\n[118]...Oh my god... \n[119]...I think he's hit! \n[120]...I'll just check the carotid artery. \n[121]...That's a negative. \n[122]Sure he's dead. I checked his carotid artery. \n[123]They back yet? \n[124]Good. I'll go dump these in the hearse. \n[125]PULLING him again. A smile is beginning to play at the corners of his mouth. \n[126]No extra share, huh... \n[127]...Nnnrnf. \n[128]...Oof! \n[129]Mountain. \n[130]...Nnrungh! Aaarmh... Ninnnff... Offffflleghhll... \n[131]Nnnnnmmmmfffgh! ", "GAWAIN": "\n[1]I ain't peelin' funky shit with my human hands, man. That's a prescription for disease and viruses and shit, attackin' y'insides. \n[2]Fuck that, man. I ain't pawin' through used Tucks for a fi' dollar chip. \n[3]Man, your guts gonna turn to soup'n leak outcha fuckin' asshole. \n[4]Say wha? \n[5]Oh. End of every shift pit boss brings the cash down to the hold of the ship in the locked cash box; once a day all the cash boxes're moved to the counting room. \n[6]Well, uh... in that square there. Where you pointing. \n[7]...Offices. Underground. \n[8]Ya damn skippy. \n[9]That man plays one bitch barrelful a sackbutt. Ain't no one can blow the tenor sackbutt like Lump, hoowee! goes at that thing like it was a pu-- uh, like it was a woman! Goddamn! He-- \n[10]Don't you be explainin' me, dawg! You can't look into my mind, cape man! \n[11]Hey baby, don't be cruel. Jus' sneak one little peek... \n[12]...Don't let this uniform fool ya-- \n[13]You don't need to be gamblin', honey, you lookin' at a sure thing. They call me Mr. 21, baby, 'cause that's how I measure up. I am the original black Jack, honey, accept no substitutions. You can pull my lever all day long, sweet mama, I ain't never gonna come up lemons. That's right, sugar, you can blow on my dice any ol' time. \n[14]But Mr. Gudge, she had an ass that could pull a bus. This lady was fine, fine, dandy, divine. \n[15]Say what? \n[16]But Gudge\u0096- \n[17]You can't fire me. I sue your ass! \n[18]Sue you for fuckin' punitive damages, man! \n[19]Ya damn skippy. I know you firin' my ass 'cause I'm black! \n[20]Fuckin' judge is gonna be black, motherfucker, that's who gonna be black! You gonna stand tall before the man! \n[21]You still talkin' okay though. \n[22]Shit, man, it ain't about apologizin'! He fired me 'cause I'm black! \n[23]Fuckin' A. \n[24]Man's a fuckin' bigot. \n[25]Walloon my ass, the man ain't gonna roll over for a fuckin' candy bar! \n[26]...The fuck is this? \n[27]...You brought your bitch to the waffle house?! \n[28]...You brought your bitch to the waffle house? \n[29]...Man brings his bitch to the waffle house! \n[30]Everybody lookin' at me like I'm a fuck-up, losin' that sorry-ass job, and this motherfucker bring his bitch to the waffle house! \n[31]Come and get me motherfuck! Come on, baby, let's get it on! \n[32]Fuck you, man. \n[33]Damn right you won't. \n[34]It's just my way of sayin', well, goddamnit, I don't know what it's like walkin' in your shoes, bein' all tightass and all, and you don't know what it's like to walk in my shoes, but, well... \n[35]...You know, there's the custodian, and then there's the man inside the custodian, y'understand what I'm sayin'... \n[36]...and that man has needs, dig, and I guess those needs, Mr. Gudge, which they usually involve women with big asses, well those motherfuckin' needs sometimes well up over the custodian like the motherfuckin' Johnstown Flood. But my point is it ain't gonna happen again. Not if it's humanly possible... \n[37]But Jesus, if you'd seen the ass on that girl, Mr. Gudge, you'd a wanted her sitting on your face too. \n[38]Ya damn skippy. \n[39]Fuck you, man, I ain't your house nigger. I'm the inside man! \n[40]I don't wanna know shit from you. \n[41]Huh? \n[42]I don't give a shit who they were. Just tell me when they gonna leave. \n[43]...You know what, man? \n[44]I don't vote. So fuck you. \n[45]And the bus you rode in on! \n[46]He's the motherfuckin' piece of igneous. \n[47]...You gotta go find it, dipshit! \n[48]Perfectly all right? You just blew your fucking finger off! \n[49]Well get back down there and find it, man! I ain't pickin' up your goddamn finger! \n[50]They can sew that shit back on, jack! Like that guy his wife cut his dick off! Just sewed that motherfucker back on! \n[51]Saw that motherfucker in a porno! Thing still works! \n[52]You gonna sue yaself for blowin' off your finger? \n[53]We don't give a shit! Man can blow his own dick off, don't make no nevermind to us! We don't gotta pay the man for goin' around blowin' off body parts! Getcha head outcha ass, man! \n[54]You pull on your prick you get phantom feeling. Greedy motherfuck. \n[55]Me, dickwad. \n[56]Well ain't that somethin'. \n[57]...Say what? \n[58]Oh man, you shouldn't be using the men's room-- \n[59]You shoulda shit back in the house, man! We don't want Elron finding you in the goddamn crapper! \n[60]You are disgusting, man. All right, follow me. \n[61]Oh fuck, man, I don't wanna know about it. \n[62]Well maybe you should sign me up, man, 'cause you startin' to irritate my bowel. \n[63]Man, I don't wanna hear a single one a them stories. \n[64]Not one fuckin' story! You one fucked- up motherfucker! You-- \n[65]Shut the fuck up! \n[66]Grab your bag and get in that fucking hole! \n[67]Motherfucker can't stop talking, can't stop shitting. Motherfucker tell everyone about his motherfuckin' asshole. No one gives a shit about his asshole. Nobody interested in another man's asshole. Or his bitch's. \n[68]...You just fart? \n[69]Y'all been celebratin'?. \n[70]Motherfuck! \n[71]I know how to discomplicate it! Put a cap in the old lady's head! Then everything simple again! \n[72]Well -- fuck, man! What we gonna do, give the money back and go to church?! \n[73]You one whiney motherfucker! I squeeze your nutsack you keep that up! \n[74]...Motherfucker... \n[75]I'm sorry, ma'am, I-- \n[76]I can't do it! \n[77]She reminds me of my mama. I can't shoot my mama! You motherfuckers just draw straws again. \n[78]Fuck you. And your irritated bowel. I can't shoot that old lady. \n[79]What the fuck you talkin' about, man? You think this a melon-baller, you do it, man! \n[80]She just an old colored lady to you -- you do it, man! \n[81]What you say, you whiney motherfucker? I come up your irritated ass with this -- motherfuckin' gun-- \n[82]You fuck! \n[83]You ain't no fuckin' man, fuckin' a sixty-year-old lady in pigtails! \n[84]I seen Virginia hams I'd rather stick my dick in than your old-- ", "SHERIFF WYNER": "\n[1]Sheriff Wyner... \n[2]Afternoon, Miz Munson. \n[3]...Mackatee Funthes? \n[4]Oh yeah, believe I do. \n[5]Uh-huh... \n[6]Well-- \n[7]He-- \n[8]Uh-huh... \n[9]I could-- \n[10]No ma'am-- \n[11]It's been disturbin' Othar then, has it? \n[12]I don't think I-- \n[13]Yes ma'am. \n[14]Yes'm-- \n[15]Mm-mm-- \n[16]Help him? \n[17]Well, we're here to help... \n[18]No ma'am. \n[19]Many what ma'am? \n[20]No ma'am-- \n[21]Mm-hm. \n[22]Yes ma'am. \n[23]Miz Munson. \n[24]Could it possibly wait, ma'am? We're a little busy today. \n[25]Call you right back. \n[26]...You know something about it? \n[27]You... you have what at home, now? \n[28]Mm-hmm. \n[29]Does he now. \n[30]Oh yes. \n[31]Angry, was he? \n[32]I expect so. \n[33]So you want us to go fetch him. \n[34]Well... \n[35]...Why don't you just keep it, Miz Munson. \n[36]How's that ma'am? \n[37]Yes ma'am? \n[38]That'd be nice, ma'am. \n[39]Thank you for the information, ma'am. ", "LUMP": "\n[1]Here's your fiddle, Doctor. \n[2]What, uh... what does \"cosseted\" mean? \n[3]Thanks, Professor. \n[4]There's no \"I\" in \"team\". \n[5]I, uh... \n[6]Yeah, it fucks things up. \n[7]Is he gonna want a piece of the action? \n[8]...Igneous? \n[9]Couldn't you just bribe the guy? \n[10]I'll get the sprayer. \n[11]Blood, Professor! Oh my God! Blood! \n[12]Yeah, but he lost his finger. \n[13]Professor? \n[14]I don't have a watch. \n[15]Hey, lookit that. \n[16]Maybe we could have something to drink, too. \n[17]Well there sure as shit ain't no tunnel left. \n[18]She saw everything. She saw our hole... \n[19]...She saw our hole, Professor! \n[20]What do we do? \n[21]Professor? \n[22]I can't really play the buttsack. \n[23]Oh, fuck. \n[24]Is he dead, Professor? \n[25]Quick! Grab Clark! \n[26]What, Professor? \n[27]...Professor, I been doing some thinking. \n[28]Maybe she's right! Maybe we should be going to church! \n[29]Yeah, I know, but-- \n[30]I can't do it, Professor! A nice old lady like that! \n[31]But-- \n[32]You mean -- you mean -- you're gonna kill her?! \n[33]I can't let you do that, Professor! A nice old lady like that! \n[34]Oh yeah? \n[35]...Well who looks stupid now? \n[36]...Huh? \n[37]...No bullets? ", "DIRECTOR": "\n[1]Cut, goddamnit. His canteen fell off. \n[2]...Props! \n[3]...The goddamn thing's canteen fell off. It would have been a good take. \n[4]What the hell is this? \n[5]It looks like a fucking joke. \n[6]What? \n[7]How the hell does it eat when it gets to the Kennel Rations? \n[8]Don't let the client see this. \n[9]Or the Humane fucker. \n[10]They'll shut the fucking spot down, Pancake. Put the goddamn canteen back on. That says he's a soldier. Dented tin canteen. Just tie the damn thing to his collar. \n[11]What's he doing? \n[12]The fucking dog can't breathe. \n[13]The fucking dog cannot breathe! Get that fucking thing off him! \n[14]Get the fucking thing off him! \n[15]Get the fucking thing off him! Chitra, make sure the Humane fucker doesn't come over here! Bring him to craft services! \n[16]Not the dog, you idiot! The Humane fucker! Distract him! \n[17]Oh my god, he's bleeding! \n[18]Put up a couple solids here -- I don't want the client seeing this! \n[19]Otto is fucking dead! ", "PREACHER": "\n[1]I know you all remember that when Moses came down the mountain, carrying the word a God, come down that Sinai peak, he caught those Israelites red- handed. What he catch 'em doin'? He caught 'em worshipping a golden calf. \n[2]...He caught 'em with their backs turned on God! \n[3]...He caught 'em worshipping a FALSE God! A God of EARTHLY things! He caught them Israelites in DECLINE! \n[4]...Because backslidin' is DECLINE, brothers and sisters! You hear talk these days, and I know you've heard this talk, you hear talk of DECLINE, well all that means is we done turned our back on God! \n[5]...People say civilization doin' this, civilization doin' that, civilization in DECLINE! Well it ain't no civilization! It ain't no them! It's US, brothers and sisters! \n[6]...It's what's in our hearts, each and every one of us when we like them Israelites! Slidin' awa-a-a-ay down that Godly slope, slippin' and slidin' toward the mire and muck a the stinkhole of greed -- that's \n[7]...And what did Moses do when he saw those declinin' backslidin' never- mindin' sinners? \n[8]...Moses SMOTE those sinners in his wrath yes he did! \n[9]...Y'all know what smote is! I smite! You smite! He smites! We done smote! \n[10]...To smite is to go UPSIDE the head! \n[11]...Because sometimes, brothers and sisters, that is the ONLY way! \n[12]...To smite is to reMIND! We got to STOP that decline! And scramble back UP to the face a the almighty Gyod! \n[13]...'Stead a worshippin' that GOLDEN calf, that earthly TRASH on that GARBAGE island! That GARBAGE island in that shadowland WAY outside the Kingdom a God! \n[14]...That GARBAGE island where scavenger birds feast on the bones a the backslidin' damned! \n[15]...And so, let us pray... \n[16]Why thank you, Sister Rose. \n[17]Oh now ladies... \n[18]Oh now you gracious ladies. ", "WEEMACK": "\n[1]...You wouldn't believe this shit, sometimes even out here on the casino floor you gonna find sanitary napkin shit stuck there, Tucks, I don't know what the fuck people do while they're gambling here man. \n[2]You gotta do it. Mr. Gudge checks everything. Man is a motherfuck. Shit -- looka this. \n[3]...You keep an eye out, man. I found a hundred-dollar chip once. \n[4]I said it was a hundred. \n[5]This tunnel leads back onto land. To the office for all the people work for Mannex. Mannex Corporation. Owns the Lady Luck 'n three other boats... \n[6]...This is where they think on their corporate shit, Gudge and them. \n[7]...The lights is ugly but it ain't as many Tucks. \n[8]...YO, motherfuck! Lemme in! \n[9]Kiss my ass. \n[10]This is where they count the dough. You try to take any of it Elron there shoot your ass. \n[11]...This place is a fuckin' pigsty. You a pig, man, nothin' but a squeaky ol' motherfuckin' pig... \n[12]...You got fuckin' Kocoa Krispies in ya uniform man, still got breakfast there and you eatin' motherfuckin' lunch. \n[13]...You a disgrace before motherfuckin' God... \n[14]...You a motherfuck-- oh, hello Mr. Gudge, how we be this mornin'? \n[15]He is a cleaning motherfucker, man! ", "GUDGE": "\n[1]Funthes. How's the new man? \n[2]Is that a fact. \n[3]I don't care how big her ass was, MacSam. You're fired. \n[4]There is no fraternizing with customers on the Lady Luck. Clean out your locker. \n[5]Get out of here. You're fired. \n[6]Sue me? For what? \n[7]Punitive damages. \n[8]Everyone on the custodial staff is black, MacSam. Your replacement's gonna be black. His replacement will no doubt be black. \n[9]What the hell is this? \n[10]Hmm... \n[11]Well, we're all human. \n[12]This apology buys you a one-week probationary period. Stay away from the customers, MacSam. ", "SHERIFF": "\n[1]Evenin', Miz Munson, I just came by... \n[2]...to let you know I had a word with WeeMack. He says he gonna comply with your request, keep the music down and neighborly. \n[3]So you have a pleasant evening now, and just let us know-- \n[4]Ma'am, I'm a little pressed for time-- \n[5]Someone was here, ma'am? \n[6]Well, maybe I'll catch him next time... \n[7]Very neat. \n[8]Ma'am, I really have to... \n[9]...be gettin' back... \n[10]Miz Munson, my pager just went off... \n[11]'Fraid I gotta respond... \n[12]...I'll try to meet your friend some other time. ", "GENERAL": "\n[1]So sorry. \n[2]-- Rock! \n[3]...Very bad. \n[4]No extra share! \n[5]So sorry. \n[6]Must float like a leaf on the river of life. And kill old lady. \n[7]Must shoot! \n[8]Must shoot! ", "YOUTH #1": "\n[1]All right Dragon Lady, give us all the fuckin' money! \n[2]We want that donut money! \n[3]And we ain't fuckin' around, Mr. Hi- Ho. \n[4]Give us the money! \n[5]...You got three fuckin' seconds. You understand one-two-three? I'm gonna count one-two-three and then shoot. Okay? Three sec\u0096- huh! \n[6]His fingers are way the fuck up my nose. \n[7]I think they're in my brain, man... ", "MAMA": "\n[1]What you got there, Gawain? \n[2]Nothin' my ass! You got a dog there! \n[3]A filthy noisy little pest of a puppy dog gonna shit all over the house! \n[4]I'm gonna train you real good! I told you don't bring no stray dogs into this house! \n[5]...You wait til your Daddy gets home, he gonna lay into you proper! \n[6]Daddy gonna kick your ass! \n[7]...Bringin' in a filthy dirty dog! ", "HIS POV": "\n[1]The heavy orthopedic shoes approach, and then, with loud Mr. Mogul sounds of effort, Mrs. Munson's hands and knees hit the floor. Her head drops in to view to peer in, her own cheek against the floorboards. \n[2]nearing the old lady is now different somehow. The perspective is somewhat lower; the humming woman sounds not quite the same; the rocking chair and the room itself are subtly different. \n[3]The microbus, parked halfway down the block, ominously idling. \n[4]We are nearing the bus. \n[5]The uptilted water glass is sending false teeth -- full uppers and lowers -- rattling toward his face. \n[6]shows the foreshortened barrel as he experimentally squeezes the trigger. "}}