{"dialogues": {"KELLY": "\n[1]Kevin, hey. \n[2]Absolutely. \n[3]Me too. \n[4]That's not what you came to say. \n[5]I was working for you when \"us\" started, what's-- \n[6]Kevin, as long as we... What was that last part? \n[7]Yeah, that part.  There's... somebody who's um... \n[8]Oh.  Oh.  That's okay.  Well.  This uh... this probably wasn't meant to be, y'know.  I mean, I'm... God, I gotta be ten years younger and you, you... you're y'know... \n[9]Oh... No, no, I'm not angry I'm not, I'm just thrown, I'm... I actually have an early lunch, so... \n[10]Yes, well... famished. \n[11]What do you expect, mugging me from behind? \n[12]Well you shouldn't have.  How did you even know where I was. \n[13]I don't like to be scared, Myra, I have a thing about fright, don't ever scare me. \n[14]Really?  I never realized he was so psychic, how could he detect that, did he tell you there's somebody else? \n[15]You? \n[16]You? \n[17]You and Kevin. \n[18]You don't know what to say, lucky for you action speaks louder than words. \n[19]I'm not upset, Myra, okay.  I just never thought of you as a y'know... \n[20]No. \n[21]Myra. \n[22]I really... I should get back. \n[23]Don't fuck with me! \n[24]Kevin.  How's it going, what's happenin', family good, great, nice to catch up, get out. \n[25]A tooth? \n[26]Oh, well then I'm sure that's it, he got killed by a dinosaur, anything else? \n[27]Sorry? \n[28]This is what we do? \n[29]Are you on drugs? \n[30]I'm not going to Maine, I won't even go west of Forty-third Street-- \n[31]I'm not even a field person. \n[32]This was Myra's idea, wasn't it? Get me out of the office for a few days, until-- \n[33]I never do field work and even if I did, Maine, to look at a tooth of a dinosaur who bit somebody, couldn't you dream up something-- \n[34]I am not going to Maine.  That's ridiculous. \n[35]Did he say anything? \n[36]And you didn't see anything? \n[37]There?  That's the morgue. \n[38]Is the dead guy in there? \n[39]Um. No, no.  Let's go. \n[40]I need to get a microscopic look at it. \n[41]Maybe I should see... \n[42]I'm fine, thank you. \n[43]Well. At wakes. \n[44]I can look at dead things. \n[45]Wait. \n[46]Okay. \n[47]This... how long did this attack go on for? \n[48]And this is how he came to the boat? \n[49]Okay. And is there a place nearby I could go to vomit? \n[50]You talk to the married couple? \n[51]What kind of backup do we have? \n[52]What? \n[53]You have a thing against museums? \n[54]Ever even been in one? \n[55]What is that? \n[56]And you stock these things for what, to fend off Russia? \n[57]It's just that-- \n[58]Mosquitos.  I have a thing about mosquitos. \n[59]Kelly Scott. \n[60]Are we all museum bigots in Maine? \n[61]Yes, it did seem prehistoric but I'm sure he just carried the thing for luck.  Not that it worked, obviously.  It probably somehow got lodged into his body. \n[62]Why are you staring at me? Do I have a smudge on my face, it would be so you not to have told me. \n[63]Excuse me.  One other thing, it's a small point, but... I have a thing about being humored, and I'm feeling humored, more by him, but you seemed quick to join in. \n[64]Please. \n[65]What was the cause of your husband's death, Ma'am, do you know? \n[66]We don't mean to invade your privacy but... was he ill, was he sick? \n[67]Sheriff. \n[68]What is with this lake?  It looks black and... there are no waves or anything. \n[69]Gee. \n[70]We're staying in tents? \n[71]Yes, camp, I thought that meant Holiday Inn, I never heard \"tents\", will there be toilets? \n[72]What? \n[73]It looks like a branch. \n[74]You threw it at me!! \n[75]Don't throw heads at me, and stop calling me \"Ma'am\"! \n[76]How big do the bears get? \n[77]And they're sure he didn't get tangled under the outboard somehow? \n[78]It really is beautiful, isn't it? \n[79]I was told they discriminate against people with hygiene. I never believed it. \n[80]I told you. \n[81]How would you know, what-- \n[82]So I don't like tents, why-- \n[83]I am a paleontologist. I also was dating my boss he turned out to be involved with a co-worker who was also my friend and for the sake of comfort, theirs, I was shipped off to Maine. I don't feel like going back yet. \n[84]I'm not making it up. \n[85]I've come, I'm here, I'm staying. Unless there are ticks. \n[86]Oh my God. \n[87]If this is who I think it is. It is. \n[88]Hector Cyr.  He's a rich kook mythology professor.  He's done some work with our museum.  He also treks the world to swim with crocodiles. \n[89]Crocodiles.  He's an expert on them.  And if he's here... then he must think that's what's in this lake. \n[90]There have been Northern sightings. But not this North. \n[91]It couldn't be a crocodile. \n[92]Hector.  The big one has no sense of humor.  And since he's the one who decides whether you get to play, try not to be your obnoxious self. \n[93]I never had sex with you! \n[94]But they're nighttime hunters, Hector, he'd probably be on land now anyway. \n[95]Hector. \n[96]They look scared. \n[97]My hair. \n[98]None of us actually saw anything. I realize this Sir, but something flipped us over, I doubt very much it was a mink. \n[99]Thank you, it's so rewarding to imagine my tax dollar finding its way to you, you Fucker. \n[100]U.S. Wildlife won't send anybody without a confirmation. \n[101]Something's in that water. \n[102]Oh God, worms.  I got a thing about worms. \n[103]Adult males will charge hatchlings. If there's one out there... \n[104]Because they just consult their little indigenous charts. \n[105]I'd be able to see something. \n[106]Oh that's funny.  That was real funny. \n[107]Skipping stones.  Look how flat that water is, you can get ten skips on a good one. \n[108]I beg your pardon? \n[109]I am not staying on shore. \n[110]I didn't fly up here to roast marshmallows-- \n[111]I am going out on that boat and why are you picking on me, is this some kind of-- \n[112]That was an awful thing to say to me. \n[113]I do know crocodiles and I won't get in your way. I really do want to be a part of this. \n[114]Good. \n[115]Hey!  What is going on? \n[116]You hurt his feelings.  I think you should go apologize. \n[117]Look.  The thing about Hector... he takes this crocodile business very... he thinks they're Godly. \n[118]In his defense, every primitive culture known to man deified them. He's a mythology professor, he thinks crocs are divine conduits. \n[119]It's to make you understand him, with understanding comes tolerance. Too bad they don't put proverbs in Twinkies, my load would be lighter. \n[120]I'm sorry. \n[121]You should take a flax pole. \n[122]I'm just saying last resort. \n[123]They respond pretty quick.  I'll wait till you get down before I turn it on. \n[124]Good luck. \n[125]What? Oh as if I'm interested. \n[126]I asked you to be nice to him. \n[127]He may be a kook but he's also been all over the world with them.  He even swam in the Grimetti with killer Niles all around him, he never got nipped. \n[128]He said he knew it when he looked into their eyes. \n[129]What?  I don't even know the guy. \n[130]Well Hector's a giant cracker. \n[131]What is this? \n[132]Well.  He's probably rugged handsome I guess.  Yeah. \n[133]It shouldn't be taking so long. \n[134]That was a bust. \n[135]What was that? \n[136]Hurry up!! \n[137]Shit!!  Hank!! \n[138]I think.  My hair. Where's Hector?! Where is he? \n[139]There's bubbles over there!  Look! \n[140]There he is.  Here he comes! \n[141]Yeah. Nobody saw anything? \n[142]That's probably good. \n[143]Um... y'know... Yeah. \n[144]I'm fine.  I uh... I'm fine. \n[145]Hard to believe there could be a monster under such peacefulness. \n[146]Excuse me? \n[147]What are you talking about? \n[148]Gee, that was so poetic, Jack.  I'm all moist. \n[149]Nice?  Nice would be \"you look pretty,\" nice is not some man- eating monster has tricked my brain into making you look good. \n[150]You did, you-- \n[151]A man just died, you're hitting on me with science. \n[152]Hank? \n[153]Are you okay? \n[154]You're cut. \n[155]He was an Indo-pacific. \n[156]Scales were oval.  It was an Asian crocodile. \n[157]He had to be thirty feet long. \n[158]Why he's that big, I don't know. Why he's here... the wetlands are being developed, crocodiles are moving.  Australia, Fiji, the things have started to cross oceans. \n[159]Hank! \n[160]Yeah.  I got some stuff for your cut. \n[161]I wonder if he's some kind of mutant. That bear had to be surprised. \n[162]It's okay. \n[163]Just gotta pull it a little tighter. \n[164]Father's a surgeon.  I can even stitch in a pinch, wouldn't be a bad idea here. \n[165]Keep it dry.  No swimming. \n[166]What?  Why... people have been killed, I hardly think I'm having a good time, why would... Does it show? \n[167]This is the first time I've actually... y'know been in the middle of anything.  I've never really even gotten dirty before, with me showers have always been preventative. \n[168]Maybe.  I've always read about what's happened.  I've never... I know it sounds silly but, it's nice to be someplace while something is actually... y'know... happening. \n[169]We should probably go to bed. Get rest, get some rest.  Go to our separate beds, get some rest. \n[170]Night. \n[171]We seem to say goodnight a lot. \n[172]Night. \n[173]I'm gonna get ticks.  I know it. They're drawn to me.  I got a thing about ticks. \n[174]What? \n[175]Shit, shit, shit, shit, shit. \n[176]Thing we can lift it? \n[177]I'm not mushing it. \n[178]I'm not mushing it. \n[179]That is it!! \n[180]No.  I keep getting hit with heads! \n[181]You calm down! \n[182]I'm being very calm.  I'm composed. This is the second time I've been hit with a severed head, I'm entitled to complain. \n[183]What? \n[184]What is she doing now? Mother of God. \n[185]Look ten feet into the water. \n[186]How long have you been feeding this thing? \n[187]A mistake. \n[188]Alright, Jack! \n[189]Jack! \n[190]Did you want to be killed by it? \n[191]Hector. What you just did... there was at least some sort of a death wish going on. \n[192]Excuse me? \n[193]I'm no psychiatrist.  But I would think there have to be better places to look for autonomy, than-- \n[194]Oh, bullshit. \n[195]No. \n[196]Can I tell them you won't go back in the water? \n[197]What? \n[198]Okay. \n[199]Good idea. \n[200]They could try to tranq him on land. \n[201]And how would we neutralize him? \n[202]Well... \n[203]He has been going after everything. It could work. But this is not a happy cow. \n[204]He's floating.  Take it home. \n[205]If he gets close, you go up, Hector, don't you endanger that cow. \n[206]He's mooing. \n[207]Such a simple idea and it's working.  What does that tell you? \n[208]Watch out!! \n[209]Hector!! \n[210]We gotta get to Hector!! \n[211]Did you get him? \n[212]Wait. \n[213]I think the drugs are kicking in. \n[214]He's through fighting.  Look at him. \n[215]You're not okay, your leg's a mess. \n[216]He heeds a tourniquet. \n[217]You're gonna be okay. \n[218]Yeah, you got bit.  I'm gonna fix it. \n[219]We need to get it some medical help. And him too. \n[220]Okay. That's where they're taking the croc, Hector, they've got some big tank there. \n[221]Yeah.  Thanks to you. \n[222]I'm sure this would offend you on principal but... could we keep in touch? \n[223]Well... \n[224]No, no, I'll be a while anyway. I'm gonna say goodbye to the lake. \n[225]No, I actually want to stay for a little while. \n[226]I'll miss you most of all scarecrow. \n[227]Yeah. \n[228]But we do. Hey, we'll always have Maine. \n[229]Likewise. \n[230]Different worlds, Jack. \n[231]No. \n[232]You think? \n[233]Probably not. \n[234]Good thinking. ", "JACK": "\n[1]What did this? \n[2]We set? \n[3]Jack Wells.  A museum sent you? \n[4]Did you make anything of the tooth? \n[5]Let's go. \n[6]Ma'am, your first impression isn't going well. \n[7]Mrs. Bickerman, the reason we're up here... a man was fatally attacked yesterday by some animal in this lake.  Do you know how your husband died? \n[8]You killed him. \n[9]You gonna dig up that lady's husband? \n[10]What is going on here? \n[11]Big but... a bear couldn't do that to a moose or man in water.  On land maybe.  But... \n[12]Hank says he's sure. \n[13]Never been to Maine before? \n[14]Why are you here?  Really. \n[15]The Museum of Natural History doesn't send out investigators to-- \n[16]And even if they did, I doubt he or she would have problems with tents. \n[17]You don't like tents, mosquitos, look at your fingernails, you have about as much business being in the woods-- \n[18]They sent you out to examine a tooth, why are you out here on the on the lake? \n[19]Well.  You don't have to stay out here, why don't-- \n[20]What? \n[21]Who? \n[22]In Maine? \n[23]If we're gonna go we better go. \n[24]What's that? \n[25]Are they feeding? \n[26]They look like they're jumping. \n[27]Same thing from Fish And Game. \n[28]Well until we see it, we're not gonna be convincing too many people. \n[29]Baby crocs? \n[30]If one could be out there... why does Fish And Game tell me it's impossible? \n[31]Listen... if you really do know crocs, you should know how stealth like they are.  I wouldn't be standing a foot from the water. \n[32]He could be right there and you wouldn't see him. \n[33]What are you doing? \n[34]Listen, uh... Hank and I think it best if you stay on shore. \n[35]Whatever's out there did flip over a canoe-- \n[36]It's too dangerous for-- \n[37]You flew up here because your boss-- \n[38]I'm beginning to see why you were shipped off. \n[39]I'm sorry but you're... \n[40]Okay. We're up at six. \n[41]'Night. \n[42]He thinks they're what? \n[43]Let's just all get some sleep. \n[44]Alright, let's just drop here. \n[45]Good. See ya soon. \n[46]We went in different directions. That water is thick, you can't see through it! \n[47]You okay? Kelly? \n[48]No. U.S. Wildlife is on their way. \n[49]Police want to keep it quiet, if the press gets word... lake monster.  They just want us to sit tight. \n[50]Are you okay? \n[51]A man died.  You don't have to be so tough. \n[52]I thought I might track the shoreline tomorrow, look for prints. \n[53]You know they say the brain confuses fear for passion. \n[54]When you get scared, the brain releases a chemical, same chemical it releases when somebody's... in high school, the thing to do was to take the girl to a scary movie. \n[55]I'm saying between the moonlight, a beautiful lake and a monster that bites heads off... you look good. \n[56]Forgive me for trying to be nice. \n[57]I didn't say it like that. \n[58]I was trying to pay you a compliment, I was guising it as science 'cause I know you're comfortable in that arena. Science. \n[59]Just forget it. \n[60]You cut, we'll hold him. \n[61]Hank.  The little cannon you brought, get it.  Guard the shoreline.  Otherwise, we're done. We made the I.D., our job is finished. \n[62]But why Maine and why alone?  Crocs are social, why's this guy on the move by himself? \n[63]Get your big gun and guard the shore.  Hector.  Go to your tent. \n[64]Get the gun. \n[65]Like little children. You okay? \n[66]I couldn't believe... did you see the size of that thing's mouth? \n[67]Let's get away from the shore. \n[68]Sorry. \n[69]Ow.  Shit. \n[70]Who taught you be be a nurse? \n[71]No thanks. \n[72]Thank you. \n[73]You're having the best time of your life, aren't you? \n[74]That's why you're here.  To get in the middle of something? \n[75]Thanks for the... bandaid. \n[76]You said nobody came in here! \n[77]You're okay? \n[78]You're really okay? \n[79]Well.  Goodnight. \n[80]We could not say it and... Well, that thing is ambulatory if you want somebody in your tent to... \n[81]Get back from the shore.  We know how fast he can leap out. \n[82]They won't be here till at least noon.  We got a few hours to kill. \n[83]Ssssh! \n[84]I heard something. \n[85]Guard the water. \n[86]That's pretty big. \n[87]Maybe.  Don't mush it. \n[88]You're mushing it a little around the-- \n[89]Okay.  Okay.  Okay. \n[90]Really-- \n[91]Calm down. \n[92]Calm down. \n[93]You gotta be kidding. \n[94]Look. \n[95]He just appeared.  You have no idea how he arrived in this lake? \n[96]This time, I'm gonna kick your ass. \n[97]Hey!! \n[98]You wanna kill yourself, that it, you looking to commit some kind of divine suicide? \n[99]No! You might think they're Godly, you might get some spiritual lift backstrokin' with dragons but you just put a deputy at risk and-- \n[100]'Cause he just ate a cow, you stupid-- \n[101]Just heard from Wildlife and Florida Fish And Game.  They should be here by four. \n[102]We might as well pack. \n[103]Well, you can try talking them into that, if-- \n[104]Forget it. \n[105]No way. \n[106]So maybe Wildlife will try to save him, they're more equipped to-- \n[107]Even if we could tranq him-- how would we get him on land. \n[108]And again.  How would you get him on land? \n[109]We won't let him get hurt, Ma'am. \n[110]Are we crazy? \n[111]We've got a cow hanging from a helicopter. \n[112]Keep enough tension to hold him up, Hector, we don't know if he can swim. \n[113]The more he thrashes, the better. \n[114]We're ready. \n[115]If he tires, lift him out. \n[116]It can't work. \n[117]He looks like a giant tea bag. \n[118]He doesn't seem to be swimming.  Is he swimming? \n[119]Hector. \n[120]You do? \n[121]Where?  Where? \n[122]Can you confirm visually or just radar? \n[123]Okay.  Lead him in. Okay, everybody up on the trucks. We aim for the stomach or side... there's little chance the darts will pierce his hide.  Everybody up on the trucks. \n[124]Nice and slow. Let's get ready. \n[125]You wouldn't? \n[126]Almost here, Hector.  Don't forget to lift up the cow. \n[127]You shoot on my order.  If he charges, I'll be yelling \"go\" which means drivers take off.  And drive fast, they can move on land. You set? \n[128]Little closer.  Three, two, one... \n[129]Fire!! \n[130]Keep firing! \n[131]Shit!! \n[132]Take him. \n[133]Where is he?! \n[134]Back us in a little, we need to get a shot! \n[135]Tranq guns down, rifles up! \n[136]Do not go in that water! Back us in!! \n[137]If you get a safe shot... \n[138]Hector.  Do not move. \n[139]You see anything? \n[140]Go!!  Drive!! \n[141]Take him!! \n[142]Hector, you see anything? \n[143]I don't think we really want to wait for him to catch his breath. \n[144]I don't care.  Hank.  End it. \n[145]Yeah and every time we think there's no more danger-- \n[146]Get him onto shore. \n[147]Don't count on it. We better take him out. \n[148]Thank God. \n[149]You take care. \n[150]She didn't tell us about the other croc 'cause she was afraid we'd blow it's head off. \n[151]Just those two. \n[152]Okay. \n[153]Well... I got stuff to pack up and... \n[154]You too. \n[155]You wanna ride in my truck? \n[156]You sure?  I don't mind... \n[157]If I'm ever in New York... \n[158]Y'know, if we didn't live in separate worlds and... \n[159]It was... something meeting you. \n[160]I thought I should say goodbye to the lake too. \n[161]Yeah, I thought about that as I was driving... and... I haven't found somebody in my world.  You found anyone in yours? \n[162]So I was thinking... maybe if I met anybody in my world who was good for you and if you know somebody in New York good for me, we could fix each other up. \n[163]Worth a try.  We don't wanna be alone forever, do we? \n[164]That was... y'know if the guy asks me can she kiss, now I'll be able to tell him if you can. ", "KEOUGH": "\n[1]And they pay you for this?  To tag beaver? \n[2]Ask me, what an animal does in the wild is his own business so long as he doesn't do it to man.  I think Mark Twain said that. \n[3]Hey! \n[4]Jesus Christ. \n[5]He just came up screaming. \n[6]He just kinda gurgled.  He was pretty much dead. \n[7]The lake was dead calm until up he came.  The tooth is in there. \n[8]Yes. \n[9]That's where they keep them. You want me to bring the tooth out here? \n[10]I wouldn't. \n[11]Have you ever seen a dead body before, Ms. Scott? \n[12]This is a little different. \n[13]Seconds.  Three, four. \n[14]Yes. \n[15]Nobody lives within twenty-five miles, 'cept some old couple who live right on the lake.  Teenagers trek in every once in a while, none have disappeared, and none have spotted anything unusual. \n[16]Not yet. \n[17]We? \n[18]Sorry.  I'm just a little unclear as to why the Museum of Natural History would send somebody here. \n[19]I got nothing against-- \n[20]Lightweight Forward Area air device unit.  Whatever's out there, one shot with this and he's dead. \n[21]You're sort of a rude person. \n[22]Ready. A museum in New York sent us some additional back up. \n[23]I'm ready when you are. \n[24]We're just going to investigate an accident.  There's no monster. \n[25]There was an accident, that's all. Nothing to worry about. \n[26]My department doesn't have any record of that, Mrs. Bickerman. \n[27]Was he swallowed? \n[28]And how would you have accomplished this, Ma'am? \n[29]Half mile up, there's a clearing. \n[30]I'll call the coroner. \n[31]They wanted to call it Lake Placid. But somebody said that name was taken. \n[32]The tents were sent ahead, they should already be set-up. \n[33]I told you.  Two days, we'd have to camp. \n[34]What the hell? \n[35]I thought I saw... \n[36]Hey!! \n[37]I just let go of it. \n[38]With what? \n[39]--Who is he? \n[40]Wait just a second.  You don't just fly in here and start barking orders. \n[41]Mr. Cyr! \n[42]I really don't mean to be discourteous. But how is it a person could come to believe that a crocodile is in New England? \n[43]And what would he do come winter? \n[44]Around here.  Yeah. \n[45]White perch. \n[46]Doesn't look like it. \n[47]They don't believe her. \n[48]We'd only just met. \n[49]Keystone what? \n[50]Hey. \n[51]We are here on official business. \n[52]No!! What's with digging the holes? \n[53]Everybody out, back to your tents, now! \n[54]No!!  Out! \n[55]You listen to me.  The only reason I'm letting you be part of this is 'cause you got the helicopter and the radar-- \n[56]I do not like you. \n[57]You're a whacko. \n[58]What the hell are you doing?!! \n[59]You're crawling around like a-- \n[60]A spring trap! \n[61]I coulda shot you, you-- \n[62]This is an official investigation, and this cuckoo bird is a civilian. I don't care how much money he's got, he's a total mental. \n[63]Apologize? \n[64]Is this 'spose to make me take him more serious? \n[65]Why does everybody insult my intelligence, I have intelligence, intelligent people eat Twinkies. \n[66]I'm an intelligent person. \n[67]I shall kill him. \n[68]Again, I don't mean to be annoying with my questions.  But if it is a crocodile which I don't think it is.  And if they do charge these baby hatchling sounds... why exactly would you want to be underwater at the time? With you it makes sense. \n[69]That \"Walt\" guy got hit underwater-- \n[70]Again.  Not to be disruptive.  Do we have a problem with it dying? \n[71]Is this a trick? \n[72]I brought a pork chop, maybe we could hang it around your neck for luck. \n[73]Was that like a homo-sexual remark? \n[74]And that's why he thinks they're Godly? \n[75]You like Jack? \n[76]Hector thinks you like him. \n[77]You think Jack's handsome? \n[78]I'm just curious.  I can never tell what women think is handsome.  Is he handsome? \n[79]Am I? \n[80]Hector, Jack, we show you with about twelve minutes of oxygen left, and you're on the last tank. Time to go home. \n[81]I don't know.  It was like a tug. Something tugged us. \n[82]Hey! \n[83]Kelly!! \n[84]Jack!!  Hector!  We're being dragged!! Cut the line!  Cut the fucking line! \n[85]Cut the Goddamn rope! \n[86]Are you alright? \n[87]Hector!  Hector, we got dragged off position, when you surface, you gotta yell. \n[88]Nobody actually saw it.  It happened sudden. \n[89]Yup. \n[90]His head was just... bitten off. \n[91]You know, Hector, I'm sure you're a fine person in your own mental way.  But I think it would be best if you and I didn't speak. \n[92]You don't want to cut me down. 'Cause I'll kill you. \n[93]Yes. \n[94]Other than feeling slightly embarrassed, I'm perfectly fine. Could you cut me down? \n[95]I have no interest in ever looking at you, Hector. Could you please cut me down? \n[96]Thank you. I lied. \n[97]Okay.  It's a crocodile.  I'll admit it. \n[98]Asia?  How... how could he get here? \n[99]Alright, Ms. Paleontologist.  I wanna know why that monster is here.  You got a theory? \n[100]Is everything a big fucking joke to you? \n[101]I'm sick of him! \n[102]He said he knew Karate! \n[103]If I fall into a hole or get hoisted into a tree... \n[104]It came from across the lake. \n[105]Obviously I was wrong! \n[106]He was in his mouth?! \n[107]He didn't eat the kid cause he'd just swallowed a bear. \n[108]I'm tired, Hector.  I know this because you're beginning to not bug me. \n[109]Raincheck. \n[110]We shouldn't even really be doing this. \n[111]So does he. \n[112]Look. \n[113]I can't recognize him from the back.  It looks like him. \n[114]That's him. What the...? \n[115]Now I'm gonna puke. \n[116]What? \n[117]Oh, but you have, Ma'am.  You lied to us, that could be obstruction of justice.  A man's been killed in part 'cause of your silence, I could make out a charge of reckless endangerment and I'm sure PETA would be annoyed at how you treat your cows. \n[118]Ma'am.  Your husband, Bernie.  You didn't, by any chance, lead him to the lake blindfolded? \n[119]Ma'am, how could you not report this?  He puts human life at risk and-- \n[120]You're to wait right here until the police show, you're under full house arrest. \n[121]What problem? \n[122]I can arrest you!! \n[123]You probably do want to be killed by it, that was you trying to meet your maker. \n[124]Gee, that would really disappoint me. \n[125]Other than to eat us? \n[126]Go ahead. \n[127]Let's get back to camp. \n[128]She's worried about the cow now. \n[129]They're coming right in. \n[130]That it's about to go wrong. \n[131]Don't worry about me. \n[132]I can't.  I'll get Hector!! \n[133]I'll take it! \n[134]I don't know. Back the truck-- \n[135]I just have this feeling everything's totally safe. \n[136]Where is he?! \n[137]Hector!! \n[138]Alright.  Game over. \n[139]Should I? \n[140]He's done.  He's dying. \n[141]We trapped him with our chopper. \n[142]I was aiming for you. \n[143]I'll go. \n[144]Thanks for your help. \n[145]I guess. ", "HECTOR": "\n[1]You beat me.  Balls. I need some of you to help me unpack. You and you. Not you. Who do we have from Fish And Game? \n[2]I could see the algae blooms just coming in, how long has this lake been stagnant? Hi, Hector Cyr.  The Earth is round and so should you be. \n[3]I'll need any and all topographic studies. \n[4]I apologize, I just don't want to lose the light, we've got time for a quick scout, you've had work done. \n[5]Hector Cyr, I said it once, let me know when it sinks in, have you seen it? \n[6]They've been migrating north, Kelly, this lake connects to the ocean,-- \n[7]C'mon, we're losing light, why does the big one heckle me? \n[8]That hurt my feelings. \n[9]If he's here, I'll find him. Did she tell you we had sex together? \n[10]Even so, you're allowed to boast. You look thin by the way, I've mentally undressed you, I can see your ribcage. \n[11]They have saltwater glands, they can swim across oceans, it's only a matter of time. \n[12]They can survive winter.  As long as their nostrils don't freeze, they survive, am I foolish to explain things, he had such trouble with my name? \n[13]Is this where it happened? \n[14]If he's eaten in the area, he shouldn't be far away.  Crocs hang around the food source. \n[15]'Cept he wasn't before, was he? You know, when friends or family members say things, they tend not to register so sometimes it helps to hear it from a total stranger. You're fat. \n[16]What's going on? \n[17]Such the flirt. \n[18]Some decomposition, little acidic, it has been swallowed. Is this the man who was killed? \n[19]Well, you've got a croc alright, they're keystone species. \n[20]Species, keystones affect the entire ecosystem, that could explain all these worms, the water. You've got a crocodile. Bury your friend. \n[21]You're a beautiful woman. \n[22]And law enforcement, such dangerous work.  The idea that you could die suddenly with no offspring, disconcerting, let's mate, commit your genes to perpetuity. \n[23]Cocktail? \n[24]They come on land and they're brazen.  They're also attracted to noise, you can see I make a lot of it. \n[25]Could she stay, we've tentatively scheduled intercourse. \n[26]And you like me. \n[27]Deep down, gut check.  I'm growing fond of you and it's liberating to say so. \n[28]That hurt my feelings. \n[29]Looking into a gun barrel.  He screams.  Keough screams.  Then-- \n[30]Jesus Christ!! \n[31]What are you doing?! \n[32]I'm laying a spring trap! \n[33]I keep telling you, they can come on land, I don't wanna wake up in the middle of the night-- \n[34]This could end up saving your life,-- \n[35]They don't really attack underwater and-- \n[36]No crocodile has ever-- \n[37]And what if I tranq him Kelly?  He drowns.  You think about that? \n[38]Crocodiles don't sever with their teeth, their molars are blunt. \n[39]What I'm saying is if it's a crocodile that cut a man in half he would have to be over twenty feet which would make him well over a hundred years old, it would be unthinkable to destroy him. \n[40]Two years married, divorced, used to be a lawyer, quit, I'm still waiting on his sperm count. \n[41]As if. Will you miss me? \n[42]No thank you, but maybe later you can chew the bark off my big fat log. \n[43]I'm sorry. \n[44]Was he a good man? \n[45]Whenever somebody dies I consider it such a waste that I didn't know him better. \n[46]I used to have this recurring nightmare that I was headless. \n[47]I'd be on the ground looking up at my body, no head, walking around bumping into everything.  And my parents wouldn't let me in the house 'cause they'd just bought all these new antique lamps and they were afraid I'd knock them over, made sense, and meanwhile, the neighborhood bullies would see my round little head on the ground looking like a ball, and they'd come rushing over to start up a game of soccer.  I'd actually feel grateful just for being allowed into the contest, that's esteem for you, what are your thoughts? \n[48]This is a setback. \n[49]Beg pardon?  Sorry to intrude but Hank seems to have gotten himself stuck in a tree. \n[50]I probably could've accomplished freeing him myself but he had a look of mayhem on his upside down face. \n[51]Promise you won't kill me, first. \n[52]Are you sure? \n[53]Obviously some asshole in Hong Kong flushed him down a toilet. \n[54]Maybe he doesn't play well with others. \n[55]Bite my bishop. \n[56]At school they'd always say \"go\" first. \n[57]He never said \"go\". \n[58]What's that? \n[59]Just spit him back out.  Some shall live, some shall die, arbitrarily, sound like any higher power we know? \n[60]Sobek.  Half man, half croc, oldest God-- \n[61]That sounds good but underneath it's hurtful. Nightcap? \n[62]It happens when I land. \n[63]'Cause this is the cove he obviously lives in. \n[64]I need to see his habitat. \n[65]He's not gonna hurt me. \n[66]Oh.... my. \n[67]I suddenly feel a bit foolish. You're different from the others. \n[68]Holy spirit of Sobek.  Holy ghost. Holy shit. \n[69]Just turn the ignition, it's fuel injected. \n[70]I know under the circumstances, biting off my head might seem viable.  It would cheapen you. \n[71]No.  If you don't kill him instantly, I'm dead and you'll only kill him instantly if you get his brain, which is about the size of a cherry.  And even if you were on target, a bullet might not penetrate his hide. \n[72]Move over!! \n[73]I'm trying!!! \n[74]Bastard bit my chopper. \n[75]Let's not overlook he didn't eat me, maybe-- \n[76]I'm a civilian!  You don't have any authority-- \n[77]Then do it!! \n[78]So profound and fat. \n[79]You think I'm that nuts? \n[80]Nothing's real. \n[81]Nothing's real. I'm rich, people are automatically my friends, sycophants ooze out like oil slicks and and and-- \n[82]With crocodiles... everything's even. \n[83]I'm an empty man, Kelly, wealth has robbed me of the dream in life, I sit here broken, a hollow sack-- \n[84]Didn't even sound good? \n[85]Eh.  Fuck it. \n[86]Yes.  You may.  But maybe... I don't know... \n[87]Could we have intercourse? \n[88]They'll kill him. \n[89]They're not going to be able to snag him in pitmans.  Tranq him in water, he drowns. \n[90]They won't.  He's taken human life, the mission will be to put him down. \n[91]Forget about him being God, he's thirty feet long, he is a miracle of nature, who somehow made his way to Maine.  This is a grand beast. A grand dragon.  An attempt should at least be made to capture him alive. \n[92]I have enough flaxedil with me to put him out.  And I think I know a way to-- \n[93]Look.  I know I'm crazy, but when they come, they will kill it.  They have to, politically, he's too dangerous, if something were to go wrong... the odds are he will be destroyed,-- \n[94]If he were neutralized when they got here... they might consider saving him. \n[95]We lure him on land and pump him with the drugs. \n[96]Jack.  We've all seen it.  He's probably a hundred and fifty years old, he's bigger than an elephant. \n[97]We both know what they'll do. \n[98]He follows anything that moves. You guys can be in the trucks with tranq guns.  If he charges, drive off, plus Hank you've got your hand- held cannon.  We could do this with no safety risk.  If it works, we save a beast that should be saved. \n[99]That's actually the easy part. \n[100]Not much drag.  As long as I can keep him from swinging, we're okay. \n[101]Right. \n[102]You ready on shore? \n[103]Hold on! \n[104]I got something on the screen. \n[105]He's coming. \n[106]Thirty meters or so.  Moving slow, but straight toward Elsie. \n[107]Radar, he's underwater.  But he's definitely coming. \n[108]On our way.  There, he's surfacing, there's the snout.  You little sucker. \n[109]He's following.  Here we come. \n[110]Thank you, Jack. \n[111]We're in about four feet of water now. \n[112]Oh, shit. \n[113]Motherfucker. \n[114]Where is he? \n[115]No! \n[116]I see blood.  Maybe you got him, Hank. \n[117]I can't see him, but this is definitely blood.  Maybe you got him. \n[118]I don't know! \n[119]No.  Look.  He's got nothing left. \n[120]I'm okay. \n[121]Guess I finally got bit. \n[122]Flax him under his tail.  Two hundred cc's.  Under the tail, that'll put him to sleep. \n[123]He's gonna live? \n[124]And Hank. I know you weren't really trying to hit him. \n[125]Thanks for the rescue. \n[126]You talk to Bickerman? \n[127]Women's intuition.  Are there anymore? ", "KEVIN": "\n[1]Kelly. \n[2]Hi.  Listen.  Could I steal you a second? \n[3]I had a great time last night. Again. \n[4]You work for me.  I'm not comfortable with-- y'know, \"us\"... \n[5]I know and I thought I could handle it but work and pleasure along with somebody else, it's a dangerous mix. \n[6]The somebody else part? \n[7]Else. \n[8]A jerk. \n[9]It's ten after nine. \n[10]Hey. \n[11]This is business. There was an accident in Maine, some guy got killed by something in a lake.  Probably a bear, but... they found a tooth. \n[12]A tooth they say couldn't have come from any bear.  They say it looks prehistoric.  Like maybe a dinosaur. \n[13]I want you to go there. \n[14]I'm sure it's nothing, but you're a paleontologist, this is what we do, I-- \n[15]I'd like you to check out this lake.  See-- \n[16]Kelly-- \n[17]Part of our research-- \n[18]Well on this one I'd like you to be. \n[19]It has nothing to do with-- \n[20]Kelly-- ", "BICKERMAN": "\n[1]Oh, my husband passed away almost two years ago. \n[2]Oh well, I'm sorry.  I didn't realize you keep such a firm track of the dead. \n[3]Oh yes.  I killed him. \n[4]Oh, yes. \n[5]Well, he was very ill and he refused to go see a doctor and well... I think he had Alzheimer's, he would be coherent one day, incoherent the next and one coherent day, he asked me to end his suffering.  I wouldn't do it but he kept insisting and insisting and deteriorating till the point the only cognitive thing he could really do was that I finish him off.  Finally I just gave in and hit him on the head with a skillet then buried him under the bulkhead. \n[6]Dig him up if you don't believe me, Javert. \n[7]Come and get it. \n[8]I haven't broken any laws. \n[9]The reason I lied is if I'd told you the truth, you'd just hunt it down and kill it which seems to be exactly what you're doing. \n[10]About six years.  He first appeared in May of nineteen-ninety-one. Bernie was out fishing and it followed him home.  So we threw him some scraps and well... he didn't seem to bother anybody.  He became kind of like a pet who lived in the wild. \n[11]No.  Do you? \n[12]No, I did not. The crocodile did kill him, though. But it was all... it was a mistake. \n[13]One of our horses got loose two years ago, went to the lake to drink and... well the crocodile started coming in, Bernie went to intercede and... it was all a terrible misunderstanding. If I reported it, they would've sent people to kill it. \n[14]Nobody lives on this lake.  it's really his lake now. \n[15]Murders and rapes in the cities. People bomb planes... can the police stop them?  No.  But feed one little cow to a crocodile... \n[16]Thank you, Officer Fuckmeat. \n[17]I'll sue you. \n[18]You can't take a cow by eminent domain. \n[19]You're all fuckers.  Vicious little fuckers. \n[20]Cute little Buttons.  Mommy loves you.  Come eat your supper little buttons.  Nibble Mommy's toes. ", "GARE": "\n[1]Sheriff. \n[2]You might want to see this. \n[3]It's a human toe. \n[4]Thank you. \n[5]It seems like we're getting lower. \n[6]Why are we landing? \n[7]So why are we landing? Hector. \n[8]C'mon Hector.  I know you're crazy but you can't-- \n[9]Please.  I'll have sex with you, anything, but get out of the water. \n[10]Hank!  We got a problem with Hector. \n[11]He went swimming. \n[12]Hector!! \n[13]Come on. \n[14]I might get a shot. \n[15]Jesus. About twelve more yards.  Keep coming just like that. \n[16]Oh my God. \n[17]Go!! \n[18]Go!!! \n[19]Nothing.  Maybe he swam out. \n[20]Your truck is jammed.  Should we take some stuff out? ", "RESUME": "\n[1]Walt flippers himself closer, wants a closer look.  The snake seems unimpressed.  Then suddenly, the snake lunges at him, misses.  Shit.  Walt's look says \"what the fuck?\"  A beat.  Then the snake swims off.  Walt relaxes.  A beat.  But then... he looks around, uneasy.  He gets this feeling he's not alone down there.  Looks about, nothing but murky water.  But he's not alone, we can feel he's not alone. He looks left, right... then... four snakes, swimming, hovering, looking back at him.  What's with these snakes?  Walt decides he'll go back to the boat.  Then... BOOM.  Something hits him... and it's no snake. \n[2]A beat.  This head looks ripped off the body. \n[3]\n[4]\n[5]the croc as he slowly starts to move.  The teenagers start to take turns, swinging on a rope from a branch which overhangs the shoreline.  As they laugh and yell, Danny swings on a long rope... landing with a splash.  About ten feet from the croc, waiting stealth-like, his eyes barely above surface.  He could easily go for Danny... but he somehow knows the service will get better.  As Danny swims back to shore, Janine takes hold of the rope. \n[6]\n[7]They just stare, as Kelly continues to scream. \n[8]Keough leans in for a closer look. \n[9]Kelly raises her binoculars.  So does Jack. \n[10]Kelly, Jack, and Keough, as they lower their scopes.  They look at each other, then back at the foregoing. \n[11]By now Hector is almost to the chopper, the croc is right there too.  Hector's right hand then goes slowly for his belt though it's impossible to discern why.  The crocodile seems poised to finish him.  There's a slight GROWL. And then suddenly, a small underwater POP, followed by an EXPLOSION out of the water.  it's an inflatable life vest and as it pop tarts out of the water, the croc lunges for it. As the croc goes for the vest, Hector makes his dash for the chopper.  In almost an instant, he's climbing on board as the croc pulls the vest into darkness underwater. Hector's up on the chopper's ski. \n[12]The chopper lowers the cow.  He starts to kick his legs in anticipation. \n[13]The croc, unable to dive, is now thrashing toward the beach. But there's no rage in his behavior now.  He seems desperate. He's taken some bullets, he's tired, he's wedged inside a two ton piece of metal and he's exhausted. ", "OKUBO": "\n[1]I tapped you. \n[2]Wild guess. \n[3]Kevin told me you were upset. \n[4]Well... he didn't have to tell me that part. \n[5]It started before you, Kelly, I never would've-- \n[6]It was just a quick thing which we thought was over, and and... \n[7]It wasn't suppose to happen, I don't know what to say... \n[8]Kelly-- \n[9]Backstabber? \n[10]Liar? \n[11]Shitbutt? ", "JANINE": "\n[1]Excuse me?  Is it true you're going to look for some kind of monster in Black Lake? \n[2]We heard a man got bit in half. \n[3]Here I come.  Ready or not. \n[4]Tommy? This isn't funny, Tommy. \n[5]Where is he? \n[6]He just took him in his jaws. \n[7]Yes. \n[8]You should have signs posted, for God's sake! "}}