{"dialogues": {"LARRY CROWNE": "\n[1]Written by Tom Hanks \n[2]Three-pack of men's elastic waist mid-thigh boxer shorts! $2.69! \n[3]They do love the comfort food. Don't you, Li'l Pickle Bug... \n[4]Buddy. Park there and you'll get a ticket. \n[5]Team Leaders zone departments before punching out. It's policy. \n[6]Probably to clean up after the party. \n[7]Speck-tack-alar. \n[8]Ah, who's counting? \n[9]Remember how we saw \"The UniMart Way\" video, Vick? You and me, alone in this room, and look at us now. \n[10]I think I know what this is about. \n[11]Sounds like you're firing me. \n[12]UniMart is firing me... \n[13]Why me? 9. \n[14]Why not Strang? \n[15]I've been here longer than you, Jack. I started 21 years ago as an Inventory Associate at the store on Euclid. \n[16]I won't make the Front Office? \n[17]I went in the Navy. Right outta high school. Five years, and by then... \n[18]I thought I was Employee of the Month. \n[19]No. No. No. No. No. No. No. No. No. No. No. No. I'm going to lose my house... \n[20]Guys. Guys. Guys. Guys. Guys. Guys. Guys. Guys. We can fix this. Can't we fix this? \n[21]Stick it out. You go to college? \n[22]Thanks for seeing me off. \n[23]I was holding for Barry Raphael in Home and Real Estate? \n[24]Barry is gone? I need to talk to someone in Home and Real Estate. \n[25]I wish! I'm Customer number 566 7878 2031 339 and I can be there in three minutes! \n[26]Three minutes! \n[27]What happened to Barry Raphael? \n[28]I m hoping not to lose my house. \n[29]$291,987. \n[30]13. LAURIE GAMMELGAARD No. \n[31]That's RiverBank's plan for me? \n[32]How do I offer this up to Personnel? \n[33]This? \n[34]There isn't. \n[35]Just following up with an in-person visit. \n[36]You have a great location here. \n[37]I used to work for UniMart! I could spill you some 411. \n[38]I know their trade secrets. \n[39]And I'm ready to learn new strategies. I'll stop by again so you can keep me in mind. \n[40]I'll work every day. \n[41]As I recall, I gave my notice and worked all my shifts and that was 12 years ago. \n[42]Not sure I could work here anyway. The atmosphere is too pleasant and the clientèle too A Number 1. \n[43]No charity today. I got things to do. \n[44]Nothing. I was just saying that. \n[45]They said it's because I didn't go to college. \n[46]Buying out Denise's half of the house was the worst advice, ever. \n[47]I love you too. \n[48]Hard to do. \n[49]Aren't there unemployed engineers and geophysicists? \n[50]You won the Lottery. \n[51]I'll see if there's a class in here for PowerBall 250. 22. \n[52]They give these away free. \n[53]First time. I was in the Navy. \n[54]Galley Mate. 23. \n[55]No. No, no. I need an all-new career and a place to go everyday. \n[56]Is this Public Speaking? \n[57]Sorry! Parking's impossible today! \n[58]New to the Student Body. \n[59]I'm going to be late for my first day of school. \n[60]Please tell me this is Speech 217. \n[61]Look at us, in two classes in a row. \n[62]That Ms. Tainot is something else isn't she? I'm new to this coll ge life and, I confess, she sca es e This whole place scares me. \n[63]I woke up this morning so nervous about the first day of school. I changed my clothes three times. \n[64]I'm sorry. Larry Crowne, and I'm babbling. \n[65]I like this guy... \n[66]Money woes. Paying for gas, getting to school. You ever come across a moped or a scooter for sale or trade? \n[67]\"College Graduate.\" \n[68]That's a hunk of junk. \n[69]It doesn't work. \n[70]Two hundred. \n[71]Two hundred. \n[72]Two hundred. \n[73]Forget it. \n[74]All I need is the open road. \n[75]It still works. \n[76]Speck-tack-alar. Nice machine. Where you headed? \n[77]School. College. I'm a student. What do you do? \n[78]Yeah? I'd say 'have a great day' but that would be stating the 35. \n[79]You take care. \n[80]Got me here for a nickel's worth of gas. \n[81]I am? \n[82]It's only been one day \n[83]New to the sport. \n[84]Larry Crowne. With an 'e'. \n[85]Not much fashion sense. \n[86]Gotta go! \n[87]You mean me? \n[88]My presentation will be on the subject of a very particular procedure. \"How to make French Toast\", but I'll speak English... \n[89]Most people think syrup comes out of a plastic bottle. \n[90]That went fast... \n[91]Why not. \n[92]I just bought it and ride around. \n[93]Other than school, I have nothing to do. \n[94]I know where a yard sale is, like everyday. \n[95]Follow me, boys and girl! \n[96]College buddies. \n[97]Entrez vous, sea food plate. \n[98]Good choice. \n[99]I did most of the cooking, actually. You know about Denise? \n[100]The usual stuff between three people. \n[101]Dark. \n[102]Stay outta my way. \n[103]Cooking for friends is sort of fun. Three hundred times a day is not. \n[104]He is? \n[105]'We'll be right back after these messages.' \n[106]Capice. \n[107]L rry. \n[108]Peace indeed. 48. \n[109]Speck-tack-alar. \n[110]That was a great presentation. I learned a lot from it. \n[111]Smart stuff. Super smart. \n[112]Breaking even is not making profit, it's a theoretical assumption. Economics abhors an assumption. \n[113]So what happens here? \n[114]I have no idea what that means, but you betcha. \n[115]Holy smokes! \n[116]You got inventory. \n[117]This is just sitting here? Talia! This is unproductive capital! Sell it on eBay. \n[118]What is all this worth? \n[119]Where? \n[120]53. \n[121]Denise. Larry. \n[122]This a good time? \n[123]I'll call you later. \n[124]Well. Okay. Uh. Here's the deal. \n[125]I'm going to miss a few months on the checks for the house. \n[126]I hoped not to, but I there it is. \n[127]I'm sorry. 56. \n[128]Let's start with six. \n[129]I don't have it. \n[130]I tried. I'm too much of a risk. \n[131]\n[132]Raul? Yes. \n[133]I do? \n[134]The USS Coral Sea. Boss, I don't want to quit school. \n[135]I gotta get to class before I miss the whole day. And I can't work mornings Mondays, Wednesdays, Fridays. \n[136]Deal. When will we talk salary? \n[137]I'm sorry I'm late, Dr. Matsutani. May I still sit in the class? \n[138]Lala... To upload market differences without... \n[139]Then say it. Just give the answer. You know it. Say it. \n[140]I'm sorry, Ms. Tainot. I will not miss another class, this I vow. 63. \n[141]Inappropriate subject in mixed company. \n[142]64. \n[143]She's marred. \n[144]Complimentary coffee is usually lousy. \n[145]I got a job. \n[146]Perry's Coffee shop. Breakfast all day. And I'm going to school. \n[147]I was afraid of that. \n[148]You said come back in a few weeks. \n[149]I can't make the payments on the house. I'm going to lose it, aren't I? \n[150]You guys are forced to say that, aren't you? \n[151]Should I begin? \n[152]first crossing of the Equator... \n[153]Unless you're looking at a chart, you don't even know the Equator when you cross it... \n[154]Oh crap. \n[155]Raul's my boss, yeah. \n[156]Square footage at this price is a bargain. \n[157]This is your Matsutani Delta Number. You net this every month, you cover overhead, and the rest is profit. \n[158]Chapter four. 74. \n[159]Well, back to work! \n[160]Ms. Tainot? \n[161]Larry Crowne. \n[162]Do you need a ride? Hop on. \n[163]I was heading home. Right? We're done scooting? \n[164]Seriously. I offer you a ride. \n[165]I've yet to give anyone a lift on this but I think I can get you home with a scraped elbow, worst case. \n[166]An attractive woman like you walking alone is a dumb idea. \n[167]In those shoes? \n[168]Put this on. Strap your legs round my engine and 80. \n[169]Ain't you a ball of fun? \n[170]I do want to survive this night. \n[171]Where am I taking you? \n[172]I may use this as a presentation in class. \n[173]I like your class. You're making us all do things we never thought we could. \n[174]Someone's getting pinched... \n[175]Bad night for that guy. \n[176]Unit 114. \n[177]You don't want to give me your pass code. \n[178]This it? \n[179]I'll get the door for you 83. \n[180]What? \n[181]What? \n[182]What are you talking about? \n[183]When I say 'what', it means I get it and have already purposefully forgotten everything. Call it irony. \n[184]Goodnight, Ms. Tainot. \n[185]I assumed you preferred Ms 84. \n[186]That's a long story and it's late. My helmet? \n[187]\n[188]Thanks. \n[189]We all have crushes on you. Even the gals. \n[190]Wow... \n[191]Yes, you do.. In you go.  Close the door. Lock it! \n[192]Goodnight, whoever you are! \n[193]On his scooter. Heading towards the Scooter parking. She smiles -- a rare thing on a morning like this but the memory of last night warrants it. She heads in that direction. \n[194]Epilog. School today. \n[195]If we had ended up making out, you still wouldn't hear it. \n[196]How are the Triplets? Groggy, Puffy, and Grumpy. \n[197]Last i ht? Let's see, what was I doing? Studying some. Working some. Can't recall. I've forgotten everything that happened last night as best a gentleman can. \n[198]I wouldn't want that. \n[199]Sure. Nothing happened. At all. \n[200]None. \n[201]I'd better scurry along to Dr. Matsutani's class. I hope I don't have this same conversation with him. \n[202]I have to sell my car. 91. \n[203]If I could afford a new top I could afford to keep it. \n[204]Half my UniMart salary. \n[205]I'm looking back on the year Denise left as the good old days. \n[206]Everyone keeps saying that. \n[207]The odds of two people on the same street winning the lottery are worse than one person on the street winning the lottery. \n[208]This thing must be making me dizzy. What? \n[209]Vick? How you doing? Larry Crowne. \n[210]Why are you on the Register? 93. \n[211]Cash. No receipt. \n[212]'Consumerism'. \n[213]The handwriting is loopy. Looks like 'Consumerism'. \n[214]You missed Matsutani's class. Review for the final. \n[215]What? Why? \n[216]Talia. Don't be a fool. Stay in school. Don't throw away your education. \n[217]98. \n[218]Japanese characters go the other way and that says Soy Sauce. \n[219]It does. Soy sauce. Soy. Sauce. Quitting school is for dopes. \n[220]Might not make it. I have finals! \n[221]She's insane. \n[222]Frances Taylor-Briegh. You have a problem with your order? \n[223]Mrs. Tainot. \n[224]There's no way in creation I screw up French Toast. \n[225]You'll be the judge of that. \n[226]So, your meal is satisfactory? \n[227]Would you let my boss know so I don't lose this job? \n[228]Shall I prepare you another batch? \n[229]Then I will return to my station.. \n[230]Priceless at a buck apiece. \n[231]You'll get me top price. \n[232]Here's lunch as promised! \n[233]108. \n[234]Jack Strang. Wow. This is irony. \n[235]Jack. I need two bucks back. Times are tough. \n[236]Ah. Forget it. Keep the change. \n[237]I add chicory and a bit of vanilla. Trick I picked up in the Navy. \n[238]Didn't expect that. Thanks, Mrs. Tainot. \n[239]110. \n[240]This has turned into a full time gig. Out of necessity. \n[241]I'll have to see. \n[242]My first class in college ever. And I get an A. Gotta be the teacher. \n[243]Cars not much. Devices some. \n[244]In my old job, I'd have steered you to a Vortex unit. The MapGenie interface is clumsy and the menu needs too many inputs. \n[245]Ah. The Auto On Feature is engaged. Menu. Select. Features. Auto Voice. Select. Change? Yes. On. Off. Done? Yes. Save. Back. Back. Back. Exit. \n[246]How long was this broken? \n[247]All better now. Should be able to find your way. \n[248]My Boss. Back to work. Thanks for the good news... \n[249]Yes. \n[250]I met you. ", "MERCEDES TAINOT": "\n[1]I'm here. Shut up. Turn off! \n[2]Jerk! \n[3]Are you new to the Faculty? \n[4]This is the Faculty Lot. We've earned degrees for these spaces. Students park on Mars. \n[5]I bet it won't be the first time. \n[6]This is it? \n[7]...7, 8, 9. \n[8]My day has just been made and it's only 8:02 in the morning! This class...is CANCELLED!! \n[9]The city charter requires a minimum of ten students per class, otherwise it costs more to have us here than not. Did you really want a class at 8 AM? I didn't. Throw out those alarm clocks! \n[10]While earning a Masters in Shakespearean Political Discourse from Vassar, I learned to care. Caring is a prerequisite for this class I have to teach in this 26. \n[11]Participate. Show up on time.  Care. And stay awake the 55 minutes three dawns a week I have to be here, or I will fail you and not care.  My name is Ms. Tainot. Not 'tie- knot'. Tay-no. You will each address the class on Wednesday. A procedure. How. To do. Something. \n[12]Who are you? \n[13]Why are you here, Steve? \n[14]Busik. Of course... \n[15]32. \n[16]You'd think so. \n[17]Tap Dancing. Ping Pong. Water Torture. And Speech at Sunrise \n[18]Why wouldn't I believe you? \n[19]You were looking at porn. \n[20]Took you a while. \n[21]Yes you are. \n[22]Brain freeze. \n[23]I have no secrets from you. I share the whole miserable slate. \n[24]You look at Bra-Busters Triple-X expecting me to pretend I don't know or I don't care. I do both and don't like it. \n[25]We now all know how to Burpie. Thank you. Who's next? \n[26]Make me the bad guy. Ms. Crowne? \n[27]Mr. Crowne. My bad. \n[28]Go. \n[29]M classes were once filled with e rnest young men ready to learn all I had to teach them. Cute boys fresh out of High School who all had crushes on me from day one. Now look at my cadre. Dibiasi. Bound for jail. Mack. Treating college like another tour of combat. Crowne. If this was Hamlet, he'd be Osric in Act 5. The part that is always cut. 38. \n[30]Busik, I am going to kill you. You can't suggest these saps take Shorthand or Oral Hygiene? Bring me in at this ungodly hour for 2 minutes on French toast? \n[31]Great. The history of the sugar maple tree now. Thank you Wikipedia. But the speech is over. MERCEDES TAINOT Ah-ooo-gah! Time's up. \n[32]Breakfast may never be ready. \n[33]Next. \n[34]Are you clairvoyant? \n[35]Did you notice? No script. No notes. So it can be done. \n[36]White, Siler and Koss, you are up next time. You did good, Fran. Thanks. \n[37]Mr Crowne? Can you move along 50. \n[38]When was the last time you looked at your life and saw nothing but fraud and desperation? \n[39]Well I'm joking of course!!! \n[40]Go to hell... \n[41]It was. Yes. \n[42]How? \n[43]Okay. \n[44]Wait a ding dong minute.  1.2.3.4.5.6.7.8.9. Someone is missing! Who cut my class? \n[45]Where's Larry Crowne?! 60. \n[46]Anyone know why? \n[47]I don't believe this! Ditching me? He ditched me? Not okay. Larry Crowne, you are on my Shit List. \n[48]Yes. Tell us more about your man dolls. \n[49]Is that Larry Crowne!? You have a lot of nerve showing your face on campus after ditching my class! \n[50]Vows come cheap, Larry Crowne. You'll lead off next assignment with three minutes on a personal first. A story, with details, not a laundry list or slide show. And, as I told Dibiasi, no one wants to hear about the first time you got laid. \n[51]Or the most recent. \n[52]I got engaged to a teacher/writer with two books in print... 67. \n[53]Who did? I'm married to an ex- teacher turned blogger with two books in print. And oh, yes, he has the libido and internet access of a 13-year-old. \n[54]Once more to Divorce Court to cashier a spouse, line my cloak with alimony and do myself homage. \n[55]Why can't all my students be like y u? \n[56]68. \n[57]And that Toy Poodle he keeps on a leash! \n[58]That's why he's in college! To get laid! \n[59]You are everything that's wrong with America, Larry Crowne! \n[60]\n[61]Youth wouldn't be the only requirement, of course. \n[62]A repackaged Larry Crowne won't fool me. Shame on you. Going after jail bait, you criminal. Insert Viagra joke here... herself at you... No. Don't let up. No, Mercy. NO MERCY! 70. \n[63]Anyone recall anything from that? \n[64]That was a memorable nugget. \n[65]Mr. Koss to the lectern, please. \n[66]I'm smiling... \n[67]If they help, they help. \n[68]\"Chillax?\" Did you use the word \"chillax?\" That come from your Bloggers Thesaurus? \n[69]You lie to me, Dean. Every day. You. Lie. To. Me. \n[70]I'm not complaining. I'm stating the truth. I teach while you pretend to work. \n[71]Those weren't postings. They were comments. \n[72]\n[73]Drive, asshole! Drive away! \n[74]Drive straight til you hit a cliff on the coastline! \n[75]LOSER! I MARRIED A LOSER!!! With a tiny dick! Tiny dick LOSER! \n[76]Oh, chillax!!! \n[77]I'm throwing rocks at my own car !! \n[78]The jerk who just deserted me? My husband of 4 friggin' years! \n[79]I loved these shoes once. Stupid shoes. 78. \n[80]No. \n[81]Jesus Christ. \n[82]And bust up your romp in the glen with Bambi? \n[83]What do men see in irritating free spirits? \n[84]Seriously. I don't want one. \n[85]I am walking, Crowne, as thoughts black boil up from my soul. Major consequences sure to follow. You'll read about them on Parsectwelve.com. \n[86]I need a man flirting with me right now like I need a dog crapping on my lawn. I'm hoofing it. \n[87]A man who notices shoes. All right. I'll be your Cycle Slut. \n[88]It won't be a terrible thing if you kill us both. \n[89]Are you really going to go this slow? \n[90]Fine. I have time to window shop. Oh look, a sale on tires at AutoUSA. And here comes a mailbox. I've never noticed their perfect design and colo scheme. This is so slow a cat could knock us over. \n[91]Down to Portola and left to Havenhurst. Havenhurst to Palermo. Right on Palermo till I yell stop. \n[92]Try it and you'll flunk. 81. \n[93]Ha ha ha ha ha ha ha ha. \n[94]Put the shovel away and just get me home, 'kay? \n[95]Hail our City's Finest. \n[96]Measure his dick, officer! He's too diminutive to drive! Tiny dick loser! \n[97]Best night I've had in years! Drive on, McDuff! \n[98]Thanks for the ox-cart ride. \n[99]I can see the Alarm Pad. I know the code. But my hands aren't working. Help me. \n[100]Just hold my hand up to the numbers. I'll manage from there. \n[101]Look away now. Two two two two. Pound. \n[102]W ere's my purse? Oh yeah. My car. The key please? It's buried in that plant. \n[103]Why I think it is! \n[104]Take one step inside and I call security. \n[105]And forget this ever happened. \n[106]This whole sorry chapter tonight. \n[107]You passing up Gidget for a flat old coot like me. \n[108]What, you have no short-term memory? \n[109]Sarcasm. Irony is when Gallant lands in the drunk tank while Goofus scoots me home. \n[110]Mrs. I'm Mrs. Tainot. Can you not see that? \n[111]When we presume we make a pretty pair of asses of me and you or something like that. Why aren't you married? \n[112]Help yourself. \n[113]I noticed something on the ride. \n[114]\n[115]Do you have a crush on me? Single student. Unattainable teacher. It's common. \n[116]You want to make out with me, you can. I know I'm not a third rate Audrey Hepburn wanna-be but I still \n[117]My spouse won't be home for 3 to 5 years. \n[118]Pretty dang good. I still got it, no? \n[119]Whoever I am... \n[120]Mr. Crowne? A moment please? \n[121]I need a few moments alone with Mr. Crowne thank you. \n[122]Last night was a confluence of too many things happening in too short a time span. \n[123]I had no right to judge you or your relationships. Date who you want. \n[124]But what happened last night -- between adults -- was inappropriate. If gossip were to circulate, the problem could be more than just embarrassing. My status as a professor could be tarnished. \n[125]happened before. \n[126]With parking attendants. Strangers at parties when I've had a bit too much of the demon rum. This was the first time with a student. I hope the entire thing will be forgotten. \n[127]So there will be no bravado among you and your pals? \n[128]Thank you, Mr. Crowne. \n[129]Thanks for coming. \n[130]I knew you'd be on the computer. Working... \n[131]Are we making a mistake here? \n[132]Point made. We could change things. We could start right now. \n[133]Because we have history, Dean. But first, my thoughts... I've got to address drinking. I should be able to comprehend and respond to both sides of our conversations. And the morning shower should be refreshing, not a hangover cure. \n[134]Really? \n[135]Okay. Now, you. \n[136]There are plenty of items on the relationship agenda but let's start here. \n[137]I'm not saying that. 95. \n[138]Here I have surprise topics. Friday, in a Lightning Round, you must wax on that topic for 2 minutes without pause, repetition, or lack of charm. No notes. One visual aid. Ms Pinedo Draw 96. \n[139]Spuds. Can't wait. \n[140]Who is that? \n[141]That's supposed to say 'Communism.' \n[142]Fine. 2 minutes on Consumerism. \n[143]No idea. Just pick another. \n[144]As long as alcohol's out of my grasp. \n[145]Great. Sugar can replace tequila in my bloodstream, my thighs, and the folds in my neck. \n[146]Yep. \n[147]I'll have the French Toast. \n[148]Breakfast all day. \n[149]You won't believe how far I fell on the Hooch-o-meter. \n[150]I kissed a boy. \n[151]One of my students. \n[152]Older than me. \n[153]He sort of... rescued me. And... he smelled nice. \n[154]I wanted to be kissed so asked if he wanted to and he did. \n[155]102. \n[156]This is Larry Crowne. \n[157]It was fine, actually. I wanted to see if it was really you cooking back there. And say, howdy. Howdy doody. \n[158]Ready for the final? \n[159]Absolutely. \n[160]Yes indeed. \n[161]No. Thanks. 103. \n[162]Look at the men in my life. \n[163]That's my problem. I'm a drunken hoor. \n[164]What a difference from day one. I must be a better teacher than I thought. Dibiasi is nailing it. Calimeris stopped up-talking. Lala you can't shut up. Mack spoke about Australia for three minutes and mentioned kangaroos only twice. And Larry Crowne... 105. \n[165]I was tough on him. But he learned fast. How he connected the Circle of Sales to the expanding universe is impressive as hell. I'll never forget about the Value Index now. He gave a perfect speech. And... He's polite. Instead of fighting me off that night, what does he do but kisses me one and then all but tucks me in. What kind of guy does that to a loopy tramp like me? He could have ravaged me. I misread this guy and if I had a brain I'd find a way to steal him away from that cutie pie and keep him for myself. I wonder if he'd like that, if he would... What did I just say? What did I just say about Larry Crowne? \n[166]I'm so sorry. Please go on. \n[167]Congratulations all of you. \n[168]Not me, I have to stay objective. \n[169]There's Larry Crowne. Are you allowed to sit? Where does Perry get his coffee? \n[170]You're probably wondering why I stopped by. Well, it's to tell you your grade for Speech 217. You killed on the final and have an A. Way to go! \n[171]Actually, everybody got an A, but you got the special A where I tell you in person. \n[172]Class is out. Call me Mercedes. Or Mercy, for short. So. Just wanted to congratulate you. Your girlfriend will be thrilled. \n[173]No. I meant the... never mind. Which classes are you going to ace next term? \n[174]I hope you continue your education. Back at East City. You've made such a good start. \n[175]I got Speech 217 moved to 10 AM, thank God. Who knows what I'll hear with the extra sleep. \n[176]Should get going. You don't know anything about car devices, do you? \n[177]Oh be quiet. 111. \n[178]It is Hellspawn. \n[179]It was working fine. Then I think I pressed too many buttons. \n[180]Seemed like years and years. \n[181]Is Larry with you? \n[182]I... Seeing you all... I just thought... Choose a seat and lets get started! 113. \n[183]Dr. M. \n[184]Larry's enrolled? \n[185]Larry said that about me? \n[186]He is a good student 114. \n[187]Well, no. No offense Dr. M. \n[188]News travels fast. \n[189]Got it Turning right 115. \n[190]It is? That was a breeze. Thank you. \n[191]I'm Mercy Tainot \n[192]4225 Harbor? \n[193]Did you tell Ed Matsutani taking my class changed your life? \n[194]How? ", "TALIA": "\n[1]Where'd you get the Hot Wheels? \n[2]That machine's a classic. \n[3]You're in Matsutani's Econ with me. \n[4]That class is straining my coconut. \n[5]Didn't know you scooted. \n[6]Give me your number. I'll introduce you to like-minded enthusiasts. Name please? 36. \n[7]'Larry'? I don't think so. I used to be Kathleen but one day I looked in the mirror and saw a girl named Talia.  Putting you in as 'Lance'. Check your texts and we'll do us some scooting. Gotta tell you, Lance. Tucking a polo shirt into khakis makes you look like a cop. \n[8]I know! Gotta change that... \n[9]Then get going!! \n[10]Hey Monkey! 40. \n[11]This is Lance Corona. Classmate and good guy, so far. \n[12]Snap along, Lance or you can't join the gang. \n[13]Stan knows engines and junk. \n[14]We ride, Monkey! 41. \n[15]If it was Saturday we'd look for yard sales. \n[16]Lead the way. Monkey! Lance knows a yard sale! 42. \n[17]You have any old clothes? \n[18]Layer this... with this. \n[19]I LOVE THIS! Where did you GET IT? \n[20]Diamonds in a diamond mine. Take this... under this...unbutton that. \n[21]I gotta see Chez Lance. \n[22]No sign of a woman around here for years. Drape a scarf over that lamp and you'll soften the light. No TV, b t vinyl disks of music? You trying to seduce me? \n[23]Alphabetical order. No artistic chaos for you. \n[24]Spin this platter, Mr. DJ? \n[25]Breakfast nookie! 45. \n[26]Did Denise make you breakfast in here with a little apron and lipstick perfectly applied? \n[27]Patience thought she was stuck up and seriously fleeced you. \n[28]So what happened there, my Lance? \n[29]She must have been pretty. Fair haired or dark? \n[30]Like me. So? How about a demonstration? he means 'of the kitchen'. Larry's game... \n[31]Kitchen, Monkey! \n[32]Lance made all this. You should have seen him. He was like... \n[33]That Denise. What a fool. You a e way cooler than you appear. \n[34]Something complicated. \n[35]You ready? Re-invention Big Boy 52. \n[36]I started in the smallest unit. \n[37]No one should ever buy clothes off the internet. You have to feel the fabric and test the drape... \n[38]A lot to me. Try these on. \n[39]Anywhere. Fashion is no place for modesty. Strip. \n[40]This is a service to humankind, Lance. It hurts me to see a Top Cat dressed like an ex-hockey player. You gotta look gorgeous from shoe to collar. Starting now. \n[41]Lance! My boyfriend's here! Put your pants on! \n[42]That woman is one clenched fist of fury. \n[43]She must not be having any amok lovin'. \n[44]Without a workout in the Inner Sanctum a few times a week I can't concentrate. \n[45]You you want to fix it with your teacher? Bang her. \n[46]You'd kill two birds in one bush. Nothing wrong with a campus romance. Otherwise life is what? Breakfast work, coffee, school, lunch, scoot, class, shop, talk, Mexican food, a movie, glass of wine or two then bed? That's not living. \n[47]Bet she'd give you an A plus. If you're any good... \n[48]It's going to storm till next year. \n[49]I do not scoot in the rain. \n[50]My savior! Look at your new schmatas. And footwear!  Stay dry, sweetie! \n[51]Chef Corona! Steam us some corn bread? \n[52]Woman on deck! \n[53]I'm a friend of Lance's. \n[54]Is he, Lance? \n[55]Rah-ool. Rhymes with ya-cool. Are ya' cool, Raul? \n[56]As boss, do you make up the menu? \n[57]Is that a tough but fair job? \n[58]Can Lance take a break? \n[59]The artist formerly known as Larry. I need his expertise. \n[60]Maurice says I'm saving his life by renting the space. \n[61]You sure? \n[62]You make it sound so simple!! \n[63]Lance! Chick alert! \n[64]You are not going to believe how Fate meets cute! \n[65]And I've been calling you 'Lance'. \n[66]Hey. Bambi was a boy. \n[67]Not me. I love riding in the night. Magic happens. 79. \n[68]Sitting with others, greeting Larry with laughter and hugs and hoots. Talia is announcing to all how she left Larry with a drunken teacher last night, with her arm around his waist and affection in her eyes. \n[69]Oh, come on! I left you all set up! What went down? \n[70]Lance! A Betty on your Scooter after midnight? Holding on, her arms around you, pressed against your back, is a license to at least cop a feel. \n[71]You digging what you see? \n[72]I'm done w th college. \n[73]Because I'm going into business. \n[74]And don't drink and drive or do drugs and quit smoking and eat vegetables. I don't. I stopped. I did. I do. \n[75]Pretty much. Oh, look. Maurice gave us free tattoos. I wanted something in Japanese so check this out. \n[76]That one says 'courage'. That one says 'spirit'. Courageous Spirit. \n[77]Oh shut up. \n[78]Be here for our Grand Opening! \n[79]I love that blouse with that skirt but I'd show more leg if I were you. \n[80]Bambi Romp in the Glen. Looking for Lance? \n[81]This is 4227. 4225. You'll see the stairs. \n[82]Little higher heels'll get you wolf whistles. 116. ", "LAMARR": "\n[1]Larry's home a little late tonight. \n[2]We'd see that on the news. \n[3]There's been a yard sale at 1402 Derby Court since Monica Lewinsky! That gives me a monopoly on the location! You go yard on me, Larry Crowne and I will destroy you. 20. \n[4]Bloody Friday. Security sees you off, by the time Monday comes around the fired man is the forgotten man. Diabolical. \n[5]Smoke screen. The Man just wanted you gone.  You liquidating assets to raise cash? \n[6]I told you to avoid divorce lawyers. Get married. Stay married. Come with me. \n[7]I'll tell you straight up - I'm not lending you money. \n[8]He can't afford 'em Lost his job 21. \n[9]He's going to get something better than a job. An education. \n[10]Get some knowledge and you'll be fire proof. \n[11]Lost half to taxes. \n[12]That's half a buck for the book. \n[13]They do. I don't. \n[14]What's cookin' Joe College? \n[15]Come with me. \n[16]Passing through, woman... \n[17]This what you're talking about? \n[18]This is classic. \n[19]It will for eight hundred dollars. \n[20]Seven hundred. \n[21]Six fifty. \n[22]Six thirty. \n[23]Larry! The secret of any negotiation is for both of us to win Talk to me How much do you 31. \n[24]Beautiful. I'll throw in a helmet. Gas. Brake. Light's busted. Tires are low. You'll need a special license. \n[25]You break it, you bought it. \n[26]Talking about the hedge. \n[27]We're being invaded! \n[28]Larry, what kind of thugs you get in with? \n[29]If they're college buddies why aren't they in college? \n[30]Speak to my bride inside. \n[31]Bargains at $100 apiece. \n[32]I'm joking, kid. Let's get to haggling. 43. \n[33]\n[34]Ninety-eight and, kid, I do this every day. \n[35]Puff. Don't suck. Then... relax. See? Works. \n[36]What's the job paying you? \n[37]You're down, Larry Crowne. Down as dirt. \n[38]Hang in there, neighbor. \n[39]I was in the same spot. Look what happened. \n[40]I read how the universe is expanding, Larry, taking us along with it. That is a wild concept to grasp, but what it means is, we all have to hold on tight sometimes to get to where we're going to be. \n[41]Keep your grip. You'll be okay. It's like the wife always says... 92. \n[42]A woman with a measuring tape? That's money in my pocket. \n[43]Selling this futon-sofabed? All those years across the street and you've learned nothing. What's the minimum you'll take for this stuff? \n[44]You did learn. ", "DEAN TAINOT": "\n[1]Well, hey! Who's home early! \n[2]First day of term calls for a celebration! \n[3]What's your burden this go round? \n[4]I built a Flamethrower of a posting for WarriorWeb which, if I do say, will feed nicely as an outline for \"Carrier: Second Angel.\" And, I was a guest blogger on CyberShare. \n[5]Y u don't believe me. \n[6]I was composing, Mercy. That's what I do all day. \n[7]It's barely porn. I'm not hiding it. \n[8]Don't chug. Sip. Everyone hides something. \n[9]You walked in the door pissed off because -- I'm sorry -- I've established a beach head in New Media while you still have to teach at Vassar of the Valley. You hide that. \n[10]It may look like I don't work hard around here, Mercy. But I do. I'm just a guy who's a guy being a guy when you're not around... \n[11]And walking away is great for a relationship... \n[12]I'm a guy. Who's a guy. Being a guy... \n[13]No argument here, Mercy. Fact: I'm a dope. Fact: My wife is beautiful and brilliant. And I will be a good boy from now on. Why? Because you're right and I've learned my lesson. Just don't be mad at me forever. I have a pliable soul and I pray you do too 54. \n[14]Ah. That was nice. \n[15]Been thinking. If you ever want to take a whack at writing something -- say a blog a couple of times a week -- I could help you out. \n[16]I'd read your stuff. Make comments to make it web-savvy. Pieces need to pop, you know. Takes a little \n[17]See? You can't stay mad at me. No reason to be mad at me... \n[18]I'm just a guy who's a guy being a guy... \n[19]Work my ass off all night trying to get f i in' smile out of you! \n[20]Like The Joker after three Apple Martinis. \n[21]We can't even have a Date Night now? You can't even chillax for one meal? \n[22]You looking for a whole new man, Mercy? I'm the jerk who has to transform into Ultraman to make you happy? No. I like myself, Mercy. I put up with you and complain about nothing. \n[23]I had three postings today alone. FogCaster, SkyScan, and ParsecTwelve.com \n[24]Hey, Booze-illa, who are you to judge me? I know what's really pissing you off. I like big titties. And you don't have any. \n[25]Maybe I should take that back. \n[26]I take it back. I take it back. \n[27]I've been drinking, too. \n[28]You win! I'm letting you win! Everything you say is right and \n[29]Screw you, you washboard! \n[30]Oh, Jesus Hell and tomorrow... Mercy!!! \n[31]Hi. \n[32]No notice. No preamble. Just an email and a google map. \n[33]Point made. So. What up. \n[34]94. \n[35]We could. Why should we? \n[36]I'd like that too. \n[37]You're not a pleasant woman after a few glasses. Mornings with you are to be survived. \n[38]I see. I'm what this is all about. \n[39]You're talking about you but you really mean me. I am not yelling or begging or saying you have to stop doing anything. So you don't get to either. \n[40]We've both been here before. Why prolong the process? White flag! I give up. This ain't working. I'll sign papers and checks, see if there's enough for a cool sports car as a reward for the last few years and eventually I will be fine and you will too. But I am never once going to look at myself as another poor divorced guy who could still be married if only he had done the mea culpa bit for all his faults. I just now came up with that, and it is going to be my next posting. \n[41]I don't think there is anything else to talk about. Do you? ", "STRANG": "\n[1]Finally. Dotty G. and her forty-two- K a year are history. Who else would do us that favor? \n[2]The \"R\" Bomb is going to do some collateral damage to this place. \n[3]What say we drop a brick in the pond to warn the herd? \n[4]Firing someone. \n[5]Like a Team Leader. \n[6]5. \n[7]I say Crowne. \n[8]Who else? Avery won't retire. We fire him, it's a law suit. \n[9]Alvarez is about to drop a kid. She'll go part time in a week. \n[10]Crowne's pink slip will save 'da \"U\" big green backwash. \n[11]She was his squeeze for a few weeks, weren't you, Vick? \n[12]The memory haunts me. \n[13]Big brick in the pond, though. \n[14]Cubby. Make tracks. 8. \n[15]I don't think you do. \n[16]I take it back. \n[17]Crowne-ie, you did a heck of a job. \n[18]Becasue you never went to college you're forever retarded. \n[19]Never.  S. M. U. Class of '86! Go 'Stangs! \n[20]In a way, you are. \n[21]Son of a cock. Larry Crowne. \n[22]Two extra large. One Salad Bucket. Box of Frosty Cinnamon Eggs. Sixteen- fifty. \n[23]Tell me about it. \n[24]I appreciate it. That could have been ", "DELL GORDO": "\n[1]Dell Gordo. You want to ride with us? \n[2]Okay. You're in for a trial run. \n[3]Let's go, Sweets! \n[4]Let's troll Buena Vista for junk stores. \n[5]Take point! \n[6]Oh man! These TV trays are too much! \n[7]For these? Are you nuts? \n[8]Two bucks apiece! \n[9]That corn bread I smell? \n[10]Corn pone! \n[11]You're like Uncle Ben or something. Stan's working on your bike. \n[12]Said the thing was a time bomb. He's saving your life. \n[13]Let's go lift iron, Monkey. It's a shoulders and arms day 47. \n[14]Lance, raise your right hand and say something patriotic. \n[15]You're in the Street Patrol. A full-time mission for beauty and justice. \n[16]Lance. All men fall in love with Talia. You will too, if you haven't already. But I love her the most. Know that right now. \n[17]Seriously. Don't make me keep my eyes on you. What's your real name? \n[18]Mine's Don. Shake hands. Look each other in the eyes. Firm grips. No contest, but firm. Hold. Stack it. One word, Lance. Peace. \n[19]Monkey! Thought you might be here. \n[20]I think it's letting up. \n[21]We can't stay here all day. Find a raincoat and let's get a little wet. \n[22]How you going to get to school then, College Co-Ed Belle? ", "PERRY": "\n[1]Dang the timing, Kimosabe. Wish I could help you but Raul runs the back. 19. \n[2]Breakfast on the house. Chorizo Scramble, right? \n[3]Like what? \n[4]Can I smell trouble or what? \n[5]Those two over in booth 6... \n[6]Homeland Security. I piped thei badges and everything. \n[7]We're swamped, Kimosabe. Get back there! \n[8]Breakfast all day, see. From Corn Flakes to popovers. We make the best Chicken Fried Steak outside of a truck stop. \n[9]Who? \n[10]Lance. \n[11]Ladies. Bring an appetite? \n[12]100. \n[13]Cream pies I got. \n[14]Boston Cream? Key Lime? Lady, you're killing me here. \n[15]Ma'am? \n[16]You're slipping, Larry. Lady says it's not French Toast as she knows it. \n[17]Take it up with her. \n[18]No shouting, okay? This is a family friendly establishment. \n[19]I love this business sometimes. Something told me you'd be back. Is Larry Crowne working today? \n[20]Larry, your Speech 217 teacher has a question about the menu. \n[21]Kimosabe, holding off til after school to woo the teacher is the move of a class act. ", "DIBIASI": "\n[1]Ms. Tie-knot? \n[2]Uh, Tay-knot...Tai-bo... \n[3]Steve Dibiasi. Friends call me Nomad. Only two days before I gotta get up and give my address? You may be dreaming. \n[4]Counsellor Busik said this class would change my life. \n[5]I gotta take this... \n[6]I'll go. But you aren't going to like it. \n[7]\n[8]Brown Waffles in toaster at lightest or lowest heat setting. An adult should supervise heating by children. Applause please. \n[9]Sounds like Teacher has a thing for a Teach-ee. \n[10]Woah! Larry Crowne, I didn't know you were gay. You've gone all Project Runway on us. \n[11]What? What he say? \n[12]Quiet down. I'm watching the TV show... \n[13]Move along folks. Privacy's a right in this great nation of ours. \n[14]'Disraeli'? What is that? \n[15]It's a guy from Disrael. I'm done. \n[16]Nothing. And I was just wrapping up here. \n[17]Larry? It okay if I get to my climax and denouement? \n[18]Thank you... If it was the romance novelist in him that made Victoria the Queen become such a pal, chalk it up as another brick in the legacy of Ben Disraeli -- Earl of Beaconsfield - Educator - and Prime Minister of Great Britain. Not bad for a Jewish guy, huh? 106. \n[19]Fourth quarter dramatics. Not that it mattered to my Speech professor... \n[20]Pizza at last! \n[21]I gotta get off, Baby, or I'm in hot water with Professor Tai-bo... ", "RAUL": "\n[1]You come in two weeks ago I would have kissed you on the mouth, but Carlos and Nick, they walked in. Best I can do? Put you at the top of the list. \n[2]Can you speak English? \n[3]What is Homeland Security doing here... \n[4]This is Larry Crowne? \n[5]Get your ass down here. You got a job. \n[6]You're late on your first day! \n[7]Where you learn to turn eggs like 59. \n[8]So don't. \n[9]Soon as the rush is finished, go. I'll get my idiot brother-in-law three days a week. You take evenings. Deal? \n[10]Never. This is take it or leave it. Don t worry. I may be tough but I'll be fair. \n[11]You can't come in here. \n[12]No Lance works for me. \n[13]This is my kitchen and I am the boss. \n[14]Sure I'm cool. Tough but fair, too. \n[15]\n[16]\n[17]My next wife just walked in. \n[18]Go ahead. I'll take the window even though I'm the boss of the whole kitchen. ", "COX": "\n[1]Separating the chaff from the wheat. Chaff is the bad stuff, right? \n[2]Before E.O.Q. Them's our orders. \n[3]Someone they'd never expect to be let go. To look fair. I like it. \n[4]Suggestions on who it should be? \n[5]What Salary Tier is Crowne at? \n[6]Sweet. We'll need Actionable Cause, of course. \n[7]How's his review record? \n[8]Okay. So. Sluggers, gimme a reason... 6. \n[9]You're that familiar with his record? \n[10]Let's call it. Today, end of shift, UniMart bids Crowne adieu. \n[11]Crowne. At UniMart, we care. So we take care. Which makes moments like these tough for all of us. \n[12]Corporate has mandated a restructuring in all UniMart stores. That's the word they use. I call it a pain in the touchas. It is touchas, right? Where you get kicked? \n[13]Hurts to get kicked back there, no matter what language you speak. \n[14]Here's the prob: your lack of a graduate degree will forever retard any move up the management ladder. \n[15]Thank you for your service to our country, Larry. And, in total seriousness to UniMart too 10. \n[16]The timing on this is always a bitch. \n[17]Really wish we could. Vick? The generous severance package? ", "LAURIE GAMMELGAARD": "\n[1]Laurie Gammelgaard thank you for holding how may I help you? \n[2]Mr. Raphael is no longer with the bank. How can I help you? \n[3]12. \n[4]As long as you are here before six, okey dokey. \n[5]Barry Raphael was harassing the younger tellers but we are not supposed to admit that. This is some kick in the head. Not sure what to tell you, Mr. Crowne. \n[6]You're carrying what on the house? \n[7]Two Ninety-two K. That's trouble. Three years ago I'd have loaned you $700,000, but I think you read the papers. \n[8]But RiverBank does have a plan for you. In a few weeks your financial base will tell us what we can do. Find new employment. Liquidate everything low on the Value Index. Stick to a budget. Clip coupons, buy in bulk, you know the drill. Then come back and we'll work with you. \n[9]It is Friday, Mr. Crowne... \n[10]More complimentary coffee? \n[11]I drink it all day. So? You're back! 65. \n[12]Atta Baby! \n[13]At East City. I see.  Larry, this doesn't change anything. \n[14]The interest alone will eat up your service industry salary. \n[15]Okay. I will personally take this to my supervisor and fight to get you the loan you need. But you know how complimentary coffee is always lousy? Your chances are, too. \n[16]Stop with the gloomy puss. You're doing everything right. Hang in there. You still have a friend at RiverBank. \n[17]66. ", "PATIENCE": "\n[1]Maybe he was out on a date. 14. \n[2]Don't even think about lighting that up in my house. \n[3]Whole box of Cha-Cha records from the Fifties. You don't have any of these, I promise. \n[4]No! UniMart just lost my business forever! \n[5]Sorry, Lie-bare-eye-bee. Get a better job somewhere so you can crush them. \n[6]Listen to my husband. Hasn't called a man boss in years. Paid off the house. \n[7]Picked 8 little numbers when I kept saying he was a fool. A quarter million dollars later I've shut up. \n[8]Your next wife might stand smoking that pipe in the house but your first one says 'uh-uh!' On the old TV on \"Wheel of Fortune\" . \n[9]Larry Crowne, been thinking about you. Sit down here... \n[10]That's going to be you someday. 30. \n[11]You have money in all those records. If you can part with them, they'd go for something on the eBay. I'll show you how... \n[12]Gonna be a long night with you two. \n[13]Add this belt? \n[14]Reeled it in like tuna from the Atlantic. \n[15]You and I are going to spend some time together! \n[16]A two-bedroom apartment and you don't have room for your furniture? ", "PINEDO": "\n[1]Yes. Hi. \n[2]Yes. \n[3]I am Lala. \n[4]Yes... \n[5]I do too.  He's a nice man. \n[6]Without mooting the quarterlies. I know. \n[7]Can I? 62. \n[8]To up... met... es without ...ing ...terly predicts....? \n[9]To upload market differences without mooting quarterly predictions. \n[10]No. Only the profit markdown. \n[11]That Larry believed there were signs on posts marking the Equator. \n[12]Larry was stationed in Panama! My father is from Panama! \n[13]Seeing them -- the Northern Lights, the Aurora Borealis -- should have been beyond me, but I was a little girl in Coach class still awake, a window seat, a moonless night somewhere over Greenland with a shimmering curtain of emerald, gossamer light dancing just for me. That is something I will remember forever. The teacher says nothing. DIBIASI That was a knockout speech, Lala. Made the news. Caused riots downtown. School's out til 2019. \n[14]This is bordering on harassment now. \n[15]Not so much as a bump, Nomad! Why'd you go last? \n[16]Carrying a torch for Larry til it burns her hands... ", "HURLEY": "\n[1]\"R-Bomb\"? Oh my god! Restructuring? \n[2]Chaff is the waste matter, correct. When are we restructuring? \n[3]Team Leader? \n[4]Larry Crowne? \n[5]He's a candidate for Employee of the Month. His 22nd time. \n[6]We could use the Limited Horizons strategy. Larry will always be passed over for Management. He never went to college. \n[7]That was before the New Employee Covenants. That you even remember... \n[8]Yeah. A yiddish word. \n[9]Touchas and buttocks. Synonymous. \n[10]Seniority would preclude this reality, Larry, but UniMart's policy is to never limit your horizons. \n[11]Sign here. Here. Here. Initial that. Sign here. One more. Done. \n[12]' ind bargains today?' \n[13]Larry. Hi. \n[14]Management Execs are now required to put in 8-hour shifts on the floor. Every day. No overtime. No bonus. Just more hours. Cash or UniMart Bargain Card? Like you have one of them. \n[15]You got out of here just in time... 'Thank you for choosing UniMart, where united we blah blah.' ", "BUSIK": "\n[1]Back to college, huh? \n[2]Coast Guard. Adventure of a Lifetime. \n[3]We teach a whole track in Hotel and Restaurant Food Preparation. \n[4]Those two things are my specialty. \n[5]First thing. Bravo for choosing East City College. Never too late for an education. Second, you need a jolt to the confidence machinery. \n[6]I am going to change your life.  Speech 217: The Art of Informal Remarks, cause it's not enough to just be smart anymore, you have to project ease even when it ain't easy. \n[7]It's training. Job interviews will be a breeze with the confidence you'll get from Speech Two One Seven.  And you'll spend three hours a week with the most attractive package in all of Academia. The Golden Girl of East City. Mercedes Tainot. \n[8]Simple. Direct. Informative. \n[9]All the excitement of first day of term, I don't want to go back to my empty apartment. Do you? I need a drink and some talk and some wind- down time. Don't you? \n[10]Oh yeah! I put that guy in your class. So technically, I changed his life. \n[11]If you're going out, I'm not doing anything. \n[12]For the spicy wings, yes! ", "DENISE": "\n[1]This is Denise. How can I help you. \n[2]My god. Larry Crowne. I remember you. \n[3]Other than me being at work? \n[4]I'm surprised is all. What do you want? \n[5]Spit it, Lar. \n[6]Okay. \n[7]Okay. Yeah. \n[8]How many months? \n[9]That can't happen, Larry. I'm extended. I've put a deposit down on the first vacation I've had in 5 1/2 years. My expenses are as valid as yours, so I need the checks like always. A deal's a deal. \n[10]That's not my problem. Take out a loan on the house or something. \n[11]Oh, I'm not touching that. I don't want to open up the whole lawyer thing, but I will if pushed. Sucks, doesn't it? I appreciate the rigorous Crowne honesty, but this can't happen. These calls are monitored to guarantee customer satisfaction, so I'm hanging up before my supervisor comes on... ", "MACK": "\n[1]These are not toys. Nobody 'plays' with these. These are kept behind glass, so no way am I passing them around today. \n[2]Guess Larry's out today. \n[3]He didn't call me. \n[4]Should I continue? \n[5]I'm sure everyone recognizes Boba Fett... \n[6]Larry worked on an Aircraft Carrier! Night Carrier Landings are the trickiest flying in world. \n[7]Why doesn't this ever happen to me? 89. \n[8]You want I should close this door, lock it, and barricade it so you won't be disturbed?? \n[9]Who's the MVP, Mrs. Tainot? Can we vote? \n[10]I say... Lala! \n[11]This is the last of them. Damn, you have a lot of records. ", "LATER": "\n[1]That same up-chucking baby was riding on the coin-pony and up- chucked again. Larry is cleaning it all up. A beat-up CAR with a BIG STORK PIZZA sign stuck on its roof pulls right up to the front of the store, parking in the Handicapped Space. \n[2]He strides right out. \n[3]He gets right back into his car. \n[4]Some of the Scooter Gang have assembled as Larry and Talia walk up. DELL GORDO and STAN are talking about today's route. \n[5]After many shots, riders begin to peel off -- scooting done. Talia waves at Larry who guns his throttle and pulls even with her. TALIA \n[6]Larry is at the window, putting up orders and ripping slips off the wheel. Not so much as cracking a smile, though... \n[7]Up comes order after order. Burgers. Hot beef sandwiches. Turkey clubs. Greek Salads. \n[8]Talia is with Perry at the register. She's seduced him now, as he goes over the menu and what sells more than ever. ", "VASQUEZ": "\n[1]LC Why still here? 7. \n[2]I mean here here. You just got paged to Meeting Room 2. \n[3]Isn't it Employee of the Month Day? \n[4]You're the only one around here who deserves it. How many will this be? \n[5]12 jerks I'd fire before you. May walk away from UniMart myself. \n[6]Couple years. Then I blew out my \n[7]I need your apron, man. Your apron. Says UniMart on it, so it ain't yours. \n[8]Thanks. Goofy car, man. ", "GPS VOICE": "\n[1]Please Enter your destination. \n[2]Please enter your destination. \n[3]Please Enter your destination. \n[4]Please enter your destination. \n[5]Please enter your destination. \n[6]Right Turn. \n[7]Your destination is ahead on the right. ", "ANDREWS": "\n[1]Wish they'd all sail off like her. Save us some grief. \n[2]How? \n[3]Top of the pyramid with a C.O.L. bump at the first of the year. \n[4]He'll sock us for severance. \n[5]Like the buttocks. \n[6]Who do you suggest? Alvarez? Avery? I don't think so. ", "KITCHEN": "\n[1]Larry sits in his breakfast nook with an old laptop computer and a pot of coffee. An on-line job application... Mega-Save. Larry is entering his data. He comes across that part of any application that will forever be daunting to him. \n[2]Mercedes is prepping the Margaritas for cocktail hour. \n[3]Nothing matches, but it is well-equipped with a cozy breakfast nook. \n[4]Perry slides over a plate of French Toast -- with one bite out of it. Larry looks up from his Econ. 1 Textbook. \n[5]The cupboard is open. Where there was once booze go coffees and teas. MUSIC is playing as these girlfriends reconstruct Mercy's life... \n[6]Larry is arranging his station. ", "CALIMERIS": "\n[1]With the push-up added, the 4-count Burpie becomes the 6-count Burpie and works out the pecs and biceps. It's an all-in-one exercise perfect for Cheerleader conditioning. The \n[2]When you were out last week, she said nothing. I think she has a crush on Larry Crowne. \n[3]And that, when it's a first time, they make the rookies dress in drag and sing Abba songs? \n[4]Why doesn't she just throw herself at him? \n[5]'Malpity Hoople.' What's this say? \n[6]Um, no. Should we track him down and drag him in here? "}}