{"dialogues": {"HAWKEYE": "\n[1]Hello John. Cleared another quarter, I see. \n[2]That we did. John. But the horicane is near trapped out. \n[3]So what is it, Jack? What brings you up here? \n[4]Folks here goin' to join in that fight? \n[5]Trap over the fall and winter among the Delawares in Can-tuck-ee. \n[6]Your enemy ... \n[7]I said ... France is your enemy. Not ours. \n[8]First place, you started it with the French over fur-trapping claims to the head waters of the Ohio. Now you're sayin' these people have a fight on their hands ... \n[9]... and while they are cooped up in your fort, what if the French send war parties to raid their homes? \n[10]You do what you want with your own scalp. Do not be tellin' us what to do with ours. \n[11]... No ... Do not call myself much of a subject at all. \n[12]sees. Killdeer's at his shoulder ... \n[13]shifts. The .65 caliber musket ball rockets past his ear and he's already squeezing Killdeer's trigger as ... \n[14]lowers Killdeer, impressed. \n[15]... case your aim is any better'n your judgment. \n[16]Your wounded should try walkin' back to Albany. They'll never make a passage north. \n[17]... Fort William Henry. \n[18]... take you as far as the fort. \n[19]If we are goin' to take you, we need to move. Fast ... And the fort is well off our course. So if you all rather wait for the next Huron war party to come by, we'll be on our way. \n[20]Day and a half Where did you get ... the guide? \n[21]He is Huron and nothing else. Why would he want to murder the girl? \n[22]Dark haired ... \n[23]No blood vengeance? No re-proach or insult? \n[24]Came across the war party, tracked 'em. \n[25]No. \n[26]No. Headin' west. To Can-tuck-ee. \n[27]I ain't your \"scout\". And I am in no damn militia. \n[28]England does not protect me and does not war against France on our account. She uses us to war against France on her own account ... of greed for land and furs. \n[29]Clear it up any? \n[30]Do not let gratitude get in the way ... \n[31]bends over a moccasin print that Chingachgook's examining. They look at each other grimly. Heyward joins them. \n[32]Ottawa! \n[33]Movin' fast, not able to carry much ... this was a war party? \n[34]Let us go, miss. \n[35]Miss Munro. They are not strangers .... And they stay as they lay ...! \n[36]throws Heyward a blanket. Heyward spreads the blanket below the top of the mound and - maintaining silence - he gestures for Cora &amp; Alice to rest there. \n[37]doesn't react as Cora enters. He's scanning the trees; not looking at her. They whisper ... \n[38]Anyone lookin' to pick up our trail, would see it as a sign of our passing ... \n[39]Well that is to be expected. My father ... \n[40]Chingachgook. He warned me about people like you. \n[41]Yes. He said ... \"do not try to make them understand you.\" \n[42]Yes. And \"do not try to understand them. That is because they are a breed apart and they make no sense ...\" \n[43]on his back, his tomahawk within reach on the ground. OTTAWA &amp; FRENCH are fifty yards away from the crescent mound behind which lie our people. Mist envelops them ... \n[44]waiting for the attack. Cora's eyes are anxious, but there's no terror there. Nathaniel's impressed with her cool. He hands her a pistol. She takes it. He listens for the soft drop of moccasined feet ... \n[45]The Ottawa are gone. \n[46]In your particular case, miss, I would make some allowance ... \n[47]They buried my ma &amp; pa and my sisters. And Chingachgook - who found me with two French trappers - raised me up as his own. \n[48]I do not remember them. I was one or two. \n[49]My father sent Uncas &amp; I to Reverend Wheelock's school when I was ten. So we would know both worlds ... though we were told only bother learning readin' &amp; arithmetic from yous. \n[50]The Bible. Monarchy. Many wrong ideas about the government of men. My father's people already know each man is his own nation. And only he can have dominion over himself. Not kings. No man is better than any other man. \n[51]'Cos frontier land's the only land affordable to poor people. So after seven years indentured service in Virginia, they headed out here where they are beholden to none and not livin' by another's leave ... Their name was Cameron. John &amp; Alexandria. \n[52]My father's people say ... at the birth of the sun and of his brother, the moon, their mother died ... so the sun gave to the earth her body, from which was to spring all life. And he drew forth from her breast the stars. The stars he threw into the night sky to remind him of her soul. So there is the Camerons' monument ... my folks', too, I guess. \n[53]Sorry to disappoint you ... \n[54]Top of this ridge. Fort and Lake George are downhill of it. \n[55]waves. One wounded man, IAN, intercepts Uncas. \n[56]Dropped in to see how you boys is doin'. \n[57]Help ourselves to a few horns from your powder stores. \n[58]A man, here, can make a run straight through to Webb. \n[59]John Cameron's cabin. We come upon it last night. Burned out. Everyone murdered. And it was Ottawa. They're allied to the French. \n[60]It was a war party. It means they're on the attack up and down the frontier. \n[61]Many men here, their homes are in the path. \n[62]She know what she's doin'? \n[63]She does not shy away from much ... \n[64]Nothin'. \n[65]enters. Cora's sewing up Uncas. \n[66]Miss. May I? \n[67]You 'bout done holdin' hands with Miss Munro? \n[68]Why, I am looking at you, Miss. \n[69]He does not want to hear it. But he is gonna have to. \n[70]Another forty yards? \n[71]looks below to ground level ... \n[72]reaches out his hand. Killdeer with the heavier load is slapped into it. Hawkeye aims. Looks away a second and comes back to the sight in deep concentration. The world goes silent ... HAWKEYE'S POV: COURIER &amp; CANADIEN pursuer are barely visible. Only patches appear momentarily between the trees. They're three hundred yards away: an impossible shot in 1757. \n[73]... it was no raidin' party out for pillage. The cabin was attacked by a war party. They are sweeping south down the frontier spreading terror among farms and Mohawk villages 'cos all the men are here. \n[74]That judgment is not more important than their right under agreement with Webb to defend their farms &amp; families ... Major Heyward was at John Cameron's. He saw what it was. \n[75]You're a liar! \n[76]And the blood is on your hands! \n[77]Easy for you to suppose. While it is their women and children, not yours, alone in their farms! \n[78]And if English law cannot be trusted, maybe these people would do better makin' a peace with the French! \n[79]That is the truth! \n[80]Major! Some day I think you and I are gonna have a serious disagreement. \n[81]... got no kin in the settlements. If I did, I'd be long gone. \n[82]By my light that's how I saw it then and I see it that way now ... \n[83]Out the northern sally-port. Strike for the east side of the swamp until you clear the French picket line. Head north over the ridge, then come about southeast and fork left in Little Meadow and you're free of the outpost and skirmishers ... \n[84]I'll cover them from the top of the casement. \n[85]Got a reason to stay. \n[86]It does and it is a better lookin' reason than you, Jack Winthrop. Push hard, 'cos you got to clear the French outpost by dawn. Good luck, Jack. \n[87]looks at her. She's beautiful in the firelight. Cora's eyes find his and she folds into his arms. His lips find hers and tears stream down her face. She's suffused with an elation she can't explain. In the night before doomsday a romance is born in rebellion amid the huddled people in this small stockade ripped from the black earth of the forests of a wild continent. \n[88]I helped Winthrop and the others leave ... This fight is not yours, father. I love you and my brother. And you should leave this place now and go to Can-tuck-ee ... \n[89]shrugs in answer to Chingachgook's question. \n[90]Sorry ... can't ask you in. \n[91]Because what I am interested in is right here ... \n[92]Webb's reinforcements will arrive or not. If they do not arrive, the fort will fall. If that happens, stay close to your father. The French will protect the officer class among the English. \n[93]Do not. Promise me. \n[94]This part of it sure is ... \n[95]I don't know. Whatever happens you stay with your father. You stay among the officers. \n[96]is being unshackled by Uncas. The sergeant is rising from the ground where Chingachgook knocked him. Chingachgook throws Hawkeye Killdeer and Hawkeye shrugs into his pouch and powder horn as he races with Uncas for the head of the column ... \n[97]running through surreal patches, thinks he glimpses Cora two hundred yards away. \n[98]Cora! \n[99]locked in combat. He tomahawks one Huron's arm with a slashing downstroke and comes right back into the face of the second with his backswing while his right hand fires Killdeer at ... \n[100]free for a moment, spins. He has no idea of direction any more. Everything is death in strange tableaux. Meanwhile: \n[101]shields Cora as they back up. \n[102]Suddenly, the Mohawk fighting with them is shot and spins to face Hawkeye. His hands rest on Hawkeye's shoulders. Hawkeye looks into his face. Tries to hold him up, tries to rescue him. A frozen moment. Hawkeye's staring into his eyes and the man is staring into Hawkeye's as the light goes out ... Hawkeye lets him slide into the water and float away. He moves Cora and Alice towards the canoe ... \n[103]spins. HEYWARD &amp; TWO TROOPERS OF THE 33RD IN A SECOND CANOE have emerged from the smoke ten feet from them. Heyward's aiming a horse pistol at Hawkeye. \n[104]is non-plussed. He doesn't stop paddling. \n[105]You got nothin' better to do today on Lake George than shoot me, Major, then go ahead ... \n[106]looks to Uncas. They both realize the same thing. Hawkeye nods and he, Uncas &amp; Chingachgook begin to paddle furiously. The others match the doubled pace. They're sprinting ahead but the effort is exhausting. \n[107]Pull! \n[108]Only chance we got is ... ... to get more distance on 'em and go to ground! \n[109]Pull!! \n[110]Pull ...! \n[111]Head for ... for the white water. \n[112]Here's where it gets tricky ... \n[113]Don't move ... \n[114]We don't. \n[115]This is it, as far as we can go ... If we're lucky, they'll be figurin' we can't have come this way and must've beached our canoes and headed cross land. If we're very lucky, they'll figure we went over the falls. \n[116]Then we take the south rim down the mountain and it's 12 miles cross country to Fort Edward. \n[117]You will have to forego the pleasure of hangin' me. \n[118]Maybe ... \n[119]Leads her to a depression, his arm around her shoulders, her face covered and she cries softly into his shoulder. \n[120]His countenance gives way momentarily. All his experience seems of no avail. He touches the side of Cora's face. Grabs Killdeer and follows Chingachgook. \n[121]In this there is a chance. If I live, I can try to free you. If we don't go, there is no powder, there's too many of them. Though my heart would keep me here, in that there is no chance. None. I can do nothing. Do you understand? \n[122]If they don't kill you, they may take you north up into Canada. A warrior may take you for a wife. \n[123]Listen. Submit. You hear me? You're strong. You stay alive. I will find you ... no matter how far, how long it takes ... \n[124]engraves her image in his memory one last time and then sprints across the floor towards the water ... \n[125]slams the earth with his fists. They didn't intercept them in time. Difficult odds just became impossible. \n[126]unarmed, walking through the Hurons. A young boy rushes at him. Hawkeye, at the last possible second, dodges. Others catch and restrain the boy. The Hurons are astounded a European would simply walk into their camp. \n[127]Translate for me, Major. Into French. Every word ... as I say it. \n[128]I come to you unarmed and in peace to unstop your ears, wise one. Because the Hurons are mislead by the words of the wolf who's never spoken the truth. \n[129]Let the children of the dead Colonel Munro go free and take the fire out of the English anger over the murder of their helpless ones. \n[130]Wise one, the French fathers made peace and swore to their honor not to break the friendship. Magua broke it. It is false that the French would not be friends, still, to the Huron. \n[131]So the Huron are the servants of the French? To do what the French are shamed to do? \n[132]Magua would use the ways of Les Francais and the Yengeese ... \n[133]Would the Huron make his Algonquin brothers foolish with brandy and steal his lands to sell them for gold to the white man? Would the Huron have greed for more land than a man can use? Like Francais Black Robes do? Would Huron kill tribes with disease? Would the Huron fool Seneca into taking all the animals in the forest for beads &amp; brandy? But sell the fur to the white man for gold? ... Those are the ways of Yengeese and Les Francais masters. Are they the ways of Huron men who hunt &amp; work the land? Or of dogs? ... Magua's heart is twisted. He would make himself into what twisted him. A Dog, become Master of Dogs. But are Hurons dogs? ... Magua's way is false. It is like the white sickness. Magua's way will bring only sadness and shame. Is there another way? I don't know. I am Nathaniel of the Yengeese; Hawkeye, adopted son of Chingachgook, of the Mohican people ... Let the children of the dead Munro go free ... I speak the truth. \n[134]exchanges a desperate look with Cora and then senses the Sachem is staring at him from the perspective of nearly a century of laws &amp; judgments. Then ... to every word. \n[135]No! listen. Tell him I'll trade him! Me for her! Tell him!! \n[136]I am La Longue Carabine! My death is a great honor to the Huron. Take me! \n[137]sees this. His eyes go to Cora. They've stopped dragging her towards the fire pit. Hawkeye steps forward to surrender. Cora is thrown at him. Cora looks around wildly. Instead of taking Hawkeye, two warriors grab Heyward. \n[138]I said to trade me! \n[139]And my compliments to you ... \n[140]tense. They're almost there. \n[141]FIRES past his father's side. The Huron's blown off the path. Hawkeye races to reload on the run ... \n[142]watching Chingachgook's heaving back. It's over. \n[143]Will you go back to England? \n[144]Then will you stay in America? \n[145]And will you be my wife? \n[146]Winter with the Delaware, my father's cousins. And in the spring, cross the Ohio and look for land to settle with my father in a new place called Can-tuck-ee. \n[147]That's my father's sadness talking. \n[148]What is that? ", "HEYWARD": "\n[1]as a soldier is militarily first-rate in his milieu: the open battlefields of Europe. Right now, however, he is about to enter the forests of North America. He closes his clasp and glances out the window as we enter Albany and as a facade of buildings &amp; people pass. \n[2]You, there. Help my man outside with the baggage. \n[3]Major Duncan Heyward reporting, Sir! \n[4]I didn't experience anything so surprising from Bristol to Albany as what I witnessed here today. \n[5]The Crown \"negotiating\" the terms of service? \n[6]I thought British policy is 'Make the World ... England', sir. \n[7]Sir! ... Might I enquire if General Webb has heard from Colonel Munro's daughters? I was to rendezvous with them in Albany and escort them to the fort. \n[8]By your leave, sir. \n[9]Dawn. At the encampment. Six a.m. sharp. See to it you're there. \n[10]My God it's good to see you. \n[11]And by sea! \n[12]Aversion? No. ... \"Hatred\" ... \"Loathing\" ... \n[13]But it was worth it all to end in a garden by your side. \n[14]Isn't respect and friendship, a reasonable basis for a man and woman to be joined? And all else may grow in time ...? \n[15]\"Some\"? \n[16]Cora, in my heart, I know once we're joined, we'll be the happiest couple in England. Let those whom you trust, your father, help settle what's best for you. In view of your indecision, why not rely on their advice and judgment as well as mine? \n[17]Will you consider that? \n[18]My God, you've grown up. \n[19]Yes, miss. \n[20]It can be dangerous ... \n[21]climbs onto his white military charger. It's spirited. Cora &amp; Alice are in riding dresses and veils. The veil doesn't completely cover Alice's golden hair and blue eyes and the flush of her complexion. They're riding two sidesaddled Narragansetts. The tight traveling dress reveals that Cora, two or three years older than Alice, is fuller and more mature. All three ride to the front of the column. The baggage horses and mule are in the gap between the two companies. \n[22]Are you alright? \n[23]Absolutely. \n[24]You there, Scout! \n[25]We must ... stop ... soon. Women are ... tired. You ... understand? \n[26]No. Stop in the glade just ahead! When the ladies are rested, we will proceed. Do you understand? \n[27]Excuse me. What did you say? \n[28]pulling his fusil , seeing, firing, reaching for the women ... \n[29]from horseback aims his horse pistol, FIRES ... \n[30]by the Munro daughters spins, swinging his fusil like a ball-bat, upending one Huron and lunges with his bayonet in his left towards another. But this Huron easily slips the thrust and slams Heyward with his rifle butt. \n[31]in the confused melee, grabs a found musket and aims it at an Indian. We recognize that he's aiming at Chingachgook pursuing the second Huron up the hill ... \n[32]... why the bloody hell he do that to the horses?! \n[33]We were headed ... \n[34]conforms. He's ill at ease not being in command, following the lead of some half-Indian frontiersman through a foreign wilderness.] \n[35]How far is it, scout? \n[36]Colonel Munro sent him. He was one of our Mohawk allies. \n[37]What?! \n[38]Miss Cora Munro. He never set eyes on her before today. \n[39]Of course not! And how is it you were nearby? \n[40]Then you're assigned to Fort William Henry? \n[41]Fort Edward, then? \n[42]I thought all our colonial scouts were in the militia? \n[43]Then you are one of those who would allow England to fight alone while she protects you from France? \n[44]I owe you gratitude or I'd call you out! \n[45]Anything to be done? \n[46]Who were these people? \n[47]Excuse me ... \n[48]Let us look after them ... \n[49]The men of the regiment will fetch water from the lake, build fires and provide every comfort you desire, Alice ... \n[50]Posting to a different continent. \n[51]I'm Major Duncan Heyward! \n[52]Where's Colonel Munro? His daughters are here, too. \n[53]One called Magua arrived. \n[54]Sir. Webb has no idea. And he certainly does not know to send reinforcements! \n[55]Ambush ... on the George Road. This Magua led us into it. ... eighteen killed. It's these men who saved us. They guided us here ... \n[56]Might I enquire after the situation, sir, given that I've seen of the French engineering from the ridge above? \n[57]They look to be three hundred yards out. You have three days. \n[58]Webb's not in Albany. He marched the 33rd to Fort Edward two days ago. \n[59]Yes, sir. \n[60]Things were done. Nobody was spared ... \n[61]Sergeant! Form three ranks! \n[62]Fire!!! \n[63]Advance, Sergeant Major! \n[64]Fire!!! \n[65]Sergeant Major! \n[66]Thank you, Sergeant Major. Thank the men. \n[67]Cora ... I wanted to talk to you, but I'll come back another time ... \n[68]I'm sorry, I didn't mean to ... \n[69]Cora, I adore you and, when we come together, we will be the happiest couple in England ... I am certain of that. More than ever before. I believe you must trust the judgment of others who hold your welfare so close to their hearts ... \n[70]I see ... \n[71]Munro is expecting him to be the good soldier in defense of British military interests. At the same time ... \n[72]looks at Munro. More French rounds detonate O.S. What if Webb gets here and they need to launch a counter-attack? They need every man they have. It's his moment of decision ... \n[73]I saw nothing that would lead me to the conclusion it was other than a raid by savages bent on thievery. \n[74]can't help it. He turns to look at Cora ... \n[75]suffused with an inner sadness, turns to Hawkeye. \n[76]That is sedition! Treason! \n[77]I ought to have you whipped from this fort! \n[78]enters. \n[79]He knew the penalty for breaking regulations. He ought to pay without sending you to beg. \n[80]And who empowered these provincials to pass judgment upon England's policies in her own colonies? To come and go without so much as a \"by your leave.\" \n[81]You are defending him because you've become infatuated with him. \n[82]This is the signature of Webb. And I know the temper of our men. Rather than spend the war in a French prison hulk in Hudson Bay, they'd fight to the end. \n[83]General Webb can burn in hell. We'll go back and dig our graves behind the ramparts! Our mission is to fight. \n[84]Sir! \n[85]scanning them. \n[86]Men are to stay in file, Sergeant Major! \n[87]draws his sword and is passing orders to his sergeant major, scanning the hills ... \n[88]shouting orders. \n[89]Fire! \n[90]Fire! \n[91]shouting orders over the deafening noise. \n[92]Second rank fire! Six paces back! Prime! Load! Third rank! Present! \n[93]Six paces back! Prime! Load! Rank two, present! Rank two, hold! \n[94]Rank two, six paces back! Rank one, present! \n[95]is indifferent to Huron musket balls. Hawkeye hasn't stopped paddling and pays Heyward no heed. \n[96]When you fall into British hands again, Nathaniel Poe, I will have you hanged. \n[97]How long? \n[98]Do you hear me, sir! If you ever fall ... into British hands ... What white water? \n[99]grabs a rock to anchor the bow of the canoe. He loses his grip. The canoe rockets for the edge. \n[100]crawls forward and makes the island. Then the two Redcoats. Finally Uncas. The canoe rockets over the falls. Meanwhile ... \n[101]Where do we go from here? \n[102]I don't understand! \n[103]Then what? \n[104]And if we're unlucky? \n[105]Any powder? \n[106]sees Cora &amp; Hawkeye together and turns away. \n[107]What the bloody hell plan is this? \n[108]Coward! Coward back at the fort. Coward here. \n[109]puts Alice, who's entered, behind him as ... Uncas hits the floor of the cave. Now the first glow from Huron torches starts to light the walls. They're coming ... \n[110]badly beaten, bound, staggers ahead to get behind Maqua. Then: \n[111]If Magua give women to Yengeese soldiers ... will receive many gifts. \n[112]Three, four oxen ... much wampum. \n[113]Yes. \n[114]Yes. \n[115]Gold could be arranged. \n[116]Yes. \n[117]The King? The King has mountains of gold! \n[118]What is enough? \n[119]is shoved forward. \n[120]is immediately hamstrung and his legs collapse. He gasps. He's caught under the arms and dragged forward. \n[121]... compliments, Mr. Poe. Take her and get out. \n[122]among the hollering Hurons, is shot dead. It goes unnoticed. ", "CORA": "\n[1]Heyward! Duncan Heyward. \n[2]I'm embarrassed to be so indecisive ... after so long apart and after you've traveled so far ... \n[3]You still have an aversion to the water? \n[4]Dear Duncan, my affection is as towards a closest friend. Alice and I depend on you and respect you immensely ... I wish they did, but my feelings don't go beyond that. Do you see? \n[5]Some say that's the way of it. \n[6]Cousin Eugenie, my father, but ... \n[7]Yes. Yes, I will. \n[8]My God, Alice. \n[9]Alice, did you see that ...? \n[10]Alice? \n[11]covers Alice with her body, holding the reins of their bolting horses. \n[12]glances back at Hawkeye. She doesn't know why he's looking at her. \n[13]No, Duncan! \n[14]Though they are strangers, they are at least entitled to a Christian burial! \n[15]I will not. I have seen the face of war before, Mr. Poe, but never war made on women and children. And almost as cruel is your indifference. \n[16]realizes Hawkeye knew these people and is deeply affected. She also realizes for the first time this is a whole new world with dynamics and complexities, behavior and rhythms she doesn't understand. He turns away from her and walks on. She hesitates a moment. \n[17]Why didn't you bury those people? \n[18]You knew them. \n[19]You were acting for our benefit. And I apologize. I misunderstood you. \n[20]Your \"father\"? \n[21]He did? \n[22]What?! \n[23]Why did they turn back? \n[24]turns and makes out stilt platforms of skeletons and torn strips of buckskin silhouetted against the night sky in the distance. They have camped on sanctified ground, a burial place. CORA &amp; HAWKEYE She thinks it would be a mistake to ever underestimate the skill of these men or the danger &amp; complexity of this place. She hands the pistol back to him. Their hands almost touch. \n[25]\"We're a breed apart and we make no sense\" ...? \n[26]Thank you so much. \n[27]You called Chingachgook your \"father\"? Where is your real family? \n[28]I'm sorry. \n[29]How did you learn English? \n[30]And what were the consequentialities of European culture you didn't bother with? \n[31]In London those radical ideas could land you in Newgate prison. Why were those people living in this defenseless place ...? \n[32]You are right, Mr. Poe. We do not understand what is happening here. And it is not as I imagined it would be, thinking of it in Boston and London ... \n[33]On the contrary. It is more deeply stirring ... to my blood ... ... than any imagining could possibly have been ... \n[34]Much further? \n[35]Thunder ... Papa will arrange something. \n[36]Alice! \n[37]And you, Duncan? What are you looking forward to? \n[38]I think it's very important and exciting. \n[39]Lightning? \n[40]When? How? \n[41]There was none! \n[42]There was no letter. \n[43]He delivered no such message. \n[44]Fine, Mr. Phelps. Have you cat gut and a suturing needle? And we could use some rum, clothes, and a place to wash ... \n[45]Mr Poe? \n[46]What are you looking at, Mr. Poe? \n[47]Alice ... \n[48]Her nerves are shattered. She's trying to be brave. \n[49]Duncan ... Duncan, I promised you an answer. You have complimented me with your persistence and patience ... But the decision I've come to is I'd rather make the gravest of mistakes than surrender my own judgment. \n[50]And it's been unfair to you, while I search myself for feelings, which, if they were there and as strong as they ought to be, would've made themselves known long ago ... Take my admiration and friendship, Duncan. And please take this as my final answer. It must be no. \n[51]I am sorry, Duncan ... \n[52]beyond the periphery of men, staring at him. \n[53]examines him with a cool, level stare. \n[54]To her everything about him seems to be somehow right. She's discovered that the passions and outrage that move him, move her ... And her readiness to give herself to what stirs the deepest resonances of her soul is the same as his. \n[55]He saved us! We are alive only because of him ... \n[56]He knew the consequences. And he stayed. Are those the actions of a criminal? ... Duncan, do something. \n[57]You know he wouldn't send me ...! You misrepresented what you saw and caused this. I, too, was at that farm. It was as he said ... \n[58]They do not live their lives \"by your leave.\" ... They hack it out of the wilderness with their own two hands, burying their dead and their children along the way. \n[59]Duncan, you are a man with a few admirable qualities. But taken as a whole, I was wrong to have thought so highly of you. \n[60]\"Justice\"? If that's \"justice\" ..., then the sooner French guns blow the English army out of America, the better it will be for these people. \n[61]Yes I do! I know exactly what I am saying. And if it is sedition, then I am guilty of sedition, too! \n[62]They're going to hang you. Why didn't you leave when you had the chance? \n[63]What would you have me do? \n[64]No. I will find you. \n[65]The whole world's on fire, isn't it? \n[66]What is it? \n[67]straining to see. \n[68]horrified, holds Alice tighter. \n[69]shoots him in the face. \n[70]held up by Hawkeye, suddenly screams. \n[71]No! \n[72]Stop it!! \n[73]is soaked to the bones. Hawkeye strips off his buckskin hunting shirt and wrings it out. Cora turns her back, strips off her white blouse and puts on the faster-drying chamois. \n[74]Are we safe? \n[75]Our father? Did you see my father? \n[76]Tell me! \n[77]Say nothing to Alice ...! \n[78]crosses to the Ranger who's semi-conscious, feverish and getting delirious. She can't do a thing except hold his hand and think of her father. \n[79]Yes. Go ahead. \n[80]Yes. I want you to go. \n[81]You try. With all you have. To save yourself. If the worst happens, and only one of us survives, something of the other does, too ... \n[82]turns aside. Hawkeye insists. \n[83]... never doubt what you are doing. \n[84]sees him enter, doesn't believe he's there. \n[85]Nathaniel! \n[86]looks to Alice, then to Hawkeye. \n[87]What are they doing to Duncan? Duncan! \n[88]Alice? \n[89]moves towards her sister. But Hawkeye holds her tightly as they retreat. \n[90]trying to stay with them, scrambles up ... \n[91]alone, kneeling in the meadow. Her eyes downcast ... \n[92]is standing, her back to us, in front of a rock-covered grave with a wooden cross. Next to it is Uncas' burial platform. Cora [says a] silent prayer. Then she pauses, crosses herself. Her emotions are spent. She moves next to Hawkeye. He takes her hand. HAWKEYE &amp; CORA] \n[93]I have nothing to go back for. \n[94]Yes. \n[95]Where will we go? ", "MUNRO": "\n[1]Why are you here?! \n[2]Why did you allow them to come? ... And where the bloody hell are my reinforcements!! \n[3]Told you to stay away from this hell hole! Why did you disobey me? \n[4]My letter ... \n[5]What? \n[6]I sent three men to Webb! \n[7]Does Webb not even know we are besieged? \n[8]What happened to you? \n[9]Thank you. How can I reward you? \n[10]What else? \n[11]I'm indebted to you. And get your side sewn up, young man. \n[12]sees his exhausted and bloodstained surgeon in the doorway that leads to the next rooms. \n[13]Mr. Phelps! \n[14]is moved beyond words by his daughters' presence. There's a break, a pause ... \n[15]What a place for them ... \n[16]Logistics are his guns are bigger than mine and he has more of them. They keep our heads down while his sappers make thirty yards of trench a day. His thirteen inch mortars have a two hundred yard range, so when they're close enough, they'll move them in, lob explosive rounds over our walls and pound us to dust. \n[17]Bloody murderers. \n[18]... not enough time to get to Albany and back with reinforcements ... \n[19]Webb's at Edward? \n[20]Only twelve miles away! He could be here day after tomorrow. Find your man, sir! Captain Beams will give you the message. \n[21]Yes, Mr. Poe? So? \n[22]Thank you. \n[23]That's all, sir. \n[24]Terrible feature of war in the Americas. Best to keep your sight fixed on our duty. Our duty is to defeat France. That hangs on a courier to Webb. \n[25]I must receive proof more conclusive than Mr. Poe's opinion before I weaken our defenses by allowing militia to withdraw. \n[26]I judge military matters, Captain Winthrop, not you. \n[27]What did you see, Major? \n[28]I'll have none of that! Montcalm is a soldier and a gentleman. Not a butcher. \n[29]You forget yourself! \n[30]British promises are honored. And the militia will not be released. Because I need more definite proof than this man's word! \n[31]This interview's over! The militia stays! \n[32]Anyone fomenting or advocating leaving Fort William Henry will be hung for sedition. Anyone leaving will be shot for desertion. My decision is final. Get out. \n[33]The man encouraged the colonials to desert in this very room, in my presence. He is guilty of sedition and must be tried and hanged like any other criminal, regardless of what he did for my children. \n[34]Not with enough certainty to outweigh British interests in this fort. \n[35]But the man is guilty of sedition and subject to military justice and beyond pardon. \n[36]You do not know what you are saying! \n[37]And I to make yours, Monsieur le Marquis. \n[38]Monsieur le Marquis, I am a soldier, not a diplomat. You called this parlay for a reason. \n[39]However I may apprise such testimony from Monsieur Montcalm, Fort William Henry is strong and stands. \n[40]Perhaps the General's glasses can reach to the Hudson and he knows the size and imminence of the army of Webb ...? \n[41]You have heard your answer, Monsieur le Marquis. \n[42]Such as ...? \n[43]Their arms? \n[44]The honors of war? \n[45]My colors? \n[46]Allow me to consult with my officers. \n[47]I have lived to see two things I never expected. An Englishman afraid to support a friend. And a Frenchman too honest to profit by that advantage. \n[48]Death and honor are sometimes thought to be the same. Today I have learned that they are not. \n[49]The decision is final. \n[50]I am deeply touched by such unusual and unexpected generosity ... The fort is yours under the condition that we be given until dawn to bury our dead, prepare our men and women for their march and turn our wounded over to your surgeon. \n[51]Monsieur, the fort is yours. \n[52]has seen it too. And now he sees ... \n[53]Steady! No one fires! \n[54]gallops his horse away from Cora and Alice towards the scene of the last attack. We hear him from the distance ordering ... \n[55]Do not break ranks! I want these ranks to hold ...! \n[56]hollering \n[57]Cora! Alice! ", "MAGUA": "\n[1]rises and slowly walks into the light. He is reserved and over six feet tall. His head is shaved into a mohawk. Rings, beads &amp; feathers pierce his ears. A blanket is worn as a shawl over his left shoulder exposing his right arm and heavy tattooing. A long tomahawk is in the belt of his breechcloth. \n[2]cradling his musket. \n[3]I understand. This is not good place to stop. Two leagues from here. No water 'til then. That where we stop. Better place. \n[4]\"Magua understand paleface is a dog to his women. When his women want to eat, he lay aside his tomahawk to feed their laziness.\" \n[5]Magua say: \"Yes. Good idea.\" \n[6]shoots Ambrose in the chest, and ... \n[7]calmly sees the odds have changed. His attention becomes focused. He commits a very revealing act seen through the blurred foreground action of struggling bodies. We will remember it. He raises his musket and aims at ... \n[8]entering with four Huron braves. This is not the Magua we saw on the trail. In his scalp lock, now red-stained and cut to a Huron roach, are three blacl plumes. A match-coat blanket drapes his left shoulder. \n[9]English war chief, Webb goes to Fort Edward with 33rd Regiment. He does not know my father's army attacks Fort William Henry. \n[10]The Grey Hair will try. \n[11]The Grey Hair's children were under Magua's knife but escaped. They'll be under it again. \n[12]When the Grey Hair is dead, Magua will eat his heart. Before he dies Magua will put his children under the knife so the Grey Hair will see his seed is wiped out forever. \n[13]in full war paint, with a coterie of Huron warriors, silent, waiting. Drums. \n[14]Is the hatchet buried between the English and my French father? \n[15]Not a warrior has a scalp and the white men become friends. \n[16]Magua took the hatchet to color it with blood. It is still bright. Only when it is red, then it will be buried. \n[17]Where is that sun?! It has gone behind the hill. It is dark and cold. It has set on his people, they are fooled and kill all the animals and sell all of their lands to enrich the European masters who are always greedy for more than they need. And Le Subtil is the son of his tribe. There have been many clouds and many mountains. But now he has come to lead his nation. \n[18]Does my father know that? \n[19]And this? \n[20]Magua slept hard in the English wigwams. And the sticks left their mark ... Magua's village and lodges were burnt. Magua's children were killed by the English. Magua was taken as a slave by the Mohawks who fought for the Grey Hair. Magua's wife believed he was dead and became the wife of another. The Grey Hair was the father of all this. In time Magua became blood-brother to Mohawk to become free. In his heart he always was Huron. And his heart will be whole again on the day when the Grey Hair and all his seed are dead! \n[21]Does the chief of the Canadas believe the English will keep the terms? \n[22]Many things my French father cannot do, Magua can. \n[23]I wonder at the blindness and pride of the white man. He believes only he knows how to speak falsely to make other men do his bidding. \n[24]glides through the scenes, striking and hunting. Some of his coterie of braves near him. He sees ... \n[25]Grey Hair. I will cut your heart from your living chest in front of your eyes. As you die, know that I will put under the knife your children and wipe your seed from this earth forever ... \n[26]reaching down and up into something, emerges and jams an object we barely see into the air. But his arm and shoulder and half his chest are splashed red with blood. \n[27]enters. His blanket, like a shawl, over his left shoulder, black plumes in his hair. He's imperturbable. \n[28]Gifts? \n[29]Wampum? \n[30]Does Yengeese Major have property across salt sea? \n[31]Yengeese Major give all property to Magua. Magua give Yengeese Major much wampum, many gifts, maybe three, four oxen. \n[32]For Munro children? \n[33]How much gold has the master of the Yengeese? \n[34]Not enough. \n[35]Heart. Give Magua new heart. \n[36]is imperturbable. \n[37]Many of the Yengeese are dead, great Sachem. I have brought three of my prisoners, to honor you. Two are the children of Munro. Whose scalp hangs on my lodge pole. And whose heart I cut from his chest. \n[38]... the earth was pale. Our tomahawks were bright. Now they are dull from war. And the Huron rich with the trophies of honor ... Magua will sell the English officer to Les Francais and the reward is my gift to you, wise one ... The women - children of the white war chief - will burn in our fires so all can share in this. \n[39]senses the sachem's eye line ... \n[40]Our father, Montcalm, is greater than the Yengeese in the arts of war. The Huron do not fear English anger. \n[41]It made our French father happy to never have to fight the same Yengeese again. He told me this without telling me this. \n[42]No. Huron serve no one. The French father believes he fooled Magua because he is so proud of his cleverness, he is blind. But it is the Huron path that Magua walks down, not the French one ... Now, Les Francais, also, fear Huron. That is good. When the Huron is strong from their fear, we will make the terms of trade with Les Francais. And we will trade as the white man trades. Take land from the Abnakes; fur from the Osage, Sauk &amp; Fox. And make the Huron great. Over other tribes. No less than the whites, as strong as the whites. \n[43]The red man put down the bow, picked up the fire stick and became the best warrior in the forest. Yes. It is the only way. \n[44]waits for the decision. \n[45]This is not the voice of wisdom. I go to the Hurons of the Lakes! You are women. Send your arrows and guns to the Seneca, beg from them venison to eat, corn to grind. Slaves, dogs, rabbits, thieves ... I spit on you! \n[46]running forward past Five, confronts Uncas head on. It's incredibly fast. \n[47]moves on Alice. His knife is low, about to strike. She stares at him. Her eyes are like pools of deep water, calm, open, almost beatific. It stops Magua ... \n[48]inexplicably, drops his knife hand. He's riveted by her. About him, there's a glimmer of something else. He wears a human face for this one moment. He reaches out with his other hand to offer her safety. To bring her back from the edge ... \n[49]charging Chingachgook. \n[50]stunned, turns to hatchet Chingachgook ... \n[51]amazed. His body is broken and crippled, but he still stands. He looks into the eyes of the last warrior of the Mohicans. ", "CHINGACHGOOK": "\n[1]slips through young trees and stops, shouldering his smoothbore musket. Is this an ambush? \n[2]We're sorry to kill you, Brother. Forgive us. I do honor to your courage and speed, your strength ... \n[3]Halloo! John Cameron! \n[4]The Master of Life is good. Another year pass ... How is it with you, John? \n[5]Your eyes are too sharp, Alexandria Cameron. They see into my heart. \n[6]Fathers of England &amp; France, both, take more land, furs, than they need. They're cold &amp; full of greed ... \n[7]has headed off further down the stream and discovers nothing. Rapidly he rejoins Uncas and Hawkeye who've become extremely alert. They move up the bank into the forest ninety degrees from their previous path. TRACKING: HAWKEYE, UNCAS &amp; CHINGACHGOOK moving. Fast. Nearly soundless. They hardly disturb a blade of grass. The impression: expertise, deadliness and an impression something's wrong. \n[8]pursues two fleeing Hurons up the incline. Two strides gain him the first man, who he hamstrings and runs over to pursue the second up the hill ... as ... \n[9]to Hawkeye: let's go ... Then a fast exchange of Delaware. Cora's surprised to see it's Chingachgook's decision. Chingachgook looks at the survivors, gives his assent, starts off. \n[10]Yengeese no good in woods. Make more noise, I kill him. \n[11]is already moving out front, low and fast ... \n[12]Ottawa. \n[13]Leave them. \n[14]mutters something to Uncas. He nods and disappears amongst the white birch, soundlessly. \n[15]His massive arms spread revealing his war club in his left fist; his fusil in his right hand. \n[16]sees all of it; doesn't like it. \n[17]run diagonally past pyramidal stacks of cannon ball, smoldering beams and shrapnel, wounded men. Just then a mortar is fired and explodes, killing the gun crew. On the ramparts Mohawks and Colonial Militia, sniping at the French. Women huddle in corners next to the sick and dying. \n[18]Why do they make my son prisoner? \n[19]What will they do with my white son? \n[20]protecting Hawkeye, slams his war club into one Huron, breaking his attack, his arm and his skull and swings the other way burying the bladed end into the chest of an Ottawa who's behind him. Then ... \n[21]smashing his war club straight down on a Huron, reaches for the man's musket and shoots another. Then he sees ... \n[22]followed by Uncas, takes stock of their supplies. They check their powder. They have almost none. Uncas shares his with Hawkeye. The Redcoat's cartridge case is soaked, the paper cartridges a soggy mess. Heyward has none. The Ranger has two left. In Mohican, Chingachgook decides some things. Hawkeye and Uncas nod. Heyward approaches Hawkeye. \n[23]has their weapons slung over his back. He says something in Mohican. Uncas spins looks at Alice: her expression's vacant. \n[24]tries to focus, slammed against rocks, he's striking out towards the right, swimming against the current. He's grabbing for something. \n[25]out on the flank. Running hard. \n[26]holding Killdeer. \n[27]tosses Hawkeye Killdeer. As fast as he jams it into his shoulder he FIRES. \n[28]seeing his boy killed, CRIES out and is charging up the path, Hawkeye following. \n[29]isn't there. He rolled and, on one knee with his back to Magua, his arm slams rearward. The massive war club crashes into Magua's back. \n[30]now up and towering - slams his club right into Magua's assault ... destroying it, breaking Magua's right arm. And ... \n[31]... with his momentum, spins like a shot-putter and the next blow cripples Magua's left side and crushes part of his chest. \n[32]\n[33]Great Spirit and the Maker of all Life ... \n[34]The frontier moves with the sun and pushes the red man of the wilderness forests in front of it. Until one day there will be nowhere left. Then our race will be no more, or be not us ... The frontier place is for people like my white son and his woman and their children. \n[35]No. It is true ... One day ... there will be no more frontier. Then men like you will go, too. Like the Mohicans. And new people will come. Work. Struggle to make their light ... One mystery remains. \n[36]Will there be anything left to show the world that we ever did exist? ", "MONTCALM": "\n[1]stands with a huge and fearsome elaborately tattooed and robed Seneca chief in a silk turban ... \n[2]For my children and the children of the true faith, my friendship and esteem is boundless ... I will give you three oxen for a feast and tomorrow I, myself, will sing the war song with you in the great council house. \n[3]Le Renard Subtil, how are things with your English friends? \n[4]Louis Antoine, join us. \n[5]Hear what le Subtil has to tell us ... \n[6]Why do hate the Grey Hair, Magua? \n[7]My sappeurs are advancing the trenches through the night, now. You may have your opportunity soon. \n[8]Colonel Munro, I have known you as a gallant antagonist. I am happy to make your acquaintance as a friend. \n[9]Please accept my compliments for the strong and skillful defense of your fortress. Under the command of a lesser man it would have fallen long ago given the superior numbers and material ... mere chance has allowed me to array against you ... \n[10]You have already done everything which is necessary for the honor of your Prince. I will forever bear testimony that your resistance has been gallant and was continued as long as there was hope. But now, I beg you to listen to the admonitions of humanity. I beg you to consider my terms for your surrender. \n[11]Honor that is freely accorded to courage, may be refused obstinacy ... These hills afford to us every opportunity to reconnoiter your works and I am possibly as well acquainted with your weak condition as you are yourselves. \n[12]My scouts intercepted this dispatch intended for you. \n[13]Read the dispatch. \n[14]Sir. I am incapable of mistreating brave men. I beg you not to sign the death warrant of so many until you have listened to my terms. \n[15]My master requires the fort be destroyed. But, for you and your comrades, there is no privilege that will be denied. None of your men will see the inside of a prison barge. They're free to go so long as they return to England and fight no more on this continent, and the civilian militia return to their farms. \n[16]They may leave the fortress fully armed, but with no ammunition ... Other than that, ask what you wish. \n[17]Granted. \n[18]Carry them to England to your King with pride. \n[19]Granted, Monsieur. \n[20]France. \n[21]La victoire. \n[22]Il est necessaire d'etre vigilant, mon enfant. \n[23]Yes. \n[24]My master owns these lands and your father has been ordered to drive off the English squatters. They have consented to go. So now he calls them enemies no longer. \n[25]But so many suns have set since Le Renard struck the war post. Is he not tired? \n[26]That Le Renard has the power to lead his people into the light, I know well. \n[27]That's where a lead bullet has torn you. \n[28]My son has been sadly injured. Who did this? \n[29]My son Magua's pain is my pain. \n[30]Munro would. But General Webb will not send their soldiers across the salt lake. Having let them go, I fear I will only fight the same men again when I move south. And yet, I cannot break the terms of the capitulation and sully the lilies of France ... \n[31]As the English march away, our soldiers and the Canadiens will be drawn to the looting of the fort ... except for a small guard ... \n[32]salutes Munro and bows gravely from the saddle. ", "UNCAS": "\n[1]stops dead, holding out his hand ... no sound. \n[2]Your farm good to you this year, John? \n[3]Mohawk field we saw was 5 mile long on the river. Chief Joseph Brandt's field. \n[4]No, Schylerville. With the Dutch for silver. French &amp; English want to buy with wampum &amp; brandy. \n[5]So I can find a woman and make Mohican children so our father will leave my brother &amp; me in peace. \n[6]No. You are too strong. Turn me old too fast! \n[7]We had our say, Ian. \n[8]scalps the man he killed. Chingachgook dispatches the Huron he hamstrung. \n[9]just cut the throat of the second Narraganset. It drops into the brush. Alice attacks him. \n[10]... too easy to track ... they can be heard for miles ... find yourself a musket ... \n[11]stops, alarmed. Something in the air bothers him. Hawkeye smells it, too. \n[12]returns from under one part of the wreckage, ashen, stoic, as they all are. We know the degree of their inner pain. \n[13]All dead ... \n[14]enters, very careful where he places his feet ... Hawkeye gestures to Heyward to stay where he is: on the periphery with the women. \n[15]Mirrors ... tools ... clothes ... all inside. \n[16]moving fast. He gestures back the way he came and it means they're in jeopardy. Uncas disappears around the mound. \n[17]looks over his shoulder, sees something in the far distance, gestures to Hawkeye and Chingachgook. \n[18]looks over his shoulder. \n[19]Didn't! \n[20]Some food. \n[21]You told him about the raid? \n[22]Tight weave. \n[23]sees a flash of something yellow. So does Hawkeye. They charge into the swirling chaos of attacking bodies. As we lose sight of them ... \n[24]leaps off the stern of Hawkeye's canoe and climbs up the stern of Heyward's and takes control. He roughly gestures to the Redcoat and the Major to stop paddling. He and Hawkeye will pilot the two canoes. \n[25]lurches sideways, grabs a tree root. He is the only link of the canoe to earth. The bow, with Heyward, is literally hanging over the edge. Uncas strains and pulls the canoe to the rock. He gestures to Heyward. \n[26]immediately starts up the right acclivity to one fissure, and Chingachgook moves carefully to the first fissure. Hawkeye follows. \n[27]yanks her down next to him. He pulls her head into his chest, looking out over the edge, his tomahawk in front of him, his musket near his right hand. There is no sign she was seen. UNCAS &amp; ALICE He relaxes, looks at her and puts his finger to his lips telling her to be silent. Languorously, she lies back, closes her eyes and lays a hand on his shoulder, palm up, as if he were a prince in a romantic fantasy. Uncas tries to restrain her. \n[28]his hand buried in her hair irradiated by the moon, then she seems to reach some emotional climax and begins to cry softly, and Uncas stops making love to her and holds her. Then she's flooded with shame. He reaches for her. She jerks away. He reaches for her again and clutches her to him. And she breaks down. Then he turns her face to him, but her expression has completely flattened. \n[29]swings out, now hanging by the vertical face above the overhang. His features are distorted with determination. Nothing will stop him. His right hand grabs another rock. His arms snap him up. Then push. He's on the ledge. Moving fast ... \n[30]slams him off the rock with the butt of his musket. ", "ALICE": "\n[1]Duncan! \n[2]We leave in the morning?! \n[3]I won't sleep tonight. What an adventure! I absolutely cannot wait to return to Portman Square, having laid eyes upon the full-blooded, red men in the wild! \n[4]Nonsense. Papa wouldn't have sent for us if it were dangerous. \n[5]Can we rest soon? \n[6]shrieks. Cora grabs Alice's reins and her own. \n[7]on the ground, screaming insanely, covered by Cora who's protecting her little sister, and ... \n[8]Cora, holding her, is stunned but functioning. Moments ago both women were clean and demure. Now their riding dresses are torn, mud-stained, blood-spattered and their baggage is gone. \n[9]Stop it! \n[10]We need them to get out of here! \n[11]approaches and is frozen in horror. Cora shields her from the sight. Cora is affected but confronts it directly. \n[12]seeing the red-painted Ottawa approach, starts to panic. Her hyperventilating and involuntary small sounds of fear will reveal their position. A hand covers her mouth and silences her struggling. WIDEN. It's Uncas. His other arm is around her, holding her, looking towards the advancing Ottawa. \n[13]Re-energized, her spirits pick up. \n[14]Will we be able to bathe? \n[15]Duncan, you are absolutely gallant. If Cora doesn't marry you, I shall. \n[16]I can't wait to see Papa ... \n[17]Papa, Papa!! \n[18]Talk to Duncan, Cora ... I must manage ... I cannot be an invalid schoolgirl. I'll see if Mr. Phelps needs anything ... \n[19]on her hands and knees. A massive Ottawa pulls her upright by her hair about to take her life and her scalp. He's struck by a rock in the hands of Cora which barely phases him. He bats her aside and returns to Alice, when suddenly ... \n[20]stands in the chamber not far from the wall of water, fascinated with its shimmer. She's oblivious to all the events and everything going on around her ... \n[21]sensing new danger, slips away on her own. \n[22]looks at the sky through the fissure. She sees the starfields and feels silver moonlight pull her forward. She starts out onto the island, oblivious, unaware she'll expose them. Suddenly ... \n[23]Uncas ... \n[24]looks down at Uncas, her lover, dead on the rocks below. She turns to Magua with enigmatic calm. Her eyes seem to see into him. She steps off the edge. She falls to her death next to Uncas ... ", "JACK": "\n[1]Tradin' your skins in Castleton? \n[2]A French &amp; Indian army out of Fort Carillon's heading south to war against the English. I'm here to raise this county's militia to aid the British defense. \n[3]We'll see in the morning ... \n[4]Few'd deny that? Where you headin'? \n[5]Boys. My sense of it is enough of us will join-up to fill the county's levy. But only if General Webb accepts a few terms I got in mind ... \n[6]... if they are not allowed leave to defend their families if the French or Hurons attack the settlements, no colonial militia is goin' to Fort William Henry. \n[7]Does that mean they will be granted leave to defend their homes if the settlements are attacked? \n[8]You got yourself a colonial militia, General. \n[9]Get together by the West Battery James &amp; Ian, Sharitarish &amp; William. \n[10]Chingachgook's of the same opinion. Taken or fall depending on Webb and reinforcements, not these colonials' presence. \n[11]We are not forgettin' Webb's promise! \n[12]Nathaniel's word been good on the frontier a long time before you got here! \n[13]Does the rule of English law no longer govern? Has it been replaced by absolutism? \n[14]I believe if they set aside their law as and when they wish, their law no longer has rightful authority over us. All they have over us is tyranny, then. And I'll stay here no longer. No force on earth will keep me here ... Anyone caught leavin' the fort could be shot. So each man make your own decision ... Those who are goin', be back here in an hour. \n[15]You're not coming with us? \n[16]That reason wear a blue dress and work in the surgery? ", "AMBROSE": "\n[1]Atten-shun! \n[2]Shoulder arms! \n[3]a sergeant major of forty-one is wide and deep and built like a fullback. You do not mess with Sgt. Major Ambrose. \n[4]Form two companies of nine ... MARCH!! \n[5]\n[6]Form company! Left face! March! \n[7]\n[8]Company make ready! \n[9]Present!! \n[10]\n[11]Fire!! \n[12]Load! Prime! \n[13]Present! Present! \n[14]blood gushing from his chest wound, fires his pistol, dropping a Huron; slashes a second with his sword. Then he's chopped down. Hurons begin scalping the British while four race towards Heyward and the two women. HEYWARD &amp; CORA &amp; ALICE ready to die. Heyward has only his fusil as a bludgeon. He readies ... ", "LIEUTENANT": "\n[1]His Majesty King George II is very grateful for your support. \n[2]To Fort William Henry. \n[3]It should be enough to remind you France is the enemy. \n[4]What did you say? \n[5]Really? Do you want them to overrun all New York colony? \n[6]Will you men help us stop the French? \n[7]For your own homes, for king, for country, that's why you men ought to join this fight! \n[8]You, sir! You call yourself a loyal subject? \n[9]They will report or be pressed into service! \n[10]They will be found! Arrested ... ", "SERGEANT MAJOR": "\n[1]Prime! Load! \n[2]Sir! Upon the center, wheel to the left-about! March! Rear ranks, proper distance! Front ranks, take your distance! March! Halt! Make ready! \n[3]First rank! Second rank! Present arms! \n[4]Sir!!! Third rank! Twelve paces! Forward march! \n[5]Shoulder arms! Present! \n[6]Sir! \n[7]Atten-hut! \n[8]Yes sir! \n[9]Right - about face! March! First rank present! \n[10]Prime! Load! Second rank six paces forward! Present! ", "WEBB": "\n[1]I cannot imagine his Majesty, in his benevolence, would ever object to his American subjects defending their hearth &amp; home, their women &amp; children, if threatened by the \"scourge\" of attack from savages, aroused to such excess by our enemy, the ever-perfidious French. \n[2]Of course. \n[3]Duncan. How was your journey? \n[4]And what is that? \n[5]I know. One has to give Americans \"reasons\" and make agreements to get them to do anything at all. Tiring, isn't it? But that's the way of it here. \n[6]You will take command of the 62nd Regiment of Foot. At Fort William Henry under Colonel Munro. I will march the 33rd to Fort Edward. \n[7]Yes. You may. You there. What does Munro call you? The \"Scotsman\" has sent one of his Indian allies to guide you. \n[8]The Scotsman's daughters are at the Poltroon's house. A company of the 33rd will accompany you and Magua will show you the way. \n[9]Explain to the Major we care little about toying with colonial militia because we have little to fear from the French. They have not the nature for war. Their Latinate voluptuousness combines with their Gallic laziness and the result is: they would rather make love with their faces than fight. \n[10]Dismissed. ", "CAMERON": "\n[1]Alexandria! Set three more places. How is Chingachgook, then? \n[2]Gettin' along. Yes, it is. Nathaniel. \n[3]Yes, I did. \n[4]It was a good year for corn. \n[5]You take much fur? \n[6]Dear Father, thank you for rewardin' the fruits of our labor with plenty. Amen. \n[7]I am stayin' on my farm. And any man who goes, his family is welcome to fort-up with us 'til he comes back. ", "IAN": "\n[1]How far up the valley? \n[2]What then, Lieutenant? \n[3]You boys marchin' with us? What do you say? \n[4]Thought you and Nathaniel weren't joinin'-up. \n[5]And my cabin's not thirteen miles south of Cameron's! \n[6]You didn't think it right to be here in the first place. \n[7]But we are under English military authority. "}}