{"dialogues": {"ALGREN": "\n[1]My thanks, Mr. McCabe... Ladies and Gents. \n[2]... On that fateful day, Johnny Reb had us in a spot, perched on the lonely top of Sutter's Hill, nothing but grey as far as the eye could see: Unhorsed and out of ammunition, I gazed down into the, um, mael... mael... -maelstrom below us, and saw them moving up. \n[3]I knew it was fight or die. Into the teeth of the enemy or we would all be buried... buried ... Shit... ...on the same hill with our comrades a1ready gone to Merciful Heaven... \n[4]Keep your head down. \n[5]What'd he know? You watch me now. Do whatever I say. . \n[6]Better than you. Smell better, too. Can you hold on, Zeb? \n[7]What are you talking about?! \n[8]No thought of surrender among those boy. Better to die as God made us, we thought, as soldiers... So I gave the order. Mister Bugler, sound mount up. Mister Bugler, sound prepare arms. There were only thirty of us, but we had fire in us yet. I looked down the hill at the destiny ordained for us. And gave the order. Mister Bugler, charge! \n[9]And straight into them we went... \n[10]\"Hip-hip hurray\" we shouted, for we had spirit in us yet-- \n[11]Before they knew what hit them, we had broken through into the rear of the rebel army. \n[12]Davey---!!!! \n[13]\n[14]And the 23rd rode on to glory. \n[15]Now let me: tell you, gentlemen, if there's one thing on earth I could have had with me on that glorious day, it would have been this beauty... \n[16]The Winchester Model '73 lever-action rifle. 15 shot capacity, one round-per-second, accurate at 400 yards. You'll note the patented loading port just beneath the cartridge chamber and the smooth cocking action. ...Lets' just see here-- \n[17]Smooth trigger action, too. \n[18]This is, gentlemen, The Gun That Is Winning The West... Step on up and take a look. Mr. McCabe is here to answer any question and take orders. I thank you. \n[19]Got their attention, didn't I? \n[20]June 17th, 1876. The dead are with me tonight. They return each time I am obliged to tell their story. \n[21]I can almost see them in the shadows, their bodies whole and beautiful once more. Sometimes it's as if they call to me in a sweet invitation -- \n[22]\"We are dead,\" they whisper, \"and we are happy.\" \n[23]\"Do not be afraid,\" they whisper. \"You have been dead, too.\" \n[24]Is this why they gave their lives? So that I might disgrace their memory? \n[25]And why, after taking so many lives, do I find myself incapable of taking just one more? \n[26]Go awa y. \n[27]Zeb... \n[28]Sit. Please. \n[29]Given up soldiering to become a critic? \n[30]I have I job. \n[31]I' m retired. \n[32]Colonel Bagley... \n[33]I have an agreement with the Winchester Corporation -- I'm sure these people have some concept of what an agreement is. \n[34]A year? \n[35]June 23, 1876. It is impossible, standing here, not to appreciate one's, own insignificance. \n[36]Here there is neither past, nor future. Only an oblivion of water. \n[37]And yet I ask myself, will the dead follow me across the ocean to this strange new land? \n[38]And these warlords just ... gave up hundreds of years of power? \n[39]What about those that didn't? \n[40]Who are we supposed to be fighting against? \n[41]Samurai? \n[42]You told them about our experiences together on Sutter's Hill, did you, Colonel? \n[43]Excuse me, gentlemen. I need some air. I'm sure Colonel Bagley can amuse you with more stories of patriotic gore. \n[44]Court-martial me. \n[45]We both know why you helped me, Colonel. Don't expect me to go all weepy with gratitude. \n[46]How many rimes you puke today? \n[47]A real page-turner. Sold twelve copies. \n[48]And where did you learn to speak Japanese? \n[49]I got twenty-seven words too - Reb, Sioux, Pawnee, Blackfoot, Jappo. Only one language when it comes to war. \n[50]They're gonna carry us? \n[51]Why the hoods? \n[52]All this in twenty years? \n[53]Buying the future. \n[54]No chairs? . . \n[55]And this? \n[56]You mean to say there are no real beds in Japan? \n[57]What do they want? \n[58]How long have you been in Japan? \n[59]I've done with worse, believe me. \n[60]I look forward to the opportunity of meeting him someday. \n[61]I have seen many of them, and have fought them, too. They are very brave. \n[62]General. \n[63]Ask the General what training they' ve had. \n[64]Sergeant Gant, have the men stand to attention. \n[65]For God's sake, let's not keep it a secret who's in charge here ... Mr. Gant. \n[66]August 4,1876. As I watch this new army train, I cannot help but think of those who rode with me in me 23rd cavalry. \n[67]For four years they had survived, never once shrinking from the fire. And so, when given my order to charge the advancing rebel infantry, they never hesitated. ...And they all died. \n[68]Now I am training another army. In another civil war. \n[69]Is this why I was spared? Once again to lead men to their death? ... the problem is they're peasants. They have never had this sort of responsibility or power. \n[70]Ask him if they have a flag. \n[71]They need a flag. \n[72]Mr. Graham... \n[73]What edicts are those? \n[74]This is sake? \n[75]Sake.. Good. \n[76]Ask him if he ever saw a samurai in battle. \n[77]Zeb. ...so sorry. \n[78]No tea... Sake. \n[79]Zeb. I don't think she -- \n[80]Oh, shit. \n[81]Obviousl y you can kick the shit out of people much larger than you, so we'll be leaving now... \n[82]It was... educational Would the General mind telling me more about our common enemy? \n[83]What kind of man is be? \n[84]Kinsman? \n[85]Ask him what kind of guns Katsumoto has. \n[86]No, ask him what kind of firearms they have. \n[87]They're not a fighting unit yet \n[88]With respect, sir, I need more time. \n[89]Colonel-- \n[90]Yes, air. \n[91]What is that sign? \n[92]Zaibatsu? \n[93]They own all of this? \n[94]October 24,1876. Today we entered Kansai province. Here the local warlords have all been convinced to accept the emperor's rule. \n[95]Our destination is Yoshino, home of the rebel Katsumoto. Protected by high mountain passes, it can be reached only during the summer months, and even then with great difficulty. \n[96]A long march. And then a battle. A new enemy, but the same feeling I had in my guts at twenty-one, in the cornfield at Antietam -- men will die here, today, and will I be among them? \n[97]Ask him how they'll come at us. \n[98]Yes. \n[99]No one. \n[100]...I'm going to kill him. \n[101]Sergeant Gant, order the troops to assume staggered firing positions. \n[102]\n[103]Hold the line! \n[104]Sound fall back! Sound fall back! \n[105]Sake. \n[106]Sake. \n[107]Sake. \n[108]\n[109]Sake! \n[110]Sake... \n[111]Training what? \n[112]Why do you learn English? \n[113]If I am your enemy, why have you not killed me? \n[114]Was General Yoshitaka your enemy? \n[115]That why you helped him kill himself? \n[116]Hell of an honor. \n[117]Who was the warrior in the red armor? \n[118]And the woman who cares for me? \n[119]I killed her husband? \n[120]You hope I choke on it, don't you? \n[121]You want to poison it and watch me fall over the table and foam at the mouth. \n[122]Who are you people anywa y? \n[123]You have no God, you have no mercy, you don't even have any fucking walls. Your walls are made of paper, what's the matter with you? \n[124]This man tries to kill me and I've done nothing to him, and you, I kill your husband and you act like, what? Like I'm a guest in your house. What is wrong with you? \n[125]Do you have a soul at all? \n[126]Is that what he's doing? \n[127]Nineteen. \n[128]Yes. \n[129]What about it? \n[130]Everything about the civil war? \n[131]That would take a year. \n[132]The civil war began on April 12. 1861 when the rebs attacked Fort Sumter. Well, actually, it probabl y began three years earlier when the Supreme Court decided a runaway slave had to be returned to his master \n[133]--and Pickett says he wants to do it, over Longstreet's objections and Lee doesn't know what to think, but he lets him. So 15,000 men go up that hill. And most of them die. \n[134]No, it was stupid. \n[135]The point of a battle is to win, or at least have enough men survive to fight another day. \n[136]What do you want from me? \n[137]You know they're not going to ransom me. \n[138]Then what are you doing, why are you asking me these questions, what is going on here? \n[139]Day unknown, month unknown, 1876. I continue to live among these strange people. \n[140]Each day I am confounded by their strange customs and contradictions, savagery followed by mildness. \n[141]They seem to value nothing more than their families, and yet they kill defenseless wounded men without a shade of remorse.. \n[142]\n[143]Not so fast Ko...toba? [Words?] What is this? \n[144]Hashi. \n[145]Algren. \n[146]Higen. Toshiie. Taka. \n[147]To keep either one from being too powerful. \n[148]We believe the opposite. \n[149]I have a question. How do you come to speak English? \n[150]So that Japan could have a powerful ruler to protect it. \n[151]And now you must hate him for what he's done. \n[152]By fighting his army? \n[153]This sword is flawed. What is this uneven line near the edge? \n[154]The crew at Winchester can produce one rifle ever y seven minutes. \n[155]I'm not sure an artillery officer would agree. \n[156]I think all killing's a filthy business. \n[157]In other words you have no respect for human life. \n[158]And what is yours? To rebel against the future? I fought the South in our civil war. Their leaders believed they were fighting for \"honor\" just as you do. And their people died by the thousands! \n[159]And my wife is dead. \n[160]...I look forward to it. \n[161]March 9. 1877. I have never known such a disciplined people. \n[162]From the moment they wake, they devote themselves to the perfection of whatever they pursue-- \n[163]And yet the more time I spend here, the less I understand them. \n[164]Everyone is polite, every nuance of behavior seems to have a great meaning, and increasingly I am convinced that the lower they bow, the leas they mean it. \n[165]And I am sure they regard my wa ys to be as confounding and unfathomable as I find theirs. \n[166]What? \n[167]No mind? \n[168]Were you praying? \n[169]Of what? \n[170]I'm not much of a writer. \n[171]Did you love her husband as your own son? \n[172]The difference is, you feel nothing. \n[173]What does that have to do with anything? \n[174]How do you know? \n[175]We lived in a place called Connecticut. My...brother and I climbed the maple trees. \n[176]Yes. \n[177]I am str    uck by these people and their acceptance of Fate in a1l it   s variations. At a time like this, they seem utterly without      sentiment. Even the children have a gravity beyond      their years. \n[178]Would last longer ... if stone. \n[179]And yet I have never seen a people with more capacity for the joy found in the simplest things of life. \n[180]Hai. \n[181]I know. \n[182]I am not Japanese. \n[183]1... didn't know he was your husband. \n[184]And you do yours. \n[185]April 13, 1877. Tomorrow we return to civilization. As eager as I am to be among my own kind, I confess to a curious reluctance. \n[186]These months have marked me, and I don't fully know yet wh y. \n[187]I do know it is here that I have known my first untroubled sleep in many years. \n[188]Domo Arrigato. \n[189]...You will finish it soon. \n[190]... The Emperor sends a message for you to return to Tokyo, and you go? \n[191]Even though you're in rebellion against him. \n[192]I don't understand. \n[193]But ever yone around him wants you dead. \n[194]I've had little else for some time... \n[195]How's your poem coming? \n[196]To protect the railroad. \n[197]So Tokyo can control the whole country. \n[198]You have something they want \n[199]Minerals ... Gold. \n[200]Coal? For steamships. \n[201]...China. \n[202]Mine the coal to create a way station for the trip to China ... Freeze the Europeans out and Japan and America have a monopol y on the China trade. \n[203]The wealthy families. \n[204]And you will tell the emperor to stop them? \n[205]Then what do you hope to accomplish? \n[206]...I have a job here. \n[207]Why? \n[208]They have new weapons. \n[209]I need a bath. \n[210]May 15, 1877. The city I return to is immeasurabl y changed \n[211]As though Tokyo were determined to become another New York or Chicago .- all in one headlong rush. \n[212]Yes, sir. \n[213]He is samurai. \n[214]Depends on what you're trying to accomplish. \n[215]Then they will set you well on your way. \n[216]Thank you. \n[217]My role was much less significant than you may have heard. \n[218]I have none. \n[219]Again, I have none. \n[220]He is.... unsympathetic. \n[221]Again, you flatter me. \n[222]I didn't know loyalt y was something that could be sold. \n[223]Then I will consider it. \n[224]Private cabin. \n[225]Whit is this? \n[226]What edicts? \n[227]That's enough-- \n[228]\n[229]I'm leaving tomorrow. But before I go I need to tell you what's going on here. \n[230]They're about to close a trade agreement that will bring this country more weapons than you can imagine. \n[231]And you are to be the cause... \n[232]I know. \n[233]If you do this, they will kill you. \n[234]You don't know what their weapons can do. All your men butchered ... Just for pride. \n[235]But the emperor is the one signing the agreement. \n[236]Is it worth it? ... just for these, \n[237]I have a fear of sentimental Englishmen. \n[238]Who are they? \n[239]What do they want from me? \n[240]You've been a great help, Graham. I thank you. \n[241]Take back to quarters. I walk. \n[242]Thought I would follow the Japanese fashion. \n[243]Why would I do that? Omura wants me to train his personal guard. \n[244]Could it be my nose isn't permanently lodged up his ass? \n[245]I'm surprised you enjoy it. Literally translated it means `love/death. ' A samurai concept, don't you think? \n[246]Mr. Omura, may I use the necessit y? \n[247]This wa y... \n[248]How's the poem coming? \n[249]Name's Simon Graham. Wants to write a book about you. \n[250]Come on. \n[251]No-- \n[252]No. Wait...! \n[253]There's a wa y out. Look--! \n[254]This place is designed to keep people from getting in, not from getting out. We can make it \n[255]Do you have a better one? \n[256]I may die. But I'll die trying. \n[257]June 1, 1877. Yesterday, I passed the field where Zebulon Gant was killed by the man with whom I now ride. \n[258]I am beset by ironies -- trained to fight rebels now I am one. And yet 1 ask mysel f... can a man be reborn?: \n[259]And if so, what would he make of it? \n[260]Maybe that neither of us is as smart as we thought... \n[261]... he gave his life to save us. He died bravel y. \n[262]If they come here, yes. \n[263]Because they come to destroy what I have come to love. \n[264]And he is angry because I am the cause of that. \n[265]Higen. \n[266]That is what he believed. \n[267]So would I. \n[268]And I was always afraid. \n[269]I call it five thousand troops. They'll come in waves of about a thousand, a few minutes between each wave. \n[270]German formations have the infantry staggered with on1y light flanking. They'll come straight on with rifles and fixed bayonets. Mausers are only accurate to about 150 yards. They'll look to overthrow us. \n[271]Colonel. \n[272]I take that as a compliment, Colonel. I'll look for you on the field. \n[273]They have the howitzers. \n[274]About a dozen. \n[275]A man could get lost up there ... Build an army. Hold out a very long time. \n[276]By dying? \n[277]At least make it battle, not a suicide. \n[278]It might give you one more day ... One more fine day like this. \n[279]July 14, 1877. For so long now, I have managed to convince myself that there was nothing worth believing in. \n[280]Certainly nothing worth dying for. \n[281]Now I am not so sure. \n[282]And so, for the first time in my life, I am truly afraid. Not of dying. But of losing something worth living for. \n[283]The kenbu,.. his dance of death. \n[284]I studied war at a place called West Point. They taught us about a battle called Thermopylae. Three hundred brave warriors held off the king of Persia's army of a million men. For two da ys they made them pay so dearly that the king lost all appetite for further invasion ... I have some thoughts about the battle tomorrow. \n[285]I sure as hell want to find out. \n[286]No ... But I think a man cannot know his destiny. He can only do what he can, until his destiny is revealed. \n[287]What does it say? \n[288]If that is my destiny ... Anshinritsumai. [I wish you peace.] \n[289]Mr. Graham.... \n[290]Would you please stay with the horses? \n[291]Mr. Graham ... Take this. \n[292]Maybe you can use it for your book. \n[293]The call to advance. \n[294]Dead to the last man. \n[295]They need to regroup and report our position. Then they'll come hard. \n[296]They're not warriors. They're soldiers. It's a modern army. \n[297]We won't be able to hold them back this time. \n[298]I died a long time ago. \n[299]Yes. \n[300]No. Maybe I survived just to live this one last day. \n[301]I'll stay. \n[302]Just -- stay there. \n[303]No. \n[304]No, Kaishaku. \n[305]I will tell you how he lived. ", "KATSUMOTO": "\n[1]You cannot escape. We are deep in the mountains and winter is coming. \n[2]The barbarian doesn't know hit shame. \n[3]Ujio-San, he will still be shamed tomorrow or in a month. For now there are things I wish to learn. \n[4]They are training. \n[5]Their minds. It is called bushido... \n[6]The wa y of the warrior. We study from when we are young. Are my words correct? \n[7]I will practice my Eng1ish with you. \n[8]To know m y enemy. \n[9]No, I honor his memory as my kinsman. \n[10]If a samurai is defeated in battle, he must take his own life to spare himse1f the shame of capture. It is required that his kaishaku his trusted friend, help him. I was honored to by his kaishaku. \n[11]It was his destiny. He knew it, he died at peace. \n[12]My son-in-law. His name was Hiroshi. \n[13]My daughter, Hiroshi's wife. Her name is Taka. \n[14]It was an honorable death. \n[15]Ujio is teaching you the wa y of the Japanese sword. \n[16]At what age did you become I soldier? \n[17]Everything. \n[18]You have pressing business elsewhere? \n[19]Was that wise? \n[20]Why? \n[21]You did not try to survive when we took you prisoner. \n[22]What do you want for yourself? \n[23]We have little use for money. \n[24]The snows will melt in May, and the passes will open, and the events of the world will unfold. Until that time, you are here. I enjoyed this conversation in your English. I hope you will honor me with more tomorrow. \n[25]The parliament of your country has two houses. Why is that? \n[26]Does not a people need a powerful ruler to protect them? \n[27]Members of the Council were required to study I helped restore the Emperor to the throne. \n[28]He is my blood. I serve him with my life. \n[29]I do not fight the emperor. I fight those who seek to influence him, those who betray the soul of my country. \n[30]One man is flexible and compromises too much to avoid conflict. Another man is so fierce he wins ever y battle, but so rigid he can never know peace. A man who knows both is the perfect warrior. The lame is true of a blade .. one steel bends, and the other cuts. And where they meet is never perfect Hold the blade up. . \n[31]Some believe a blade is thirsty until it tastes the blood of its enemy. \n[32]Do you? \n[33]Mine, too. \n[34]Tomorrow we will discuss your country's wish for dominance in the...\"Far East.\" \n[35]A perfect blossom is a rare thing... \n[36]Just sitting... I do not think I have the word. Satori it means, maybe, awareness. \n[37]This moment alone, apart from all others ... You know this? I am writing a poem about this time we hive spent. I have only written one line on \"His eyes were like my own but seen through a deep and troubled ocean.\" Can you suggest a second line? \n[38]And you were sad to see them die in the winter. \n[39]You were something before you were a soldier. You were a boy who was sad to see the leaves fall and the trees die. \n[40]Life in every breath. That is bushido. The wa y of the samurai. \n[41]The Emperor has requested my presence. We leave tomorrow. You will be released in Tokyo. \n[42]Yes. \n[43]Against the Emperor? Never. I serve him. As I have alwa ys done.    . \n[44]Our Emperor is young, and there are things I must sa y to him. \n[45]We will stop here for the night. \n[46]Sit, Captain. \n[47]Do you drink tea? \n[48]I am having trouble. The truth is I am not a very good poet. Do you know wh y you were sent here? To Yoshino. \n[49]You have seen my province. All mountains. Far from Tokyo. Yet the rail line must come here? \n[50]What do they want in my mountains? \n[51]Japan has nothing. China has ever ything. \n[52]Add to this the Omura Zaibatsu. You know the Zaibatus? \n[53]As patron of the railroad, Omura owns all land within grows, so will his wealth. This is why you are fighting. \n[54]I do not tell the emperor what to do. \n[55]Will you return to America? \n[56]You should return to your home. \n[57]Because I do not wish you to be m y enemy again. \n[58]Go home Captain ... Anshinritsumai. I wish you peace. \n[59]I cannot touch the Sacred One. \n[60]It was uneventful. \n[61]No, Highness, I rise against your enemies. \n[62]They advise in their own interest. \n[63]If I am no use, then I will happily end my life, \n[64]It is your voice that needs to be heard, Highness. You are a living God, you can do what ever you think is right. \n[65]Your Highness, may I beg forgiveness for saying what a teacher must, that such a statement is pathetic drivel not worthy of an ignorant stable boy, let alone a young man I know to have some modest intelligence. \n[66]You are emperor, my Lord, not me. You must find the wisdom for all of us. \n[67]Captain, I had not thought to see you again. \n[68]You mean the Gatling Guns and the howitzers, is that how you sa y it? \n[69]Yes, if the emperor agrees - but Omura knows the Emperor must be convinced there is cause to need those weapons before be will sign. \n[70]Elegant, isn't it? Omura passes laws sure to cause a samurai revolt, creating a need for the weapons. The Emperor sees that the weapons are needed so he agrees to the entire treaty, giving your country what it wants and the Omura Zaibatsu what it wants. And my country is sold to yours. \n[71]The second banned the wearing of sword. \n[72]Hand them to me, will you? \n[73]Not for pride. For the emperor. \n[74]He has not signed it yet. \n[75]I cannot live without my soul ... Can you? \n[76]It is my honor to join again the men who are leading Japan into her glorious future. \n[77]I read ever y edict with singular attention. \n[78]This chamber was protected by m y sword for four hundred years-- \n[79]We are a nation of whores. Selling ourselves to our Western \"allies.\" \n[80]Does Japan no longer need its patriots? \n[81]A future with no honor, \n[82]And lining your own pockets in the process. \n[83]This sword serves the emperor, and only he can command me to remove it. \n[84]Then, with great regret, I must refuse to give up my sword. \n[85]The ending is proving difficult. \n[86]Who is this? \n[87]Not a book. A play! \n[88]I was prepared to die in Omura's castle. And yet here I am. I cannot help but ask why were you sent into my life. What is the lesson you were meant to give me? \n[89]You...ain't whistlin' Dixie... \n[90]Algren-san. \n[91]They are corning. \n[92]That is not possible. As Omura knows. \n[93]How many? \n[94]Algren-san...Have you seen what happens to the villages that stand In the way of the railroad? \n[95]That is what will happen to my village if we do not stand and fight. No. We serve the Emperor here. \n[96]Perhaps. \n[97]And what would that accomplish? \n[98]So m y hair will have a pleasing scent when I meet my ancestors ...  ... You do not do this ? \n[99]Do you really think we can defeat them? \n[100]You believe a man can change his destiny? \n[101]\"I belong to the warrior in whom the old ways have joined the new.\" \n[102]Tell me ... what happened to those three hundred warriors at Thermopylae? \n[103]How long? \n[104]Not my world anymore. \n[105]He was Kaishaku ... my trusted friend. \n[106]This is not your battle. You do not have to die here. \n[107]But now you live again. \n[108]It was not your time. \n[109]Help me up... \n[110]Help me up. \n[111]My sword... \n[112]You must help me. Hold it firmly... \n[113]We will ride together again. \n[114]It is perfect... They are all perfect. ", "OMURA": "\n[1]You are paid seven dollars for each performance. You do, on average, fourteen performances a year. We will pay you 400 dollars. \n[2]A month. \n[3]...After the Shogun gave up power, the daimyos ­ you would call them warlords --knew that Japan needed a centralized government. So they asked \n[4]the hereditary Emperor, His Highness the Enlightened Meiji, to lead the country. \n[5]Economic incentives were offered. Most provincial leaders saw the financial benefits of modernization. \n[6]To deal with those who have resisted, the Emperor has decided to create an Army with allegiance only to him... We considered hiring advisors from Germany, but your Ambassador reminded us of your experience in suppressing rebellious elements in your Civil War. \n[7]His name is Mori Katsumoto. He is samurai. \n[8]The word you might use it \"warrior\". But that does not quite capture it ... Katsumoto once served the Emperor but he is now a traitor who leads a band of traitors. He must be punished. \n[9]He is insolent. \n[10]Why did he leave your army? \n[11]Is that an evasive answer? \n[12]I understand you are a scholar, Captain Algren. Have you read his book., Mr. Gant? \n[13]An analysis of the triumph of weapons technology over antiquated military tactics. \n[14]Nonetheless, I was impressed. I enjoy reading military history. I spent two years studying English at Princeton University. \n[15]Yes, and in Japanese there are twenty-seven words for \"war.\" I will be impressed if you learn only half of them. . \n[16]Captain Algren, this is Mr. Simon Graham. He will be your translator. \n[17]The Emperor will summon you at his pleasure. \n[18]Gentlemen. I hope you are enjoying a taste of home. \n[19]America has much to offer us, though. Its' industry and ingenuity are without peer. I have spoken to the Emperor about you. He is interested in the most modem theories of warfare. \n[20]You will have that chance sooner than you think. He has requested an audience. \n[21]The Emperor bids you welcome. He wishes you to know that he is most grateful for the assistance your country offers ours, in order to rid ourselves of the brutality of the provincial warlords - and to accomplish the same national harmony which you enjoy in your homeland. \n[22]The Emperor is most interested in your American Indians, and wishes to know if you have seen them firsthand. \n[23]Captain, we     cannot govern a country in which we cannot tr    avel freel y. ... Katsumoto's provocation     is strategic. His defeat will demonstrate     to the other disloyal samurai that resistance is   an act devoid of honor. \n[24]With all due respect. this railroad cannot wait. \n[25]Your majest y, beg permission to approach. Your humble servants are most anxious to know if his Majest y has signed the order regarding the railroad progress. \n[26]Yes, they represent the highest form of gyoko. About the order, your Majest y. \n[27]It is absolutely necessar y your Highness. \n[28]Did you have a pleasant journey, Minister Katsumoto? \n[29]Enlightened One, perhaps I can be of service in a conversation of state. \n[30]Please, sit down, gentlemen. \n[31]A gift from Czar Alexander... Captain Algren,. it seems you have endured your captivity with little ill-effect. \n[32]He's an extraordinary man, isn't he? \n[33]We're not quite ready to announce the treaty, Ambassador. \n[34]The Emperor is...sentimental. Katsumoto was his old mentor-- he is not eager to offend him. It will take I few more days. \n[35]I assure you the Samurai will not stand in the wa y of our agreement. You are prepared to make deliver y? \n[36]Captain Algren you are the expert. Will this array of ordnance be sufficient? \n[37]I want my country to take its place as a modern power. \n[38]I am pleased. \n[39]With all due respect, Ambassador, perhaps there is someone else we should be speaking to, for instance the French. Or the English. Or any of the legations waiting in the next room. \n[40]Good afternoon, gentlemen. \n[41]Captain Algren, perhaps you can stay a moment And tell me of your experiences in our rebellious provinces. \n[42]Cigarette? \n[43]You fought bravely on behalf of our army-- against the rebel Katsumoto. \n[44]And yet you helped save his life when attacked by the Ninja. \n[45]Tell me about your role in Katsumoto's plans. \n[46]And your sympathies? \n[47]I know you have little sympathy for Colonel Bagley. \n[48]I thought it was we who are inscrutable. \n[49]You have gained important knowledge of Katsumoto's province, his army, and his rebellion. This is extremely valuable to me. \n[50]You also possess significant knowledge of m y army, my weaponry, and my plans. This is extremely va1uable to Katsumoto. \n[51]No. I am a businessman. I recognize what is valuable. And I buy it. In this case, I value your loyalt y. \n[52]Then perhaps you will give it, as a token of future friendship - for which, as a friend, I would be in your debt. \n[53]And I will be grateful. \n[54]Minister Katsumoto, you honor us. \n[55]You arc perhaps unaware of this Council's edict regarding the wearing of swords? \n[56]Yet you would bring weapons into this chamber? \n[57]We need no protection... We are a nation of laws now. \n[58]Who is the patriot? The man who would keep his country trapped in the past, or the man who would help his people into the future? \n[59]Honor means less to me than feeding our children. And teaching them. And giving them modern medicine so they will live.    . \n[60]Minister Katsumoto, it is with great regret that I ask you to remove your sword, as this body has declared in its edict. \n[61]Ah, but it is our tradition that the Emperor's voice is too pure and great to be heard in such worldly circumstance as the Council of State. \n[62]Minister Katsumoto, I must invite you to accompany our soldiers to Himeji Castle, where you will be our honored guest. I think you will find the surroundings there quite harmonious. \n[63]Gentlemen... \n[64]Nothing is \"old\" in Japan, ever ything is \"ancient.\" ... But the views are pleasant. Sit down... \n[65]Do you know your Wagner, Captain? This is the 'Leibestod' from Tristan and Isolde. \n[66]Champagne? And cigars, of course. \n[67]Queen Victoria. \n[68]Certainly. \n[69]Now, Mr. Swanbeck, regarding our agreement, I noticed a discrepancy in paragraph seven in reference to the investment protocols for coal. \n[70]What has become of Captain Algren? \n[71]I would say Captain Algren's acts tonight have assured our success. \n[72]Katsumoto will rejoin his kinsmen. They will fight. We will destroy them with your new weapons. \n[73]You still do not understand us ... Katsumoto can do nothing but fight. It is his role in the drama. He must act out his destiny. He knows it. \n[74]This story was written years ago. From the first sight of your warships in our harbor... It is a1l inevitable. \n[75]It seems Katsumoto will resist his destiny. Send in the second wave. Two divisions. \n[76]Highness, if we could just conclude the matter at hand... \n[77]All your enemies are dead, Enlightened One. \n[78]En1ightcned One, we all weep for his loss, but the future of our country lies in- \n[79]Enlightened One, we should discuss this \n[80]Sir...? \n[81]Enlightened One \n[82]Honored Emperor, I do not know wh y you disgrace me. ", "GRAHAM": "\n[1]Pleasure, Captain. \n[2]If you please, Captain... \n[3]You're guests of the Emperor. You cannot walk. \n[4]So you won't have to burden your eyes by looking at slaves. Oh, excuse me, they're servants now. This wa y, gentlemen... \n[5]Twenty years ago Yokohama was a lovel y little port. Then your Commodore Perry arrived and changed all that. \n[6]Japan has...embraced... Western wa ys. Hired lawyers from France, doctors from Germany, naval architects from Britain, civil engineers, railway designers, scientists, teachers. And, of course, warriors from the United States. \n[7]Or selling the past... \n[8]Correct. And this-- ..is your bed. \n[9]Your pillow. \n[10]For its entire history Japan his been completely aakoku, I \"closed country.\" Thirty years ago, if you had washed up on Japanese soil... you would have been beheaded on sight. Now, they let you keep your head... and give you a wooden pillow. \n[11]I remember when it was just America and the Dutch. Now ever ybody' s getting into the game. \n[12]The Germans are particularly eager. \n[13]Same thing your country wants. Most favored nation status. \n[14]Oh, western time quickly loses its meaning here ... I first came as part of the British legation in 1857. But I was soon relieved of m y position, as a result of various...disagreements with the Crown's attitude toward the locals. \n[15]Remember that he is arahitogami. A god in human form. During the last two hundred years no emperor was even seen by commoner. You may look at him, with deference, but do not speak unless you are spoken to. \n[16]That \"pup\" runs the country no more than I do. He was installed as a figurehead at age twelve when the warlords realized Japan needed a central government. But don't be fooled -- he may be a powerless god, but to these people he's a god nonetheless. \n[17]Gentlemen, may I present General Yoshitaka. He will assist you in training the army. \n[18]No flag. \n[19]... I've been doing this for years. Trying to capture it before it's all gone. Afraid I'm losing the battle. \n[20]Ah... now this should be interesting... He's waiting for them to show deference. \n[21]That...is a samurai. \n[22]... Before the edicts ever y citizen had to prostrate himself in the presence of a samurai. \n[23]The Council of State has been passing a series of laws designed to eliminate the samurai. \n[24]Because you are here now, Sergeant... For the last 800 years guarding Japan and fighting her wars was the exclusive occupation of the samurai. \n[25]Men like Mori Katsumoto were the most elite caste in Japanese societ y until the Council of State -- led by your friend Omura - decided the whole class had to go ... ... Most of the samurai accepted the new laws. But some didn't. Or couldn't. Like Katsumoto. \n[26]General Yoshitaka bids you to remember that the word samurai means \"one who serves.\" Their whole existence is based on serving their country as warriors. \n[27]Sake. Rice wine. \n[28]Vexing people, the samurai. Blood-thirsty, honorable, cruel, fabulousl y artistic. Wanted to write a book about them for years, but no Westerner can get close enough. \n[29]He is samurai. \n[30]The samurai don't use guns. \n[31]Colonel Bagley requires you. \n[32]It's the symbol for the Omura Zaibatsu. \n[33]Old family businesses that own ever ything worth owning. The molt powerful is the Omura Zaibatsu. That's your friend, Omura. \n[34]They do now. \n[35]Yes. Of course. \n[36]Leave? Wh y would you leave now? No white man has ever been in your position. Do you have any idea what it will mean to have Omura as your friend? You want land, you want women, you want boys? \n[37]Nathan. I wanted to leave, too. For three years. You must believe me there is a majest y about these people -- can you imagine what your own country would be if it had half the drive and the discipline and the belief and the bravery of these ridiculous little people? \n[38]My God, it's the edicts... \n[39]Don't be stupid. \n[40]Thought I'd missed you. Were you going to leave without even saying goodbye? \n[41]You sod. Christ, give us. . second here \n[42]You're making a mistake, I promise you. Katsumoto's under house arrest, Omura's made his move -- he'll need you more than ever -- \n[43]Oh, my goodness. How silly of me.. All that time you were with him, up in those mountains, \n[44]Then you should get out. Because Omura will become rather impatient with anyone who isn't on the team. \n[45]Case in point. \n[46]Ronin would be m y guess. Disgraced samurai doing odd jobs for his Nibs. \n[47]To make sure you're on the side of God and Country, or to make sure you get the hell out. \n[48]Look who's getting sentimental now. \n[49]An honor. I have followed your activities with great interest. I think the European public would be fascinated by a book about your adventures. \n[50]What is it:? . \n[51]Captain? \n[52]As you suggest. \n[53]I will. \n[54]...And so the days of the samurai had ended. \n[55]And in the years to come the Rising Sun of Imperial Japan would fl y in triumph over Korea, over Russia, even over China. Nations, like men, it is sometimes said, have their own destiny \n[56]As for the American Captain, no one knows what became of him. All that is left is his journal which I have published, according to his last request. \n[57]Some lay he died of his wounds, others that he returned to his own country... \n[58]But I like to think he may have found at last some small measure of the peace we all seek, but few of us ever find. \n[59]Anshinritsumai. [I wish you peace.] ", "BAGLEY": "\n[1]We need a flag. Find me a goddamn white flag! \n[2]Surrender, damn it! That's an order! \n[3]Nathan, good to see you. \n[4]Sit down. This is Mr. Omura, from Japan, and his two associates who, so far as I can tell, don't have names... \n[5]They're looking to hire real American soldiers to create the first Japanese Imperial Army. \n[6]Japan's got it in mind to become a civilized country and they're willing to spend what it takes to hire white experts to do the job right. \n[7]Sergeant Gant has already agreed to serve. You would be m y second-in-command. \n[8]Both governments prefer to consider our mission unofficial. We'd be there as non-combatants \n[9]only, advisors to the Japanese officers. Help them with training, ordinance and the like. \n[10]They know I was your commanding officer. Yes. \n[11]Get him in front of the troops, you'll see. Top of his class at West Point. Brilliant tactician. Even wrote a book. \n[12]What's a hero to do when there's no more great battles? \n[13]Sir, this man was left for dead at Sutter's Hill. Doct ors swore his heart had stopped beating, but before they could bury him, he came back to life. After the war he fought the Sioux, the Cree, and the Blackfoot. Point him at the enemy. He was born for it. \n[14]I hope you realize the kind of second chance this is for you. I won't tolerate insubordination. \n[15]Would you rather I hadn't recommended you for the medal. Nathan? Is that it? \n[16]I expect you to do your job. Save the self-pity for your own time. \n[17]You'll be quartered at the Embassy for now. \n[18]That young pup runs this country? \n[19]We have no choice. --the railroad has been stopped here. Just as it entered Yoshino, Katsumoto's province. \n[20]The rebels don't have a single rifle. They're savages with bows and arrows. You get up there and show 'em how it', done. \n[21]You think we're the only country interested in Japan?! You don't think the Germans and the French would like to oversee the new army? \n[22]Why do you think we're here, Captain? Because Remington and Colt and Winchester have powerful allies in Washington. We're here to sell a shitload of American guns...and steel...and timber. That shouldn't be bud for a Winchester whore like you to understand. \n[23]Captain Algren, have you posted a rear guard to protect our supply train? \n[24]Who is overseeing their deployment? \n[25]Mr. Graham, you will accompany me to the rear. I want to be certain we are protected from any surprise assault. \n[26]Algren? My God, you never cease to astonish. \n[27]The Kaiser was only too happy to help. Along with his friends at Mauser and Krupp. Thank God we Americans still have a few teeth in our head. \n[28]The ambassador and I have spent eight months kissing Omura's ass so he'll sign the damn trade pact with us. You spent all this time living with those savages? He's going to want to talk to you... \n[29]And your back pay, I imagine. \n[30]They got their flag. ...See? \n[31]As soon as they sign the agreement, they're obligated to buy the entire weapons package, from Colt revol vers to Ha1liwell twelve-pounders. Plus this particular item you might recognize. \n[32]They've been calibrated to fire 200 rounds a minute, The new copper cartridges cut down on jamming. \n[33]Oughtta shave more often, Algren. Becomes you. \n[34]...Heard you were leaving, actually? \n[35]Certainly seems obsessed by you. Why do you think that is? \n[36]A gift from President Grant? \n[37]... 1 don't know what to say, sir. I never would have thought him capable of treason. \n[38]What if he just goes off to the mountains and becomes a damn sheep-herder or some such? \n[39]Captain... ... Sir, the Imperial Army of Japan demands your surrender. If you and your fellows lay down your arms you will not be harmed. \n[40]Captain Algren, we will show no quarter. You ride against us and you are the same as they are. \n[41]A classic \"V\" ambush. Sonofabitcb is using Welt Point tactics. \n[42]The gatling guns. Quickly. \n[43]\n[44]\n[45]\n[46]Fire! Fire, dammit!!!!! ", "GANT": "\n[1]How're the horses? \n[2]I got I choice? \n[3]Not exactly the greeting I imagined. \n[4]Thought you'd seen the last of me, I expect. \n[5]... Saw your little melodrama         toda y. Very inspiring... . \n[6]Got a job for you, unless you're running for office... \n[7]I mean a real job. Back in uniform. \n[8]I don't mean a U.S. uniform. \n[9]You ought to think about it., Captain. Unless you intend to take up a career in the theater. \n[10]Hate boats. If the Lord bad wanted man to sail he wouldn't have created infantry. \n[11]I'm down to two. \n[12]Can't say I have. \n[13]Jesus.... \n[14]Imperial Army, Atten-tion! \n[15]\n[16]What the hell was that? \n[17]Why? \n[18]My friend and I were looking for some companionship... \n[19]Ladies of the evening? Hootchie-contchie? Boom-Boom? \n[20]Universal language. boyo. \n[21]That one's yours. \n[22]Fan dance. Saw this once in Chicago. \n[23]Okay, darlin' time to get down to business: \n[24]She's just shy. Who knows what we white devils have got in our trousers, eh, darlin'? \n[25]Come on, now. \n[26]Now, hold on there, sister. I paid good money. \n[27]Back off, short-stuff. \n[28]Son of a bitch. \n[29]Waste of good ammo. \n[30]Imperial Army, assume staggered firing positions. \n[31]Hold the line ... hold the line... ", "EMPEROR": "\n[1]Thank... you... very ...much. \n[2]I am most impressed at the wa y the blossoms float upon the air, as if held by unseen hands. \n[3]This railroad must go through Yoshino Province? \n[4]If you sa y so, I shall sign. \n[5]No, Mori-san. We arc \"civilized\" now. \n[6]You can. \n[7]If it is not a great imposition. I desire a moment alone with Minister Katsumoto. Omura-San. \n[8]So kind of you, but I fear my old teacher wishes to upbraid me in private for neglecting my studies. \n[9]You rise against me, my teacher. \n[10]They are my teacher, my advisers, like you. \n[11]The world is changing, Mori -- you have not seen what goes on beyond our borders, the inventions, the science. left behind, and defenseless. \n[12]The samurai live in the past. You cannot defend against a future you don't understand. \n[13]No, Mori. It is my wish that you rejoin the Council of State. I need your voice. \n[14]I am a living God only as long as I do what they think is right. \n[15]Is it possible a living God can be too afraid to make his voice heard? Tell me what to do, Mori-San? \n[16]My ancestors have ruled Japan for 2,000 years. And for all that time we have slept. During my sleep I have dreamed. I dreamed of a unified Japan. Of a country strong and independent and modern... And now we are awake. We have railroads and cannon and Western clothing. But we cannot forget who we are. Or where we come from. \n[17]Ambassador Swanbeck I have concluded that your treaty is not in the best interests of my people. \n[18]You may not. From this moment on, economic investment from ever y nation will be considered equally. \n[19]Omura, do you know our northern island? \n[20]There is a small one called Taraku. A rock in the sea. There is nothing there but crabs who have been known to tear a sleeping man apart ... I have had a small house constructed on the island. You will go there now and await our summons. \n[21]I hereby seize your family's assets and present them as my gift to the people. \n[22]Further, I have decided to stop the railroad cxpansion into Yoshino. \n[23]You have served your function. I have no more need of you ... You can conspire with the crabs now. Remove yourself. \n[24]If your shame is too unbearable ... I offer you this sword. \n[25]The samurai is not a man now. He is an idea. Tell me how he died. ", "KA TSUMOTO": "\n[1]To fight in your American civil war. \n[2]Tell me about that war'. \n[3]The Emperor gave this blade to my ancestors 400 years ago. It has been used only to defend his sacred honor. \n[4]We gave up firearms two hundred years ago. It takes no courage to kill. A man from half a mile awa y. You must look into the eyes of your enemy to know who you have killed. \n[5]What do you know of human life? You come here to kill for money Where is your family? Where is your wife, your sons? What is your legacy? \n[6]You could spend your life looking for one. And it would not be a wasted life. \n[7]Is this why you spend so much time with your journal? \n[8]You have sent men to their deaths, just as I have. \n[9]Before you were a soldier, you were a farmer. \n[10]You lived on a farm. Or in a forest of trees. \n[11]The wa y you look at the cherry blossoms. \n[12]Were they beautiful? \n[13]Like those trees, we are all dying. The future is an illusion, our plans are an illusion, our fears an illusion. We live life in every breath. Eat, drink, fuck. Now. Every cup of tea. Every word we write... Every blossom we hold. \n[14]Every life we take. \n[15]And if the Emperor desires, I will take my own life at his command. \n[16]There is no gold in Japan. \n[17]And why would steamships be so important? \n[18]Today the Council passed two edicts. The first called for the elimination of our traditional topknots. \n[19]I am hard to kill. \n[20]Brothers ... One day you will know what you have done and feel what I never will ... shame. \n[21]This was your plan? \n[22]It is sad to see brave men die without faces... You cannot tell one warrior from another. \n[23]You have your honor again. Let me die with mine ... Kaishaku. \n[24]Are you ready? ", "YORITOMO": "\n[1]Sake? \n[2]I promise I'll make him take a bath. \n[3]Hashi. \n[4]Hail! \n[5]Yoritomo. \n[6]All-gren. \n[7]Higen. Toshiie. Taka. \n[8]A1gren -San. Please forgive. Too many mind. \n[9]Mind sword, mind face, mind people watch, too many mind. No mind. \n[10]Hai! No mind. You try. \n[11]No. House fall. House go back easy with wood. \n[12]You go, Algren-san. I will stop them. \n[13]...Please. \n[14]Tell my family. ", "TAKA": "\n[1]Soon. Please. \n[2]No, please. \n[3]Japanese men do not help with this. \n[4]He did his duty. You did your duty. \n[5]Hai. \n[6]You are alwa ys welcome in our home. \n[7]If that is my destiny. \n[8]Thank you, Algren-San. \n[9]The wa y of Samurai is difficult for children. He misses his father. \n[10]No. He it angry because he fears you will die as well. \n[11]Algren-san, will you come with me? \n[12]If you wear this, it will honor us. \n[13]Return. \n[14]Anshinritsumai. ", "AMBASSADOR SWANBECK": "\n[1]If he asks, you can talk about ordnance and tactics. But remember, this has to do with a lot more than just weapons. \n[2]Mr. Omura, my people have been drawing up the documents we discussed. I have a draft-- \n[3]Excuse me? \n[4]Soon as your emperor signs on the dotted line. \n[5]Yes, we1l, we look forward to hearing from you. \n[6]Omura, you have a lovel y home. It must be very old. \n[7]What do you mean? \n[8]You trust a lot in destiny. \n[9]...will usher in an era of unprecedented prosperity and cooperation between our two great nations. \n[10]This is an outrage-- ", "YOSHITAKA/GRAHAM": "\n[1]He greets you with extreme courtesy and asks if you are ready to meet the Imperial Army. \n[2]... Mori Katsumoto is an extremely charismatic leader. To those who honor the old ways, he's a hero. His force is estimated at about five hundred and growing by the day. All samurai. \n[3]Katsumoto has no fear. He has no pity. He is kotsutai-- the soul of old Japan ... He is my honored kinsman. \n[4]We grew up together in Yoshino. Marched together and fought together. He is Kaishaku the brother of my spirit. \n[5]The samurai no longer dishonor themselves by touching firearms. \n[6]He sa ys they're coming... ", "HIGEN": "\n[1]Will you fight the white men? \n[2]Why? \n[3]My father taught me it is glorious to die in battle. \n[4]I would be afraid to die in battle. \n[5]But you have been in many battles. \n[6]I don't want you to go. "}}