{"dialogues": {"NICK": "\n[1]Yes. Yes, I can. \n[2]I've seen the crime scene photos, Mr. Clyde. Many times. They're horrifying. But they don't alter the facts of the case. \n[3]This isn't about what we know. It's about what we can prove in court. \n[4]Look. We've had only one real break in this case. The fact that one asshole has decided to testify against the other asshole. \n[5]Mr. Clyde. I can't claim to know what it's like to be in your position. Losing your wife and child. But please try to grasp how limited our options are. This is how the justice system works. \n[6]Thank you, voice of doom. \n[7]We doing the right thing? \n[8]It's your office. \n[9]What do you think? \n[10]You were top of your class at Yale, don't give me that shit. \n[11]Clarence Darby. This document guarantees that you will provide testimony against Rupert Ames in the matter of which you were both accused. In return, you will be \n[12]shielded from further prosecution for those capital crimes. But you will plead guilty to the lesser charge of breaking and entering. \n[13]You can always sue him. \n[14]We don't do chair. We do needle. \n[15]Whoa, Jonas, take my elbow.                          * \n[16]You're shitty on stairs. At least let me take the leash so the dog doesn't pull you down. \n[17]I'll pass. \n[18]Since everything in this case has gone sideways so far. Tell your boy to save it for the courtroom. \n[19]Asshole. \n[20]You good here? \n[21]\n[22]Marshal, escort your man, please! Mr. Darby is done here! \n[23]Shit day. Better now. How's she doing? \n[24]She was busy? \n[25]I had to say some things to a man today I didn't want to say. And I did something I didn't want to do. \n[26]None of those things. \n[27]You in there. Listen up. Your mother just said the world sucks. You may wanna rethink this whole thing. My advice? If you're asking? Just stay in there. I promise you, nothing will ever make as much sense as it does right now... \n[28]...plus there's shit you don't need to know about. Rap. Internet porn. Madonna's entire back catalog. \n[29]Okay. I'm sure you heard that. Then again there are the Beatles. 70's funk. Louie. Ella. Be a shame to miss those. All right, kid. Bring it on. But when you're old enough for the world to disappoint you, I hope you won't blame your old man for bringing you into this mess. Give me that at least. \n[30]Huh? Wha--? \n[31]What? \n[32]It's a work thing. Grownup stuff. You know that happens sometimes. \n[33]I believe we've established that. I let go, you'll stop reminding me? We'll celebrate this weekend. Tonight is all about your friends. Knock                    * yourselves out, don't give mom any                  * grief. I'll try to be home in time to tuck you in, okay? \n[34]Nice evasion. Thanks. \n[35]How long she have to wear this stupid thing? \n[36]Poor honey. Sucks, doesn't it? But you're very pretty. Yes, you are. Even with a radar dish on your head. \n[37]I don't know! \n[38]\n[39]Clarence Darby. That's what he said when he agreed to testify against the man we executed tonight. \n[40]Check the court transcripts, they're public record. \n[41]How about I ride-along? Give you a fast, accurate ID on this guy? \n[42]You said yourself we should move fast. This thing'll be all over the morning news cycle. We'd all look a lot better if we have the right man in custody by then. \n[43]I think so. Hard to tell. \n[44]A shame? \n[45]I can read a C.I. profile. What I see is an asshole dirty up to his ears in the drug trade. So you cops look the other way? He gets a free pass as long as he keeps feeding you convictions? \n[46]I had my \"ewwww gross\" moment last night too. \n[47]Hey. I saw a guy's veins dissolve. \n[48]Oh, shit. We've gone national. \n[49]My daughter is traumatized! She's                      * only ten! It's a goddamn snuff film!                   * In my home!                                            * \n[50]Belonging to who? \n[51]Mr. Clyde. \n[52]Well. I'm here. So? \n[53]I think that's obvious. \n[54]You murdered two people. Rupert Ames and Clarence Darby. \n[55]Clarence Darby was found on your property. Old abandoned shed?                * \n[56]How about video of you dismembering Darby while he was still alive? \n[57]You sick fuck, you sent it to my house! My daughter saw that video! It fucking traumatized her! She couldn't stop sobbing! \n[58]We know you did it. \n[59]You think you can play us? You gonna take me on? \n[60]I'm gonna bury you, fucker! \n[61]What? \n[62]You're gonna confess. \n[63]Confession or not, we're gonna nail him on two counts of first-degree. \n[64]Kid gloves? He's a psycho with a power saw. \n[65]No. \n[66]Okay. He got under my skin a little. That's done. \n[67]...background check's gotta be thorough, I want to know everything there is to know about this son of a bitch. Get all the ADAs on it, tell 'em I better not see them sitting around on their asses or texting their pals... \n[68]Yeah, he was good. And Hanson's                        * always reliable. But try to limit their hours, okay? \n[69]Fuck. \n[70]I saw her bed empty. Scared the shit out of me. Don't know why. \n[71]Jesus. \n[72]I know. Shhh. We're all good. You're safe. Nobody's gonna hurt you. \n[73]Filled to capacity. It has been for years. They had to re-open this for the overflow. Part of it anyway.                   * \n[74]For the record: You've waived legal counsel. You've offered to confess to the murders of Clarence Darby and Rupert Ames. Yes? \n[75]I know what lumpy means. Sorry to hear it. But we're not here to talk about prison conditions, we're here to talk about things you've done. \n[76]A bed. In your cell. \n[77]You want the variable temperature control too? \n[78]Anybody? \n[79]You looking to deal? All right, how's this? How about I don't kick your fucking teeth down your throat? \n[80]Sorry, Jonas. Okay, kid gloves. My daughter slept in our bed last night. She hasn't done that since she was six. You gave her nightmares. So excuse me if I don't feel like cutting any little deals today. \n[81]This is bullshit. He's jerking our chain big-time... \n[82]And the prison phones? \n[83]I saw him die. That stuff burned his veins. He suffered terribly. \n[84]Let's move on to Clarence Darby. \n[85]Very much. Why?                                      * \n[86]It's a legitimate concern. \n[87]My office types it up, you sign. \n[88]You don't want to sign, don't sign. We've got you on videotape, we'll go to trial. In ten years, when your appeals are exhausted, I'll attend your execution. I'll make sure nobody tampers with the drugs. \n[89]I've eaten there. So?                              * \n[90]Not gonna happen. \n[91]Because I have no interest in making it happen. And you have nothing left to bargain with. \n[92]Tell me. \n[93]\n[94]\n[95]What do we have so far?                                * \n[96]Thanks. Keep digging. \n[97]Agent Davies? \n[98]Why do you have him in the dome? \n[99]Get Judge Burch on the phone. \n[100]Why'd you kill your cellmate? \n[101]Here's what I think. You suckered us in. You ordered that meal for the purpose of killing him. \n[102]I see you totally disconnected from reality, that's what I see! \n[103]Thank you, Judge Burch. Consider your court order signed. Freedom? Not likely. In fact, you just bought a one room suite in the dungeon. Very exclusive. \n[104]You're doing everything wrong. Making all the wrong moves. \n[105]Sam. I know you got hit hard. I know you're furious. But I'd like my shot at prosecuting this case. This started with us. Let me finish                  * it. Give me that chance.                             * \n[106]Blowback?                                     * \n[107]You're insane. \n[108]Or what? \n[109]Let's keep him that way. Strict rules apply. Law says he gets one hour outside his cell a day, that's what he gets. Just one, under heavy guard. The other twenty-three hours, he's in that cell, he's a ghost, he doesn't exist. No contact whatsoever. \n[110]We underestimated him before. I'd like to know what this prick is capable of. Update on the background check? \n[111]That's it? Nothing else unusual?                       * \n[112]What kind of government work leaves a blank spot, Sam? \n[113]Million miles away. Sorry. \n[114]Yeah. I guess he is. It's...killing his cellmate. I need that to make sense. \n[115]Yeah, I know, but...we're not talking some gang-banger. This man is precise. Does things for a reason. \n[116]Thanks. I'm a poor excuse, though. It's date night. You deserve better. Just wish you'd picked another                       * restaurant.                                          * \n[117]Sam? What is it? Not far, maybe six blocks. I'm having dinner with my wife. \n[118]He's coming here? \n[119]Yes. Yes, we're all here. Downstairs? Okay. Understood. He said not to take the elevator. \n[120]What are we dealing with? \n[121]What was Clyde? Some kind of spy? \n[122]Ask Clyde? \n[123]How good? \n[124]Yeah. Tournament level in college, matter of fact. \n[125]What about Clyde? \n[126]I have been. Any thoughts? \n[127]Let me talk to mom first. \n[128]Sorry about date night. \n[129]Thing or two. \n[130]Hey, I was thinking. Maybe you could pack an overnight bag for you and Emma in case you need to...you know...spend the night in a hotel. Or something. \n[131]No reason. It's like a fire-drill thing. You know. In case. \n[132]It's okay, baby -- I'm fine, I promise. Go back to your game. \n[133]Nothing. I got paranoid for no reason, that's all. I'm fine now. I can't believe I let that son of a bitch Clyde get to me like that. \n[134]I'm sure we're fine.                               * \n[135]Ready to turn this place upside down? \n[136]See if there's anybody locked up here -- or working here -- ex-cop, witness for the prosecution -- anybody who might have had anything to do with the original Darby-Ames case, or has any previous history with Benson Clyde. Start with the cellmate. Flag anything, no matter how insignificant it seems... \n[137]Well? \n[138]What do you have? \n[139]I want to see him. \n[140]It was a good bluff. But you're done. Fucking with my head. Scaring                    * my family half to death. Done. \n[141]Good night, Ben. \n[142]So far. Now we double-down. Make                    * absolutely certain.                                 * Let them all sleep a few hours,                     * then bring 'em back for round two.                  * \n[143]pries himself off the ground, stunned, looking around, trying to figure out what the fuck just happened. He's disoriented, all sound muffled. Smoke drifting. Flames billowing. Dunnigan runs up to Nick, shouting something. We can't tell what, because Nick can't hear. Dunnigan sees Nick is alive, turns and keeps going, running to help the others... Nick looks over, sees bodies being pulled clear by responders, men running in, beating at flames... Nick, dazed, looks through the drifting smoke and sees Sarah trying to sit up. There's something wrong with her leg. Nick pulls himself to his knees, staggers to his feet as sound filters back in: screams, shouts, the roar of flames. He stumbles through the smoke to Sarah. She's on the ground in shock, sobbing and flailing, crying out. Nick sees the jagged piece of metal that slammed deep into her calf, nearly severing it. He drops to his knees, tries to calm her: \n[144]You're gonna be all right. \n[145]\n[146]Baby. Listen. Don't be worried or scared. But I want you to pack those overnight bags... I don't have time to explain now. Just do it, okay? I'll call you back as soon as I can -- please, honey, I gotta go. \n[147]He's got someone working with him. On the outside. He's got to. \n[148]Fuck you. \n[149]If not? \n[150]Put the gun away! Are you crazy? \n[151]We're not risking anything. Or letting him tear us down. You're not getting us to throw out the rules, like you. No way. \n[152]What? What then? \n[153]Who? \n[154]That's not helpful! We have fourteen                  * dead! You could ask them what he's capable of, but they're in no position to answer. \n[155]No way. Find a replacement. \n[156]And have them switch the location of that dinner. \n[157]Exactly. He could have gotten your schedule in advance -- been planning to take you out at the dinner along with everybody else. That eenie- meenie act could have been horseshit. We have to get a few moves ahead. Plan for every contingency. \n[158]Hey baby -- no, I'm fine. Really. Honey, calm down... \n[159]Our shit just hit the fan in a big way -- we're all over the news... Yes, all eight died. Sarah's in surgery right now... ...they think so, but... ...okay, I'll meet you there. Love you. \n[160]Of course it has. Thanks. \n[161]Any word? \n[162]Thank God. That's good. \n[163]You didn't lose me. You won't. Does the school know we're pulling Emma out of class? \n[164]You are. Getting our daughter out of harm's way. And yourself. Detective. Will you escort my wife, please? There's not much time. I'll be there to see you off. Okay? Please? \n[165]Sarah's fine. That's the good news. \n[166]Royce...how much petty cash do we have in the safe? \n[167]Give it to me. And your cell phone. I need to borrow it for a few days. \n[168]Hey, hey...she's fine, don't be scared. That's not allowed. And there's no reason for it. \n[169]I know. \n[170]'Cause your mom wants to see a few Broadway shows. You gonna begrudge her that? \n[171]Okay, you're right. Maybe I am a little. But only a little. The part you can believe is that this is all going to be fine. Sarah, us. I mean it. Okay? \n[172]No credit cards. Too easy to track. Meals, hotel, whatever -- pay cash. \n[173]I'll keep this. It can be traced. Use this one instead. Don't answer unless you see it's me.                           * \n[174]I love you. \n[175]Jesus.                                                 * \n[176]I'm telling you, Clyde has someone          * working with him. Someone on the outside. \n[177]Somebody from his past. Could be            * that spook we met on the stairs,            * for all we know -- he'd know how to         * plant this shit... \n[178]To fuck with our heads? To get us to bring in our ADAs so he could blow them up? \n[179]Jonas, think -- last few days, have         * you used any ice? Any salt? \n[180]Before or after he was arrested? \n[181]Holy shit. \n[182]The background check my office was compiling -- these properties we                    * think Clyde owns? If he is working                  * with somebody, they could be                        * operating out of any of these. We                   * should check them.                                  * \n[183]It's not even complete. Sarah was                   * in the middle of it -- untangling property ownership from under assumed names, shell companies. She's the expert on all that. \n[184]Save it for tonight. Hope you're in the mood for Chinese takeout. \n[185]That stuff in your house -- it's all gone too far. I started this. I owe everybody at least one last try at defusing it. \n[186]I thought we'd have some privacy. \n[187]Be the perfect place for it. Outside the wall. Look like you were shot trying to escape. \n[188]Something like that. \n[189]No. It's to prove a     point. Just because I have     the power, doesn't mean I have     to use it. \n[190]One can show mercy. \n[191]Yeah. So why don't you? \n[192]Don't give me that. Death doesn't scare you. \n[193]Until one side admits defeat. What if I did that? What if I said... ...you were right. I was wrong. What if I say I should have prosecuted both men ten years ago? \n[194]I'd have lost. \n[195]Yeah... She is? Great news. I'll stop on my way back. And Royce? Put some get- well flowers in her room, they sell 'em in the lobby. Thanks. Six hours in surgery. \n[196]You asking that question makes me want to scratch my nose. \n[197]No? \n[198]What kind are you? \n[199]Yeah. \n[200]I can't. I can't imagine that.               * \n[201]I won't make any more deals with murderers. If hearing that makes a difference...if that was the point of all this...you've won. \n[202]Hey. \n[203]How you doing? \n[204]I'm afraid so. \n[205]You're alive. That counts for a                      * lot.                                                 * I'm sorry I put you in harm's way.                   * \n[206]We're all over it. Jonas is safe --                 * out of reach.                                       * \n[207]...yes, you pain in the ass, of course I got your kung-pao...you think I'd forget...just don't give Betsy any, I can't deal with dog farts all night... \n[208]I'm minutes away. Relax. \n[209]The second explosion. I saw a rocket               * fired.                                             * Clyde does have somebody on the outside. \n[210]It was...inside the dog? \n[211]I'm trying to get over my friend being dead. Aside from that, fuck you. \n[212]Didn't bring your family back, though, did it? Has it made you feel better? All this? You done making your point? \n[213]Sarah. Give it a rest. It's over. We're done. I'm done. The mayor is nailing my coffin shut. The best thing you can do right now is distance yourself from me as much as you can -- see what you can salvage of your career. \n[214]\"Joe's Lube-and-Drive Garage.\" Went out of business in '94. Now why would Joe's extinct Lube- and-Shit Garage be of the slightest possible fucking interest to you, me, or anyone? \n[215]Do we finish this tonight? \n[216]I know who he's got on the outside. I'll ask again. Do we finish this tonight? \n[217]Where the hell is he going? \n[218]You don't suppose Nomos Custodial                    * has a service contract with City Hall, do you? \n[219]That's right below the ballroom. The Mayor's event. \n[220]No. Let him go. We know where to find him. Let's get to that courtroom. \n[221]There. \n[222]Can you open it? Disarm it? \n[223]No! \n[224]He won't set it off until that room is full! People are still arriving, red carpet shit, that's at least another half hour! \n[225]You have to! \n[226]If I'm him, I've rigged cameras in that ballroom -- live video feed -- first sign of an evacuation, I trigger the bomb. We have to think ahead of this fuck! \n[227]I came to talk. Guess who wasn't in his cell? Imagine my surprise. \n[228]Beautiful how you played us. Getting yourself tossed into solitary --                  * pre-rigged with exits from all five               * cells. Whichever one we put you in, you had your bases covered. I thought I was such a bad-ass putting you down here. Turns out I was doing what you wanted. \n[229]Been thinking. If I'd done things differently -- made different decisions from the start -- we wouldn't have gotten to this point. \n[230]Here we are. Your decisions put us here too. This mess is on both of us.                       * \n[231]We can't change decisions we've made. We can only account for decisions we make from here. I know what mine will be. What about you? You gonna finish dialing that number, or what? \n[232]You looking to deal? \n[233]Okay, here's the deal. The deal is...there is no deal. I told you. No more deals with murderers. I'm sticking to that. That's my decision. It's what you                  * taught me. Strange as it sounds,                   * I'm grateful for the lesson.                       * \n[234]Your turn. You make the right decision, I'll see what I can do for you. But the wrong decision is one you'll have to live with the rest of your life. \n[235]Me too... \n[236]...because like I said, it's a decision you'll have to live with the rest of your life. Which at this point I figure is... ...another 35 seconds. \n[237]Check mate. ", "CLYDE": "\n[1]...eyes... \n[2]...her...eyes... \n[3]...her eyes...she can't... \n[4]She can't...close her eyes. \n[5]Her eyes. That's how they were. Open like that. You see? \n[6]When I found my wife and child dead, my little girl's eyes were open. The last thing she saw of this earth were the faces of the men who took her life. Can you understand that? \n[7]Can you? Really? You? \n[8]No? You married? Children? \n[9]My daughter was ten. I married late in life. \n[10]You, Mr. Price? Married? Kids? \n[11]Facts? Those men are guilty. Both of them. You know they are. \n[12]Maybe you just haven't tried hard                     * enough. \n[13]In return for immunity. So he gets away with it. \n[14]Yes. It counts for half. Don't reward one of the men who murdered my family. Please. \n[15]Ah. I see my mistake. I came for justice. Instead I got a system. \n[16]Sorry. My fault. \n[17]Can't speak? \n[18]Tetrototoxin. Fascinating stuff. It paralyzes you, but leaves all other neurological functions intact. \n[19]That means you can't move. Or talk. But you can see. Hear. Feel. That last one's important. Feel. You can feel everything. Got some other items here. Drugs to revive you in case you pass out. Stuff like that. \n[20]Wearing off a little. No worries. \n[21]Oh. These. Don't want you bleeding out. This will take a while. \n[22]Teeth. Balls. Fingers. Maybe toes. Eyelids. In case you insist on shutting your eyes. \n[23]Earlier on the phone? I said I'd get you out? You asked me what it would cost? Well. \n[24]We'll start with an arm and a leg. Go from there. \n[25]I've been waiting to say that line                    * for years. But it wasn't very funny, was it? No. Played much better in my head. Maybe it's my delivery. \n[26]Gosh. My heart's beating. You?                        * \n[27]Yes. \n[28]Counselor. \n[29]Why so formal? We go way back. Call me Benson. Or Ben. \n[30]So. Maybe you can explain what this is all about. \n[31]Detective...? \n[32]Dunnigan. I thought I'd made it clear I would only speak to the gentleman across the table from me. \n[33]Darby? I knew about Ames, of course. I've been following the news about his horribly botched execution. But Darby too? Quite a coincidence. \n[34]Are you going to continue to insist on being part of this conversation? \n[35]Fine. Far be it from me to be rude. \n[36]I didn't know I had one. It's 150 acres, uncultivated. The other day I found a creek I never knew I had. Hunters trespass all the time. You going to try to pin the dead deer on me too? \n[37]It occurs to me that an even moderately clever person could try to frame me for the murder simply by killing him on my property. One of Darby's drug rivals? That's an unsavory world. A jury would have to weigh that possibility. What else you got? \n[38]That's odd. See, if I were to do such a thing, I'd probably wear something so I couldn't be identified. Some kind of mask maybe. But you say it's actually me on the video? Did the camera capture my good side?                                          * \n[39]No trouble here, Detective, we're fine. Thank you, though. \n[40]Your daughter is, what, ten now? That's a wonderful age. My daughter was always so busy at that age, so interested, so into everything. Jumping around. I called her \"Bean,\" she jumped around so much. \n[41]I am sorry, Nick, that your daughter experienced that. You're right. That video should not have arrived that way. The person who sent it should have thought twice. \n[42]Unless there's hard evidence tying me to these crimes -- forensic or otherwise -- why am I here? Why are we having this conversation? \n[43]It's not about what you know. It's about what you can prove in court. Your words. Like when you called it a justice system. You know the thing about a system, Nick? Any system can be played. \n[44]Clarence Darby did. And I'm much smarter than he was. Or you. \n[45]That's it, that's what I want! That fire in the belly! That's what I wanted ten years ago! Do it, Nick! Bury me! \n[46]Or. Set me free. \n[47]Did I stutter? Make your case. Or. Shake my hand on the courthouse steps and send me on my way. I'll even make it easy on you. I will confess, how's that? \n[48]Let's start tomorrow after a good night's sleep. We'll all be fresh and rested. \n[49]I admit I expected something more modern. That jail downtown?                        * \n[50]Right. Prison crowding. It's a problem. \n[51]We'll get to that. First, what I'd really like to talk about is the cot in my cell. It's lumpy. Hardly any padding? Steel springs? Very uncomfortable? \n[52]Start with things I haven't done. Like get any sleep last night. I said let's begin today fresh and                * rested. You recall my words?                      * \n[53]A bed in my cell. \n[54]Yes, please. One of those Sleep- Matic adjustables. Those are best.                * \n[55]That would be nice. \n[56]I'm sure they have a wrench.                    * \n[57]Let me get this straight. You're going to let a bed prevent this confession from taking place. \n[58]My daughter can't have nightmares, because she died with Clarence                  * Darby's breath in her face. You                 * gave him a reduced sentence and his             * freedom. All I want is a good night's sleep. \n[59]Switching the drugs was easy... \n[60]I hacked the Fedex database, diverted the package to me, made the switch, sent the package on. It's automated tracking numbers moving millions of packages daily. Nobody's questioning who receives what, or why. \n[61]Get a phone company uniform, hack the prison database, schedule an official visit. They'll wave you through the gate, like they did me. It's simple if you know how things work. It's a system. You learn how it works. You play it. Any system. \n[62]Score. \n[63]Hey, you like music? \n[64]I could tell. I love music. All of                   * it. It's like air in my lungs. So the thing about Clarence Darby is, I want my record collection and player brought to me. The vinyl discs as well as CDs. \n[65]How about my ipod and speaker dock? \n[66]I appreciate your compromise. \n[67]I took his fingers with a bolt cutter. His toes with a pair of tin snips. His balls with a hacksaw... \n[68]...his penis with a box cutter. His skin with a filet knife. His teeth with pliers. His eyes...for those I used my fingers. Check the video I made. All that will match up. I kept him alive for an hour, give or take. Time it. \n[69]What now? \n[70]How about a signing bonus? The small concessions you've made so far have kept my cooperation flowing...why not give me a reward for signing? \n[71]Don't be such a hard-ass, Nick. I don't want much. Just a good meal. The food here? Sucks. No offense. \n[72]There's a place in town on Halston. La Traviata. Ever been?                            * \n[73]You know it, don't you, Nick?                      * \n[74]They cater. Tonight, at 7 p.m., I                  * would like my meal delivered to my cell from La Traviata. With nice silverware, crisp linens... \n[75]Why not? \n[76]C'mon, Nick. We've just started bargaining. You haven't even heard what I'm offering yet. \n[77]Miss Lowell? Is your laptop still on? Would you please do a search? \n[78]William...Baxter...Reynolds. \n[79]March of '06. \n[80]Detectives Dunnigan and Garza will like this offer, Nick. It'll clear one of their department's missing- persons files. And it'll solve them their third homicide this week. \n[81]How do you think I located Clarence Darby after he got out of jail and legally changed his name? Reynolds told me -- though it took some                       * convincing.                                          * \n[82]You want the location of the body? Tonight, 7 p.m., I get my meal                    * delivered to my cell from La Traviata. \n[83]GPS position is as follows... \n[84]Rack of lamb? \n[85]The guards will think me gauche. \n[86]aims his remote. MUSIC for dining. Clyde glances back at            * Dwight, who's poised and tense. \n[87]I suppose if I don't share, you'll beat the shit out of me. Make me squeal like a piggy. That sort of thing. \n[88]I wonder what the little people are eating tonight? \n[89]I claim self-defense. \n[90]And, again, you'll have to prove that in court. As I've said before... ...make your case. Or set me free. \n[91]You see, Nick? That man is pissed! That's what I'm talking about! No deals, no compromise! You see? \n[92]It would seem that way. \n[93]I'm seeing fire in your belly, Nick. I like it. Keep going. This is our deal, after all... \n[94]Wake up, blind man! It's been exactly that since I watched him shake Clarence Darby's hand on the steps of the Hall of Justice ten years ago! The Hall of Justice! \n[95]That's the spirit, yes! It's on you now, Nick. It's your game to lose. Just don't screw up. You do, they'll scapegoat you. That's         * how the justice system works.                 * Good call, Sam. Making me disappear was a bad idea. You couldn't have handled the blowback. \n[96]See how insane you think this is. You're going to release me from this place with all charges dropped within twenty four hours... \n[97]Or I start killing everybody. \n[98]Clock's running, Nick. \n[99]You're up early. Trouble sleeping? \n[100]Amazing, isn't it? How primal that is. That pull? What a man is capable of when it comes to his family?                        * \n[101]Good night, Nick. \n[102]Is it casual Friday? I've never seen you not wear a tie. \n[103]I want a phone in my cell. If I'm conducting my own defense, it would be useful. Also in case you and I need to be in touch, Nick. \n[104]Your twenty four hours are about up. In return for the phone, I'll extend you another twelve hours. \n[105]How many more people die while you stand around dithering? How many do you get killed before my point starts sinking in? \n[106]I've been waiting for my explanation for ten years. So far... \n[107]If it hasn't dawned on you, this is a war. As in any war, there will be collateral damage. The question, as always, is how much damage you're willing to take before you withdraw. \n[108]Do it. It would be decisive. Stupid, but decisive. Can you handle the blowback, Detective? The \"shit like that?\" \n[109]I like rules. I've wanted you to follow them from the start. Like the one that says you prosecute a man who murders my family. So. Rules. A phone buys you another twelve hours. But if you haven't cut my deal and let me go by the deadline... \n[110]I'll kill someone in this room. \n[111]Eenie...meenie...miney...moe... \n[112]...my mother...told me...to pick...a person...and that...person...is... \n[113]Interesting location you've chosen. \n[114]For what? A talk? Or... Maybe you've decided to take Detective Dunnigan's advice. \n[115]You have some kind of signal worked out? You scratch your nose and blam, I'm a goner? \n[116]Might solve all your problems. What's stopping you? Afraid of the blowback? \n[117]Ah. Nice. Good one. \n[118]Mercy. Right. \n[119]I think we've come a little too far for that, haven't we, Nick? I mean, what do I say? Sorry, my bad? Which way to the execution chamber? \n[120]Yeah, but...we're in the flow of this now. You cry havoc, you let slip the dogs of war, you go with                  * it. You don't just stop because                    * someone says hey wait. By then the dogs are dragging you. \n[121]I'd say you're making progress. You should have, you know. Prosecuted both. \n[122]With your head held high. And without any blame from me. \n[123]But she's okay -- good. Miss Lowell is a fine young woman. Oh, hey...your wife and little girl get out of town all right? \n[124]Just a guess. It's what I would do. Get 'em out, make sure they're safe. C'mon. Like I'd ever have hurt them anyway. \n[125]There are limits. Even in war. I may be many things, Nick. But I'm not Clarence Darby. I'm not Rupert Ames. I'm not that kind of monster. \n[126]Not the kind who'd hurt your wife and child. Christ, look at me. Mine were my salvation -- then they were killed -- and all I had left was this. Life without them in this fucking charnel-house world. \n[127]It hurt to lose them, didn't it? Your family. Even knowing they'd come back. \n[128]Imagine knowing they wouldn't. \n[129]Good. I envy you. For me, knowing                     * mine won't come back is the only thing that's crowded my thoughts for ten years. If I could take a rusty knife and cut out that part of my brain, I would. \n[130]Counselor. I have no doubt, as we stand here, that you really believe that. I wish I could. Are we done? You gonna scratch your nose, or can I go? \n[131]Hey. Some legal team from the mayor                 * showed up here this morning. I hear                 * you're off the case. Told you they'd                * scapegoat you, didn't I? Nick? You there?                                    * \n[132]Say you find a guy with a bad cocaine problem. Hungry ex-wives. Greedy mistress. Heavy gambling debts.                     * \n[133]Say that guy's a veterinarian. You                  * hand him a million in cash, he'll                   * do what you ask. Especially if he's                 * looking to blow town for good... \n[134]You own the vet, you own the dog. Explosive wasn't even that big. Stuff I use, it didn't have to be. Hidden in plain sight. That's my specialty. Haven't you figured that out yet? \n[135]What's next for you? Mulling career options? I suppose law is out. \n[136]Fair enough. I'll miss you Nick. It was a good dance. \n[137]Just warming up. This is Clausewitz shit, my friend. Total war. \n[138]I'm gonna pull the whole thing down. I will topple the gleaming pillars and drag the whole fucking diseased, corrupt temple down on my head. Stay tuned. It'll be Biblical. \n[139]Ted...had to get that vacation in. Visited my sister in the Keys... \n[140]Hey, what's all that hoopla at the main entrance? \n[141]I'll stay out of their way. \n[142]Imagine mine. \n[143]That's how you play. Make the other guy think it's his idea. You came to talk, so talk. \n[144]But it happened. And here we are. \n[145]You want to hold hands? What's your point? \n[146]If I don't? What are you offering? \n[147]I'm willing to listen. \n[148]I'm sorry. \n[149]Well played. ", "CANTRELL": "\n[1]Mr. Clyde. I don't see this helping. \n[2]Divorced. I have a son and daughter. Both in college. \n[3]Things have gone against us. Tainted crime scene, evidence thrown out... \n[4]The other man doesn't. He'll go down for the crime. That has to count for something. \n[5]It's your decision. \n[6]Young lady. Someday you might have our jobs. You know the issues of                      * the case before the court. Speak. \n[7]When the day comes that you argue a real case in court, you might refrain from summing up with \"duh.\" \n[8]State also approves, your Honor. \n[9]I'm not blind. Yet. I'll do it. \n[10]No. She needs to imprint on me. Not you, not somebody else. \n[11]That's the whole point of this phase. She needs to get the idea that she and I are partners. Then the real training can begin. Unless you wanna lead me around the rest of my life. \n[12]Bill! You let all your clients give testimony on the courthouse steps? \n[13]Fuckface. \n[14]Long as nobody bumps into me. \n[15]Till the stitches heal. Week or two. \n[16]What's going on? Nick? \n[17]Nick, goddamn it, what? \n[18]Gentlemen, we face a terrible shitstorm of scrutiny in the days to come. We need answers. Start with what we know. \n[19]Oh, fuck me. Fuck me. \n[20]Is that necessary? \n[21]That man is frosty. \n[22]Agreed, but softly. Nothing hard- ass, no grand-standing. Kid gloves. \n[23]Depending on who's writing the headline, he's a grieving husband and father who got revenge on the men who murdered his wife and child. Public sympathy is to be respected and feared. This could blow up in our faces if we're not careful. We can't look like we're pissed off or have an ax to grind. Are we pissed off? Do we have an ax to grind? \n[24]Then stop acting like it. \n[25]Nick. \n[26]I can justify the expense.                      * \n[27]We're talking a high-profile double homicide. Order the bed. \n[28]Clarence Darby's defense attorney. He brokered the testimony deal with us ten years ago. He's been missing now since... \n[29]Weird how? \n[30]He donates to eye research? \n[31]Huh. Strange. \n[32]What's wrong with solitary? \n[33]Which makes it premeditated. Again. \n[34]Let's not mistake this! This is not about the two of you! \n[35]What can he do? We've got him boxed in. He's isolated, for God's sake. \n[36]You gotta be kidding me with this guy. \n[37]Yeah. Okay. I get it. \n[38]No...no, we've got two dozen ADAs on payroll. Those eight were picked last night on the spur of the moment. How could he know which eight would show up? \n[39]Motherfucker! Whatever point you had was lost long ago! Eight kids dead in that yard, most of them just out of college! Eight! I have to talk to their families. I have to try to explain why their loved ones are dead. \n[40]Who's he pointing at? \n[41]Fuck him. Let him try. \n[42]Point taken. \n[43]Shit. I'll be in front of a room full of lawyers. The A.B.A. dinner. I'm the keynote speaker. \n[44]That's last minute. \n[45]Nick? These guys won't even let me pack a bag. Not even a toothbrush. \n[46]Who? Who could he have? \n[47]Him? No--why would Clyde let him come talk to us? \n[48]I--I don't know... \n[49]I don't use salt--my cholesterol. Ice? Yeah--not long ago. \n[50]I don't remember! You track your            * use of ice, Nick? You keep a daily          * log? \n[51]Nice? \n[52]Where are you going? \n[53]Who's winning? \n[54]If I had my Braille set, I'd clean you out. Not much of a game if you have to tell me what my cards are. \n[55]People forget. No worries. Enjoy your game, fellas. \n[56]I'm good. Unfamiliar places take me a little longer. But I get there. \n[57]How long, man, I'm starving... \n[58]It's okay. It's gonna be okay. \n[59]There. That's better. ", "DUNNIGAN": "\n[1]Let's not guess, let forensics do its job. \n[2]The Governor's incoming number triggered this device and shut out any further calls. \n[3]This mean anything to you?                            * \n[4]\"His tongue will wag in hell.\" Those very words? It was ten years ago. \n[5]You think, or you know? \n[6]Okay, raise Bernstein, I want everything he's got, including an address. We roll with tactical. \n[7]Is that Clarence Darby? \n[8]Jesus, look at this. No wonder Bernstein loves him. \n[9]Isn't that what you did ten years ago? Give this guy a free pass in return for a conviction? Maybe we played this asshole to our advantage on the street, but you're the one who put him there. So, no offense, but you might wanna go fuck yourself a little. \n[10]\n[11]No way he's getting out of this neighborhood. \n[12]Keep sweeping the area, unit three. Go house-to-house. Check everything.                  * Garages, dumpsters, storm drains...                   * \n[13]Yeah, we know. Nick, we know. The body's been found. The pieces, anyway. Call just came in. In some old shed on a farm outside                     * the city. About a hundred and fifty acre piece of property. \n[14]Benson Clyde. You have the right to remain silent... \n[15]...understand your rights as I have explained them? \n[16]\n[17]You murdered two people. Rupert Ames and Clarence Darby. \n[18]Dunnigan. \n[19]Cut the shit. We know you did it. Save everybody a lot of time and trouble and just confess. \n[20]Yes. \n[21]Whoa-whoa, Nick, ease off! \n[22]Okay, enough. \n[23]Sit down! Sit the fuck down! \n[24]It's a steel cot! It's bolted to                  * the wall!                                         * \n[25]What do you have in mind? \n[26]It's a little above my pay grade. \n[27]Who's William Reynolds? \n[28]\n[29]\n[30]That is correct, Agent Davies. \n[31]You think it was a bluff?                              * \n[32]It used to be a Sleep-Matic adjustable bed. Now it's not. \n[33]Love it when they cry wolf. \n[34]Miss Lowell! Lost something! \n[35]He could have planted those bombs a month ago. \n[36]Maybe I got a better idea. Maybe we end this war right now. Fourteen people dead! I have to say                  * this out loud? Prisoners die in custody all the time. Attacking a guard. Trying to escape. Shit like that. \n[37]Don't tempt me. \n[38]It's an option. All I'm saying. Risk the blowback. Ride it out. \n[39]Buys us another twelve hours, we could use that right now. That puts the deadline at... ...about 7:30 tonight. \n[40]Until his deadline passes, you're in protective custody. Not negotiable. \n[41]This way, Mr. Cantrell. Garza, you're with Mr. Price. \n[42]It's the presidential suite. Last person who stayed here was actually a president. Of a country. Security here is amazing. \n[43]I'll try to wrangle additional                      * manpower. Big job.                                  * \n[44]...not entirely fair... \n[45]Dunnigan. \n[46]Nick? Jesus... Look. No hard feelings, but there is no \"we.\" You're radioactive. I                      * can't even be seen talking to you... \n[47]All units. Subject vehicle is on the move. \n[48]Everybody maintain distance. \n[49]Hang back...hang back... \n[50]Five and six, stick with that building in case he's trying to cowboy us. All other units, stay with the van... \n[51]What floor? \n[52]I hope you know what the fuck you're doing. Negative. We're letting him go. All units hang back. Repeat. We are letting the subject go. \n[53]What? C-4?                                           * \n[54]Alert the mayor's security team.                     * Evacuate those people upstairs --                    * clear that ballroom, go! \n[55]No? What the fuck are you talking about, this could go off any second! \n[56]I will not take that risk! \n[57]Okay, Nick. What's the move? \n[58]I think the Mayor will have your back. ", "KELL": "\n[1]Shit day? \n[2]Fine. She drove me a little crazy today. \n[3]In overdrive. Here. Feel. \n[4]Of course she stops kicking the moment you get home. \n[5]You didn't lie to him. Or bullshit him. Or shine him on. \n[6]So you had your reasons. You did what you had to. It's not your fault the world sucks. \n[7]What is wrong with you? \n[8]Did someone drop you on your head? Seriously. I have swollen ankles and all I do is pee. That baby's coming out. \n[9]Glad it's once a year. \n[10]Something he'd get out of if he could. Here. Take lunch. Grab                       * backpack. We go.                                    * \n[11]I saw it coming. \n[12]Funny for her. I cleaned it up. \n[13]Hey. I had a house full of shrieking ten year-old girls. \n[14]Honey. It's not a competition. Okay, you win. \n[15]Delivery. \n[16]Oh my God! \n[17]What the hell is this? Jesus Christ, Nick! Turn it off! Turn it off! It's okay, baby, I'm here... \n[18]Well, hello there beauty! \n[19]We haven't seen you in so long it's ridiculous. When are you gonna come by for a visit? \n[20]Soon, huh? Seriously, we miss you. \n[21]She had a bad dream. She wanted to sleep with us tonight. \n[22]Especially not that man. Daddy's gonna put him in jail forever. That's what daddy does. He makes sure the bad people stay locked away. \n[23]Where are you? \n[24]Don't be. This guy's really doing a number on your head, isn't he? \n[25]Why? Happens in prison all the time. \n[26]He's psycho. You said so yourself. We saw it on that video. Psychos don't need a reason, Nick. They're just psycho. Whatever. You'll figure it out. You                  * always do. \n[27]This is our place. You love it here.                   * You should have said something...                      * \n[28]It's fine. You learn anything? \n[29]Nick? \n[30]Why would we wanna do that? \n[31]Honey? \n[32]What the hell are you doing? \n[33]Seriously, Nick. What the fuck. \n[34]Are you in danger? Are we? \n[35]She's in surgery now. They're saying she'll be okay. \n[36]Good? You'll have to explain the good part, Nick. I'm missing it. This is crazy. What if something happened to you? What would I say to Emma? What would we do? \n[37]I called, yeah, but -- I'd rather be here for Sarah when she wakes up. Nick -- and for you. I want to do something... \n[38]Anything else? \n[39]Emma's right. This sucks. \n[40]Be goddamn careful. ", "SARAH": "\n[1]It's okay. \n[2]You're due upstairs in three minutes! You're gonna be late! \n[3]I am just an intern.                                    * \n[4]Okay. Um. You can take both men to trial, spend a year and millions of taxpayer dollars, and probably lose. Or you can cut a deal and at least put one of the men who did the crime on death row. It's a no-brainer.                      * You make the deal.                                    * \n[5]There they are. Like clockwork. \n[6]Oh, Jesus. \n[7]Show them. The bad part. \n[8]I remember it too. Some things stick in your head. \n[9]He says he'll only talk to you. \n[10]I don't believe this guy. \n[11]How about outside help? That P.I. who helped us on the Jacovitz case? \n[12]Hey Kell! Hey Emma, how's my dynamo? \n[13]Who needs a life, right? Talk to your husband, maybe he'll give us a day off one of these years. \n[14]He's a tinkerer. Little inventions                     * and gizmos... \n[15]...he holds two dozen patents that have made him a lot of money the last ten years. He's invested a lot of it in real estate. Weird stuff. \n[16]Properties with no real value. Around                  * airports, chemical plants. Stuff                       * nobody wants... \n[17]He votes. He gives money to charity, mostly victim's funds... \n[18]...but he also gives a big chunk to macular research. \n[19]RPI. That's the charity you work with, isn't it? \n[20]Judge Burch with an answer for you. \n[21]Properties, investments, a few small                   * businesses he owns -- a lot of it's                    * hidden behind false names and shell                    * companies, but we're still digging...                  * \n[22]We boring you, Jameson? You got someplace to be? \n[23]Weekend plans? Cancel 'em! I don't wanna hear any shit about it! Clack-clack, Jameson. Clack-clack. \n[24]We dug pretty deep for one night. Still got a ways to go, but on a first look? Nothing. Nada. Zip. \n[25]Due diligence. My middle name.                      * \n[26]...tell Hansen we need hard info on those addresses...don't let the shell game on ownership title slow him down...at this point we'll take educated guesses... \n[27]Hey. Nice flowers. Thanks. \n[28]This place has great drugs. Damn. I should've totaled my leg long ago. \n[29]They're all dead? \n[30]It wasn't you. It was that son of a bitch. I hear he's threatened Jonas?          * \n[31]We got the latest batch of background in. Hansen and the other guy did some good work here-- \n[32]This lists over fifty shit-value properties in industrial zones that nobody in their right mind would want to own -- stuff around chemical plants, factories. All are owned by Benson Clyde. Look at twenty-two. \n[33]The garage, not so much. But the address. Look at the location. ", "DAVIES": "\n[1]\n[2]\n[3]\n[4]--we'll have to wait for the autopsy results, but-- \n[5]Your booby-trap killed two of mine            * and put four in the hospital. That            * brings the total of people you've             * killed to six -- and be advised the           * Bureau does not suffer losing agents in the field. We're done dancing. I have the right to claim jurisdiction here, do I not, Detective Dunnigan? \n[6]So. I'm gonna rendition your ass. Rumor has it we have places that make Guantanamo look like Disneyland. Don't bother packing, you're gonna disappear. \n[7]You wanna take this fuck down? Be my guest. Whatever you need. \n[8]I'll make a few discreet calls. See what I can find out. \n[9]Two words: doggy bag. Be in your office in ten minutes.                                 * Nick, don't ask questions. I was on the phone all day. Believe me when I say we've got one shot at this. \n[10]So I'm told. It's called inter-agency cooperation, but don't ask me what agency because I wouldn't know. This isn't even back-channels, this is Theseus in the fucking Labyrinth. I just blew thirty years' worth of favors today calling in this one chit. I hope it's worth it.                            * \n[11]Like what? He's locked up. What can he do? \n[12]Actually, I kind of suck. \n[13]Thank you. Father's Day. \n[14]Fellas. For once, glad not to be of assistance. \n[15]Each car had an explosive charge on the gas tank. \n[16]Not necessarily. Everything looks pre-rigged. \n[17]He didn't. Our people just found bombs on every car in your ADA pool. All two dozen. We're disarming those now. \n[18]We'll give him his phone. We'll tap in and monitor every call. \n[19]We have granules of an unidentified substance in the ice-maker... \n[20]I'm betting something lethal. \n[21]I'm actually a little jealous Clyde didn't pick me. \n[22]You're muddling with him. I don't want you back at your house until my people sweep it. You need pajamas, buy some in the shop downstairs. \n[23]No shit. This is quite a list. Over                 * forty locations? \n[24]Don't touch it! Could be motion sensitive! \n[25]I need light! \n[26]C-4 is for girl scouts. This is malglinite. Take out the whole floor above us...maybe this entire corner of the building... \n[27]No, we got tripwires. We open this lid, instant karma's gonna get us. Don't see a motion sensor. Trigger looks simple...dial a cell phone, incoming call arms the trigger -- trigger's set to count down from forty seconds, then boom. That call comes in, we have forty seconds to get as far away from this thing as possible. \n[28]I'm open. ", "DARBY": "\n[1]Your Honor need not worry on my account. I assure the court that I am aware of the opportunity I've been given. And I am deeply grateful to all concerned. \n[2]If I may. It has come to my attention that Rupert Ames has been spreading                   * lies about me to the tabloid press.                   * About certain alleged activities of                   * which I have no knowledge. Sexual and otherwise. Libel and slander...yes? \n[3]Well, no matter. My tongue will wag in court, under oath. His tongue will wag in hell. \n[4]He'll get the chair? \n[5]...it was a burglary gone wrong. We thought the house was empty. Rupert found the woman and child at home and went crazy. I was stoned and in fear of my own life, so I fled... \n[6]...and may I say for the record how very sorry I am that I failed to prevent Rupert Ames from committing those terrible crimes... \n[7]...been given a chance to put the drugs and foul living behind me. To atone for my past failings and weakness of character. It is a gift given me by God's grace... \n[8]...and the grace and wisdom of this court. I cannot thank you enough, sir. I cannot. \n[9]Wait...wait... \n[10]Almost. Almost. \n[11]Thank you...for stating the obvious...you...bitch... \n[12]\"Did not go well.\" Way to go, Rupert. You even fucked up dying. \n[13]Knew. Past tense. \n[14]Depends. Who's this? \n[15]\n[16]\n[17]Kiss my ass. \n[18]What'll it cost me? \n[19]What's there? \n[20]How do you know? \n[21]Drive. \n[22]Drive, fucker! I'll put your brains on the dash! \n[23]Depends on you. Go. \n[24]In the ditch. \n[25]Knees. Let's go. \n[26]It's fucked up. \n[27]This my guardian angel? Hello? ", "EMMA": "\n[1]Dad? \n[2]You know what it is? \n[3]\n[4]\n[5]\n[6]Why can't you be here? \n[7]But it's... \n[8]Okay. But what are you doing tonight that is more important than... \n[9]...my birthdaaaaay. \n[10]...and while we were singing karaoke, Ashley was all dancing around and jumping up and down and suddenly she gets this look on her face... \n[11]...and suddenly she just went barf. Total puke moment. And we were all like, ewwww gross! It was so funny... \n[12]...so Tara says that's what you get for eating too much cake and that almost made Ashley puke again... \n[13]I'll get it! \n[14]Thank you! \n[15]Daddy? \n[16]Hi, Sarah! \n[17]Daddy...? \n[18]I had a nightmare. That man.                         * \n[19]Daddy! \n[20]Mom said I could stay up late. Wanna play Scrabble? \n[21]Daddy? \n[22]I wanna see Sarah... \n[23]This sucks. \n[24]Why do we have to go? \n[25]You're kinda full of shit, Dad. \n[26]Okay. ", "IGER": "\n[1]We're still trying to sort through this thing. \n[2]Lethal injection is a series of drugs given in a specific order. Somebody had to have replaced one or more of those ingredients with something else. Industrial solvent? Acid? \n[3]We also have rules prohibiting                  * personal items such as beds.                    * \n[4]It's not just a bed. Every inmate               * here will be on the phone to their              * lawyer filing lawsuits for equal treatment. Can you justify that?                * \n[5]Vinyl records and CDs can be broken into shards. They make excellent weapons. My answer to that one, Mr. Clyde, is not no, but hell no.                       * \n[6]The player stays out here. You hand the remote to the on-duty guard every night at lights out. Those terms aren't negotiable. \n[7]You looking to get your ass kicked? By every inmate on this cellblock. You keep this up, they'll take it out on you. Harshly. \n[8]Just trying to keep you alive in here. That's all. \n[9]...no plates, they break into nice jagged pieces...nothing sharp, nothing that can be made sharp...no forks, no knives, no spoons....lose that carafe...we will have no potential weapons of any kind this evening, thank you...you can eat with your fingers... \n[10]Idiot. \n[11]He killed his cellmate. We had to separate him out. \n[12]We don't have the authority. Not without a court order. This place was re-opened under protest as it is. Some areas are off-limits to our use -- tied up in a legal challenge by the ACLU as cruel and unusual. Especially solitary. It was nicknamed the dungeon... \n[13]Nice trick with the rack of lamb. Didn't see that one coming. \n[14]You'll have it all to yourself -- the first man down there in over twenty years. Quite an achievement. \n[15]Everybody back to sleep. \n[16]Well, that's good news. \n[17]Jesus.                                                 * Thank God that wing was empty.                         * \n[18]How do I explain this to the city? ", "*": "", "GARZA": "\n[1]That's not the name he uses now.                    * But I'm pretty sure he's one of Bernstein's informants. \n[2]That's him. \"Wayne Dunlap.\" \n[3]We scored a lot of good intel off this fuckhead through the years. Almost a shame to bag the guy. \n[4]He's helped us put a lot of bad people behind bars. Look. Arrests, convictions... \n[5]Price got a video of it happening delivered to his house... \n[6]Check this shit out. \n[7]Welcome to the county jail annex.                  * All new inmates come here. It was                  * in the papers. \n[8]Jesus Christ, man, dial it back... \n[9]Go around. I'll get us in back. \n[10]Keep the press off this floor, understand? \n[11]Wanna sit in? \n[12]Right...sorry. \n[13]Holler if you need anything. Okay, who's in, who's out... \n[14]Jesus Christ. What the fuck hit us? ", "SPOOK": "\n[1]That's good there. \n[2]Which one of you is Davies? \n[3]You must be well thought of, Agent Davies. I don't do this. But I was asked nicely by the right people. They briefed me on your problems with Benson Clyde. \n[4]Things I can neither confirm nor deny. Things of which, if I'm asked, I will disavow any knowledge. \n[5]He's not. Tell me you grasp the implication of what I've said, or we're done here. \n[6]Spooks like me are a dime a dozen. Clyde was a brain. He ran a think- tank, inventing things for use in the field. Ways to kill people. You need to get rid of somebody. It's not a situation where you can get close. What do you do? \n[7]That's right. Ask Clyde. And he'd figure something out. Gizmos, strategy. He was good at it. \n[8]You play chess? \n[9]In my line, we use an aptitude profile based on chess. A tournament- level player like you can think five to eight steps ahead of an average player, did you know that? Me, I think about ten steps ahead, so I'd take you in a game. \n[10]Off the charts. If you're eight steps ahead, he's twenty. Or fifty. He's already got the game won on the first move, you don't even know you're playing yet. This cellmate he killed? You think that was random? Bullshit. That was a pawn taken off the board. If I were you, I'd be trying to figure out what the move was. \n[11]Top of my head? Was the cellmate ever connected with this case? Or with Clyde? Was anybody else in that facility? Guards? Cons? The janitor? Any connection at all, no matter how remote. Because if Clyde says he has things in play, he does. \n[12]You're an average chess player, aren't you? \n[13]I can tell. But I like your tie. \n[14]There's this tie -- we call it the Albert, after Albert DeSalvo. They tiptoe in one night, thread a piano wire with a ratchet gizmo into one of your ties. Sounds crazy, but                     * trust me it works. You put your tie                 * on and all day long it slowly tightens. You don't even notice it's cutting off the blood-flow to your brain. Then you drop dead. Brain-dead or plain dead, doesn't much matter at that point. Clyde invented that. ", "VOICE": "\n[1]Wayne? \n[2]Somebody who doesn't want to see you in jail. Look out your window. Argue later. Do it now. \n[3]There's a world of shit coming your way. I'd get out the back. Now. \n[4]Ditch the gun. Wipe the prints. \n[5]I heard six shots. Revolver? Bring extra ammo? \n[6]You shot at cops. That's attempted murder if they find the gun on you. You're in deep enough without that. \n[7]You'll need my help getting out. \n[8]We'll discuss terms later. Go south, across 10th. Past the El tracks. Alley behind the clinic. \n[9]A cop. Take his ride, he won't give                    * you any trouble. \n[10]'Cause I tasered his ass. You gonna keep asking questions? \n[11]Sergeant! Sergeant! ", "ROYCE": "\n[1]The last twenty years, he's been                       * Joe Blow Citizen. But prior to that,                   * we've hit a blank spot. He used to                     * do consulting for the government,                      * but we can't pin down what.                            * \n[2]Oh, God, that's a relief... Miss Lowell is okay...she's okay... \n[3]We've been getting calls from upstairs. The mayor's people. Someone from our office has to make a statement to the press. With Mr. Cantrell absent, the mayor wants you to do it. \n[4]I don't know...four thousand? \n[5]What do you want me to tell the mayor? \n[6]We in the D.A.'s office are still reeling from the events of this morning, as you can imagine. It's a tragic day for us...for our city... ", "SECURITY GUARD": "\n[1]Mr. Nomos! Ain't seen you around. \n[2]Nice. Good for you. \n[3]Mayor's got a big fuckin' thing. Thousand dollar a plate whatever. They say the Governor might come. \n[4]They're up on six, avoid that floor. They got more security than God... \n[5]I told him to avoid six... There... \n[6]That's the main courtroom on five.                     * "}}