{"dialogues": {"ELLE": "\n[1]I love you, too! \n[2]I'll see you tonight. \n[3]\"Elle and Warner forever\". Aww... \n[4]You guys are so sweet! \n[5]But I ' m not positive it's gonna happen to n i g h t -- \n[6]You think? \n[7]C'mon ·-- you have to help me pick out the perfect outfit. \n[8]Amy, what's wrong? \n[9]That's because you spend too much time in the library. Come with me. I'll meet you outside. \n[10]Bra ndon , Jason, Grant --this is Amy. Why don't you tell her about the time you guys went golfing naked? \n[11]Too demure? \n[12]Well, I don't want to look like I know what's coming. . . \n[13]He's proposing! I can't look like I would on any date. This is the date. The night I'll always remember. I want to look special. Bridal . . . but not like I suspect anything. \n[14]Wh at if -- you know -- it's not the night? \n[15]Is this a low-viscosity rayon? \n[16]With half-loop top-stitching on the hem? \n[17]It's impossible to use a half-loop topstitch on low-viscosity rayon. It would snag the fabric. And you didn't just get this in, because I remember it from the June Vogue a year ago, so if you're trying to sell it to me at full price, you picked the wrong girl. \n[18]Girls, this is it. In a few hours, I'll be the future Mrs. Warner Huntington III. \n[19]So are you! \n[20]I am so ready. \n[21]Here' s to ~ us. \n[22]I ' m fully amenable to that discussion. \n[23]Of course. \n[24]And I fully support that. \n[25]I completely agree. \n[26]What? \n[27]You're breaking up with me?! I thought you were proposing. \n[28]You're breaking up with me because I ' m too -- blonde? \n[29]Then what? My boobs are too big? \n[30]So when you said you'd always love me, you were just \"dicking around\"? \n[31]No. \n[32]How can it be the right thing if we're not together? \n[33]So you're breaking up with me because you're afraid your family won't like me? Everybody likes me! \n[34]Just because I ' m not a Vanderbilt, all of a sudden I ' m white trash? I grew up in Bel Air, Warner! Across the street from Aaron Spelling! I think most people would agree that's way better than a Vanderb ilt -- \n[35]I ' m seriously in love with you -- Isn't that enough? He looks away. \n[36]. \n[37]No -- it's just -- not me. I ' m canceling the mixer.   We'll blacklist Sigma Chi. \n[38]Thank you, Serena, but I don't think it'll do any good. \n[39]I just don ' t underst a n d what went wrong -- \n[40]Last month on his birthday. And she liked me! She said I looked like Britney Spears. Why would you say that to someone you didn't like? \n[41]I don't know! I don't know anything any more! I just need to be by myself. \n[42]Thank you. I love you, too. \n[43]I just love him so much! I loved him the first moment I saw him. He's beautiful and smart and someone I totally respect. And I did everything I could to make him love me, but it wasn't enough. Now what am I supposed to do? I planned my whole future around him. My life was going to be all about Warner. Now what's it going to be about? \n[44]Bullshit! \n[45]So? \n[46]Oh, my God!                    . \n[47]Do you know who this is? \n[48]It's Warner's older brother! \n[49]This is the type-of girl Warner wants to marry. This is what I need to become to be serious. \n[50]No -- a law student. \n[51]That's right. \n[52]I have a 4.0. \n[53]I don't need backups.      Harvard is the school I' m going to. \n[54]I once had to judge a Theta Chi Tighty- Whitey contest. Trust me-- I can handle anything. \n[55]Reading about the LSATs. \n[56]The LSATs are an exam. \n[57]Girls-- I ' m going to Harvard! \n[58]No -- I ' m going to law school at Harvard. \n[59]Once Warner sees me as a serious law student, he'll want me back. It's a completely brilliant plan! \n[60]I have the highest GPA in Delta Gamma! \n[61]Your scrunchie? \n[62]My name is Elle Woods and for my admissions essay, I ' d like to tell all of you at Harvard why I ' m going to make an amazing lawyer. \n[63]As president of my sorority, I ' m skilled at commanding the attention of a room and discussing important issues. \n[64]~        It has come to my attention that the The sisters \"AYE\" in unison.      Underdog barks his approval. \n[65]I ' m able to recall hundreds of important details at the drop of a hat. \n[66]Why, yes, Margot, I do. Once again, we joined Hope in the search for her identity. As you know, she's been              . brainwashed by the evil Stefano -- \n[67]And the laws and bi-laws of civil obedience are crucial to my life -- \n[68]No shoving on the skate path! City ordinance 22G! \n[69]I feel confident using legal jargon in daily life. \n[70]I object! \n[71]I've seen every episode of \"The Practice\" and I ' m even on speaking terms with Dylan McDermott. \n[72]Dylan!   We love you! \n[73]One seventy-five...one seventy- five... \n[74]And that's why you should vote for me. Elle Woods. Future lawyer. For the Class of 2003. \n[75]It's a perfectly respectable place... \n[76]Because this is what I want. I've worked hard for it. Don't you understand that this is important to me? \n[77]Going to Harvard is the only way I can get the love of my life back! \n[78]We're here! \n[79]This way, guys! \n[80]H a s Warner Huntington checked in yet? \n[81]W a i t -- my social events schedule is             . mis sin g. \n[82]You know -- mixers, formals, beach \n[83]I guess it'll have t o . . . \n[84]I ' m a Gemini. I have a Bachelors degree from USC, where I was Sigma Chi Sweetheart and president of Delta Gamma, and last year '· -- I was Homecoming Queen . \n[85]Wish me luck, Underdog. It's my first class as a serious law student. \n[86]I totally look the part! \n[87]Warner?! Oh my God, I completely forgot you were going here! \n[88]No, silly.    I go here. \n[89]Harvard. Law school. \n[90]Uh... I wasn't aware that we had an assignment. \n[91]Do they just -- put you on the spot like that? Like, all the time? \n[92]And if you don't know the answer, they just kick you out? \n[93]Did she do that to you, too? \n[94]Neat .             ·    '   ,   ' \n[95]Donovan, Royalton and Levinson. \n[96]Wow.   I ' m glad I met you. \n[97]Hi! \n[98]Thanks again for your help! \n[99]Fine. Except for this horrible girl who made me look bad in front of my Civ Pro professor. But no biggie. You're here now. \n[100]How was your summer? \n[101]Do anything exciting? \n[102]·      You know her? \n[103]I'm sorry, I just hallucinated. \n[104]Excuse me. \n[105]You can't even imagine. \n[106]I worked really hard to get into law school -- I blew off Spring Break and Greek Week to study for the LSATs, I completely neglected my Homecoming Queen duties, I hired a Coppola to direct my admissions video -- all so I could get my boyfriend Warner back and now he's engaged to this awful girl Sarah so it was all for nothing! I wish I ' d never even come to Harvard. \n[107]What'd you do? \n[108]No! \n[109]She's from Connecticut. She belongs to his stupid country club. \n[110]I ' m not pretty -- I ' m genetically blessed. \n[111]Definitely! I love him! \n[112]Warner? \n[113]Neither. \n[114]I'd rather have a client who's innocent. \n[115]I ' m not afraid of a challenge. \n[116]'        I ' m here to join your study group. And She holds up the muffins as the others look up, frowns all around. \n[117]Who's first? \n[118]Oh, God, was this like an RSVP thing? \n[119]Then I guess I'll leave you alone. \n[120]You know, if you'd come to a Rush party, I would've at least been nice to you. \n[121]I don't use that word. Only mean people use that word. You must've heard it from Sarah.                     . \n[122]Power yoga? \n[123]· What?! \n[124]N o way -- \n[125]Almost. \n[126]I miss you guys! The people here are so vile! Hardly anyone even talks to me unless it's to say something that's not nice. Law school sucks! \n[127]What? \n[128]Re a ll y -- \n[129]Iwl. \n[130]No way! Someone at this school is actually having a party? \n[131]I can't believe this. Not only do I not have Warner, but I ' m --unpopular! \n[132]But I wasn't invited. \n[133]You really think I should? \n[134]Enid, please -- silicone is so 90's. \n[135]Thanks for inviting me, girls. This party is super fun. \n[136]I am. Didn't you hear about the Playboy Bunny who slit her ex- boyfriend's new fiancee's throat with a broken wine glass? It was tragic. \n[137]Hey, O.J. \n[138]Thank you.     Having fun? \n[139]I feel like we've barely spent any time together since we got here. \n[140]Tell me about it. I can't imagine doing all this and Donovan's internship next year. \n[141]Am I on glue, or did I not get into the same law school you did, Warner? \n[142]But what? We took the same LSAT, we take th e same classes -- \n[143]I'11 never be good enough for you, will \n[144]What is this? \n[145]What? \n[146]Why wouldn't I? \n[147]You know what? All of you can just kiss my ass. \n[148]Don't ask. \n[149]To negate mens rea? \n[150]Don't you also need to have evidence? \n[151]Although Mr. Huntington makes an excellent point, I have to wonder if the defendant kept a thorough record of each sperm emission made throughout his life? \n[152]Well, unless the defendant attempted to contact every single one-night- stand to determine if a child resulted in those unions -- then he has no parental claim whatsoever over this child. Why this s p e rm ? Why now?      ' \n[153]For that matter, all masturbatory emissions where his sperm was clearly not seeking an egg could be termed reckless abandonment. \n[154]I did? \n[155]I don ' t know -- \n[156]\n[157]And engraved... Gives it that extra little something, doesn't it? . See you tomorrow! \n[158]I couldn't help it! It was the most fun I've had since I've been in law school. Not only was I good enough for Warner -- I was better than him. He has to see serious I am now. Even Donovan was impressed, and he's a total hard- ass. \n[159]You ready? \n[160]Yes, you are.       Go -- you can do this.                  . \n[161]Dewey Newcomb? \n[162]. I ' m Elle Woods. Ms. Bonaf ante's                  ·        . \n[163]Under state law, you and Ms. Bonaf ante had a common law marriage which entitles her to the benefits of property law and an equitable division of assets. \n[164]Due to the fact that you retained the residence, Ms. Bonafante is entitled to full ownership of the canine property in question and we will be enforcing said ownership immediately. \n[165]· \n[166]W e did it!                                                 . \n[167]Madonna? \n[168]What's going on? \n[169]He chose them already? \n[170]Me?! \n[171]This is way better than that. Excuse me. I have some shopping       to do. \n[172]Thank you. \n[173]Wait a minute -- are we talking about Brooke Daniels? \n[174]She was a Delta Gamma! Not in my pledge class or anything -- she graduated ,five years ahead of me. But I used to take her class at the LA Sports Club. She's amazing! \n[175]She could make you drop three pounds in one class. She's completely gifted! \n[176]Maybe she found him like that. \n[177]There's no    way Brooke could've done this - - exercise    gives you endorphins, endorphins    make you happy -- happy people don't kill    their husbands! \n[178]Of course, I do! \n[179]I ' m a Delta Gamma and I ' m a huge fan of yours! \n[180]Sort of. \n[181]I feel so bad for her. I mean, she's in jail! And she's innocent. But I ' m the only one who believes her. Donovan totally thinks she's guilty. \n[182]He's got a package.                            · \n[183]So, this is the only interaction you two have ever had? \n[184]Have you ever considered asking him if he'd like a cold beverage? Or perhaps a neck massage? \n[185]I am. And I'm looking at a beautiful, fabulous, sexy woman. \n[186]Trust'me. You've got the equipment, you just need to read the manual. \n[187]I ' m going to.show you a little maneuver my mother taught me when I was in junior high. In my experience, it has a 98% success rate in getting a man's attention an d when used appropriately--an 83% rate of return on a dinner invitation. \n[188]It's called the \"Bend &amp; Snap\". \"Oh, look! There's something on the floor that I need to pick up!\" Bend... \n[189]And snap! Now you try. \n[190]Good. Now this time, put a little arch in your back and maybe get your footing more solid. \n[191]Perfect! \n[192]Good. \n[193]But cock that knee. \n[194]More snap, less bend. \n[195]C'mon -- everyone try! \n[196]Now everyone together. \n[197]There is no way a Delta Gamma would sleep with a man in a shiny shirt. Warner, back me up here. \n[198]So, because she's beautiful and has a good body, she's easy? What book of feminist theory did you read iiiai in, Enid? \n[199]My money's on the angry daughter or the ex-wife. \n[200]Al l I know is-- it's not Brooke. \n[201]I ' m here to see Brooke Wi'ndham. \n[202]Uh -- family. \n[203]I ' m her sister. \n[204]Delta.   Gamma. \n[205]Are you okay? You look so sad...and so \n[206]I brought you some necessities. Pink sheets. Aromatherapy candles. Loofah. And The Bible. \n[207]But I have to tell you the real reason I ' m here. Professor Donovan says we really, really need your alibi. \n[208]Who could better understand than me? \n[209]Whatever it is -- it could save you. \n[210]How? \n[211]I know!   You helped me go from a six to a four! \n[212]No! \n[213]Your secret is safe with me. \n[214]I went to get her alibi. \n[215]But I can't tell you what it is. \n[216]I can't give it to you. All I can tell you is that she's innocent. \n[217], No! \n[218]Then we're not very good lawyers. \n[219]I gave her my word, Warner. \n[220]Explain to me why you're so anti- Brooke. \n[221]Aside from that. \n[222]Why? \n[223]A) He's an old man with a really big penis. B) She never told me I was fat. And C) Victoria Principal sells on that network. \n[224]But maybe it's not what you think. \n[225]You're kind of being a butt-head right now. \n[226]Because people aren't always what they seem to be and you refuse to see that. Have a little faith. You might be surprised. \n[227]Maybe not to your face... \n[228]We have two o'clock massages. Kerrigan and Woods. \n[229]Oh, and my friend Katherine Windham Vandermark is here somewhere and I ' m supposed to meet her. for a Pilates class. Do you have her schedule? \n[230]No, she can't move for an hour. \n[231]Mrs. Windham Vandermark? \n[232]I'll cover her -- parts. \n[233]She's not! \n[234]Ys. . . . e \n[235]You're going to trust the word of a woman who named her child after a condiment? She's ly-ing. \n[236]I never trust a woman who's not blonde. Except for my friend Serena, but that's only because she's a blonde at heart. That's the whole reason I ' m starting the Blonde Legal Defense Fund. \n[237]Blondes are discriminated against worldwide! Brooke's a blonde, and people are saying she's sleeping with the cheesy pool boy and shooting her husband. If she was a mousy brunette, it would be, \"Oh, the poor widow.\" \n[238]You should see the way I ' m treated in class! I'm a complete source of mockery. This is why the Blonde Legal Defense Fund is needed. \n[239]That is a direct result of anti- blonde discrimination! \n[240]If she were a true blonde, she would've left the cheating bastard. Blondes don't let their husbands get fellated by brunettes and live to tell about it. \n[241]Exactly how much gorilla sex do you think a sixty-year-old man can take? ·. \n[242]Speaking of that ·-- I bought you some seaweed cream while we were at the spa. \n[243]The bags under your eyes. You're an attractive man, but you need to take better care of yourself. \n[244]Well, you should --. I f you look good,     you            · feel good and if you feel good, you project joy into the world. \n[245]Fine. Sorry I brought it up. \n[246]For a butt-head? Yes. \n[247]Why didn't you call me? \n[248]We spend a beautiful night together and then I never hear from you again? \n[249]F or what? Breaking my heart or ruining sex for me with any other man? \n[250]Forget it. I've already spent too many hours crying over you. \n[251]I believe you! Don't worry. \n[252]Come in. \n[253]Take it. I've read it twenty times. \n[254]Too bad you and I are the only ones. \n[255]It's not my alibi to tell -- \n[256]Really? Thanks. \n[257]Men are helpless.     You know that. \n[258]I know.     He has it sent out. \n[259]You're kidding! \n[260]Oh, my God!                       ' -. \n[261]What're you doing here?! \n[262]You guys -- I can't. We're in the middle of a trial. \n[263]Margot! \n[264]I can't believe you guys are actually here -- but this case is important. I'll make it up to you after finals, okay? I \n[265]I'll call you as soon as it's over, okay? Sisters forever? \n[266]Sorry about that. \n[267]You broke his nose?! \n[268]I'll be over right after the trial, okay? We're about to cross- examine Enrique. And don't worry! My friend Serena barfed on a guy during \"The Blair Witch Project\" and end up dating him for three months. \n[269]He's gay!    Enrique is gay! \n[270]Warner, what kind of shoes do I have on? \n[271]See? \n[272]He's gay -- he isn't Brooke's lover! He's making it up. Whoever killed Heyworth is paying him off. \n[273]Gay men know designers.     Straight men don't. \n[274]Enrique's gay. I ' m sure of it.' \n[275]Thanks for the backup. \n[276]Thank you! \n[277]I ' m so happy for you! \n[278]Great. Donovan actually said the words \"Good work, Ms. Woods\". He takes me seriously! Can you believe it? \n[279]Really? \n[280]Is everything okay? \n[281]Thank you. \n[282]I ' m sorry, but -- \n[283]Wow. That means so much to me to hear you say that. \n[284]Not really. I know how competitive it       .   ·. a l l is -- \n[285]You're hitting on me? \n[286]So everything you just said --? \n[287]And I ' m a law student who's finally realized her professor is a pathetic asshole. \n[288]What? \n[289]I'm quitting. \n[290]Law school was a mistake.   Getting this internship was a mistake. \n[291]I didn't earn anything. I got this internship because Donovan liked the way I looked. Which he made clear .tonight when he tried to feel me up. \n[292]Thanks for not treating me the way everyone else here does. Call me if you're ever in California. \n[293]What's the point of staying? All people see when they look at me is blonde hair and big boobs. No one's ever going to take me seriously. The people at law s chool don't, Warner doesn't -- I don't even think my parents take me seriously. They wanted me to grow up and become a Victoria's Secret model who marries a rock star. Now, for the first time, it seemed like someone expected me to do something better with my life than wear underwear for a living. But I was kidding mys elf -- Donovan didn't see me as a lawyer. He saw me as a piece of ass. \n[294]Just like everyone else. It turns out, I am a j oke. \n[295]The hell with law school. I just came to say goodbye. \n[296]See? \n[297]Yes, I am. \n[298]Elle Woods, your honor. Rule 3:03 of the Supreme Judicial Court states that a law                     · student may appear on behalf of a defendant in criminal proceedings. \n[299]But you agreed last night. In the office? When we were discussing my \"career\"? \n[300]I'd like to recall Chutney Windham as a defense witness. \n[301]First, your Honor, I ' d like to point out that not only is there no proof in this case, but there's a complete lack of mens rea, which by definition tells us that there is no crime without a vicious will. \n[302]Okay -- Ms. Windham, when you uh arrived back at the house? Was your father there? \n[303]And when you came downstairs, what happened? \n[304]But Mrs. Windham didn't have a gun? \n[305]Did you hear a shot fired? \n[306]So at some point in the -- twenty minutes? -- you were in the shower, your father was shot? \n[307]Your father was shot while you were in the shower? \n[308]But you didn't hear the shot, because you were in the shower. \n[309]Miss Windham, can you tell us what you'd been doing earlier in the day? \n[310]Where you got in the shower. \n[311]Yes, Your Honor. Had you ever gotten a                .       . perm before, Miss Windham? \n[312]How many, would you say? \n[313]You know, a girl in my sorority, Tracy Marcinko, got a perm once. Even though we all told her not to ~ curls really weren't the right look for her -- She didn't have your bone structure. \n[314]But, thankfully, that same day, she entered the Pi Kap wet t-shirt contest where she was completely hosed down from head to toe. \n[315]I have a point. I promise. \n[316]Chutney, why is it that Tracy Marcinko's curls were ruined when she got hosed down? \n[317]That's right. Because isn't the first cardinal rule of perm maintenance that you are forbidden to wet your hair for at least twenty-four hours after getting a perm at the risk of de-activating the ammonium thiglycolate? \n[318]And wouldn't someone who's had -- thirty perms ? -- throughout her lifetime, be well aware of this rule? \n[319]And if you, in fact, were not washing your hair, as I suspect you were not, since your curls are still intact, wouldn't you have heard the gunshot? \n[320]And if you in fact, heard the gunshot, then Brooke Windham wouldn't have had time to hide the gun before you got downstairs. Which would mean that you would've had to have found Mrs. Windham with a gun in her hand to make your story sound plausible. Isn't that right? \n[321]You, however, had time to hide the gun, didn't you, Chutney? After you shot your father? \n[322]Oh, my God! \n[323]The rules of haircare are simple and finite . Any Cosmo girl would ' ve known . \n[324]I can't believe you're a Laker Girl! \n[325]Not yet. \n[326]Don't worry. She's harmless. I'll see you guys soon! Thanks for coming! \n[327]Thank you. \n[328]In court.     On opposing sides. \n[329]Huh.     Imagine that.   Looks like I am. \n[330]Yes, you are. \n[331]Are you asking me on a date? \n[332]Perfect. \n[333]Is he the only one? \n[334]Only blonde at heart. Right? ", "EMMETT": "\n[1]Are you okay? \n[2]The professors? Yeah, they tend- to do that. Socratic method. \n[3]You have Stromwell. \n[4]No, but she made me cry once. Not in class -- I waited until I got to my room, but yeah, she can pretty much shrivel your balls -- or you know, your whatevers . \n[5]Don't worry. It gets better. Who else do you have? \n[6]Speak up in Donovan's class. He likes people with an opinion. Sit in the back for Royalton. He tends to spit when he talks about products liability. \n[7]And make sure you read the footnotes in Levinson's class. That's where all her exam questions come from. \n[8]Oh, and getting one of Stromwell's daily quotes right is almost as important as acing the mid-term. But you didn't hear it from me. \n[9]Good luck. \n[10]Wasn't gonna.                                - \n[11]I brought you the Windham notes. \n[12]Aside from that lapse in judgement -- she's got potential. \n[13]Sorry I ' m late. \n[14]Then we may actually have a case. \n[15]Okay, if Brooke didn't kill the guy, who did? \n[16]Uh, for starters, she won'-t give us an al i bi -- \n[17]She's completely untrustworthy. \n[18]She married an old man, she's made a living on telling women they're too fat, she hawks her crap on the Home Shopping Network... \n[19]And D) Brooke is obviously hiding something. \n[20]Bu t maybe it is--         . \n[21]How do you figure? \n[22]I can't believe you called me a butt- head. No one's called me a butt-head since ninth grade. \n[23]Damn. We can't see her for an hour? \n[24]We're here from Austen, Platt, Jaret &amp; Donovan -- \n[25]She's naked. \n[26]Well, that's what we're trying to prove didn't happen. Do you have any reason to believe it did? \n[27]Did your daughter ever say anything to you about Brooke and Heyworth's relationship? \n[28]I ' m sure that was very awkward for Chutney. Much as it is for me, hearing you tell about it. \n[29]Why do you say that? \n[30]Hovering? \n[31]How can you still believe she's innocent? \n[32]And you know this for a fact? \n[33]So? \n[34]The what? \n[35]You're serious? \n[36]Okay, how would it work? \n[37]-- I can't. \n[38]Wait -- Hilary Clinton. \n[39]That's not really a topic that keeps me up at night -- but maybe it should. \n[40]What the hell is that for? \n[41]I don't -- Do that stuff. \n[42]Projecting joy is not my job. \n[43]You really think I ' m attractive? \n[44]What?! \n[45]Back up.     How do you know he's gay? \n[46]I have a couple of questions, Your Honor? \n[47]Give me two minutes. \n[48]Did you ever take Mrs. Windham on a date? \n[49]Where? \n[50]And how long have you been sleeping with Mrs. Windham? \n[51]And what is your boyfriend's name? \n[52]He y -- \n[53]Whoa -- Why? \n[54]What're you talking about? You earned it- \n[55]So now you're --? \n[56]What if you're trying to be something you are? The hell with Donovan. Stay. \n[57]He's the top defense attorney in the state. Of course he's an ass. \n[58]He's an ass that's gonna try. \n[59]That's not what's important. \n[60]You're right. Why should you? \n[61]She's our client. \n[62]Funny how a woman can turn into a bitch just by saying \"no\". \n[63]I ' m supervising, Your Honor. \n[64]Move to strike that from the record, your Honor. Speculation. \n[65]Have a little faith. \n[66]Oh, my G^d.! ! \n[67]So Friday at eight? \n[68]Someone missed you. \n[69]What do you think? \n[70]Looks like you're pretty popular. ", "DONOVAN": "\n[1]There's your office, there's the bathroom, there's the coffee machine. There's Gerard, Dick and1Bobby. \n[2]They're the other associates on the case. Ask them all your stupid questions, save the smart ones for me. \n[3]What alibi? \n[4]Where they saw you standing over the body covered in his blood. \n[5]Insurance? A love affair? Pure unadulterated hatred? Believe me, the DA will come up with plenty of reasons. \n[6]Were you with another man? \n[7]I'll take that as a no. \n[8]I believe we are. \n[9]Did she have a weapon in her hand? \n[10]Was there any reason for you to believe she had discarded a weapon? \n[11]Was there any evidence that Mrs . Windham shot him? \n[12]What did you see when you entered the house? \n[13]Was she carrying a weapon? \n[14]So she was distraught that her husband was dead? \n[15]Chutney has a trust fund. She didn't need the insurance payoff or the inheritance. \n[16]Covered. She was in Aspen at the time. Ten people saw her downing cosmopolitans at the Caribou Club. \n[17]That's touching, Elle, but we need an alibi. \n[18]\n[19]Sarah, can you grab me some coffee? \n[20]And according to this communique from the prison, our client apparently had a visit fr om her sister? A Miss Delta Gamma -- \n[21]Anyone you know? \n[22]Did you get it? \n[23]Why the hell not? \n[24]Fuck sisterhood. This is a murder trial, not some scandal at the sorority house. I want the alibi. \n[25]Someone reason with her while I take this. \n[26]The ex-wife seems to be unconcerned with the fact that her interview is today. She's at a spa in the Berkshires. \n[27]Go with her. \n[28]Objection -- \n[29]What are you talking about? \n[30]While I appreciate your masterful legal theory, I have a murder trial to attend to. \n[31]Mr. Salvatore, do you have any proof that you and Mrs. Windham were having an affair? \n[32]If that's all the proof that he has, your Honor, I think I'm done here. \n[33]Good work today, Ms. Woods. \n[34]Come on in. \n[35]Sit down. \n[36]You followed your intuition today and you listened. \n[37]Ab ou t the alibi -- \n[38]I ' m impressed that you took the initiative to go there and get it. That's what makes a good lawyer. And on top of that, you gained the client's trust and kept it.. That' s what makes a great lawyer. You're smart, Elle. Smarter than             ··   . most of the guys I have on my payroll. \n[39]I think it's time discuss your career path. Have you thought about where you might be a summer associate? \n[40]You know what competition is really about, don't you? \n[41]It's about ferocity. Carnage. \n[42]Balancing human intelligence with animal diligence. Knowing exactly what you want and how far you'll go to get it. How far will Elle go? \n[43]You're a beautiful girl, Elle. \n[44]I ' m a man who knows what I want. \n[45]Too bad. I thought you were a law student who wanted to be a lawyer. \n[46]Keep that bitch away from me. \n[47]Not Brooke. Elle. \n[48]What're you so happy about? You're on trial for murder. \n[49]What? \n[50]Who? \n[51]She's a law student.       She can't defend you. \n[52]You're not going up there. \n[53]I do.   I'm not allowing it. \n[54]That, I won't agree to. \n[55]Enjoy prison. ", "WARNER": "\n[1]You're beautiful. \n[2]You ready? \n[3]The reason I wanted to come here tonight was to discuss our future. \n[4]I mean, we're having a lot of fun now -- but things are gonna be different when I ' m at Harvard Law school is a completely different world. I need to be serious. \n[5]My family expects a lot from me. And I expect a lot from me. I .plan on running for office some day. \n[6]T hat 's why I think it's time for us to-- \n[7]I think we should break up. \n[8]I ' m sorry, Elle, I just -- \n[9]Proposing?! Elle, If I ' m going to be a politician, I need to marry a Jackie, not a -- Marilyn. \n[10]T hat' s not entirely -- \n[11]I do love you, Elle. I just can't marry you. You have no idea the pressure I ' m under. My family has five generations of senators. My brother is in the top three at Yale Law. He                · just got engaged to a Vanderbilt, for crissakes. \n[12]It's not like I have a choice, sweetheart \n[13]C'mon.   Let me take you home. \n[14]Elle -- it's twenty miles back to campus. \n[15]Elle, believe me, I never expected to be doing this, but I think it's the right thing to do. \n[16]East coast people are different. \n[17]I told you, Elle.       I need someone -- serious. \n[18]I ' m sorry. \n[19]Elle?! \n[20]What're you talking about? You're not here to see me? \n[21]You go where? \n[22]\n[23]Uh -- sure. \n[24]Hey. \n[25]S o -- uh -- how was your first class? \n[26]Urn, hey, have you met Sarah? \n[27]She 's -- \n[28]Sarah was my girlfriend at prep school. We got back together over the summer at my grandmother's birthday party. \n[29]I didn't know -- \n[30]Elle, what're you doing here? \n[31]Come on ~ we can make room for one more. \n[32]He tried to watch me take'a shower! \n[33]Wow.    You're a walking felony. \n[34]Now I am. \n[35]That's because I spend all my time with case studies and hypos. \n[36]Elle, c'mon, there's no way you'll get the grades to qualify for one of those spots . You're not smart enough. \n[37]I didn't mean -- \n[38]We ll , yeah, but -- \n[39]I just don't want to see you get your hopes up. You know how you get. \n[40]. According to Swinney v. Neubert, Swinney, \n[41]But , without this man's sperm --the child in question would not exist. \n[42]You look -- nice. \n[43]What about the murder weapon? \n[44]If you tell him, you'll probably make summer associate. Who cares.about Brooke? Think about yourself. \n[45]Pink ones. \n[46]How was I supposed to know what kind of shoes you had on? \n[47]You were amazing today. \n[48]It made me realize something.      I ' m an idiot. \n[49]I want to be with you, Elle.       Forever. \n[50]Are you serious?                                                   · ", "SARAH": "\n[1]No, I don't. \n[2]Absolutely. \n[3]Hi.     Sarah Knottingham. \n[4]Warner told me all about you. You're famous at our Club. \n[5]But he didn't tell me you'd be here. \n[6]I thought you said she was pretty. \n[7]This should be amusing. \n[8]Malum prohibitum. Because the client would've committed a regulatory infraction as opposed to a dangerous crime. \n[9]Our group is full. \n[10]We've already assigned the outlines, and everyone has started theirs', \n[11]The answer is no. \n[12]It's not just any Halloween party. It's a \"Come as Your Favorite Defendant\" party. \n[13]No. \n[14]Sorry. Looks like you'll be staying home ton ig ht. Alone. \n[15]You're supposed to be dressed as a famous defendant. \n[16]If she spreads her legs, maybe -- \n[17]Look around, Elle.      Do you actually think you belong here? \n[18]The idiot speaks. \n[19]We got it! \n[20]Gold digger? \n[21]I hate to agree ~ but I don't see the two of them actually -- -- doing it. \n[22]You done with that yet? \n[23]I believe her, too. I don't think she's having an affair with Enrique. \n[24]I ' m still can't believe you didn't tell Donovan the alibi. \n[25]I know. I thought that was very -- classy of you.          . \n[26]\n[27]Warner can't even do his own laundry. \n[28]- \n[29]At the office ~ \n[30]T ha t ' s okay -- \n[31]Save it. \n[32]We'll drink it after we win. \n[33]Donovan asked to see you before you                  ·      ' leave. \n[34]He's already got his coffee -- maybe he needs a donut. \n[35]You almost had me fooled. \n[36]Maybe you should sleep with the judge too. Then we can win the case. \n[37]Kick some butt. \n[38]El le , wait up -- \n[39]I ' m a bitch. \n[40]And Donovan's a-scumbag for coming on to you. \n[41]So -- can we drink that champagne when I get back from the pawnshop? ", "MARGOT": "\n[1]Can someone please tell Rick that he is not the only Sigma Chi with a big penis? \n[2]Why else would she have flown in from Newport? It's not like she'd Fed Ex a six carat diamond. \n[3]I think you should go with red. It's the color of confidence. \n[4]Why else would he be taking you to The Ivy? You've been dating for a year -- it's not like he's trying to impress you. \n[5]Nice try... \n[6]Why are you back so soon? \n[7]Elle? \n[8]It's not a Theta -- \n[9]S e r i o u s ? ! Who the hell does he think he i s ? Y o u ' r e the most popu l a r month on the U S C calendar! \n[10]We still love you.      Sisters forever! \n[11]Oh, God. What if Josh doesn't think I ' m serious enough?    . \n[12]You're right. Phew! \n[13]Honey, stop! You have to leave this room -- it's been a week. \n[14]Cunnilingus? \n[15]What are you doing?! \n[16]Let's all go! Road trip! \n[17]Why?! \n[18]But isn't it kind of hard to get into law school? \n[19]Here.   You're gonna need this. \n[20]My lucky scrunchie.     It helped me pass Spanish. \n[21]Yeah, luckily. \n[22]Elle, do you know what happened on \"Days of Our Lives\" yesterday? \n[23]It's Elle! Guess what I ' m doing right this second? \n[24]Picking out my wedding dress! \n[25]Josh proposed! \n[26]We have a limo downstairs and lots more of these. \n[27]Oh, how sweet!        You made friends with a nerdy girl. \n[28]Speaking of which, can you please put on some party clothes? You look like someone rolled you in something sticky and dragged you through a K-Mart. \n[29]Here. \n[30]Jesus. Talk about a Rock. You must be better in bed than you look. \n[31]Don't fuck with a Delta Gamma. \n[32]Hello!   You're like, a lawyer. ", "BROOKE": "\n[1]I can't tell you. \n[2]I didn't do it! I walked in, saw my husband lying on the floor, bent down to check his heart, screamed my head off and Chutney and Enrique ran inside. \n[3]Why would I kill my husband? \n[4]Then show them a picture of his cock. They might put a few things together. \n[5]I can't give you that. And if you put me on the stand, I'll lie. \n[6]Go to hell. \n[7]Are we done for today? \n[8]Hey -- I know you. \n[9]Well, thank God one of you has a brain. \n[10]I ' m glad it's you and not Donovan. \n[11]He better be, for what I ' m paying him. \n[12]You're an angel. \n[13]Elle, I can't. You don't understand. \n[14]It's so shameful... \n[15]That's just it -- it would ruin me! \n[16]I have made my fortune on my ability to teach women how to perfect their bodies with the Brooke's Butt Buster workout. \n[17]On the day of Heyworth's murder, I was -- \n[18]-- getting liposuction. \n[19]I ' m a fraud! But it's not like normal people can have this ass! If my fans knew, I ' d lose everything. I've already lost my husband. I rather be in jail then lose my reputation! \n[20]I'm not having an affair with Enrique -- you know a Delta Gamma would never sleep with a man who wears a thong! I just liked watching him bend over to clean the f i lt e r -- \n[21]What's going on? \n[22]He did leave a Cher tape in the pool house once -- \n[23]Is he always such an ass? \n[24]He thinks I ' m guilty, doesn't he? \n[25]To me it is. He doesn't trust me. Why should I trust him? \n[26]Get up. \n[27]You're fired. I have new representation. \n[28]I don't think you heard me. You're fired. She's my lawyer. \n[29]Absolutely. \n[30]Because she is brilliant. ", "SERENA": "\n[1]Jeremy, enough! I am not going to formal with you. \n[2]I can't believe you're getting engaged! \n[3]I don't understand why you're completely disregarding your signature color. \n[4]Elle, you've heard the man pass gas in his sleep. That practically means you're pre-engaged.                                                  '\" \n[5]Where's the Rock? \n[6]Is it a Kappa? \n[7]What happened? \n[8]How could this happen? \n[9]Are you sure? \n[10]Helloo... you let him have anal sex with you. Helloo... you let him videotape you diddling yourself.                                             · \n[11]What's the thing that always makes us feel better, no matter what?                                   . \n[12]No -- the thing after that, \n[13]It was awful. We all thought she'd be the first to walk down the aisle and now she's totally adrift. \n[14]Elle? She'll never get him back with those cuticles. \n[15]My cousin had them. Apparently you get a really bad rash on your -- \n[16]I mean, I know you're upset and all, but can't you just take a sedative? \n[17]There he is! \n[18]Absolutely! \n[19];;po you have The Rock yet? \n[20]Well, hurry up so you can come home!   We miss you! \n[21]Oh, my God!   I completely forgot to tell you! \n[22]I got bangs! \n[23]We're on our way to the bridal show in New York so we thought we'd rescue you from law school for the night. \n[24]Where's Warner? \n[25]Bring her, too. C'mon. You can wear one of Elle's outfits. \n[26]Okay. . . Call us if you change your mind. \n[27]Go, Elle! \n[28]I wish we could stay longer, but I have a game. ", "PROFESSOR STROMWELL": "\n[1]A legal education means you will learn to speak in a new language. You will be taught to achieve insight into the world around you, and to sharply question what you know. \n[2]The seat you've picked is yours for the next nine months of your life. Enjoy it. And those of you in the front row, beware.      .    .. \n[3]\"The law is reason free from passion.\" Does anyone know who spoke those immortal words? \n[4]Yes? \n[5]Are you sure? \n[6]~        Would you be willing to stake your life \n[7]H o w about -- \n[8]-- his life? \n[9]Well, I recommend knowing before speaking.. The law leaves much room for interpretation -- but very little for self-doubt. \n[10]And you were right. It was Aristotle. \n[11]I assume you've all read pages 1- 48 and are now well-versed in subject matter jurisdiction. \n[12]Who can tell us about Gordon v. Steele? \n[13]Ivan Greenstein? \n[14]And what did the dispute entail? Let's call on someone in the hot zone. Elle Woods? Elle looks up, distressed. \n[15]Sarah Knottingham? \n[16]Do you think it's acceptable that Ms. Woods is unprepared? \n[17]Would you support my decision to ask her to leave and return to class only when she is prepared? \n[18]Now, Ms. Knottingham, did diversity jurisdiction'exist in this case? \n[19]So you've filed a claim. Now what? \n[20]Ms. Woods? \n[21]Meaning? \n[22]And what kind of evidentiary support does this case require? Let's ask Mr. Harriman, who clearly believes that I might be hungry. \n[23]\"An image and a good hook can get you into a room --· but something has to keep you in that room.\" \n[24]Mr. Greenstein? \n[25]C ose.. . . \n[26]Ms. Woods? \n[27]Damn.    Thought I ' d get everyone on that one. \n[28]If you let one stupid prick ruin your life, you're not the girl I thought you were. ", "PAULETTE": "\n[1]Bad day? \n[2].Spill., \n[3]After you went to all that trouble? \n[4]You're asking the wrong girl. I ' m with my guy eight years and then one day it's \"I met someone else. Move out.\" \n[5]Cried a lot and gained twenty pounds. Dewey kept the trailer and my precious baby Rufus. I got jackcrap. \n[6]I didn't even get to go to his birthday party. \n[7]So, what's this Sarah got that you don't? Three tits?                                              - \n[8]Is she as pretty as you? \n[9]Could I be anymore goddamn spastic? So you're sure, this Warner guy is \"the one\"? \n[10]If a girl like you can't hold on to her man -- then there sure as hell isn't any hope for the rest of us. What're you waiting for? Steal the bastard back. \n[11]You showed up Warner in class? You're supposed to be showing up Sarah. \n[12]I just -- \n[13]God, that felt great! \n[14]And now Mommy's got somebody to eat dinner with again. You don't care what Mommy's butt looks like, do you? \n[15]It's him! \n[16]No. Sometimes I say \"Okay\" instead of \"Fine\". \n[17]What's the point? Look at me. \n[18]Good one. \n[19]Bend...and snap! \n[20]Oh my God! \n[21]I think he noticed me, Elle -- But only because I maimed him! \n[22]And after they set his nose, he came back for his truck and I offered to drive for him since he was still on pain-killers and we spent the whole afternoon together! He was unconscious for part of it, but it was really fun! \n[23]How'd it go at the trial? \n[24]Of course I can believe it. You're going to make a great lawyer. \n[25]Elle, you've changed my life. You are the kindest, most wonderful angel. Without you, I wouldn't have Rufus or a dinner date. Now go and share your goodness with the world while I stay here and have my hoo-hoo waxed. \n[26]You can't go home! ", "PROFESSOR DONOVAN": "\n[1]I should warn you that in addition to competing against each other for the top grade in this class, you'll also be competing for one of my firm's highly coveted four internship spots next year where you will get to assist on actual cases. Let the bloodbath begin. Now, let's commence with our usual torture -- \n[2]Ms . Woods -- \n[3]Why not? \n[4].        Dare to dream, Ms. Woods. Ms. \n[5]Yes?   Ms. Woods? \n[6]And the purpose of \"diminished capacity\" is? \n[7]Now you're thinking like a lawyer. \n[8]Ms. Woods? \n[9]Why do you ask? \n[10]I believe you've just won your case. \n[11]You did well today. \n[12]You're applying for my internship, aren't you? \n[13]You should. Do you have a resume? \n[14]It's pink. \n[15]You think she just woke up one morning and said, \"I think I'll go to law school today!\"? \n[16]We're defending Brooke Windham, whose very wealthy husband was found shot to death in their Beacon Hill mansion. \n[17]You'd think so, since the stiff was sixty, but she was rich on her own. Some kind of fitness empire. You can buy her exercise tapes on infomercials. \n[18]M a i d e n name--Daniels. You know her? \n[19]Amazing how? \n[20]Well, in all likelihood, she's completely guilty as well. She was seen standing over her husband's dead body. \n[21]His twenty-seven year old daughter and the pool boy. \n[22]You don't really believe she's innocent? ", "CHUTNEY": "\n[1]I got out of the shower,\" walked downstairs, saw her standing over my father, and called the police. \n[2]No. \n[3]Uh, yeah, because the bitch shot him. \n[4]His dead body with a bullet in it.            . \n[5]Not that I saw. But like I said, I went straight upstairs to take a shower.           '   , \n[6]I saw Brooke standing over his body, drenched in his blood. \n[7]No, she'd stashed it by then. \n[8]No.   I was in the shower. \n[9]I guess. \n[10]Yes. I was washing my hair. \n[11]I got up, went to Starbucks, went to the gym, got a perm, and came home. \n[12]Yes. \n[13]Yes. \n[14]Two a year since I was twelve. You do the math. \n[15]Because they got wet. \n[16]Yes -- \n[17]She's younger than I am. Did she tell you that? How would you feel if your father married someone younger than you? \n[18]I didn't mean to shoot him --                                · ", "DORKY DAVID": "\n[1]I have a Masters in Russian Literature, a Ph.D in Biochemistry, and for the last eighteen months, I've been de- worming orphans in Somalia. \n[2]Aristotle. \n[3]Yes? \n[4]I think so... \n[5]I don't know. \n[6]Two and a half? \n[7]Donovan's firm is defending a major murder case and his caseload is so heavy he's taking on first year interns. \n[8]I was thinking maybe we could go out sometime. \n[9]I ' m in law school -- \n[10]What? \n[11]I -- uh -- \n[12]I'm sorry? \n[13]U h -- both? \n[14]Massachusetts Supreme Judicial Court Rule                    . 3:03. ", "ENID": "\n[1]P h.D from Berkeley in Women's Studies-- emphasis in the History of Combat. And last year, I led the march for Lesbians Against Drunk Driving. \n[2]Maybe there's a sorority you could join instead. \n[3]Before you voted against me and called me a dyke behind my back? \n[4]The English language is all about subliminal domination. Take the word \"semester\". It's a perfect example of this school's discriminatory preference of semen to ovaries. That's why I ' m petitioning to have next term be referred to as Winter Ovester. \n[5]Hey , Elle-- I've been meaning to ask you -- are those real? \n[6]I give her two more weeks. \n[7]Because the rest of us provide some worthwhile value to society? \n[8]The competition must not have been that \n[9]Hey! Watch your hands, Mr.Grabass. \n[10]Women like that will screw anything. \n[11]Why you? \n[12]And subscribe to the doctrine of self- hatred imposed upon my gender by male delusions of the way women are supposed to look? Twice. \n[13]Even though you knew your shit today -- you're still a product of the patriarchy and a creation of the male-dominated media. And so are your friends. \n[14]Although -- you're kinda hot. Call me. ", "ENRIQUE": "\n[1]I saw Mrs. Windham standing over the body of Mr. Windham. \n[2]Oh, yes. Mrs. Windham is the most sweet, wonderful woman I know. I have loved her since the day she hired me. She could never do something this awful. I know this because we are very close. \n[3]My uniform. \n[4]Yes. \n[5]Define affair. \n[6]Y es!   Okay? Yes! \n[7]Don't stomp your little Prada sandals at me, Miss Thing. \n[8]Just the love in my heart. \n[9]Yes. \n[10]A restaurant in Oakland.      Where no one would recognize us. \n[11]Chuck. \n[12]I ' m sorry, I misunderstood.   Chuck is just a friend. ", "JUDGE": "\n[1]Counselors, approach the bench. \n[2]Counselors, now.    All of you. \n[3]The ruling also states that you need a licensed attorney to supervise you. Mr. Donovan? \n[4]Well, then, Ms. Woods.    Proceed. \n[5]Mrs. Windham, you do realize what you're doing? \n[6]Ms. Woods, call your first witness. \n[7]Ms. Woods, begin your questioning. \n[8]Stricken. \n[9]I believe the witness has made it clear that she was in the shower. \n[10]Then make it. ", "UPS GUY": "\n[1]Hello, ladies. \n[2]Afternoon, ladies. \n[3]I've got a package. \n[4]How ya doin' today?                                          . \n[5]I've got a big one for you. \n[6]Can you sign? \n[7]Got it? \n[8]I 'm okay -- ", "DA JOYCE RAFFERTY": "\n[1]A n d where was she exactly? \n[2]Mr. Salvatore, can you tell us what this is? \n[3]This is the uniform that Mrs. Windham asked you to wear while cleaning her pool? \n[4]And are you or are you not, having an affair with Brooke Windham? \n[5]Have you inserted your genitalia into hers? \n[6]Have you and Mrs. Windham had sexual relations? \n[7]I have no problem with this. \n[8]Objection.    Why is this relevant? ", "·": "", "ARROGANT AARON": "\n[1]Whose knob did she honk to get in here? \n[2]H l o t e e. . . . . . . \n[3]If you're looking for the best seat, I hear the front row is the place to be. \n[4]Only if I ' m feeling generous. \n[5]Hold on, now -- every society needs a bimbo. Who are we supposed to sleep with after we get rich? \n[6]Why? ion .got a spot? "}}