{"dialogues": {"BOB": "\n[1]Whaddya talkin' about, Percy? We got a special relationship here. \n[2]Where ya been, Charlie? \n[3]This ain't a resort you know.    I got orders stacking up here. \n[4]You best not be smokin' again.    Not in your condition. \n[5]What?   I quit two years ago. \n[6]It was a gift from my ex-wife, alright? I'm sentimental. I don't wanna forget how much I hate her guts. \n[7]Goddamn it. Where the hell is Jeep? \n[8]Hey, Leonardo...! \n[9]The fact that this truck's hood's up mean anything to you? \n[10]17. \n[11]Whaddya workin' on that's so goddamn important you're not doin' your job? \n[12]Whaddya doin'? \n[13]Jeep, I like Charlie. I do. And I think it's real good of you to lend her a helping hand, but she is not your responsibility. \n[14]Don't walk away from me while I'm talkin' to you! \n[15]How long you gonna follow her around like a puppy dog? Cleanin' up the messes she makes while she steps out with every guy around here other than you?! \n[16]You really think she's gonna stick around here after that baby's born and off her hands? \n[17]See that up there? Your mother thought I was crazy for wanting to buy this place, middle of nowhere...But I just knew this was what I was supposed to do. Told your mom, \"just wait.\" Told her when they finally ran the freeway through here like they were plannin' on, this place would be like Grand Central Station. But I was wrong. The freeway never came and now the only people who ever stop here are the ones who are lost. And your mom? Well she got tired of waitin'. \n[18]Yeah, I can. And I'm sayin' you're about to make the same damn mistake I made, believing in something that's never gonna happen...Or someone. It's time for you to move on from this place, Jeep. I don't wanna see you wake up one morning old and pissed off, realizing you're lost just like everybody else who stops here. \n[19]Now get to work on that truck. I wanna have these people on the road by nightfall. \n[20]\n[21]What's wrong with you today? \n[22]What the hell do I need that crap for? \n[23]I got all the history I can take. \n[24]What's your problem now? \n[25]You know this was the top-of-the- line model when I bought it. \n[26]You shouldn't be watchin' anyways. Okay, baby, this is gonna do it. \n[27]See?   Clear as day. \n[28]It's just one of those test things. \n[29]In the back past the kitchen.   Make it fast. \n[30]Hey, Percy, give that old radio of yours a shot. Maybe they got some news about the TV. \n[31]Not if it was centered in the desert. \n[32]Yeah, `cause of the radiation they give off. \n[33]Well, for cryin' out loud. There's no use in speculating. I'll just call my brother up in Needles. He must a heard something. \n[34]Whaddya talkin' about? \n[35]You're shittin' me. \n[36]Relax, Mrs. Anderson. Nothing to get excited about. Probably just working on the lines. \n[37]Sides, I'm sure Jeep'll have your truck fixed up quick as can be, and then you'll be on your way. \n[38]\n[39]That's not gonna happen.    Goddamn phone's out. \n[40]What happened? \n[41]Don't move! \n[42]\n[43]The fuck was that?!   What the fuck was that!? \n[44]I don't understand how she was still standin' after Percy hit `er with that goddamn fryin' pan. Broke her fuckin' neck. I saw it. I swear I did. And did you see that kid's gun? The hell's he doin' with a gun like that? \n[45]It's okay, Jeep.   It's okay. \n[46]There's nothin' to be ashamed of, Jeep. Not everybody can play the hero. \n[47]\n[48]The hell you need that for?! \n[49]She's cold as a freakin' ice cube. If I hadn't just seen her walk in here, I'd say the old bag's been dead for hours. \n[50]I don't get it.    Why don't they come closer? \n[51]You see anything? \n[52]Careful. Old lady could have some kind of rabid poodle locked up in there. \n[53]Jesus. \n[54]Least now we know where that smell was coming from. \n[55]Okay, now we're talkin'. \n[56]Give me the shotgun. \n[57]Take one step closer and I'll drop you right here. \n[58]Mister, after what we've been through here today, you're lucky we didn't shoot you first and greet you later. Now let me see your teeth. \n[59]Your teeth goddamn it!       Lemme see `em! \n[60]Okay... Suppose you tell us your name then. \n[61]Sorry about all that, Michael. This old lady just went crazy inside my place here. She had these teeth. Never seen anything like `em. Practically bit a man in half. \n[62]So what are you doin' out here? Gotta say you don't exactly look like a police officer. Even one from L.A. Then again, you have to be, right? I mean, who the hell'd be crazy enough to steal a cop car? \n[63]Back off, fella... Now, I don't care if this is the second coming of Jesus fucking Christ, I say it's time for you to either get talkin' or get the hell outta here! \n[64]Wait. I don't think that's such a good idea. \n[65]He's just a kid -- \n[66]C'mon, Jeep. We gotta go! \n[67]Jeep, get the flashlights! \n[68]Alright, Rambo. You got us up here. Now you mind explaining what the fuck we're fighting? \n[69]Yeah...The hell is that? \n[70]Shells! \n[71]Fuck! \n[72]Gun! \n[73]\n[74]Pull me up! \n[75]Hold on. \n[76]Right and yesterday I was the fuckin' Easter Bunny. You know, fuck this. I don't even believe in God. \n[77]How do we know he didn't bring them here himself? \n[78]Wait a minute, isn't Mary supposed to be a vi-- \n[79]On the house. \n[80]You hungry? \n[81]Well I figure just cuz the world's coming to an end, it doesn't mean a man's gotta starve. All I can say is thank heavens they left the gas on. \n[82]Just gimme another minute with him, okay? \n[83]What the hell are you talkin' about? This is our chance! \n[84]We back in business? \n[85]Jesus Christ, what the hell is that boy doin'! \n[86]Damn it all to hell! \n[87]Get back! \n[88]What the fuck? \n[89]What a way to bring a child into the world. She ever tell you his name? \n[90]Jeep, sooner or later she'll realize you're the best thing that's ever happened to her. \n[91]Can't a father be wrong sometimes? \n[92]I'm sorry Jeep. This shouldn't be happening to you... \n[93]Who? \n[94]Don't do it, lady! \n[95]Sonuvabitch! \n[96]Leave me, Jeep.     My place is here, remember? \n[97]Run. \n[98]Sorry...   We're closed. ", "CHARLIE": "\n[1]You okay, Jeep? \n[2]trailer, hands on her \n[3]Another bad dream? \n[4]It's just stress, Jeep, that's all. You do too much worryin'. About this place. About your dad. About me... \n[5]See what I mean? You're worried about a girl eight months pregnant and it isn't even your baby. Now that's enough to give anybody nightmares. \n[6]C'mon, I was only kiddin'. You know how much I appreciate everything you and Bob are doing for me, but a month from now, this baby'll have a new family and I'll have to start thinkin' about what the hell I'm doin' with my life. \n[7]Jeep, I'm not ready to be a mama. Christ, I can barely take care of myself as it is. \n[8]You gotta stop carryin' the weight of the world on your shoulders. \n[9]Now can we go back in? I'm freezing my ass off out here. \n[10]Guess I should think `bout quittin' then. \n[11]You can buy a whole pack inside. \n[12]Only if nowhere's right, `cause that's where you are. \n[13]Bob'll probably let you use the diner phone if you ask him real nice...And pay `im somethin'. \n[14]Yeah, we got a buttermilk stack for three seventy-five. We also got french toast for four dollars if you're into that. I personally like the pancakes though. \n[15]Yeah, I'm okay. This guy's just lost. \n[16]I hope Salem Lights are okay, `cause that's all we got left. \n[17]Bob, do you see where am I right now? Can my condition really get any worse? `Sides, you ain't one to talk. \n[18]Yeah, so why you still carryin' that fancy lighter `round for? \n[19]That's for sure. \n[20]Where do I start? \n[21]Yeah, in the Fifties. \n[22]Don't look like a test. \n[23]Percy's right. I didn't feel nothing. \n[24]Have a seat wherever you want, Ma'am. Specials are on the board. \n[25]Okay, what'll it be? \n[26]And how'd you like that cooked? \n[27]Coming right up. \n[28]Yeah. \n[29]So they say. I'll be right back with your water. \n[30]Just about there. \n[31]I wouldn't know. \n[32]Out of sight. Out of mind. \n[33]Nope. \n[34]No, I prefer it that way. I don't a need a man tellin' me what to do. \n[35]I've got it under control. \n[36]What did you just say? \n[37]Go to hell, lady. \n[38]Total fucking Jesus freak. \n[39]\n[40]Oh, thank God, the police! \n[41]We don't know anything. Nothing's working here. The TV, the radio, the phone... \n[42]Let `em go! \n[43]I'm okay. I'm fine. \n[44]Thanks... \n[45]He brings them here and then he saves us from them? You're a genius, Bob. \n[46]Me?!   Why me?! \n[47]No way! \n[48]Jesus Christ... \n[49]Go fuck yourself, Bob! \n[50]Look, this is not possible! I'm just a waitress! I'm nobody! I can't give birth to the Savior of Mankind! I don't even own a car! \n[51]That can't be. I'm only eight months pregnant. \n[52]It's coming soon, isn't it? \n[53]Percy? \n[54]That can't be more than an hour up the highway from here. \n[55]Hey... \n[56]You mean besides the fact that I just found out that I'm the mother of the Messiah? \n[57]Crazy thing is...I didn't want this baby. I even went down to the clinic, you know that? I remember sitting there in the waiting room, absolutely sure I was doin' the right thing...And that's when the feeling started. Like I was falling into the deepest, darkest hole imaginable. I couldn't breathe, I couldn't speak. I kept thinking this must be what death is like. And when finally they called my name, I ran. For a while after that I tried pretending that it was just cold feet, that I could go back if I wanted to, that I could decide to end it like I'd planned. Then I'd start to have that feeling again and I knew I didn't have a choice. Somehow this had already been decided. And it made me hate this thing that's been growing inside me. \n[58]How come you have so much faith in me, Jeep? God knows I've never given you or anybody else a reason to. Or is it that you just can't find any other hard-luck case to follow around? \n[59]We have to get `im back in here! \n[60]Oh, no.   Audrey... \n[61]Do you have no heart?!     She's just a kid! \n[62]You can't let her die! \n[63]Michael! \n[64]I'll get some water! \n[65]Where is he?! \n[66]Oh, no! \n[67]I don't...I... \n[68]So are we safe now?   Is it over? \n[69]And what happens until then...? \n[70]What makes you think I can do that? What makes you think I want to do that? If he's so important, why don't you take him? \n[71]What's he talking about? \n[72]Michael, what the hell's he talking about?! \n[73]Audrey...? \n[74]Give him to me! \n[75]No...   I... \n[76]Wait!     We can't leave him! \n[77]Come on, Jeep! \n[78]Is this what I think it is? \n[79]Jeep, your arm! \n[80]What is it? \n[81]The swarm, it's fading! \n[82]Look, I'm sorry for what I said to you earlier, `bout you following me around. I didn't mean it. \n[83]C'mon, Jeep! \n[84]Jeep! \n[85]Alive. \n[86]Nothing could have survived that. \n[87]She saved us, Jeep. Audrey saved us. Now c'mon, we gotta go! \n[88]How can this happen? \n[89]How can this happen in a world so beautiful? \n[90]Stop!   Please! Don't kill him! \n[91]Stop it!   I'LL GIVE YOU THE BABY! \n[92]I don't want this responsibility! \n[93]Yep, we sure did. \n[94]What if we're on our own now? ", "JEEP": "\n[1]Sorry to wake you, Charlie. \n[2]You're the only thing I like worrying about. \n[3]Go ahead, make fun of me. Everybody else does. \n[4]So you're still going through with it...? \n[5]I could help you. We could do it together, you know? I want to. \n[6]Go on.   I'll be right there. \n[7]You okay, Charlie? \n[8]Yeah... \n[9]Nothin'... \n[10]Found it under a bunch of stuff in the storage shed. I know you never like to throw anything away... \n[11]What...? \n[12]Oh whatever, leave me alone. \n[13]Don't say that about her!     She's not like that! \n[14]Look, I know it doesn't make any sense to you, but it's just something I have to do. \n[15]C'mon Dad. You can't blame yourself for what she did-- \n[16]Damn it! \n[17]The carburetor's shot.    Don't know why. Looks brand new. \n[18]I could try to rebuild it, but it'd take a while, and I don't think we have all the parts. If we call right now, we might be able to get a new one down here tomorrow morning. \n[19]What? \n[20]I couldn't pull the trigger. I froze. I saw what I needed to do, but I was afraid... She could've killed you! \n[21]Or Charlie...She would've killed me if it wasn't for... \n[22]You guys! \n[23]How `bout the trunk? \n[24]\n[25]Wait a minute. Check it out. It's LAPD. What's an LA cop doing way out here? \n[26]Charlie, wait! \n[27]No, shark teeth, Pop. \n[28]C'mon, Dad, tell `em you're sorry. Tell `em you were only kidding! \n[29]Dad, I can handle it. \n[30]I said, I can handle it! \n[31]Fuck it. \n[32]Where is it?! \n[33]You mean you're... \n[34]You're sayin' she's the mother of the Messiah? \n[35]What did you do...you know, before you came here...? \n[36]Well, what changed?   What made you leave? \n[37]So what happens to you...after this is over? \n[38]We should get back out there... \n[39]Red Rock... \n[40]Guess it's your turn not to sleep. \n[41]You okay? \n[42]You shouldn't say things like that, Charlie. It isn't right. You'll get through this. I know you will. \n[43]You know, you're not the only who's suffered, okay? Let me know when you stop feeling sorry for yourself. \n[44]He's bleeding! \n[45]Dad! \n[46]She's never said. I just assumed it was Joe Danvers. You know how she's always had a thing for bad boys. \n[47]I thought you said I should move on? \n[48]What was that...? \n[49]We're not gonna make it outta here, are we? \n[50]Something's happening.    They're moving away. \n[51]Your orders... \n[52]You were the one who was supposed to kill the baby? That was the order you didn't obey. \n[53]No! \n[54]Me?!   What about you? \n[55]But I don't know what to do! \n[56]Prophets? What Prophets?   What instructions?! \n[57]C'mon! \n[58]We have no choice!    We have to get to Red Rock! \n[59]Dad! \n[60]But Dad...! \n[61]I'm trying! \n[62]Fuck! \n[63]\n[64]Okay, we need to figure out our weapon situation.   Hopefully Michael didn't take everything out of the car. \n[65]Yes. Now just put it down... Slowly. \n[66]Okay. Okay. Handgun. Shotgun. A a flare gun... And a grenade. Alright. Load this. Audrey, can you figure out how to load that flare gun without killing us all? \n[67]Try real hard, okay? \n[68]I can't fuckin' see! \n[69]Oh, no. \n[70]The instructions... \n[71]Thank you... \n[72]Oh, shit! \n[73]No...It's just starting... \n[74]Better not hold him too long. Might get attached. \n[75]Nothin' to be sorry about. It's true. I did follow you around. At least now I know there was a good reason. \n[76]Okay, all we gotta do is -- \n[77]Duck! \n[78]Audrey, the flare gun! \n[79]Get down on the floor! \n[80]The baby? \n[81]And what about... \n[82]Audrey... \n[83]What? \n[84]C'mon, we're almost there. \n[85]Charlie, no! \n[86]We made it. \n[87]I'm sure they're just over the next ridge. \n[88]Don't be afraid.    We'll be okay. Believe me. ", "KYLE": "\n[1]Shit... \n[2]Darren, your fuckin' directions suck, man. \n[3]Hey... \n[4]You know that shit right there ain't good for the baby. \n[5]Now hold on, girl, let me bum one before you do. \n[6]Tell ya what. You let me have one of yours, and I'll give you two from the new pack you're gonna sell me. \n[7]Am I in the right place? \n[8]Sonuvabitch. There another phone around here? You know, one that works? \n[9]I can handle that.   You got pancakes here? \n[10]Three seventy-five, huh? \n[11]If I can smoke `em, I'll take `em. \n[12]Hey man? \n[13]Can I use your phone? My cell doesn't get a signal out here and the pay phone outside is busted. \n[14]Yo, am I the Invisible motherfuckin' Man here?    Do you have a phone or not? \n[15]Let me talk to him... \n[16]Cuz a father should be able to talk to his son, that's why. Now put `im on the phone. Is that my little man...? Yeah, well I'm working hard, so that I can be with you. You bein' good? \n[17]What the hell... \n[18]I don't think so. \n[19]Phone's dead. Just tried to make a call. \n[20]Press your hands over the hole! \n[21]Don't look at me like that, lady! I'm tryin' to fuckin' help you! Now put your goddamn hands over the hole before your husband bleeds to death! \n[22]How far to the hospital? \n[23]They're fuckin' clouds!   What the fuck do they look like? \n[24]Well, I don't care how long she's been dead, the bitch ain't stayin' in here with us. \n[25]How the fuck am I supposed to know, man? You askin' me to explain the behavior of a motherfuckin' pestilence. \n[26]No Twilight Zone shit if that's what you mean. \n[27]Agh!   What the fuck is that? \n[28]Nothin' here. \n[29]Bitch's got motherfuckin' dead cats in her hoopty! What the fuck is wrong with white people?! \n[30]Yeah, it was a real motherfuckin' necessity we figured that out, man. \n[31]I'm from Nevada, man. \n[32]Know what? \n[33]Easy!   Easy! \n[34]What the--? \n[35]Now that we're locked in here, what the fuck are we supposed to do? \n[36]Where the hell did they go? \n[37]Ice cream. \n[38]You've got to be fuckin' kidding me. \n[39]Ah, he don't look that bad. \n[40]Oh, shit.     Oh, shit.   Oh, shit. \n[41]Is that it? \n[42]They're running!      We got `em! \n[43]We got `em runnin'! \n[44]Where's Howard? \n[45]I'll go. \n[46]Possessed by what?    Demons? \n[47]So what, we're supposed to just hold those things off until Mary over there squeezes one out? \n[48]Oh we're fucked.     We are so fucked! \n[49]Okay, what's your plan? \n[50]You were in the Army? \n[51]What was it like?    Being in a war? \n[52]What? \n[53]No. I uh -- keep it for protection. \n[54]From people. \n[55]Yeah, people who might try to give me a hard time, you know? \n[56]Yeah, well, no, not regular, regular people. \n[57]I'm talkin' people whose job it is to give other people a hard time. Kinda person who doesn't get enough fiber in their diet, you know what I'm sayin? \n[58]Exactly.    Strictly business. \n[59]Who the fuck are you to be sweatin' me, man? I got my reasons for doin' what I do. \n[60]...Then you just flip this -- \n[61]I bet they did. \n[62]Yeah? \n[63]The only time my old man ever paid attention to me was when I was doing somethin' bad. So you know what I did? \n[64]I got really good at being bad. \n[65]I don't know. \n[66]You better get downstairs. \n[67]Just in case. \n[68]Get ready. \n[69]Wait a minute. \n[70]It's a trap. They saw them coming and turned on the lights. It's a fucking trap! \n[71]I got you! ", "MICHAEL": "\n[1]It's starting. There isn't much time. \n[2]I'm following my own orders now. \n[3]Charlie freezes a few feet from the car when she sees those piercing eyes already familiar to us. Michael looks at her, as if she was exactly who he expected to see. In moments Bob, Kyle and Jeep form a protective shield in front of Charlie. Bob raises the shotgun. \n[4]That how you greet all your customers? \n[5]Michael. \n[6]You don't know, do you? \n[7]I'm running out of time. \n[8]They're here. \n[9]You're going to need this. \n[10]He can handle it. He doesn't have a choice. \n[11]If you want to live, you'll do exactly as I say. \n[12]When you fire, you keep your thumb off the slide. Don't hesitate. Don't do anything brave. There's no safety. \n[13]Alright. There's a safety switch on the side of your gun. Push it all the way down. Two clicks. \n[14]Now when this starts, you hold on tight, you hear me? If you don't, you're going to blow your hand off. Understand? \n[15]Get ready! \n[16]Now!   Shoot now! \n[17]Spread out! Don't let them get close to the windows! \n[18]No...     Not anymore. \n[19]I told you not to do anything brave. \n[20]Someone needs to be on the roof. \n[21]The first time God lost faith in Man he sent a flood. The second time...he sent what you see outside. \n[22]I'm saying this is an extermination. Those things out there are vessels. The Possessed. The weakest willed are the easiest to turn. \n[23]No...by angels. \n[24]That's where your book is wrong. \n[25]I know because until last night, I was on their side. \n[26]Not anymore... \n[27]That's fine, because He doesn't believe in you either. \n[28]Not you... Her. \n[29]Because your child is the only hope humanity has of surviving. \n[30]Exactly. \n[31]None of that matters anymore. Either your child lives or Mankind dies. \n[32]That's right. \n[33]We won't have to... \n[34]If you want to live you'll do what I say. This first attack was a test of our strength. The next one will be a test of our weakness. Something much worse is on its way. \n[35]We'll keep watch on the roof in shifts of two. Jeep, go get some tools. We need to close up this window before somebody else goes out. \n[36]I was a soldier, a general, in His army. \n[37]I was given an order I didn't believe in... He lost faith. I hadn't. \n[38]Sometimes we have to face the thing we fear the most in order to be free of it. \n[39]It's almost time for the next shift. \n[40]No.    We're not going anywhere. \n[41]We can't risk being on the move when the child comes. It's too dangerous. \n[42]I don't think so. \n[43]Don't. You open that door and we could all be dead. \n[44]Wait. \n[45]Open the door. \n[46]Come with me. \n[47]Run. \n[48]Are you hurt? \n[49]Get ready! \n[50]Just do as I say. \n[51]He's coming. We have to hurry. \n[52]Charlie, I need you to push. I need you to push as hard as you can. \n[53]We're almost there... \n[54]Take him... Give her a minute. \n[55]No. Killing the child would have ended the war before it had begun. Now, at least, he will have a chance to grow up, a chance to lead the world out of darkness. \n[56]You'll need to teach him how. \n[57]Each of us has a burden. This one is yours and yours alone. Maybe someday you'll understand what that means. \n[58]The Possessed can't come near the child, so He sent someone that can. Someone like me. \n[59]Gabriel. My lieutenant.      He's come to do what I wouldn't. \n[60]There was never meant to be a Second Coming. But we've just changed that. The child lives. The future is unwritten. There's still hope. \n[61]No, Jeep! You must protect the child now! \n[62]My path ends here. You are the true protector. You always have been. \n[63]Find the Prophets.   Learn to read the instructions. \n[64]I knew he'd send you, Gabriel. You were always so eager to please Him. \n[65]To not feel their burden...is a dream. \n[66]The child lives. What happens to me doesn't matter now. \n[67]I'm not running anymore. \n[68]Join with me. You don't need do this. There's another way. ", "AUDREY": "\n[1]Yeah, that's cuz I woke up hoping to get double teamed by a couple of meth head truckers in the bathroom of some desert shithole. Good thing we stopped here. \n[2]Maybe it's a terrorist attack or something...? \n[3]What's that on the road? \n[4]Not clouds. Clouds don't buzz. \n[5]Shut up, mom! \n[6]Mom!   Open your eyes! \n[7]Daddy! \n[8]Daddy! \n[9]So you're here to protect us? \n[10]Mom! \n[11]Hey... \n[12]Hey! You guys, I think I got something here! \n[13]Does that mean we can leave? \n[14]Yeah, I got it. All the way down. Two clicks. \n[15]Dated this guy last summer. A marine. Had a thing for guns. Parents hated him. \n[16]My parents hate everything I do. That's why we were moving. \n[17]They thought a more \"wholesome\" environment would help me \"change my ways.\" So fucked up. Only reason they care at all is cuz they don't want to be embarrassed in front of their friends at the country club. \n[18]What? \n[19]Is it over? \n[20]No, I can handle it. \n[21]Kyle, are they... \n[22]They're not gonna make it. \n[23]Wait! You'll hit them too! \n[24]Kyle! \n[25]Kyle! \n[26]Fuck you! \n[27]What am I supposed to do? Just `cause I'm a girl doesn't mean I automatically know how to do this! \n[28]Yeah, but, how do you know how to do this?! \n[29]What is that?! \n[30]Who's coming? Whaddya mean hurry? This isn't something you can exactly hurry, is it? \n[31]Michael, who's coming?! \n[32]Oh my god...we did it!    Charlie, you did it! \n[33]It's okay. The baby's okay. \n[34]It's okay...It's okay...Shhh... \n[35]Mama? Can you hear me? We did it...The baby's alive. \n[36]Mama? \n[37]Mom! \n[38]Okay, all I got is a flare gun thing. Looks like we got a box of flares to go with it. \n[39]I can try. \n[40]Go faster! \n[41]I can't believe it.   Is it really over...? \n[42]We're here. \n[43]Jeep! \n[44]Get off her, you fucking asshole! \n[45]Do it, Jeep! Do it now! ", "PERCY": "\n[1]Lord as my witness, Bob, one of these days that thing's gonna hit you back. \n[2]Yeah, they got names for that kind a relationship. \n[3]I told you to get the satellite TV. But you don't wanna listen. \n[4]History Channel, man! \n[5]Nice work, Bob. What the hell's that? \n[6]Lot a folks could be hurt. \n[7]There ain't no radiation comin' from those things. Plus that don't explain the radio being out too. Some of those stations broadcast over hundreds of miles. Any quake that big and we would a felt it. \n[8]Shoot her, Jeep! \n[9]\n[10]Seventy, maybe eighty miles. \n[11]To get my bible! \n[12]Well somebody's gotta start prayin'... \n[13]\n[14]Now, son, I'm sure you don't wanna go spillin' blood for no good reason in front of all these decent people, do ya? Our friend Bob here ain't worth the trouble it'd cause ya. So whaddya say `bout just lettin' `im go and then you can be on your way? Nice `n' easy. \n[15]Lord, have mercy. \n[16]Everybody just stay still! \n[17]Listen! \n[18]You hear what I'm hearing? \n[19]It sounds almost like... \n[20]The fuck y'all lookin' at me for? \n[21]Bob! \n[22]Grab my hand! \n[23]Come on, motherfuckers!   Come on! \n[24]You sayin' this is the Apocalypse...? \n[25]Son, I don't know what bible you been readin', but in my version, the angels are the good guys. \n[26]C'mon, Bob. Have you looked outside recently? Those aren't exactly our regular customers out there. \n[27]Makes you wonder about Mary. \n[28]They're out there. Sons of bitches. I can feel `em. Damn it's cold! \n[29]Navy, two tours. But the second one didn't work out so well, so I didn't get to go back for a third. Suppose that makes me lucky in a way. Served with Bob, you know. That's how I ended up in this place. \n[30]Dark.   Like this. \n[31]So what's with that gun? \n[32]Your piece. The one you killed grandma with. Don't reckon it's for huntin' buck. \n[33]Protection from what? \n[34]People. \n[35]Just regular people or uh... \n[36]Irregular people then. \n[37]So it's a work thing, is it? \n[38]This business of yours... You like it? \n[39]When I was a kid my father would sit by my bed every night before I'd go to sleep and he'd say to me, Percy, if you don't wake up tomorrow, if it turns out that today was your last day on earth, would you be proud of what you've done in this life? Cuz if you ain't, then you better start gettin' square. ", "SANDRA": "\n[1]It's disgusting. \n[2]Really, how can she go out in public wearing that? \n[3]Howard, don't. You'll embarrass me. \n[4]I'm being punished for something, I know it. \n[5]If there's a real emergency aren't they supposed to give us some information about what to do? \n[6]So then why's the TV out? \n[7]Oh god... \n[8]Oh, this is just great. \n[9]Nice to meet you, Gladys. I'm Sandra and this is my husband Howard. \n[10]We're moving out to Scottsdale. But our truck broke down, and so we're stuck here while it's being fixed. \n[11]Say, Gladys, it seems the lines are down around here. The phone and TV, you know? \n[12]And I just was wondering if you might have heard something on your way up? You know, about what's going on? \n[13]Gladys, please. There's no reason to -- \n[14]Howard, it's okay!     Don't listen to her! \n[15]Somebody help me! \n[16]You ladies best get back inside. \n[17]What is it? What's happening? Who is this man? Why's he driving a police car? \n[18]It's okay!     Everything's okay! \n[19]I can't!   I can't! \n[20]\n[21]No! \n[22]Howard! \n[23]Let me go!     He's alive! \n[24]He's alive! \n[25]How come you know so much about them? \n[26]How are we supposed to survive here for a month? \n[27]Thanks. \n[28]Couldn't eat if my life depended on it. \n[29]Never much cared for beer. Howard's the beer drinker in the family. \n[30]Howard? \n[31]Who's there? \n[32]Howard?     Is that you? \n[33]Howard! \n[34]Let me go!     He's alive! \n[35]Howard! \n[36]Stay away from me!    Don't come any closer! \n[37]You heard what he said. They just want the baby. Maybe if we just give it to them, then they'll let us go! \n[38]Why?! You never wanted him in the first place! \n[39]It's just one baby.   Just one. ", "HOWARD": "\n[1]You're right. It is disgusting. \n[2]I don't know. Why don't we just ask her? \n[3]\n[4]I feel satisfied with that answer. I really do. \n[5]Excuse me...? \n[6]Any news about when our truck might be fixed? You said your boy would have us on the road two hours ago. The rate we're going, we'll be lucky to make it to Scottsdale by Christmas. \n[7]I'm sure it's a mistake. \n[8]Maybe there was an earthquake? \n[9]They keep sayin' we're overdue for a big one. \n[10]Exactly.    Could be nothing to worry about. \n[11]Maybe it just hit the relay stations. Aren't those usually in remote areas? \n[12]Who the hell do you think you are, lady?! Now, I'd like you to apologize to my -- \n[13]Sandra?    What's happening? \n[14]Oh, honey, listen.    It's the Ice Cream Man. \n[15]Help me, please! ", "GLADYS": "\n[1]What a nice young couple you are. What brings you out to these parts? \n[2]Oh, what a nuisance. \n[3]Oh, don't worry yourself about that, sweetheart. It'll all be over soon. \n[4]Thank you, dear. How far along are you? \n[5]The father must be very proud. \n[6]You mean he's... \n[7]Oh, I see.     So you're not married, I take it? \n[8]That's too bad. \n[9]But what about the baby? \n[10]Yeah, but it's gonna burn. \n[11]I said your fucking baby's gonna burn. \n[12]All those babies.    They're gonna burn. \n[13]Shut up, you stupid fucking cunt! All you do is complain! Complain! Complain! \n[14]You're all going to fucking die! \n[15]You'll never save her. ", "BURTON": "\n[1]Goddamn' animals. Nights like this I wish I could take a match to this city just so I could watch all these motherfuckers burn. \n[2]A fresh start. That's what this place needs. \n[3]Pow!   Pow!     Pow! \n[4]Shut the fuck up and drop the bags now! \n[5]Turn around! Turn the fuck around! \n[6]Let `em go! \n[7]I said let `em fuckin' g-g-g-g-- \n[8]What are you doing, Michael?   These weren't your orders. \n[9]Then you will die along with the child. ", "ESTEVEZ": "\n[1]A good ol' boy barbecue, huh? \n[2]Jesus... You know Burton, I'm so happy we get to share beautiful moments like this. They really brighten my da-- \n[3]Freeze! \n[4]Drop the bags! Hands on your head! \n[5]Hands on your head!    On your head! \n[6]Take the shot, Burton! \n[7]Burton!? \n[8]What did you say? \n[9]Burton, you fuckin' know this guy?! ", "GABRIEL": "\n[1]Unlike you...the rebellious son. Pity about your wings. They would have helped you now. \n[2]You think you can defy Him and not pay the price? \n[3]Yours is a fool's sacrifice. You can help them sneak out the back door, but they won't escape. And neither will you, brother. \n[4]There is no other way... \n[5]You always wanted to live like one of them...Now you'll know how it feels to die like one of them. \n[6]So brave. So pointless. You should have worried more about saving yourself. \n[7]Go to sleep... \n[8]\"And as the child's cries are extinguished, an eternal darkness at last descended upon the world.\" ", "OLD WOMAN": "\n[1]Thank you, dear. \n[2]Oh, I already know what I want. \n[3]I'll have the steak, please. \n[4]Rare if you would. And water, no ice. \n[5]Charlie, is it? \n[6]What an unusual name for a girl. \n[7]Hello, I'm Gladys. Gladys Foster. "}}