{"dialogues": {"FLETCHER": "\n[1]A dark street. . . a stormy night... two desperate men struggle... one man is taken to the hospital, the other to ja il. The prosecutor wants you to believe this is an open-and-shut case of a poor man, brutally victimized. \n[2]Well, for once I agree with t he prosecutor. This is an open-and shut case -- but the true victim is my client. \n[3]Put yourself in his shoes for a moment--walking home from church, alone, in a frightening part of the suburbs. \n[4]You're nervous, timid, looking over your shoulder -- when suddenly, you encounter him-- pouncing from the shadows. You quiver in fear. The streetlight flashes on something shiny in his hand-- a knife? \n[5]And in that terrifying instant you do what any respectable citizen would -- you defend y ou rse lf. Only after you shatter his arm and collarbone do you realize it's all a mistake... the man was merely walking away from an ATM machine, the apparent flash of metal caused by his bank card. \n[6]As you stand over his crumpled, though potentially still-dangerous form, your he art goes out to him. You want to help. First, you gather up the many bills he dropped, to stop them from bl owi ng away. Second, in an effort to get the name and number of someone to notify, you take his wallet. Finally, you leap into the man's Lexus to head for assistance, when suddenly a police car speeds up. You breathe a sigh of relief: \"Someone to look -after the injured man! Oh joy!\" But do the police applaud your initiative? Do they hail your heroism? No-- they arrest you and throw you in the slammer! \n[7]· And why? Why does the State \n[8]Shame on you, Mister Prosecutor! Shame on you! \n[9]Instead, let cold reason be your guide as you decide the fate of this church-going, orphan-rasing widower! \n[10]Another gratifying day serving Justice. \n[11]Stay out of my neighborhood after dark. \n[12]No, I'm late picking up my son. \n[13]Maximillian! \n[14]Malfunction in vector 3 ! ! Malfunction in vector 3!! Look out! It's on tickle mode!! \n[15]And who is this lovely lady? Max, could you introduce me? \n[16]You know, you were much easier when we were married... So where are you off too? \n[17]O h really? Where I live, we use a boy on a bike. \n[18]\n[19]What? No kiss for me? \n[20]I didn't know the boyfriend was going. \n[21]T o Stanford? Overnight? Does this mean you two are... \n[22]MEDIC!! I've been hit. \n[23]Well, great... I'm so happy for you two. I am just Mister H appy man. Happy, happy, happy. \n[24]Aud, I am so sorry... \n[25]Yo u gonna be okay? Because if not, we could leave Max with your sister and I could go out with you two, does that appeal to you at all? \n[26]Wave to the soon-to-be ex- boyfriend, Max. \n[27]Absolutely, Maxattacker. We just have to stop by the office for one minute. \n[28]\n[29]Philip! \n[30]. Yes. Yes it is. Well, it was \n[31]Oh, me too. I can never get enough of charades. We'll have to do it again sometime. \n[32]Soon. \n[33]Not that soon. I'm taking Max to see wrestling-- \n[34]I don't think so. See, Max is really shy around strangers. \n[35]Tell you what -- give me your card as a reminder. I'll call y o u . Soon. Promise. \n[36]Fabulous! I love it. \n[37]Ah... The Partnership Committee meeting still scheduled for Friday? \n[38]Oh, I'm... fixing the card, Look, they spelled Mr. Allan's name wrong. Have an apple. \n[39]Hey, Pete! Great tie!        ·. \n[40]Thomas--looks like you're losin' weight. \n[41]\n[42]Oh, yeah. You're going to love it. Uh, why don't you play in my office for a minute? Fax something, sue someone, have a good time. We'll be leaving in a second. \n[43]Damn!   I completely forgot. \n[44]You're a saint. I should get you something. \n[45]Ah. Well, I always do the classy thing. Any calls? \n[46]Tell him it's in the mail. \n[47]Write him a long, explanatory letter. Then bill him for the letter. \n[48]I ' m on vacation. \n[49]It's a long vacation. \n[50]As if I don't have anything better to do than bow and scrape at her royal perfumed p artner feet. Tell her I'm in court. \n[51]Tell her I broke my leg and had to be shot. \n[52]--And then send out a notice of judgement on my win today! \n[53]Miranda! I didn't see you. Hey, you look lovely, today. Here, I bought you a gift. \n[54]\n[55]Of course we are. A promise i s a promise. We are gonna see wrestling or my name isn't Fletcher T. Reid. \n[56]Could you hand me that? \n[57]Max Factor... Happy birthday. How old are you today? T h ir t y ? Forty? \n[58]Well, you've held up well. I only wish there was some way to commemorate such an occasion, some small symbol to mark this day, like.... \n[59]. . . A present! . \n[60]It's... it's. a surprise. \n[61]Baseball stuff. \n[62]Tonight. After your party, you have my word on it. \n[63]Big fun. Manly fun. Am I right, Maxie? \n[64]So how were the wrestling matches ? Did you have fun? \n[65]Did you see that? He struck the child! \n[66]Tonight? \n[67]The seventeenth of May is the day I .remind myself that the eighteenth is Max's birthday. See you tonight. \n[68]Thank you. \n[69]Mrs. Cole, the only problem here is that after you've provided years of faithful service and loving support, of raising his children -- They are his? \n[70]After all that, your husband wants to deny you a fair share of the marital assets based on one single act of \n[71]Hm? \n[72]--Seven acts of indiscretion, only one of which he has any evidence of, and all of which he himself is responsible, for. \n[73]Mrs. Cole, I stayed up all night last night studying your c ase. Not just your case... b ut you. And, by now, I feel I know you. You are the victim here. The wife of a cold, distant businessman. Starved for affection, driven into the arms of another man-- \n[74]\n[75]And you've always been a good wife. \n[76]There's such a thing as being t oo nice. That's why you need aggr essive representation. To show the court that there is more than one side to this st ory. All I'm asking is the opportunity to see that justice is done on your behalf. Will you give me that opportunity?  He stares into her eyes. A moment, then... \n[77]Good for you! \n[78]Oh, pshaw. \n[79]Excuse me? \n[80]Urn, actually, something has come up. A problem on a new caaa--                . \n[81]Nothing. I just nailed my ·knee into the desk... Listen, I'm really sorry I can't 'make it. \n[82]I'll make it up to him, I promise. I'll pick him up from school tomorrow, okay? \n[83]Ah, no.     I have to go. \n[84]I've had better. \n[85]\"I've had better?\" \n[86]\"I've had better?!\" \n[87]\"I've had better?\" \n[88]New in the building? \n[89]Ah. Well, you must allow me to give you the grand tour. \n[90]No. Just the ones I want to bang like a drum. \n[91]Unquestionably. \n[92]No. \n[93]Because I resent your p re sen ce. You fill me with an unpleasant mixture of disgust and guilt. Further, I don't believe you'll use the money for food, but I believe you'll use it for, at worst, drugs, or, at best, whiskey, or \n[94]I've had better. \n[95]Dana.         \" \n[96]Fifty per cent of your estate. \n[97]Our case is simply this. . . \n[98]I'm trying! \n[99]Well, I'm a little upset about a bad sexual episode I had last night-- \n[100]Yes, Your Honor. \n[101]Yes, Your Honor. \n[102]Mr. Rand had severe ethical objections to my client's case. \n[103]I have lower standards, Your Honor. \n[104]What are you doing? \n[105]. \n[106]I realize that, Your Honor, but I ' d really, really, really like a continuance. \n[107]I can't lie! \n[108]\n[109]It certainly does. \n[110]Fantastically fair. Phenominally fair. In fact, I'd say beyond fair, bordering on stupid. \n[111]No, not at all. She's got my client dead to rights. When \n[112]The best that money can buy, Y o u r Honor.       · \n[113]We have evidence that you are not going to-believe. \n[114]\"Confident\" is too weak a word, Your Honor. I am certain what will happen if I take this puppy to trial. The verdict will be a stunning, humiliating defeat that will cut a spectacularly promising legal career off at the knees. \n[115]Bastard! \n[116]No? ! Mrs. Cole, this offer was a miracle. I'm talking about a walking-on-water, Lazarus-rising-from-the-dead, \n[117]Seven!     · \n[118]Mrs. Cole, you don't        ·. understand, I-- \n[119]Your cellulite, Tubster. \n[120]'Straight into the crapper, you wuss, with my career right behind it. \n[121]\n[122]Red.   Red. All right. Focus, \n[123]. The pen is blue!! The pen is     . \n[124]Oh, that's easy for you to say?! \n[125]I have to go home. \n[126]No. I have to be in court at one-thirty. \n[127]I don't know, I don't know!!! \n[128]I only proposed a settlement t o dick with them. I never had any intention of going th ro ug h with it.  . \n[129]I'd rather shave my ass and sit in vinegar.. \n[130]\n[131]\n[132]Tell her I'm a thoughtless son who'd rather spend ten hours clogging the wheels of justice than five minutes talking to her-- but only if she asks. You.might also add that she deserves better, though I hope to God you don't. \n[133]\n[134]\n[135]I don't think I can. I had a case I was certain would settle and it didn't. I have to go to trial this afternoon, God help me. \n[136]It's true... I really do want to see Max, today. \n[137]How about that. I really do. \n[138]Yes, but-this time it's different. \n[139]\n[140]No. \n[141]Having sex. \n[142]No. It was with someone I don't even like. But I thought it would help my career and at the moment that seemed more important than attending my son's birthday! \n[143]\n[144]Answer, answer, answer... \n[145]Audrey, let me explain. Something has happened to me-- \n[146]What?! \n[147]Wait, you can't move! If you take Max away... I'll practically never see him. \n[148]Audrey, please.... Is this because of what I just said on the phone? \n[149]Where are you? \n[150]When you gee there, stay there. I'll be right over. We have to talk. \n[151]I'll be right- there! \n[152]Aaaah! \n[153]Uh -- not really, no. \n[154]None, whatsoever. I mean, I ' d like to respect you, and if it weren't for your mistreatment of the associates, your rudeness to the staff, and the fact that your work sucks, I would. \n[155]I was afraid you wouldn't support my partnership if I turned you down. Plus, I have an immature need for sexual conquests. \n[156]Gotta focus. . . gotta focus. \n[157]The color of the pen is -- re d !      . \n[158]I ' m an inconsiderate prick! \n[159]C'mon, you can do this! The color of the pen is -- RED! \n[160]Depends on how long you were following me. \n[161]Here goes -- I didn't fasten my seatbelt, I didn't glance in my rearview mirror, I didn't signal when I pulled away from the curb, I sped, I followed too closely, I ran a stop sign, I almost hit :a \n[162]No. \n[163]It's in my other pants. \n[164]Hanging from my boss's credenza. \n[165]No. \n[166]Yes -- but that's beside the point! My license actually is in my other pants, and they actually were hanging from a credenzaJ I wouldn't lie to you! I mean, I would if I could, but I can't! \n[167]I didn't say that. I have other reasons. Seventeen reasons, to be precise. Unpaid parking tickets. Be gentle. \n[168]Audrey, wait! \n[169]I can explain-- \n[170]Yes. \n[171]Thank you. . I can't tell you how much this means to me. \n[172]Ow. \n[173]You scratched my car! \n[174]Right there! \n[175]Why, you -- you liar! Do you know what I ' m going to do about this? \n[176]\n[177]Audrey, wait. I want to talk to you about this Boston situation. \n[178]You can't go. It's not fair. Taking Max three thousand miles away is not fair. \n[179]Last night-- \n[180]All right-- now let me tell you something...you're absolutely right. I'm guilty of all charges. I'm throwing myself on the mercy of your -court. \n[181]No, Audrey. Just talk to me abou t this first. Please. Au drey, I've lost you. Don't make me lose Max, too. \n[182]This is iron-clad. This is the mother of all promises. What time? \n[183]Ten-to-six. \n[184]Oh my God! That-'s it! An innocent kid - - a heartfelt plea-- a birthday wish! Sure, it' s impossible --but it 'makes sense!..! If he can wish it, he can unwish it! \n[185]Hi. Listen, I need to talk to \n[186]Yes. \n[187]Well, actually-- · \n[188]Uh, hi. Uh, I'm a lawyer and I work at a big law firm with a lot of other lawyers and I do stuff in a law court. Thank you. \n[189]Mostly, I ' m a divorce lawyer. \n[190]It means if you're daddy left your mommy, he'd call me. \n[191]I help people fight over their money and their children. \n[192]To marry a younger woman. To escape a loveless marriage and have cheap meaningless sex. To cling to an illusion of youth as his body gives way to sore backs, flat feet, spare tires, gum disease, hair loss, liver spots, kidney stones, clogged arteries, diabetes, goiter and eventual death. \n[193]Monster-Max. \n[194]No. I ' d like to, but I can't right now. \n[195]I ' m sorry I missed your party la st night. How was your Uncle Glen? \n[196]That's why he should have worn make-up. \n[197]Yeah, okay, urn... Your mother told me about... the wish you made last night. It came true. \n[198]Yes. \n[199]No matter what. \n[200]In the Olympics, yes.      On    . Channel 23, no. \n[201]Not in a million years. \n[202]Uh-uh. \n[203]Only if you can't 'swim. \n[204]Because your mom buys it. \n[205]I . . . I don't know. I ' m . . . Hey, you know I'm coming over to nig ht. We're gonna play together. \n[206]. Yes! This is absolutely an \n[207]Now, listen, Max, I need a favor from you. I ' m in a little trouble today. I need you to take that wish back. \n[208]Not to you. \n[209]Max, sometimes grownups... need to lie. It's hard to explain, but i f . . . Look, here's an example. When Mommy was pregnant with you, she gained a little weight. Se venty pounds. I thought she was gonna give birth to a car. But she'd say to me \"How do I lo ok?\" So I'd say, \"Oh, honey, you're beautiful, you're glowing.11 Otherwise, I would've hurt Mommy's fee ling s. Understand? \n[210]Right. No... Max, I don't know how to get along in the grown-up world if I have to stick to the truth. I could lose my case, I could lose my promotion, I could even lose, my job... Do you understand? \n[211]Will you help me anyway? \n[212]That's my boy! \n[213]Now, do whatever you did last night... only this time, make an un-wish. \n[214]Great! Great! Now to test -- \n[215]Only what? \n[216]Well, then do it again.        Only this time, mean it. \n[217]Why not?! \n[218]I explained this to you! I have to lie. Everybody lies! Mommy lies, even the wonderful Jerry lies-- \n[219]I am coming over, tonight, Max. You believe me, don't you? \n[220]I'll see you tonight, buddy... That's a promise. \n[221]Short and shrivelled. \n[222]No -- \n[223]No -- \n[224]No -- \n[225]Philip... I don't want to come over to your house! \n[226]No. \n[227]My son hates me. \n[228]O h yeah? Last night at his birthday party, he made a ·wish. That I wouldn't be able to tell a lie for one whole day. \n[229]It came true. \n[230]It's true. Didn't it seem odd to you that I kept telling the truth all morning? \n[231]That's right!     I am incapable of lying. \n[232]Apparently until 9:15 tonight. It's a twenty-four hour curse. \n[233]You don't believe me. \n[234]Go ahead. Ask me something I ' d normally lie about. \n[235]Forget it. Let's not do this. \n[236]Greta, please... Yes Judge Stevens, hi!.. Fletcher Reid. I ' m scheduled to be in your court in half- an-hour... Judge Stevens, I badly, badly need a continuance. . . so I can go home and stay there the rest of the day...111? Am I ill? \n[237]In a way. \n[238]Jumbo's House of Junk. \n[239]I'll give you the raise! \n[240]Hi, Judge Stevens?... Yes, I know I haven't given you a reason. \n[241]But if you could just do this for me, I-- \n[242]Hold on, please, \n[243]Oh dammit! I cut him off! I cut off the Judge! Greta... \n[244]I'm on my knees in a nine hundred dollar suit. Don't leave. \n[245]Yes? \n[246]No. . . but what' s your poijit! \n[247]\n[248]Aaaah! \n[249]Extremely. \n[250]He's a pedantic, pontificating, pretentious bastard, a belligerent old fart, a worthless, steaming pile of cow dung. \n[251]Well, I'm due in court... bye- bye. \n[252]little too \n[253]Fu-- fu-- \n[254]\n[255]Well, it's working. I feel sorry for them already. \n[256]Your Honor, I object! \n[257]\n[258]No questions. \n[259]\n[260]How?! \n[261]Would the Court be willing to grant me a short bathroom break? \n[262]Not unless you want to mop up. \n[263]What did I think? That I could piss for forty-five minutes?! \n[264]I ' m abusing myself! Do you mind?! \n[265]A madman, Your Honor.. A desperate fool at the end of his pitiful.rope. \n[266]\n[267]Yes, I can. \n[268]Hello. \n[269]\n[270]The twins. \n[271]Sure. \n[272]\n[273]I've slipped into the seventh circle of Hell, thank you, and you? \n[274]Well, basically the plan is I walk you through the tape step by step, I ask you questions-- \n[275]Exactly. \n[276]Do esn't it? And I'll finish up with a dramatic series of questions, something like... \"Mr. Falk, isn't it true that you and Mrs. Cole have never made lo--\" \n[277]Oh my God! I can't do it! I can't finish the question if I know the answer is a lie! \n[278]C'mon! Gotta rephrase the question! \n[279]Respondent calls... Lawrence Falk. \n[280]Mr. Falk, do you know my client, Virginia Cole? \n[281]Isn't it true that your relationship with my client is entirely platonic, not? \n[282]If I might rephrase your Honor. Is your relationship with my client entirely patonic, not? \n[283]Yes, is your relationship with my client not entirely platonic, or yes, is not your relationship with my client entirely platonic? \n[284]How 'bout just answering the question you think I'm asking?              ' \n[285]Did you ever not make lo-- Did you not ever make lo-- \n[286]\n[287]No further questions. \n[288]I have no further witnesses, your Honor. \n[289]What are you doing? Call me. \n[290]I can't. \n[291]You don't understand. I can't lie . Until nine-sixteen tonight, I can't even.ask a question that calls for a lie! \n[292]Thirty-one? \n[293]\n[294]Mrs. Cole -- may I call you Virginia? \n[295]But that would be a lie, wouldn't it? \n[296]Isn't your true name... \n[297]Tru e blue? What if I asked you to remove your contact l enses? What color would they be then? \n[298]And here it says you're a b l on de . Are you? C'mon, Carlotta, there's a very easy way for us to check. If you don't remember, perhaps Mr. Falk will. \n[299]So on this single document, you basically lied at every opportunity. I'm sure a woman as vain as you would also lie about her age. It says you were born in 1964. What's the truth? 1962? '60? How young did you try to make yourself? \n[300]\n[301]Oh, you bet it does, your Honor! My client lied about her age because she was only 17 when s he got married. Which makes h er a minor. And in the great state of California, NO MINOR \n[302]\n[303]What? \n[304]He was entitled to prevent you. You committed adultery.' You only won because you're a liar, remember? . \n[305]But -- but -- you said he was a good father. \n[306]No.                                            . \n[307]Screw that!! She lies and she wins ?! What are we, nuts? \n[308]T his woman --my client -- goes down with the frequency of a nuclear submarine and we just gave her thirty seven million dollars because she's a liar! And now as an extra added little bonus, we're going to let her steal, the kids, too? \n[309]\n[310]-Let' s see what I' ve done today. I've helped a gold digging slut get richer. I'm taking this guy's kids away. I don't like you in the least, now I'm one of your partners! \n[311]\n[312]Yo u wanna know the truth? Oh yeah, let's let it rain... The truth is is that I've traded my life...a beautiful wife, an incredible son for THIS PISS \n[313]\n[314]\n[315]Audrey!   It's Fletcher-- \n[316]Wait, the most amazing thing's happened to me! I am feeling so good... Pack?! Did you say pack?! \n[317]A ud rey , wait. Please, I need to talk to you. I .swear, I'm a changed man. Just come to the courthouse with a thousand dollars and bail me out... Hello? O ne more call!! I need another call!! \n[318]And what about our water su pply ? You don't think \"the man's\" dumped enough toxins to render every dick in this cell as lifeless as a beached minn ow? You're damn rightJ \"The man\" does anything he w an ts. We're nothing but pu ppets... Little game pieces they move back and forth. \n[319]That's me. Fletcher T. Reid. Pawn no. 332-154-9867. \n[320]Audrey? Greta?! \n[321]Greta! Greta!! . . . . Look at you, you well preserved, underpaid, overworked, underappreciated thing you. G iv e me a hug! You came and got me out!! Hug me!! \n[322]Y ou know what?! I love you. I loveyouloveyouloveyou. I wa nt to hug you. Come here.., \n[323]Just the truth, Greta. Fifteen years of being stuck in a lie is nowhere near as powerful as one day of being stuck in the truth. \n[324]Answeransweransweranswer... \n[325]Shelton, Jerry Shelton. What time's that flight leave? 7:50. Thank you. \n[326]Shiiiiit!!! \n[327]Listen; I know I'm driving a little crazy but i have an emergency to attend to... \n[328]W h y ? What for? For changing lanes? \n[329]No ! I paid them! This morning! That's the truth!      I swear!! \n[330]The computer is wrong! It computer's a liar! \n[331]\n[332]That's right, no! I'm not gonna lose my son because some stupid clerk was too lazy to update the computer. Now if you want to follow me, car after I get where I'm going. I'm a lawyer and I k now my rights! Understand?! \n[333]\n[334]'Scuse me, sir. Do you have any - - \n[335]Could you spare some? \n[336]Tw ent y.       . \n[337]Thirty-four. That's all I have. \n[338]\n[339]I just need to use the phone to call a cab. I work here. \n[340]Hold it! I've got ten years worth of dirt on you and this firm, and I'm in the kind of mood today to get a lot off my chest. You let me use the phone or I start talking!! \n[341]\n[342]You're saving my life, Philip. \n[343]I don't like you. I'm sorry. I find you boring. I hate ch ara des . And you wouldn't know a good time if it sat on your face. I'm sorry. It was easier than telling you how I really felt. Are you upset? \n[344]Then why are you always trying to socialize with me? \n[345]Philip, I don't like you as a person, but I'm crazy about you as my accountant. I ' d never hire a new accountant. Never! \n[346]Bedelayed. Bedelayed. Fog, rain, something, anything... \n[347]Excuse me. . . excuse me. . . Come on folks, let's let the frantic man pass... Sorry... Thank... you... Standing on the right, passing on the left. They can't make this- deal any easier than it is... Come on... coming through... \n[348]I don't trust you. I don't know what the hell that uniform is. Sorry. \n[349]Ahhh!! !    Damn..; \n[350]What? I'tii practically naked! \n[351]It's called a ZIPPER, Hodgy... \n[352]Look out!! ! -- \n[353]\n[354]Greta? Is that you? \n[355]Jerry, trying to seem chipper \n[356]Okay, okay... The whole truth and nothing but the truth, \n[357]I know you've met somebody... somebody pretty great... and the truth is I wish you didn't but you did and... All I ' m asking i s . . . Please don't move to Boston. Please don't take Max away. \n[358]I don't want to visit him. That's what I've been doing-- visiting him, dropping by, stopping in. I want to be in his life. I don't want to be some jerk that sees him at Easter. I want to be his father. \n[359]I know I have no right to ask, but can I talk you out of taki ng that job? I can get you a better job here in L.A. I've got all kinds of connect ions... what do you do again? \n[360]How symbolic. Okay great. You know Pac-Tec? \n[361]One of their systems shorted out and burned down a supermarket. I got them off. Another proud day for justice. If I ask them they'll beat your Boston offer in two s ec on ds .    .. \n[362]Just let me present my case. \n[363]You wanted me to stop lying. But lying isn't the problem. .. Why we lie ~ that's the problem. Sometimes we lie to make someone else feel better. But sometimes we lie because the truth gets in our way... But being an adult means you sacrifice some things for more important things. Much more important things. I was so stupid, Max. Malfunction in vector one. All this time you've been here and I could see you anytime I felt like it. And I... didn't. Please don't go to Boston. Max, I love you more than anything else in the world and you know it's true. I couldn't say it if it weren't true. Not today. \n[364]Max. .. it's 9:22. \n[365]Max, you made the wish at 9:15. I've been able to lie for the last seven minutes. \n[366]No! It wasn't a lie. I just wanted to be honest with you and tell you -- there was no wish to guarantee it anymore. You just have to believe me. \n[367]Malfunction in vector seven. I have lost control of my affection reflex... \n[368]Procreate!          Procreate! \n[369]Sr. . . \n[370]I take back every dirty, dishonest thing I ever said about you, wrote about you, faxed about you, E-mailed about you. \n[371]So, you up for a little friendly competition? \n[372]I wasn't talking about basesball. \n[373]Alright, it's time to show you the old Fletcher Reid change up. ", "AUDREY": "\n[1]\n[2]Keep Vector 4 away from me. Unless you want Vector 4 chopped off. \n[3]Stanford. I'm delivering a paper. \n[4]Do you have to take him to tho se things? They're so violent. \n[5]Shut up!! \n[6]Jerry. His name is Jerry and yes, he's going. \n[7]I've been seeing him seven months, what do you think? \n[8]. Well you have to remember when \n[9]Relax, Fletcher. It looks like Jerry's taking that job offer in Boston. \n[10]Ready? \n[11]Are you alright? \n[12]I just wanted to say good- night to Max, but he must still be out with Fletcher, \n[13]Uh...would I . . . ? What did you say? \n[14]I can't just pick up and move to Boston with two days notice. \n[15]It's just not that simple... What about my job? I've been at UCLA three years. \n[16]There are other factors involved. T here they are now.       ·. \n[17]Did you have fun? How were the wrestling matches? \n[18]Some thing's come up. We need to talk. \n[19]We'll talk tonight. \n[20]Max's birthday? \n[21]It's the eighteenth. \n[22]\n[23]. . . I can't go to Boston. \n[24]Max. \n[25]It's Fletcher. \n[26]I can't move Max three thousand miles away from his father. \n[27]I know. \n[28]I know. But if they're three thousand miles apart they'll never see each other. Fletcher will never come to Boston and how can I send Max cross-country to him? \n[29]I know, it's not logical, it's emotional. I'm sorry. \n[30]Are you sure? \n[31]Hello... \n[32]What happened? \n[33]Max is going to be so disappointed. \n[34]Do you want me to put him on the phone? \n[35]Right. \n[36]All right, birthday boy, make a wish. \n[37]C'mon, honey. It can be anything-- whatever you want most in the world. \n[38]Max, your dad is sorry. He had to work. \n[39]Yes, well, he... promises he'll see you tomorrow. \n[40]\n[41]But things keep coming up at the last minute. \n[42]I see. And how is that? \n[43]But last night you weren't? \n[44]What were you doing? \n[45]her temper), \n[46]No, I'm sorry, Max. He can't make it. I will. I'll work it out. \n[47]What wish? \n[48]Hello. \n[49]Fletcher, something else is about to happen to you. \n[50]Max and I are moving to Boston. \n[51]Jerry asked me to marry him. He wants Max and I to fly with him this weekend to pick out a house. And I'm going to go. God knows I don't have any reason to stay here. \n[52]Well then you'll have pretty much the same relationship you have with him now. \n[53]That was the straw and this is the camel's back saying goodbye. \n[54]Heading home.  \n[55]\n[56]Wait? You know, I just had an insight into myself. I ' m crazy. You call me up and . tell me to wait here because you'll be right over and -- here's the crazy part -- I actually wait. \n[57]I missed a department meeting. I. . . Did you come in a cab? \n[58]Where's your car? \n[59]I can. One thousand, six hundred, and fifty-four dollars and eleven cents. \n[60]Well I can't remember when I've had more fun, now if you'll excuse me, I have a class. \n[61]Let' s define \"fair.\" Last crushed because his father lied to him about coming to his birthday party. Fair? \n[62]-- Was none of my business. When it happened two years ago it was my business, but now I don't have to care anymore. See, that's the magic of div orce . But it does matter to Max. Everything you do matters to him... and everything you don't do. \n[63]We're suppose to be on a plane \n[64]You're really coming? \n[65]...Six? \n[66]I hope so. Do you know what your son was doing at nine- fif teen las t ni ght? He was making a wish on his birthday c ake. He was wishing that, for just one day, his dad couldn't tell a lie. \n[67]Max, honey. Your dad had a very big case today. It probably just-- \n[68]Okay. \n[69]Honey, don^t say that. \n[70]Max, there's something I-want to talk to you about. . . \n[71]Soon. My semester's almost over. You only have a week left of school... You like Jerry don't you? So what do you say, should we check it out? Jerry wants us to come with him tonight. He has to pick out a place to live and he really wants our help? \n[72]Of course you can. \n[73]Hello.     . \n[74]I can't talk now, Fletcher. We have to pack. \n[75]Max was sitting on the porch again, waiting for his dad. I won't let you do this to him anymore. I won't let you do this to me. \n[76]\n[77]Just a second, Max. \n[78]Fletcher?! \n[79]Fletcher, are you crazy? What were you doing? \n[80]You can come visit anytime. It's only a four hour flight. \n[81]Don't put Jerry in the middle. \n[82]All I want is for Max to be happy. \n[83]You better know your jury. You're hot exactly Max's hero today. \n[84]What? \n[85]Fletcher... You're gonna lose a limb-- ", "MAX": "\n[1]My mom's a teacher. \n[2]My dad? He's . . . a liar. \n[3]Well... he wears a suit and goes to court and talks to the judge and-- \n[4]What time is it? \n[5]Dad! \n[6]That's no lady, that's mom! \n[7]Hey mom, dad's taking me to see wrestling! \n[8]Dad, are we really going to go to wrestling? \n[9]What are you doing? \n[10]Yeah? \n[11]We're not going, are we? \n[12]Five. \n[13]What is it? \n[14]Baseball stuff! \n[15]Will you play catch with me? \n[16]It was fun.. \n[17]Look what dad got me! \n[18]Mom, let's go. I want to play. \n[19]He said he was coming. He promised. \n[20]I wish, for just one day, Dad couldn't tell a lie. \n[21]Is dad picking me up? \n[22]I guess my wish didn't come · true. \n[23]I wished that, for just one day, Dad couldn't tell a lie. \n[24]Dad! \n[25]Mr. Reid it'would be wonderful for the children to hear something positive about lawyers! \n[26]Dadzilla. You came to play catch? \n[27]Stupid. His big nose and stupid orange hair... \n[28]Really? You mean you have to tell the truth? \n[29]No matter what? \n[30]Is wrestling real? \n[31]Will sitting close to the TV set make me go blind? \n[32]If I keep making this face-- \n[33].If I go in the water right after lunch, will I drown? \n[34]Why do I have to eat squash? \n[35]How come you're always too busy to play with me? \n[36]Baseball? \n[37]So you can lie? \n[38]To who? \n[39]You didn't think she was beautiful. \n[40]I did it. ^ \n[41]Did it work? \n[42]Only... \n[43]Yesterday, when I wished it, I r ea lly meant it. This time when I unwished it I only did it 'cause you told me to. \n[44]I can't. \n[45]Because I don't want you to lie. \n[46]But you're the only one who makes me feel bad. \n[47]I have to go. \n[48]Dad... \n[49]Great. You know Paul and Emanuel from across the street? \n[50]Oh boy. We're setting up a whole field in the yard. Where we buried Petey the hamster is second base. You're still coming right?' \n[51]He's really coming. \n[52]I don't want to talk about it. \n[53]I hate dad! I hate him! \n[54]When would we move? \n[55]Could I get a sled for when it snows? \n[56]Okay. \n[57]Thanks.                     ·. \n[58]Mom, it's dad! \n[59]He's telling the truth, Mom. He's not allowed to lie. I made a wish and anything Dad says has to be the truth. Right? \n[60]So then, you were... \n[61]Mommy... do we have to go to Boston? \n[62]Can we play catch tomorrow? \n[63]Transformer!!! . \n[64]Come on, dad, let's play catch!! \n[65]Here you go, mom. Oh, you mean with a ball... ", "JUDGE STEVENS": "\n[1]Calling case BA 09395, Richard Cole versus Virginia Cole. How're we doing this morning, counsel? \n[2]And you, Mr. Reid? \n[3]Well, you're still young. It'll happen more and more. In the meantime, what do you say we get. down to business? First, Mr. Reid, I see that your client was previously represented by Mr. Rand of your office. \n[4]I take it you're seeking to substitute in as counsel? \n[5]Fine , fine. And for the record, the reason is? \n[6]I take it you don't share the same ethical objections, Mr. Reid? \n[7]I see. Well, if Mrs. Cole wants the substitution of counsel, I'll allow it. Is that what you want, Mrs. Cole? \n[8]Fine. \n[9]I'll have to hear good cause, counselor. What's the problem? \n[10]Commendable, Mr. Reid, but I'm still waiting for the good caus e. Now, do you have it or \n[11]Motion for a continuance denied. Is there any chance of a settlement in this case? \n[12]There appears to have been a change in strategy. Let's go to my chambers and negotiate. \n[13]Sounds pretty damning, Mr. Reid. \n[14]Two four seems like a pretty fair offer, Mr. Reid. \n[15]What are you suggesting, Mr. Rei d? That Ms. Appleton's willingness to proffer such an offer betrays a lack of faith in her position? \n[16]Strong corroborating evidence? \n[17]You're pretty confident how this trial is going to come out, eh, Mr. Reid? \n[18]You are some negotiator, Mr. Reid. If your client has half a brain, she'll jump at the offer. \n[19]Well , Mr. Reid. Do we have a settlement? \n[20]Th ere' s no settlement. Trial to start at one-thirty sharp. \n[21]Counselors, are we ready to begin? \n[22]You may proceed, Mr. Reid. . \n[23]Ms. Appleton, you may begin. \n[24]And why is that, Mr. Reid? \n[25]Overruled.. \n[26]No questions? . \n[27]All right, Mr. Reid. You may proceed. \n[28]It can't wait? \n[29]All right, but get back in here immediately so .we can finish this. \n[30]Who did this? \n[31]-What did he look like? \n[32]Bailiff, have the deputies search the building. \n[33]Under the circumstances, I have no choice but to recess this case until tomorrow morning at nine. \n[34]-- Unless, of course, you think you can still proceed? \n[35]Can you? \n[36]Splendid. I admire your courage, Mr. Reid. I'll give you a few minutes to compose yourself, and then we'll get started. \n[37]It's hig witness! \n[38]Call your next witness. \n[39]You have no further witnesses?! \n[40]Mr. Reid? \n[41]Mr. Reid, we're not getting any younger... \n[42]Mr. Reid you have presented virtually nothing in the way of evidence and as such I have no choice but to rule in favor of -- \n[43]Mr. Reid, does this have a point? \n[44]\n[45]In light of this new evidence, the court must rule in favor o f the defense. Mrs. Cole is hereby awarded half of the marital assets -or thirtyrseven million three hundred and ninety-five thousand dollars. \n[46]O r d e r ! Order!! Now i understand both parties have agreed to joint custody. Is that correct? \n[47]M r. Reid? Do we have an agreement on custody or not? \n[48]In that case, there will be a custody hearing tomorrow mor ning at nine. Court is adj ourned! \n[49]We',re adjourned, Mr. Reid. \n[50]Mr. Reid, you are out of order! \n[51]That's enough, Mr. Reid -- \n[52]That's it, Mr..Reid.    I find you in contempt! \n[53]Bailiff! Remove Mr. Reid from the courtroom! ", "VIRGINIA": "\n[1]This is good. This is really smart. \n[2]Only i t ' s . . . Like not true. Every word of it is a lie. \n[3]I mean... isn't that a problem? \n[4]H m ? Oh yeah. One for sure. \n[5]Seven. \n[6]Seven single acts of indiscretion. \n[7]He is? \n[8]Seven. \n[9]Well, I did agree to give him j oint custody of the kids... He's always been a good father. \n[10]\n[11]Yes! I ' m tired of getting kicked around. \n[12]Thank you, Mr. Reid. I ' m so grateful I have an attorney I can trust. \n[13]You look like you're having a rough morning. \n[14]Yes? \n[15]\n[16]No! \n[17]Mr. Reid, you convinced me yesterday -- I'm the victim here, starved for affection, driven into the arms of another man-- \n[18]-- Seven other men. With the story you came up with, I don't think I can lose. I want to proceed. \n[19]Wate r! Get him water! \n[20]S it down! Get some air! \n[21]W hat?!   What?! \n[22]Sorry. One of the kids threw up in the car. \n[23]\n[24]Oh boy am I ready. \n[25]Wai t a minute. Do you have protection? \n[26]Oh, I've never done it like this before.                    .·. \n[27]Yes! YES! YES! \n[28]No questions? \n[29]Mr. Reid, you remember Laurence Falk, the man from the tape. \n[30]Shouldn't we go over our testimony? \n[31]And we give the explanation you came up with. \n[32]\n[33]Call me, damn it! \n[34]I do. \n[35]Yes. \n[36]What do you mean? \n[37]Well, yes. But it wasn't me so I started using Virginia. Is there anything wrong with that? \n[38]Blue. \n[39]Brown. \n[40]Brunette. \n[41]Wrong! I didn't lie to make myself younger. I made myself older. I was born in 1965!\" \n[42]Yes! \"  lied so I could get married! So .there Mister 'I \n[43]No!   I'm contesting custody. \n[44]Payback. For him trying to prevent me from collecting my thirty-seven million. \n[45]No. You pointed out that my husband took advantage of a poor underage girl. I was the vic tim here. And now I'm going to hit him where it hurts. \n[46]Stop that! We're leaving now! ", "GRETA": "\n[1]Oh, there's a surprise. \n[2]You did. \n[3]. Let's see.. .   · \n[4]\n[5]. note).    .. \n[6]This is your fifth week.      .   ·   . \n[7]\n[8]Court's closed. \n[9]Why don't you tell her yourself? \n[10]I'll get right on it. \n[11]Boss, what's wrong? \n[12]Red? \n[13]Are you all right? \n[14]Home? Was the case settled? \n[15]Well, then how can you.go home? \n[16]Okay. \n[17]'·...dick with them.\" Okay. Your accountant, Philip, called to remind you about getting together. . \n[18]\n[19]So then you're here? \n[20]I ' m having a little trouble following you. what do I say to your mom? \n[21]Thanks for clearing that up. And that's it, except your ex called and asked when you were cowing over to see your son. \n[22]Do you want your messages? \n[23]Are you okay? \n[24]No! He loves you. I've seen y ou together. You're his hero. \n[25]Kids... \n[26]What? \n[27]Well, yeah, but... \n[28]Just today? \n[29]Yes, those are going around. \n[30]Of course not. \n[31]A ll right. Remember a few months ago, I wanted a raise-- \n[32]-- and the firm wouldn't.give me one. And I asked you if you would give it to me out of your own pocket and you said the company wouldn't permit it because it creates jealousy among the other secretaries? Was that true or did you just not want to pony up the dough? \n[33]I remember when you. bought me t hi s silver frame. From Tiffany's. . . . Tiffany's? \n[34]\n[35]A few years ago a friend of mine had a burglar up on her roof. \n[36]My point is, it's hard to get justice. But this is justice, \n[37]Am I too late? Have you been se xu al ly molested yet? I could circle the block. \n[38]\n[39]Mr. Reid, what has gotten intc to you?! ", "JERRY": "\n[1]Max, my man! \n[2]Fletcher, good to see you? \n[3]What do you say, Max? Give me a hand? \n[4]\n[5]Uh, yeah, just, uh... how long are you gonna be on the phone? \n[6]Will you marry me? \n[7]I proposed, I . . . Look, I know this Boston thing is a great opportunity, good job, mo ney .. . everything. But I started to think about being three thousand miles away from you and Max. And I didn't like it. I-- Look, I know it's a lot to ask, to move and everything, but I . . . . I love you. I love your son.   Will you marry me? \n[8]The company wants me to get started right away. \n[9]Ju st come check it out. You a nd Max, see the town. Let's Then, if you want to turn me down and scar me for life, fine. \n[10]It's New England. They're lousy with colleges. You can't swing a bat back there without hitting a college. \n[11]Max , my man! My happy birthday man! \n[12]One-two-three-four-five... and one for good luck. \n[13]Whoa! Great! I have my glove in the car. We'll stop in the park on the way home and play c atch. Then tonight we'll oil \n[14]Well, if you don't hire your brother, who will? \n[15]They called me again from B oston. They really want me there tomorrow. \n[16]How come? \n[17]He'll love it there. \n[18]Fletcher? \n[19]Audrey, I have never said a bad word about your ex -- \n[20]But how much responsibility does Fletcher take for Max, now? He'd never come over if you didn't remind him. \n[21]I still want to marry you. \n[22]Mr. Crisitelli, Jerry She!ton... I hope I'm not calling too late... Mr. Crisitelli, I'm afraid I have to turn down your offer..'. So am I . . . Well, I've fallen in love with this beautiful woman in L.A. and she doesn't want to leave and I won't leave without her... Well, thank you very much... Yes, good-bye. \n[23]A little going away present. I was gonna get you a bowl of clam chowder but they only had Manhattan. \n[24]I design security systems. \n[25]The biggest. \n[26]It's okay. Boston means this \n[27]Appreciated. \n[28]No, you go play with your son. ", "PHILIP": "\n[1]Fletcher! \n[2]And this must be Max! \n[3]You know, Ethel and I had a blast at our last little get- together. \n[4]When? \n[5]How 'bout tonight? \n[6]We love wrestling.     We could-- \n[7]Great! \n[8]Fletcher! I'm still waiting for your call. I guess you must've lost my card -- \n[9]Or my phone was busy -- \n[10]Or you just forgot -- \n[11]\n[12]Fi n e ! We'll go out! There's this new karaoke bar I've been dying to try. I'll pick you up at your office! Seven- thirty! ! \n[13]Seven-thirty... It's Karaoke time! \n[14]You know, it's funny, but for some reason I was beginning to think you didn't like me. Isn't that silly? \n[15]What? \n[16]No. To be honest, I don't like you either. You treat people like obstacles and you cheat at charades. . \n[17]You're a client. I figured if I didn't try to be your friend, you'd get a new accountant. \n[18]So we don't have to like each other anymore? ", "MIRANDA": "\n[1]Let the Judge decide what's true. That's what he gets paid for. You get paid to win. \n[2]Then we'll just have to find someone who'will. \n[3]Thanks. I heard about your victory today. You're making quite an impression on the partnership committee. \n[4]You're good. You're really good. \n[5]N o, I mean it. The Cole case is worth a truckload of money to this firm, not to mention the press it's going to g en er at e . You win this case and I guarantee you'll make partner. \n[6]S o . . . was it good for you? \n[7]Flet cher. Fletcher, Fletcher, Fletcher. I must confess-- after last night's incident, I was. . . hurt. So hurt. I was tempted to do whatever little things lie in my power to scuttle your chances of making partner. \n[8]But then I thought, \"No, that 's not fair. Fletcher didn't mean to insult me.\" \n[9]Isn't that right, Fletcher? \n[10]N o ? No?! What are you sayi ng? Have you no respect for me?! \n[11]Ah, Fletcher, so nice to bump i nto you. Are you busy? \n[12]Good. Would you follow me, please? \n[13]Fletcher, did you know that the partnership committee is being headed up by Mr. Allan himself? \n[14]How delightful! \n[15]Pardon me for interrupting your, meeting. Mr. Allan, you remember Fletcher Reid. \n[16]Oh, that's right. You used to work together. .Tell me, what do you think of Mr. Allah? \n[17]I said... What do you think of Mr. Allan? \n[18]Kissing his career goodbye. ", "DANA": "\n[1]Good morning, Fletcher. \n[2]Fifty per cent? With a pre- nup and proof of adultery? What's your case? \n[3]Let go! \n[4]Very funny, Fletcher. You want to play hardball, I'm game. \n[5]Fine, thank you. \n[6]I don't think so, Your Honor. Mr. Reid made it abundantly clear that the last thing in the world he wanted was to -- \n[7]Your Honor, under the terms of the prenuptual agreement, if Mrs. Cole commits adultery, she is entitled to nothing. We have in our possession an audiotape made by a licensed private investigator of an explicit act of sexual congress with a man who is not her husband. \n[8]However, my client has no desire to see his ex-wife destitute. Against my advice, he's willing to offer her a cash settlement of.two point four million dollars. \n[9]Can the sarcasm, Reid. All right, I admit it -- I've seen you make even the lamest case fly. But this time I have you. Even Clarence Darrow couldn't explain this away. \n[10]All right! Double the offer! Four point eight! And not a penny more. \n[11]I see. And do you .know what Mrs. Cole and her male visitor did during their frequent... visits? \n[12]With the Court's permission, I would like to play the tape. \n[13]Your witness. \n[14]Petitioner rests. \n[15]Your Honor, he's badgering the wintness! \n[16]Uh...no questions. \n[17]", "POLICE OFFICER": "\n[1]Do you know why I stopped you? \n[2]Why don't we take it from the top. \n[3]May I see your driver's license? \n[4]And why is that? \n[5]I see. And where are your · other pants? \n[6]Do you expect me to believe that? \n[7]Do you think I'm an idiot? \n[8]I see. So you ..have no reason to try and hide your license from me? \n[9]Would you step out of the car, please? \n[10]I'm impounding this vehicle. \n[11]I just ran your tags through the computer. You've got. seventeen unpaid parking tickets. \n[12]Not according to the computer. \n[13]You can straighten it out at the impound yard. \n[14]No? ", "·": "", "BEGGAR": "\n[1]'Scuse me, sir. Do you have any change? \n[2]Any change, Mister? \n[3]Could you spare some? \n[4]Will you? \n[5]How come? \n[6]Jerkoff. \n[7]Change? Absolutely. \n[8]Unquestionably. \n[9]\n[10]Minted in Denver.      Imagine that. \n[11]It's worth twice that to screw you. \n[12]", "FALK": "\n[1]I couldn't find any water, so I got him coffee! \n[2]How are you? \n[3]So all we have to do is lie. Sounds simple enough. \n[4]Yes. \n[5]Excuse me? \n[6]No.     I mean, yes.     I think. \n[7]What? \n[8]"}}