{"dialogues": {"PI": "\n[1]I call him 'Mamaji,' my 'honorary uncle' - my father's best friend, my swimming guru. \n[2]Good morning. I am Piscine Molitor Patel, known to all as... ... \"Pi,\" the sixteenth letter of the Greek alphabet... \n[3]... which is also used in mathematics to represent the ratio of any circle's circumference to its diameter - an irrational number of infinite length, usually rounded to three digits, as... \n[4]Je m'appelle Piscine Molitor Patel - dit'Pi'... \n[5]These are the first twenty decimal places of Pi. \n[6]None of us knows God    until someone introduces us. I was    first introduced to God as    a Hindu. There are 330 million gods    in the Hindu religion - how can I    not come to know a few of them? \n[7]I met Krishna first... \n[8]...But he didn't! \n[9]What? \n[10]Why would a god do that? Why would he send his own son to suffer for the sins of ordinary people? \n[11]If God is so perfect and we're not, why would He want to create all this? Why does He need us at all? \n[12]Thank you, Vishnu, for introducing me to Christ. \n[13]\n[14]I would like to be baptized. \n[15]Stop worrying. I have seen him do this a thousand times. I want to meet our new tiger. \n[16]Hello! Richard Parker! \n[17]I want to see him close up. \n[18]That's it, Richard Parker. It's for you. \n[19]I just wanted to say 'Hello' to him. \n[20]Animals have souls. I've seen it in their eyes. \n[21]I'm sorry. I was... \n[22]What? \n[23]What does this mean? \n[24]In the dance, you went from Pataka, which means the forest, and then you did-then you did Samputa, which means something that is hidden, and after that you did this... and then you did Chatura. \n[25]But at the very end you did this... None of the other dancers did that. What did you mean? The God of love is hiding in the forest? \n[26]The lotus flower is hiding in the forest? Why would a lotus flower hide in the forest? \n[27]And this is Richard Parker. He's the most magnificent creature we've ever had here. Look at the way he's turning his head. Showing off - like a dancer. \n[28]Sorry. You've been... \n[29]I'm sorry... what are we talking about? \n[30]What?? \n[31]But where would we go? Our life is here Appa! \n[32]But Columbus was looking for India! \n[33]Why give O.J. a tranquilizer? She's not going to cause any trouble. \n[34]Ravi? Did you hear that? Ravi? \n[35]It's a thunderstorm! Let's go watch! \n[36]No, we won't. It'll hit the bridge first. \n[37]More rain, lord of storms! Let it rage! \n[38]\n[39]\n[40]Please save my family! \n[41]You have to help them, please! Oh no my family, please. You have to help them, my family is back there. \n[42]Who let all the animals out? \n[43]No wait! My father - he can't swim - \n[44]No please! \n[45]\n[46]\n[47]Richard Parker? \n[48]\n[49]Amma! Appa! Ravi! I'm sorry! I'm sorry...! \n[50]Hari? \n[51]Looks as though your drugs haven't worn off yet. \n[52]Orange Juice!! This way! \n[53]Welcome to Pi's ark! \n[54]Where is your boy, Orange Juice? I'll bet Mother and Father found him. They'll all be here soon. \n[55]\n[56]No! Stop it! Stop it! No! Stop it! Stop it! NO!!! NO!!! NO!!! \n[57]I'm sorry, O.J.; I don't have any seasickness medicine for you - \n[58]Supplies! Ah, supplies! \n[59]\n[60]\n[61]Come on! Come on!! COME ON...!!! \n[62]\"My name is Pi Patel. I have been in a shipwreck. I am on a lifeboat alone - with a tiger. Please send help.\" \n[63]God... I give myself to you. I am your vessel. Whatever comes... I want to know. Show me. \n[64]There are no lines! \n[65]\"Set your house in order and dig in for the battle to survive. Establish a strict schedule for eating, keeping watch and getting rest. Do not drink urine or sea water. Keep busy, but avoid unnecessary exertion. The mind can be kept occupied by playing card games, Twenty Questions, or I Spy. Community singing is another sure- fire way to lift the spirits. Telling stories is highly recommended. Above all, don't lose hope.\" \n[66]\"Few things can sap the spirit faster than seasickness. Waves are more strongly felt when a boat turns sideways to the current. A sea anchor is used as a drag to keep the boat's head to the wind. \n[67]For castaways who must share their lifeboats with large dangerous carnivores it's advisable to establish a territory as your own. The following course of action is recommended. Step one: choose a day when waves are moderate but regular. Step two: with the lifeboat facing into the waves, making the ride as comfortable as possible, blow your whistle soothingly. Step three: turn the lifeboat sideways to the waves, accompanied by harsh aggressive use of the whistle. With sufficient repetition, the animal will associate the sound of the whistle with the discomfort of seasickness. Similar methods have long been used by circus trainers, though they generally lack access to rough seas. \n[68]Let the trumpets blare, let the drum rolls begin! Prepare to be amazed! Here it is, for your enjoyment and instruction, the show you've been waiting for all your life will soon begin! \n[69]Are you ready for the miracle of it? Well, then - I give to you... \n[70]... the ASTOUNDING BENGAL TIGER! \n[71]Hello, Richard Parker. Sorry about the choppy ride. \n[72]\n[73]Here, Richard Parker. I've got some water for you. \n[74]In the zoo, we fed our tigers an average of five kilos of meat a day. Richard Parker will be getting hungry soon. \n[75]Tigers are powerful swimmers, and, if he gets hungry enough, I'm afraid the little bit of water between us won't be any protection. I need to find a way to feed him. God made tigers carnivores, so I must learn to catch fish. If I don't, I'm afraid his last meal will be a skinny vegetarian boy. \n[76]Patience! \n[77]What am I doing? \n[78]Wait - I'm thinking. \n[79]93 cans of water... \n[80]I'm sorry.     I'm sorry. \n[81]Thank you, Lord Vishnu. Thank you for coming in the form of a fish and saving our lives. Thank you... \n[82]Of course, I brought all the biscuits and water on the raft with me to keep them safe. Idiot. \n[83]Hunger can change everything you ever thought you knew about yourself. \n[84]Here, it's yours. \n[85]\n[86]I can't risk my life every time I have to climb onto the boat for supplies. It's time to settle this. If we're going to live together, we have to learn to communicate. \n[87]Maybe Richard Parker cannot be tamed, but with God's will, he can be trained. \n[88]\n[89]Good. \n[90]Go Richard Parker. Go. Go on home; I'll leave you alone. I'll respect that. I promise. Go, c'mon. \n[91]Yes! \n[92]I never thought a small piece of shade could bring me so much happiness. That a pile of tools - a bucket, a knife, a pencil- might become my greatest treasures. Or that knowing Richard Parker was here might ever bring me peace. In times like these, I remember that he has as little experience of the real world as I do. We were both raised in a zoo by the same master. Now we've been orphaned, left to face our ultimate master together. Without Richard Parker, I would have died by now. My fear of him keeps me alert. Tending to his needs gives my life purpose. \n[93]Dolphins, Richard Parker! \n[94]Hey! HEY!! WE'RE HERE!! OVER HERE!! \n[95]Above all, don't lose hope... \n[96]...645682948602814931815602496... \n[97]What are you looking at...? Tell me. What do you see? \n[98]Everything mixed up, fragmented. Can't tell daydreams, night dreams from reality anym -- \n[99]Storm! Storm, Richard Parker! \n[100]No! \n[101]Praise be to God, Lord of All Worlds, the Compassionate, the Merciful! \n[102]It's beautiful... Where are you, Richard Parker? You have to see this! \n[103]Come out Richard Parker! Come see the hand of God! \n[104]Don't hide yourself! He's come to us! It's a miracle! \n[105]\n[106]\n[107]I'm sorry Richard Parker! \n[108]We're dying, Richard Parker. I'm sorry. \n[109]Amma, Appa, Ravi - I'm happy I'm going to see you soon. Can you feel the rain? \n[110]God, thank you for giving me my life. I'm ready now. \n[111]Richard Parker? \n[112]Excuse me... Go on, move! \n[113]Hey! Hey! Hey c'mon. Hey! Hey-get away. This is my bed! \n[114]\n[115]No one has ever seen that floating island since; you won't read about those trees in any nature book. And yet if I hadn't found those shores, I would have died. And if I hadn't discovered that tooth, I would have been lost, alone forever. \n[116]We have a guest. Let me introduce you... ", "ADULT PI": "\n[1]Born and raised in Pondicherry, in what was the French part of India. My father owned the zoo, and I was delivered on short notice by a herpetologist who was there to check on the Bengal Monitor Lizard. \n[2]Mother and I were both healthy... \n[3]but the poor lizard escaped and was trampled by a frightened cassowary... \n[4]The way of karma; the way of God. \n[5]Oh, far from it. I was named after a swimming pool. \n[6]You see, my uncle, Francis, was born with too much water in his lungs. They say the doctor swung Francis around by the ankles to clear the water out and that's what gave him the huge chest and skinny legs that made him such a great swimmer. \n[7]I trained with him three times a week at the ashram. His lessons would save my life in the end... \n[8]I hope you don't mind vegetarian. \n[9]Hmm? \n[10]I got it from something Mamaji once told my father. Most travelers collect postcards or teacups on their journeys - but not Mamaji. Mamaji collects swimming pools. \n[11]He swims in every pool he comes upon... \n[12]One day Mamaji said to my father that of all the pools in the world, the most beautiful was a public pool in Paris. That the water there was so clear you could make your morning coffee with it, that a single swim there changed his life. \n[13]Before I was born, he said to my father, \"If you want your son to have a clean soul, you must take him one day to swim in the Piscine Molitor.\" I never understood why my father took this so much to heart... \n[14]... but he did, and I was named \"Piscine Molitor Patel.\" \n[15]Imagine me trying to explain that name to my schoolmates. I barely made it to the age of eleven before... \n[16]With one word my name went from an elegant French swimming pool to a stinking Indian latrine. I was Pissing everywhere. \n[17]Even the teachers started doing it - not deliberately, of course... \n[18]When we returned the next year for our first day of school, I was prepared. \n[19]Well, no. Not quite ... \n[20]But I still had the whole day ahead of me. French Class was next... \n[21]Then Geography... \n[22]My last class of the day was Mathematics.... \n[23]By the end of that day, I was Pi Patel, school legend. \n[24]I don't even know how to sail. And I wasn't alone out there. Richard Parker was with me. \n[25]So what were you doing in Pondicherry? \n[26]By the way, I enjoyed your first book. The new one, is it set in India? \n[27]Ah. Well, I look forward to reading it. \n[28]I'm sorry. \n[29]\n[30]\n[31]\n[32]\n[33]Pondicherry is the \"French Riviera of India.\" In the streets closest to the ocean, you might think you were in the South of France. \n[34]A few blocks inland, there's a canal; just beyond that is Indian Pondicherry... \n[35]And the Muslim Quarter is just to the West. \n[36]When the French handed Pondicherry back to us in 1954, the town decided that some sort of commemoration was in order. \n[37]My father, who was a clever businessman, came up with one. \n[38]As it also happened, my mother was a botanist in the Gardens. They met, married, and a year later my brother Ravi was born. I came two years after that. \n[39]Amen. Let's eat. \n[40]Catholic Hindus do. \n[41]We get to feel guilty before hundreds of gods instead of just one. \n[42]The gods were my superheroes growing up. Hanuman, the monkey god, lifting an entire mountain to save his friend Lakshmana. Ganesh, the elephantheaded, risking his life to defend the honor of his mother Parvati. Vishnu, the Supreme Soul, the source of all things. Vishnu sleeps, floating on the shoreless cosmic ocean and we are the stuff of his dreaming. \n[43]My dear 'Appa' believed himself part of the 'new India.' As a child, he'd had polio; he used to lie in bed, wracked with pain, wondering where God was. In the end, God didn't save him; Western medicine did. \n[44]My 'Amma' went to college and thought her family was part of the 'new India' as well - until her parents cut her off because they thought she was marrying beneath her. Her religion was the only link she had to her past. \n[45]I met Christ in the mountains when I was 12. We were visiting relatives, tea growers in Munnar. It was our third day there; Ravi and I were terribly bored. \n[46]That made no sense. Sacrificing the innocent to atone for the sins of the guilty? What kind of love is that? \n[47]But this Son - I couldn't get Him out of my head. \n[48]The more I listened to the priest, the more I came to like this Son of God. \n[49]I came to faith through Hinduism and I found God's love through Christ, but God wasn't finished with me yet. \n[50]God works in mysterious ways - and so it was He introduced Himself again, this time by the name of Allah. \n[51]And a Hindu, of course. \n[52]Oh, well, I do teach a course on the Kabbalah at the University. And why not? Faith is a house with many rooms. \n[53]Plenty. On every floor. Doubt is useful. It keeps faith a living thing. After all, you can't know the strength of your faith until it's been tested. \n[54]He got his name through a clerical error. A hunter caught him drinking from a stream when he was a cub and named him Thirsty. When Thirsty got too big, the hunter sold him to our zoo - but the names got switched on the paperwork. The hunter was listed as Thirsty and tiger was called Richard Parker. We laughed about it and the name stuck. \n[55]Things changed after the day of Appa's lesson. The world had lost some of its enchantment. School was a bore - nothing but facts, fractions and French. Words and patterns that went on and on. I grew restless, searching for something that would bring meaning into my life. And then I met Anandi... \n[56]Mother made me study music, and one day my teacher came down with the flu; he asked if I could take his place one afternoon playing rhythms for a dance class. \n[57]It takes a lot of work to sell a zoo; before we left Anandi and I had time enough to break each other's hearts. Of course, I promised I'd come back one day... It's funny... I remember everything else about our last day, but I don't remember saying goodbye... \n[58]My father was a businessman - he had never handled the animals himself. I realized that leaving India must have been harder for him than it was for me. \n[59]Have I forgotten anything? \n[60]Yes. Now we have to send our boy into the middle of the Pacific, and - \n[61]Yes. We'll get there. \n[62]It was four days out of Manila - above the Mariana Trench, the deepest spot on earth... \n[63]Our ship, the Tsimtsum, pushed on, bullishly indifferent to its surroundings. It moved with the slow, massive confidence of a continent. \n[64]Don't you see, the island was carnivorous. \n[65]Yes, the whole island - the plants, the water in those pools, the very ground itself. During the day, those pools held fresh water, but at night, some chemical process turned the water in those pools into acid - acid that dissolved those fish, that sent the meerkats scurrying into the trees and Richard Parker running to the boat. \n[66]Years ago, some poor fellow just like me must have found himself stranded on that island.... And like me he thought he might stay there forever. But all that the island gave him by day, it took away again by night. To think - how many hours spent with only meerkats for company? How much loneliness taken on? \n[67]All I know is that eventually he died, and the island digested him, leaving behind only his teeth. I saw how my life would end if I stayed on that island. Alone and forgotten. I had to go back to the world, or die trying. \n[68]I spent the next day preparing the boat. I filled my stores with fresh water, ate seaweed until my stomach could take no more, and brought as many meerkats as I could fit into the storage locker for Richard Parker. I couldn't leave without him, of course - it would mean killing him. And so I waited for his return. I knew he wouldn't be late. \n[69]By the time we reached the Mexican shore, I was afraid to let go of the boat. My strength was gone. I was so weak. I was afraid that in two feet of water, so close to deliverance, I would drown. I struggled to shore and fell upon the sand. It was warm and soft, like pressing my face against the cheek of God. And somewhere two eyes were smiling at having me there. \n[70]I was so spent I couldn't move. And so Richard Parker went ahead of me. \n[71]He stretched his legs and walked along the shore. \n[72]At the edge of the jungle, he stopped. I was certain he was going to look back at me, flatten his ears to his head, growl - that he'd bring our relationship to an end in some way. But he just stared ahead into the jungle. \n[73]And then Richard Parker, my fierce companion, the terrible one who kept me alive, disappeared forever from my life. \n[74]After a few hours, a member of my own species found me. He left and returned with a group who carried me away. \n[75]You know, my father was right. Richard Parker never saw me as his friend. After all we'd been through, he didn't even look back. But I have to believe that there was more in his eyes than my own reflection staring back at me. I know I felt it - even if I can't prove it. I just wish... You know, I've left so much behind. My family, the zoo, Anandi, India - I suppose in the end the whole of life becomes an act of letting go. But what always hurts the most is not taking the moment to say goodbye. I was never able to thank my father for all I learned from him, to tell him that without his lessons I would never have survived... And I know he's a tiger, but I wish I'd said: 'It's over. We've survived. Thank you for saving my life. I love you, Richard Parker. You will always be with me. May God be with you.' \n[76]Hard to believe, isn't it? \n[77]If it happened, it happened. Why should it have to mean anything? \n[78]I was the only one who survived the shipwreck, so the Japanese shipping company sent two men to talk to me in the Mexican hospital where I was recovering. I still have a copy of their report. \n[79]They had insurance claims to settle, and they wanted to find out why the ship sank. They didn't believe me either. \n[80]I told him another story. Four of us survived... \n[81]After that, no more questions. The investigators didn't seem to like the story, exactly - but they thanked me, they wished me well, and they left. \n[82]Can I ask you something? \n[83]I've told you two stories about what happened out on the ocean. Neither explains what caused the sinking of the ship, and no one can prove which story is true and which is not. In both stories, the ship sinks, my family dies, and I suffer. \n[84]So which story do you prefer? \n[85]Thank you. And so it goes with God. \n[86]Of course. Isn't that why Mamaji sent you here, after all? \n[87]My wife is here. Would you like to stay for dinner? She's an incredible cook. \n[88]And a cat, and two children. \n[89]Well, that's up to you. The story's yours now. ", "WRITER": "\n[1]You were raised in a zoo? \n[2]I assumed your father was a mathematician - because of your name. \n[3]There's a swimming pool named 'Pi?' \n[4]Is Francis actually your uncle? He said he was friends with your father. \n[5]No, not at all... And your name? \n[6]You - you were going to tell me how you got your name, I think. \n[7]And from then on you were Pi? \n[8]Mamaji tells me you're a legend among sailors, too. Out there all alone - \n[9]Richard Parker...? Mamaji didn't tell me everything. He just said I should look you up when I got back to Montreal. \n[10]Writing a novel. \n[11]No, Portugal, actually. But it's cheaper living in India. \n[12]You can't. I threw it out. Two years trying to bring it to life, and then one day it sputtered, coughed, and died. \n[13]\n[14]\n[15]\n[16]\n[17]It sounds magical, growing up in- \n[18]I didn't know Hindus said 'amen.' \n[19]Catholic Hindus? \n[20]But you're a Hindu first? \n[21]So you're a Christian and a Muslim? \n[22]And a Jew, I suppose? \n[23]But no room for doubt? \n[24]A tiger? Richard Parker was a tiger? \n[25]... So... \n[26]I think you've set the stage. So far we have an Indian boy named after a French swimming pool on a Japanese ship full of animals heading to Canada. \n[27]And make me believe in God. \n[28]It was human tooth? \n[29]Carnivorous? Like... a Venus flytrap? \n[30]But where did the tooth come from? \n[31]I don't know what to say. \n[32]It is a lot to take in, to figure out what it all means. \n[33]Well, some of it is pretty incredible. \n[34]So what did you do? \n[35]So...  the stories... Both the zebra and the sailor broke their leg. And the hyena killed the zebra and the orangutan. So ... the hyena is the cook. And the sailor is the zebra, mother is the orangutan... and you're... the tiger. \n[36]Of course. \n[37]True. \n[38]The story with the tiger. That's the better story. \n[39]Mamaji was right. It is an amazing story. Will you really let me write it? \n[40]I didn't know you had a wife. \n[41]So your story does have a happy ending. \n[42]\"Mr. Patel's is an astounding story of courage and endurance unparalleled in the history of shipwrecks. Very few castaways can claim to have survived so long at sea, and none in the company of... ...an adult Bengal tiger.\" ", "FATHER": "\n[1]Spectacle. Don't let the stories and pretty lights fool you, boys. Religion is darkness. \n[2]This lamb is exquisite - it's best dish on the table. You are all missing out... \n[3]\n[4]\n[5]\n[6]\n[7]Some eat meat, some eat vegetable. I do not expect us all to agree about everything. But I would much rather have you believe in something I don't agree with than to accept everything blindly. And that begins with thinking rationally. Do you understand? \n[8]Good. \n[9]No!!! \n[10]What are you thinking?! Are you out of your mind? Who gave you permission to come back here? You have just ignored everything I have ever taught you! \n[11]You think that tiger is your friend. He is an animal, not a playmate! \n[12]Find Selvam! \n[13]Do it. Go ahead. \n[14]Animals don't think like we do; people who forget that get themselves killed. That tiger is not your friend. When you look into his eyes, you are seeing your own emotions reflected back at you - nothing else. \n[15]This is between a father and his sons. Selvam, the gate. \n[16]Scar them? That boy almost lost his arm! \n[17]He will be a man sooner than you think, and this is a lesson I do not want them ever to forget. Selvam. \n[18]So...you see? We have talked about it for some time... Do you understand what I'm saying? Pi? \n[19]Worried. For my family. Our animals are worth far more abroad than here in India, and if the town council stops supporting us, I don't know where we'll be. So... it is what we have to do. Do you understand? \n[20]The zoo itself was never ours to sell - the land belongs to the town. But the animals are ours, and if we sell them, we will have enough to start a new life. \n[21]Canada. I have some opportunities for work in Winnipeg. I'll be shipping most of the animals for sale in North America; we can get freighter passage for the whole family. So, it is settled. We will sail like Columbus! \n[22]She asked if you have something vegetarian. \n[23]Very funny. But she doesn't eat liver. \n[24]How dare you talk to my wife like that? \n[25]What did you call us?? \n[26]Who do you think you are? You're nothing but a servant! \n[27]I'll teach you respect! \n[28]Don't worry - we will have plenty of fresh supplies after we stop in Manila. \n[29]The stress of traveling is not good for the animals. \n[30]And it helps with the seasickness. We don't want to be cleaning up after a seasick orangutan, do we? ", "MOTHER": "\n[1]Yashoda once accused baby Krishna of eating dirt: \"Tut, tut, you naughty boy - you shouldn't do that...\" \n[2]That's what he told her. \"I didn't eat dirt!\" \"No? Well, then open your mouth.\" So Krishna opened his mouth. \n[3]She saw in Krishna's mouth the whole entire universe. \n[4]\n[5]\n[6]\n[7]What have you done, Piscine? You know what your father said about coming back here. \n[8]What are you thinking? \n[9]He said he's sorry. You want to scar them for life? \n[10]But he's still a boy! \n[11]We are selling the zoo. \n[12]Pi, they're serving dinner below. \n[13]Piscine, You have a whole life ahead of you. We're doing this for you and Ravi. Come inside and have some dinner. \n[14]My sons and I are vegetarians. Do you have anything - ? \n[15]No - no! Not more gravy. \n[16]No, I want something vegetarian. I- ", "RAVI": "\n[1]Challenge. I'll give you two rupees. Run into that church and drink the Holy water. \n[2]\n[3]Where's Selvam? We shouldn't be in here without him. \n[4]Pi!... \n[5]Let's go. Before we get into trouble. \n[6]You're not a zoo keeper. Come on! \n[7]Don't be stupid! Say you're sorry. \n[8]We are leaving India. \n[9]... I'm sleeping. \n[10]Are you crazy? We'll get hit by lightning. \n[11]Don't tempt a storm, Pi. ", "YOUNG PI": "\n[1]Yes. Just like I told you. \n[2]Of course they do. Try it for yourself. \n[3]I've just told you a long story. I'm very tired. \n[4]Something I never forget. I lost my whole family. \n[5]Because I don't know. I was asleep. Something woke me up. It may have been an explosion; I can't be sure. And then the ship sank. What else do you want from me? \n[6]So.... a story without things you never seen before. \n[7]Without surprises. Without animals or islands. \n[8]Four of us survived... \n[9]...The cook and the sailor were already onboard. The cook threw me a lifebuoy and pulled me aboard. Mother held onto some bananas and made it to the lifeboat. The cook, the cook was a disgusting man. He ate a rat. We had food enough for weeks, but he found the rat in the first few days - and he killed it, and dried it in the sun and ate it. He was such a brute, that man. But he was resourceful. It was his idea to build the raft to catch fish. We would have died in those first few days without him. The sailor was the same man who brought rice with gravy, the Buddhist. We didn't understand much of what he said, only that he was suffering. I can still hear him - the happy Buddhist who only ate rice with gravy. He had broken his leg horribly in the fall. We tried to set it as best we could, but the leg became infected and the cook told us we had to do something or he'd die. The cook said he'd do it, but mother and I had to hold the man down. And I believed him - we needed to do it. \n[10]\n[11]I have to live with that. I was alone in a lifeboat, drifting across the Pacific Ocean. And I survived. ", "FRENCH COOK": "\n[1]You don't want gravy? \n[2]There. No problems. \n[3]Vegetarian - the cow that produced this liver was vegetarian, the pigs that went into these sausages were vegetarian. \n[4]Then she can eat the sausages, the rice, the gravy. Or you can go cook your own food. \n[5]Here's your rice. I cook for sailors, not curry eaters. \n[6]Let go of me! \n[7]I feed people! You feed monkeys! \n[8]Loosen the lines! Bring it down! \n[9]Jump! Jump! ", "OKAMOTO": "\n[1]Thousands of meerkats? On a floating carnivorous island? And no one has ever seen it? \n[2]Why are you talking about bananas? \n[3]Are you sure about that? \n[4]In any case, we are not here to talk about bananas or meerkats. \n[5]We're here because a Japanese cargo ship sank in the Pacific. \n[6]Get him some water. We don't mean to push you. And you have our deepest sympathies. But we've come a long way. And we're no closer to understanding why the ship sank. \n[7]We need a simpler story for our report. One our company can understand. A story we can all believe. \n[8]That's right. \n[9]Yes. The truth. "}}