{"dialogues": {"BITSEY": "\n[1]Gale's going down. \n[2]Hi. What's lordosis? \n[3]Meaning? \n[4]Protecting sources, even kiddie porn scumbags, is magazine policy. \n[5]I could go if I were an ugly blabby guy? \n[6]'Well, Your Honor, I started to notice that my assignments were evaluated on the basis of my sex.' \n[7]'Certain references were made -- ' \n[8]I'm not baby-sitting. \n[9]Gale was seen leaving the house. \n[10]His sperm was inside her. \n[11]His prints were all over the kitchen, including one on the bag. \n[12]Okay, half-a-thumb print. \n[13]Do you fondle your friends' garbage bags? \n[14]Hey, Zack? \n[15]He did it. \n[16]And, empirically speaking, a psychotic. \n[17]Shit! The light's on again. \n[18]Thanks, Zack. Do you smell anything? \n[19]A person's politics has nothing to do with their propensity to commit crime. Aren't we supposed to smell it if it's overheating? \n[20]Throw the cigarette out so we can smell. \n[21]No! You'll stink up the car. Throw it out! \n[22]Zack! \n[23]We better pull off. Shit, this is so irritating. \n[24]Look. \n[25]Is it hot? \n[26]I don't know, something male. \n[27]Company. \n[28]Actually yes. \n[29]Little early, isn't it? \n[30]I meant the book. \n[31]What time is it? \n[32]Never eat where the menus have pictures of the food. \n[33]First, this isn't a story. It's an interview. We come, I listen, you watch, we go home. Second, there is no 'us' in the assignment. \n[34]Drive around looking for decent restaurant. \n[35]My reputation got us invited here. I play by the rules. It's called objectivity. \n[36]Yes, hello. \n[37]Bitsey. \n[38]Yes. \n[39]No. \n[40]No. \n[41]Thank you. \n[42]Yes. \n[43]He said the gift shop could do it. \n[44]This is Zack. \n[45]Hello. \n[46]So... \n[47]He's a character. \n[48]Where's your ex-wife? \n[49]All right. Anything else, just clearly say, 'off the record.' I'll take it to my grave. But then you know that about me. Otherwise I wouldn't be here. \n[50]Is this recording equipment? \n[51]I'd say you're a man with a story to tell, Mr. Gale. You chose the magazine, the format. You chose me. \n[52]Go. \n[53]Why'd she do it? \n[54]Do you know where I can find her? \n[55]Anything written on it? \n[56]Try phone records, a net search. \n[57]Don't ask me that. I don't know. There is no truth, only perspectives. \n[58]Working on our philosophy merit badge, Zack? \n[59]This you know telepathically? \n[60]Seven. 'Check out the crime scene in Austin.' You made it sound so close. Shit, two and half hours and that damn lig -- \n[61]Hi. I'm Bitsey Bloom and this is Zack Stemmons. We -- \n[62]Uh, yes. \n[63]Okay. \n[64]Oh, sure. \n[65]Do many people take the tour? \n[66]We know, you can save that. \n[67]It was in the case file. \n[68]Zack, open your vanity. \n[69]The vanity mirror, pull it down. \n[70]See that truck behind us? \n[71]Isn't that the cowboy from the rest area? \n[72]Weird coincidence, huh? \n[73]Alright, we're off. \n[74]You're telling me someone's framing you? \n[75]Right, facing her body. Are we on? \n[76]Maybe you're being paranoid? \n[77]Any ideas who 'they' are? \n[78]Belyeu's hired a detective? \n[79]For God's sake, Zack. \n[80]It's not a happy place. \n[81]What else? \n[82]I don't want a surprise. \n[83]What a life, waiting around for someone to die. \n[84]This is a little too coincidental. \n[85]Forget it. What time is it? \n[86]It's a long story. \n[87]Give me an hour. \n[88]Zack! \n[89]It's open. \n[90]Look! \n[91]Look. \n[92]What did you tell her? \n[93]Thanks. How about the V.C.R.? \n[94]Whoever got in here -- without a key in broad daylight -- was probably smart enough not to leave prints. I have the remote. \n[95]They don't look for D.N.A. when someone breaks in to deliver, Zack. Here. \n[96]No. Start it. \n[97]I hope this isn't what I think it is. \n[98]God, no. \n[99]Turn it up. \n[100]No, it's perfect. He knows News Magazine won't give the scoop to the dailies or nightly news, not after having paid for it. Probably guessed we wouldn't call the cops. And, most importantly, knows I'll tell Gale tomorrow. \n[101]Zack, what if Harraway's murder was just a means to getting Gale. I mean sending him through hell, a sick cat and mouse game. You kill the one person he has left. Make sure he sits six years on death row for the murder -- a place he's made a public career of loathing. And then just let him die, die knowing everyone will remember him with disgust. You destroy his loved ones, his life's work, his memory -- and you make him watch. \n[102]If the mouse dies the game's over. Maybe the cat's enjoying himself. Or... \n[103]Imagine walking to the chamber knowing this exists. \n[104]Yeah, but smart. \n[105]Is it the truck? \n[106]Is he gaining? \n[107]Can you see the license? \n[108]I couldn't sleep afterwards. \n[109]Yeah, but it's her kitchen, in her house. \n[110]But it will at least get us a postponement? \n[111]Why? \n[112]But someone put it in my hotel room. \n[113]Thanks. \n[114]Yeah. \n[115]Shit. \n[116]Did you see the cowboy go in? \n[117]Into his office. Just saw him. \n[118]Follow him. Find out who he is, where he lives -- what he -- \n[119]A taxi. \n[120]Then why was he following us? Why was he at Belyeu and Crane? \n[121]Why? \n[122]He would've said something. \n[123]Maybe Dusty was jealous because you were seeing Constance. \n[124]She died... she had your sperm -- \n[125]But there has to be someone. Someone with a motive, who knew you both. Someone who visited that morning. \n[126]There's not enough time. \n[127]You know that's not what I meant. You should have done this earlier. \n[128]You're going to let them kill you. \n[129]Goodbye, David. \n[130]No thanks. \n[131]What time is it? \n[132]Belyeu! \n[133]Did you have Dusty Wright follow us? \n[134]You could have said something. \n[135]No. \n[136]How's David? \n[137]Tell him I'll take care of it, about his son, I mean. \n[138]Mr. Belyeu. \n[139]Were Dusty and Constance close? \n[140]has her shoes off, sits on the floor with her back against a bed. She's still watching the tape, tired, exasperated. Finally, she turns the TV OFF, rubs her eyes. She stands, looks at the radio alarm clock on the nightstand: 11:33. \n[141]Zack! Wake up! Get up! \n[142]Did you throw the towel on the floor? \n[143]The towel on my bathroom floor. Did you put it there? \n[144]Do you do that at home? \n[145]Get up. \n[146]Grab the T.V. I want to check something. \n[147]We're taking a tour. \n[148]Austin. Get the T.V. \n[149]Wanna make a hundred bucks? \n[150]We're going over the crime scene. \n[151]And for the next hour I want you to do exactly what I say when I say to do it. If I say suck Zack's dick, all I want to hear from you is 'May I swallow.' \n[152]Is your boyfriend here? \n[153]Well is his video camera here? \n[154]Get it. \n[155]Zoom in a hair. \n[156]Put the gloves on a dish rack. \n[157]Turn them inside out. \n[158]Move the tape roll about a foot to the left. And get rid of the handcuffs. \n[159]Come check this, Zack. Could you... what's your name? \n[160]Nico, lie down on the floor, facing the counter. \n[161]That's fine. Just straighten her legs. \n[162]What's this? \n[163]Okay, look at this. \n[164]I noticed this back at the hotel. See? \n[165]She moves her foot. Why? \n[166]It's another fifteen seconds before she comes to. If she had passed out once, without fresh air she wouldn't come back. There was no head trauma, her blood tested normal -- \n[167]Or... \n[168]We've got to bag her. \n[169]All right, I'll do it. \n[170]Okay, I want you to wait three minutes before you take it off. \n[171]Three full minutes. Just stand behind the tripod. Both of you. \n[172]Have you started? \n[173]Zack! \n[174]She... she did it herself. \n[175]She used the gloves to keep fingerprints off the tape and bag. Then she put them back on the dish rack, but upside down and inside out, a housewives' habit. A murderer would have just tossed them aside -- like they were the first time we were here, like you do a towel in a hotel. \n[176]They threw me. I forgot you have to have the key to put them on. But she needed them. She knew she would instinctively try to rip the bag off, that at some point automatism would kick in. \n[177]And she swallowed the key so she couldn't get to it. She made sure there was no way out. \n[178]It's so calculated. She's handcuffed, taped at the mouth. The gloves. The damn tripod. \n[179]I don't know. \n[180]Thanks, Zack. \n[181]What'd you say? \n[182]Oh my God, Zack, that's it! That's why! To prove it happens. To have absolute proof that the system convicts innocents. \n[183]No, that's how she thought. She lived for DeathWatch. If she's gonna die, why not die for it? That's why the tripod was here. To record proof, undeniable proof, the tape. That's why we got an out-take. \n[184]Of course not. She needed help, someone to keep it, release it. Someone she could trust, someone dedicated to the cause... \n[185]Come on. \n[186]...Because of the Berlin thing, Constance knew the police would go straight to Gale. In a way, he's perfect. A high profile alcoholic whose life was shit anyway. But... \n[187]I don't know. Something. They were close. She wouldn't want him dead. \n[188]Remember this thing about Dusty being a bull-horner, going to far? \n[189]Right. Maybe the plan was for Dusty to release the tape after Gale's conviction, after a year or so. You know, force him to dry out, let him play the heroic victim, give him back his dignity. So, Dusty Wright's sitting on this tape, waiting, the only one who knows about it. And maybe good ole Dusty starts to think that an erroneous execution is a hell of a lot more politically useful than a last-minute save. \n[190]Yeah. Almost martyrs don't count. What's one murder to stop thousands? \n[191]Right. Somewhere he must have the original. What time is it? \n[192]Don't move from the booth. Call the second you see the truck. Remember, let it ring just once. Then get into the woods -- \n[193]Into the woods, Zack. \n[194]Shit! \n[195]Shit! \n[196]Shit! \n[197]Everyone! Wake up New York, the warden, the Governor, the goddamn Supreme Court death clerk! How far is it? \n[198]I'll make it. \n[199]Give me the time. Give me the goddamn time. \n[200]Key to your freedom? Key to your... ", "DAVID": "\n[1]I'm going home. Let's do the press fax tomorrow. \n[2]Hey! \n[3]Yo! Officer! \n[4]Your seatbelt. \n[5]Hello. \n[6]My lawyer respectfully suggests you adjust the speaker-system volume. \n[7]They're practicing being cruel and unusual. \n[8]I need it for Billy's appeal. \n[9]Sorry. Have a seat. \n[10]Yeah, known Benny most my life. Met the summer after 4th grade, spent the day burning ants with his dad's magnifying glass. We called it playing 'Execution.' \n[11]Since I grew up in foster homes, he's become the only family I have. \n[12]We agreed minimal contact would be easier. Please don't mention her, or my son. \n[13]How should we start? \n[14]Think. What do you fantasize about? World peace? Thought so. Money-Fame-Ferrari? A Pulitzer? Nobel? M.T.V. Music Award? A genius hunk -- ostensibly bad but secretly simmering with noble passions, and willing to sleep on the wet spot? \n[15]A Victoria's Secret model -- just slumming between law school and running her family's Vastly Endowed Foundation for Tragically Sad-Eyed Children? \n[16]Okay, good, you see Lucan's point. Fantasies must be unrealistic. The minute you get something, you don't, you can't, want it anymore. To exist, desire needs absent objects. So desire supports itself with crazy fantasies... \n[17]This is what Pascal means when he says the only time we're truly happy is when day-dreaming about future happiness. \n[18]Or why we say, 'The hunt is sweeter than the kill' or 'Be careful what you wish for.' \n[19]Not because you'll get it, but because you're doomed not to want it if you do. Think about it next time you're at a wedding. \n[20]There usually is, Berlin. \n[21]Anything, huh? \n[22]Anything? \n[23]Tell you what, I'll give you good grade, a really good grade, if you will... ...study. \n[24]Hey. \n[25]'Yes, Virginia, the people of this State have overwhelmingly affirmed the reality of Santa.' \n[26]Tell me again why you aren't doing the debate. \n[27]I hadn't noticed. \n[28]That's not what I meant. \n[29]'Governor, you bat a lovely lash for a woman who executed thirty eight last year.' \n[30]Anything else? \n[31]I'm going to Greer's party. Fax them to Sharon's number at the house. \n[32]Apropos playing Mother. \n[33]Did you mark your calendar? \n[34]Only three. That's great, huh? \n[35]What's he doing in here? \n[36]Where's your laser gun? \n[37]That's 'cause you're a special-duper- super-quadruper boy. Who's now going to sleep. \n[38]Who loves you? \n[39]Ooooh. Good night, son. \n[40]Good night, Cloud Dog. \n[41]Back before midnight. \n[42]Rest assured. \n[43]Meinen Herren. \n[44]Spain. \n[45]Looks like Sharon's affair is an open secret. \n[46]Yep. \n[47]He mentioned it. \n[48]It's called schmuck. \n[49]The part of the foreskin that gets thrown away. I think it's called schmuck. \n[50]Black Bush. \n[51]For what it's worth, I didn't know about the suspension. \n[52]More like a conciliation. \n[53]There once was a lesbian from Canjuom, Who took a young man to her room, And they argued all night, As to who had the right, To do what, how, and to whom. \n[54]Enough. That's enough. \n[55]I'm done. \n[56]Don't think I want to know what that means. \n[57]Cute. \n[58]Berlin, this, this is not... \n[59]What? \n[60]Sorry. Yeah. \n[61]And 'Almost Martyrs' don't count. \n[62]Um-hum. \n[63]What? \n[64]I can listen and appear to listen at the same time. Yeah, no. Damn, I left it home. \n[65]Nothing. Everything. Something profoundly stupid happened last night. \n[66]It was Berlin. \n[67]Constance, you're not my wife. Thank God. \n[68]I didn't mean -- \n[69]Are you okay? \n[70]So you don't subscribe to the idea that 'a good state is one that protects its most despised members'? \n[71]It's a quote from you, Governor, from your first state attorney campaign. \n[72]So, basically you feel, to choose another quote, 'society must be cleansed of elements which represent its own death.' \n[73]No, ma'am. That was Hitler. \n[74]Governor, can't we examine the possibility that capital punishment isn't working. That murderers aren't deterred by the law because they have about as much forethought as lemmings. That it's expensive, inequably administered, that... \n[75]...that we may even be killing innocents. \n[76]Dead men can't make a case. \n[77]Thank you, Governor. \n[78]Of course. \n[79]Look, I wanted you to do this anyway. \n[80]What's that supposed to mean? \n[81]Look, guys, there's not much more to say -- \n[82]What, arguing with the Governor is a crime? \n[83]Berlin had my bite marks, bruises, ripped clothing. My skin was beneath her nails. It didn't look like anything but rape. Two days later she called the D.A., said she wouldn't testify, too drunk to be sure, etc. On the plane home, Sharon read about her husband's rape case being dropped. \n[84]Finger authority, show she was smarter than the powers that be. \n[85]First year in here I received a card postmarked San Francisco. It wasn't signed, but I suspect it was from her -- the front had the text 'Sex is Power.' \n[86]Yeah. It said, 'I'm sorrier than you can know.' See you tomorrow, Ms. Bloom. \n[87]Off-the-record? \n[88]Constance was murdered with what's called the Securitat Method. You're hand-cuffed, forced to swallow the key, taped at the mouth, a bag's sealed over your head and you're left to suffocate. The Securitat did this to Romanians who wouldn't inform or confess. Sometimes the bag was ripped off at the last second, you got a second chance. If not, you die knowing the 'key' to your freedom was inside you the whole time. A cheap-but-effective metonym. Problem is I mentioned the method in an early article. The prosecution never knew. \n[89]It's more than that. \n[90]There was a tripod. \n[91]Not a single print was found on it. Someone brought it, wiped it, left it. Why? It's as if they wanted me to know that somewhere there's a record of what really happened that afternoon. As if they wanted me to die knowing the key to my freedom was... out there. \n[92]Ms. Bloom. I'm an anti-death row activist on death row. Doesn't that strike you as odd? \n[93]No. \n[94]But I have someone on it, someone I'm hoping will one day find an answer. \n[95]A journalist. \n[96]'She's a smart one.' \n[97]Who's your hero? \n[98]Call me when you get to Boston? \n[99]I wish you -- \n[100]After awhile, Crocodile. \n[101]Okey-dokey, Artichokey. \n[102]Okay? \n[103]Well? \n[104]How did Ross vote? \n[105]And you? \n[106]So, I wanted to get your feedback on the idea. \n[107]So my chances of getting partial custody aren't good? \n[108]I feel... washed. \n[109]Nothing like I need you, both. You're all I have. \n[110]Jo Ann will be commuted and you'll only prove the system works. \n[111]Where'd you get those? \n[112]Hey! She ever not make you work when you come by? \n[113]What's her story? \n[114]Constance, who did she kill? \n[115]She admit to it? \n[116]You're a crazy woman. Not your medium grade thinks-she's-Teddy Roosevelt's- bathrobe, but stark-raving-loose- screws-in-the-belfry insane. \n[117]A real danger to flora and fauna. \n[118]And how. \n[119]You're burning up. \n[120]Hello, folks. \n[121]Gladly. \n[122]Latte on your left, partner. \n[123]Sharon, pick up. For once just pick up the goddamn phone! If you keep him in Spain, I'll... I'm begging you. He's my son! Please! Please.... Please. \n[124]We're seeking refuse, refuge, uge. \n[125]We fell off our wagon. \n[126]Know why Saint Jude is the patron saint of lost causes? 'Cause his real name was Judas. There were two Judases, Judai, the saint guy and the bad Judas who ratted on Jesus, and tried to kiss him. Medievalers wouldn't pray to good Judas for fear of getting bad Judas on the line by mistake. Ergo, they only gave him business when really desperate. That's why. Then they changed his name. \n[127]Constance? \n[128]Your mail's blowing. \n[129]Fine. How's Constance? \n[130]What? \n[131]Constance has leukemia? \n[132]No, no. \n[133]When I asked why she hadn't told me, she muttered, 'too busy.' I guess she figured as long as death was chasing her, she could help others escape. \n[134]Constance left the world better than she found it. It's a small, difficult thing. \n[135]Okay, okay. Calm down. You have to sit. \n[136]Sorry. Look at me. He's not your man. His name is Dusty Wright, DeathWatch Director before Constance. He's a 'bullhorner,' a zealot who thinks a good demonstration has to end in a riot and arrests. 'Almost martyrs don't mean shit.' They fired him. Constance kept him in the organization, and he loved her for it. The man adored her. \n[137]He and Benny used to work A.C.L.U. cases together, until Dusty punched a clansman in a federal court. Benny sometimes still gives him work, probably had him follow you. \n[138]To make sure you honored your agreement, one for which there's no contract. \n[139]He's a lawyer, Ms. Bloom. \n[140]I wasn't 'seeing' Constance. \n[141]It's more complicated than that. \n[142]Denial, anger, bargaining, depression, and acceptance. Where are you? \n[143]Denial's my personal favorite. \n[144]Mending bridges. \n[145]No regrets? \n[146]Me, too. \n[147]How much... how many lovers have you had? \n[148]Including college. \n[149]Well, it's... not every... yeah, you should have had more sex. \n[150]I see you. \n[151]Want to make it five? Finish the hand? \n[152]It wouldn't be pity. \n[153]Are you okay? \n[154]I'm here. Happy. I'm very happy. \n[155]I'm here. \n[156]It's okay. \n[157]Okay. \n[158]Shhh. I'm staying. \n[159]It's okay. I'm inside. I'm not pulling out. \n[160]I know, I know. \n[161]Shhh. \n[162]I'm here. It's okay. \n[163]Shhh. I'm here. I'm here. \n[164]Rescued. You? \n[165]Let's say they move back from Spain, that I somehow got my one weekend a month. Would it matter? By high school, I'd be his weak spot, the focus of locker room jabs, embarrassed pride. In college there'd be late- night angst: 'What if I turn out like the old man?' Holidays would be forced smiles and unscheduled exits. I mean, what girl comes home with you if there's talk that Pops is a rapist? \n[166]I can't stand the idea of being his model of failure. Without him, I drink. To cover the hole. To prove to myself he's better off without me. \n[167]Sorry, just leaving. \n[168]If I could answer... we wouldn't be having this conversation. It's why I need you, why I chose you. You have my story, now... 'Go.' \n[169]You'll find time. \n[170]You're not here to save me. You're here to save my son's memory of his father -- that's all I want. \n[171]We live to stop death. Eating, inventing, loving, praying, fighting, killing -- choose a verb. All to stall this evil, Job's 'king of terrors.' But what do we really know about it? Nobody comes back. There's a point, when your mind out-lives its obsessions, when your habits survive your dreams, when your losses... You wonder, maybe death is a gift. All I know is that by this time tomorrow, I'll be better off. What I don't know is why. Goodbye, Bitsey. \n[172]I couldn't watch. \n[173]It helped her to think her death would save me. \n[174]Yeah. Almost martyrs don't count. ", "ZACK": "\n[1]Half-a-thumb print. \n[2]Could have touched it before it was a murder weapon. \n[3]Yeah, I get very touchy around household plastics. 'Hello, everybody -- ooooh, Tupperware.' Chill. I'm just saying the bag could have been out on the counter or something. \n[4]Yeah. \n[5]But the murder's way too fucking clumsy. And this guy's a major intellectual. Top of his Yale class, a Rhodes gig, tenured at 27, two books. He's an academic stud. \n[6]Look at his wife, she's a regular Grace Kelly. Old money svelte. Father was Ambassador to Spain -- \n[7]Ignore it. It's a rental. \n[8]No. Besides the guy's a flaming liberal. \n[9]Wrong, seventy-three percent of all serial killers vote republican. \n[10]I'm not gonna fucking pollute. \n[11]How far to Huntsville? \n[12]'NEWS Magazine reporters Bitsy Bloom and Zack Stemmons entered the rest area with car trouble... \n[13]Little did they know their troubles were just beginning. \n[14]Oww! Jesus, yes. Isn't it always? \n[15]So what do I do? \n[16]Now what? \n[17]I hope whoever it is never saw Deliverance. \n[18]The non-smoking section's over there. \n[19]Oh. \n[20]9:15. The waitress says the Ellis Unit is about fifteen minutes out of town, so we've got like five and half hours. I -- \n[21]I was thinking we should drive to Austin, check out the crime scene. Could be some story stuff for us. \n[22]Okay, what do I watch you do for the next five hours? \n[23]You know, your reputation as Siberian- Female-Dog-Person doesn't do you justice. \n[24]So where do we report? \n[25]Stemmons. \n[26]No, sir. \n[27]Hi. \n[28]Fucking better than watching you work. \n[29]You think he's telling the truth? \n[30]Can't say that. If you say 'there is no truth,' you're claiming it's true that there is no truth -- it's a logical contradiction. \n[31]I, on the other hand, think Gale's telling the truth. \n[32]It's just my perspective. \n[33]Thirty-three o what? \n[34]Bitsey. \n[35]You don't mind living here? \n[36]He's not exactly a serial killer. \n[37]Right. \n[38]What? Where was it? \n[39]Fuck, in her stomach? That's colder than Wisconsin. \n[40]What? \n[41]Yeah. \n[42]Same truck. \n[43]Coincidences are always weird, that's why they're coincidences. \n[44]Fuck. \n[45]Hey. \n[46]You're not a happy camper. \n[47]Talked to the Austin prosecutor. Belyeu's a yokel. Prosecutor says he fucked up the penalty phase, says Gale probably would have gotten life on mitigating factors. Gale stuck with him, though, all through appeals, despite major pro bono offers. \n[48]Notta on Berlin, we pick up the money in Houston tonight, overheat light came on twice, and you're about to get a surprise. \n[49]Too late. \n[50]This is mostly an Oklahoma caravan. I got stuck behind them on the way in. \n[51]Execution's not for another 36 hours. It's gonna be a zoo. There's the P.R. guy. \n[52]Fuck, look. \n[53]'Cause I couldn't see the license plate. \n[54]6:05. Why don't you have a watch? \n[55]What!? \n[56]So? Maybe the maid forgot. \n[57]I'll check the bathroom. \n[58]Clear in here! Don't touch it! \n[59]Fuck, Bitsey, there could have been prints. \n[60]She says no one asked for you. And all the room keys are different. \n[61]Just she and her husband have masters. \n[62]That you have a jealous boyfriend. \n[63]She didn't ask. I think she assumed it had something to do with why he was jealous. I still say we should do this in my room -- this one's a fucking crime scene. \n[64]Maybe they could look for D.N.A. Try three. \n[65]You sure you want to see what's on here? \n[66]Fuck. Is it her? \n[67]Belyeu says to bring the tape first thing tomorrow. Also said you were right about not calling the police. \n[68]Are you gonna be okay? \n[69]Let's say Gale's right. Some sick- fuck-Agatha Christie-wannabe set him up, arranged like the perfect murder. Why send a magazine journalist proof a few hours before he's won? Doesn't make sense. \n[70]Why does he give a shit? \n[71]That's a lot of hate. You're talking beyond sadism. \n[72]Then why release it? \n[73]Or? \n[74]The 'cat' is a fucking psychopath. \n[75]Why do they call it check-book journalism if we always pay cash? \n[76]Woa, woa. Sadist at six o'clock! \n[77]Yep, and doing a lousy job of hiding. \n[78]He must think we're idiots. You think he's our fucked-up feline? \n[79]No. Just sitting back there. \n[80]Too much mist. What the fuck does this guy want? \n[81]He went in Belyeu's building? \n[82]Fuck! \n[83]How are you gonna get to Ellis? \n[84]Nine hours, 52 minutes. \n[85]Any word on the writ? \n[86]What? \n[87]Yeah, I guess. It's a hotel room. What -- \n[88]No. Fuck, Bitsey. I'm sorry, it's not like it's -- \n[89]What the fuck's wrong with you? \n[90]What? \n[91]Where? \n[92]It's just a patriarchal figure of speech. \n[93]Move those index cards, too. \n[94]We can imagine that part. I'll position her. \n[95]Towel or something. \n[96]Fucking good question. \n[97]Jesus, maybe she was faking, hoping he would go away. \n[98]Woa. Not a good idea. \n[99]Bitsey, I'm not so sure about this. \n[100]Twenty-two seconds. \n[101]Thirty seconds. \n[102]Thirty-five... Forty... Forty-five... Fifty. \n[103]Fifty-five... one minute... five... ten... one-fifteen... \n[104]Fuck. Twenty... twenty-five... thirty... \n[105]...thirty-five... Fuck... one-forty... one-forty fi... \n[106]Jesus fucking Christ, Bitsey. You okay? What if I'd've waited? \n[107]No more fucking experiments, all right? Just tell me what's going on. You okay? \n[108]Maybe, all right, maybe. But why wear these? \n[109]Woa, chill, chill. Why not hang yourself, or take pills. Why take your fucking clothes off? Why make it look like a murder? \n[110]Why, Bitsey? Why fake your own murder? \n[111]Motive's like a major issue here. \n[112]It doesn't make sense. The woman's a bleeding-heart abolitionist. Why frame an innocent man? Why send Gale to the chair for what looks -- \n[113]She had to know some innocent fuck would take the fall. \n[114]Get the fuck out of here. \n[115]A dead woman put the tape in your room? \n[116]Thick as thieves. \n[117]Hairy. \n[118]She was in love with him. \n[119]Why he was fired from DeathWatch, and the A.C.L.U. \n[120]Which would only prove the system works. \n[121]So he'll wait, release the whole tape after the execution. \n[122]Let's talk about your tape... No, meet me at the station down the hill, in fifteen minutes. \n[123]I know. Go. \n[124]Go! \n[125]Come on. Fucking come on. \n[126]He didn't show! Fuckin' move! \n[127]Took me 30 this afternoon. You've got 26, maybe more. ", "CONSTANCE": "\n[1]David, don't start throwing things. \n[2]Go. I'll do it. \n[3]David! \n[4]The T.A. finished transcribing the Governor's radio and TV comments. Listen: 'I hate killing, that's why I'm willing to kill to stop it.' The woman breathes in soundbites. \n[5]You might can use some of her pre- centrist stuff. \n[6]Telegenics. You have a cuter butt. \n[7]I know. \n[8]She's gonna do the whole mother thing. She empathizes with you completely, but experience has given her the courage to take the tougher road, ta- da, ta-da. Keep it rational. And flirt politely. \n[9]And watch your ego. Don't come across as one of those I-hate-authority- because-nobody-in-charge-reads-the- New Yorker types. \n[10]Yeah, don't fall into one of your brooding silences. Oh, I'm getting new federal stats from Amnesty tonight. \n[11]If you have a hang-over tomorrow -- \n[12]Ten o'clock! Bright-eyed and bushy tailed! \n[13]Okay, let's say we find an innocent on death row. Wouldn't matter. Corrections would let him go. Governor Harding would go on TV, say, 'Thanks to the good people at DeathWatch, the system works.' Yeah, if they executed an innocent, and we had absolute, undeniable, in-your-face proof, we could demand abolition. Just like happened in England. Are you okay? \n[14]But it hasn't happened, not since '76. And won't happen. \n[15]Dead men can't make a case. \n[16]Just keep it rational. The death penalty is expensive and ineffective. No one wants to see a murderer as a victim. \n[17]And stop that. \n[18]Active listening. I hate active listeners. Makes me feel like I'm with a Dale Carnegie grad who cares more about appearing to listen than actually listening. Did you bring the Amnesty fax? \n[19]I have a copy. \n[20]You want to tell me what's up. \n[21]I hope you used a condom. \n[22]Jesus Christ, David. Was she one of yours? \n[23]Oh, that's great, great. I can hear the grapevine now. They suspended her so Gale could dick her with a clear conscience. \n[24]A power differential equals coercion. Great. You are so weak. \n[25]I know you can tell yourself it's a position I aspire to, but believe me, I would rather... \n[26]Let's go. \n[27]Yes, let's just go. \n[28]Your exact words were, 'Just tell me when my ego gets in the way of the work.' Now I'm telling you: Your ego's in the way of work. \n[29]You put up precisely two seconds of protest at the thought of a televised debate. \n[30]It means DeathWatch suffers because you're so anxious to finger authority, to publicly prove that David Gale is so much fucking smarter than the powers that be. Learn to work without an audience. Try squeezing money from the donor list. Have you ever licked one single mail-out envelope? \n[31]I'll drop by your office after. \n[32]You could at least hide the bottle. \n[33]Officially, you're on sabbatical. Unofficially, they want you to look for another position. It was four to two. \n[34]You're not supp... Against you. \n[35]Against my politics. \n[36]I'm sorry. \n[37]You look good. \n[38]I need you. DeathWatch needs you, now more than ever. \n[39]Look. \n[40]Jo Ann Johnson's been re-scheduled. \n[41]I've got a call with Hawkins tonight, and if national will commit emergency funds... \n[42]But I'll save a life. \n[43]Spring cleaning. \n[44]She went up at 18, she's 26 now. \n[45]I really want us to get behind this one. She's articul -- \n[46]A cop. \n[47]You're mixing metaphors. \n[48]Are we gonna do this? \n[49]I'm sure we can get some pulpit time, maybe cable. \n[50]John, David's going to -- \n[51]No. \n[52]Come on, come inside. \n[53]All I can feel is envy. \n[54]Remember those Kubler-Ross stages, the ones the dying go through? \n[55]Denial. \n[56]The whole idea of there being a process makes me tired. I'm not up to the job of Dying Person. Marveling at blades of grass. Lecturing strangers to relish every moment. \n[57]Mending bridges. Confessing regrets. Uuuggh. \n[58]Nope. \n[59]Take that back. I wish I had a child. \n[60]I'm sorry, David. \n[61]I guess I just wish I would have risked more. \n[62]Uumm, also not enough sex. Should have had more sex. \n[63]Including college? \n[64]You work hard not to be seen as a sex object. Before long, you're not seen at all. \n[65]A pity lay. No thanks. \n[66]Don't worry. \n[67]It's good. \n[68]Talk to me. Let me hear your voice. \n[69]Hold me tight. \n[70]Tight... I'm scared. \n[71]Don't stop. Stay in me. Please stay in me. \n[72]I need to feel you inside. \n[73]I'm so tired. \n[74]Tired of being afraid. \n[75]Help me. \n[76]Help me. Please. Make it stop. \n[77]How do you feel about last night? \n[78]Like I have a reason to get out of bed. Ironic, huh? \n[79]Ready? ", "BELYEU": "\n[1]Miss Bloom? \n[2]Did that P.R. man validate your parkin'? \n[3]She's a smart one. \n[4]Benjamin Belyeu, Mr. Gale's attorney. \n[5]Pleasure. And this is the man of the hour. \n[6]Now, why can't they turn that thing down? \n[7]Mrs. Bloom, I'm sure you're a bitin' at the bit. \n[8]Now, it is our understanding that you are to have three two-hour sessions. Today, tomorrow and Thursday, all at three in the P.M. I'm sorry we can't afford you more time, but contrary to popular rumor we have not yet begun to fight. Furthermore, it's our understanding that you will do this with no recording equipment of any kind. You have my Gregg book? \n[9]My client's got a ten pound bass on the line and he's worried about baitin' his neighbor's hook. Now, I have some papers for which I need your Jo Ann Hancock. Come by my Austin office at your earliest convenience. Thursday mornin', say. \n[10]Fine, till Thursday then. \n[11]Good luck, Miss Bloom. I'll come by later. We can play a game of hangman, take up smokin'. \n[12]Bye, ya' all. \n[13]Because divorce proceedings do not require her presence in the country. For a custody hearin', yeah, she'll have to return. \n[14]But without successful completion of an alcohol treatment program, you'll be lucky to get the odd Thanksgivin'. \n[15]Roughly the same as you sinkin' that from here. \n[16]Fine. Oh, and bring in Miss Bloom's original when that's done. Don't blame you for not watching that twice. \n[17]I understand. I generally tell folks I'm no more afraid of the grim reaper than I am of a Presbyterian on Mother's Day. But watching your tape... well. I had to keep tellin' myself 'that's not Constance' just to get through. Unfortunately, others may argue the same. \n[18]Currently home to Weirdos Incorporated. Arguably, that tape could have been made by anybody with twenty dollars and a tolerance for vulgarity. \n[19]I hope so, Miss Bloom, I certainly hope so. But you've got to remember that there's a machine a runnin'. And come six o'clock tomorrow mornin' that machine wants to be fed. \n[20]Thank you, Joshua. To add to our troubles, your own credibility may come into question. \n[21]You've been fraternizin' with the condemned. In the court's eyes, he's the most likely candidate to have put you onto the tape. He's a persuasive man, you're a out-of-state woman -- it don't look good on paper. \n[22]A fact for which we have no evidence. \n[23]Thank you, Bobbi. \n[24]Well, let's not start readin' Kafka just yet. Could we find a sympathetic judge. I'll file within the hour. You headin' back over to Ellis? \n[25]Fine. I'll call over at the motel later and give you an update. \n[26]I employ Mr. Wright from time to time. \n[27]That would have defeated the purpose. Apologies if I caused you unnecessary anxiety, but I'm paid to be suspicious. Thought I'd return this. \n[28]Denied. Tape went to a federal judge two hours ago. Your videographer friend made contact? \n[29]What you got was definitely a snippet. Could be he has more previews scheduled. Best stick close to your room. \n[30]Holdin' up. I'm headed back over. \n[31]Will do. We'll talk later? \n[32]Watch yourselves. \n[33]Thick as thieves. \n[34]Passport and ticket as well. \n[35]What are you going to do? ", "BERLIN": "\n[1]Sorry about being late. There was, you know, a thing. \n[2]Look, I know I'm not doing well. \n[3]And to torture a cliche, I'd do anything to pass. \n[4]Anything, Professor Gale. \n[5]Anything. \n[6]Any thing. \n[7]Talking about me? \n[8]He tell you I said when you were circumcised they threw away the wrong part. \n[9]What? \n[10]Aren't we so fucking clever. \n[11]You were a jerk this afternoon. \n[12]Is that supposed to be an apology? \n[13]One more. C'mon, one more. \n[14]I'm not a student anymore. \n[15]There once was woman named Berlin, Who liked a bit now and again. Not now and again, But Now! And Again! And Again! And Again! And Again! \n[16]Cute, huh? \n[17]I have a secret. But I have to come over there to tell you. \n[18]Here I come. \n[19]I wasn't after the grade. \n[20]Ssshhhh. \n[21]We'll just talk, analyze, contemplate. Or... you can put your mouth on my body. \n[22]Don't reject me. Please. \n[23]Rip them. \n[24]Rip them off. \n[25]No. From behind. \n[26]Yes. \n[27]Do it hard. \n[28]Harder. \n[29]Harder. \n[30]Yes. \n[31]Bite me. Bite my shoulder. ", "GOTH GIRL": "\n[1]You want the tour? \n[2]There's a twenty-dollar mandatory donation, apiece. But you get a re- enactment photo packet. It's got five pictures. \n[3]I gotta collect first. \n[4]You gotta sign the book. Doesn't have to be your real name, though. \n[5]First page says you're here to do research on violent crime. The state requires it for nonprofit shit. \n[6]Take a re-enactment photo packet. \n[7]If you guys could share one, it would be really cool. The butt wipes where I do prints kinda jerk my chain. \n[8]That's me. My boyfriend took it. We also did a video. It's fifty bucks 'cause you can see my tits. There's a version without tits, that's thirty- five. \n[9]Not so much anymore. We thought this would be like a busy week -- Gale gettin' the prune juice and all. Prune juice is what death row dudes call the poison, 'cause it gives you the shits. Most jerks just take a photo from the street. They shot a 'Real Crimes' episode here, but the owner didn't give us dick. \n[10]I'm cool with ghouls. Beats livin' with my dickwad parents. It starts over here. \n[11]She let him crash here sometimes. He was like constantly wasted. Drank Black Label religiously. \n[12]This is where the tripod was. My boyfriend borrowed the one we usually show folks. They never found a camera, photos, or videos or anything. Gale must have buried them. These serial killer dudes take photos to whack off to later. \n[13]Whatever. \n[14]She was like totally naked right here. The meter man saw her through the door. Gale handcuffed her, taped her mouth, then taped a bag over her head so she couldn't breathe. My boyfriend says that's probably when he fucked her. Your muscles tense up when you die -- the sex is better. He used those housewife gloves so he wouldn't leave prints. They found sticky stuff from the tape on them. \n[15]We ask folks not to touch the exhibit. \n[16]The totally sick part was where they found the key -- \n[17]It was in her stomach, dude. He made her swallow it before he bagged her. \n[18]That's pretty much the highlight. \n[19]What do I gotta do? \n[20]You want me to suck his dick? \n[21]He ain't exactly my boyfriend anymore. \n[22]Yeah. \n[23]I gotta collect first. \n[24]I don't have one. \n[25]Nico's cool. ", "GROVER": "\n[1]Well, I don't rightly know one fraternity from another. But if we catch any those boys out here again, we're gonna Arrest and Prosecute... You do that, Susan... Bye now. \n[2]Thank you, Margie. Correspondents Bloom and Stevens I presume. \n[3]Stemmons. Sorry, won't happen again. I'm Duke Grover, T.D.C. community relations. \n[4]And these days I always like to ask, now do you prefer Miss, Mrs. or Ms.? \n[5]Bitsey it is. Margie, I'm stealin' your umbrella. \n[6]Bitsey, you ever been in a prison? \n[7]On death row? \n[8]Well, we house 422 inmates here. Average stay with us is nine years. Some get commuted, move on, most get killed. It'll put you off your supper, but then it's supposed to. \n[9]Afternoon, Earl. We've got three concerns here: safety, safety and safety. The visitation area is entirely secure -- we just ask you don't touch the glass. Windex gets expensive. \n[10]Rules say seven days prior to execution inmates must be interviewed in a cage. \n[11]This changes for no man. You're not carryin' a weapon are you? \n[12]Mr. Stemmons, you packin'? \n[13]Clarence. Karla. New York guests for Mr. Gale. \n[14]Go on and walk through. \n[15]Now, should any kinda of unpleasantness occur in the visitation area, we ask that you stay put. Come on through, Mr. Stemmons. And please follow the instructions of these fine correctional officers should they see fit to give you any. \n[16]Anythin' you say can be overheard. \n[17]Here we are. \n[18]All yours, Mr. Belyeu. You folks have safe visit now. ", "ROBERTS": "\n[1]The high court also refused to stay Friday's execution of former philosophy professor, David Gale. \n[2]Gale had sought a review of his 1993 conviction for the rape and murder of University of Texas colleague, Constance Harraway. \n[3]Defense lawyers had hoped to argue that Gale's former activism against capital punishment unduly prejudiced... \n[4]...the Texas judicial system. Citing 'discriminating purpose' -- \n[5]...clear political gain in executing its leading opponent of the death penalty... \n[6]...Further failed to consider that the victim was herself an abolitionist activist... \n[7]Here's what we know so far. Last night, News Magazine posted on their web site a video obtained by reporter Bitsey Bloom... \n[8]The footage appears to show Constance Harraway commit suicide. \n[9]Bloom reports she received the tape Friday morning at a motel in Huntsville, where she was staying while conducting Gale's last interview. \n[10]The tape apparently had been in the possession of a former DeathWatch Director... \n[11]...Dustin Emil Wright. As you can see, police and officials from the State Attorney's office have been in and out of his cabin all morning, looking for clues to his whereabouts. \n[12]...a fanatic in the movement to stop the death penalty. \n[13]It appears Wright withheld the tape to make an obscure political point about the potential for error in capital cases. \n[14]Of course, the ultimate irony is that David Gale, a man who became an unwitting martyr, may achieve in death what he worked for in life. ", "GOVERNOR HARDIN": "\n[1]Alan, let me say somethin' I always say. \n[2]And I'm gonna keep on sayin.' And that is I hate killin.' That's why my administration is willing to kill to stop it. \n[3]It's a nice liberal idea, but like most nice liberal ideas, naive. \n[4]You've got me, Professor. But let me, in my defense, give you a quote. Winston Churchill: 'If you're not a liberal at twenty, you've got no heart, if you're still a liberal at thirty, you've got no brain.' \n[5]Well, yes. I would have to agree. Did I say that, too? \n[6]All righty, Mr. Gale, I'll play your game. Name one. Name one innocent man Texas has put to death in my tenure. One. \n[7]Name one in the last twenty years. In any state in this country. \n[8]Well, as my daddy used to say: If you can't find a problem, there probably isn't one. \n[9]Well, you certainly had me on that Hitler quote. \n[10]These debates are awfully good for the state, don't you think? \n[11]Well, I've got to buzz. \n[12]You folks keep up the good work. We need that opposition. \n[13]Well, it's a tragedy for all of us. As to whether this will change policy, the people of Texas will have to decide. Right now, the prudent course is to put things on hold pendin' a procedural review, allow ourselves time to mourn. ", "KRUGER": "\n[1]Hey, they're not gonna stay Gale. It's on Court TV right now, listen. \n[2]So, what's it gonna be? Belyeu said to call after the decision... No, they said only Bitsey. \n[3]It means only Bitsey. Bill, I don't get to make the rules, I'm a fat black woman. \n[4]...What we need is to put her on a plane to Houston. \n[5]Why do you always get lordosis around legal? She's here. \n[6]Market value. Guy's never talked. \n[7]This is disparate treatment. \n[8]I hear lawyers gleefully saying the words Bloom vs. News Magazine Inc. \n[9]You've gotta let her go now. \n[10]He's gotta let you go. \n[11]Yes. I, we are hanging up. 'Bye. \n[12]You bet she'll review. Capital punishment approval rates dropped 17 points. ", "CHASE": "\n[1]Yep. \n[2]Only... three more Spain days. \n[3]Mommy said I could. Just till she gets back. That's a special-duper monster laser knife. \n[4]Here. \n[5]Tussshh, tusssshh, tussshh. I never shoot them in the eyes, Daddy. \n[6]Do Cloud Dog. \n[7]Wear me like a fur, Daddy! Wear me like a fur! \n[8]See ya later, Alli-gator. \n[9]Take it easy, Japa-ne-se. \n[10]We aren't home. Please, tell us a message. \n[11]At the peep. ", "DUSTY": "\n[1]Hello? \n[2]All there? \n[3]Go to the opera. \n[4]Senorita Gale esta viviendo aqui? \n[5]Gracias. \n[6]It's over. \n[7]Want me to turn this off? \n[8]She preferred it that way. You were right about not tellin' her the whole plan. \n[9]You sure you want to do this? \n[10]Better go ahead then. ", "BILL": "\n[1]Female ape's posture when preparing for intercourse. Hello, Bitsey. \n[2]Look, kids, setting aside the cost issue, though half-a-million dollars for three two hour interviews is not only illegal it's obscen-- \n[3]That aside, I, we are still uncomfortable with the arrangement. \n[4]Meaning you've just spent a very public seven days in jail for a very public contempt of court citation. \n[5]And I, we continue to appreciate your decision. We're just concerned. A rapist slash murderer, five days before he's executed, demands a reporter known for protecting sexual deviants. A reporter who is also a very attractive woman -- \n[6]There's an agenda issue here which would be diffused with an older male... \n[7]That's not quite what I meant. \n[8]All right. All right. Enough. The intern is with you at all times? ", "SHARON": "\n[1]Yeah. \n[2]Don't. \n[3]Chase, get in, Sweetie. \n[4]Scoot. \n[5]I sent you an e-mail. \n[6]Just read it. \n[7]Come on, Chase. \n[8]At the beep. ", "DIRECTOR": "\n[1]...and see what kind of resources the religious groups can deliver. \n[2]Cable's good. Listen, I need to run. For now, I agree the first press release should focus on the woman's youth. \n[3]I'll have the Washington people look into counsel competency, though I'm almost sure she's exhausted this issue on appeal. \n[4]Oh, I almost forgot. He's not around, is he? \n[5]Good, keep it that way. His relationship to DeathWatch is over, terminated. Last thing we need is this rape thing coming back to bite our butts. \n[6]These guys don't stay on the wagon for very long. \n[7]I'm serious, Constance. Ban him from the premises. I realize you two... ", "ON TV": "\n[1]A book-jacket photo of Constance. \n[2]We see old footage of David on a TV talk show. \n[3]Roberts and the Court TV \"breaking news\" logo are on the screen. \n[4]\n[5]Camera pulls back to reveal that Roberts is standing in front of Wright's cabin. Other journalists and gawkers can be seen out front. Police vehicles are also visible. Suits and officers move in and out of the cabin. \n[6]", "BACK TO SCENE": "\n[1]\n[2]\n[3]She stands watching it drive away, breathing heavily. She winces, grabs her stomach, vomits on the sidewalk. \n[4]They stare at the screen, she bites a thumbnail. He turns the sound up. \n[5]\n[6]", "ROSS": "\n[1]Hello, David. \n[2]Hermeneutical bias: the only fun truths are the ones someone's trying to hide. Have a seat. \n[3]Listen, Berlin's here -- and livid. Probations suspended her. She received the letter today, took the opportunity to throw a fit in my office. You should -- \n[4]I suppose I should get us another. David? \n[5]All right. As the poets have mournfully sung, Death takes the innocent young, The screamingly funny, The rolling in money, And those who are very well hung. \n[6]Do you bow to the Queen? ", "DOCTOR": "\n[1]How we doing? \n[2]Sleeping. \n[3]Mr. Gale, a leukemia patient's condition is highly susceptible to external stress. While we don't want to totally restrict Constance's life -- \n[4]Constance's illness requires a degree of regularity. \n[5]Acute. She was diagnosed last fall. \n[6]Have I created a problem? "}}