{"dialogues": {"RAY": "\n[1]Is Spanky here? \n[2]Then what's the problem? \n[3]But this is where the action is and I have to be where the action is. Look, when your old lady wanted those alligator shoes, didn't I come through for you? Ain't she stepping in style now? \n[4]Well, alright then. What do you think about this new tie? \n[5]I look good tonight. And I feel lucky, too. \n[6]When do you get off? \n[7]I sure can't drink that watered-down swill you're serving. Give me a glass of ice. \n[8]You have any of that French stuff? \n[9]Keep the change. \n[10]Don't I know you? \n[11]Sure I do. What's your name again? \n[12]Claude Banks. How could I forget that? You've got to remember me. Ray Gibson. We went to high school together. \n[13]That's right! Good old Monroe... \n[14]Sorry, man. My mistake. \n[15]Watch the threads, Bullethead. If this is about my tab, I've got it covered. \n[16]Save your energy, Claude. You're gonna need it. \n[17]Here, this belongs to you. It was empty when I found it. \n[18]What I want to know is what happened to your cush between the time that you got up from the table and when I caught up with you in the Johnny? \n[19]Did those two muscle heads shake you down? Swear I've seen them down at the track with Sure-shot Riley. That's it, ain't it? A gambling debt. \n[20]Probably to Spanky's headquarters down at the pier. \n[21]I can't wait to see that. You slay me, man. \n[22]You? Dine and ditch, right? Over ten bucks? You're probably looking at a thumb. \n[23]You don't have to drown that fella, Spanky. You already scared him half to death. He didn't know who he was fucking with. \n[24]Come on, Spank, I'm just trying to get by here. You remember how it was when you were starting out. \n[25]Puerto Rican rum. See for yourself. \n[26]Comes up the Mississippi. I can get more. A lot more. I was thinking about going into business for myself, but under the circumstances, I'd be willing to take on a partner. \n[27]All I need is the front money and a truck. I could be back in two, three days tops if I had somebody to share the driving. \n[28]Understood. \n[29]I'll take the little choirboy, if you don't mind. \n[30]I just want somebody who won't put a bullet in my back once the truck is full. \n[31]Tell me about that hot sketch you were hypin' last night. She was a choice bit of calico. You two been seeing each other a long time? Gonna slap the handcuffs on her and stroll down the aisle one of these days? \n[32]Sometimes I wish I could find me a sheba to settle down with. Suppose I'm just a tomcat by nature. This little rum run is gonna seriously improve my relationship with Spanky. He's a good man to have on your side. He's got the capital and the connections. That's what you got to have in that business. Spanky's place is pretty plush, but one of these days I'm gonna open up my own establishment. Ray's Boom-Boom Room. You like that? Ray's Boom-Boom Room. That's in the groove, don't you think? \n[33]Come on, daddy-o. You haven't said a word since we started. Least you could do is make some friendly conversation. \n[34]Start your job? What kind of job? \n[35]That's some long green. \n[36]Nothing. \n[37]I don't know. Bank teller. Sounds like ladies work to me. \n[38]Hey, you'd be surprised what you find in other people's pockets. Just gotta avoid them deadbeat bank tellers. Get you every time. \n[39]Why didn't you take it? \n[40]You gave up baseball to be a bank teller? I can't latch on to that. \n[41]You're talking about giving up baseball to be a bank teller. \n[42]A loan officer? \n[43]So you mean, if I needed some jack to get my nightclub up and running, I'd have to hype some square like you? \n[44]How would I get a loan, anyway? \n[45]Like this? \n[46]My daddy gave me this watch. \n[47]My daddy is dead so watch your mouth. You can say what you want about me, but don't be dragging my daddy into it. This watch means the world to me. Solid gold. Keeps perfect time. \n[48]Ah, go chase yourself. I'll take my business elsewhere. And for future reference, you are no longer welcome at Ray's Boom-Boom Room. \n[49]When there is, you can forget about it. And I swear to God, you ever talk about my daddy again I'm gonna kick your bank-telling, loan-denying ass, you got me? \n[50]I think I liked you better when you kept your trap shut. \n[51]Man, something smells good in here. How's everybody doing? \n[52]Are you kidding? Tell me you don't want a slice of that pie right over there. \n[53]Good evening, Billy. We'd like some coffee and a couple of slices of that homemade pie you've got advertised. \n[54]It says so right there on your shirt. \n[55]Look, ma'am, we've been driving all day. We'd just like to purchase one of those pies and we'll be on our way. \n[56]Got any nigger pies? \n[57]Thanks for backing me up here, Uncle Claude. \n[58]You're soft. \n[59]I said you're soft. \n[60]I call it like I see it, and what I see is definitely soft. \n[61]Yeah, I want some pie. \n[62]How you doing? We're looking for Slim. \n[63]Man, that music is hot. What goes on down there, Slim? \n[64]Blacks welcome there? \n[65]Maybe we will. Nice meeting you. \n[66]What gave you that idea? \n[67]Don't get all agitated on me. I bought a bottle of rum from a couple of dudes, I heard 'em talking... \n[68]What are you complaining about? It worked out. Everything's cool. Now, come on, let's head down there and see what's shaking. We deserve a little reward. \n[69]There are people down there having fun. I want to be one of them. I want you to be one of them. On Monday you can be a bank teller if you want, but tonight you're a bootlegger with a truck full of Puerto Rican rum and a fistful of cash. \n[70]There's your gas money. You stay here and watch the truck. And don't worry, I've got the keys. \n[71]I'll take two. \n[72]Looks like my sugar bowl's empty, Mr. Hancock. \n[73]Now, hang on, slick. I ain't through with you yet. \n[74]Full boat, ladies doing the paddling. \n[75]Looks like he had a whole lot of nothing in his hand until you came along. \n[76]Here I am. \n[77]Still got that ten dollars? \n[78]That jelly you were talking to right here? \n[79]So you made a generous contribution. \n[80]That was mighty charitable of you, Claude. Looks like we both got fucked tonight. \n[81]While you were upstairs doing God's work, I was getting jack-legged by a fool with four threes. \n[82]He even got my daddy's watch. \n[83]We've still got 36 cases of rum. That's better than money. \n[84]He's dead. \n[85]It ain't here. \n[86]My daddy's watch. This is the dude I was telling you about -- \n[87]Him? He's just drunk. \n[88]Winston. His name's Winston. \n[89]Hell with him then. If he can't share the driving, he can't ride in the truck. \n[90]Man, this is gonna delay everything. Spanky's gonna be pissed. \n[91]If it wasn't for me, you'd be washing up on the beach at Coney Island right now. \"I need all my thumbs and fingers for praying and doing good.\" \n[92]Excuse me, sheriff. As we explained to your associate here, there's been a mistake. We didn't kill anybody. Now, as for the bootlegging, we happen to work for a very important man in New York. \n[93]Mr. Johnson is very well connected. If you were to let us go, I guarantee he would show you his appreciation, if you know what I mean. \n[94]I'm just trying to pay the toll on the road to justice. \n[95]Life?! How long is life? We were just walking back to the truck. We didn't do nothing! Fuck life! \n[96]I wouldn't do that if I was you. \n[97]Told ya. \n[98]We noticed. \n[99]Here, gimme that. \n[100]It's from your mama's neighbor, Mrs. Tidwell. She thought you oughta know that your second cousin Bo died. \n[101]And your other cousin, Sally, on your daddy's side, she died. \n[102]Apparently, your sister died. \n[103]No, it says Marleen here. \n[104]Oh, wait, looks like Jenny died, too. \n[105]Then it goes on for a while about how the crop didn't come in on accounta the frost. She finishes up with something about a tornado and how your mama and your daddy died in that. But don't worry none. She'll take care of the dog. That is, if it gets over the worms. \n[106]Anybody else need anything read? \n[107]Somebody just told me he wins the three-legged race every year. \n[108]He does it all by himself. \n[109]What is that? \n[110]Can't I get one of those steaks you got grilling back there? \n[111]Stop aggravating people. Just eat your food. \n[112]The fork is the least of your worries, Claude. \n[113]What's your name? \n[114]What are you in for, Willie? \n[115]What about you, Radio? \n[116]You killed Santa Claus? \n[117]I kinda lost track of how many people we killed that night. Must have been 15 or twenty -- not counting women and children. It was a real bloodbath. All that screaming... \n[118]He just blocked it out. Nigger's crazy. He's the one who did all the stabbing. He's capable of some heinous shit. How 'bout him down there? \n[119]You all been here a long time. Doesn't anybody ever escape from this place? \n[120]Greenville, that the nearest town? \n[121]Alright, well, let's say you make it to Greenville. What's there, anyway? \n[122]Wait up there, Claude. You give that guy your corn bread and the next thing you know you'll be ironing his shirts and clipping his toenails. \n[123]My corn bread? Oh no, my friend. I love corn bread. \n[124]I thought my mama made good corn bread but this is really something special. \n[125]Who knew I'd have to come all the way down to this here prison, deep in the asshole of the great state of Mississippi, to find such a tasty piece of corn bread? \n[126]And who knew that in this great corn bread-making institution I'd come face to face with the biggest, ugliest, stinkiest, ugliest gold- mouthed negro in the entire world. Now get out of my face before I lose my appetite! \n[127]Shit, Goldmouth. Back in New York, I know bitches who hit harder than you. \n[128]Got him good, huh, Claude? He won't be bothering us anytime soon. \n[129]Biscuit, when you're done with Jangle Leg, you think you could squeeze me in? \n[130]I'm talking about a haircut. \n[131]They're called subways. A nickel will take you from one end of Manhattan to the other. Helluva ride, too. \n[132]Sure I've been to the Cotton Club. It's pretty sweet. But it don't hold a candle to the Boom Boom Room. That's where the real action is. \n[133]That's my joint. The swinginest nightclub in town. \n[134]Well, not yet. It's still in the planning stages. \n[135]Just because it's in my mind, Goldmouth, don't mean it ain't real. Everything worth anything starts with a dream. \n[136]Mama? \n[137]What are you doing here, mama? \n[138]Don't worry about that. Hey, fellas, this here is my mama. These are some of my friends. That's Willie, there's Poker Face, Radio, Cookie, Goldmouth, Biscuit, Jangle Leg. \n[139]This is a big surprise, mama. I sure didn't expect to see you down here. \n[140]Don't cry, mama. This place ain't so bad as it looks. Sure, we work hard, but there's plenty fresh air and sunshine... And you know something else, I've taken to going to church regular. They got services every Sunday right there in the mess hall. \n[141]I can't take that, mama. \n[142]I can't believe this. I always said I'd never end up like this. I thought I'd make something of myself, do something with my life. You know, be successful. Have a big house, a family. Now I'm gonna end up just like daddy. \n[143]They gave me life, mama. \n[144]Cookie drew me a map to Greenville. \n[145]You know what I'm saying. \n[146]That's why we won't take the train. Cookie showed me where there's a farm house. They got a boat there. \n[147]What I know about boats is they take you to freedom. Come on, man. I think we can do this. \n[148]You want out of this place, don't you? Don't tell me you're starting to like it here. \n[149]What does that mean? \n[150]I'm not gonna forget it. What does that mean? If you've got a plan, I think I have a right to know about it. I told you my plan. \n[151]You mean the Boom-Boom Room? \n[152]You should have come by last night, Radio. You woulda had yourself some fun. \n[153]I'm talking about old Satchmo nearly blew the roof off the joint. \n[154]Satchmo. \n[155]He's a good friend of mine. Drops by the club whenever he's in town. \n[156]Yeah, things were hot last night, but you'll never guess who's playing tonight. \n[157]That's right, fellas. Catch any cab heading uptown. All the drivers know Ray's Boom-Boom Room. \n[158]C'mon, Goldmouth, somebody's gotta watch the front door. \n[159]Made just for you, Cookie. \n[160]No problem. Oh, boy! \n[161]How about some Worchestershire sauce! And clean that damn table. \n[162]C'mon, Poker Face, what's a club without some dice? \n[163]Maynard Banks, Esquire. Attorney at law. \n[164]I'm sure it don't. \n[165]Claude. \n[166]What do you want, Claude? \n[167]My daddy always said when a man starts talking about the weather keep you hand on your wallet. \n[168]Cut the bullshit. What do you want, Claude? \n[169]Yeah. \n[170]We? Did I hear you say we? As I recall, you're the one who said there is no we. Guess we got some bad news in that letter, huh? \n[171]On your behalf. What happened to we? \n[172]Well, let's just think about that for a moment. He's a successful lawyer up in New York City and you're down here with a bright future in the cotton picking business. Eeny, meeny, miney, Maynard. \n[173]You know what, Claude? This whole time we've been down here, you've done nothing but think about yourself, acting like this whole thing is my fault. That plan with your cousin, did that include me? \n[174]At least you're honest for once. So now you want to be my friend? Well, let me tell you something, Claude-my- shit-don't-stink-Banks. You got a lot to learn about friendship. \n[175]I don't think so, Claude. You'd just slow me down. We'd have to stop every five minutes so you could polish your silverware. There's no way around it, you're soft. \n[176]I said you're soft. \n[177]-- we'll spend a night in the hole. We heard this shit before. \n[178]New York's a long way's off. Let's just keep moving, okay? \n[179]Absolutely. The map is very clear. \n[180]Cookie didn't draw it. I did. \n[181]I knew you wouldn't come if I didn't have a map. \n[182]I'm stuck! \n[183]Hey, Claude. I just want to say thanks for coming back for me. \n[184]Hell, you'd probably be half way to New York by now... \n[185]Claude? You alright?! \n[186]Keep it together, Claude. You wake up the man, he'll shoot you for sure. \n[187]All right, man, just settle down. We'll get outta here, Claude. We'll get outta here real soon. \n[188]We'll just get off at the next stop. \n[189]That's right, we'll get off at the next stop. The train's pulling into the station right now. \n[190]We're in the Bronx, my man. Hundred and Sixty First Street. \n[191]Hell, yes, Yankee Stadium. Bombers are playing a double-header against the Red Sox. \n[192]I don't know. Who do you want? \n[193]Sure, it says Allie Reynolds right here in the program. He's warming up right now. Man, we're so close to the field I need cleats. How'd you get such good seats? \n[194]They must be the right people. Whoa, there goes the hot dog man. Let's get a couple. Damn, that smells good. Nothing like a ballpark hot dog, huh? \n[195]Ketchup? Who eats ketchup on a hot dog? Mustard's what you want. \n[196]Give me back that hot dog. I'll eat it myself. \n[197]You can starve to death for all I care. Now shut up, the game's about to start. \n[198]Of course, he's in the lineup. There he goes right there. Hey, Babe...! \n[199]If you step outside the gun line without my permission, you will be shot. If you trip and fall over the gun line, you will be shot. If you spit, if you pee, if you stick your ass out and take a dump over the gun line, you will be shot... \n[200]What you're dealing with here is a complete lack of talent. \n[201]You want to hit? Yo, Claude. Give Can't Get Right a shot. \n[202]Can't be worse than any of these other fools. \n[203]Told ya. \n[204]Judge must have money riding on the championship. \n[205]You shred it, wheat. That there is fresh water. \n[206]Be cool, man. You can look, just don't drool. \n[207]Come on, the world hasn't changed that much. \n[208]So, Blocker, what do you think of our boy? \n[209]We're like his handlers. He can't function without us. \n[210]Damn straight. I expect those Pittsburgh Crawdads to remember that. \n[211]Whatever. \n[212]The baby's mine, boss. \n[213]Don't take it so hard, Biscuit. She don't mean nothin' to him. \n[214]These are free papers. \n[215]Come on, Biscuit, this is good news. Your mama's gonna break down in tears when you show up on her doorstep. \n[216]It's 1945. It's a different world now. \n[217]Well you can't stay here, Biscuit. This ain't no life for a man. Any one of these fellas would give their right arm to be in your shoes. I sure know I would. \n[218]Hey, Biscuit...! \n[219]It's a pardon from the governor. \n[220]Let it go, Claude. \n[221]Make 'em throw strikes. \n[222]One of the new kids said they're farming those acres just north of the swamp. He said he saw a crop duster flying around the place. \n[223]He said they keep it parked out behind the barn. Can't be that hard to fly a plane. Lots of people do it. \n[224]I don't see you coming up with any plans. \n[225]Crop duster. \n[226]My daddy died in prison. He gave up hope and hung himself. What you're talking about is the same damn thing. That ain't how I'm going. \n[227]Take that back or we ain't friends no more, Claude Banks. \n[228]Better watch yourself Claude, before you say something you regret. \n[229]Well, if that's the way it is... \n[230]Then I have nothing left to say to you. \n[231]Alright Willie, I think I got everything. I'll talk to Dillard, see if I can get up to the infirmary and check up on you. Make sure they're changing your diapers regular. \n[232]I slipped in a couple of bottles of my latest batch. Help wash down all them pills they'll be giving you. \n[233]You don't want to give me a gun, boss. I'm liable to use it on you. \n[234]Excuse me? Are you talking to me? \n[235]After all these years of blissful silence, I almost forgot how annoying the sound of your voice can be. \n[236]I didn't do if for you, anyway. I just ain't no boot-licking trusty, that's all. \n[237]That was five years ago. \n[238]We're not talking, you're talking, and doing too damn much of it, if you ask me. \n[239]You sure looked funny running for those pies, bullets flying all around you. \n[240]I always wanted to do that. There is so much love inside of this man. \n[241]You and Wilkins sure are getting chummy. You two planning on going steady, or something? \n[242]Hey, I'm a lonely old man. I like to talk, too. So why don't we start by talking about what kind of a plan you're working on? \n[243]You can't fool me, Claude. I know you got something brewing. \n[244]What the hell are you doing? \n[245]You haven't driven in 40 years, you ain't even got a license. Man's taking his life in his hands, putting you behind the wheel! Where you taking him? \n[246]Damn, it was getting hot in there. \n[247]You didn't think I was gonna let you escape alone, did you? \n[248]Then you're lucky I came along. Doesn't take a visionary to spot a golden opportunity like this. Now help me out of this trunk. \n[249]Come on, man, I'm starting to cramp up here. We have the chance right here, right now, I say we go! \n[250]Back to New York for starters. \n[251]This boat's gonna sail without you, too. I don't care if I last one day out here. At least it's one day of freedom. Now gimme those keys. \n[252]Claude, man, I'm serious. Give me those keys. \n[253]Don't make me take them away from you. \n[254]You sure it was him? \n[255]I don't like it, I don't like it one bit. We shoulda taken that car when we had the opportunity. We'd be half way to New York by now. \n[256]I know. Simultaneously, they shake and zip. Claude bends down and picks up a bowl of gumbo, placing it on a tray next to an identical one. \n[257]That's a real nice watch you got there, sir. Fancy old thing even plays a little tune. \n[258]Sure don't. Mind if I ask where you got it? \n[259]Must have been some time ago. Maybe forty years? \n[260]She give you that scar, too? \n[261]Like you shot Winston Hancock? \n[262]That's Mr. Uppity Nigger to you. \n[263]I'm gonna work this man's brains out the back of his head. \n[264]He's got my daddy's watch, Claude. I always knew whoever took that watch killed Winston Hancock. And that was you, Mr. Pike. \n[265]That watch was the only thing my daddy ever gave me. It meant the world to me. \n[266]He shoots me, I swear I'll take you with me! I just want to hear you say it. \n[267]No, I'm gonna kill him -- \n[268]That's because you're soft. Gimme the gun. \n[269]I said you're soft. \n[270]I believe this is mine. \n[271]He knows nobody wants to hear the truth. \n[272]Nurse Humphries was checking my prostate this morning. I got an erection. \n[273]Tell me about it. Scared me at first. Then, before I could figure out what to do with it, it was gone. Imagine my disappointment. \n[274]Well, Ruth shoulda built it a little better. Damn thing's falling to pieces. Gonna hurt somebody. \n[275]They oughta tear that shit down and ship them Yankees cross the river to Jersey. \n[276]Over to the morgue and up the hill to the cemetery. Never thought I'd admit it, Claude, but you were right. \n[277]You're the one who said that boneyard's the only way we're getting out of here. We're gonna join all the rest of 'em soon enough. Jangle Leg, Biscuit, Goldmouth, Poker Face, Cookie, Radio -- yes sir, pick a plot and start digging... \n[278]I wouldn't be putting that shit up my nose. That came in in somebody's ass. It's like you're sniffin' ass. Maybe that's your thing, but it ain't mine. \n[279]I got three stool softeners left. That oughta be right up your alley. \n[280]Hey, where you going? We got money on the table here! \n[281]Are you trying to tell me after all this time you finally have a plan for busting out of here? \n[282]Don't tell me, I don't want to hear it. It's probably all fucked up, anyway. \n[283]It's too late for plans. \n[284]Hey, man, cover that shit up! \n[285]Hey, where's Claude? I don't see Claude! \n[286]He must still be in there. \n[287]It'll be too late. \n[288]I'm going in for him. He'd do the same for me. \n[289]Why the hell not? \n[290]Just put some mustard on it and eat it. \n[291]Gimme that damn thing. \n[292]Have my ice cream. \n[293]Hell of a day for a ballgame, huh, Claude? \n[294]So? \n[295]If you don't eat that ice cream right now, I'm gonna strangle you until you are completely dead. \n[296]Next thing, you're gonna be complaining about the seats. \n[297]Damn, I shoulda let Spanky Johnson drown you in the river when I had the chance. \n[298]I'm sorry, he's on medication... ", "CLAUDE": "\n[1]For the kind of money they charge here, you'd think they could hire somebody to actually wash the dishes. \n[2]Know what I'm going to buy with my first pay check? \n[3]Season tickets to the Yankees. Right there on the first base line. What's wrong, baby? \n[4]Engagement ring! \n[5]Sure it is. I just don't see any reason to rush into things. Damn, look at this shirt. I'll be right back. \n[6]Now wait a second, guys. I've got a bill to pay out there. \n[7]Come on, fellas, that's two weeks pay. I'm here with my girl. You gotta leave me something. \n[8]My legs? Those are good, I'll keep the legs... \n[9]I don't think so. \n[10]Claude Banks. \n[11]You went to Monroe? \n[12]Well, I went to Jefferson, so you must have a different Claude Banks in mind. \n[13]Come on, honey, let's get out of here. \n[14]The bill. Of course, the bill. We couldn't leave without paying the bill. Especially such an incredibly large bill. \n[15]Good old Monroe. \n[16]I don't see where that's any of your business. \n[17]Where they taking us, anyway? \n[18]Good, I'm looking forward to meeting this Spanky. Give me a chance to straighten out this whole mess. \n[19]What are they gonna do to us? \n[20]A thumb? What do you mean, like cut it off? For ten bucks? That include the tip? \n[21]I never saw this man before tonight. He's a lowlife degenerate who lurks in bathrooms. I'm a professional man, an upstanding citizen. I go to church on Sunday. \n[22]Look, Mr. Johnson, you seem like a reasonable man. I got a good job starts Monday. I'll pay you back with my first pay check. With interest. I don't want to tell you how to conduct your business, but if you cut off my finger you won't get jack. Working an adding machine, I gotta be whole. I need my thumbs and all my fingers for praying and doing good... \n[23]Drop him? What does drop him mean? \n[24]No, not down there! That water's filthy! Help me out here, man! \n[25]I was supposed to wear this suit on Monday! \n[26]Look, man, I don't want friendly conversation. I don't want to be your friend. I've seen your friends and I don't like them. I just want to do this thing and get back to New York in time to start my job. \n[27]Well, if you must know, bank teller at First Federal of Manhattan. I'm responsible for keeping track of hundreds, occasionally thousands of dollars. \n[28]Damn straight, it is. I got my own set of keys because I'm supposed to open up. So if I ain't there 8 a.m. Monday morning, there's gonna be hell to pay. \n[29]What? \n[30]No, tell me what's so funny. \n[31]Well, maybe I should dig around in other people's clothes for money. It's obviously been highly successful for you. \n[32]I didn't start out to be a bank teller. I was gonna be a ballplayer. Even had an offer to play short for the Newark Eagles. \n[33]The Negro League don't pay so good. And you're always on the road. That don't wash with Daisy. \n[34]At some point a man's got to get serious about his future. I'm sure you have no idea what I'm talking about. \n[35]Bank teller's just a start. I got plans. Real plans. Not opening some Zoom-Boom Room. This time next year I'll be a loan officer. \n[36]That's right, a loan officer. \n[37]Uh-huh. \n[38]You need collateral. \n[39]That thing? Who'd you steal it from? \n[40]Yeah? Who'd he steal it from? \n[41]Looks like a fake to me. Loan denied! \n[42]There is no Boom-Boom Room. \n[43]Oooh... \n[44]Maybe we oughta find another place. \n[45]I must have left my appetite outside, which is where I think we ought to be right now. \n[46]You mean this sign? The one that says \"No Coloreds Allowed.\" That's a good question. Ray, how come we missed the sign? \n[47]Any fool could see those are whites- only, not-for-blacks, come-on-let's- get-the-fuck-outta-here pies. Thank you very much. \n[48]Don't Uncle Claude me. You get a load of those crackers? Couldn't be a mouthful of teeth among the bunch of 'em. Why you want to pick a fight with people like that for? \n[49]What'd you say? \n[50]Hey, man, don't ever call me that. \n[51]Alright. You want some pie? \n[52]Okay then, I'm gonna walk over to that counter and get us some fucking pie. \n[53]Excuse me, ma'am, I bet a brick will turn that one right there into a colored pie. \n[54]Okay, Ray, I think we can go now. Much obliged... \n[55]Nice meeting you? You've been here before, haven't you? \n[56]Oh, I don't know, maybe because our lives depend on it, I just sort of thought you knew what you were doing! \n[57]Let me get this straight. We drove all the way down to Klan country 'cause you heard a couple of guys talking? \n[58]Reward? \n[59]That's gas money. \n[60]I'm just gonna keep an eye on you, make sure you don't do nothing stupid. \n[61]That's because I've never been here before. \n[62]I know it begins with a \"C\"... \n[63]I really shouldn't. I gotta keep an eye on my friend. \n[64]Claude. That's my name. Claude. That's never happened before. \n[65]Ten dollars. But I need it to get home. \n[66]Hey, Ray. I've been looking for you. \n[67]Guess we better get going, huh? \n[68]Well, not exactly. See, I met this girl. Real nice girl. God-fearing girl. Her name's Sylvia. \n[69]She's in a tight spot. Her mama needs this operation, and they ain't got the money for it. Their church took up a collection but they were still short... \n[70]What can I say? When the spirit moves me. \n[71]What are you talking about? \n[72]You lost all our money in a card game? \n[73]Fuck that cheap-ass watch -- I mean, how the hell are we gonna get home without any money? \n[74]You sure the truck's this way? I swear it was back that way. \n[75]Ray... Yo, Ray...! \n[76]I think he's hurt pretty bad. \n[77]Oh, man, I've never seen a dead body before! \n[78]What do you think you're doing?! The man's been dead for two seconds! Don't you have any respect? \n[79]What ain't there? \n[80]Yeah, nobody puts 'em away like old what's-his-name. \n[81]Come on, Ray, better get Winston back to the truck. \n[82]Would you look at that, Ray. Winston up and died on us. \n[83]Spanky's gonna be pissed? Poor Spanky. Fuck Spanky! What the hell kind of a name is Spanky, anyway? You're responsible for this situation. I blame you for everything. If it wasn't for you, I'd be home having a hot meal right now. \n[84]That's right. Does the name Spanky Johnson mean anything to you? \n[85]Look, man, how many times we gotta tell you people, we didn't kill that guy! \n[86]The man's gotta point. We're innocent, after all. I just gotta get a good night's sleep on this filthy mattress. Keep our heads on straight, stay cool, what's the worst thing that could happen to us? \n[87]Life?! What's life mean? There's no way I can do life. I got a job starts Monday morning! \n[88]I don't believe this before Abe jive. I didn't go to night school to sing in no Mississippi Boys Choir! \n[89]Shut up. It's too damn hot. What do you know, anyway? \n[90]It's too hot, boss. I'm tired. \n[91]I got it... boss. \n[92]You can't read? None of these guys can read? \n[93]I'm all right. \n[94]You kidding? I've been in and out of prison my entire life. Mostly in. I'm hard-core. \n[95]'Preciate it. Claude. \n[96]I try to moisturize regularly. \n[97]Why do you think they call him Jangle Leg? \n[98]So? \n[99]Excuse me, I don't like it when the food touches each other, so if you could just -- -- keep everything separate. \n[100]It's fine now. \n[101]This fork is filthy. \n[102]What a second, you've been in here since you were thirteen? \n[103]Pack of lies. Don't listen to him. We didn't kill nobody. We were railroaded. And we gonna prove that. \n[104]No, man. I want you to have it. \n[105]How many times I got to tell you? He ain't my pal. Besides, he looks like he knows what he's doing. \n[106]Alright, alright... \n[107]Hey, Ray, I think you made your point, whatever that is. Maybe now's a good time to throw in the towel. You know what I'm saying? \n[108]Request permission to go to the tonk, boss. \n[109]You think you could make an exception just this once, boss? She came all the way down from New York. \n[110]Woman came all the way from New York, goddamnit! We'll come out when we're good and ready! \n[111]Did you go see my cousin Maynard like I asked you in my letter? \n[112]Yeah, that side of the family has all the looks and none of the brains. I hope he don't mess things up. \n[113]A job, huh? Well, that's nice, real nice. You won't have to work long. I'll be back soon enough. After I start work at First Federal Bank of Manhattan, I'll be keeping you in style. Everything will get back to normal again. That's a promise. \n[114]Ray Gibson? No, no. He's the reason I'm in here, Daisy. For all I know, he's got a record a mile long. I got a better shot of getting out of here on my own. You tell Maynard to think about me, concentrate on me. Understand? \n[115]So? \n[116]Yeah, I know what your saying. And I'm saying if you made it that far, they'd be watching every train that pulls out of that station. \n[117]What do you know about boats? I bet you can't even swim. \n[118]Why are you always talking about we? There is no we. There is a me, there is a you. But there is no we between us. \n[119]No, I don't like it here. Look around. There's nothing but ass. Male ass! Balls and ass! Believe you me, I'm getting out of here. \n[120]Forget it. \n[121]Getting a map from a chubby chef named Cookie? Dragging our asses through the swamps in search of some worm-eaten boat? That ain't a plan, that's a vacation for two in the hole. When you've got a map to New York City, you get back to me. \n[122]What's so great about Sunday? Monday's right after it. \n[123]Hey, do we have to listen to this bullshit? I'm trying to get some sleep around here. \n[124]Here! \n[125]Gimme that. That doesn't concern you. \n[126]What's up, Ray? \n[127]Sure is hot today. Think it'll rain later? \n[128]What do I want? What makes you think I want something? \n[129]Your daddy must have been a helluva guy, a deep man, a wise man. Sure wish I could have met him -- \n[130]You still got that map? \n[131]Well, if you're still thinking about booking it, I want in. I think we can make it. \n[132]Look, my cousin Maynard is a lawyer. He filed an appeal on my behalf -- \n[133]The appeal was denied. Then Daisy went and fell for Maynard. They're engaged to be married, can you believe that? \n[134]Come on, man. Don't shut me out. I'm telling you, you and me, that map, we can go places. \n[135]No. \n[136]Does that mean I'm in? \n[137]What'd you say? \n[138]Don't call me that. You know I hate it when you call me that. \n[139]Damn, that felt good. I should have done that the first time I met you. \n[140]What the fuck are you laughing about? \n[141]You did it, man! You got us out! Next stop, New York City! \n[142]I know these trees all look the same, but I'm getting an awful familiar vibration from this one right here. You sure you know where we're going? \n[143]Let me take a look at that map. \n[144]You call this a map? What was Cookie smoking when he drew this? \n[145]You drew this?! \n[146]That gripes my soul, man. We're out here in the middle of nowhere. There is shit nibbling at my balls! Don't tell me you don't know where we're going! \n[147]Hey, wait up! \n[148]Come on, Ray, time to go! \n[149]Don't mention it. \n[150]I'm serious, man. Don't mention it. Ever. \n[151]Can't take it no more, Ray! Die, motherfucker! Gotta get the fuck outta here! \n[152]He'd be doing me a favor. I'm getting outta here one way or the other! Goddamn rats and shit! Fuck! \n[153]How the fuck are we gonna do that, Ray?! \n[154]Say what? \n[155]The hell you talking about? What train? \n[156]Hundred and Sixty First Street? That's Yankee Stadium. \n[157]Red Sox... Who's on the mound? \n[158]Allie Reynolds. He's my boy. \n[159]I know people. \n[160]You get ketchup? \n[161]I can't eat it with mustard. \n[162]What am I gonna eat? \n[163]Hey, man, is Babe Ruth in the lineup today? \n[164]Hey, Ray... \n[165]I try to teach 'em the finer points of the game, share my wisdom, but I don't know why I bother. They don't listen, they sure don't learn... \n[166]I'm sick of watching Camp 12 win the championship. Every year they get to roast the victory pig and we get dick. This year I want that pig. \n[167]Alright, Radio, there you go. Who wants to hit next? \n[168]Him? \n[169]All right, grab the bat. Let's see what you can do. \n[170]Jangle Leg's gonna throw the ball nice and easy. You just go ahead and take a swing. \n[171]Okay. Let's try that again. This time give it a little juice. \n[172]Don't matter who Camp 12 puts on the mound. All I know is when this season's over Camp 8's gonna have pork chops. \n[173]She's got it all. And it's firm and round and fully packed. \n[174]We get the games on the radio sometimes. \n[175]You probably mean Can't Get Right. That's him over there. \n[176]You can try, but you won't get too far. Why you interested? \n[177]Maybe you didn't notice, but this is a prison. \n[178]You're my boy, just keep what little mind you have focused on the game. If you hit that ball the way I know you can, you might just be our ticket off this farm. \n[179]It's amazing what Ray here can do with a couple of pounds of potato skins and some molasses. \n[180]What about us? Don't forget to mention us. \n[181]God may have given it, but Claude Banks spotted it and nurtured it. \n[182]Crawfords. \n[183]He's lying, boss. I'm the father of that baby. \n[184]What I want to know is where? When? How? \n[185]Hey, Can't Get Right, where you going? Why you dressed like that? \n[186]Let me see that. \n[187]Where'd you get this? \n[188]Yo, Blocker, what's going on here? \n[189]Yeah, but what about me and Ray? I didn't see our names on that pardon. You said you were gonna put in a good word for us. \n[190]I'm not gonna let it go. The man needs to explain himself. Makin' promises. \n[191]But you can't. \n[192]Yeah. Of course it is. \n[193]You show them Crawfords how to play ball. \n[194]I'm not in the mood right now, Ray. \n[195]They're called pilots! I'm serious, Ray. I'm not in the mood for one of your stupid, fucked-up plans right now. \n[196]My plan is on his way to Pittsburgh right now. That congenital idiot just got himself a pardon signed by the governor thanks to us, but we can't seem to do nothing for ourselves. Don't you feel a little disgusted right now? \n[197]I ain't getting in no airplane with you. I'm finally wrapping my mind around the concept. They threw us in this shithole for life. Don't you get it, Ray? We're gonna die here! Might as well head up to the cemetery, pick a plot and start digging. \n[198]Maybe you're fooling yourself, Ray. Maybe you're just a chip off the old block. \n[199]Here's a news flash, Ray. We never were friends. We've just been stuck together for 12 years. It's been nothing but bad luck since the moment I ran into you. Every time I look at you I get sick to my stomach thinking about what my life could have been if I'd never bumped into Ray Gibson. \n[200]The only thing I regret is the day I met you. \n[201]That's the way it is. \n[202]You never said nothing of value anyway. \n[203]Yeah. \n[204]She's alright, isn't she? \n[205]Why not? \n[206]Married? \n[207]But I'm not on the outside. I'm in here. \n[208]Take care of me? \n[209]I'm too old for you. Besides, I'm not much in the mood. \n[210]Nice girl like you don't belong in a place like this. But if you talk to Sylvia, tell her old Claude said congratulations. \n[211]Whites-only pies... \n[212]As a pair of fur-lined bedroom slippers, boss. \n[213]You're a sucker. I'd have taken that deal. \n[214]I'd have knocked you off those bottles, put a bullet in your ass and be half way to New York right now. \n[215]I hope you don't think I owe you anything. Because I don't owe you a damn thing. \n[216]I was sorry to hear about your mama passing. \n[217]I know, but since we're talking, I thought I'd mention it. \n[218]What?! \n[219]Bullets weren't the problem. That pie was too hot. Burned my tongue. \n[220]Oh, yard boy, these pansies could use some attention over here. Perhaps some fertilizer would restore their exuberance. \n[221]Yes, boss. \n[222]Ocean views, palm trees, two heated swimming pools and a golf course -- sounds a damn sight better than that infirmary across the way where I'm gonna end up. \n[223]That's alright, boss. Takes a lot more than a colorful brochure to hurt my feelings. \n[224]Over forty years now. Me and Ray Gibson out there. \n[225]It's a hell of a lot longer when you're innocent. \n[226]You have to forgive me if I don't laugh. \n[227]He's just a lonely old man. He likes to talk. \n[228]I'm not working on a plan. \n[229]Goodnight, Ray. \n[230]Don't touch that car. \n[231]Wilkins' driver's got the flu, so he asked me to fill in for him. \n[232]Greenville. We're picking up the new Superintendent at the bus station. \n[233]Yes, sir. \n[234]What the hell are you doing in that trunk?! \n[235]I ain't escaping! We're picking up the new super just like I told you. \n[236]You ain't getting out of that trunk. \n[237]Go where, Ray? \n[238]And what will we do when we get there? I'm sixty-five years old, Ray. So are you. What are we gonna do out here? Get married, have kids, settle down? That boat sailed without us, man. \n[239]Forget about that. You run if you want to, but you're not taking this car. \n[240]I ain't spending a month in the hole so you can take a joy ride. \n[241]Hey, there's Wilkins! \n[242]Who's driving now, bitch? \n[243]Some faces you just don't forget. Warren Pike's is one of 'em. \n[244]We'd be in the hole by now. Hey, man, you're peeing on my shoe. \n[245]Goodnight, Mr. Wilkins. Mr. Pike. \n[246]Cool it, Ray. You're gonna get us in a lot of trouble. \n[247]Don't shoot, sir. I can deal with this. Ray, buddy, you don't want to shoot this white man. See, you do that, they'll kill you for sure. And it's not that I like you or anything, but I've kinda gotten used to having you around. \n[248]Forty years of cheap labor! Gimme that gun. \n[249]No, believe me, I'm gonna kill him! \n[250]I can't do it. \n[251]What'd you say? \n[252]Don't call me soft, I hate it when you call me that. \n[253]Why don't he just tell 'em the truth? \n[254]Sure, boss. \n[255]An erection, huh? Haven't had one of those in a while. \n[256]Sure would like to see the house that Ruth built one more time. \n[257]What do you expect? It's almost as old as we are. \n[258]Remember what that place looked like on a sunny spring day? More beautiful than any church I was ever in. \n[259]Looks like old Jonesy finally got his walking papers. \n[260]'Course I was right. About what? \n[261]I'll raise you. \n[262]Keeps your cholesterol down. \n[263]Thorazine? Well, that's a little rich for my blood. \n[264]Damn fool gonna set this place on fire one of these days. \n[265]You know, Ray, I've been chewing on what you said this afternoon. I think I got a plan. \n[266]Shh! Is that so hard to believe? \n[267]You don't want to hear it, you don't want to hear it. There's no shame in that. \n[268]Never thought I'd hear Ray Gibson say that. Hell with you then. You'd only slow me down anyway. \n[269]I can't eat this. \n[270]I saw that hot dog guy in the bathroom urinating. He didn't wash his hands. \n[271]You didn't get ketchup? \n[272]What am I gonna eat? \n[273]Thanks. \n[274]Hell of a day, Ray. Yankees are on fire. \n[275]No, this ain't gonna work either. It's half chocolate, half vanilla. \n[276]They're touching. \n[277]Yeah? You and what army? \n[278]Well, if you must know, they could be closer. \n[279]I know you're not talking to me... ", "DILLARD": "\n[1]Welcome to the farm. Here you will be provided with ample opportunity to repay your debt to society through the rigors of hard labor... \n[2]In between harvest and planting season we got fields need clearing, roads need building and ditches need digging. You will eat only what you can grow. Your crop don't come in, you'll go hungry. If you die, don't worry 'bout us none. We'll find somebody to replace you... \n[3]This here is Camp 8. Camp 8 is for incorrigibles, so whatever you've done to get here, believe me, we're not impressed. You new men are probably noticing that we have no fences here at Camp 8. We don't need no fences, we have the gun line. It runs from shack to shack clear around the yard. You are now inside the gun line. If you step outside the gun line without my permission, you will be shot. If you trip and fall over the gun line, you will be shot. If you spit, if you pee, if you stick your ass out and take a dump over the gun line, you will be shot. \n[4]One of my trusties puts a bullet in you when you're trying to run, I'm liable to give him a pardon for saving me the trouble of tracking you down, so you can bet their aim is true. \n[5]My name is Sgt. Dillard. In the unlikely event that you need to address me, you call me boss. You already met this handsome fella right here. Hoppin' Bob's my ace boon coon. You run afoul of Hoppin' Bob, you run afoul of me. \n[6]Got three miles of ditch to clear today. Let's keep it moving! \n[7]Why ain't his pick swinging? \n[8]Too hot, huh? Well, you tell that lazy jiggaboo the state of Mississippi ain't interested in his meteorological assessments. \n[9]Tell him the state of Mississippi is only interested in getting this ditch cleared by sundown. \n[10]He don't sound like he's from 'round here. \n[11]New York. That's up north, ain't it? They'll find we do things different down here. \n[12]Looks like we got a couple of live ones. How long these boys in for? \n[13]Life, huh? They step outta line again, we'll shorten up that sentence real fast. \n[14]I don't see no wedding ring, Banks. Conjugal visits are for married prisoners only. \n[15]I don't need the Baptists on my back, but I suppose I could issue a temporary marriage license for a nominal fee. \n[16]I now pronounce you man and wife. Claude Banks going to the tonk! \n[17]We lost yesterday on accounta the rain. That means we gotta make up for it today, so put your backs to it. \n[18]You two, put him on the truck! \n[19]Mail call! \n[20]Craddock!... Williams... Henshaw!... Banks! \n[21]Move it out. \n[22]Here they are, Superintendent. We tracked 'em all the way to the Tallahachie. \n[23]See you in a week, boys. \n[24]Sure you want to do that, sir? \n[25]Yes, sir. \n[26]Go on, get inside. \n[27]...Camp 8 is for incorrigibles, so whatever you've done to get here, believe me, we are not impressed. You new men are probably noticing that we have no fences here at Camp 8. We don't need no fences, we have the gun line. It runs from shack to shack clear around the yard -- \n[28]What the hell you think you're doing? \n[29]Can't get right, huh? We'll see how long he last. Now, where was I? \n[30]That's right. We don't need no fences, we have the gun line. It runs from shack to shack clear around the yard. You are now inside the gun line... \n[31]Banks! Get over here! \n[32]This is Stan Blocker. Scout for the Nigger Leagues. \n[33]Alright, listen up! I want every man lined up out here in the yard on the double! Let's move it! \n[34]Goddamnit, Biscuit, get back here! \n[35]It's alright. You're a free man now. \n[36]Comfortable? \n[37]We'll see what those slippers feel like after, say, 24 hours. And if you step down off them bottles -- if one toe so much as touches the dirt -- one of these boys is gonna shoot you dead. Let's see. We need a special man for this job. \n[38]How about it, Ray? \n[39]I'll make you trusty right now. If that pie-eatin' son of a bitch falls off those bottles and you have to shoot him, I'll see to it you get a pardon. Hell, I'll personally escort you out the gate. \n[40]Fourteen acres today and only 12 hours of daylight! Eat up and move it out! Gibson! Banks! Get your sorry asses over here! \n[41]Every morning I wake up praying that Ray Gibson and Claude Banks have died in their sleep and every morning you disappoint me. \n[42]I stand before you a defeated man. Try as I might, I can't seem to break you. I swear, if they dropped a nuclear bomb on this camp, you and the cockroaches would be the only things left. But starting today at least I won't have to endure your presence any longer. You've got fifteen minutes to clear out your footlockers. You're both being reassigned to the Superintendent's mansion. And I, for one, will not miss you. ", "WILLIE": "\n[1]We spent some time together. \n[2]I was already here a good many years when they came in in 1932. \n[3]Sixty-five years ago. They always said the farm couldn't hold 'em forever. Looks like you're finally free, boys. \n[4]Ray's special recipe. He always had exacting standards where the hooch was concerned. \n[5]Something like that. \n[6]Last fella who could read made parole 'round Christmas. \n[7]Me? Willie Long. \n[8]That's a long story... \n[9]They never proved that. \n[10]What did you guys do? \n[11]Goldmouth? They say he was born out back behind the shithouse. That's what they say. \n[12]They run but they never get too far. \n[13]It's a two-day walk if you don't get lost. Take a mighty cagey country boy to navigate the woods and bayous between here and there. \n[14]The most important thing they got in Greenville is a train that heads up north. \n[15]Your pal's getting the tar whipped out of him on your account. \n[16]The man's taken enough of a beating. Let's get him inside. \n[17]What's the Boom Boom Room? \n[18]Mrs. Gibson. Shame on Rayford here for failing to mention that he had such a beautiful mama. \n[19]Looks like a scorcher. \n[20]Man down, boss! \n[21]Last night? What are you talking about, Ray? \n[22]Hey, Ray, I could get used to this! \n[23]I got a crispy new dollar bill says both of them gonna make it. \n[24]Let it ride. \n[25]Why not? Boy's got God-given talent. \n[26]Actually, it was me, boss. I know I may look old... \n[27]To Superintendent Abernathy. May he have many more grandchildren! \n[28]Wasting your breath, Claude. He ain't the type to kiss and tell. \n[29]They'll be sending you up there soon enough. And not just for a visit, neither. \n[30]Old man Wilkins' never came out of that bathroom. Died right there on the crapper. \n[31]Of course nobody believed Ray and Claude. \n[32]After that? Well, let's see. After that they got old. We all got old. \n[33]Looks like it's up to you, stinky ass sniffer. \n[34]It's alright for a man to cry once in awhile. Just don't make a habit of it. \n[35]Nothing to it, really. Claude figured they could steal a couple of bodies from the morgue. They got a couple of crackers working there don't know their asses from their elbows. Then they was gonna set fire to the infirmary and make it look like those bodies was them that got stuck inside. Claude figured during the commotion, it wouldn't be too hard to slip onto one of the fire trucks and hang tight until it rolled right on out of here in the morning. \n[36]I never said it didn't work. ", "PIKE": "\n[1]If it isn't Winston Hancock. \n[2]I thought we agreed that you were gonna leave town. \n[3]You just committed suicide, boy. \n[4]What do we have here? \n[5]You don't say. \n[6]Let's not drag the feds into this. I can think of better uses for that rum than letting it collect dust in some government warehouse up in Nashville. \n[7]Besides, why bother with bootlegging when we got us a clear cut case of murder? \n[8]Afraid not. \n[9]Are you offering me a bribe? \n[10]You may be able to buy your way out of trouble up in New York City, but down here we take murder seriously. \n[11]Well, if that's the case, then you don't have anything to worry about, do you? \n[12]Time to get home to the missus. See y'all in the morning. \n[13]There you go, boy. \n[14]I prefer bourbon. \n[15]Well, fortunately, I carry my own. \n[16]You don't have to twist my arm. Say now, that gumbo has quite a kick. \n[17]If you don't mind my saying, you seem mighty familiar with your house boy. \n[18]Respect? Well, isn't that progressive. \n[19]Yeah, it's getting late. I could sure use a bath. \n[20]Yeah, it's special. They don't make 'em like this anymore. \n[21]Why, my wife gave it to me on our anniversary some years back. \n[22]Something like that, yes. \n[23]I oughta shoot you for that comment, boy. \n[24]I'm afraid I'm gonna have to teach this uppity nigger a lesson in manners. \n[25]Shoot him, Wilkins! \n[26]He's crazy. Don't listen to him, Wilkins. \n[27]Goddamn it, Wilkins, would you please just shoot the nigger! \n[28]What difference does it make? Natchez was better off without Winston Hancock! Who cares if a couple of no- account bootleggers went to jail for his killing? At least the state of Mississippi got 40 years of cheap labor out of the deal! ", "WILKINS": "\n[1]Damn dentures slipping again. Everything falls apart when you grow old, eh, Claude? Time sure marches on. \n[2]You know, I'm fixing on retiring at the end of the summer, gonna try to enjoy what few years I have left. What do you think of this place? It's one of those new retirement communities down on the Gulf. \n[3]I apologize, Claude. That was rude of me. \n[4]You been on the farm for quite a spell, haven't you? \n[5]Forty years. That's a long time for any crime, even murder. \n[6]Half the men in this prison swear they're innocent. Don't you think that's kinda funny? \n[7]You know I trust you, Claude. \n[8]I'll be right back. \n[9]Come on, Claude, time to go. \n[10]Lemonade? \n[11]I'm sorry, I don't keep any liquor in the house. \n[12]Hunting's been pretty good on the farm the last few years. It's one of the perks of the job. If you're interested, tomorrow I could show you some of my favorite spots. \n[13]Thank you, Claude. That'll be all for tonight. \n[14]Goodnight, Claude. \n[15]I believe in treating the convicts with respect, if that's what you mean. \n[16]If somebody deserves respect, Mr. Pike, they receive it from me, convict or no convict. \n[17]Well, that's a pretty good haul. What do you say, Mr. Pike? Ready to call it a day? \n[18]What's going on here? \n[19]He's right, Gibson. Put down the gun and we'll work this out. \n[20]Do you realize what your saying, Gibson? \n[21]Is there any truth to what he's saying, Pike? \n[22]...I was drawing a bead on a bird when Mr. Pike just stepped into my line of fire. \n[23]They were busy loading up the truck. We got him back here as quick as possible, but... I just feel terrible about this... \n[24]Well, I think they bought it. One of the deputies belongs to my church. \n[25]I realize there's no way... There's nothing I can say to make up for forty years... I'll have Charlotte prepare those pardon papers right away. \n[26]Claude, mind helping me to the bathroom? \n[27]I'm not your boss. Not anymore. ", "POKER FACE": "\n[1]Either of you new fellas know how to read? I've had this letter four months now. \n[2]I don't even know who this is from. \n[3]Jenny? \n[4]Appreciate it. \n[5]What about you, Biscuit? You nearly skinned your poor old landlady alive. \n[6]He wasn't the Santa Claus, he was just wearing the suit and ringing a bell. \n[7]That's where they nabbed him. \n[8]Hey, Ray, Goldmouth don't believe me. Ain't it so they got trains up in New York City that run under the streets? \n[9]I'll take that action. \n[10]Who? \n[11]Hey, Ray, I know you got some gambling! \n[12]Lucky seven! My nigger! Let it ride! \n[13]Wednesday for two bits. And don't forget you already owe me a steak. \n[14]I told you before, I don't take pennies. Two cigarettes or one nickel minimum. What about you, Willie? Gonna get in on this action? \n[15]Now that's what I call a bet. \n[16]Who else has some guts around here? \n[17]Well, they made it a week. Looks like you win, Willie. \n[18]They're not moving. \n[19]Looks like little Mae Rose has grown up. \n[20]Think you can handle something that big, Cookie? \n[21]You really think they'll let him out of here just to play baseball? \n[22]I'm the father... \n[23]I'll give you three to one she gives him the strap. ", "HOPPIN' BOB": "\n[1]New men, strip down! \n[2]Okay, ladies, got some fresh meat for ya! \n[3]We ain't got no wallflowers at Camp 8. Everybody gotta dance eventually. But don't worry, they won't try nothing tonight. That would take all of the fun outta the courtship. \n[4]Why ain't that pick swinging? \n[5]He says it's too hot, boss. \n[6]Listen up, jiggaboo! State of Mississippi ain't interested in your... in your... metropolitan assets! \n[7]State of Mississippi wants this ditch cleared by sundown. You got that?! \n[8]He's from New York City. That one, too. \n[9]Judge gave 'em the long ride. \n[10]Hey, Jangle Leg, what'd I tell you about pitching woo on the job? \n[11]Break's over! Back to work! \n[12]Gibson! Got yourself a visitor! \n[13]Time's up, Banks! We got a crowd gathering out here! \n[14]You heard the boss! Let's move! \n[15]You don't shut up, you're gonna spend the rest of the night in the hole, Gibson! That goes for the rest of you girls, too. I don't want to hear another peep about no Boom-Boom fucking Room! \n[16]Now you girls set aside your differences and get back to work or I'll see to it -- \n[17]All in, boss! \n[18]Movin' it out, boss. \n[19]We don't need no fences at Camp 8, boss. \n[20]You heard what the man said! Move it! ", "COOKIE": "\n[1]Creamed chip beef on toast. Except we're outta beef, so I had to improvise. \n[2]Those are for trusties, unless you got thirty cents or two packs of cigs. \n[3]Problem with the toast? \n[4]At least he didn't kill Santa Claus with his bare hands. \n[5]Grandma Dodi's Pork Rib Joint. \n[6]Didn't even get to have my peach cobbler. \n[7]I appreciate you going to all this trouble over my corn bread. I don't get a lot of compliments in my line of work. \n[8]You got your own nightclub? \n[9]Them cookies in there? \n[10]Still too hot to sleep. \n[11]Ray, my man, this steak is like butter! \n[12]How about some steak sauce? \n[13]Sorry, Cap'n. \n[14]I'll take Claude to die on Wednesday for fifty cents. \n[15]Mmm-mm, that girl's got gams. \n[16]I handled your mama, didn't I? Don't y'all worry. I got plans for that bad boy. Ain't none of him going to waste. \n[17]Heads up, here comes trouble. \n[18]I beg to differ. That cute little rascal belongs to me... ", "RADIO": "\n[1]When he was 13 years old he killed a son-of-a-bitch with a claw hammer. \n[2]Armed robbery. \n[3]She was my half-sister. Shit, I ain't the son-of-a-bitch who poisoned my own parents. \n[4]Couple years back, Cookie made it clear to Greenville. \n[5]Come on, New York, you can do better than that! Get up and show him how they do it in Harlem! \n[6]Hey, Ray, you ever been to the Cotton Club? \n[7]'Scuse me, you got any batteries on you? \n[8]I bet the son of a bitch goes over a hundred and ten. \n[9]Every bone in my body feel like a big son-of-a-bitch dog got hold of it. \n[10]Hey, Ray, what's the name of that nightclub of yours? \n[11]That's it. The Boom-Boom Room. Sure would like to see that place when you get it up and running. \n[12]Hey, Ray, looks like trouble! \n[13]Pretty good story, Ray. Didn't much care for the ending though. \n[14]Weatherman says a heat wave's coming. I say neither one of 'em son of bitches gonna last past Thursday. \n[15]What's going on? Are they alive or dead? \n[16]I heard Camp 12 got themselves a son- of-a-bitch used to pitch for the Mud Hens. \n[17]I'm the father, boss... \n[18]Hey, fellas, I got Chicago. ", "BISCUIT": "\n[1]Drink it up! \n[2]Eyes front, mister! \n[3]They deserved it. Very strict. \n[4]On Christmas Eve. \n[5]Those dogs they got can sniff a skid mark in your underpants from a half- mile off. \n[6]Shame, shame, that's your name. \n[7]Thought you'd never ask. Biscuit needs some gravy. \n[8]Cost you a pair of nylons. \n[9]That's a lovely dress. Make it yourself? \n[10]A tisket a tasket... \n[11]I'll take Claude for Friday. That's my birthday. \n[12]And out. \n[13]Any fool could see that baby's mine, boss. \n[14]Hell with him. It ain't that. \n[15]What am I gonna do out there, Ray? I can't go home to my mama like this. I'll get the strap for sure. \n[16]Not for me, it ain't. \n[17]No life on the inside, no life on the outside... ", "ABERNATHY": "\n[1]They ain't men, Mae Rose. They're convicts. And nigger convicts to boot. Can you say nigger? \n[2]No, nigger. \n[3]That's my girl. \n[4]That's quite a ways. I'm glad you New York boys could see some of our lovely countryside while you're down here. What do you say, Mae Rose? How should we teach these two a lesson? \n[5]Better make it a week. \n[6]I don't think these boys have learned their lesson. Let's give 'em another week for good measure. \n[7]Don't you ever question me, Sgt. Dillard. When I give an order, you jump to it, or I'll kick you and that first-cousin you call a wife outta that pretty little house so fast it'll make your pin-head spin. You got that? \n[8]Sergeant Dillard, make sure these two are out in the fields first thing in the morning. \n[9]How was the honeymoon? Am I gonna be a grandaddy soon? \n[10]Uh, doctor... \n[11]Is Mae Rose okay? \n[12]And the baby? \n[13]It's a boy! Well, let's get a look at him. \n[14]Well, where is he? Where's my new grandson? \n[15]I know it was somebody from this camp. I can feel it in my bones. \n[16]Do you know who the father of that little chocolated baby is? \n[17]Well, then, who is it? ", "BLOCKER": "\n[1]Negro Leagues, actually. Pittsburgh Crawfords. Ever hear of us? \n[2]We played down in Jackson yesterday. Heard a rumor you've got a boy up here who can hit the ball a ton. \n[3]Can't Get Right? That's the kid's name? Can I talk to him? \n[4]Crawford's are always looking for new talent. \n[5]There are ways around that. Right sergeant? \n[6]Nice looking squad. See you after the game. \n[7]Mark my words, within five years there's gonna be a colored man playing in the majors. \n[8]Maybe not yet. But it will. And I'll be out of a job. Damn, that's some tasty hooch. \n[9]I think that boy could be the next Josh Gibson. I'm gonna talk to the front office about him, you can bet on that. Damn, it's getting late. We got a game in Memphis tomorrow. \n[10]I'll put in a good word for you. You've done a good job with that boy. Thanks for your hospitality. \n[11]Kid's getting out. I got him a pardon. \n[12]I did, Claude. I mentioned you. I mentioned you both. But the fact is, pardons don't come cheap. The kid can hit. What can you do? \n[13]Look, I am truly sorry about this. I'd like to help you... \n[14]At least the kid's getting out. Isn't this what you wanted? \n[15]Don't worry, we'll take good care of him. ", "SPANKY": "\n[1]You picked the wrong night to fuck with me, Ray. I just lost three men and a truck full of Canadian whiskey. You know what that kind of thing does to my business? It makes me want to lash out and hurt somebody. \n[2]Who's he? Friend of yours, Ray? \n[3]Then what are you doing here? \n[4]The choirboy wants to keep his fingers. Who am I to argue? Drop him. \n[5]You gotta lotta balls showing your face around my club. If a man's gonna run numbers on my side of Broadway, you think he'd have the common sense to keep a low profile. But not Ray Gibson. \n[6]But you do. What does that say about you, Ray? What does that say about me? I've given you a lot of leeway over the years on account of your father. But he didn't last long enough to teach you the meaning of the word respect so I guess I'm gonna have to school you myself. \n[7]What's that, some of your bathtub brew? \n[8]Where'd you get this? \n[9]I'm interested. Keep talking. \n[10]If you fuck me on this one, I'll spare no expense. \n[11]Alright, Ray, you've got a deal. Pick your man and get going. \n[12]If I was you, I'd want somebody who can handle himself in a tight spot. \n[13]For your sake, I hope you can drive. Somebody give him some dry clothes. ", "GOLDMOUTH": "\n[1]Hey, girl, you gonna eat your corn bread? \n[2]Maybe I oughta eat your corn bread. \n[3]How you like your corn bread now, New York? \n[4]So it don't exist. \n[5]How was your train ride? \n[6]I can't wait 'til Sunday. \n[7]You mean Louis Armstrong? \n[8]Hey, Ray... \n[9]Where am I at, man? \n[10]It's a mighty long shot, Willie. Nobody ever made it a week in the hole. \n[11]Don't look too good. \n[12]That boy got a year for jay-walking. \n[13]I'm the father... ", "LEON": "\n[1]Why do I get the feeling when you say some time, you mean some time. \n[2]1932? That's like, that's like... \n[3]Come on, old-timer, hook the brothers up. \n[4]Hell of a way to get out. Heard they burned up in that fire yesterday. \n[5]What were they, bootleggers? \n[6]No, they didn't get their pardons, you dumb shit! If they'd got their pardons way back then, we wouldn't be burying them today, would we? \n[7]Just like Elvis. \n[8]What happened to 'em after that, Willie? \n[9]Man, you really bummed me out. That's a terrible story. Nigger, you crying? \n[10]Hey, Willie, what was Claude's plan, anyway? \n[11]You trying to tell us that's not Ray and Claude in those boxes? \n[12]I think that old man lost his marbles about a hundred years ago. Come on, let's get this over with. ", "MAMA GIBSON": "\n[1]Rayford! \n[2]I heard some things so I went to see Spanky Johnson. He told me what happened and gave me some money to get down here. What happened to your face? \n[3]Nice to meet you all. \n[4]Quite comfortable, thank you. \n[5]Yes, oatmeal. \n[6]No. No I don't. \n[7]Yeah... \n[8]Rayford, I wanted so much more for you than this. \n[9]Don't you lie to me, Rayford. You still have your daddy's watch? Well, this is all I can give you. I wish it was more. \n[10]Don't argue with me. You need it more than I do. I know how a little money can help in a place like this. \n[11]Don't say that, Rayford. Don't ever say that. He gave up hope. That's where you gotta be different. \n[12]I gave you life. And they can't take it away from you. Remember that. You'll get outta here someday. I believe that. You gotta believe it, too. ", "JANGLE LEG": "\n[1]How you doin'? \n[2]You ever done time before? \n[3]Then you won't have no problem making the adjustment. You need anything, help of any kind, gimme a holler. Name's Jangle Leg. \n[4]Soft and supple. Like a lady's. \n[5]Sorry, Cap'n. \n[6]Damn liar. Bitch killed his sister with an axe. \n[7]Sure was hot out there today. \n[8]Sing, girlfriend! \n[9]Not in August, anyway. \n[10]I'm the father... ", "JAKE": "\n[1]These two guys friends of yours, old man? \n[2]Hey, the dude's holdin'. \n[3]I seen the bodies before they sealed 'em up. Them fellas sizzled up good. Looked like some shit from the X- Files. Damn, that shit's nasty. \n[4]So Ray and Claude got their pardons, right? \n[5]Oh, right. Well, why didn't they get those pardons? \n[6]That musta messed 'em up pretty bad. \n[7]Hell, no! I just got something in my eye. \n[8]What makes you think it didn't work? \n[9]What do you think about that? ", "YVETTE": "\n[1]Are you Claude Banks? \n[2]My name's Yvette. Sylvia sent me. You look just like she said. \n[3]Oh, she's fine. She's just not coming today. \n[4]She got married last month. \n[5]Real nice guy, too. Trumpet player. They moved down to New Orleans. \n[6]She always said that if you were on the outside... \n[7]I know she's sorry she won't be seeing you anymore. Anyway, she wanted me to take care of you. \n[8]You know, go to the tonk or whatever. \n[9]Want me to come back some other time? ", "DAISY": "\n[1]Claude. Here's to your new job down at the bank. I always knew you'd make something of yourself. \n[2]I was hoping you were gonna say an engagement ring, Claude. \n[3]That's what respectable folks do. Get a job, get married, start having babies. That's what you want, isn't it? \n[4]But I'm having a good time... \n[5]Of course I did. He said he'd file an appeal right away. You didn't tell me he was so good looking. \n[6]He seemed like a pretty good lawyer to me. His offices take up an entire floor of that big, new building on 125th Street, and he was using all these words I never heard before. He even offered me a job. \n[7]Listen, Claude, Maynard wanted to know if he should file the appeal on behalf of your friend, too. \n[8]Sure, Claude, whatever you say. ", "BOUNCER": "\n[1]Oh, no, Ray. Not tonight. Spanky's not happy with you. \n[2]No, but... \n[3]Do yourself a favor and find another place where they let you in the front door. \n[4]Yeah... \n[5]Sharp. \n[6]Anyone asks, it wasn't me who let you in. \n[7]Is that Ray Gibson? Who the hell let him in here? ", "SYLVIA": "\n[1]I've never seen you in here before. \n[2]I'm Sylvia. What's your name? \n[3]Can't you remember your own name? \n[4]Well, Mr. \"C\", how about buying a girl a drink? Two bourbons. \n[5]He looks like he can take care of himself. \n[6]You're cute. You have any money, Claude? \n[7]Why would you want to go home? It's so early. ", "WINSTON": "\n[1]I'll see that... \n[2]And while we're at it, let's sweeten the pot. \n[3]That's just too damn bad, ain't it? \n[4]That'll cover it. \n[5]Four threes. \n[6]Don't take it too hard, New York. Have a round on me. \n[7]I tried to leave, Sheriff Pike. But your wife begged me to stay. ", "NURSE HUMPHRIES": "\n[1]I'll come back for you in a little while, Willie... \n[2]Who wants Jell-O? \n[3]Is everyone here? \n[4]Stay calm, Ray. We'll find him. Claude! Has anyone seen Claude? \n[5]Wait for the firemen! \n[6]You can't go in there, Ray! You'll never make it! "}}