{"dialogues": {"LETOUR": "\n[1]Labor Day weekend. Some time for a sanitation strike. Everybody crazy to stock up. They decide to score at the last minute and want it now. Never fails. The faces look alike. You gotta use memory tricks: each has some peculiarity -- it keeps you sharp. A D.D. told me when a drug dealer starts writing a diary it's time to quit. I started writing after that. Not every night -- now and then. Just to burn off the night. Fill up one book, throw it out, start another. \n[2]Ann. \n[3]Robert. \n[4]Sad what ten years without sex can do. \n[5]Twenties -- and tens. \n[6]You mean --? \n[7]Cash Before Delivery. \n[8]It's late. You staying? \n[9]I'm gonna crash -- try, at least. \n[10]Yeah -- big kiss. \n[11]\"Labor Day.\" \"Union Movement\" -- there's a contradiction in terms. I know about long hours. It's worse when I'm off -- I just walk and walk. Where am I going? There's an element of providence to it all. Like rolling numbers. Luck. You're walking down the street, some guy that looks maybe a little like you does a stick-up four hours ago, there's an APB description out and a cop pulls you in cause he's cold and wants to go inside -- they grab your stash. Your number's up. You're busted for nothing. For bad luck. \n[12]Don't bore me. \n[13]Jees -- \n[14]We pay you more, you put up with more. White drugs for white people. Twice the price, twice the safety. \n[15]Never made any big money either. \n[16]She blows it. \n[17]She always says that. We'll see, Jealous. \n[18]No way. I'm not the management type. I get in charge, I'll start using again -- not for me. I know music people. I'm gonna get in recording. \n[19]What? \n[20]Why? \n[21]I look like an encyclopedia? Who knows? Thanks for the warning. \n[22]Yeah, nineteen grams after four times last night. We're certainly not his favorite people. \n[23]He took my hundreds. \n[24]Who's Her Majesty talking to? \n[25]That's where the money is. \n[26]Don't dress. You really think she means it? \n[27]That's just her mouth talking. \n[28]\"Akasha\"? \n[29]-- this week. I don't get it -- marigolds, violets, sage -- why'd anyone pay to put weeds on their face? \n[30]You forget: she hasn't asked me. \n[31]Of what? \n[32]Very nice. \n[33]How about Indian? \n[34]I'm going veggie. Get me the \"Puk Ob.\" \n[35]Use it for facial cream. \n[36]Forgive us. \n[37]It was supposed to be light tonight. \n[38]Don't have one. \n[39]Raining? \n[40]Traffic. It's raining. \n[41]Okay. \n[42]Robert said he sold you a quarter yesterday. \n[43]Eddie. Look at yourself. Sit down. I've known you, what, like eight years? \n[44]Knew you from the other job, the one before the last one you fucked up. I knew your wife -- remember her? We used to sit and talk and talk -- \n[45]This is no good. I'll sell you a gram and some downs, but I ain't gonna put you in the emergency room. Cool it. Go to bed. Sleep it off. \n[46]So go to the street. \n[47]Go ahead. You know what she'll say. Phone's over there. \n[48]Fuck you. That's it. You're out. Don't call again. Catch you next lifetime. \n[49]Okay. \n[50]You got downs? One more thing. I gotta use the phone. \n[51]I've got to go. \n[52]Everybody wants to talk. It's like a compulsion. My philosophy is: you got nothing to say, don't say it. They figure you can tell a D.D. anything, things they would never tell anyone else. He understands. Of course they're stoned to start. If I could tie together all the hours of coke talk I've heard, that would be a lot of string. It was Robert's idea to add twenty-five dollars to home deliveries cause it's such a hassle. Fifty is more like it. \n[53]Me? I'm an old man. She'd break me like an old horse. \n[54]Nah. Thanks anyway. I gotta go. Have fun. \n[55]Carlos. Wait a second. \n[56]Marianne! Marianne! Hop in! I'll give you a ride. \n[57]John. John LeTour. \n[58]Get in. You're getting soaked. \n[59]Where are you going? \n[60]I didn't know you still lived here. \n[61]Don't be crazy. It's pouring. \n[62]-- former drug associates. \n[63]I heard. I'm happy for you. \n[64]I know. Mar, you don't need to avoid me. I'm straight -- two years. It came that time. I tried to tell you. I wrote. I called. \n[65]Honest. \n[66]No. I stopped. \n[67]Almond oil. You can check. Look. \n[68]Shit. \n[69]I still deal a little, but I'm straight -- that part's true. Believe me. \n[70]I won't say anything. I promise. I'll just sit here. I'll just give you a ride. \n[71]Where do you live? Mari... \n[72]Eighty-third Street. \n[73]Thanks. \n[74]Yeah. \n[75]I'm not sure how this works. \n[76]No, but I've, well, I've heard about it. \n[77]No... it's not that... I don't know -- I just decided to come. I thought... \n[78]A recommendation. Somebody from work. Two hundred dollars, right? \n[79]I don't care. \n[80]Yeah. \n[81]I don't know. \n[82]My mother? \n[83]Not... I... \n[84]Yes. \n[85]Yes... \n[86]As a child. \n[87]No. I -- \n[88]Yes. \n[89]Yes. \n[90]Teresa? \n[91]I'm thirty-eight years old. Forty. \n[92]I have trouble sleeping. Look. What do you see around me? Is there anything? Is it dark? Have I run out of luck? Is there luck? \n[93]Jealous said something about a yuppie murder in the Park. You know anything about it? \n[94]Jealous said to be careful. \n[95]A hospital? What's he doing there? \n[96]The --? \n[97]Me? \n[98]No. Yeah -- sure. \n[99]I vote Japanese. \n[100]Mixed sushi. Oshitashi. \n[101]What's going on? \n[102]-- 'n 'ludes. \n[103]What is it? \n[104]Here. \n[105]She okay? \n[106]The girl. \n[107]You need a lawyer? \n[108]Any time. \n[109]Randi? \n[110]You too. Randi, what's wrong? Why are you here? \n[111]Serious? \n[112]Can I see her? \n[113]I'm so sorry. She's a terrific woman. I was crazy about her. God. \n[114]Randi told me about your mom. I'm sorry. \n[115]She's sedated? \n[116]You both look so tired. \n[117]Let me buy you some coffee or something -- the cafeteria's downstairs. It helps to talk. \n[118]This way. Kiss your mother for me. \n[119]I like your mom. \n[120]She's been sick a while? \n[121]Your father? \n[122]What have you been doing? Where do you live? \n[123]Anything? You married? Have children? A dog? House plants? \n[124]The door to what? It's not like we're strangers. We were married. \n[125]There was a ceremony. \n[126]He was also a minister. \"Universal Harmony.\" \n[127]You're a Pisces. \n[128]In the eyes of Jeanne Dixon we're still -- \n[129]We were happy. \n[130]There were good times. Area, out on the street, laughing, dancing with friends -- we were magical. \n[131]You exaggerate. \n[132]We were happy. \n[133]It wasn't me -- \n[134]You jumped -- \n[135]\n[136]I didn't -- I meant well. \n[137]We were in love? \n[138]We were happy? \n[139]You bought it for me. It's inscribed inside. \n[140]Ann's quitting. I've got to find something else to do. \n[141]It's true. \n[142]Yeah. \n[143]If I could do that, I could do anything. \n[144]We could do anything. We could start over. \n[145]I'm serious. \n[146]This is crazy. \n[147]I'll walk you. \n[148]I can always find another way to make a living. I never planned this in the first place -- not like Ann. She came up to sell, have parties, make contacts. She was so glamorous. I just wanted to be around her. She'd sit up listening to coke stories. Now it's me and Robert. The whole crowd was the same age. Everybody's younger now. She made me. \n[149]There's some. Not much. A thousand or two. Maybe more -- I'm not sure. \n[150]I don't know. It's not that much in the first place -- as you know. \n[151]Rent, utilities, phone, tips, CDs -- what about your money? \n[152]I wish I could help. \n[153]No, but I'm okay. What are the odds of meeting someone you haven't seen in years twice in two days? \n[154]Just a contact -- you don't know him. \n[155]The plan? \n[156]My future? \n[157]We had this conversation two years ago. We'll have it two years from now. \n[158]I'm thinking of some music courses. Mixing, sound editing -- \n[159]That was acting. \n[160]Why all this concern? Suddenly you care? \n[161]She helps you? \n[162]You --? Of course I will. \n[163]We'll always have Paris. \n[164]Ann, you want me, call, write a letter, tell a wino -- I'll be there. \n[165]I'm sorry. I... \n[166]I always thought my father would die first. He would die, then my mother and I would reconcile. Just her and me. I hated him for living. \n[167]My old man bawling in the hospital, me popping in and out of the john getting loaded. I miss you. \n[168]I thought I was just killing myself. \n[169]Selfish. \n[170]What? \n[171]I see you and my heart starts thumping. \n[172]Excuse us. Let's go. \n[173]Have you ever had sex totally straight? \n[174]Neither have I. \n[175]Never had anything like it stoned. Feel it. \n[176]Wow. \n[177]Let's disappear. \n[178]Kiss, kiss, kiss. \n[179]Together. \n[180]You need to go back? \n[181]Marianne... \n[182]I love you. \n[183]There was a mix-up -- \n[184]Where's Robert? \n[185]It was a confusion. \n[186]When is that? \n[187]I'm on my way. Love you. Forgive me. \n[188]Enchanté. How'd it turn out? \n[189]St. Luke's. \n[190]Not now. \n[191]Look at the bar. Black-haired guy, late twenties, brown suit, drinking tonic? He's casing you. Not me, you. Undercover, whatever -- he's on you. \n[192]Just a feeling. You holding? \n[193]Leave a message. Robert or I will come by later. \n[194]Nineteen is the top. I'll make two trips. \n[195]A domani. Take care, girls. \n[196]I feel my life turning. All it needed was a direction. You drift from day to day, years go by. Suddenly there is a direction. What a strange thing to happen halfway through your life. \n[197]Marianne Jost, please. \n[198]Marianne Jost. \n[199]She was there yesterday. \n[200]Did she leave a forwarding number? \n[201]Thank you. \n[202]Mrs. Jost. JoAnn Jost. She's a patient. \n[203]Skyline Floral. We're trying to confirm a delivery. \n[204]Are the funeral arrangements local? \n[205]Thank you. \n[206]Can I help you, officer? \n[207]I hope I haven't made a mistake. You are a cop, aren't you? \n[208]Could I see a badge? \n[209]What is it? \n[210]My father's a partner in a powerful law firm. If you have anything in mind, do it by the book. \n[211]I don't follow the news. \n[212]I wish I could help. I don't even know who's president. \n[213]Marianne... \n[214]Marianne... \n[215]I didn't... \n[216]It's... \n[217]How are you? \n[218]Yes, you. I can't think of anything, but if there was anything I could do... \n[219]I saw her. \n[220]Your mother. I came in the room. You were sleeping. I just watched. \n[221]No. \n[222]An undercover cop. Not a narc. The Park murder. Jealous was straight on that -- you hear anything? \n[223]No. \n[224]What do you care? You're leaving me. A few more months -- sayonara. You too. John who? What was his name again? Le --? I mean it's not exactly like I got a pension plan. \n[225]I know. \n[226]Lapi --? \n[227]Any more about the Park murder? \n[228]No. \n[229]It's alright, I'll go. Let me handle it. \n[230]Forget it. \n[231]Sure, whatever. Surprise me. \n[232]I'm calling your brother. \n[233]Yeah, the lawyer in Bronxville. I'm gonna ask him to come over. You've told me so much about him. \n[234]Is this Martin Jeer? Thank you. \n[235]I recommend Hazelden. It has the best all-around program. Martin Jeer? I'm here with your brother Ed. Yeah, in the city. I'm afraid there's a medical emergency. You're going to have to come. \n[236]He'll be here. \n[237]Thirty-eight hundred -- got any hundreds? \n[238]Yeah. \n[239]What? \n[240]Nowhere just now. Wait. \n[241]Yes. \n[242]Downtown. \n[243]John. John LeTour. Can I see you? \n[244]It's important, Teresa. \n[245]Open the door. You're awake anyway. Teresa. \n[246]Read me. What do you see? \n[247]We had a session last week. What do you see? \n[248]Yes. Look at me. \n[249]Someone I knew died tonight. \n[250]Am I in danger? \n[251]What should I do? \n[252]Please. Am I lucky? \n[253]What do I owe you? \n[254]Bill Guidone, please. Homicide. \n[255]This is John LeTour. Remember me? \n[256]You said I should ask around, tell you something you didn't know. \n[257]It ain't much, but it's something. \n[258]A girl died last night. Lexington Ave. \n[259]The news said she was alone in the apartment when she went out -- she wasn't. It's a cover-up. There was someone else. \n[260]Who lives in the apartment? \n[261]That's all I know. You asked me to tell you something. I told you something. \n[262]Jack. Let me in. \n[263]I need some sleep -- not much. I don't want to go home just yet. A little sleep first. Can I crash here? Nice place. \n[264]Can I? \n[265]What do you know about Tis? What's his relationship to Ann? \n[266]No. \n[267]Nothing. \n[268]Is he dangerous? \n[269]It was something else. Tell me if you hear anything. \n[270]Tis. \n[271]Ah... \n[272]Yeah... You ever think about it? \n[273]That it'd be like this -- like, your life, you... that it would turn out this way? -- \n[274]-- Robert -- \n[275]You've lost your fucking brain. \n[276]Got a tub? \n[277]Great. \n[278]Manny. LeTour. Jealous. \"Jell.\" SOB's. \n[279]Burning Spear. \n[280]\n[281]How's product? \n[282]I got a problem. I need a piece. \n[283]A gun. \n[284]Now. Anything. Am I speaking too fast? \n[285]The rate. What you got? \n[286]How much? \n[287]You're fucking me. \n[288]Where is it? \n[289]How do you use this? \n[290]I don't have much use for a gun. Never used one like this. \n[291]What do you do? \n[292]-- Dios. \n[293]Have you been to the police station? \n[294]I didn't know. \n[295]She loved you. You were what she wanted to be. \n[296]Look. Do you recognize anyone? \n[297]You know him? \n[298]It's me. Cologne. I'm a sucker for that cheap airplane stuff. Did Marianne mention him yesterday? \n[299]I don't know. \n[300]When's the funeral -- your mother's? \n[301]Well, I got this thing to do. It's -- I don't know if I can get away. \n[302]I'll try. \n[303]Sorry about last night. Something came up. \n[304]\n[305]I'm $500 short from last night. I'll get it, you can take it from my salary. \n[306]Sorry. \n[307]Classy. Sorta -- Katmandu... \n[308]I love it. \n[309]Me? \n[310]A lie. I don't want to go. The suicide and all. Let's stay away. \n[311]C'mon... \n[312]Let Robert go. \n[313]Since when? \n[314]I don't want to go. I got a bad vibe. \n[315]Why don't you go? He's your contact. \n[316]Come with me -- the two of us. \n[317]Okay. \n[318]You're gonna do it, aren't you? You're gonna quit. \n[319]When? \n[320]You made me -- \n[321]-- khaki pants. \n[322]I gotta stop home a second. \n[323]You know I got a bad vibe about Tis. \n[324]I want to get my lucky jacket. \n[325]Ann, you got some mouth on you. \n[326]For you. \n[327]Do me a favor. \n[328]Don't ask why, just promise. \n[329]If anything happens to me -- if I should like, you know, fucking die -- write and tell her. \n[330]It's my sister. Her husband's in San Quentin. She worries, you know. \n[331]I thought we were going to Tis'? \n[332]Tis there? \n[333]Ann. \n[334]Go on. \n[335]Hello. \n[336]Twenty minutes. You look terrific. \n[337]Sentencing's in ten days -- supposed to be. Because of the extenuating circumstances -- our cooperation -- they say it won't be more than five years -- maybe seven. With time served, good behavior, parole, I could be out in two years -- maybe. I hope. \n[338]It's not so bad. It's a relief in a way -- at least so far. I've been writing, reading. \n[339]How's business? \n[340]I miss you. \n[341]Did we ever fuck? \n[342]You know, make love. \n[343]We were naked, but did we --? \n[344]I didn't -- \n[345]I was thinking about it and I realized we never really did. It's one of the things I think about. It's one of the things I look forward to. I've been looking forward. \n[346]Something can be right in front of you and you can't see it. ", "ANN": "\n[1]Darling. \n[2]Have we made New York safe for another weekend? \n[3]Any hundreds? \n[4]Goddamn cash machines. \n[5]These Wall Street kids deal with fake money all day, they think cash is a theoretical concept -- like it doesn't apply. I see 'em at two, shudder to think at nine they're buying and selling -- turned me off the stock market. \n[6]Tomorrow will be easier. Maybe we can all eat together. Go on. You look tired. Here, take a couple of C's. I'll pick up anything that comes in. \n[7]Sleep tight. \n[8]Johnny! Robert! Come here! \n[9]Plant me two kisses, boys, fifteen hundred Ex at thirty each and the delivery's here. \n[10]Whatja think? \n[11]The face cream. Almond, marigold, chamomile, egg, aloe -- the \"Almilk\" formula. I remixed it. \n[12]Reminds me, if you get downtown stop at Enhancements and pick up some almond oil -- not the California. What should we order? \n[13]Darling, it's Saturday. \n[14]Answer that. He'll call back every five minutes. \n[15]\"Ped Srilom\"? -- it's Northeastern. Duck. \n[16]Laugh, one day you'll be watching me on \"Oprah\" from a welfare hotel. \n[17]You take it -- call in. \n[18]Good for the trees -- \n[19]It's started. \n[20]Take a coat. And you, clean up the product before the food delivery comes. \n[21]Your pay's on the table. \n[22]Two weeks -- don't run. Stay a while. We'll order kosher. We'll tell you dirty stories. We'll talk Zionism. \n[23]Invest in my cosmetics line. \n[24]Shalom. See you next week. Don't eat any hot dogs! \n[25]It's all over the news. \n[26]We are careful. \n[27]Go. Keep on his good side. He set up Arizona. \n[28]Let's have lunch. Tomorrow. \n[29]One o'clock. Côte Basque. Is that too early? \n[30]Fine. \n[31]You have any money saved? \n[32]What do you do with your money? \n[33]It's tax free -- \n[34]Kitty Ford once told me, \"Ann, the only person I know that lives as well as you is my grandmother.\" All the money I've made, all the money I've spent -- it never adds up. This last two years cosmetics' been taking everything. \n[35]You still go to meetings? \n[36]Ask Robert to make up a chart for you; the other person -- who is it? \n[37]What's the plan? \n[38]What you gonna do? \n[39]Too conceptual? \n[40]This time it's for real. \n[41]You took that before. \n[42]Modeling. \n[43]I have feelings too -- you may have noticed. I guess I'm worried. I'm tough, you gotta to be tough, especially in this business, it's one thing to act tough -- I've seen Zipporah twice this week. \n[44]-- harmonizes, she's encouraging me to get out of this into the cosmetics thing -- \n[45]Nomination for Best Picture. I knew every girl he fucked -- how, why. I knew when he had trouble shitting. Like this. His wife says he gets straight or she cuts him off. Old money. I remember the last thing he said to me: \"See you soon.\" Yeah, sure. That was five years ago. \n[46]You'll still talk to me, won't you? \n[47]It'll be strange without you around. I hadn't thought of it -- it hit me. \n[48]John. \n[49]Johnny, what is this? Your beeper broke, gettin' some shiatsu? Two hours: where have you bee? \n[50]How you gonna survive on your own? The U.N.'s got some conference in two days. The holiday's over -- ragheads everywhere trying to score. U.N. security at every hotel -- little creeps with lapel pins. Even I've been out. This is where our money is: Europe, Asia, not the streets -- you wouldn't know crack from crackerjacks. \n[51]Busting his ass. He's out doing your job. \n[52]Get confused on your day off. \n[53]Don't get wise. What do you want me to do? Suck your dick? -- okay. A raise? No way. Get out there. There's a list on the TV. I love you. Get your ass outta here before I kiss it. \n[54]Have some shu mai. Just delivered. \n[55]About what? \n[56]What's wrong baby? You like like shit. Something wrong? \n[57]You can't fool me. I can read you. \n[58]Johnny, it's not that at all. Is that what you think? You hate cosmetics. You don't care about it. You told me that. \n[59]Who knows what will happen? \n[60]What's with this thing? \n[61]You want in? We'll make a place for you. \n[62]It's -- \n[63]Don't answer it. Let him call all night. He's trouble. I don't want to deal with him. \n[64]He gives you shit -- fuck him. \n[65]Spring roll. \n[66]The Prodigal Son. \n[67]Where were you? \n[68]This is family. Are you saying that to hurt me? It's not money. \n[69]The label for the cosmetics line. \n[70]Kathmandu. \n[71]Yeah. Says you were supposed to show up again yesterday, but didn't. \n[72]Can't. He's the Ecstasy connect. No way I can fuck this. \n[73]This is business. \n[74]Tis won't deal with fags. \n[75]Just is -- so he's a bigot? What's new? So's everybody else. \n[76]Why? \n[77]You giving orders? \n[78]Okay. You got it. Like old times -- Ann and Johnny. \n[79]It's going to be strange, not doing this. I mean I've had it, but sometimes... \n[80]I think so. Seal this thing with Tis, turn it -- go with the cosmetics. You gotta take a chance in life. No risk, no gain. I've already got retail connections here, London. It was great at the beginning, though. \n[81]You know, when we first started out of the place on Greene Street. Before deliveries, when you were still using. It was open house every night but Sunday. We had everything: uppers, downers, meth, six kinds of hash, all in that trousseau, remember? You could get in for a gram, stay all night -- everybody, music people, movies, Wall Street, fashion -- even politics. I think like five marriages came out of those parties, babies -- really. God. You stayed, you then Robert -- but he... I'da never thought you'd, what is it, twelve years? Others, lucky a year max, eight months, in, out, start using, unreliable -- nice kids. Remember when you first came: long hair, dirty fingers -- \n[82]-- never washed -- \n[83]I should write a book someday. Did you know somebody wanted to do my story? Ghostwrite. It was impossible, of course -- my lawyer freaked I even had the meeting. People envy me. They think my life is so glamorous, but they don't know. I know. Glamorous. It was for a while. Then came crack and fucked everything. \n[84]Why? It's out of the way. They're expecting you. \n[85]Chill. This is routine. \n[86]Oh. Okay. \n[87]That took long enough. What did you do, douche while you were at it? \n[88]You don't want to know where it's been. Cologne? \n[89]Phew. It smells like that stuff they give you on airplanes. It's no good for your skin. All chemicals. \n[90]What's that? \n[91]What? \n[92]What is it? \n[93]Okay. \n[94]We are. He's here. He can't very well work out of his apartment after what happened yesterday, can he? \n[95]Mathis Bruge, please. Tis? Ann. I'm here with Tour. Okay. \n[96]Twelve-oh-four. \n[97]I told you greasy fucks I don't deal with guns! I see guns, I walk! How dare you? \n[98]And you, beaner, whoever the fuck you are, kiss my fat ass! \n[99]We came together, we're leaving together. Johnny, come with me. \n[100]Fire! Fire! Fire! \n[101]Hi. \n[102]I look respectable. Any news? \n[103]It feels like forever. \n[104]I love your letters. \n[105]Robert quit. He went back to dealing. I think he thought it would be less work, more money. It's lucky in a way I got mixed up in it -- now I have to see this thing through. So it's cosmetics after all. \n[106]Me too. \n[107]What do you mean? \n[108]There was that party when everybody was so stoned, but -- oh yeah, that night you came over and crashed and we slept together. \n[109]You had a hard-on... \n[110]You tried... \n[111]Me too. \n[112]Strange how things work. ", "ROBERT": "\n[1]Get a job. \n[2]Tens! \n[3]Did what's-his-name give you a hard time? \n[4]Yeah. \n[5]Fucking investment bankers. \n[6]It's over. \n[7]Pick up the trash. \n[8]Jack. \n[9]You pick up from Jealous? \n[10]We don't make the laws. Nineteen is carrying, twenty is dealing. Let him be stupid. \n[11]Take over for a while. I'm getting contact high. \n[12]The Ecstasy connection. From Arizona. She's trying to get them to come here -- or, better, Europe. \n[13]All mark-up -- the \"Big One.\" \n[14]That's what she says. New Year's Eve and out -- no Acid House, no product, no deliveries. \n[15]Next year -- strictly Akasha. \n[16]Cosmetics. That's what Ann's calling the company now -- \n[17]Why'd anyone pay to put them up their nose? I like cosmetics. I need cosmetics. You should come in with us. \n[18]Thai. We haven't had Thai in a while. \n[19]The night begins. \n[20]Me too. \n[21]Remove unsightly hair! \n[22]Eddie wants now. Now. His place. Top Lady. God knows what happened to his shit yesterday. \n[23]Don't you watch TV? \n[24]Well if you were the normal stupid fuck you should be so lucky to be and had one, you'd know it's supposed to rain -- \n[25]Some farmer whacked his numerology on us. \n[26]The Farmer's Almanac is based on numerology. \n[27]We're too small time. Besides, she wasn't one of ours -- not directly. Tis is at St. Luke's. He wants somebody over right away. Second floor waiting room. \n[28]He says he needs you to come to St. Luke's. I'd go but I got the other thing. \n[29]Yeah. \n[30]Tonight? \n[31]Okay. \n[32]I told Ann you'd be on time. Tis called. He said before ten. He said you were right. \n[33]Remember the time that cop called here? Wanted to know if we had \"nose candy\"? Ann says, \"John Candy?\" \"John Candy?\" \n[34]Jack. \n[35]I got a friend -- a D.D. -- got into lapidary. I'll introduce you. You have to pass a test. \n[36]Gems, you know, crystals, diamonds. \n[37]Stay away. \n[38]Shit. \n[39]I'm sorry if -- \n[40]We're going Chinese tonight, okay? I mean we're on a roll -- \n[41]Who is it? \n[42]Where have you been? We were worried. \n[43]It's hideous. I did it years ago. I've got to throw everything out. You haven't been here? Oh, Jack, this is Tony. I told you about him. You should talk. He's the lapidopterist -- gems. \n[44]Same thing. \n[45]Sure. \n[46]They go way back -- before me. Did you cross him? \n[47]Don't. He's Ann's Ecstasy connection. She needs that score. What happened? \n[48]Don't mess with him. \n[49]Everybody's dangerous. We heard what you did to Eddie. Ann thought it was great. She was afraid that was why you didn't come back. \n[50]About what? \n[51]Tis who? Ann says you want a chart done. What's wrong? \n[52]You down? \n[53]What? \n[54]Compared to what? My thinking this or that is going to make any difference? There's a plan unfolding. \"Will my plane crash?\" \"Does life have meaning?\" -- why ask me? Thinking's a fear of living, negative living; living's something else. You're afraid. Let the plan unfold. Stop. Stop, live one day -- one day -- \n[55]-- day at a time. \n[56]I'm a drug dealer. \n[57]Yeah. \n[58]There's a plastic bottle of bath oil in the cabinet. Yellow. Use it -- tell me what you think. It's a new formula. \n[59]\"Too Complicated To Explain.\" \n[60]Look at this. We had a graphic artist make it up -- you know, Billy, Five Towns. \n[61]Tis called twice. He wants you to come by. \n[62]He said you. \n[63]He is -- \n[64]No, Missy. \n[65]Stop it. You're breaking my heart. ", "MARIANNE": "\n[1]John? \n[2]Hi... \n[3]Maybe this wasn't such a good idea. I should get out. \n[4]I'm not supposed to be around -- \n[5]It's four years I'm clean. No alcohol, no cigarettes, no nothing. \n[6]It's still not easy. \n[7]I should get out. \n[8]But you're dealing. \n[9]What's in the bag? \n[10]What's that for? In case someone needs almond oil in the middle of the night? \n[11]Stop here. Now. Stop! \n[12]Goodbye, John. \n[13]Yes. Hi. \n[14]Thanks. \n[15]Yeah. \n[16]I don't think that would be a good idea. \n[17]One of us has to be here. \n[18]I shouldn't. \n[19]\n[20]She liked you. You know this will happen someday, but when it does... Your mother -- that was a shock. \n[21]A year. \n[22]Not this time. His new wife -- he'll make it to the funeral. \n[23]It's... I don't want you to know about my life. \n[24]Details just open the door. \n[25]We were not. \n[26]He wasn't even a minister. He was an astrologer. \n[27]He was a Pisces. \n[28]It was not legal. \n[29]I was on the cusp. \n[30]We were miserable. We were either scoring or coming down -- mostly coming down. \n[31]You took off for three months without telling me and called once. That's how magical we were. You were an encyclopedia of suicidal fantasies -- I heard them all. Nobody could clear a room like you, John. And the friends, you may have noticed, turned out to be mine, not yours. I envy you. A convenient memory is a gift from God. \n[32]In rehab they call this \"euphoric recall.\" You only remember the highs, never the lows. \n[33]I was drowning. \n[34]You watched -- \n[35]You did nothing -- \"It wasn't your business, you weren't responsible\" -- you still think like that. Actions have consequences; so do -- \n[36]-- inactions. \n[37]You always meant well. \n[38]Yes. \n[39]Ann? I'll believe it when I see it. \n[40]Are you really straight? \n[41]Let me see your eyes. \n[42]Eyes are deceiving. Congratulations. \n[43]What do you mean? \n[44]What was that? I think I heard something. \n[45]You're crazy. \n[46]I have to get back. \n[47]It's like a joke. It's not a real feeling. It's like a feeling of a feeling. \n[48]You tried to kill me. You took ten years of my life one way or another. I couldn't hate my mom -- I was too busy hating you. \n[49]I remember. \n[50]What it felt like. What this tasted like. \n[51]John. \n[52]Come. Come with me. \n[53]Not with you. \n[54]Such an erection. \n[55]Weird. \n[56]I'm dripping. \n[57]Kiss, kiss, kiss. \n[58]This is the end. It was wonderful. I'm glad it happened this way. It will never happen again. You will not see me, you will not call me again. I'm happy for you. I wish you the best. I'm leaving. I'm going back to the hospital. I shouldn't have left -- but I don't regret it. Please dress and leave as soon as possible. I have a key. Goodbye. \n[59]It's my fault. \n[60]Get out. \n[61]Every time you come into my life something terrible happens. I thought I was rid of you. How'd you get here? I don't want you here! I don't want you around me, I don't want you around my mother! Damn you! \n[62]Get out! ", "TERESA": "\n[1]Coffee? \n[2]Black? \n[3]Here. \n[4]Have you ever been to a psychic before? \n[5]Do you need advice? John? \n[6]Be comfortable. How did you hear about me? \n[7]It's a lot of money? \n[8]I look at you. I give you my impressions. I feel your \"vibrations\" -- I don't like that word, it sounds phony, but I can't think of anything better. You're anxious. More than usual. Your aura is very strong. I feel a very strong vibration from you. A change is coming. You're worried about money. You say you don't care about money but that's not true. \n[9]Your livelihood is endangered. You're worried about the future. You don't have much money saved. What will you do? \n[10]I see a woman who has betrayed you. \n[11]Who will betray you. \n[12]Keep it in mind. I have a strong feeling about this woman, a woman close to you, she will betray you. You're in the entertainment business, aren't you? \n[13]But you're not happy. You want to do something else. Is it music? \n[14]You have a talent for music. \n[15]You still have it. It's strong. I see music in your future. A career opportunity will come in the music field. Take it. It won't seem promising. Take it anyway. You're full of stress. Are you exercising? \n[16]You should exercise more. You must let go of this stress. It's not good for your health. I'm not saying you're going over to the other side, but it's not good for you. You're still drinking, aren't you? You have a drinking problem? It's interfering with your health and your life too. You've had other problems. Drug addiction. \n[17]This was very important in your life. \n[18]You are in the balance. Everything you do -- positive or negative -- in this life is a drop that will carry over in the next. Every act, every decision matters. \n[19]What is it? \n[20]You're young. \n[21]I see a glow. Everything you need is around you. The only danger is inside you. \n[22]Who is it? \n[23]What time is it? \n[24]Call. Make an appointment. \n[25]Do I know you? \n[26]John? \n[27]Step back. Again. Death. \n[28]This was not an accident. This person was murdered. \n[29]There is danger around you. It's very close. I'm sleepy. \n[30]I can't see it. \n[31]Yes. Don't be afraid. Go home. \n[32]Nothing. Forget it. Let me sleep. ", "TIS": "\n[1]You got some valiums? \n[2]Just a valium -- a ten. \n[3]You won't believe it. What a nightmare. I brought in this chick. She O.D.ed -- man, I didn't even know her. I didn't have to bring her in. The cops are coming back to talk to me. I'm hyper. I gotta come down. \n[4]Make it two. \n[5]Thanks. \n[6]Who? \n[7]Yeah, yeah. Met her last night. A walking vacuum cleaner. What a nightmare. Underage. \n[8]He's here. Thanks. \n[9]Tour, sit. Take a rest. LeTour, this is Gabri, Tasha -- you know Thomas. They're here for a show. \n[10]Questo è un vero Americano. What? \n[11]No problem, but -- can you believe this? -- she's out of the hospital in one day, calls me up, wants to \"get together.\" Some people are just born for losing. Want to go in back? \n[12]Huh? \n[13]You know him? \n[14]No. Need help? \n[15]Forget it. It wasn't for me anyway. Who am I trying to impress? Make it tomorrow. A half -- no, three- quarters. \n[16]Nineteen is fine. \n[17]Tour, just in time. We were out. Nineteen, right? \n[18]Some, not the whole thing. You got hundreds? \n[19]I like that about Ann. Always takes the time to grind it. If you do it, do it right. \n[20]Looks like you could use some help. Mari, this is Tour. You got any hundreds? \n[21]Not the talkative type. Haven't seen her in years. You know her, don't you? Why they call me? What a nightmare. You want it or not? \n[22]See you later. \n[23]No! Sorry about the guns. My fuck-up. I was just trying to make a point -- I apologize. \n[24]\n[25]Tour and I need to get our stories straight. Somebody's talking to the police. The guns were for emphasis, to make a point, dumb -- \n[26]Thomas. \n[27]Don't be stupid. Get out. Leave. I had nothing to do with Marianne -- she jumped: she was there, then she was gone. Nothing will happen to Tour. \n[28]I didn't -- ", "RANDI": "\n[1]John! \n[2]I can't believe it. Marianne's here too. She flew in. It's been so long. You look great. \n[3]Mom. She's back in. Didn't Marianne tell you? \n[4]More chemo. \n[5]She's sleeping. She sleeps most of the time. She'd like it, though. She still talks about you. \n[6]It's John. What a coincidence. \n[7]She would be so happy to see John. \n[8]The hospital lets us stay in her room. \n[9]You go, Marianne, it's my turn with mom. \n[10]Go. You haven't eaten. Go on. Go on. \n[11]Bring me a coffee. \n[12]I'm sorry. That's the way it is. You shouldn't have come. Marianne has been up all night, crying and crying. She wasn't there when Mother passed -- died -- she blames herself. It wouldn't have made any difference. She just slipped away. Marianne's -- I'm worried -- \n[13]Don't try. \n[14]Me? \n[15]Thanks. I'm okay -- I guess. I mean, we've been expecting it. It'll hit me later. \n[16]Who? \n[17]Oh. I'd better get back. Marianne's probably flipping out. \n[18]She was back on drugs. Really back. They're gonna bring her here too. My God. I thought she was playing for attention. \n[19]You're not to blame. Don't blame yourself. You weren't responsible. She was always -- she loved you. \n[20]She scared me. \n[21]Tis. \n[22]His father's a lawyer. Did some tax things for Mom. He was at the hospital. What's that smell? \n[23]It was his apartment. What are you thinking? \n[24]She jumped. You loved her, but she -- this sounds terrible but it's true -- she was... she ruined everything... bad luck. \n[25]Tomorrow. Will you come? \n[26]Try? For me. ", "EDDIE": "\n[1]Le Tour! -- finally. What took so long? \n[2]How's things? \n[3]I need a quarter -- you got it? \n[4]Some friends came over. How much is that? Fourteen-hundred? \n[5]Yeah... \n[6]You don't know what she was like -- \n[7]You charge $200 for what goes for ninety on the street -- and you're not gonna sell? \n[8]I'll call Ann. \n[9]I'll tell the fucking cops. \n[10]Please, Tour, I'm sorry. You're right. I didn't mean that. I'm quitting anyway. I'll take the gram. Sorry. \n[11]Two hundred? \n[12]\"Ann, this is Ed. You gotta come. The other thing is over. I'll be home all night. 749-2876.\" \n[13]You gotta get permission? Check with Mama? \n[14]Huh? \n[15]No, don't. Please, I'll give you money, anything. He doesn't understand. Whose side are you on? \n[16]I shoulda never called. ", "MANUEL": "\n[1]Reggae night. \n[2]How'd you get in? \n[3]You buying? \n[4]How much? \n[5]Piece? Piece of what? Piece of candy? \n[6]When? \n[7]How much you spend? \n[8]He's got a 64 Smith-son. Detective Special. Nobody wants 'em. Fresh from a cop. \n[9]Four -- including me. \n[10]Street price. \n[11]Sigame. \n[12]The hundreds -- Franklins. \n[13]Automatic. \n[14]\n[15]Simple. You put the bullets in -- you point it at the bad guys, pull the trigger and they fall down! \n[16]Vaya con Dios. ", "GUIDONE": "\n[1]What? \n[2]Yes. \n[3]Bill Guidone. \n[4]You think you're invisible, don't you? You think we don't know you, LeTour -- that's the name you use, right? \n[5]You? Who the fuck cares about you? I could grind you right here! -- maybe I will! -- and nobody would give a fuck! You're not worth the paperwork. I look like Narcotics? I'm Homicide -- I'm investigating the Park murder. \n[6]Downtown's interested how a Barnard honors student with fancy parents got a quarter of uncut coke on her when she was murdered. I mean, we just don't see this girl cruising Alphabet City trying to score. Somebody sold her, somebody upscale and classy -- you're classy, I hear -- and that somebody knows something we need to know. Delivery boy! \n[7]Let me put it this way. Here's my card Ask around, take a week or so. Call me. Tell me something I don't know. Either that, leave town, or get your ass busted day in, day out. \n[8]Guidone. \n[9]Laundromat. Your father's got connections. \n[10]I thought you'd call. \n[11]Go on. \n[12]The jumper. Druggie. \n[13]Who? \n[14]You there? ", "JEALOUS": "\n[1]Five p.m. A Clinton transient hotel. Inside hotel room, LETOUR meets with JEALOUS, a twenty-five- year-old drug intermediary in leather jacket. JOHN counts hundred-dollar bills, hands them to JEALOUS. \n[2]Are they \"faced\"? \n[3]Is it so much work to face them the same direction? You don't do it, I got to. It's time -- my time -- \n[4]We've been through all this. This nineteen-gram shit is a drag. \n[5]I can't believe Ann's been working as long as she has -- never busted. She's something. \n[6]Sure. \n[7]You believe that? What you gonna do after she quits? How long you been with her? \n[8]She's out. You should pick up her trade. You're too old to be a go- fer. They know you, they trust you. \n[9]Yeah. \n[10]Tour. \n[11]Normally this wouldn't matter to you, but you may get hassled. \n[12]You read the papers? The Park murder. All over the Post. Mariah Rangel -- nineteen-year-old Barnard co-ed bitch dead in Turtle Pond coked to the fucking gills. All of a sudden they're hot after mid-level dealers. They're buzzin'. You know her? ", "HOTEL SWITCHBOARD": "\n[1]Paramount Hotel. \n[2]Just a moment. \n[3]Paramount Hotel. \n[4]Just a moment. \n[5]I'm sorry. Ms. Jost checked out this morning. \n[6]She checked out this morning. \n[7]No. "}}