{"dialogues": {"WILSON": "\n[1]Edward Rama? \n[2]You're home, then. \n[3]My name's Wilson. \n[4]You wrote to me about my daughter. \n[5]No reason. \n[6]Round about, yeah. \n[7]It was better than a telegram. \n[8]Who done it, then? \n[9]Snuffed her. \n[10]No, but between the lines, eh? Mysterious circumstances, and that. \n[11]This bloke she was bunked up with.  This Terry what'sit. \n[12]Valentine.  What's he got to say for himself? \n[13]How long had she been in the States? Near on ten years, wasn't it?  Long enough to know her way about, I reckon. \n[14]What more is there. \n[15]No, not my girl.  Self-control, she had. Point of pride. And people don't change, do they. \n[16]Going straight, are ya. \n[17]Y'what? \n[18]This ain't your lot? \n[19]I only asked. \n[20]What, tryin' to catch him with another bird? \n[21]Where abouts? \n[22]Did Jenny know? \n[23]Nah, coppers don't do nothing, do they. \n[24]She didn't write to me, did she. \n[25]Who'd Jenny get it off of -- this grass or whatever? \n[26]I think you didn't get that lot in the Navy, doing your National Service. \n[27]Nick's a nick, n' it?  No matter what state you're in.  State of remorse, most likely -- for gettin' caught. \n[28]Just got out meself, didn't I. \n[29]I'll be needing a shooter. \n[30]What do I do, then, look in the bleedin' Yellow Pages? \n[31]Thought perhaps there'd be dispensing machines, you know.  Bung in your coins, come out with a .44 Magnum, fully-loaded. \n[32]Sod that.  Gotta get back before my probation officer wonders where I've skived off to. \n[33]Travelling on a dodgy passport, n' all. \n[34]Which is why I thought, save some time, get what I need under the table, like. \n[35]Doesn't know where to look.  At the booth featuring \"Classic Cowboy Collectibles\" -- or the most OBESE COUPLE he's ever seen who just walked by. \n[36]Walking past, almost subliminally noting the Young Woman with the symbol of death on her. \n[37]Trouble is, I'm not at home, see. Fancied a bit of target shooting, y'know, while I'm here -- with me mate. \n[38]England. Only, we saw there was a show on, thought I might pick something up for a price, type of thing. \n[39]Just luck, this, really.  Never been to one of these before. \n[40]Been to the Boat Show. \n[41]Don't have time for a lot of paperwork, y'know.  Just popped over on a quick visit. \n[42]Yeah? \n[43]No.  Not at all. Do we? \n[44]I mean, it's already a steal, n'it -- what you said -- four hundred for this one? \n[45]Oh, aye? \n[46]Violation of my parole, this. -- Goin' abroad. \n[47]Fucking out of order, that.  Shouldn't be allowed. \n[48]It's only insurance.  Can't be too careful.  This Terry Valentine, he's probably a wonderful fella.  They were together how long? \n[49]Well, there you are.  Jen must've liked him. \n[50]Hang about.  I thought you said he come into the restaurant where you worked with Jenny. \n[51]And that's where you met Jenny. \n[52]How'd the two of you hook up, then? \n[53]Scans the wall for any sign of an alarm box or anything. Then cocks an ear upwards... CAMERA CRANING UP to show us what he hears:  an air-conditioning unit HUMMING away.  Which means someone must be inside. Wilson looks back at his entry options.  Not the loading doors -- but a conventional door at one end, with a conventional lock his eye zeroes in on.  Gets out his tools, going over. \n[54]Walked. \n[55]Looking for a bloke named Valentine. Know him? \n[56]I doubt it. \n[57]I have a message for him.  About Jennifer Wilson. \n[58]You know her? \n[59]Is Valentine here? \n[60]Where is he, then? \n[61]You tell him.  You tell him I'm coming!! \n[62]Had a feeling it was you. \n[63]Perhaps it was the smoke. \n[64]She used to pinch 'em off me. Funny that.  One thing she never tried to get me to stop. \n[65]Wanted to talk to you, didn't I? \n[66]Sort a few things out. \n[67]How d'you mean? \n[68]I was skint -- didn't have no money to get here. \n[69]What was that, then? \n[70]It was the bars, then. \n[71]Sewing mailbags?  Me?  Never did an honest day's work in my life, dear. Wasn't about to start when I was in stir -- not with all that leisure time on my hands. \n[72]Hardly buried.  Earning interest, love. Earning interest in an offshore account. Tidy little premium per annum, that. \n[73]Here, aren't you gonna let me in. \n[74]... No, I went in for more improving pastimes.  Philosophy classes, language courses, European history, all that lark. Did you know that in Paris in the Eighteenth Century there were more rats in people's houses than there were people in people's houses. \n[75]Here, are you always this sarky? \n[76]Weren't you on a television series? \n[77]Said it went on for donkey's years. \n[78]Oh, it just ended, then. \n[79]When you've lost as many years as I have, love, puts things in perspective, know what I mean. \n[80]I can't believe Jenny told you all that. About me.  She was always so embarrassed. \n[81]Ashamed. \n[82]She never told Eddie, though. \n[83]How'd you manage that, then. \n[84]Yeah, well, she started all that in London. \n[85]Learnin' 'ow to speak proper. Central School of Speech and Drama. It's no doddle gettin' in there, y'know. At seventeen.  They offered her a place at RADA n' all, only she'd've had to wait till the next session and she was always in hurry to get on, was Jenny.  She could talk posh without any training, when she was knee-high to a grasshopper. Show up the old man, you know. \n[86]In Jenny?  'Course not.  How could I be. 'Course I wasn't. \n[87]Footloose and fancy free. \n[88]That's the trouble, n' it. She enjoyed life. \n[89]Yesterday.  Afternoon. \n[90]No, I had -- some other matters to attend to, you know.  Getting a car sorted ... \n[91]Well, I reckoned, Saturday night, if you were goin' out, you'd probably have to come home first. \n[92]Yeah, saw Eddie, yeah.  Me and him are muckers. \n[93]He give me your address. \n[94]Well, don't suppose she did, really, most of her life.  On her own after her mum died.  Aunts and uncles for a time -- and then the bright lights beckoned. \n[95]Nah, we split up when Jenny was six.  Her second husband done a runner after she got sick.  They give me compassionate leave from Parkhurst to go visit her in hospital.  We were always mates, me and Jenny's mum.  I like to think they're together again now.  Y'know.  Heavenly choir. \n[96]Nah, accommodation address. \n[97]Something like that, yeah. \n[98]Well, you gotta have something permanent, don'tcha.  Even if it's a hole in the wall.  No matter which jug I might be transferred to, I always got someone on the out checks up on it for me, see. Anything I need to know, comes round on visitor's day -- word in my ear. \n[99]I already knew.  Knew beforehand.  When was it supposed to have happened? -- two o'clock in the morning, Eddie said. \n[100]Eight hours difference between here and London.  Would've been, what, ten in the morning, my time.  I was just coming out on the yard.  Now, I was in the habit of saving my newspaper till then.  Bit of fresh air, stretch me legs -- well, stretch the day out, really, that's what you wanna do.  And I'll tell ya:  I couldn't open the paper.  Could not pry the pages apart -- it was like they was glued together.  That's how weak my hands went.  Thought I was having heart attack, only I knew I wasn't.  Bloke come up to me, he says, Dave, he says, you've gone all white.  I said, fuck me, I've been in prison half my life, what d'ya expect. But he was dead on, 'cause I could feel the blood drain right out of me head. And I knew ... Something had happened to Jen. \n[101]Well, I gathered something from the article what Eddie sent me.  Some sort of pop music producer, wasn't it. \n[102]What's he done lately. \n[103]Now, you shouldn't run yourself down.  My employer, Mr. Lindgren -- \n[104]-- Mr. Lindgren. \n[105]My employer. \n[106]Proprietor of a London firm.  Of longstanding. \n[107]Based in London, but with international concerns. \n[108]Various enterprises, style of thing. \n[109]Well, not to say Mr. Lindgren is dishonest, exactly. \n[110]Anyhow, he's always saying to me, Dave, never run yourself down, son -- 'cause there'll always be plenty of people willing to do it for you. \n[111]This and that.  Y'know.  Ways and means. \n[112]Why not. \n[113]Have you ever known me not to be. \n[114]What'd you want me to do.  Stay at home, twiddlin' me thumbs.  Doing sweet F.A. [Fuck All]. \n[115]What do you think. \n[116]Depends, don' it. \n[117]I'll bloody well ask him. \n[118]That look again. \n[119]I got his number. \n[120]Sips coffee.  Bites into a cookie. \n[121]Gate's open.  I had a butcher's at the house. \n[122]Butcher's hook.  Look. I don't much reckon those minders of his. \n[123]He's brought in the heavy mob. \n[124]Extra muscle.  Bodyguards. \n[125]They look a right load of wallies. Patrolling back and forth outside the gate, all ponced up like the fuckin' Household Cavalry. Watch it. \n[126]See what I mean?  Wearing bloomin' uniforms n' all. \n[127]Look at that. \n[128]What's so fucking funny? \n[129]Valets.  What d'ya mean valets.  What is he, then, the Earl of fucking Doncaster? \n[130]Keep it handy, mate, all right?  We're not stopping long. \n[131]Cheers. \n[132]Valets, eh?  Aren't we all la-de-da. \n[133]Well, that's what we're doin', n' it. \n[134]First in, first out, that's me. \n[135]Dubonnet with a twist?  Baby sham? Tomato juice and Tabasco sauce? \n[136]A series of emotions play over his face.  He turns -- SEES Valentine coming down the stairs.  Valentine joins the party without noticing him. \n[137]At the foot of the stairs.  Watches him, all stillness and intensity. \n[138]Turning to SEE her as she comes down. \n[139]Watching them, when -- \n[140]Ian? \n[141]Sorry.  Wasn't me. \n[142]Unless I'm not who I think I am. \n[143]Yeah? \n[144]No kidding. \n[145]Right.  Chain of respect.  That's good, that. \n[146]Yeah.  Cheers, mate. \n[147]On the deck outside.  Joining Ed, who's taken refuge out here with a plate of food.  What Wilson can't belleve when he SEES it -- is that behind Valentine's house, which is on top of a high hill, is nothing but desolate scrub canyon.  On the other side of the railing around the deck, which is surely less than regulation height, is a sheer drop into an abyss. \n[148]Flipping heck. \n[149]What are we standing on? \n[150]Could you? \n[151]Why don't you go nick one of those little cooker what's its warming up the sausages cocktail and meet me in the garage.  Look about for a toolbox while you're at it. \n[152]Pleasure. \n[153]EMI in London.  I work with Ian. \n[154]You must know Ian. \n[155]Great bloke.  Really turned things around there.  180 degrees. \n[156]Oh, I think a shake-up was in order. Definitely.  Otherwise, people get lazy, don't they?  Forgetful.  Start thinking they can get away with things.  Gotta shake 'em up now and again, make 'em pay attention. \n[157]Glad I got to meet you. \n[158]Be seein' you. \n[159]Got it? \n[160]Toolbox? \n[161]Put the Sterno on the ground, near the center of the garage. \n[162]Bring the motor around.  Bang out in front, right? \n[163]One thing I need. \n[164]Adjusting his jacket, walking back through the house.  Behind him, people are rushing to the railing and looking over.  A few yells of \"Call an ambulance!\" etc. are heard. \n[165]Moving across the room towards the front door.  They are heading right toward each other. \n[166]Steady on. \n[167]Flinches, grabs a handhold. \n[168]Gulps. \n[169]Bloody hell. \n[170]That would be too easy. \n[171]He's gotta know why. \n[172]Jumps out of his car.  Gun drawn.  Advancing on Avery with it pointed. \n[173]That consuming rage overtaken him again for a second.  But the exigencies of the moment snap him out of it. \n[174]Turns on a dime, goes back to the car.  Before he's halfway in, Ed's driving them away again.  Trunk at the back BANGING up and down, up and down. \n[175]Pulls the rolled-up photograph of his daughter out of his jacket and looks at it. \n[176]She told you all about my details but not about his.  Lovely. \n[177]How did you come to have my address? Found it, did you.  Among her things. \n[178]And how did you get it? \n[179]How long've you lived here? \n[180]Early 70's.  I was away. Maidstone.  Possibly Brixton. \n[181]You don't seem bothered. \n[182]Tell us about it. \n[183]Oh, I was gonna say ... \n[184]I can see the attraction. \n[185]A jeweller's up the West End.  We tunnelled our way under the shop floor from the public lavatory down the road. Filthy work.  Trouble was, the bloody thing collapsed -- after we'd made the grab, 'n all.  Would you Adam n' Eve it. \n[186]We were lucky to be nicked.  Me and the lads went down there Sunday evening, we weren't discovered till the Monday.  Good job we were still breathing. \n[187]Hey? \n[188]I'll tell ya something:  it made me a model prisoner.  Put me right off any escape attempts.  Tunnel my way to freedom after that experience?  Not bloody likely. \n[189]Did you.  What was that in aid of? \n[190]Get seven years, did you? \n[191]Just now? Overnight? \n[192]It's true.  Has to be said.  I got off to a slow start. \n[193]Honest.  Didn't know where to look till I was 21. \n[194]Me mate introduced me to a woman up the street.  Funnily enough, she was married to a milkman.  Straight up.  I said, \"Good is she?  Been around?\"  He said, \"Good?  Listen, mush, it's not that she's been around, it's that she's been around hell of a long time.\" \n[195]It was for nine years. The last nine years. \n[196]You ever been to London? \n[197]I've 'ardly ever left it. \n[198]I've got the hang of the driving.  Found this place all right. \n[199]Not that I recall. \n[200]Nah -- she was married to me grandad -- he was as bent as a boomerang -- used to make knuckle-dusters down the shop. Crafty old sod. \n[201]Dropped dead in the stalls in the Odeon, Muswell Hill.  Watching Doris Day. \n[202]Black market during the war. \n[203]You sound like my fucking probation officer. \n[204]Good luck to him.  He couldn't find his prick if he didn't wear Y-fronts. \n[205]Do us a favor.  Can't even go have a slash without 'em saying, what're you going in there for? \n[206]Hand on his .45 now.  But a fourth Black Guy coming up behind him.  Wilson lowers the .45. \n[207]I got a steady income -- I'm on the dole. \n[208]I fiddle it.  They got me down as an immigrant with five kids. \n[209]Last time might as well've been the first.  I remember all the times, don't I.  Watching her grow up -- in increments. \n[210]Well, she twigged by the time she was eight or nine that daddy wasn't in the Royal Marines or doing scientific research in the jungles of Borneo or playing Iago in a worldwide tour of \n[211]She used to tell me she'd turn me in. Little kid.  Ten year old.  \"If you're naughty, Dad, I'll tell on ya.\"  She didn't want me sent down again, see. When I was planning some job.  \"I'll tell 'em, Dad, I promise I will.  Here, look, I'm calling the Old Bill right now\" -- picking up the telephone.  I can see her, the phone in her hand.  Became a sort of joke between us.  Only it wasn't a joke. \n[212]I know that.  But as time went on ... well, it wasn't a joke, was it?  She had a feeling about it -- about the last job -- how long I'd get the hook for.  Said she wouldn't be there this time when I got out. \n[213]This is where I come in. \n[214]How's it going, squire, all right?  Now listen -- when I was in the nick -- second time, it was -- no, third.  Third stretch, yeah.  There was this screw had it in for me.  That geezer was top of my list.  Two years after I was slung, I saw him.  He was sitting on a bench in Holland Park.  There was no one else about.  I coulda gone up behind him and snapped his fucking neck.  But I left it. Coulda nobbled him, but I didn't.  'Cos what I thought I wanted wasn't what I wanted.  What I thought I was thinking about was something else.  This berk on the bench wasn't worth my time.  See what I mean?  It didn't matter.  It meant sod all in the end. \n[215]Look, mush, you're the guv'nor here, I can see that, I'm on your manor now, right.  So there's no need to get out of your pram.  I'm Johnny-come-lately to all this.  Whatever the bollocks between you and this slag Valentine, it's got nothing to do with me.  I don't wanna know. \n[216]I can well believe it.  I'm sure he has done, son.  He's about as straight as a dog's hind leg. \n[217]Your guess is as good as mine, mate.  I'm here on another matter entirely. \n[218]Good job your lot showed up when they did or it would've been me for the high jump. \n[219]Yeah.  Shouldn't wonder.  Must've done. \n[220]Nothing financial.  Strictly personal. I can see how all this import-export malarkey might give rise to confusion where I'm concerned.  A foreigner, showing up unexpectedly, like. \n[221]Eh? \n[222]No, I can reassure you on that point. Valentine was just as surprised by that turn of events as you. \n[223]All of what? \n[224]Oh, yeah, right.  The deal. \n[225]As you prefer, squire.  As you prefer. \n[226]And that is? \n[227]Looking the other way. Gotcha. \n[228]Where's Big Sur? \n[229]How far? \n[230]Fancy it? \n[231]Never thought of that. Busman's holiday. \n[232]That's where Valentine's scarpered. \n[233]Bloke told me. \n[234]You shouldn't go back to your place.  Not till ... this is resolved. \n[235]Again? \n[236]Yeah, I suppose.  Call 'em that, yeah. Down the boozer Saturday night.  Meet some of the lads. \n[237]You can't count on very many people, that's the trouble.  Number of times a decent job's been cocked up ... \n[238]Useless gits.  I was gonna do the Post Office once. \n[239]The lot.  The whole British bloody Post Office.  I had a brilliant plan -- all worked out -- work of genius, it was. Could I get anybody interested?  No -- they're too busy pinching orange squash from the milkman.  Lazy sods.  Jumble sale on in Watford, they'll be up at the crack of dawn. \n[240]Too bleeding true, 'n' it. \n[241]Standing there.  Wet.  Mad.  He grabs Valentine by the shirt and pushes him back into the room. \n[242]Comes toward him. \n[243]Is almost on him now. \n[244]Who keeps coming.  He grabs Valentine, pulls him up, then throws him into the television. \n[245]Goes to him, grabs him by the neck with one hand and pulls out his gun with the other.  He seems about to speak when suddenly he screams instead. \n[246]\n[247]Turns instinctively and whips the pistol around, smashing Adhara in the mouth. \n[248]In agony, spinning, trying to reach the knife in his back, but IT'S JUST BEYOND HIS REACH. \n[249]Comes out after him, the knife still in his back.  So intent on catching Valentine he fails at first to notice Avery lying in the shadows. \n[250]Seems to feel it.  Turns.  Locks eyes with Avery.  Avery could already have shot him.  But there's a momentary sense of recognition:  both of them just foot soldiers for fat cats -- and Avery's is not worth saving. \n[251]Jumps down from the steps.  Stops for a moment and leans his back against the railing.  Bends at the knees slightly. \n[252]Grimacing, pulls the knife out and discards it. \n[253]A dark figure.  Coming into focus.  Walking inexorably this way. \n[254]Steadily coming. \n[255]Now stands before him. \n[256]Tell me. \n[257]Tell me. \n[258]About Jenny. Tell me about Jenny. About the deal.  Whatever fucking deal you had to kill my daughter for when she found out about it, you bastard. \n[259]Tell me.  Tell me about it, you fucking bastard. \n[260]Why then.  Why did you do it! \n[261]Shock of recognition on his face.  At those words. \n[262]Knows that the girl he loved ... loved Valentine, too.  Having heard the truth, the last vestige of revenge has vanished. He gets up and walks away.  Leaving the quivering shell of Valentine behind. \n[263]Ta. \n[264]Yeah, that's right. \n[265]Takes this in. <i>FLASH CUTS: WILSON. Shaving in the mirror at his L.A. motel. He stops. WILSON. In the car leaving Valentine's house. Fingering the picture of Jenny.</i> \n[266]I would have preferred staying home, me. \n[267]Got called out to L.A., unexpected like, to do a job of work. \n[268]Yeah.  Another little matter needs attending to soon as I return. \n[269]Been away a lot. \n[270]Out on a oil rig.  In the North Sea. Nine years. \n[271]Well, time off for good behavior, you know.  I shouldn't have even been there -- it was these other blokes who shoulda gone in my place.  I got lumbered with the job they were responsible for.  I don't mind pulling me own cart, but not someone else's, know what I mean. \n[272]I had to, didn't I.  Nothing else for it. Then just when I'd finished my nine years -- my contract -- wallop, I had to bugger off to the States. \n[273]Could do, yeah. \n[274]But first I gotta give these lads a talking to, these geezers what sent me up the river, in a manner of speaking. \n[275]Yeah. \n[276]Them next. ", "ELAINE": "\n[1]Aware as a wary woman will be of a strange man's presence without necessarily having looked at him.  Well aware too that he stayed where he was -- so she unworriedly unlocks the building's security gate and goes through to the inner -- \n[2]You're Jenny's father. \n[3]You look alike. \n[4]Not her brand. \n[5]Why did you come here? \n[6]No, why did you come here? \n[7]Been busy, have you. \n[8]It's been a while. \n[9]That's not what I heard. \n[10]I heard you were -- what's that adorable phrase? -- \"at Her Majesty's pleasure.\" \n[11]In any case, I don't suppose the salary you make sewing mailbags is really commensurate with international airline travel. \n[12]And not with all that buried loot you had waiting for you when you got out.  From the Wembley Staduim job, wasn't it?  Pink Floyd concert receipts.  Jenny would've been ... fourteen at the time? \n[13]Well, that kind of security can't be bought.  Must be more comforting than a daughter to greet you. \n[14]Try calling me again. \n[15]I was just going to toss some vegetable rolls in the microwave, open a can of diet soda. Want to take me out? \n[16]Sounds like Beverly Hills. \n[17]Sarcastic, moi?  Maybe I'll mellow when my ship comes in.  It's expected any day now.  I'm all packed and ready to go. \n[18]If it played in England somebody owes me money.  Who told you that -- Eddie? \n[19]Three seasons.  They found that's the limit of human tolerance when it comes to following the adventures of a family of Mormons on the Chisum Trail. I was wife number three -- the ingenue. \n[20]Now who's being sarcastic? \n[21]I'm sorry.  I guess the rest of us have no excuse for wondering where the time went. It must've been the bars. \n[22]It's a kind of prison, doing a series. Early to bed, early to rise, no time off for good behavior, you grab the boodle for as long as it lasts. Only difference is you can't get arrested afterwards. \n[23]Not embarrassed. \n[24]Not ashamed. \n[25]Disappointed. \n[26]She never told anyone else. About the convict strain -- or is it stain?  No, I was privileged.  I was someone who helped Jenny efface her past. \n[27]When I'm not honing my craft in episodic television I do double-duty as a voice coach.  Not that her accent would have hobbled her progress.  Not with that look. \n[28]Modelling. \n[29]You weren't disappointed in her, then. \n[30]She was twenty-one when she came to me. ... Straight from leaving you. \n[31]She was happy here.  However the two of you might have parted.  Don't think she wasn't. \n[32]When did you get in? \n[33]You haven't been lurking outside my building all day. \n[34]I might've been away for the weekend. \n[35]And you've seen Eddie Rama. \n[36]I should really give him a call.  He's a character, isn't he.  Well, not to you. I meant to us squares in the outside world. \n[37]I gave him yours.  Said, here, you want to write, I think this is a relative.  I guess I thought I was being true to Jenny.  Who told me she didn't have a father -- before proceeding of course to tell me why. \n[38]Were you still married at the time -- to Jenny's mother, I mean? \n[39]The address Jenny gave me, that wasn't a prison, was it? \n[40]What's that, like a P.O. box. \n[41]Where you get your bank statements. \n[42]Some word. \n[43]That's what was estimated. \n[44]Make yourself at home.  Steal something. \n[45]There's nothing I can't afford to lose. \n[46]Do you even know who Terry Valentine is? \n[47]Rock n' roll, is what we called it.  He's sort of a forgotten figure now, but back when the West Coast was the grooviest place on earth, Terry Valentine was where all the happenings happened.  More of a kind of promoter, I guess, whatever that means.  Just took that whole Southern California Sixties Zeitgeist and ran with it.  Packaged and sold it.  Made out like a bandit. \n[48]Lives high off the hog and waits for the next big thing.  Like me -- but on a grander scale of failure. \n[49]-- Your employer? \n[50]Who's Mr. Lindgren? \n[51]What line is he in. \n[52]I see. \n[53]I bet. \n[54]I thought you said you never did an honest day's work in your life. \n[55]Right. \n[56]In what capacity are you employed by this Mr. Lindgren? \n[57]-- When he wants someone run down, you're willing to do it for him. \n[58]So what's the deal.  You and Terry Valentine at twenty paces.  Is that what this is about. \n[59]Are you serious. \n[60]You fuckin' guys and your dicks. \n[61]You don't believe it was a car accident. \n[62]Terry's never going to give you satisfaction.  Not the type. \n[63]On what.  What makes you so certain. \n[64]There's the phone.  You want his number. \n[65]Past caring. \n[66]I'm not going to help you. \n[67]I was in the neighborhood.  I come down here quite a bit.  Watch the planes taking off. Study the architecture of early David Lynch. \n[68]Jenny was supposed to come to my place that night.  She called me, asked if she could come over.  She and Terry had been -- having some trouble.  Lately.  I don't know about what.  On this occasion, it reached some sort of crisis point. \n[69]She'd never called me like that before. She sounded more ... pissed off -- angry -- than upset or afraid.  But she never turned up.  I called the house but only got the answer machine.  When they found her ... she'd been going the wrong way. Not the direction she'd have gone if she'd been coming to see me.  Or coming straight to see me.  Who knows.  Maybe she just wanted to drive. \n[70]You think Terry gave me access to her things?  Probably sold her clothes. \n[71]She gave me your address. \n[72]Not long before ... She said if anything ever happened ... That's how you know.  That's why you're so sure. Jenny's telling you. \n[73]This town's been chewing my flesh since ... what we now refer to as \"the early 70's.\" Christ, my past became nostalgia and no one even asked me. \n[74]These more highlights from the Zagat prison guide? \n[75]You don't know how I've compromised my standards. \n[76]It's too involved; a lifetime of non- involvement.  Anywhere else I'd be an interesting little number, here I'm just SAG number forty-eight thousand and one. SAG meaning Screen Actor's Guild. \n[77]Still, there have been rewards.  It's sunny.  And some of the producers who call even have credits. \n[78]What did you do?  To make them take the early 70's away from you. \n[79]You mean if they'd nabbed you before you actually broke and entered you would only have been charged with making a mess. \n[80]It didn't discourage you, though. \n[81]From pursuing your chosen profession. \n[82]I was inside once.  I punched a cop at a demo. \n[83]Who remembers. \n[84]Overnight.  What about just now? \n[85]You have been away. Or is all this just new to you? \n[86]I don't believe it. \n[87]Pushing the legal limit even then. \n[88]Your most recent incarceration.  What was that for? \n[89]At a mic.  Wearing headphones.  Matching her voice to the model's lip movements.  Looping this commercial or whatever it is. \n[90]-- they want Southern, I do Southern, they want Midwest, I do Midwest, they want tall, blonde, and twenty-two, I'm shit out of luck. One thing I can't do is English. Americans can't.  Shouldn't even try. And Laurence Olivier couldn't do us. \n[91]Only in the movies. \n[92]Yeah, well, you're here now -- -- where hurricanes hardly ever happen. \n[93]Stick with me, kid.  Looks big when you get here but you can cover it in five minutes. \n[94]So, is there anybody in your family who's not a criminal? \n[95]What about your grandmother? \n[96]He alive to see this? \n[97]What'd your father do? \n[98]I guess you're just habitual. \n[99]Won't he be looking for you about now? \n[100]Minor officials bother you, don't they? \n[101]Flattened herself back against a wall.  Petrified. \n[102]Tell me you wouldn't prefer a steady income. \n[103]A leech on the welfare state in addition. You don't miss a trick. \n[104]Yeah ... Jenny spoke fondly of her imaginary siblings. \n[105]Do you remember the last time you saw her? \n[106]She told me you were a ghost in her life. Daddy the friendly ghost.  Coming back to haunt her. \n[107]Still, you could never ... do what she wanted. \n[108]She never would have turned you in, not in a million years. \n[109]Up the coast. \n[110]I don't know -- few hours, I guess. \n[111]I could use a vacation.  Of course, I keep forgetting, for you this is a vacation. \n[112]What's in Big Sur? \n[113]How do you know? \n[114]I hear it's a nice drive. \n[115]Not much -- you? \n[116]Uh-huh. \n[117]Probably. \n[118]Really. \n[119]Well, those are the breaks. \n[120]You just cooking then? \n[121]Friends and colleagues. \n[122]Poor baby. \n[123]You're just on a higher plane, Wilson. \n[124]What is it, you just like the reassuring smell of disinfectant? \n[125]No, but I know what he means. \n[126]Hard to miss. \n[127]I'd rather be with him than without him. I don't want to be found dead in L.A. ", "VALENTINE": "\n[1]Not before.  Not before.  Think about it. What does it mean?  What -- no, I'm not. Think.  Yes.  See?  You figured it out all by yourself.  I know.  Are we done? Okay. \n[2]Adhara.  I told your father, if you're looking for a name, you can't go wrong with a constellation. \n[3]Could be worse, he could've named you Reticulum. \n[4]Polished.  Handsome.  Charismatic.  Especially when he's smiling like he is now.  He leans over and kisses her. \n[5]Is there anything in the world that you want or need? \n[6]Gordon?  He's been with me for years. He's not as tough as he looks. \n[7]Is it possible that you're too young to be acquainted with the idea of loyalty? \n[8]Not for you, clearly. \n[9]Am I a thing? \n[10]I'm not. \n[11]I'm so glad we're having this chat. \n[12]It's not a compliment. \n[13]As soon as you get dressed. \n[14]Anything but Japanese. \n[15]I'm not into finger foods.  Too fussy. \n[16]I don't like do-it-yourself cuisine. Buffets.  Salad bars. \n[17]It's just fuel to me.  I'm not there for distractions. \n[18]That's what Gordon's always saying. \n[19]Yes. \n[20]I'll be there as soon as I can. \n[21]We can leave as soon as you're ready. \n[22]What. \n[23]What kind? \n[24]Our black friends? \n[25]I thought he was in prison, in England. \n[26]What do we do? \n[27]I'm sorry. \n[28]Who? \n[29]Sure. \n[30]Yes.  Are you ready? \n[31]No.  I know another way out. \n[32]Hmm? \n[33]Different ones. \n[34]We all did. \n[35]Have you ever dreamed of a place ... you don't really recall ever having been to ... a place that probably doesn't even exist except in your imagination ... somewhere far away, half-remembered when you wake up ... but when you were there you spoke the language, you knew your way around ... That was the 60's. \n[36]No, it wasn't.  Wasn't either. \n[37]It was '66 ... early '67. That was all. \n[38]Hi. \n[39]Catches Wilson's eye for a nanosecond, does a subtle double take, then moves on. \n[40]I'm a gracious host. \n[41]Still dealing with people desperate to be the focus of his attention.  He notices: \n[42]In a SERIES OF CUTS, still being the gracious host, still keeping his eyes on: \n[43]Excuses himself from a group of sycophants and goes to her. \n[44]Hi.  Terry Valentine. \n[45]Have we met?  There's something I can't quite -- \n[46]Ah. \n[47]I don't. \n[48]I suppose that's good, unless things were fine the way they were. \n[49]Thanks.  You, too. \n[50]Moves that way. \n[51]Turns to look toward the front door.  Wilson not to be seen. Valentine pushes through the crowd toward the door. \n[52]Why, because you're my security consultant? This cocksucker nearly burnt my house down. \n[53]I told them a long-time employee flipped out.  Had a drug problem, refused counselling.  Set the garage on fire, then committed suicide.  One of my \"guests\" tried to stop him -- but how do you stop Gordon. \n[54]I mean, Gordon must weigh a good four hundred pounds. \n[55]As it happens.  I didn't make that part up. \n[56]I don't know everyone here.  He was so traumatized he split. Maybe he was Gordon's pusher. \n[57]Where do you think he is, Mike. \n[58]No.  I mean.  Not even your people should be involved.  Right?  It's too close now. \n[59]You think I'm staying? \n[60]Well, can we make it one more.  Nowhere the fuck near me. \n[61]Heading that way.  Then stops.  Backtracks.  Something peripherally had caught his eye and he returns to it.  His wall of photographs. \n[62]All your life.  That happened while I swam the length of my pool. \n[63]What's the matter? \n[64]The freeway's faster, but lacks a certain majesty. \n[65]I sure hope so. \n[66]Hello there. \n[67]Exercising my visitation rights. \n[68]I miss my kids. \n[69]You've made it ... brighter. \n[70]Sure you do. \n[71]Don't shut the door -- I have people with me. \n[72]No trouble. \n[73]Susan. \n[74]I just need ... somewhere remote.  Away from L.A.  For a couple of days. I pay for this house too. \n[75]Where's ... what's-his-name -- Fred -- \n[76]Is he here? \n[77]Go to him.  Go to his studio, or writers workshop or artists colony, Esselin retreat, nudist camp -- \n[78]In a couple of days this whole thing -- \n[79]Go now. \n[80]That's right, your life is Shit, and I'm to blame.  It's that simple. \n[81]Do any of these guys cook? \n[82]Turns to look through the sliding glass doors. \n[83]Check the news. \n[84]Notices this, looks out toward the backyard. \n[85]Moves to the sliding glass door to get a better look at the deck and back yard.  Still no Larry. \n[86]Where's Larry? \n[87]What's happening? \n[88]We think someone is here. \n[89]We can't find ... ... two of our guys. \n[90]No. \n[91]Because -- \n[92]Puts Adhara's hand to her ears. \n[93]What? \n[94]Decides to make a run for it, following Tom's route, away from Ed. \n[95]Bounces off the couch and onto the floor. \n[96]Grabs a lamp off an end table and hurls it at Wilson.  It careens off Wilson's arm and shatters. \n[97]Tries to scramble away.  Throwing anything he can get his hands on at. \n[98]Crashes into the TV face first and bounces to the floor. \n[99]Scrambles through the sliding glass door. \n[100]Painfully rights himself.  A small bone protrudes from his broken ankle.  He FIRES at Wilson, gun in one hand, other hand gripping his wrist to try and steady it.  Doing his best to aim.  But the SHOTS miss their mark. \n[101]Out of bullets now.  Gun CLICKING crazily on empty.  He simply drops it. \n[102]What. \n[103]Tell you ... \n[104]She could've had the deal!  I would've handed it to her if she wanted.  I would have given her everything. \n[105]She didn't want to share it, she wanted to stop it.  To stop me.  She said she'd turn me in. \n[106]She said, \"You go ahead with this, I'll turn you in, Terry.\" \n[107]She was serious.  She would have done it. She had the phone in her hand.  She was going to do it. ", "ED": "\n[1]Eduardo. Rama. \n[2]Wilson? \n[3]I didn't expect anyone. \n[4]I mean, what has it been -- six months? \n[5]I didn't even know who I was writing to -- just someone with the same last name. She never talked about any family. \n[6]Huh? \n[7]Now, wait up a second, man. \n[8]I never said nothin' about nothin' like that.  No, no, no.  That's not what I wrote to you. \n[9]Look, I sent you that newspaper clipping, all right?  I told you what I know.  It was an accident.  I didn't say anything about anybody being \"snuffed.\" \n[10]Terry Valentine. \n[11]I dunno.  What's he gonna say?  They had a fight that night, she drove away, she was upset?  I don't even know the guy. Don't get me wrong, Jenny and me were friends, but we didn't travel in the same social circles.  She had her life, I had mine. \n[12]Valentine came into the restaurant where I work with Jenny a couple times.  He's a money guy.  Jenny would say, hey, here's my friend Eddie and he would shake my hand and everything, but he wouldn't even see me, you know what I mean. \n[13]There was an investigation, okay?  The car was totalled.  Jennifer was ... Her neck was broken.  On impact, they said. So she wouldn't have ... felt the effects of the fire. It happens up there.  Happens a lot. What more can I tell you. \n[14]I'm just sayin' -- it was a steep hillside.  There was no moon that night ... \n[15]Coulda happened to anyone, man.  I never knew her to be reckless.  I mean, sure, she would smoke a little grass, or something, have a few drinks.  But that's it, nothing more than that. \n[16]I dunno ... Maybe they do. \n[17]Boomerang. \n[18]I knew when I was droppin' that letter into the mail slot it was gonna come back and smack me in the face. I did my time, okay?  My sister, her ol' man's up in Chino right now doin' eight years. \n[19]You kiddin', man?  I don't need a wife and screamin' kids.  I still got my youth. \n[20]I go to work, try to keep my life together, put all that shit behind me, man.  What d'you want from me. \n[21]Couple weeks before she died, Jennifer asked me to drive her downtown.  Said she was meeting -- her boyfriend -- Valentine.  But I think she was looking for him. \n[22]That's what I thought, man.  But it was not a hotel or nothin' that we went to. It was someplace else. \n[23]Bad place, man.  Bad people.  Some guys loading some trucks.  Some kinda deal goin' down. I don't know and I don't care.  Maybe they're shipping fava beans to Eskimos. \n[24]Valentine wasn't even there.  If he was into something, if she was involved -- who can say. But I'll tell you something.  She stood in front of these dudes, man.  Eyeballing them.  Checking them out. I felt like she was covering my ass that day. \n[25]I drove her back to Valentine's house. \n[26]He was standing outside waiting for her. That's the only other time I ever saw him. Last time I saw her. \n[27]What you gonna do, man?  You gonna go to the cops? \n[28]Those streets up in the hills, man. Gotta be real careful, keep your eye on the ball.  Two o'clock in the morning, it's dark, your mind is all agitated, you're drivin' a little too fast ... Those curves don't kid around. \n[29]You should talk to Elaine.  That was her best friend. \n[30]She didn't know what to say. I thought someone should say something. To someone.  With me it was, I don't know -- Jenny liked me for some reason.  I felt like I owed her. \n[31]Not me, man.  I'm no drug dealer, what you think. \n[32]I already told you, man.  Corcoran.  Know what that is?  State prison. \n[33]But that's not me anymore.  That's when I was into the gang lifestyle.  That's not who I am now.  Five years in the joint -- that's it for me, man. \n[34]Go home, man. Get on a plane. \n[35]You're kiddin' me, right? \n[36]These are not guys you can just go run a number on, man. \n[37]Are you a resident of California? You gonna fill out forms, man?  Do the background check?  Go through a three-day waiting period? \n[38]Probation?  Man, you crazy.  They shouldn't've let you outta your country, much less prison. \n[39]As if resigned and mulling the problem over: \n[40]Under the table? \n[41]Lookin' good. \n[42]What'd you call that -- the Protector? \n[43]CQ what? \n[44]He don't have a concealed weapons permit. \n[45]Not me, man. \n[46]You hadda show up on a weekend.  This weekend.  Wouldn't've even been a gun show ... for another month. \n[47]Now what.  You gonna take your new arsenal, go visit Terry Valentine, just like that?  Boom bam boom. \n[48]Five years, I think.  Long time. \n[49]Jenny told me she met him at the beach. Got blinded by his smile. You believe that shit?  Son of a bitch never smiled at me.  Buried her at a \"private\" service.  Private for who. Him? \n[50]He came in with Jenny to the restaurant where I work.  That's not where they met. \n[51]No, no -- Jenny used to work as a waitress.  Before she met him.  But that's not where she met me.  Not in my restaurant. \n[52]Oh, Jenny was in my acting class. \n[53]Told you you wouldn't be able to see through that gate. \n[54]Who'd you butcher at the house? \n[55]Huh? \n[56]What? \n[57]Has he? \n[58]That was one of them? \n[59]Those aren't guards.  They're valets. \n[60]Valets.  They park cars.  He's having a party. \n[61]I thought you just wanted to check out the house, man. \n[62]No one else is even here yet. \n[63]Got a Coke? \n[64]If you could afford a house like this you would buy a house like this. \n[65]Faith. \n[66]You could see the sea from here if you could see it. \n[67]Okay. \n[68]You goin' back inside? \n[69]You steady on, man.  What the fuck else did you do back there. \n[70]Why didn't you just kill him, you had the chance. \n[71]Too easy? \n[72]You think a fuckin' guy like that ever will?  What more do you want, man? \n[73]Calls frantically to Wilson from their car. \n[74]C'mon, man!  C'mon! \n[75]What d'you say, Elaine? \n[76]Same. \n[77]Last time I saw you, weren't you up for some equity-waiver thing? \n[78]I was gonna be in that Michael Mann movie, you know -- with Pacino and DeNiro.  Got three callbacks. \n[79]Didn't get it. \n[80]Not no more, they ain't.  I quit that acting shit, man. \n[81]Hell, no.  I started writing. \n[82]I've been wondering something. \n[83]Do you have any friends, man? \n[84]What post office? \n[85]Hey, Elaine.  You even know what he's saying half the time? \n[86]... Reminds me of Jennifer. \n[87]I thought maybe you just came for the ride. \n[88]He puts the gun in his jacket and slides away. ", "AVERY": "\n[1]There's been some trouble downtown. \n[2]What the papers used to call a \"gangland slaying.\" \n[3]No, Terry.  They don't work like that. Jenny Wilson's father paid a little visit, left a message. \n[4]Well, either they have a very liberal work-release program, or he's out, because he's here in L.A., looking for you. \n[5]We wait, and we watch. \n[6]Is just arriving in his car.  Valentine gestures at him. Suddenly we HEAR a loud, bass-heavy WHHUUUMMMPPP. Valentine  turn toward the sound, which came from: \n[7]In his car, takes a different turn. \n[8]Falls backwards to the ground as he gets the hell out of the way. \n[9]Their eyes meet momentarily.  And before Wilson can shoot, Avery rolls over the edge of the road himself. \n[10]Pulls himself back up to the road.  Brushing himself off. Looking the way they went. He gently tosses his shotgun down into some thick brush where maybe he'll retrieve it later. \n[11]You should have let me do the talking. \n[12]What did you tell them. \n[13]Heavier than that now.  But are there any drugs in that stomach to back up your story. \n[14]And where is this guest?  Don't they want to interview him. \n[15]We'll find him. \n[16]You could use a few of my prime shitkickers up here. \n[17]There's already gonna be talk about how people close to you keep falling into canyons. \n[18]I have other resources. \n[19]Walks in.  Stops to look around.  Spots his two freaks. Walks toward them. \n[20]Makes contact. \n[21]Stacy. \n[22]Come over here. \n[23]Speaks softly.  Alone with Stacy. \n[24]How they goin', kid? \n[25]How'd you like to kill someone for me? \n[26]Same as last time -- the rest after. \n[27]When you find the guy, you'll know. \n[28]I'll point you in the right direction, but you'll have to take it to the end- zone.  He's a hit-and-run gunman -- I figure he's not cruising the Polo Lounge. \n[29]See, a successful man like me has limitations -- I lose touch at a street level.  So I have to depend on a smart boy like you who's closer to the nitty and the gritty than I am. \n[30]That's why I'm letting you take care of this.  I'm the one with appearances to maintain.  But who gives a shit about you?  Not even God. \n[31]At a payphone.  His idiots in the background.  Dials a number. \n[32]We weren't followed. Susan. \n[33]Where's the remote? \n[34]His brow furrows. \n[35]Leaves the window and moves to Valentine.  Tom has joined them.  After a beat: \n[36]Turn all the lights out.  I'll get Adhara. \n[37]Stay away from the windows. \n[38]I need you to come with me. \n[39]Please. \n[40]I thought I said stay away from the window. \n[41]Entering the kitchen with Adhara in tow.  He brings her around behind the counter. \n[42]Everybody in the kitchen. \n[43]Behind the counter. \n[44]Because I'm taking care of it. \n[45]Draws his gun and takes aim. \n[46]Locked on him, waiting. \n[47]He sees enough.  Squeezes off a series of SHOTS, the muzzle flash strobing the kitchen area like a flashbulb, Adhara and Valentine flinching. \n[48]Lowers his gun.  Turns to Tom. \n[49]Watch my back. \n[50]Careful.  Takes the gun and turns the body over. \n[51]Puzzled.  What the hell is this guy doing here?  He starts feeling around Stacy's jacket for anything useful, but is interrupted when his hand EXPLODES, accompanied by the sound of a gunshot.  He screams in pain. \n[52]Near death.  Gun in his good hand.  He squeezes the trigger again. \n[53]Exhales and rolls over. \n[54]Has just barely managed to reach Stacy's pistol.  Raises it weakly.  Points it at Wilson. \n[55]Lowers the gun.  Nods in the direction Valentine went. \n[56]... that way ... ", "STACY": "\n[1]Hey. \n[2]Not bad. \n[3]Okay. \n[4]Where do we go? \n[5]What shit is this.  I just do it.  I don't prepare it. \n[6]This is un-fucking professional. \n[7]Fuck you, Mr. whatever-your-name is. This is a lifestyle I embrace. \n[8]Five thousand. \n[9]I got half. \n[10]Yeah. \n[11]The forever kind. \n[12]I believe in mocking the afflicted.  Good for 'em.  Makes 'em stronger. \n[13]Ever take a look at the women who work in pet stores?  Wow. \n[14]Good luck. \n[15]Jesus, are you gay enough or what. \n[16]black woman with dyed blonde hair \n[17]... you can always tell the ones who'll do anal. \n[18]Kinda makes you wonder why more people don't put a bullet through their fuckin' skulls, doesn't it. \n[19]Looks like they just airbrushed the dick out of his mouth. \n[20]Why don't they have TV shows about people whose daily lives you'd be interested in watching.  Y'know.  Like SKINNY LITTLE WEAKLING.  Or BIG FAT GUY.  SICK OLD MAN. FAMILY OF LOSERS.  Wouldn't that be good? \n[21]Two blacks and a Mexican in a car.  Who's driving? \n[22]The L.A.P.D. \n[23]Oh yeah, keep doing that.  That's really healthy. \n[24]Can't you do something about your ass? \n[25]Other people's lives scare the shit out of me. \n[26]\"Homeless\" people.  Fuck them.  Remember when they were just bums?  Everyone with an axe to grind.  Like to grind in their face.  Pretty soon there'll be shit-in- your-pants rights groups.  Stupidity activists. \n[27]Wonder what it's like being a dumb guy in a dumb suit trying to cross the street. \n[28]Life sure is a minefield. \n[29]Look at that one.  She's really been used. \n[30]I'd love to be famous so I could snub ordinary people.  Imagine, you're famous, you're sitting in a restaurant, some fool comes up to you, wants you to sign your name on his napkin, his wife is there, it would be something these poor saps would cherish the rest of their lives, talk about to their cretin friends.  Bam!  You tell 'em to FUCK OFF!  God, I'd love that. \n[31]Avery said she was tight with his daughter. \n[32]So what. \n[33]And I said so what.  You think she's any happier? \n[34]Any happier than any other asshole in life. \n[35]Hi, kids. \n[36]Sits on the floor.  Holds his hurt face.  Thompson walks over and picks up Stacy's gun.  One of the other blacks relieves a reluctant Uncle John of his. \n[37]Straight rotation, no shit, call your shot. \n[38]Let him break - he likes to break. \n[39]I wouldn't talk. \n[40]I saw your mother on the Strip last night.  She went up to three guys, said she'd like 'em to stick one in each, know what I mean? \n[41]Yeah. \n[42]Hangs up.  Goes back to Uncle John.  Picks up his cue again. \n[43]We've been fired. \n[44]There's more than a measly few grand in this. \n[45]Something's on. \n[46]I happen to know more about Mr. Whatever- his-name-is than he thinks I know about him and his operation. \n[47]You bet. \n[48]Like he'd never hire me for real.  Not week-to-week.  I don't have the credentials.  He thinks I'm just a sociopath, someone he can turn to when he needs \"plausible denial.\" \n[49]\"He ain't wrong.\"  Listen, I know this asshole who did just go to work for him. Full-time.  And this dickhead's parents just told me he took a road trip up the coast.  That's the type of individual gets hired, someone who'll shoot his mouth off to his family while on the job. \n[50]I don't know who that English guy is. Some kind of -- -- courier or something.  Maybe a seller. Maybe a buyer.  But Mr. Avery wanted him, those jigs wanted him -- and I betcha there's a briefcase somewhere. \n[51]Drugs?  Cash?  Both if we're lucky. \n[52]While they're all fucking each other over ... couple of parties like us could move right in. \n[53]Stares up at him, choking on his last few breaths. ", "ADHARA": "\n[1]Approaches, then sits beside him.  His voice is soothing, but with the tiniest hint of exasperation that comes with being slightly ahead of everyone. \n[2]I used to hate it.  Now I like it. \n[3]I want to know why you need that scary guy in your house. \n[4]Then what good is he? \n[5]Is that a problem? \n[6]I'm loyal to things that make me happy. \n[7]Well, you're certainly not a person. \n[8]No.  You're not specific enough to be a person.  You're more like a vibe. \n[9]It's not a knock. \n[10]It's an observation.  Like:  I'm hungry. When are we eating? \n[11]What kind of food? \n[12]Why? \n[13]Like you. \n[14]You demand to be served.  A fork fetishist. \n[15]For some, eating is a sensual experience. The sensual experience. \n[16]Oh, god. \n[17]Okay. \n[18]Italian? \n[19]Italian. \n[20]Not who, food.  Should we get Italian. \n[21]As long as I don't have to pass Gordon again.  I'm never ready for that. \n[22]You have the same posters. \n[23]Is lounging in the large tub.  Staring dreamily at a couple of framed posters on the walls:  more 60's psychedelia. \n[24]That you have down at your office. \n[25]I like the colors. \n[26]It must've been a time.  A golden moment. \n[27]Shit. \n[28]Hello?  Hey!  Great.  You got my message? Yeah.  No, Crestview Terrace, not Crestview Place.  Yeah, there's like three different ways up the hill; the quick way is to bear to the right.  Sure.  Okay. Okay.  'Bye! \n[29]That's me. \n[30]Makes her way across the room to Valentine. \n[31]Hey, I thought you weren't a buffet person. \n[32]Valentine approaches and begins talking to her, low.  After a few moments of conversation, they both look toward: \n[33]I've lived in L.A. all my life, I've never done this drive. \n[34]Nothing.  I guess it's hard to pass on this road. \n[35]Just feels like the car behind has been following us the longest time. \n[36]Uh, you've heard of knocking? \n[37]Why, what -- \n[38]Okay. \n[39]What's going on? \n[40]We think? \n[41]Did somebody call the cops? \n[42]Why not? \n[43]You guys are fucking nuts, I'm calling -- \n[44]Hey. \n[45]Where are you going? \n[46]Has just stuck a kitchen knife into Wilson's back. \n[47]Hits the ground.  She won't be retaliating. ", "UNCLE JOHN": "\n[1]How much. \n[2]Hey. \n[3]Makin' trouble for someone? \n[4]Which kind? \n[5]I don't know. \n[6]Is that her?  I bet that's her. \n[7]Maybe she doesn't even know the English guy. \n[8]That don't mean nothin'. \n[9]She's nice lookin'. \n[10]I dunno.  I just said she's nice lookin'. \n[11]What d'you mean, any happier? \n[12]I dunno.  I never met her. \n[13]Across from Stacy.  Freezes, his own gun in hand. \n[14]Lemme break. \n[15]Breaks. \n[16]We coulda used the other two-and-a-half grand. \n[17]There is? \n[18]What? \n[19]You do? \n[20]Like what. \n[21]Well, we blew it, didn't we?  He ain't wrong. \n[22]I don't get it. \n[23]What's in it? \n[24]How we gonna get that lucky? \n[25]Crouched behind the opposite end of the porch, sticks his head up. \n[26]Squeezes off two shots. \n[27]Crouched down.  A shot flies over his head. \n[28]Looks over the edge of the porch. \n[29]Fires at him. \n[30]Sees this.  Stands up to cross the back porch.  Takes a step forward but is stopped by a bullet in the chest (about the only clean shot anybody makes).  He looks down at himself. \n[31]Shit. \n[32]A small black hole appears in his cheek.  He blinks, begins to raise his hand to his face, and collapses. ", "SUPERVISOR": "\n[1]Hey! \n[2]How'd you get in here. \n[3]You walked. What the hell are you doing here. \n[4]He's expecting you? \n[5]So why would he want to see you. \n[6]Jennifer Wilson. \n[7]Yeah.  I know her, all right.  She came down here once, stirred up a shitstorm. We lost a full day's work, took me weeks to get back on schedule.  If she hadn't a' been Terry's woman I would've broke her jaw.  'Course, she's nobody's problem now. \n[8]What do you think? \n[9]Listen, get the fuck out of here before you get hurt.  Who the fuck do you think you are, waltzing in here, asking questions? \n[10]Do you hear me, asshole? \n[11]Jesus, you really want your ass kicked, don't you? \n[12]Go on, get outta here. \n[13]Fuckin' nut.  Go on. ", "FEATHER": "\n[1]There's one thing I don't understand. The thing I don't understand ... is every motherfucking thing you're saying. \n[2]Well, I'll tell you.  I believe this Valentine screwed me out of a fair sum of money. \n[3]But I can't be sure.  I don't even know who he is.  He's too insulated.  Too many layers around him. \n[4]Yeah, I guess you are. \n[5]That dude who works for Valentine.  He's the one sent those guys after you.  You know that. \n[6]So what's your beef, pal? \n[7]It was you.  Downtown. \n[8]Because that wasn't anything to do with me.  And suspicion has been cast in my direction. Didn't make any sense.  Choosing those shitheads over me, cutting me out of the deal, then screwing them over too. \n[9]He'd already grabbed more than his allotted cut.  Didn't think he'd be so bold as to take all of it. \n[10]Of the deal, man. \n[11]But if you're mad at him too and he's mad at you ... that must make us pals. \n[12]In which case I'll just do what I usually do. \n[13]What am I doing? ", "SUSAN": "\n[1]What are you doing here? \n[2]Since when? \n[3]They're at college.  Or doesn't your accountant even tell you where the money goes anymore. \n[4]I don't want you here, Terry. \n[5]What kind of trouble are you in? \n[6]Surely you can think of somewhere else to take one of your chippies for a quick getaway. \n[7]What have you done? \n[8]-- You know his name is Frank. \n[9]You know I don't live with him. \n[10]Are you finished? \n[11]Who's looking for you? \n[12]It's been five minutes and I'm packing to leave again.  I can't believe this. \n[13]It is that simple.  I blame you for everything.  Losing inhibitions and chicks without bras didn't have to lead to hardcore porno in every American household:  that was you.  The first on your block to turn on a camera in a hot tub and peddle it to your friends.  A little recreational pot didn't inevitably have to lead to the eventual devastation of the inner cities:  you made that happen, the first time you bought a bigger stash than you yourself meant to smoke.  It happened when you made your first buck hyping some so-called \"event\" that was over before it began or marketed some \"product\" whose only value was its instant disposability.  You were the first person to see there was a lot of money to be made selling Navajo rugs -- you've even stolen from the fucking Indians!  You looked at Charlie Manson when all he had to show for himself was a guitar instead of a knife and saw another merry prankster, the freedom of the frontier.  Your pal here -- -- He saw gated communities.  Rich people coming to him with their money, terrified of what people like you had left of this society.  Why invest in a marriage and children when you had him?  He's your oracle.  But you couldn't even trust in friendship, could you?  Still he's the dog you call for its dinner.  Because everything that might once have been fun or nice or sweet you had to turn mean and cold and sour.  That was your \"genius,\" Terry.  Haven't you read your own press? ", "TOM": "\n[1]All I'm sayin' is travel time shouldn't be the same rate.  Travel time is down time, right?  I mean, we're not even in the same car as the client. You told me the job was at the house. When we get to it.  Well, are we shadowing the client right now or are we just going the same way?  The company I was with in Seattle, these distinctions were made. Now, I don't dispute him getting the full whack. Seniority and all that.  But if I'm getting paid the same hourly rate when we're at the house as I am in this car, that doesn't sit well with me and I feel obliged to say so.  'Cause in Seattle what you're paying now for so-called travel time was half what we got for actual clock-time with the client.  So I just feel we should get more when the job actually commences. \n[2]I mean, how much are you getting?  Just as a point of interest.  See, I didn't realize there was a sliding scale. \n[3]Larry and Rick. \n[4]Mr. Avery. \n[5]Fuck. \n[6]Avery's down. \n[7]Fires at it.  Didn't hit anything. \n[8]Fuck this. \n[9]Is shot in the ankle as he is about to reach the steps.  He yelps in pain, tries to raise his gun. \n[10]Stops shooting.  Tries dragging his shattered ankle to the steps. \n[11]Screams again as his elbow of his gun hand disintegrates.  He slips on the first step and tumbles down, the gun bouncing beside him. \n[12]Still trying to get to his feet.  He gives up and just lies there, panting. ", "DEALER": "\n[1]Man knows what he likes. \n[2]That's a high-end item.  Total reliability. \n[3]Yes, sir.  Won't find a better CQC on the market. \n[4]Close Quarters Combat.  Keep one in my own home. \n[5]Oh really?  Where you from? \n[6]You came to the right place, sir.  My wife's second cousin is English.  Well, Scotch-Irish.  Can I interest you in a holster? \n[7]You're in gun country now, my friend. \n[8]Packs a punch, but it's compact, has accessible features -- makes a nice concealed-carry piece. \n[9]I can take care of the paperwork. \n[10]No problem.  If you don't have a problem with me reporting this gun stolen. \n[11]... for the paperwork. ", "LADY": "\n[1]You're English. \n[2]I can never decide what I like better. Leaving home, or coming back. \n[3]You're a reluctant traveller, then. \n[4]You'll be looking forward to getting back, then. \n[5]No rest for the wicked. \n[6]Where else? \n[7]Nine years? Is that legal? \n[8]But you stuck it out, anyway, all that time. \n[9]Sounds like you need a rest. \n[10]The ones whose burden you took upon your own shoulders. ", "GUY": "\n[1]Excuse me? \n[2]Don't you work with Ian? \n[3]I could swear I met you with Ian at the EMI offices in London. \n[4]You sure? \n[5]That's too bad.  Ian's got a good thing going over there. \n[6]Turned that place completely around.  180 degrees. \n[7]What I like about Ian, he believes in a chain of command, but not a chain of respect, you understand what I'm saying? \n[8]Yeah.  I really admire the guy.  Well. Good to meet you. ", "HIS POV": "\n[1]Gordon -- a crumpled, inert heap way down the hill below. \n[2]Beyond the deck stands Larry, his back to us, facing the ocean. \n[3]The driveway, car at the top partially visible.  No sign of Rick. \n[4]Same as before, except Larry isn't there. \n[5]The driveway.  Hard to see.  Is there something moving out by the shed? \n[6]Tom crossing to the steps, slips on the damp wood, tries to right himself. \n[7]Tom turning toward the steps. "}}