{"dialogues": {"MICK": "\n[1]Just keep your speed up, Earl. Earl kicks it, passes cars... Mick takes a FILE from a stack beside him. Also laptop, cell- phone rack: His back seat is his rolling office. Opens the file. Top sheet: THE PEOPLE OF THE STATE OF CALIFORNIA v. LOUIS ROULET. \n[2]Earl-- buds. A command. Earl puts in earbuds, Rap cuts out. Into cell-- \n[3]This is Haller. \n[4]On my way to Lancaster for a calendar call. Why, have you got something? \n[5]Van Nuys by eleven could be hard-- \n[6]He's already got a lawyer?-- \n[7]\n[8]A million? What'd they book him on? \n[9]Has the D.A. filed yet? 3. \n[10]Bring me around to the employee's gate, I'll talk my way in.  I'm at the courthouse. Give me the name. \n[11]That's not how you spell the wheel but I got it, thanks. \n[12]You're on my Christmas list, Val. Lincoln swings abruptly to a steel gate. \"EMPLOYEES.\" \n[13]Harold. Hard Case. Don't hide from your lawyer, Harold, you know what I want to talk about. Caught, Harold slouches towards him. 4. \n[14]Listen. when the judge comes in he's going to want to know if we're ready for trial... \n[15]We're not and you know why not. You haven't paid me. Rule one, remember Rule one, Harold? I get paid or I don't work. \n[16]Right, you have my money, I don't. \n[17]Harold-- I looked at the list of people I trust, and you know what? You're not on it. \n[18]Pay close attention, Harold. Goes to his seat... \n[19]Mickey Haller for the defense, your honor. If I may, I'd like to carry this over. \n[20]I'm having trouble locating a witness, your honor. An indispensable witness. A Mr. Green. With emphasis. A look goes between the Judge and Mick. Meantime Harold stares from the pen. The Judge, to Mick-- \n[21]I hope so, your honor. As your honor knows, Mr. Green can be hard to track down. A look of understanding. Judge nods-- \n[22]And so does Judge Powell. He spent a lot of years as a defense lawyer, so he knows all about having to chase \"Mr. Green,\" and he doesn't look kindly on defendants who don't pay their attorneys. Now do you get it, Harold? Casey won't look him in the eye-- RAP MUSIC IN AGAIN, TUPAC'S \n[23]This is Haller. \n[24]Actually I'm in my office. On my way to court in Van Nuys. \n[25]Oh yeah: \"This is the franchise, Mick.\" According to Valenzuela every case is \"the franchise.\" I'd have paid my mortgage ten times over by now-- \n[26]Sounds like the media might be interested. Call Sticks, tell him to show up. Any other calls? \n[27]Good. Then I can go to County lock- up. Under which Mick sees Earl indicate something on the road... while Lorna reacts to what Mick said, exasperated... 7. \n[28]Ignore them, you're doing fine. FACE OF THE LEADER OF THE MOTORCYCLES, leers at Mick through window, as Mick ignores, answers Lorna re \"Gloria\": \n[29]What can I say, Lorn, I've got a soft spot for redheads. Why do you think I married you? \n[30]Lucky for you there was a cure. When-- Earl interrupts, insistent now-- \n[31]Fine, Eddie, how's it with you? \n[32]If you want me to work you've gat to pay me. \n[33]That's long gone. I could tell you half went to the aerial-photo expert. He's going to blow the state's case by showing that the DEA violated the air space over Harold's farm by flying too low... but you don't need to know that. All you need to know is, we had a deal. Time to refill the tank. Eddie smiles. Taps the side of the Lincoln. \n[34]\n[35]Ten. I'm flying the guy in from Kodak in New York, he wants business class... \n[36]I don't. And I don't want to. Either pay me my money or go with the Public Defender the judge finds you. Of course he won't know much about air space, but-- \n[37]You had the whole ten ready. What if you'd backed me down to five? \n[38]Louis Roulet? LOUIS turns: the proverbial deer-in-the-headlights: Scared. \n[39]My name is Michael Haller. I had a call. \n[40]You want me to represent you for your first appearance. I get twenty- five hundred for that. We can work out what comes next. \n[41]Keep your voice down. And don't say anything about the case, not til I've got you out on bail. Okay? Mick's voice, as always, is easy and calm. Louis nods. \n[42]I understand your family lawyer's in court? \n[43]Is he ready to post bail? \n[44]Okay, tell me about yourself. How old are you? \n[45]Ties to the community? You grow up here, go to school? \n[46]\"Windsor Estates?\" 11. \n[47]How much did you make last year?  If I'm going to get you out I need to know everything. \n[48]They'll have one for you out there. I need you to back up and leave us alone. Can you do that, pal? Junkie backs off, does just what Mick says. Impressing Louis. Then Mick, low-voiced-- \n[49]Listen. They've put some heavy charges on you. The DA will probably ask for No-Bail... \n[50]I said they're going to ask it. When was the last time you were arrested? \n[51]So if I checked your record-- \n[52]We're not talking about the case, remember? Not even to the judge. \n[53]Today's about setting arraignment, period. You say nothing. \n[54]I'm gonna try, Louis. One more thing: There are lots of lawyers. Why pick me? \n[55]What case? \n[56]You remember the name or anything? \n[57]Are you the prosecutor who used to have the Roulet case? She starts to smile-- until his emphasis registers. \n[58]Rules are rules. \n[59]Depends. You going for no-bail? \n[60]If he did it. \n[61]I love it when you're sarcastic. Can I at least see the arrest report? \n[62]How's Hayley? A beat. Off the sudden shift in topic, Maggie starts putting away the things on her desk... \n[63]How about this weekend? This takes her by surprise. But she takes him up on it. \n[64]Judge, there is no way the state can claim my client is a flight \n[65]We'll see, Val... \n[66]Cecil Dobbs? \n[67]Boy? \n[68]He did look a little frail. My advice is, let Mr. Valenzuela fix you up with a bond and take \"the boy\" home. \n[69]No good. Assessing it will take days. By then Louis might be carrying somebody's child.  So just tap Val for the bond, spring Louis, and take him to your office. We'll meet there at Four. And heads off again. Dobbs follows him out, to... 16. \n[70]Yep. Media's already picked us up. \n[71]I saw you in there filming. What's your name? \n[72]You freelancing on this, Sticks? \n[73]How much? \n[74]How much will they pay you for what you shot today? \n[75]Suppose we take it off your hands for eight. Sticks hesitates, like it's not the legit thing to do. \n[76]Or do we make it a thousand. 17. Sticks hesitates no longer. Takes the tape from the camera and hands it to Mick... who's already counting out money from the roll of cash Ted gave him. To Dobbs-- \n[77]I can expense this, right? \n[78]Then let's talk about my fees.  I'll need a hundred thousand up front. Working off five-fifty an hour, it'll come to another hundred thousand if we go to trial. That's estimating the trial at a week. Appeals, we start over. Mick's Lincoln pulls up smoothly to fetch him at the curb. Mick, hand on the door-- \n[79]I take it that's not a problem. Reaction Dobbs-- hesitates but has no choice. MICK GETS IN, we GLIMPSE THE LINCOLN'S LICENSE PLATE: NT GLTY 2-- CUT TO, \n[80]We've got it if we want it. I'd still like to know the state's case, what they've got on him... 18. \n[81]I've got an hour til he's released. Til then I'll be at county. With Gloria.  Any calls? \n[82]Yeah he does. \n[83]You don't even know who the Mick was. You don't look good, Gloria. \n[84]Something new for you, getting booked on possession of coke, along with the usual. \n[85]And your next was a cop. 19. She shrugs/nods. Mick keeps turning pages, looking for a break... while... \n[86]We did a pre-trial rehab, last time. The D.A. won't go for it again. You may have to do some jail here. \n[87]Yeah you can. They've got programs in jail, too. Look, you've had a long run. Maybe after this you can finally get out of the life. \n[88]Okay, tell me what happened. \n[89]The one who paid you coke instead of money? \n[90]Do you know who he was? \n[91]Did you screen him? \n[92]off what, his driver's license? \n[93]Hector what? Last name. Think. \n[94]Moya. Hector \"Arrande\" Moya is what you get if you run a trace. He's Colombian, a fugitive from a Grand Jury indictment down in Florida. The DEA wants him for drug trafficking. The D.A.'s LESLIE FAIRE: a woman, well-dressed, humorless. \n[95]Leslie? They want him a lot. \n[96]She'll give you his motel and room number. \n[97]That's a No. Location only. Your guys take it from there. My investigator says Hector hasn't checked out yet. \n[98]You drop charges, and all she does is a Pre-trial Rehabilitation. The facility at USC-Med would be nice.  Or do I take this straight to the Feds? Which, though veiled, is a threat. Leslie hates this. \n[99]Mrs. Windsor, this is Raul Levin. Mr. Levin's my investigator. Accepting this, everyone takes their place at the long, blonde-wood conference table. Mick can't help run his hand over the surface, everything's a contrast to his own on-the- fly office... Dobbs, to Mrs. Windsor... \n[100]I'm going to need that to come from your son, Mrs. Windsor.  You can give him the money so he can write the check. But I want the check to come from Louis. He's my client and that's got to be clear from the start. No offense. 22. She is offended-- but takes back the envelope, nods to LOUIS. He takes out a checkbook, writes. Mick continues to Mary-- \n[101]Thank you. I'll expect you to support your son through this in other ways. If you're willing. \n[102]It's good to know you'll be there when we need you. \n[103]We'll be going over the case. The D.A. could make you testify about what you hear. Attorney privilege doesn't cover you. Mary Windsor's motionless a moment. Rather than respond, she simply rises. To Louis-- \n[104]I've got no trouble believing that.  I say we get started. All agree, they sit, Mick starts up-- \n[105]Our first choice is whether we waive our right to a speedy trial. \n[106]You sure? You can stretch things out, enjoy your freedom. Most clients... \n[107]Fine. We go to trial right away. Puts more pressure on the D.A. \n[108]It might not be jail. \n[109]Time to tell me what happened. Louis. Removes his Ray-Bans. SUDDENLY: 24. \n[110]Morgan's, that's a singles bar, right? Camera finds LOUIS at the bar, checking out the action... \n[111]Raul, what's the file say about the girl? \n[112]Did you know her before last night? \n[113]But she was still with a guy? Reggie returns to: THE GUY at the bar: 40s, hard like a vet. \n[114]Raul. Check that file you've got and see if the Police report has any of this. While Raul looks, Mick explains to Louis and Dobbs, can't hide some professional pride in Raul Levin's work-- \n[115]Raul's already worked us a little miracle. He's managed to score a copy of the discovery file, everything the D.A.'s got. They'd have to turn it over eventually but it could have been weeks. Under which, Raul's checked the blue file, and... \n[116]All they've got is, Louis shows up and beats the crap out of her? 26. \n[117]Just keep telling me. \n[118]You see what he was driving? \n[119]So he leaves, and you go in... \n[120]What was what? \n[121]Okay then. What do you remember next? \n[122]Go on, Louis. \n[123]Set it up how? \n[124]Louis: You said she opened the door a crack. Did you see her face? \n[125]And then she clocks him? \n[126]So our case is, she beat herself up? Mick takes the file, takes the 8xl0s, REGGIE'S PULPED FACE... \n[127]We're saying, she pounded her face into hamburger meat, or had her boyfriend do it, hoping some far- off day a jury would give her a big fat reward? \n[128]Okay, the police report. Let's hear how Reggie tells it. \n[129]Does it say he knocked her down? She falls... Louis flies down on top of her... \n[130]Raul, are his prints on there? \n[131]Okay, how's she say he went down? \n[132]And clonked him when he got up? \n[133]If everything she said is a lie, this will be the easiest case ever. I'll tear her apart and throw her entrails into the sea. But Louis...  You swear it's all lies? Is there anything you aren't telling me? Mick's eyes burn into him. Louis answers simply. \n[134]The way Louis tells it... \n[135].it's just quirky enough. Mick and Raul coming out, after having a few. It's a lawyers' hangout at this hour, others are coming/going... \n[136]To be true. Maybe it went down just like he says.  Anyway there's a. chance. In a party of law-types, we GLIMPSE MAGGIE, who catches sight of Mick in the doorway... while Raul mulls what Mick said... \n[137]Yeah. But you know what my father said about innocent clients... Maggie's overheard this, gives the answer. \n[138]That's right. Because if you screw up and he goes to prison, it scars you for life. There's only one verdict. You've got to put an N.G. on the board. Hey Mags. She reads the state he's in. 33. \n[139]Okay, you know the moves. Make the rounds, check out Morgan's Bar... \n[140]And Regina Campo. The way Louis says she came on's got me wondering. Mick gets in and closes the door. As Maggie starts it up and pulls away, and we SEE the \"NT GLTY\" PLATES again... go to... \n[141]Earl lays this stuff on me. 34. \n[142]I never keep him this late. \n[143]A while ago. But he likes driving, keeps him out of trouble... He's taking courses, too, in music. \n[144]You get used to it. Besides, Tupac, he helps me understand my clients. Most of them go to school on his \n[145]Not Louis, no. Louis is my franchise player, he pays for all the rest... After a beat... Office gossip... \n[146]Never heard of him. \n[147]Lorna made me my schedule. Saturday's fine to take Hayley. \n[148]I'm all over it. How's she doing? \n[149]Moonlight becomes you. \n[150]Thanks. She nods You're welcome. And pulls away. Mick's smile fades as he looks up at his dark lonely house. \n[151]Me too, baby. Then Mick hits \"Play\" again. BEEP. \n[152]Darius I told you-- \n[153]What couldn't wait, Raul? \n[154]Do the cops have this? \n[155]You're exceedingly beautiful. \n[156]It means he's right-handed. But the facial blows were from the left... \n[157]So everything's backwards... \n[158]I told you you were beautiful. Anything else? \n[159]Yeah? Raul just looks at him. Off Mick, \n[160]Mickey Haller. Here to see Louis. \n[161]There won't be any showings in Pelican Bay. \n[162]It's a supermax prison where they send violent sex offenders. You'll fit in real good in your loafers. \n[163]You lied to me, Louis. I'm about to go and see the new prosecutor, who's doing everything he can to put you away, and now I find out you've been lying.  Tell me about Reggie Campo. \n[164]You didn't tell me. That you were going to pay her for sex.  You think it's hard to find out somebody's not Snow White? \n[165]Why didn't you tell me this in Cecil's office? \n[166]This changes things. You see that, don't you? \n[167]Alright I will. You know that guy on the Venice boardwalk? The one who has all those plates spinning on sticks? \n[168]Just listen. A bunch of spinning plates: that's the state's case. In the middle is a big one. It's a fucking platter. And if that falls it takes the others down with it.  The big plate is the victim. The only witness against you. I knock her down, the act is over and the crowd goes home. No trial. Mick has Louis' attention now. \n[169]We've lost time. You concealed from me the fact that could do it. It comes down to why. \n[170]Why would a guy with a Porsche and a Rolex need a knife to get sex from a woman who sells it anyway? The answer is, he wouldn't. And when you see that you see the set- up, the trap. And suddenly it's the defendant who looks like the victim. Louis gets it. Penitent. 43. \n[171]Yes. Young hot-shot named Ted Minton. He wants to give me the discovery file. Poor guy doesn't know that Raul already got it. He's new to felonies but he's no dope. When he hears his vic's a hooker he'll know we've knocked all his plates down. \n[172]No promises, Louis. Louis closes his eyes, savors the prospect. Then sees Mick to the door. When he opens it: MARY WINDSOR's there. Surprised to see Haller. \n[173]Detective Kurlen. \n[174]Thanks for clearing that up. \n[175]Is Minton back yet?-- \n[176]I haven't talked to him. \n[177]He got life, but he'll be out. I don't know when. \n[178]You don't have to remind me you were lead dick on that. Kurlen grins. Shakes his head. \n[179]I had a client once, he decapitated his ex-wife, then kept her head in the refrigerator. \n[180]The D.A. got greedy. Tried to pile on two unsolved murders, trick up evidence to stick my guy with them. It's called the justice system, we don't do things that way. \n[181]I don't know. I never heard of him after that. \n[182]No. Fuck the D.A. 46. Before Kurlen can react-- TED MINTON arrives. Fresh-faced, Ivy League, 30. \n[183]Looks kinda thin for a discovery \n[184]I've got a question first. He takes from his pocket: Raul's DISC. The DVD Raul gave him. \n[185]You have something to play this on? \n[186]Look Ted, let's cut the bullshit. Not only is your so-called victim a working prostitute, but we've got her on tape soliciting my client! Maybe you're new, but you gotta know how hard it's gonna be to convince a jury a guy would have to rape a hooker to have sex with her-- 47. \n[187]Offer? You're making an offer? going forward? Not the way Mick thought it would go. Ted goes on... \n[188].What am I missing here?... Ted stays innocent-looking. Blank. \n[189]Go on, I'll hold your ice cream. Excited, Hayley goes. The attendant lifts her up and on, and The pony carrying Hayley joins the others in the wide ring... Mick watches her for a moment, waves-- then, balancing the ice cream, returns to his files-- 48. \n[190]There's something right in front of me and I'm not seeing it. On his lap he's spread out: PAGES from the TWO FILES: the blue-covered one Raul gave him. The white-covered from Ted. Mick starts turning pages, compares... The same, the same... When he turns the next one over: It's the page Raul gave him showing the PICTURE OF A KNIFE, the picture we saw in Cecil Dobbs' office. Turns to the matching page from Ted's file. Reaction Mick... \n[191]Daddy's got to talk to somebody. You stay with Earl. Mick gets out, Hayley stays... \n[192]That was before I found out you were still lying to me. He shoves a sheet at Louis. Louis looks: PICTURE OF A KNIFE, but DIFFERENT from the knife-picture we saw before. 49. \n[193]You know what that is? It's a picture of your knife. The one you had on you when you went to Reggie Campos. The one the cops have. Look at the blood on the blade. Look at the initials. Louis is stuck for an answer-- \n[194]That's why Ted Minton didn't care when I told him Reggie's a prostitute. What's it matter, when he's got a knife with her blood and your initials on it? \n[195]That's right. The file Raul got us was a loaded deck. The cops must have been on to him, because they used it to set us up. So we'd think they had nothing, when in fact they had enough to put your Hugo Boss, golf-playing ass away for twenty years! Mick looks back towards the car, parked maybe 20 yards off. He sees HAYLEY in the backseat looking out. So does Louis. Mick sees him looking her way... Feeling the man's look, Hayley sits back. Out of sight. A moment... then Mick resumes. Cold and firm. \n[196]Explain to me why you lied about the knife. \n[197]What are you now, a lawyer? A clever, third-rate fucking lawyer with smart-ass technicalities? \"You said it wasn't yours\"-- What you should have said was, \"I had a knife but this isn't it!\" What did you think, it would just go away?  You brought a murder weapon to a meeting with a prostitute, Louis! How am I supposed to make that look like she set you up? \n[198]Then kindly tell me why you went to her apartment with a custom-made knife, serrated tip, with \"LR\" engraved on the blade? \n[199]You always carry it. \n[200]Who was there? 51. \n[201]That's quite a story, Louis. Your mother will have to testify. \n[202]I don't give a damn what you think we want. From now on you do what I tell you while I try this case. Do I make myself clear? Louis is silent. Mick looks off. Towards Hayley, in the car. \n[203]If she wasn't so darn heavy I'd carry her all night, I swear. \n[204]It turned into a rough week. Being with Hayley was the only high. She can't find anything to say. As he heads out again... \n[205]I stopped going. Too much of a scene. \n[206]If I start again, what? She's awkward. Smiles, shrugs to cover-- \n[207]I'll keep it in mind. \n[208]Okay. After more awkwardness, goes. She closes the door. CUT TO, 53. \n[209]You won't make it to the bar... \n[210]Yeah, that's exactly what-- \n[211]So Ted talked to you about Corliss? 54. \n[212]Nah, nothing I don't know, they always use a professional snitch...  I mean Corliss has done this before, right? \n[213]How about we go somewhere to eat?  So we can talk about our daughter. \n[214]The fun's watching her. Maggie likes this. Touch glasses. After a quiet moment... \n[215]He was hiding something, I thought it might be a jailhouse snitch... 55. \n[216]one good turn. I'll drive you. \n[217]How'd she get in here? \n[218]So she sleeps in here a lot? \n[219]Look-- I'll leave-- then come back in an hour. We'll go together to get your car then I can take her to \n[220]Don't you remember what we talked about last night? \n[221]I can't win with you-- \n[222]\n[223]Sorry. It's work. \n[224]Martha Renteria. \n[225]But you told Kurlen you were in her apartment. He didn't have that, he doesn't even have any prints... \n[226]Nobody saw any \"other guy\"... \n[227]Plus the coroner says her vagina was brutalized... \n[228]Three people saw you throwing a knife into the L.A. River... \n[229]If all you did was fuck her then why didn't you leave any prints? The place was wiped down... 59. \n[230]But your semen was on the towel, you forgot you wiped your penis on that towel... \n[231]It's not gonna make. \n[232]Jesus they want the death penalty! I can see to it that never happens, but not if you don't plead. \n[233]I'm not going to ask you how you are because I know. Martinez glares at him, then spits on the floor. \n[234]Look. I need to ask some questions. \n[235]I am trying to make it right. Martinez is silent. Cold. \n[236]Tell me again about the Cobra Room. \n[237]You said there was another guy... Disentangling from Martinez, Martha slides toward a MAN, TALL, his back to us... 61. \n[238]Guard! Long beat. Guard enters. Clean-Marine. Mick shows the stack. \n[239]I need him to look at these. \n[240]But if you won't let him close to the glass, how can he see them? \n[241]All right, but can you stay a minute? If he IDs one of these mug- shots I need you to witness it. \n[242]Godammit.  Try. See if one is the guy. Mick holds up one after another. Martinez shakes his head no-- Then the booking photo of Louis Roulet. 62. Mick holds it up. Off Jesus, as his eyes narrow... \n[243]I helped myself. \n[244]It wasn't you. The cops set you up. Who was it slipped you the file, anyway? \n[245]You're right, I don't. But I know who his partner was, when he was in homicide. Kurlen. \n[246]Don't bother. We've got bigger problems. The way Mick says it. Raul sits, asks-- 63. \n[247]Cell phones don't work too well where I was. Raul waits. Knows this is why Mick came here. \n[248]I came to tell you a story. About Jesus Martinez. \n[249]It's about what happened after he left Martha Renteria's apartment. \n[250]He never killed her. He went there, had sex, flushed the condom-- \n[251]And then went home. The story starts after he left. \n[252]The real killer. She lets him in. \n[253]Maybe he fakes like it's still Martinez and he forgot something. Or maybe it was an appointment... We see the door open but we don't see who enters... 64. \n[254]Do you need to ask what kind of knife it was, based on the wounds? \n[255]Or whose face Martinez picked out of the mug-shots I brought him? No. No need. A beat. Raul's dog barks from outside. \n[256]Of course the story goes on from there. From there it's about the lawyer Martinez gets himself... 65. \n[257]The lawyer who just assumes he did it because of the DNA. The lawyer who gets him the best deal he can, and feels pretty good, because the deal keeps his client off Death Row... and this guy, this lawyer, he's all about the deal, see? \n[258]I just saw him and he's twenty-six going on forty. He's a little guy. You know what happens to the little ones up there. A beat. Mick drinks. \n[259]He has a type. Roulet. It's more than a type, Renteria and Campo, you put their faces together you get the same face... \n[260]Listen, I was thinking about this the whole way down on the plane-- That night with Renteria? It was like he hit the jackpot-- got to do his thing and get away with it. Then he's in a bar, sees Reggie-- \n[261]Yeah but tonight he sees who she looks like. 66. \n[262]Right. And he's right back there. \n[263]We're talking about a killer at work. You know that video from the bar? Just like you, he saw that Mr. X was left-handed. \n[264]He knows what he's doing. Reggie's the luckiest woman alive. \n[265]You find out. Dig into Roulet.  \"All you'll find is parking tickets,\" I don't buy that anymore. Check out knife-murders of women. Not just the unsolved ones, Martha Renteria was a closed case. \n[266]I can't. He's my client.  That's why he hired me. Raul looks up, startled by this. Mick lays it out... 67. \n[267]I was thinking about that on the plane too: He was worried I might hear about the case and put it together. But if he was my client, I'd be bound to keep my mouth shut and protect him. \n[268]I told you: He knows what he's doing. \n[269]I'm working on it. \n[270]This is Haller... \n[271]Maggie, no, I was up in San Francisco for the day... \n[272]You always were too smart for me. Is Hayley okay? 68. \n[273]Fine, I look forward to it. \n[274]Noon, I'll do that. See you then. And hangs up before she can say goodbye.. And Stops. Freezes. Eyes on the LIGHT at the end of the hall. Carefully, Mick begins to move down the hall... Pauses at the door he comes to first, bedroom, dark... Kicks it-- Nothing. starts walking again, when: there's a SOUND. Then silence. What was it?... Mick continues-- to-- The LIT ROOM: SIDE ANGLE, we see it's the den-- Mick braces-- And BURSTS IN SUDDENLY: \n[275]What the hell are you doing here? \n[276]Get out of my house! Now! \n[277]I said Get up! Get up and get out of this house! Off Mick's force, Mick's almost crazy-- Louis smirks, goes-- \n[278]You don't come near this house again, do you understand me? We aren't friends, we aren't partners, you're my client, eriod-- \n[279]Fucken don't. \n[280]That's it, Hayley, get in her way! Hayley isn't quick enough, the forward dribbles round her, goes in for the score. Hayley looks despondently at Mick-- \n[281]It's okay, honey! When-- his CELL-PHONE RINGS. Into it-- \n[282]This is Haller... He strains to listen... Stops cold. His look darkens... Even from the field, Hayley sees this... \n[283]No, but I've got a big trial next month, attempted rape and murder. He was helping me. \n[284]How did you know? \n[285]I'm a suspect? \n[286]I was watching my daughter play soccer. A couple of dozen people can confirm I was there. Provisionally buying this, Lankford takes out booties. \n[287]He was a hell of an ex-cop, is what he was. Crimes Against Persons, back in Chicago. And yeah he was gay, and what the hell's that got to do with it? If the murder was some kind of gay thing, why'd they ransack the office? Isn't it obvious they were looking for something to do with his work? Lankford can't argue with this. When Sobel, near the body: \n[288]You know your garage door's open? \n[289]Raul's murder.  I've been with the cops. They can't tie Roulet to it, because your ankle bracelet doesn't put him near the house. \n[290]Did the cops ask you where you were this morning, Val? Val's slow at first, to register just what Mick's asking... \n[291]Somehow, some way, Louis killed Raul Levin. And it didn't show up on the trace. Mick looks at the plasma TV, then back at Val. Val reddens-- \n[292]Maybe you didn't know what he was going to do-- \n[293]Where'd you get the money for an eight thousand dollar TV, Val? 75. \n[294]That's the idea, y'know. Car service, with the Lincolns-- Drive the illustrious turds of our city back and forth to LAX-- 76. \n[295]Lemme ask you something. Corliss. The name Corliss. You didn't just give me that just because you'd been drinking. You wanted me to have it. She doesn't confirm or deny. Just gets him into bed-- says \n[296]Maggie-- Raul. Did I get him killed? Moved, she shakes her head no. Straightens his pillow. \n[297]I can't do this anymore. \n[298]It's me. Haller. 78. \n[299]Look, I-- just checked my phone messages. It turns out Raul called me. Just before he was killed. I didn't know. The message came at Eleven-oh- seven. He said, \"I think I found Martinez' ticket out of the Q.\" \n[300]In San Quentin. Right. \n[301]No-- No, that's it. Then the dog barked, somebody was at the door. He hung up.  Look, maybe you can tell me if there's any progress on the case.  He was my friend. Sobel, makes a decision... \n[302]Yeah... just, I'll let you know if I think of anything. About his cell- phone, I mean. Thanks. And hangs up. Too sudden. Leaves Sobel wondering... \n[303]Gloria I'm not here about you. I'm here about me. I need your help. \n[304]Better make it fast. \n[305]That's right. Unless it's one you're going to commit. \n[306]Now? Now? Why now, are you telling me this... \n[307]Come with me. Cuts Louis off, rises, leads him... past prosecution table, TED MINTON turns, watches them... as Mick leads Louis out to-- 81. \n[308]You son of a bitch. You killed Raul. \n[309]How did you do it? The trace said you weren't even in Glendale... \n[310]You piece of shit, do you think you have this wired? You don't! \n[311]I want my gun, Louis-- \n[312]I'm sorry, your honor. 82. \n[313]Ladies and gentlemen of the jury... \n[314]My name's Michael Haller, and I'm representing Louis Roulet.  Mr. Minton doesn't want to use the word prostitute for the woman who's supposed to be Louis's victim. He needn't worry, this case isn't about how she makes her money... But it is about her actions. How she saw a young man with signs of wealth, and chose to target him...  What she didn't count on, was you. The fact that you'd put two and two together, and let your common sense tell you who was the real predator. 83. \n[315]Thinks? \n[316]Let her try. But it may not matter. \n[317]I mean, Corliss isn't on the witness list. It could be Ted Minton is holding him back. He won't use him until he has to. Until I screw up his case so bad he has no choice. \n[318]Officer, would you read from your arrest report where it's marked? \n[319]Why did you write that she didn't know him? \n[320]So, she just opened the door at ten o'clock to a stranger? \n[321]Was there blood on his right hand? \n[322]Objection, I don't think Mr. Talbot's qualified to interpret Ms. Campo's thinking or plans... \n[323]Mr. Talbot, are you right or left- handed? \n[324]Left. And isn't it true that before you left Regina Campo asked you to strike her repeatedly in the face? \n[325]Part of the defense theory, Judge. \n[326]Do you know a prostitute named...  Shaquille Barton? \"Shaquilla Shakels\" is her work name. \n[327]And if I brought her here and she said you had struck her with your left hand... \n[328]With a strong left. Thank you. And Mick sits-- drawing a nasty look from Ted for this last, and a pleased one from Louis. CUT TO, \n[329]This warrant is bullshit-- \n[330]I don't anymore. It was stolen. The worst yet. Lankford laughs: \"How convenient...\" \n[331]I know. My father represented him. He got him off for using it in self- defense, so Cohen made him a present of it. Sobel, careful, opens it... It's empty. Like Mick said. \n[332]Because I knew who took it.  A client. He told me, so I couldn't turn him in without breaking a trust. They do that. \n[333]Go crazy. You've got the warrant. Lankford sneers, starts for the next room. To Sobel-- 89. \n[334]You can't do ballistics on a box. She glances, seeing Lankford's gone-- explains. \n[335]You can match casings to a slug that's fifty years old? \n[336]Detective? How long will ballistics take? \n[337]I'm in the middle of a trial. \n[338]Worry about yourself, Ted. You're dying the death of a thousand razors up there and you don't even know it. They peel off-- Mick to the defense table, where Louis waits for him. Before Louis can speak: Low-- \n[339]Listen, you little shit: This gun- scheme of yours is about to blow up, and I'm not going down for it. If I have to drive people to the airport the rest of my life. Mick is seething. Louis smiles. Unruffled. \n[340]Your honor, prejudicial-- \n[341]That's it, keep acting like you pull the strings. \n[342]Ms. Campo have you engaged an attorney to sue Mr. Roulet for the events of March Sixth? \n[343]But have you talked to an attorney? 92. \n[344]I asked if you talked to one. About a possible lawsuit. Mick's crisp like he knows for sure. She wilts a little. \n[345]Did you ask if you could sue Mr. Roulet for damages? \n[346]If you wish, you can tell the jurors. Faces her. Ted squirms, seeing the box she's in. \n[347]Okay, let's go back to the night at Morgan's. Had you ever seen Louis Roulet before that night? \n[348]Ever noticed he wore a Rolex watch? \n[349]Or that he drove one of two cars, a Porsche or a Range Rover? \n[350]And what made you approach him? \n[351]With prostitutes. To go to a hotel, or their apartments...? \n[352]So how do you know they left? Maybe they just went out for a smoke... \n[353]But you just testified that you never saw Mr. Roulet drive! Now you saw him leave with a prostitute like yourself. Which is it? The contradiction rings round the room. Reggie, tries... \n[354]Do you know the difference between a Porsche and a Range Rover? \n[355]The women he left with, when you saw them again, had they been beaten or injured? \n[356]But girls in your profession talk about customers, don't you? Warn each other if someone's a freak... \n[357]And how many had warned you about Louis Roulet? \n[358]So you believed you'd be safe? \n[359]So you thought he could solve your need for money? \n[360]No? Isn't that why we're sitting here? Because you zeroed in on him? \n[361]What did the napkin say, Ms. Campo? \n[362]And your price? \n[363]It's a hard line of work... \n[364]In fact, haven't you told friends you were looking for a way out? \n[365]And so, isn't it true-- nothing would be easier to understand-- that you saw Louis Roulet and his money as a way out? \n[366]Yes, we've heard you say that-- Judge may I ask the witness to stand up? \n[367]Now if you please, walk over to my client. She goes, stands before Louis. Who rises on cue from Mick. \n[368]This is the man you broke free from, overpowered, knocked out? \n[369]How much do you weigh, Ms. Campo? Because your website REGGIE-FOR-FUN- DOT-COM says one hundred three... \n[370]I've got no further questions for the witness, your honor. Reggie returns to a seat behind the prosecutor's table. Where we pick up TED MINTON. Staring at Mick, hiding the sense of damage as best he can... He's startled when: \n[371]Not worried enough. 97. \n[372]Why would he need protection? \n[373]But has Louis ever been the subject of such a crime? \n[374]Go on, please. \n[375]We've had an offer. Want to spend six months in county jail? 100. \n[376]I know: The only verdict's Not Guilty. Okay. We'll get there. Grateful for this, Louis puts a hand on Mick's arm. But: \n[377]Don't touch me, Louis. You want to show your gratitude give me my gun back. Louis grins: meaning No way. \n[378]I thought so. You still sure you want me to put you on the stand? \n[379]Then get some rest tonight, you're up next. Leaving Louis, Mick continues down the steps, to where the Lincoln waits. He gets in. \n[380]There's something I need you to get me, Earl. A tone Earl never heard him use before. Earl turns around. \n[381]Yes. No deal. 101. Ted feigns surprise-but-acceptance... While, TO THE JUDGE: \n[382]The defense calls Louis Ross Roulet, your honor. \n[383]And what happened when you turned? \n[384]That was all? \n[385]But, there was blood on your jacket and your left hand... \n[386]Are you left-handed? \n[387]You didn't strike Ms. Campo with your left fist? \n[388]Threaten to rape her, or kill her?-- \n[389]You're angry. Why? \n[390]Nothing further, Judge. Ted already up &amp; moving, passes Mick as he takes his seat-- \n[391]Your honor, the defense rests. 104. Ted hears this, sets his jaw. Fullbright turns to him. \n[392]Your honor, first we've heard of \n[393]The state still has an obligation to disclose the identity-- \n[394]How I'm the one who shot Raul? \n[395]I'd say so. I'm being set up for his murder. Couple of detectives from Glendale are following me around, just waiting for the go- ahead to hit me with an arrest warrant... Could be any minute... \n[396]Bad timing, bad client, me being dumb... \n[397]I can't talk to you about my clients. How is Hayley? \n[398]She won't. Not if I play it right. \n[399]I'm working on it. I have a plan. 106. \n[400]Bill, I'm getting coffee. Any for you? \n[401]Hey, is that the custody list? Can I see if any of my no-good clients are on it? Bill lets him have it. Mick, casual, looks over the names... \n[402]Minton's putting on Corliss. He's got him in lock-up already... \n[403]You said she had mealtimes to work it... \n[404]I'll take my chances. Meantime did you serve Kurlen? Moving her OUT OF THE CAFE, DOWN THE HALL-- hushed &amp; fast-- \n[405]Yes you did. \n[406]Now go, and be ready for my call. Lorna starts to go-- then pauses. 108. \n[407]Subpoena to appear as a witness? You'll just have to wait and see. It's a legal document, Detective. Cursing, Kurlen takes himself off to a corner. Leaving Mick with the \"legal document.\" He tucks it away-- And continues to the front-- Past CECIL DOBBS and MARY WINDSOR, to LOUIS, at the defense table. OVER WHICH, PRE-LAP: \n[408]Judge? Who is this witness? Why wasn't I told before now? \n[409]That was good. Now leave it to me.  I do share my client's outrage, your honor. I'd at least like to know how long the state has been sitting on this testimony... \n[410]This is incredible... \n[411]No, Judge, we all know what this is, this is a jailhouse snitch, and anything he'd say would be a lie-- \n[412]--I just want my objection noted. \n[413]Can I ask one indulgence? Can I step into the hallway and make a call to an investigator? For whatever good it will do at this late date. 110. \n[414]Put your watch at quarter of. At ten fifteen you enter the room. \n[415]With the printouts. \n[416]How many times have you been arrested, Mr. Corliss? \n[417]So you know how the system works? \n[418]And sometimes that means ratting out fellow inmates, is that it? \n[419]Thank you, your honor. But I'll rephrase: How many times have you snitched on an inmate? Testified against a fellow inmate for the prosecution? \n[420]Four times? People just come up and tell you they committed crimes so you can testify against them-- \n[421]So you and my client were friends-- \n[422]And he just said what you said he said, about what the woman \"deserved,\" and then you went back to talking about cigarettes? 113. \n[423]You... Wait... All eyes on Mick. The Judge prompts... \n[424]No more questions, your honor. \n[425]You tell me! What did you say to this guy? \n[426]How? How am I doing this? But Louis has no answer. Meanwhile Ted's taken the floor... \n[427]How does he know this? \n[428]If you didn't tell him this shit somebody did. Who? Start thinking! RESUME Ted, moving closer to Corliss-- \n[429]A moment with my staff, Judge? \n[430]It's all here, right? You go now, I don't want anyone talking to you. \n[431]I don't know what's going on here, but it won't matter if it's two murders or a hundred if I can show he's a liar-- \n[432]Just tell me if there's anything else he knows. Anything else I have to stay away from. \n[433]It doesn't matter. If I destroy him none of it counts... \n[434]Dwayne, if I can call you that-- \n[435]Don't they also call you D.J.? For example, down in Phoenix, right? 116. \n[436]Because you know, my assistant, she was just reading on the internet about D.J. Corliss-- arrested in Phoenix, 1989 on drug charges-- Hometown of Mesa, Arizona? \n[437]You remember Fred Bentley, right? Corliss, darkens, stumbles at this-- Ted's quick-- \n[438]Sure you do. You testified that he confessed to you the crime he was charged with-- rape of a ten-year- old girl-- even though he denied his guilt in court. Am .I ringing any bells, D.J.? \n[439]Then I'd like you to read this to us, D.J. It's a printout of a news story from the Arizona Star, 1997, that's eight years after he was convicted. I ask that it be admitted into evidence-- \n[440]I've marked the paragraph. \n[441]That's enough.  Were you charged with perjury for that incident, D.J.? \n[442]Was that because the police were complicit in your confession? \n[443]Were you promised the same deal here, Mr. Corliss? To say that Louis Roulet \"bragged\" to you in the \"holding cell?\" \n[444]Sorry. I have no more questions. And Mick sits. Courtroom's hushed. Until-- \n[445]He's going to see his boss. To decide what to do before the judge comes down with a directed verdict. \n[446]She takes it out of the jury's hand and declares an acquittal. 119. \n[447]We'll know in a few minutes. And heads off. Louis's cold stare, watches him go... \n[448]Yeah I can see that. \n[449]Let it go. You're getting what you want, I'm getting you off... \n[450]I want the gun. \n[451]I don't think so. Mary would insist, but before she can, OUT OF THE ELEVATOR comes KURLEN-- with LANKFORD AND SOBEL. Mick freezes, expects the worst-- but they move AROUND him and CLOSE IN ON: \n[452]A moment with my client, Detective? Kurlen nods, why not. Mick leads Louis a few steps away. \n[453]This is it, Louis. I got you off. Now get yourself a new lawyer. \n[454]Yeah, and you'll have to explain how you got it. But you know what? I've stopped giving a shit. You're going down, and Martinez is getting out, and that's all I care about. 122. \n[455]When they stick that needle in your arm, that will be me. \n[456]Please tell me you've got enough on Louis for the murder of Renteria. \n[457]What ticket? \n[458]What about Raul's murder? Do you have him for that? 123. \n[459]I said I'd never do this. Ask you to violate your parole. \n[460]Yeah? 124. \n[461]Uh-huh, I've been waiting for this. You're calling to congratulate me. \n[462]What? They've had him half a dayl \n[463]I knew it, they jumped the gun... dammit... \n[464]Maggie... Look... There's more to this. Louis knows about Hayley. \n[465]I've got her picture in the house! He saw itl Where is she now? \n[466]Get her on the cell and tell her not to take Hayley home, keep her with her til you get there! How long will it take you? \n[467]Call me when you've reached the sitter. He hangs up. Thinking-- then dials a number-- \n[468]Val it's me. Mickey Haller. \n[469]Don't hang up, Val! I need a favor-- \n[470]--it's my family, Val. Maggie, Hayley-- they're in danger. \n[471]Does he still have the ankle- bracelet on him? 126. \n[472]Then turn on the trace, Val. Now! \n[473]Where is he? \n[474]Is he coming to my house? \n[475]Stay there, Val--  Maggie? \n[476]Good. As soon as you've got her, take her somewhere safe. And call me.  Where is he, Val? \n[477]What? \n[478]So where's he going? \n[479]Fuck, he's going to Maggie's. Keep track of him. Hangs up again. Looks around-- as if looking for an idea-- then, frantic, looks up a number-- can't find it, finds it-- dials-- it rings-- Cold sweat til somebody answers-- \n[480]Eddie? Eddie Vogel? It's Mick Haller... \n[481]Yes? \n[482]\n[483]Maggie be there, Maggie pick up... \n[484]Maggie! 129. \n[485]\n[486]They're down! I'm shot! Suddenly LANKFORD &amp; SOBEL are through the door-- Lankford sees Mary on the floor, while-- \n[487]The police were tailing him? 131. \n[488]I know... \n[489]\"W.\" Mrs. Windsor. Which is the last thing he manages to say before blanking. \n[490]You can get hurt anywhere. Let her climb. An almost normal tone of voice. She smiles. CUT TO, \n[491]Keep your speed up, Earl... He's IN THE BACK-SEAT, IT'S A MESS... He's scribbling on papers as they ride... His CELL-PHONE RINGS... \n[492]This is Haller. ", "LOUIS": "\n[1]Yes-- Mr. Haller-- Mick stands behind a painted line three feet from the cell. Signals Louis to come to the bars to talk. Louis approaches, \n[2]I-- called you because I need \n[3]Thank you-- This is a set-up, Mr. Haller-- I made a mistake with that woman, she was setting me up-- \n[4]That's him. Cecil Dobbs. Points to-- DOBBS, balding dignified WASP, a few rows in. \n[5]He'll do whatever he has to. Mick nods, noting the tinge of desperation in Louis's voice. Takes out a notebook... \n[6]Thirty-two... \n[7]Both. Beverly Hills, UCLA. I work for my mother's business... \n[8]It's named for her second husband. \n[9]My taxes last year said four hundred thousand. Just then, the White Junkie lurches forward towards Mick-- \n[10]No bail? Frightened voice, the others react, Mick hushes him, and... \n[11]Never. \n[12]--you'd find parking tickets. Mick looks briefly into the younger man's eyes-- he's scared, fragile -- but sincere. He sputters-- 12. \n[13]This whole thing is-- \n[14]Don't I even say \"Not guilty?\" \n[15]Are you going to get me out? \n[16]I.. remembered your name from some case in the papers... \n[17]A drug case, I don't know. \n[18]No-- but you got the evidence thrown out against some guy-- Does it matter?  I need your help, Mr. Haller. Off Mick, GO TO, \n[19]My mother built a good business. From the ground up. \n[20]No. I want this behind me. 23. \n[21]Guilty clients, you mean. I want this over. Mick's struck by how firm. \n[22]There won't be any negotiating.  No plea bargain, no nothing. I'm not going to jail for something I didn't do. \n[23]Even if I walk. I'm innocent and if there's a trial I want to get on the stand and tell the jury I'm innocent. If that's a problem we can part company right now. Mick looks at the young man. Evaluating. Then... \n[24]I was having a drink at Morgan's, Ventura Boulevard... \n[25]Right, nice place, good for pick- ups. That's why I was there. Looking to get laid, pure and simple. \n[26]I'd seen her around, but never spoke to her. She was always with a guy. She was with one last night. She slows as she passes Louis, whispers, her lips brush his face as she discreetly hands him something... LOUIS  (con t' d) She just laid her address on me. On a napkin. \n[27]I got it that she wasn't too into her date. She told me he'd be gone by ten if I was interested. \n[28]I didn't keep the napkin. I work in real estate, I remember addresses. \n[29]That is such bullshit-- \n[30]I didn't want to walk in on anything, so I got there early. His POV, shadow-figure of Hard-Guy approaching in the dark.. \n[31]I waited til the guy came out. \n[32]A Corvette. Yellow. Hard-Guy gets in the Corvette, pulls out. \n[33]She saw it was me... \n[34]She hit me with something and I went down. It got black fast. SUDDEN POP TO, LOUIS STRUCK FROM BEHIND... Blacking out as he tumbles... BACK TO, \n[35]Waking up with two guys sitting on me. Holding me down. \n[36]Like I said. Faggots. To which Raul says nothing. After a beat-- \n[37]I was still foggy when the cops came... 28. him, COP looms over... these lies... COP , through sobs, still frightened-- \n[38]That's when I saw she'd set it up. \n[39]Put blood on my hand. My left hand. But I'm right-handed, I'd use my right if I was going to... punch someone. Which is crazy. Louis mimes throwing a punch, in the air. Inept. \n[40]Not all of it... \n[41]Yes. \n[42]She must have. \n[43]This isn't my knife. \n[44]I told you, it's not \"my\" knife! Mick ignores, still intent on Raul's reading... \n[45]Those are all lies, this is bull-- \n[46]Nothing. Mick holds him in a long, hard, assessing stare. Over which, eventually, we PRE-LAP-- 32. \n[47]It's okay, Robin. You can go. Robin exits. Louis mutters an apology into his cell-phone and rings off. Looks annoyed at Mick. \n[48]I was setting up a showing. 41. \n[49]Where's that? \n[50]What's the matter? \n[51]What about her? I've told you-- \n[52]Alright yes, I was going to pay. She wrote down a price on the napkin, four hundred dollars... \n[53]I didn't want my mother to know. Cecil tells her everything. And can we keep it down? Her office is on the other side of that door... Mick looks at Louis's concern. Believes it. Easing up... 42. \n[54]I'm not a lawyer. Explain it to me. \n[55]What does this have to do with-- \n[56]You can make this trial go away? \n[57]Why what? \n[58]You're going to the prosecutor now? \n[59]Then it'll be over? \n[60]There will be, Mother. And puts out a hand to Mick. Grateful. Hesitating half a beat, Mick shakes it and goes... Louis and his Mother. Regard each other. Face to face. \n[61]What's happened? Is it over? You said it would be over by now-- \n[62]This wasn't the knife in the file-- \n[63]I didn't lie. I said the one in the picture wasn't mine. Mick frowns/grins at the answer... \n[64]I said it twice! Nobody listened! 50. \n[65]1. Did. Not. Do this. Off which, Mick stares hard at Louis. At his frightened look. Then tries-- slowly-- as if for the last time-- \n[66]I always carry it. For a moment, Mick takes this in. Echoes. \n[67]Yes. In real estate we show homes, to people we don't know. This one time... He stops. Like it's difficult. Then goes ahead... \n[68]My mother. She was showing a place. It was in Bel-Air, so she thought it was okay to go alone, even though there was a man at the time who had raped some women that way. He was there. \n[69]The man. He raped her. When she didn't come back, I went to the house and found her. Mick. Stirs. Like he's seeing a possibility... \n[70]That's when she stopped showing property. I do the selling now. And I started carrying a knife. Always. Mick turns it over. Finally... \n[71]We don't want that. \n[72]Funny thing is I've been here before. I was offered the house to show, never gave back the key-- \n[73]\n[74]Your friend Valenzuela put this on. A tracer. As if I were going anywhere. \n[75]\n[76]Just what I wanted to remind you of. I'm your client. Mick reacts. Louis lets in sink in, then: \n[77]Besides, I like it in your house, Mick... Pretty pictures of your kid, Hayley... \n[78]Don't what, don't say she's pretty? But I saw her, the other day at the club... At which, Mick's had enough: belts Louis in the mouth. Quick, solid. 70. His lip bloodied, Louis flashes with anger-- but then, just as suddenly, he steels himself. Glares coldly at Mick. \n[79]Okay. Okay I'm going. But-- And extends his hand: with Mick's house-key in it. \n[80]--first I think I should give you back your key. It isn't right that I have it. Now that we can trust each other. Mick takes the key. Panting, he watches Louis go down the fucking steps. \n[81]Mick. I want to tell you something before we start. 80. \n[82]You're my lawyer, right? So I can tell you anything, even a crime I've committed, and you have to keep it secret. \n[83]I've killed people, Mick. Reaction Mick. Just then, Courtroom clerk gives a warning-- \n[84]Because I know your plan. Mick looks at him. Before he can deny-- \n[85]Your plan is to defend me on this-- then, when I'm not your client, throw me to the cops.  I can't let that happen. So I'm telling you: I've killed people and guess what? Martha Renteria was one of them. There now. If you use what I've told you you might get Jesus Martinez out of jail, but you'll never practice law again. And I'll never be prosecuted. I think it's called fruits of the poisoned tree-- \n[86]You're right about one thing. I am a son of a bitch. \n[87]He was getting too close. \n[88]I do have an insurance policy. He grabs Mick's wrists. Strong: pulls them off his chest. \n[89]I walk away from this trial a free man-- and remain free-- and it never falls into wrong hands. The deal. Mick's close to hitting him-- when the door opens-- \n[90]I want to remind you of your words. You were going to tear her apart and throw her entrails into the sea. \n[91]I do. \n[92]He looks worried. Mick watching Ted, waits, tense... \n[93]I told you from the beginning-- \n[94]I insist on it. \n[95]I turned toward the living room, the way she pointed... ANGLE MICK, has a floorplan of the apartment, on an easel. \n[96]Something hit me and I blacked out. I don't know for how long. \n[97]Then when I woke up these guys were on me, telling me not to move. I couldn't anyway. I was too scared. Mick moves toward Louis, as if determined to find flaws... \n[98]Someone put it there because I didn't. \n[99]No. \n[100]No! 102. \n[101]No! \n[102]Do you know what it's like to be accused of something like this? To listen to people tell lies about your having done something so sick and awful? I, I understand I had to be quiet and wait my chance and not say anything-- but if guilty people have rights, what about innocent people? I am innocent! Mick. Meets Louis's eye, communicates: You were perfect. \n[103]All I know is that I didn't. \n[104]She couldn't, could she? I mean, I never took it out or showed it to anybody-- so she must have just found it when she went into my pocket for the money I had that I was going to pay her with, right?-- \n[105]I don't know who did it, but it wasn't me. Nobody deserves that to happen... \n[106]I mean no matter what she does for a living or who she is-- No woman deserves that. Ted keeps staring at the photo: Wants the jury looking there. \n[107]Bullshit! I didn't to talk to-- \n[108]What the hell is this? \n[109]Nothing! This is a set-up! You're doing this! \n[110]Do you think I know? \n[111]If you set me up I swear I'll-- \n[112]I don't know because I never talked to him. I'm not that stupid. \n[113]Then destroy him. A command. Mick nods. Returns to the witness Corliss-- \n[114]What's a directed verdict? \n[115]I'm not celebrating just yet, Mick. \n[116]I want to know how Corliss got that shit he was saying. \n[117]What I want is get off for good. Leans into him. Pushes a hand into his back. A threat. \n[118]You'd better understand that. You've got enough reasons to be afraid of me already. When-- DOOR OPENS-- the courtroom CLERK, BILL, enters. \n[119]I knew I wasn't wrong about you... \n[120]Of course you do. No more can be said, because Mrs. Windsor-- descends on Mick-- \n[121]Mick? This shouldn't be happening. Mrs. Windsor rushes Kurlen-- Sobel tries forcing her back-- \n[122]Mother. Louis' voice controls her. Stricken, Mary gives up. Then-- \n[123]You're forgetting I have the gun... \n[124]And what if I don't go down? But Mick's finished, ready to leave, though Louis persists... \n[125]Because I don't think they have enough to hold me. I could be out by tomorrow... You've got women, you've got a daughter... At this, Mick's head snaps to him, angrily... \n[126]You can't protect everybody. Kurlen arrives, takes Louis's elbow... Mick's already moving to the elevators... watched by SOBEL. ", "TED": "\n[1]Mr. Haller?  Sorry you had to wait. I hope it'll be worth your while. He gives Mick a thin, white-covered file from a briefcase. Mick, leaving the still-sneering Kurlen behind, takes the file and follows Minton off-- tapping the file with a finger-- \n[2]Yes well-- We can go to my office-- \n[3]What else do you have? The simple, polite question throws Mick. \n[4]Nothing you're telling me's going to change my offer. \n[5]We'll drop the charges to Assault with a Deadly and Attempted Sexual Battery. The guidelines put him at seven years, maybe he'll do four. Mick, uncertain now, doubts himself for the first time... \n[6]What this case is about is a predator... On the night of March Sixth, Louis Roulet was out stalking his prey... Jury of twelve, two alternates... \n[7]You are going to hear from the victim herself about her lifestyle, one that we would not condone. But remember that anyone, anyone, can be the victim of a violent crime.  The case is clear. Straightforward. A man attacked a woman in her home in order to rape and kill her. It is only by the grace of God that she's here to tell you the story. Over Ted, \n[8]Frightened? \n[9]Mr. Talbot, you were with Miss Campo on the night of March Sixth? CHARLES TALBOT, 48, the customer from the video. Blurred tattoos on muscled forearms, dyed blonde hair. \n[10]Had you known Miss Campo before? \n[11]How did you know to call her? \n[12]Did you have sexual relations? \n[13]And what time did you leave? \n[14]She say she had another engagement? \n[15]When you left, what condition was she in? Was she hurt? \n[16]She didn't look like this? \n[17]Your honor, there's no basis for this sort of questioning. Mr. Haller is just muddying the waters with outrageous statements. Fullbright looks to Mick for a reply. Mick half-shrugs... 87. \n[18]Morning, Haller. Word is, you had interesting visitors last night... 90. \n[19]One last witness, your honor. The prosecution calls Regina Campo. \n[20]In fact, you'd arranged his coming Miss Campo: why did you lie? \n[21]Do you regret that decision now? 91. \n[22]I have no further questions for Regina, your honor. Ted sits. \n[23]The state rests, your honor. Mick's disappointed: No Corliss. \n[24]Mrs. Windsor, you seemed pretty exact, about when your son started carrying around this, this weapon, a five-inch folding knife... \n[25]Was it in the newspapers? \n[26]Or, do you somehow remember because the police came to talk to Louis... \n[27]Then how can you remember the exact date so well?  Were you given the date before testifying here? \n[28]As Louis's mother, you'd do or say anything to save him, wouldn't you? \n[29]We have no police or hospital record that it even occurred... \n[30]Why not? \n[31]But it's only you who says so: Mary looks at Ted, and at the Judge, as if confused: \n[32]I've been thinking about the thousand razors. \n[33]Did you talk to your client? \n[34]According to you, Ms. Campo punched herself or had a man she never met before punch her lights out as part of a set-up? \n[35]And this knife you always carry, how did she know she'd find it on you as part of the set-up? \n[36]I'd really prefer it if I ask the questions, and you answer them!  Would you look at this, please-- Goes to the easel, REVEALS: PHOTO of Reggie's beaten face. \n[37]Please tell us again if you think Regina Campo would or could have done this to herself. \n[38]What do you mean by \"deserves?\" Do you mean crimes of violence come down to a whether a woman gets what she \"deserves?\" \n[39]I have no more questions. At which, suddenly there's a wave of movement-- SLOW-MOTION-- Louis dismissed from the chair-- Ted returning to his seat, passing Mick as Mick rises-- Louis gives Mick a \"How'd I do?\" look, Mick nods, unmistakably, \"You did fine...\"-- Mick's look finds Ted-- Mick and Ted holding each other in a gaze-- Mick's face in a kind of smile, Ted grim-- As Mick brings out, speaking to the Judge but his smiling eyes fixed on the unhappy Ted-- RESUME NORMAL SPEED for Mick's confident, fateful words: \n[40]Your honor...  The state needs the night to decide, your honor... \n[41]Frankly I wasn't anticipating the defense would rest after two witnesses. I-- I'd like the night to consider calling a rebuttal witness. \n[42]I said `-consider.\" I need to find out if the witness is even \n[43]Not if I decide not to use him.  I'm begging the court's indulgence, your honor. Fulbright doesn't like it... but weighs, yields. Go to, \n[44]The state calls Dwayne Jeffrey Corliss as rebuttal witness. \n[45]Dwayne Corliss is a cooperating witness who spoke with Mr. Roulet in custody, following his arrest. 109. \n[46]Mr. Corliss did not come forward until yesterday. \n[47]That's groundless, your honor-- \n[48]Mr. Corliss, are you incarcerated at this time? \n[49]But you are currently held in the jail-ward at USC hospital? \n[50]For burglary and drug possession? \n[51]Now. Do you know the defendant? \n[52]And did you talk at that time? \n[53]Anything else? \n[54]Did he say what he was \"in for?\" \n[55]I have only one more question. Have I, or has anyone, made you promises to get you to testify? \n[56]Objection, your honor... \n[57]Re-direct, your honor. Fullbright nods permission. While Louis leans over to Mick... \n[58]You said he was bragging. How? \n[59]Is there anything else he told you? \n[60]Then no further questions, your honor. Ted sits. The look he gives Mick in passing is one of abounding confidence. Mick stews... Swivels around... Covert glance, MICK'S POV, looks to see if Kurlen is where he was, against the wall. He's not. He's gone. So is Lankford. And the courtroom door still swings slightly, as if they've just left... While IN FRONT: \n[61]I object, your honor, where is the defense going with this? \n[62]Your honor? A news report? 117. \n[63]Judge, how can the witness know what went into the D.A.'s decision? \n[64]Your honor, I-- \n[65]I just spoke to the District Attorney, your honor. The state wishes to dismiss all charges. Here's a motion... Mick, Louis, watch Ted hand it to Fullbright... 120. \n[66]It acknowledges that the procedures which guarantee justice were not followed in this case... \n[67]Yes, your honor. ", "MAGGIE": "\n[1]Don't tell me. Son of a bitch, Haller. \n[2]I wanted this one... Alright I'll go quietly. But after today's hearing, if you don't object. \n[3]That won't change with the prosecutor. Not with what your guy did. With which she shows him the photo: gruesome. \n[4]Sure. \"If.\" They only picked him up in her home with blood all over him, but it's a valid question... \n[5]Get it from whoever takes over. No favors on this one. 14. Mick looks admiringly at Maggie. At her passion. \n[6]She's good. She likes the things you send her but would rather you show up yourself... \n[7]Okay, I'll tell Hayley. Tonight. Only Mick-- don't cancel on her. \n[8]With resources like this man has, it's always a risk-- let alone the fact that the victim was brutally \n[9]He said there's no client as scary as an innocent man. Mick, seeing her, smiles and continues, a little tipsy... \n[10]Raul, if you let a man drive in his condition I think I can charge you both. The guys look at each other. Maggie swipes the keys-- \n[11]I'll drive him to his house. \n[12]My friends brought me. I'll keep the car, he can pick it up at my place in the morning. Get in. And she gets in the driver's side, waits. Mick to Raul-- \n[13]You've got to be kidding me. \n[14]Where is Earl tonight? \n[15]Hasn't he worked your fee off yet? \n[16]You can't tell by this stuff. She snaps the rap OFF. \n[17]Not Roulet. \n[18]I heard Smithson assigned Ted Minton to your case. \n[19]He's brand new. Bright, though. Smithson's protegee. Naturally. Georgetown, buys his suits at Brooks, above all he's a guy... Mick looks over at her, as she flares, calms... Moonlight lines her profile. Made self-conscious by his watching her, she moves her hair from her face. Beyond pretty: Beautiful. 35. \n[20]Saturday there's the Sponge-Bob movie... \n[21]I'll know when I drop you and get home to relieve the sitter...  What? \n[22]That's not doing me any good, Haller. \n[23]Defense lawyers will swear to anything... 52. \n[24]You look like you're in a daze. \n[25]Nobody's seen you at Four Green Fields lately. \n[26]Yeah well. If you start going again. Now she has his attention. \n[27]Bunch of us from the office are there. Tuesdays, after work. An invitation. S-zrprising him. \n[28]Okay. \n[29]Haller! Let him in, girls! Buy you a beer? \n[30]Then let's share this. They fight to a table for two, edge of the crowd. When he balks at sipping from her glass-- \n[31]We've had a taste of each other before. He laughs a little, reads that she's had a few. He drinks. \n[32]Feeling a little better tonight? Or did Ted Minton sandbag you? \n[33]With that guy Corliss, right? I told them using that dirtbag was a bullshit play. But you'll take the the guy's head off on the stand... Mick's off-guard, doesn't know what she's talking about. \n[34]Whoops, I shouldn't say that... \n[35]Huh? It was me who sent him to Ted. Corliss thought it was my case because I handled first appearance.  I'm telling you too much. \n[36]Can't we just forget work and have a friendly Guiness? \n[37]Let me tell my friends I'm leaving. She goes. And Mick, quick, writes the name CORLISS on napkin. \n[38]I'll bet you didn't know Sponge-Bob movies could be so much fun. \n[39]You didn't know Minton had Corliss til I blabbed, did you. \n[40]You got me drunk to find out what you wanted to know. Except I was already drunk. Good point, right? He feels something. ANGLE, her hand on his knee... \n[41]Hayley's probably asleep. I gotta go relieve the sitter--  Only I don't think I can drive myself home. \n[42]And will you take me back to get my car in the morning? A loaded proposition. Covers her hand with his own. CUT TO, \n[43]This is not fair to her. Waking up and finding you here. She'll get her hopes up. \n[44]She comes in here when she has nightmares. She has nightmares. \n[45]Don't start. You have no idea what it's like raising a child alone. He can tell by her tone: All last night's tenderness gone. 56. \n[46]Just like that? You're gonna start taking her to school? \n[47]I thought you were just trying to get into my head on your case-- or get me into bed-- \n[48]Not when you're being a defense lawyer! Do you know how crazy we were to think we could ever make it? Me trying to get dirtbags off the street, you keeping them there-- \n[49]Just go! \n[50]Being married to you sucked but it beat being a car service... \n[51]I'll be your first customer. First dollar. And rolls him onto the bed. He looks at her. Drunk as he is: \n[52]How do you do it, Haller? You're a sleazy defense lawyer with two ex- wives and a daughter, and we all still love you. We STAY ON HIM as she stands up, goes. To no one: \n[53]Haller, is this serious? \n[54]How is this possible? \n[55]Is it Roulet? Is that the client? \n[56]Fine. But Haller, if she ever hears anything about this-- \n[57]What are you going to do? A long beat. Then he says, just as he told Raul-- \n[58]I know... but the D.A. downtown said the detectives didn't have enough, they had to kick him... \n[59]They've still got the parking ticket... and they're working forensics on the knife... \n[60]What are you saying? How could you expose her to-- \n[61]On the schoolbus-- the sitter's on the way to pick her up on Ventura, near the house-- 125. \n[62]\n[63]I didn't know you were awake. He looks at her. Questioning. \n[64]Don't worry, we haven't been living here. We did, for a while. When you were touch and go. Mick. Returns his gaze to-- HAYLEY, going branch to branch. \n[65]I'd better get her down, she can get hurt up there-- ", "RAUL": "\n[1]Regina Campo, goes by \"Reggie.\" Twenty six. An actress and a telephone solicitor. \n[2]Nope. They don't have the other guy. They don't even have the bar. \n[3]That's it. \n[4]Police report has them, homosexual couple from down the hall... \n[5]What she did made sense. It's the right side of her face that was hit, she had to bloody your left. \n[6]That's it!... BACK TO, LAW OFFICE. Raul... mimes the opening of the door... \n[7]She already had the injuries, on the right. She was hiding it from him when he steps in... \n[8]\"According to the victim, she was at home alone when the suspect presented himself at the door as someone she knew...\" Louis is there, talks MOS. Reggie opens the rest of the way. RAUL  (cont'd) \"Upon letting him in, she was immediately struck...\" WHICH WE SEE: The vicious repeated pounding of her face, bloodying her, but it's too fast &amp; jumbled for details... \n[9]Yeah, then straddled her. \"Held the victim by the neck until she agreed to cooperate...\" Louis does as described, strangle-hold... Eventually lets her up, turning her toward the bedroom. And... RAUL  (cont'd) \"The suspect maintained a position behind her, holding a knife against the left side of her throat...\" \n[10]That's what the report says. I'm not surprised, if she put blood on his hands she's gonna put prints on his knife... 31. \n[11]\"As Ms. Campo entered the hallway, she pushed the intruder backwards into a large floor vase...\" \n[12]\"Realizing her attacker would catch her at the front door, she ducked into the kitchen and seized a bottle of vodka...\" Louis, struggling to his feet, HIT ON THE HEAD from behind.. \n[13]That's how she tells it. \n[14]Quirky enough for what? \n[15]An innocent client. Jeezus. \n[16]And how will you get home? \n[17]And Mr. Corvette... \n[18]Wanna see a movie? CUT TO, FULL SCREEN: B&amp;W VIDEO PLAYS, SHOWS: MORGAN'S, NIGHT FIXED DOWNWARD ANGLE on the bar, near the cash register. Tending bar, two hot young women, jeans, white t-shirts... FRAME-COUNTER ticks off, bottom right: 8:11 P.M., MARCH 6. \n[19]I had the tape transferred to disc, so I could manipulate, y'know... Raul starts to ZOOM... Shows Mick, on the SCREEN... \n[20]I'd like you to meet Reggie Campo. 38. \n[21]How can they? I got the one and only. It ain't a copy. \n[22]Wait.  .Reggie and X decide to split... \n[23]Slow down. You said you knew Morgan's. So you oughta realize...  This image is in the mirror over the bar. That's how the owner set the camera to watch his register. \n[24]And X punches with his left. 40. \n[25]Yeah. But it's not on the tape. You know how you were wondering about Regina? \n[26]Cool it, Ahab... C'mon in, Mick... Leaves Mick alone while he puts out the dog-- Mick cools his heels. Takes in: Cubs pennant, Raul's old peaked policeman's cap, mounted... finally pours himself a vodka. Notes the photo of a YOUNGER GUY, its frame hung with the \"Fight Aids\" ribbon. Raul re-enters. \n[27]It's okay. I owe you, the way I let you down on that discovery file-- \n[28]Some guy in vice I play cards with. Lonnie Fry. You don't know him. \n[29]That prick. I'll make him sorry. \n[30]Like what? Where were you today anyway? You were hard to reach... \n[31]You were at San Quentin. \n[32]After he killed her? \n[33]Wiped his prick on the pink towel-- \n[34]The real killer. \n[35]The other guy from the club? The one Jesus said he bid against? \n[36]A short-blade folding knife... \n[37]Don't do this to yourself... \n[38]Mick-- You can't beat yourself up for what you didn't know-- \n[39]You better take it easy... \n[40]Who he's seen before, remember-- \n[41]Renteria? \n[42]Mick, we're talking about a really \n[43]Smart as the devil-- \n[44]You think there are others? With that face, or-- \n[45]Look man, I can't throw a net like that. I'm just one guy! You gotta bring the cops in. \n[46]Attorney-client privilege. \n[47]You got one guy in prison for what your other client did. What are you going to do, Mick? A beat. ", "REGGIE": "\n[1].he was like an animal! He said he'd rape me and kill me... then rape me again when I was dead... Louis looks around at his left hand in a plastic ba Bloody. \n[2]It's true that I lied. I knew him when he came to the door. \n[3]I was scared. I wasn't sure the police would believe me and I wanted to make sure they arrested him... because he's an animal... She looks tentatively at Louis, as if still scared-- then she looks away. Louis is blank. Mick takes it in. Ted follows up-- \n[4]Yes. If it helps him to get free and do this to somebody else. \n[5]No I haven't. \n[6]I haven't hired anybody or-- \n[7]It was nothing more than talk... \n[8]I thought what you say to lawyers is private. \n[9]I think I want to keep it private. Ted squirms again. Wrong answer. \n[10]Yes. There and other places. \n[11]\n[12]I never saw him driving. 93. \n[13]I knew he was in the life. You know. A player. I had seen him leave with girls who do what I do. \n[14]I don't know where. \n[15]Because they got in his car and drove away. \n[16]I saw him get in a car but I didn't know what kind it was. \n[17]one's big and one's small, I guess. Reactions... Reggie shakes her head, knows she's not making it... But Mick, like he's just getting started... \n[18]I don't know, I didn't ask. 94. \n[19]Yeah, usually... \n[20]None. No one. \n[21]I, thought he was a known quantity and I needed the money, so... \n[22]\n[23]No! I mean yes, but not like that-- (looking round, a plea to \n[24]My name and address... \n[25]Yes. Four hundred dollars. \n[26]And dangerous. \n[27]Yes. I'm not proud of what I do-- \n[28]No! That's not what this is about! That man hit me and tried to kill me. \n[29]Yes-- You can do amazing things when you're afraid-- \n[30]That's right. A beat. Louis sits. Reggie stands there... suddenly cries. ", "JUDGE FULLBRIGHT": "\n[1]Nice of you to join us... She's 46, bad hair, tough. Mick's off on the wrong foot. \n[2]Sustained. But ANGLE THE JURY: the damage is done. Reggie's moved them. \n[3]Your witness, Mr. Haller. Mick about to rise when-- Louis grabs his hand. Low-voiced---- \n[4]Mr. Haller. Emphatic. Mick frees his hand, straightens himself. watched by Louis. Then all at once, to surprise her-- \n[5]The witness will stand. I hope you're going somewhere with this, Mr. Haller. Reggie stands. 96. \n[6]Mr. Minton? Do you have another witness for us? Ted rouses, summons confidence, rises... WHILE, ASIDE, Louis to Mick, re Ted... \n[7]Then the defense will call its first witness after lunch. And the gavel comes down. \n[8]Mr. Minton-- anything else? Ted, still thrown, stares down at his notes. 99. \n[9]Mr. Minton? Ted is uncertain... \n[10]To decide what? \n[11]Mr. Minton-- \n[12]Does the state have any rebuttal? \n[13]A fair question. Mr. Minton? \n[14]Quiet, Mr. Roulet! Mr. Haller, control your client! Mick bends over, to Louis, sotto voce-- \n[15]Do you want to go back and talk to him? Given the timing I'd allow it. \n[16]Then I'm going to rule he can \n[17]Take a seat, Mr. Minton. I gave you leeway bringing this witness in. \n[18]Mr. Haller? \n[19]Any re-cross from the defense? Mick rises to answer, hesitates-- and just then turns to see Lorna enter and approach down the aisle. \n[20]Be quick. He meets Lorna at the gate. Brings his head close to hers-- 115. \n[21]Connect the dots soon, Mr. Haller. But the witness can answer. \n[22]Let's see where it takes us. The state can object later. Mick hands printout to the bailiff, who gives it to Corliss. \n[23]Alright, Mr. Haller, that will do! 118. \n[24]I'm excusing the jury for an early lunch. Bailiff, see them out. Maintains a smile as the jurors leave. Then her smile dies. \n[25]Mr. Minton do you know what you have done? You've put a documented liar on the stand, a man with a record of putting innocent people \n[26]You shut the fuck up when I'm talking to you! I can think of nothing more prejudicial or corrupt than what I just saw out therel  Do you realize what you've done to my trial? \n[27]This is a motion to dismiss with prejudice. No coming back. Ever. ", "VAL": "\n[1]What'd I tell you, Mick, we got us a franchise... \n[2]There's the lawyer-guy, you get him to go for the cash-bond... MOVING from Val, Mick HEADS DOWN THE HALL, through the BUSY CRUSH of attorneys, clients, spectators to-- DOBBS, waiting. \n[3]Hey Mick! Val's surprised... a mix of emotions... \n[4]What're you doin' here?... and I heard about Raul Levin, man... \n[5]Shit: I just had a plasma delivered... And rushes to... the GARAGE. Mick trails... Val's relieved to find the box is okay. \n[6]Oh man, if we still lived in Van Nuys this sucker'd be gone. Set me back eight grand, too. But it's gonna be great for the games...  What's up anyway? What brings you out here? 74. \n[7]I know, I gave them the trace. The bracelet's got a mass detector, there's no way to beat that. \n[8]You better not be sayin' what I think-- that I cut him loose-- to let him kill Raul--? \n[9]You think I'd let that happen? For a fuckin' TV? And he lunges at Mick, shoves him back agains the van, Mick shoves back, harder, backwards into the TV box-- it hits the cement floor, hard, and Val falls on top of it-- Sickening snap/crunch from within the box-- \n[10]Shit, man-- \n[11]That's bullshit! I didn't do that! How dare you say that to me-- I'm inocente, man-- Mick reacts to the word-- Martinez's word-- as Val glares at him from the ground. \n[12]Get outa here; Get out of here, Mick, and get outa my life! Mick's already backing off-- towards the car-- \n[13]Keep going, man! Mick keeps going-- down the drive and into his car-- CUT TO, \n[14]Valenzeula. \n[15]I should hang up on you. The shit you talked to me! \n[16]You got balls even askin'-- \n[17]This is Roulet, right? \n[18]Yeah, he must, he didn't come by the office and I'm the only one can take it off... \n[19]I got him... \n[20]He's movin'... on Sunset... \n[21]Could be, yeah, he's going west, heading up Laurel Canyon... Mick, nods... glance toward his gun... Then... PHONE BEEPS in his ear, Call Waiting-- \n[22]I see him but I don't know where he's goin'... 127. \n[23]He's not goin' to your house. Sonofabitch sailed right past the turn... SCREEN, CURSOR travelling... \n[24]He's heading for the Valley. \n[25]Where's Maggie live? What street? \n[26]He's almost there, Mick. ", "SOBEL": "\n[1]We wouldn't have found him if a neighbor hadn't brought the dog back. It was running loose. \n[2]Is that the Roulet case? \n[3]Because every file that's been rifled has the name. \n[4]He knew whoever shot him. There are no signs of forcible, he even let the killer into the back room. 72. \n[5]Can you tell us if you see anything unusual? Mick draws close. Lankford, abruptly-- \n[6]Look. The position of his hands. ANGLE: Two middle fingers point down. Two outside fingers up. \n[7]Detective Sobel. \n[8]Meaning Jesus Martinez-- that's a former client of yours-- \n[9]Did he say anything else? Looks down at his notes. At \"Corliss.\" \"USC.\" A beat. As he tears off the note, stuffs it in his pocket... \n[10]Well, we did catch a break. We found a bullet casing in the room, from a 22. It turns out Levin owned a .22, but when we checked it out it wasn't a Woodsman, like the gun that killed him... To which, Mick reacts... as she goes on... \n[11]The other thing is we can't find his cell-phone...  Are you still there? 79. \n[12]We need to run ballistics on it. She turns around: The good cop, but she's hurt: \n[13]It would have been better if you'd told me that you had a Woodsman. \n[14]Why didn't you report it stolen? \n[15]That old Mickey Cohen shooting? It's kind of famous. It turns out the county still has the evidence in storage. The bullet. \n[16]It'd be easier with the gun, but yeah. She goes to join her partner. Mick stops her with-- \n[17]Careful. You'll make me think you're worried what we'll find. \n[18]A day. Maybe forty-eight hours. She leaves. Mick's gaze, in the mirror: Fear. \n[19]We will. We have the ticket. \n[20]The parking ticket, that Raul found. That was the phone message he left you...  Raul checked. Louis got one at a meter outside the victim's place, same time she was murdered. \n[21]No. We still don't know how he could have slipped the tracer anklet.  Haller? Leave it alone. \n[22]Don't move, Haller-- She rushes to him. Lankford's already on his phone-- \n[23]Press hard and keep pressing. Mick's hand is on a blood-soaked hole, hurting like hell... while Lankford makes another call... \n[24]We thought he'd come after you. We couldn't tell you. The truth is we had plenty on him for killing Renteria. Jesus Martinez will be released. But we wanted Roulet for Levin, too. I told you: We had to find out how he beat the trace. Now we know. (her glance goes to Mary \n[25]And it puts him half a city away. Just like last time. They share a look at the cleverness of it. When-- ", "CORLISS": "\n[1]Um, no, now I'm just in the courtroom. Dumb answer draws laughs. ANGLE LOUIS, seething... \n[2]Yes. Since I got arrested. \n[3]That's right. \n[4]Yes. I met him in lock-up. We was bussed over from jail, and then we was together in the tank when we came for first appearance. \n[5]Yes... we talked about how bad we needed cigarettes. \n[6]You know, \"what are you in for?\" Like that. \n[7]He said, \"For giving a bitch exactly what she deserved.\" Those were his words. Reaction Louis, stirs like a caged animal. Mick steadies... \n[8]No. It's the right thing to do. Ted sits. Judge turns to Mick-- who's just staring, angrily. Then rises. Like he doesn't know what to do. Louis, the others, watch anxiously. Mick crosses to the front, steals a glance at the rear, SEES KURLEN standing against the wall, LANKFORD AND SOBEL seated in front of him. Then... \n[9]About seven in L.A. Couple of times in Phoenix if you count those. 112. \n[10]I try to survive... \n[11]This makes my fourth. \n[12]People talk to me. I'm a friendly guy. Mick, walks toward Louis, indicates him-- \n[13]That's right, we was friendly-- \n[14]Not exactly. He was like, bragging. He told me he did it before... Mick freezes... Like he's in a mine field and can't move... \n[15]He said the other time he killed the bitch... He got away with it then and he would get away with it now. \n[16]Well, like, he told me the details. About the other one, that he killed. 114. \n[17]He called her a snake dancer. She danced in some joint where she was like in a snake pit. ANGLE, REACTION DETECTIVE KURLEN, he leans forward at this... SAME TIME, REACTION at the defense table: Mick, \"alarmed,\" low to Louis-- \n[18]No, that snake-girl stuff was it. \n[19]It's what people call me-- \n[20]Maybe. He's a bit wary. Mick looks through the file Lorna brought-- \n[21]Yeah, that'd be me. But-- \n[22]I don't remember any Bentley-- \n[23]Uh-- 1989, I was high a lot, there's not much I recall-- \n[24]I ain't too good at reading...  \"A man, Frederick Bentley, wrongly convicted of rape, was released Saturday after con-- --conclusive DNA results cleared him of the crime. The case was bolstered at trial by testimony from an informant, D.J. Corliss of Mesa, who claimed Bentley had-- bragged to him about the rape while together in a holding cell--\" \n[25]No I was not. ", "MARY WINDSOR": "\n[1]I have a check for you, Mr. Haller. And slides it towards him in an envelope. Mick, tries not to seem too much in a hurry as he glances inside-- ANGLE, we glimpse the amount, the zeroes... $100,000... BUT: \n[2]Don't be silly. I'll back my son come hell or high water. These ridiculous charges. That ridiculous woman. \n[3]But not now, is that it? \n[4]I will see you at dinner. And goes. Dobbs gets the door for her. When she's gone: \n[5]Yes, I recognize this knife.  It's the one my son carried with him for protection for the last four years. Almost exactly. \n[6]Because realtors alone in a house are sometimes robbed or hurt... Even raped or murdered. \n[7]No. But he knew someone who...  \n[8]She was raped and robbed by a man. Louis found her. It was terrible. The first thing he did afterwards was get himself a knife to carry, at all times.  March Sixth would have been no different. 98. \n[9]I am. The incident took place on June ninth, two-thousand-one. Mick watches Ted, carefully... Cat and mouse... \n[10]No. \n[11]There was no police investigation. \n[12]I know the date because I'll never forget the day I was attacked. The news falls on Ted. She goes on before he can rally... \n[13]Louis will never forget it either. He found me in that house, tied up. Naked. It was traumatic for him. She's perfect: a strong woman, unused to showing emotion. Mick smiles, impressed. When, with some sarcasm: \n[14]I wouldn't lie. Not about what happened that day... \n[15]I never reported it... \n[16]I was ashamed. If you don't understand that I can't explain it to you. And yet I live with it every day. \n[17]Is that a question? Off Mick, admiring, GO TO, \n[18]Oh my god... \n[19]Mr. Haller, thank you for my son... \n[20]Mr. Haller, this time I insist you come to Orso for a celebration-- \n[21]No! Take your hands off my son! \n[22]You took my son away from me! She raises her gun again-- Mick FIRES AT HER FROM INSIDE THE JACKET. Her body jerks back, she falls... Mick, stunned, lies there... He watches, through the haze of his condition, as Mary Windsor's fallen body jerks, on the floor... CUT TO, ", "LORNA": "\n[1]That means Val reached you about his customer. \n[2]It could be he's right. I ran the name, the family's got a real estate business in Beverly Hills. The Times has them down for some big house sales, movie-star dollars... \n[3]A couple of DUI's, I quoted them the house number. That's it, you're free after Roulet. \n[4]You're going to see Gloria. Why do you waste time on her, Mickey? Mick sees where Earl's pointing: SQUAD OF MOTORCYCLES, HARLEYS, IN THE SIDE-VIEW MIRRORS... They pull up alongside: gang jackets, black leather vests... Big guys... \n[5]The divorce papers called it temporary insanity. \n[6]You had a message from Gloria. She thinks she can do what you asked. \n[7]Corliss has the same meal time. She can try. \n[8]What do you mean? \n[9]Mickey? Can you do that? Off Mick, tries for a confident smile... \n[10]But Gloria still hasn't let us know if she got to him! \n[11]Yes but... \n[12]Yes but I didn't like forging the judge's signature... \n[13]Yes I did. Just then, approaching, he sees SOBEL &amp; LANKFORD: Are they coming for him? No, they turn into the courtroom along with others showing up for the trial's last day. Relieved-- \n[14]I'm crazy about the power suit. Extra flip to her hips as she goes because Mick's watching. \n[15]This is where I whisper in your ear, tell you stuff... \n[16]Damn. She goes, he returns to the table. Before Louis can speak: ", "KURLEN": "\n[1]Yeah, and they're my only copies. I'll wait while you copy them. \n[2]Just what I wanted to hear. She goes. Mick tries to avoid Kurlen-- but too late-- \n[3]Well, look who's come callin'. \n[4]Puttin' a case away. Guy drowned his neighbor's kid in a tub to see what it felt like. It won't shock you to hear he was high... \n[5]If he gets San Quentin, maybe he can look up your boy Jesus Martinez. Mick bristles at this reference. Turns away again. To a \n[6]How's he doin' up there, anyway? He make the pucker-up-and-kiss-me team? \n[7]I guess once they plead guilty, they're not much use to you. 45. \n[8]He went down forever, right? \n[9]Too bad. 'Cause his victim, Martha Renteria? She's dead forever. \n[10]How's a guy like you sleep at night? With the scum you represent. Mick's had enough. Moves closer. To tell him a story. \n[11]Naturally you got him off. \n[12]But he could have. Fuck you, Haller. \n[13]What shit is this, Haller? I got nothing to do with your case! Mick, \"innocent,\" inspects the papers. With surprise-- \n[14]Louis Roulet, you are under arrest. Turn around and place your hands behind your back. 121. \n[15]Suspicion of murder. The murder of Martha Renteria. \n[16]If it was all lies, how'd you know I meant the snake dancer? Dobbs sees his mistake. Kurlen begins again to take Louis-- ", "LANKFORD": "\n[1]Levin was back in his office... \n[2]Your name's all over this. Were you the only guy he worked for? \n[3]Only thing, Roulet himself is already cleared for this. We've checked the tracking on his tracer- anklet and it doesn't show him anywhere near this place. And there's no way to trick those things, no way in the world. We see Mick register this-- wants to ask about it, but before \n[4]By the way, Counsellor, where were you this morning? Mick rocked by the question. What it means. \n[5]Put these on and don't touch anything back there. \n[6]All I see are pictures of a guy. Was he a fruit? \n[7]Was this guy a Longhorns fan or what? Or is it some kind of sign, like he was trying to tell us who \n[8]Good enough to search your house. For a Woodsman registered to you. \n[9]We got the history on the piece. Turns out it belonged to Mickey Cohen the gangster, in the forties. \n[10]Still and all, mind if I look around? Just in case you haven't had time to toss it off a pier? \n[11]Heidi-- bag the box. He leaves. As she bags it-- He wonders why. \n[12]This is Lankford, we've got a shooting, twelve-twelve Creek off Laurel, we need paramedics, ambulance transport for two-- During which he's checking Mary Windsor's body, revises-- \n[13]Transport for one. Rings off. Sobel takes Mick's hand, presses it to his wound-- \n[14]Yeah, it's Lankford again. Tell them it's over, they can grab Roulet and bring him in... He what? So, bring him to the Emergency Room first, then bring him in!  Dig this. The uniforms had some help picking up Roulet. Some motorcycle gang was already beating the shit out of him. \n[15]Look at this. Mick looks, HIS WOOZY POV AGAIN: Lankford, wearing a glove, lifts Mary's gun. Pearl-handled: The WOODSMAN. Admiring-- \n[16]They don't make'm like this anymore. Mick, makes a shape with his free hand. The \"Longhorns\" sign: inner fingers pointing down. Like Raul made. ", "TALBOT": "\n[1]Yep. Had a date with her at Morgan's. Then from there we went to her place and had another date, if you know what I mean. \n[2]Nope. Just called her up. \n[3]From her website. She's got a real good website. Jury laughs a little. Fascinated but repulsed by this guy... but Fullbright stirs, disliking Talbot's tone... \n[4]Four hundred bucks worth. And she earned every cent. Angle a male JUROR, red-faced with disapproval. Mick catches his reaction, likes it. Ted goes on... \n[5]About five minutes before ten. \n[6]No, she acted like she was done for the night... \n[7]I just mean she acted satisfied... \n[8]No, she was fit as a fiddle. I know because I'd just played her.  Sorry, your honor. She was fine. Minton goes, lifts a sheet over an easel, REVEALS the blown- up PHOTOS of the Reggie's battered face. \n[9]Man. What kind of bastard does something like that? \n[10]No. We made consensual and pleasurable love. Which is what life is all about. Then I paid her. \n[11]Left. \n[12]I never hit her or any other woman. \n[13]Okay, yeah. I seen her one time... \n[14]She'd be lying. I tried Shaquilla, that rough stuff's not for me. I'm a missionary man. ", "DOBBS": "\n[1]Mr. Haller.  It was depressing to see the boy caught up in that cattle call... \n[2]I've represented the family so long I think of Louis that way. \n[3]A bond? But Mrs. Windsor was thinking of putting up property... \n[4]Mrs. Windsor's sensitive about the press... Mick, a beat. Then calls the cameraman over. When he comes-- \n[5]I'll admit, Mr. Haller, you weren't my choice. You were Louis's. Frankly I'd never heard of you. But maybe I should have. Seems to me I've underestimated you. \n[6]Mrs. Windsor, I can't commend Mr. Haller highly enough for his performance in court this morning. Mary Windsor nods, provisionally pleased. \n[7]Or maybe the case never even goes to trial.  Our firm's clout is considerable. Pressure can be brought to bear-- \n[8]And hoping to retire. Soon as she sues my client. \n[9]Louis never hit anyone in his life. \n[10]Of course. She saw his Porsche, his Rolex, it's known the family has money... I'll wager she's already filed in civil court. Mick. Thinks. Then, to Raul-- \n[11]You were splendid-- And Louis. Private, a few feet away. Smiles... \n[12]What are you arresting him for? \n[13]That snake-dancer nonsense? Are you crazy? Everything that man Corliss said was a lie! Which stops Kurlen. He grins, confirmed. ", "RAUL'S VOICE": "\n[1]We caught a break. The owner had a camera installed to watch his register after he caught the help dipping in last year... \n[2]And Mr. X. The Corvette-man. \n[3]Wouldn't have popped a grand for the tape if I wasn't. Now watch... STARTS PLAYING IMAGE AGAIN, widen to full shot. \n[4]Nothing for like a half-hour... He RACES THE TAPE FORWARD... Time code FLIES... He slows it \n[5]Then... Here. Mr. X gets up, with pack of cigarettes, goes... \n[6]That's where he goese. Giving Reggie her chance. Watch her. She passes behind Louis, trails her hand along his shoulders... keeps going out of frame... \n[7]Whoa, wait, she just went to the little girls'. But she's gotta come back, no? And NOW HE FAST-FORWARDS TAPE AGAIN... And this time she stops by Louis, speaks into his ear, presses her body against him... Louis nods, takes something from her... Reggie kisses his cheek quickly, continues on... Rejoins X at the bar. 39. \n[8]Check out his hand, his watch. \n[9]Mick, it's me. Guess I missed you. Wanted to go over a few things, so I wouldn't interrupt your day with Hayley. Anyway... Presses STOP. Raul's voice: Mick's not sure he can deal. But pulls the pencil &amp; pad near him, and presses START again... \n[10]First, that witness name you gave me. Corliss? Turns out he's this hype, Dwayne Jeffrey Corliss, sometimes goes by \"DJ.\" When you run it that way you find out he's played the courtroom snitch a lot, mostly in Arizona. But here's the thing: One time down there? It blew up on him. I'm working on it, it can be good for us... Don't know how we get to him, though. They put him in USC lock-up, just to make it harder... Under which Mick, excited, is writing down D J CORLISS... ARIZONA... then USC, circles this last... \n[11]Other thing is, you asked me to dig deep-on Roulet? Mick, I found something. I found Martinez' ticket out of the Q. When, on the tape he hears DOG BARKING... and a DOOR BELL... \n[12]Uh, that's somebody at the door... Look, have a good time with your kid. Gotta go, boss. And MESSAGE goes OFF. Mick thinks a moment. Tries to clear his head. Then pulls out a card and dials a number... ", "MARTINEZ": "\n[1]I seen my picture every place! They was gonna bring me in, so... \n[2]That shit I tol' is true, man! I seen her at the Cobra Room, she said if I paid we could go to her place, she didn't care about the other guy... \n[3]There was another guy, bpi guy that she was talking to... \n[4]Are you my lawyer or what, man?  When I left that chick was fine! I fucked her but I didn't hurt her-- You ain't even listenin'-- \n[5]'Cause I had that knife in my car! I knew they was gonna find it... \n[6]I didn't forget nothing! I jus' used that towel, then I give the chick the money and I left! \n[7]Don't say that! \n[8]You want me to say I did this? Mick hesitates but stays level. Unbending. No choice. \n[9]I'm innocent! Inocente! You know what that means? Mick just looks at him. \n[10]you didn't have no questions then. Never ask, Did you kill that girl? \n[11]Tell you what? \n[12]Si, she talk to him too, but she come back to me. Though she's with the other man, she glances back at Jesus... ", "GLORIA": "\n[1]Mickey Mantle. You're going to bat for me again? GLORIA, redhead, 27 but good looks already fading-- greets \n[2]Thanks. For coming, not for the compliment. Mick's already paging through her arrest-sheet, sees... \n[3]Dumb, I know. A guy paid me with it, I had it on me when I went to my next. \n[4]Can't you get me into one of those rehab places where they get you straight? \n[5]I can't. \n[6]And do what? Have kids and plant flowers? Look at me. Mick doesn't have an answer. Opens a notebook, gets to work. \n[7]I did a guy at the Travel Lodge on Santa Monica... \n[8]He had a shitload in there. I saw. Which gets Mick's attention. His wheels suddenly turning... \n[9]No. He reached me on my website. He was Mexican or something. 20. \n[10]Don't I screen 'em all? \n[11]No, his passport. I think his name was, Hector, or-- ", "MAGGIE'S VOICE": "\n[1]Did you get my messages? \n[2]No you weren't. You don't go to San Francisco, you go to San Quentin. Must have been seeing a client... \n[3]She's good. Look, she's playing soccer tomorrow, and she wants you to come to the match. You've started something, Mickey... \n[4]You'll need to pick her up at noon. But, under this, he sees, DOWN THE HALLWAY, light from a room. Sudden chill. Angling to see, keeping a normal voice... \n[5]There's a rumor in the office... 105. \n[6]Mick, it's Maggie... \n[7]No, listen to me: Roulet is out! \n[8]I reached the sitter, she'll keep Hayley at the bus-stop... \n[9]Hello... \n[10]You've reached the cell-phone of Maggie McPherson... ", "EARL": "\n[1]I'm thinkin', when Not-Guilty- Two gets to four thousand miles, that's two cars ready, that's enough to start the airport runs...  You gettin' any of this, Mr. Haller? Not this morning. Mick watches the rain without seeing it. \n[2]Want me to do somethin' about this? 'Cause I can. \n[3]Mr. Haller? Calling his attention to-- THE MOTORCYCLES HAVE PULLED IN FRONT. The leader signals Earl to pull off. Mick sees they're surrounded. Shit. \n[4]Got you the good stuff, Hayley... \n[5]Man's got your ride ready... \n[6].when Not Guilty Two gets to four thousand miles, that's two cars ready, that's enough to start the airport runs... Scene we saw at the opening. Mick absorbed... Earl notices... \n[7]You gettin' any of this, Mr. Haller? Mick opens the file . Top of the print-out: THE PEOPLE OF THE STATE OF CALIFORNIA vs. LOUIS ROULET... \n[8]Mr. Haller? Got that thing you asked for. And he hands Mick something wrapped in a towel: A GUN. Mick, puts it away, in the armrest. A bit regretful, because: \n[9]It's called, lookin' out for your blood. Mick sits back. Earl pops in a RAP CD, TUPAC. ", "VAL'S VOICE": "\n[1]I mean it, this guy could be money. But he goes before the judge at eleven. \n[2]But this client, listen Mick, his mother's lawyer just waltzed in \n[3]Strictly real-estate, doesn't know his ass about criminal. Will you listen? \n[4]Guy waltzes in, ready to put up the family's beach house in Malibu against the million in bail... \n[5]He picked up a girl last night-- Whatever went down she ended up pretty bad. Cops want Aggravated Assault with G.B.I.-- \n[6]No. See? I'm giving you ground floor. So make it work for me, Mick. Don't let him use the house, get him to go for my bond-- Meanwhile the Lincoln's approaching the Lancaster courthouse, there are cars, people-- a traffic jam. To Earl-- \n[7]That would be Louis Roulet... R-O-U-L-E-T, like the wheel. \n[8]Remember: I steered him to you. \n[9]Mick, it's me... ", "EDDIE": "\n[1]Counsellor, how's it hanging? 8. \n[2]Hard Case called me from the pen, he said I might catch up to you. Said you're stalling his case til you see more green, is that right? \n[3]We paid you. Five thousand. \n[4]Sure, gas-guzzler like this. I heard you got three more. What's one man need with four Lincolns? \n[5]What? You want another five grand? \n[6]And I want Harold back on the farm. He's the best farmer we got, if you know what I mean... 9. \n[7]Keep your shirt on, Counsellor. We want you. He reaches into a vest with his big hand. Thick envelope. Mick takes it. Starts to count, and realizes: \n[8]This vest got lots of pocket. Eddie taps another pocket and GRINS. one tooth missing. ", "LORNA'S VOICE": "\n[1]And this is your office. \n[2]How'd it go, Mickey? We get the case? \n[3]What's the difference? 'Course we want the case... Mick says nothing. Gaze out the window. Then... \n[4]Only Sticks. He says he owes you five hundred next time he sees you. \n[5]Yep, here. \n[6]Got it. \n[7]Mickey, I know the moves! He snaps shut his cell-phone. "}}