{"dialogues": {"NICKY": "\n[1]Hey... \n[2]Okay, but Jimmy, when the house is rockin', don't forget the knockin'! \n[3]Good, thanks. \n[4]Actually, I'll take a rain check on0 \n[5]Yes, you got me... \n[6]Got me for sure, yes... \n[7]Oh no.  Please Cassius... \n[8]Aaaaah. \n[9]Nothing, Dad.  Just re-arranging the furniture. \n[10]Hey, Dad, I'm almost finished laying down my monsters of metal compilation tape.  I really think it's a masterpiece. \n[11]Don't worry about coming up with anything.  It's cool. \n[12]Hallelujah. \n[13]I mean...tough break. \n[14]Definitely. \n[15]Well, I thought that after messing with your head, I'd give you a little kick in the keester. \n[16]Metallica, Dad.  Come on. \n[17]You're a good devil, Dad. \n[18]Coulda been much worse. \n[19]How bad? \n[20]We gotta get this bad boy burning again. Ideas? \n[21]So go get 'em, Dad! \n[22]So go get 'em, Jimmy! \n[23]You're not saying it's up to me? \n[24]I've never been to Earth.  I've never even slept over at some other dude's house! \n[25]Are you telling me I have to go to Earth and kill my brothers? \n[26]No.  This can't be happening. \n[27]Okay. Earth.  The Blue Marble.  This doesn't look too bad. \n[28]I got hit by a big light that was attached to a lot of metal. \n[29]Well, I guess I'm going to have to take a mulligan on this one. \n[30]I'm Nicky. \n[31]I just need to find my brothers and be on my way, Beefy. \n[32]Okay, \"bro,\" this jig is up... Just get in the bottle.  Just slide right on in there. \n[33]Oh.  Sorry. \n[34]It's freezing up here, Beefy. \n[35]I also have this odd pain in my mid section.  Kind of a hollow feeling... \n[36]So far, so good.  Now what? \n[37]Hey...Popeye's chicken is ass kickin'! \n[38]I got energy up the ying-ying.  Let's get cracking! \n[39]That's a pretty brassiere. \n[40]Could you maybe not tell anyone about this? \n[41]You got it. \n[42]From now on.  I'm just going to avoid all moving metal objects. \n[43]Hello, friend, my name is Nicky.  I understand you're seeking a roommate, as per your advertisement in the Village Voice.  Would it be possible for me to fill the slot? \n[44]Yes.  What is rent? \n[45]Off limits. \n[46]No. \n[47]Yeah.  The deep South. \n[48]I don't know. \n[49]Got ya. Is it okay if I do the sleep thing? \n[50]This is intense!  And it happens every day?  Sometimes twice?  I gotta tip my hat to you people! \n[51]Okay, just point me in the right direction next time. \n[52]Well, let's rock and roll. \n[53]Get in the bottle.  Dad's falling apart. You froze the gate and you're killing him.  Drink! \n[54]just get in the flask! \n[55]Adrian and Cassius!  You think a kick to the head is gonna make me throw in the towel?  Well, in the immortal words of Judas Priest, \"You got another thing comin'.\" \n[56]Beast. \n[57]All that running and chasing is making the sleep thing want to come early. \n[58]Oh nooooo.... \n[59]Which way did he go? \n[60]Iron Maiden live double disc is simply phenomenal. \n[61]Hey... \n[62]Yes.  I would like my flask back. \n[63]No, I'm just calling you... a guy who has my flask. \n[64]I don't know? \n[65]It was handcrafted in hell by Satan himself and is only to be used for the capture and containment of my blood brothers so that the firefall of Hades will burn brightly once again. \n[66]Sir, I would prefer if you didn't raise your voice.  It's making my muscles tighten. \n[67]Hey, mister.  I'll be seeing you in a few years. \n[68]That was amazing.  Thanks so much.  You didn't have to do that. \n[69]You think I'm a tourist? \n[70]The South. \n[71]Yeah.  Deep south. \n[72]I don't know, but I like it.  Say.  Your glasses are nice.  They make your eyes look sparkly and big.  It's fun to look at them. \n[73]My dad's in hell, and he's falling apart. \n[74]If I don't save him, I don't know what I'm gonna do. \n[75]Here, have a Popeye's.  This drumstick ain't for beatin' it's for eatin'. \n[76]Could I come with you to getting a Gelati? \n[77]Want to?  A million angry octopus people couldn't hold me back! \n[78]Uh, it's a deep south expression. \n[79]It's freezing my hands. \n[80]I have an apartment.  I don't remember exactly where.  My dog knows, though. \n[81]I'm not sure.  I'd ask him, but he's uptown talking to his contacts. \n[82]School? \n[83]What's that pleasant smell coming from, your skin? \n[84]Valerie, it feels like there's a bunch of butterflies flapping around in my stomach.  Is that normal? \n[85]Good.  I was concerned. \n[86]So you're saying, make all pants with a drawstring, then heavier set gals don't have to feel humiliated by telling their waist size in front of the whole store? \n[87]Wow.  Maybe you should make drawstring socks for gals with fat ankles. \n[88]Thanks much.  You know what's nice about you, Valerie? \n[89]Your juicy, heart-shaped ass. \n[90]I...I don't know why I just said that. I meant to say that... \n[91]...I've always wanted to have sex with a gross pig.  What do you say we go behind that dumpster, pull our pants down and see what happens? \n[92]\n[93]Please, get out of my mind! \n[94]Hey, Valerie! \n[95]Adrian, you gotta come back to Hell. Dad's sick. \n[96]Yeah, he needs souls to live.  When you guys left, you broke the gates.  We gotta get the gates burning again before he dies. \n[97]Well maybe you should go back and talk it over with him. \n[98]Adrian, please... \n[99]What can I do about it? \n[100]Nobody's as evil as my brothers.  Those dudes put the wick in wicked. \n[101]But those are my roommate's sodas... \n[102]Release the evil? \n[103]That guy in the striped shirt snaps his fingers like someone I know... \n[104]It looks like the work of a brother... \n[105]If it's Cassius, yes. \n[106]I'll take the shot. \n[107]Release the evil. \n[108]Okay, too much evil.. \n[109]Could I get another ball? \n[110]I command you not to blow up and go into that metal circle. \n[111]I know you're having fun, Cassius, but you gotta come back to Hell. \n[112]Listen up, New York.  Your souls are in great danger... \n[113]Alright, how about this?  I get one more shot.  The ref will cover me.  I miss it, the Globetrotters forfeit the game. I make it, he doesn't ref the second half and we all start conducting ourselves like decent human beings again. \n[114]And we get free pizza. \n[115]You know, Dad got very sick when you left. \n[116]Never doubt my skills. \n[117]Sorry, Cassius.  Maybe it was the super devil juice Dad gave me.  HE thought I might need it for just such an occasion. \n[118]No.  No way.  Dad said it was only for me. \n[119]Absolutely nothing.  The Blizzard always came straight with his messages.  But wrap your minds around this one. \n[120]What's reefer? \n[121]Not again, fellas.  It kind of hurts. \n[122]All right... \n[123]I'm only fifteen...thousand years old. \n[124]A little strange.  I can't stop thinking about this girl, Valerie. \n[125]We had the greatest afternoon of my life until Adrian made me tell her she had a heart-shaped ass. \n[126]No thanks.  I'm afraid I wouldn't be able to give Ozzy the focus he deserves. \n[127]See ya, fellas. \n[128]Todd.  Which way to the Parson's School of Design? \n[129]Coconuts... \n[130]You smell like coconuts. \n[131]No thanks.  I'm looking for a girl named Valerie who also smells like coconuts. \n[132]Thanks, much.  Good luck with the genital tucking. \n[133]Adrian? \n[134]Hey. \n[135]Oh that stings!  My eyes are on fire! \n[136]I'm not sure, but it didn't involve getting blinded with poison. \n[137]Valerie? \n[138]No. \n[139]I think I'm floating. \n[140]I don't know.  Maybe it's because of your sweet voice. \n[141]I can't see you but I can smell you. And you make me feel alive in a way I've never felt before. \n[142]Oh.  Sorry, Andrew.  Valerie? \n[143]That wasn't me.  I was being possessed by my brother, Adrian.  He's the one who call you a gross pig. \n[144]Remember when I told you my Dad was in Hell? \n[145]Well, that's because he's the Devil. And he wants to keep his throne for another ten-thousand years.  Which is fine with me, but not with my brothers, so they broke out of Hell, causing my dad... \n[146]...to decompose.  And I love my  Dad very much.  So I came to Earth to save him but then crazy eyes stole my flask and I met you and...well, my dog tells me I just might be in love with you. \n[147]You gotta believe me.  You gotta believe in the butterflies. \n[148]Let me take care of that. \n[149]Next time.  Tonight, I want to share the most beautiful thing I could possibly imagine. \n[150]East Rutherford. \n[151]I never thought I'd ever see Ozzy live until he was dead. Please tell me you like metal. \n[152]My dog was right.  I'm in love with you. \n[153]Moo ya san jie bay! \n[154]What's going on here? \n[155]Ow...what was that for? \n[156]Release the evil. \n[157]I seem to be in trouble, Beefy. \n[158]I didn't murder anybody \n[159]I was with Valerie, I swear.  This is Adrian's work.  I've got to find him. \n[160]This is baloney! \n[161]I'm not Nicky.  I'm not home!  I don't live here! \n[162]I thought for sure I gave 'em the slip. \n[163]Good idea...kill me. \n[164]Yes.  I'll meet you at Grand Central at noon.  Okay.  Do me.  I command you. \n[165]That just hurt a lot. \n[166]Dad, Adrian's got the whole city after me.  He's always a step ahead.  What am I gonna do? \n[167]Uh, I'll do my best, Dad.  Do you have any advice at all for me? \n[168]I won't drink.  You can't make me. \n[169]Let her go. \n[170]I have to, Valerie. \n[171]Valerie!!! \n[172]That's terrific.  Now could you ladies point me to the Black Palace?  I should check in with my dad... \n[173]The home of eternal damnation, house of Hades, H.E. double toothpicks... \n[174]My brothers told me my mother was a mountain goat.  Which would explain my chronic halitosis. \n[175]My mom wasn't a goat? \n[176]An angel? \n[177]Wow.  What...what did she look like? \n[178]How come you're not older? \n[179]Are you Adrian and Cassius' mom, too? \n[180]I don't think so. \n[181]Where did you meet my father? \n[182]And that made you want to make a baby with him? \n[183]Well tell her I said \"hi\" back. \n[184]How did you see me? \n[185]Hey, that's Dad's throne!  How did Adrian get that?  Is Dad okay? \n[186]Valerie's crying! \n[187]I gotta help her.  I gotta help Dad.  I gotta help everybody. \n[188]But how can I win?  Adrian is stronger and smarter than me. \n[189]A speech impediment? \n[190]What is it? \n[191]Well, nice meeting you, Jenna, Christa. Would it be okay if I called you Mommy? \n[192]Well, Mommy, get me to the big apple cause I'm gonna rock that town like a hurricane. \n[193]Release...the good. \n[194]Release the good... \n[195]Release the awesome. \n[196]Put it in your mouth and let it slide down your throat-hole. \n[197]Adrian, I'm asking you nicely, in the name of all that is good: release my friends and get in the flask. \n[198]No.  It's the inner light.  And with it we can defeat anything you've got. \n[199]Okay, Adrian, you've left me with no choice. \n[200]Love lifts me up where I belong. \n[201]Now I'm asking you nicely, get in the flas... \n[202]Oh, you wanna a pillow fight, do you?! \n[203]Now will you get in the flask? \n[204]Sole ruler of Hell and Earth is what I heard him keep saying. \n[205]That was Cassius! \n[206]From my dad's side of the family. \n[207]Butterflies... \n[208]I'll just go to Heaven. \n[209]Sorry, Henry. Release the Evil. \n[210]Do me. \n[211]I love you. \n[212]I came through for you, Mom and the butterflies, Dad. \n[213]What about you and Grandpa and everyone in Hell? \n[214]I will, Dad.  But in the words of Motley Crue, this will always be my...home sweet home... \n[215]Zachariah, say you're sorry. ", "ADRIAN": "\n[1]I've been waiting on this day for ten thousand years. \n[2]Well Dad says it's the breaks that make the torture.  You have to let people feel a sense of relief. \n[3]Then again, the beauty of Dad retiring is what he says doesn't matter anymore. \n[4]You sure about this decision, Dad? \n[5]And he's dead serious. \n[6]Um, excuse me, we're having a private conversation here. \n[7]Twenty-thousand years ago, Grandpa Lucifer said, \"It is better to rule in hell than serve in heaven.\"  Well, I'm getting tired of serving in Hell.  We need a place where we can rule. \n[8]Could you concentrate for five seconds? \n[9]What do you think about...Earth? \n[10]We could create our own hell there. \n[11]Eventually, Cassius.  But first we corrupt as many as we can so that when we do destroy them... \n[12]It's our time, brother. \n[13]Oh, this is delicious. \n[14]Well, we must get people sinning if we want to fill up our New Hell.  How are things going down at City Hall? \n[15]Brilliant.  This is so much fun.  I never want it to end. \n[16]When an adult goes to Hell, that's terrific.  But when a child goes... that's why I'm in this business. \n[17]You shouldn't have come here. \n[18]He's sick? \n[19]He should have thought of that before he denied me my birthright. \n[20]How about this?  I stay here enjoying my Schnapps and you go back. \n[21]Ta-da.  So what time is my brother expected back? \n[22]You know what you'll get?  An indescribably horrific torture administered by demons for the rest of eternity. \n[23]Sure, why not? \n[24]To the defilement of Earth and the corruption of its people. \n[25]It is awfully hot down here.  How do you manage to stay so cool? \n[26]This liquid will probably quench my thirst.  Cool me off. \n[27]Or maybe it will trap me inside for all eternity. \n[28]Oh, Nicky, I've missed you.  Come on out and say hello... \n[29]I'm calling you out, brother... \n[30]Hello, Cassius. \n[31]You know, New Hell really only needs one new Satan. \n[32]But Cassius could use some company for the rest of eternity.  So get in the flask. \n[33]Of course I can.  Drink or she dies. Unlike you, she won't come back from where she's going. \n[34]I hear a train coming.  Drink. \n[35]Ahhh! \n[36]See you in Hell! \n[37]Where's Nicky? \n[38]I came through that gate alone. \n[39]Somebody explain what's going on. \n[40]Perhaps a titty twister will loosen your lips. \n[41]How much time does Dad have before that happens? \n[42]Thirty minutes.  Hmmm.  I hope you don't mind if I take a seat while I wait for you. \n[43]Ten thousand years.  And I never once got to sit here. \n[44]Wow.  And this is just a little taste of my power. \n[45]Ah-ah.  Not so fast, demons.  There are a couple of million evil souls on Earth ready to be harvested.  Anyone interested? \n[46]Welcome to the party.  It's so nice to see all of you here. \n[47]I'm very proud of you.  You've taken to sin with minimal prompting. \n[48]You're acting as if there is no Heaven or Hell. \n[49]Well, I have some news. \n[50]At the stroke of midnight, my father will be completely deteriorated.  And all of your souls will be mine. \n[51]Soon you will see things more horrible than you can even imagine. \n[52]Not that horrible, but still pretty bad. \n[53]So while we wait, for your enjoyment, I bring you a dear sweet man and an international icon...Henry Winkler! \n[54]Covered in bees! \n[55]You know, from this angle, you're kind of cute. \n[56]Yummy. \n[57]Keep it up and I just might make you my Queen for a night or two. \n[58]Little Nicky. \n[59]Is this a joke? \n[60]Not bad, little brother.  Let's see what you've got. \n[61]Enough.  I'm going to kill you with my bare hands. \n[62]Absolutely not. \n[63]A little help over here. \n[64]Henry! \n[65]Goodbye, Nicky. \n[66]I was going to let you out, eventually, Cassius.  I swear. \n[67]What?  No tongue? \n[68]No! ", "VALERIE": "\n[1]Excuse me, does that flask belong to this man? \n[2]Look, I know you come out here and sell stolen stuff all the time.  But today, the guy you stole from just happened to walk by and bust you.  So why don't you admit today's not your day and give him his flask back? \n[3]No, but maybe that cop over there might have something to say. \n[4]Fine.  I will. \n[5]That's okay.  I get messed with all the time and when I saw him doing that to you I just lost it.  I hate when people take advantage of tourists.  It ruins it for the rest of us. \n[6]I'm sorry.  I just assumed.  Your accent maybe.  Where are you from? \n[7]Really? \n[8]Why are you laughing? \n[9]My dad's an optometrist. \n[10]I'm sorry.  It's really tough when your parents get older. \n[11]Well, I'm sure a nice southern boy like you will figure something out. \n[12]That's alright.  I already ate lunch.  I actually wouldn't mind getting a Gelati. \n[13]If you want to. \n[14]\"Octopus people?\" \n[15]It's not that cold.  Here, let me wrap it. \n[16]This town is really going to hell lately. So what part of the city do you live in? \n[17]You have a dog?  What kind? \n[18]I'd love to have a dog.  But I go to school full time.  It wouldn't be fair to the dog. \n[19]Parsons School of Design.  I knew growing up I wasn't much to look at, so I put my energy into making things that are pretty. \n[20]My perfume? \n[21]It's called \"Comptoir Sud Pacific.\" Which I think is the French word for coconuts. \n[22]Sometimes, sure. \n[23]Basically, yeah. \n[24]You know what's nice about you?  You just seem happy being yourself.  You don't try to act cool. \n[25]What? \n[26]What was that? \n[27]You're a jerk. \n[28]What the hell's your problem? \n[29]Nicky?  Oh my G-d.  Stay right there. \n[30]What were you thinking coming here? \n[31]Oh my G-d, I'm so sorry! \n[32]Nicky? \n[33]Are you dead? \n[34]What are you doing? \n[35]Why would you be floating? \n[36]Am I supposed to not be freaked out right now?  Because I am. \n[37]I'm over here, Nicky!  To the left. \n[38]Look, just because you're floating doesn't mean I'm gonna forget about you giving me the finger. \n[39]What do you mean, \"possessed?\" \n[40]Yes... \n[41]... \"The Devil?\"... \n[42]Okay, now I get that \"deep south\" joke. \n[43]I don't know if I should believe you. \n[44]Okay, I do.  Get back up here. \n[45]This is amazing. \n[46]He's kind of ruining the mood. \n[47]Can we go fly over Central Park? \n[48]We're going to Jersey? \n[49]\"Mister Crowley, what's inside of your head...\" \n[50]Don't do it. \n[51]You think so?  Why don't you come a little closer and I'll show you a better angle. \n[52]Nicky! \n[53]Where'd a sweet Southern boy learn to fight like that? \n[54]Nicky. Nicky. \n[55]You gotta fly out...I know you can do it. Do it for the butterflies. \n[56]Put him in, Ozzy. \n[57]Grand Central, Nicky.  Start running. \n[58]I love you. \n[59]Thank yo. ", "DAD": "\n[1]What are you boys doing? \n[2]Cassius, didn't I tell you to stay out of your brother's mind? \n[3]Maybe this will help you remember. \n[4]Now everybody sit down. \n[5]Okay, kid, we'll listen to it later. \n[6]My dad, your granddad, Lucifer, was thrown out of Heaven by G-d and rules here in hell for ten thousand years. And after this ten thousand years had passed, he decided to abdicate his throne... \n[7]...to step aside. ...and let me become the ruler of hell. This, as some of you might know, is my ten thousandth year as Prince of Darkness.  So I think the time has come to discuss who will succeed me. \n[8]Yes, Jimmy. \n[9]No, no, that's not what I said.  He can keep his thumbs, but the fingers gotta go. \n[10]This was a very difficult decision, because I have three wonderful sons.  I mean, Adrian, so smart, so ruthless. And Cassius, so strong, so tough.  And Nicky, so...so... \n[11]Such a sweet boy.  But after much thought and careful consideration, I've decided that the ruler for the next ten thousand years is going to have to be...me. \n[12]The important thing for the stability of our rule is to maintain the balance between good and evil.  And I don't think any of you are ready for that responsibility yet.  You need the wisdom that comes only with the passage of time. \n[13]Right.  Right.  Send him in. I'm sorry, boys.  I've got to get back to work. \n[14]I'm telling you, pal, it's the right thing to do. \n[15]Now that was an experience.  \"You are only coming through in waves.\"  That line blows my mind every time. \n[16]I don't care what kind of mood you're in at the start of that song.  When it's over, that mood has been altered.  Wow. Great shit.  What's next? \n[17]Who is this, Metal-lick-a? \n[18]I was just playing with you. \n[19]I'm sorry.  After careful consideration, I regretfully have to decline. \n[20]In exchange for eternal damnation of your soul?  You're too nice of a guy for me to want to do that to you, Mr. Marino. \n[21]Yeah, but Joe was coming here anyways. Just go back to Earth and enjoy your records and the Hall of Fame and the beautiful family and all that. \n[22]Now you're talking. \n[23]And I also happen to be a Jets fan. \n[24]Oh, boy.  Oh boy.  Calm down.  Get off your knees. \n[25]This is bad, Nicky. \n[26]I'm gonna die, Nicky.  If the gates are broken, no new souls can get in, which means I'll start to deteriorate into nothing. \n[27]Everything's fine, pop. \n[28]Please, pop, just go back to your room. \n[29]Sure, pop.  Whatever you want. \n[30]To do that Cassius and Adrian have to come back through the other way. \n[31]I'm too weak.  The process has already begun. \n[32]Nicky, the worst thing that could happen on Earth is you get killed, in which case, boom, you end up back here. \n[33]Here.  Get them drunk from this.  One sip and they'll be trapped inside.  Once you've got both of them, you bring the flask back through the gate. \n[34]Son, just do your best. \n[35]That's a train, son.  Don't stand in front of them. \n[36]Please, Nicky, get back up there. Try to hurry. \n[37]What are you gonna do?  Look at me, Nicky!  I got no legs, I got no hips, I got one ear... \n[38]I got no ears!  I can't hear! \n[39]I can't hear you, Nicky.  I can't hear anything! \n[40]Put it back on my head.  I'm falling apart here. \n[41]I can't see shit.  You're all still here, right? \n[42]Boooo. \n[43]Hell's gonna bust wide open.  Demons, get him out of the chair! \n[44]You came through, Nicky. \n[45]You're back in Hell now, kid.  There's no butterflies here.  If you want butterflies, you need to be on Earth. \n[46]Nicky, I let my butterflies die once upon a time and it's never stopped hurting. That's right, you heard me, Holly.  I'm still in love with you. \n[47]And don't think I forgot about how crazy you get after a few daiquiris. \n[48]Listen, I got down low.  Your mom's got up high.  You take care of the middle. ", "BEEFY": "\n[1]Hey, terrific!!  Now get off the track and come with me, shitstains. \n[2]My name's Beefy.  I'm an old friend of your father's.  He's asked me to help you out. \n[3]It's not gonna be easy.  Your brothers can possess people.  So they probably won't look like themselves.  You have to be suspicious of everyone. \n[4]It's not me, moron. \n[5]Makin' friends already. \n[6]You're on Earth now, kid.  Gonna have the same physical needs and limitations a human has.  We'll stop by K-mart.  Get you some warm clothes. \n[7]That pain is hunger. \n[8]Put it in your mouth. \n[9]Move your teeth up and down. \n[10]Now you gotta swallow it.  Tilt your head back and let the meat slide down your throat-hole. \n[11]It sure is.  Now eat it up.  You're gonna need your energy. \n[12]Great.  Now your father gave me some deposit money for a nice pad on the Upper East Side.  But I misplaced it. \n[13]So I found this other joint for you. But you're gonna have a roommate. \n[14]You'll be alright.  Go on.  Big day tomorrow.  Don't forget to do that sleep thing I told you about. \n[15]Look, it's okay for me to shit the street.  But you gotta use a toilet. \n[16]Come on, there's like ten million people in this city and the clock is ticking. \n[17]I think we have to work on narrowing down our list of suspects.  Now I'm going to go check in with some of my contacts uptown. \n[18]Kid's got a lot of evil in him, just begging to come out... \n[19]Remember, it's not the size of the boat, it's the motion of the ocean. \n[20]Your brothers are upsetting the balance of good and evil. \n[21]You can't do jack shit... unless you learn your evil powers. \n[22]Go get a soda out of the fridge. \n[23]\"But those are my roommate's sodas...\" Does that sound like a statement the son of the devil would make? \n[24]You have the power to change the cola in that can into any other liquid - engine oil, bat's blood, moose piss.  You just have to release the evil within you. \n[25]I'm just saying, there's wickedness in you... I can tell from your snores. \n[26]Release your evil... \n[27]Trying to capture his brother in a flask and preserve the balance of good and evil on Earth. \n[28]No. \n[29]Take him to the hole, Nicky. I mean, woof!  Woof! \n[30]I used to get baked like this with my first girlfriend, Heather.  We'd get so stoned she would forget I was a dog. \n[31]Actually, she was a sewer rat.  Man, that pissed my parents off. \n[32]Busted. \n[33]Maybe you love her.  But what do I know? I'm baked out of my mind. \n[34]You better snap out of it soon, kid. Cause we're going after Adrian tomorrow. Seven AM.  Nighty, night. \n[35]The shit has hit the fan, kid.  Take a look. \n[36]Look.  You were really high.  Things happen. \n[37]I think you're looking at him. \n[38]He superimposed your head onto \"Scarface.\" \n[39]I don't know, this is a little out of my league. \n[40]He'll be here.  Just keep your cool, kid. \n[41]We've been ratted out. \n[42]Now that hurt the both of us. \n[43]I can't screw. I can't screw. \n[44]That turn you on there, RuPaul? \n[45]No if you do something bad right before you die. \n[46]Only a quarter, ma'am. ", "JOHN": "\n[1]'Bout time... \n[2]There's our man. \n[3]What's with that guy? \n[4]Yo, man, I think that devil guy just got ripped off. \n[5]Yeah.  You do it. \n[6]That way. \n[7]The Dark Prince is here. \n[8]Six, six, six, pick up sticks. \n[9]By the way, Nicky.  Check this out. \n[10]What's Ozzy trying to say there? \n[11]No wonder your uncle's so weird... \n[12]Come on.  One more time. \n[13]She was human? \n[14]I dated a Japanese girl once.  My parents disapproved.  Not cause she's Japanese, but cause she was only fifteen. \n[15]By she, do you mean he? \n[16]Easy, Liberace. \n[17]That's a big pass, Elton John. \n[18]Whoa, that chick must be the real deal, then.  Later on. \n[19]There's like a total mob scene coming this way. \n[20]What would your dad do, Nicky? \n[21]Look at Queen Latifah steppin' up. \n[22]Little nervous.  Wanna puke. \n[23]Looking for the chief. \n[24]Sure do.  You got what we want? \n[25]We think he's the son of Satan. \n[26]Noon... \n[27]...ish. \n[28]But what about the cash?  Can we keep it or what? \n[29]No thanks...but we'll take that bottle of booze. \n[30]Schnapps... \n[31]Wanna hit? \n[32]Weed lowers the body temperature. I read that...in, uh...er, science magazine. \n[33]And give you a good buzz. \n[34]Uh.  No it won't? \n[35]Urr...uggg...errr... \n[36]Can't Beefy use his penis powers to get us out of this? \n[37]He means getting it on with someone like that freak. \n[38]Of course you do, Tommy Tune. \n[39]You want a queen?  Got one right here. \n[40]He'll never make it. ", "ANGEL": "\n[1]Oh. My. G-d.  I can't believe you're here.  Welcome.  Can I just tell you, I am so excited right now. \n[2]I'm sorry, you're just so cute. \n[3]Maybe try the opposite of that. \n[4]Okay, can I just ask you something? What do you know about your mom? \n[5]A mountain goat?  That's really sweet. \n[6]Try an angel. \n[7]Unh-huh.  Which would make you half angel. \n[8]Well, she was about six-three, only spoke Portuguese and had really long grey hair. \n[9]I'm sorry, I'm totally busting on you. I'm your mom. \n[10]Angels don't get any older, son. \n[11]Oh my G-d.  This is so wild. \n[12]I think they were hookers or strippers or something really porno like... \n[13]Oh, Chubbs.  I totally spaced.  I'm so sorry.  I have company.  It's my son, Nicky.  My son.  Can you believe it? \n[14]Nicky, this is Chubbs.  He used to be a golf pro, but up here he's the dopest dance instructor. \n[15]It was a long time ago, at some Heaven and Hell mixer. \n[16]Try four and a half.  At first I totally didn't like him. \n[17]But I don't know, he was funny, he made me laugh, and I hate to say it but he had a really nice body. \n[18]Well, I really wasn't thinking about making a baby at the time! \n[19]Hello....yes, he's here with me now... I don't know if he's hot, he's my son, you perv!  I'll call you back... Oh my G-d, I will call you back, goodbye. That was my friend, Michelle, she says \"hi.\" \n[20]I'll call her later. \n[21]That's why you came up to Heaven instead of Hell.  Self-sacrifice automatically gets you here. \n[22]We can see what's going on anywhere on Earth.  Look. \n[23]All these good people have totally been led astray. \n[24]There's like a three day rave goin' on down there.  No on is going to work anymore. \n[25]Let's see... \n[26]I can't believe I did it with him. \n[27]She's so nice. \n[28]I would totally love to go there.  But I hear it's really hard to get in. \n[29]Yeah, you do... \n[30]Stronger, yes.  Smarter, definitely. But you have something he doesn't have. \n[31]No, you have the inner light.  You can totally use it.  It's the best power of all. And in case you get in real bad trouble, G-d told me to give you this. \n[32]I'm not a hundred percent on that.  G-d said when the time comes, you'll know what to do. \n[33]Well, goodbye...for now. Can I just do this? \n[34]That was such a Mom thing, wasn't it? \n[35]It would be so okay. \n[36]You're already there... \n[37]I totally had to do that. \n[38]Okay, you just saw my son save the universe.  Right?! \n[39]Oh my G-d.  He's totally talking about me. ", "TODD": "\n[1]I know exactly how you feel... The night Reagan was elected, I said to my mother, \"Is this man going to blow up the world, Mommy?\"  Then we both cried for like an hour. Somebody's here.  Call you later. \n[2]Uh, don't you want to know what the rent is? \n[3]Eight-hundred, split down the middle. Tuesdays and Thursdays I rehearse with my scene partner so the living room will be off limits. \n[4]Right.  And as far as household items: we can share the soap, but we'll split the cost 60/40. Cause the person who physically goes out and buys the soap shouldn't have to pay as much as the other guy. Aren't you boiling in that outfit? \n[5]It's like eighty degrees in this hallway.  You from the South? \n[6]Why is that funny? \n[7]And sorry, man, but no dogs allowed. \n[8]Yeah, your bedroom is right over there. \n[9]What are you doing? \n[10]I know it's your living room night.  But can I finish watching the Globetrotters' game out here?  To me it's classic Comedia Dellarte. \n[11]A black guy? \n[12]What's Nicky doing down there? \n[13]Did you just talk? \n[14]So your father's the devil, you're a talking dog sent from Hell, and you guys are who? \n[15]I gotta say this cake tastes a little funny. \n[16]I was in love one time but she said I wasn't financially reliable enough.  And she needed that. \n[17]No. \n[18]Why?  Did she hurt you?  Do you miss her?  Need a shoulder to cry on? \n[19]Oh, would you grow up. \n[20]You guys want to stay?  I have a futon in my bedroom. \n[21]That is the most frightening thing I have ever seen. \n[22]Been breaking all morning. \n[23]...which is by far DePalma's best work... \n[24]Looks like they're following a giant trail of bug shit. \n[25]I've always wanted to kill someone.  Can I do it? \n[26]Die, Grandma, die! \n[27]Where is he?  He's late. \n[28]You guys.  That was so uncool. \n[29]Run, Beefy!  Run! \n[30]They castrated him.  He can't shoot arrows, he can't piss smoke. \n[31]One thing I really regret is never having experimented sexually. \n[32]His name is Andrew.  I know that guy. \n[33]Oh my G-d, he just opened his mouth and swallowed that spit. ", "PETER": "\n[1]Sounds like our devil dance actually worked this time. \n[2]Mr. Sleepyhead must have some major ties to the dark side. \n[3]Gotta be one of his disciples or something. \n[4]Should we wake him up? \n[5]Rise and shine, devil guy.  Some dude just stole your shit. \n[6]Did you check out the dragon mouth? \n[7]Check this out.  The number of the beast. \n[8]Look who's back from the dead. \n[9]Oh, I dumped a fat sack of reefer in the mix.  Tried to spice up the bash. \n[10]Please.  You got to. \n[11]How you feelin' over there, Satan Abdul Jabar? \n[12]Me, too.  We're gonna get going. \n[13]We're going to see Ozzy play at the Meadowlands, right now.  Wanna come, Nicky? \n[14]Dude, it's us.  Let us in. \n[15]What'll we do now, Beefy? \n[16]Dude.  Seriously? \n[17]You sure you're down with this? \n[18]We know where to find Nicky. \n[19]Fifty million bones, bro. \n[20]Excellent.  But I gotta warn you, man. He's not human. \n[21]We thought the son of Satan would understand a move like this. \n[22]So even though you're not really the chief, we still get the rest of the cash, right bro? \n[23]Beat it, ya freak. \n[24]Peppermint...alright. \n[25]Drink up.  Here's to fifty million clams. \n[26]Whatever.  Knock it back, grab Nicky and let's get outta this hell-hole. \n[27]Definitely. \n[28]This don't look good. \n[29]You mean, like, experiment with a Bunsen Burner?  What are you talking about? \n[30]You gotta kill yourself. ", "CASSIUS": "\n[1]I knew it.  He's finally retiring. \n[2]If the old man picks me to take over Hell, I'll keep the torture going twenty four seven.  No breaks. \n[3]I'll take that. \n[4]Hey, how's Daddy's little girl doing today? \n[5]Hey. Hey. Hey.  Wanna mind wrestle? \n[6]Got ya! \n[7]Got ya, again! \n[8]Got ya!  Now here's the big finish... \n[9]I forgot. \n[10]Dad!  This is Hoyashit. \n[11]You work your ass off for ten thousand years, hurting people, helping others hurt people, then you get a decision like that. \n[12]It's just such a slap in the face. \n[13]Yeah, get out of here!  Beat it! \n[14]Oh you wanna be a big man?  Bring it on!! Let's see what you got! \n[15]That's what I thought! \n[16]I am concentrating.  Where can we rule? \n[17]You saying we go up there and kill everyone? \n[18]...their damned souls will be ours. \n[19]\"Let the sin begins\" - that was a good one. \n[20]I lowered the drinking age to ten. \n[21]Why should it end?  Who's gonna stop us? \n[22]Look around you, Nicky.  We're in Hell. The New Hell. \n[23]Damn you, Nicky!  There ain't no super devil juice in here! \n[24]All right.  Let me out. \n[25]You mother... \n[26]Come on in, bro. \n[27]Don't do it! ", "GATEKEEPER": "\n[1]Welcome! \n[2]What do you think? \n[3]Hey, what are you doing?!? \n[4]You can't go through there.  The fire flows in, not out. \n[5]You know something?  You guys suck!  You really suck! \n[6]Your highness, Cassius and Adrian have escaped from hell.  They went through the fire, and they broke it.  I think they took the New York tunnel.  I tried to stop them, but they overpowered me, sir. \n[7]Thanks for being so understanding, your worship.  You're the man.  You've always been the man. \n[8]I'm lucky to get away with just the head boobs, right? \n[9]That's what I'm thinkin'... \n[10]Oh, this is gonna be a whole new lifestyle for me, isn't it. \n[11]Hey. \n[12]Thanks. \n[13]You got it.  Could you maybe not tell anyone about this? \n[14]Bus? \n[15]You like that?  You think that's funny? \n[16]How about that?  You like that? \n[17]Doesn't sound very good behind there.  I hope Nicky's kicking some ass on Earth. \n[18]I know, your wickedness. \n[19]It's Stanley, sir. \n[20]What was it called, sir. \n[21]That's nice, Grandpa.  Why don't you just enjoy the fishing? \n[22]You'll get nothing out of me. \n[23]The only way to save your dad is for you and your brothers to pass through the gates at the same time before he deteriorates completely. \n[24]Thirty minutes.  And then whoever claims his throne will have unimaginable power. \n[25]Absolutely. \n[26]I don't know how you came up with some of it. ", "JIMMY THE DEMON": "\n[1]Your father wants to see you and your brothers in the throne room. \n[2]Knock, knock. \n[3]Oh, and don't forget, you're shoving a pineapple up Hitler's ass at four o'clock. \n[4]Nothing's getting through that.  The fire is solid as a rock. \n[5]I'm just a demon, Nicky.  I don't got devil blood in me.  I'd last two minutes up there with your brothers. \n[6]You're the spawn of Satan.  You got it in you. \n[7]Not go.  They left together at the exact same time.  They gotta come back together at the exact same time. \n[8]Your ol' man's got less than a week. \n[9]You were gone ten seconds.  What happened? \n[10]Now he's got no ears!  You happy, Nicky? Your father's got no ears! \n[11]Check one-two.  Check one-two. \n[12]He's got 'til midnight tonight, Nicky. You get your ass back up there.  You save your father! \n[13]Adrian's here.  You'll be back to normal in a jiffy, sir. \n[14]He came with you and Cassius, right? \n[15]Sorry, sir, false alarm. \n[16]You were the best Devil, boss, the best Devil! \n[17]You did amazing stuff! \n[18]Sorry to interrupt guys, but it's time for Hitler's punishment. ", "LUCIFER": "\n[1]What's with all the whoo-whoo noises? \n[2]Last time you said that the renaissance happened. \n[3]Can I take him with me and have sex with his head? \n[4]You know, I was the one who created Hell. \n[5]I started slow, though.  For years, I was just giving people hot foots. Actually, you can give all the credit for Hell to my first wife; she was the inspiration.  She was an ugly one, too. One day, she asked me if I wanted super sex.  I said I'll take the soup. \n[6]Take it easy there, Chewbacca.  In fact, you look like her mother, except she had more hair. \n[7]You know what was in Hell when I came down here, Cassius? \n[8]Nothing.  No mountains.  No castles. Looked like a giant parking lot.  It wasn't even called Hell. \n[9]Boogerland! \n[10]I can't enjoy anything.  I go fishing. I catch nothing.  I go to orgies, I catch everything... \n[11]Royal flush, you lose.  Off with the bra. \n[12]Last time I saw a pair of jugs that big, two hillbillies were blowing on them. \n[13]All boobs and no balls. \n[14]I don't get no respect. \n[15]Let me handle that. \n[16]And I'm not using a pineapple this time. ", "PEEPER": "\n[1]Showtime! \n[2]Rough day at the office Mrs. Dunleavy? Well you'll feel better once you slip off those work clothes and get into some sweats. \n[3]Oh my G-D, yes!  I wish you would let me rub those feet.  Of course I wouldn't use my hands.  Heh heh heh heh... \n[4]Looks like Victoria just told me her secret. \n[5]Thursday the ninth, eight-thirty p.m., first brassiere sighting... I will pleasure myself to this image for months.  MONTHS I TELL YOU! \n[6]Young Scottie Dunleavy.  What unfortunate timing.  You mother was just getting comfy. \n[7]Yes, yes, I'm sure you tied many great knots today or whatever.  Now get out. \n[8]Now what.  This simply won't do. \n[9]Hello, Scottie.  Why don't you go downstairs like a good boy and let your mother freshen up. \n[10]Just a little birdie.  A birdie who wants to see if your mother's panties match her bra. \n[11]Tell her no.  Tell her it's just a big bird. \n[12]Mrs. Dunleavy, please come help me.  And wear your bikini. \n[13]Am I in hell? \n[14]I deserve this! \n[15]Just a couple of big fans of Nicky and the work his Dad does. ", "STREET VENDOR": "\n[1]See something you like, my man? \n[2]You callin' me a thief, my man? \n[3]And if that is your so-called \"flask,\" how would I have it unless I was, in fact, a thief? \n[4]Well, that's a very special item.  The cap itself is one hundred percent plappium.  It's a value is over three thousand dollars. \n[5]Okay, now you gone and done it.  You done messed with my business bitch! \n[6]Oh, you gonna go all crazy eyes on me? I'll show you some crazy eyes.  Let's get busy. \n[7]Now you callin' me a thief?  Damn. \n[8]Or what're you gonna do about it?  Ugly me to death? \n[9]Aw, take your dumb-ass canteen, goofy. And you, take your raggedy-ass clothes and find a new corner.  Before I show you what real crazy is. ", "CHIEF OF POLICE": "\n[1]This video shows what he did after he left the basketball arena yesterday... \n[2]Difficult to watch, I know.  In response to this vicious crime, I am authorizing the largest reward in law enforcement history: fifty million dollars to the person or persons who bring this man to me. \n[3]You have what I want? \n[4]That's half of it.  You get the rest when I get Nicky. \n[5]Really? \n[6]Well, then I guess I'll have to be extra careful.  Now where is he? \n[7]Emperor of the New Hell. \n[8]Okay, take these two outside.  I can handle this. \n[9]Wanna see something cool? ", "PREACHER": "\n[1]Oh how the Lord loves you.  All his children. He thanks you for your kindness. God bless, Ma'am.  The Lord loves you... The Lord loves you... \n[2]The Lord does not love you.  I sense...pure evil. face You make the Lord very nervous. I'm burning...ahhh. The Devil walks among us! \n[3]Oh Lord, save us from Hell's beast! \n[4]Why do you taunt me with your darkness?! Your evil is stinking up our streets! We're all gonna die! \n[5]The hellbeast is above us.  He's invading our skies!  We're all gonna die!  We're all gonna die! \n[6]We're all gonna die! \n[7]We really are gonna die! \n[8]He has spilled his seed!  He is multiplying!  Beware the progeny of the unholy union!  We're all gonna die! ", "CHRISTA": "\n[1]So excited. \n[2]You're gonna be so happy she did that. \n[3]No, their mother's weren't angels. \n[4]I remember that night, you had like four daiquiris. \n[5]You know, we saw you save your girlfriend's life. \n[6]Show him Central Park. \n[7]She goes to Parson's, right? \n[8]G-d's so smart. ", "JENNA": "\n[1]She really is. \n[2]Do you have any idea where you are right now? \n[3]I'm sorry, but you just had the sweetest look on your face. \n[4]I can't believe you just called him \"son.\" \n[5]He was really conceited. \n[6]That was so cool. \n[7]Oh my G-d.  He looks gross. \n[8]The smartest. ", "CARDINAL": "\n[1]In today's gospel, the Lord tells us who we are to live if we wish to attain the splendor of Heaven... or something like that.  Jesus sure says a lot of stuff in the Bible.  Moses this.  Moses that. Abraham hit me with a whiffle ball bat. \n[2]Yep, the Lord sure did say a bunch of hibbity-jibbity.  But has he ever really done anything for us?  Has he ever put a Jaguar XJR in my driveway?  Has he ever given any of my enemies the herpes?  No. He hasn't done a damn thing for any of us. \n[3]Ma'am, I know your son, and believe me, he was better off on drugs.  He's a bore.  At least when he was smoking hashish, he made me laugh occasionally. \n[4]No, your best friend Fitzie helped your wife conceive a baby.  He helped her conceive it all night long. \n[5]How about you, Mr. Mayor?  The Lord ever do anything for you? \n[6]Amen to that.  Let the sin begin! \n[7]There is most definitely a Hell!  And you're all going there when you die! Which will happen in about fifteen minutes. ", "REGIS": "\n[1]So I was driving to work today, and some bozo in a Cadillac cut me off... \n[2]So I followed him... \n[3]I followed him all the way downtown, and when he gets out of the car, I reach under my seat and pull out an aluminum bat. \n[4]Recently, yes!  So I run up behind this guy, and start bashing his brains in with this bat, and it made me feel happy!  Did you ever see THE \n[5]I was DeNiro! \n[6]Super devil juice?  Give it over.  Let's go best two out of three. ", "REF": "\n[1]He's walking, get him a bus! \n[2]Technical foul! \n[3]Oh, so you wanna lip off to me? Unsportsmanlike conduct on the big mouth in the Globetrotter's shirt.  Take ten points off for the Globetrotters. \n[4]Get that crap outta here! \n[5]I heard.  I'm glad he's dying.  It's my turn now. \n[6]That's nuts.  When'd you learn that shit? ", "STUDENT": "\n[1]Hello. \n[2]It's \"Comptoir Sud Pacific.\"  Makes me feel like a hula girl.  Which is kinda what I'm going for.  Wanna come in? \n[3]Valerie Doran?  Two floors up, one window over. \n[4]I don't need luck.  I'm good. \n[5]Andrew. \n[6]You got the wrong window again, man. "}}