{"dialogues": {"LOGAN": "\n[1]Wake up...come on, Logan-6. \n[2]Open your eyes once, idiot. It's not every  day that a Sandman son is  born. I'm telling you, Francis  - that's him! \n[3]Hey, cut that out ! \n[4]Now you've done it... \n[5]Logan-5...Francis-7, authorized duty quadrant. Intrusion accidental. \n[6]Even the alarm didn't wake him. All right, Francis...I'm with you. \n[7]Has anyone ever broken in to where the babies are? \n[8]just wondered...what happens? \n[9]but you don't know, you Just say what everyone says.  One for one. One for one.\" \n[10]No, but at least I wonder sometimes -- of yours. You sound like a sleepteacher With a stuck tape. \n[11]Did you ever see Francis-8? \n[12]Of course not! I m curious, not sick. \n[13]Well...you can't have them all. \n[14]You should have been with us in Nursery, Daniel. I'm positive I  recognized him - Come on. I don't want to miss the filing-in. There'll be some I know tonight, I think... Yes. Me, too. You know we're both on Monitor tonight. \n[15]Want me to take your shift? I'm feeling restless anyway \n[16]Now there's a few who could have been his seed-mother. \n[17]Looks like I'm working. \n[18]Who invited you? \n[19]Runner terminated 0:31 Ready for cleanup. \n[20]That was a great shot you made. \n[21]What's wrong, Available? \n[22]Please . . . no ? You mean \"not here\"--that's it? You're a private Available but particular, Don't worry. There's no one here but me. And you. \n[23]You prefer women? \n[24]Well then...? \n[25]Sad? What made you sad? \n[26]Yes...probably he was renewed? \n[27]Killed? Why do you use that word? \n[28]I never 'killed' anybody in my life. Sandmen terminate  Runners Who brought you? \n[29]You felt sad. What's your name? \n[30]You're beautiful. Let's have sex. \n[31]Later. \n[32]But you put yourself on the circuit! \n[33]And? \n[34]And now? \n[35]About what? \n[36]Let's have sex. I thought you were curious. \n[37]I'm listening. \n[38]I'm not armed. Well? \n[39]You shouldn't even think such things... And you picked a strange person to say them to - \n[40]So? Do what everyone does. Try like hell for renewal. \n[41]When this turns black...that's it. If for any reason you want to be 31... you have the same chance as everyone else...Carrousel. \n[42]But if you're one of the misfits... that's where I come in. I didn't say that I would run... I Just... Are you a 5 or a 6? \n[43]You're years away . . . I don't know why you're thinking of these things, much less talking about them. Want to try? \n[44]What Quad do you live in? \n[45]You're sure you don't want to try? \n[46]It's nice to know you can nod. \n[47]It's nice co know you can do that, too. \n[48]What happened to you? \n[49]How come? \n[50]Get yourself a new face while you're at it They know you now. \n[51]I just might look in on New You 483 myself. \n[52]No -- it's that last Runner -- someone in 483 was trying to help him. \n[53]Negative. Question: What is it? \n[54]Negative. \n[55]I don't understand? \n[56]Question: \n[57]1056 unaccounted for?! \n[58]Impossible! Question: Maybe they weren't all Runners. Maybe most of them reached Life Renewal on Carousel. \n[59]Question: None of them reached renewal? \n[60]But everyone believes that some.... \n[61]Question: You mean nobody's ever been renewed? \n[62]The Seal...... Question: The Seals? Go outside?! But there's nothing outside! \n[63]I will. \n[64]Question: What if I need help from another Sandman? \n[65]Question: I am six Red...how can I pretend to be approaching Lastday? \n[66]My Lifeclock... Question: My Life--  \n[67]Question: Am I still six Red?  \n[68]I know that but I had four more years This means ten days to Lastday. Of course I will get the four years back, won't I? \n[69]Question: Do I get my four years back? \n[70]Did you ever see anybody renew? \n[71]Did you? \n[72]Anybody we know? \n[73]I'm fine.... See you.... \n[74]Location...female Green Six... name Jessica...living in Quad K. \n[75]She has. \n[76]But I wasn't sure you'd come. \n[77]I couldn't get you out of my mind. \n[78]Maybe...sure.... \n[79]Of course. \n[80]You know \n[81]All right. \n[82]I'm going to run. Why tell me? \n[83]You know something. \n[84]Both...running's what I'm interested in. \n[85]It's different now. Help me. \n[86]A Runner gave it to me. \n[87]I let him go...believe me. \n[88]Speak to your friends for me, Jessica... please... \n[89]I don't have much time. \n[90]What can I do to make you believe me? \n[91]Are you here to help me? \n[92]That's tomorrow. \n[93]Maybe you'll chink of something... \n[94]If you did know, you'd tell me. \n[95]If you trusted me, you'd know. \n[96]Tell me, Jessica. \n[97]A Runner...Cathedral. A woman. \n[98]Why not? Maybe she'll help me. You won't. You'd better stay here. I'd rather be with you. That's nice. \n[99]Have you ever been through Cathedral? \n[100]They're like beasts. Wild. \n[101]Insane. Nurseries are better than any mother could be. \n[102]Uh-uh. \n[103]When did you begin to question Lastday? \n[104]Let's see - how long has it been? \n[105]Let me go first. Sometimes they're waiting just inside there--to rush you when it opens... \n[106]Quickly now-- \n[107]Just follow--no matter how it seems... But what is this--why? The Cubs. When they're flying on muscle there's  no way to catch up. Without the dazzle, they'd just go past us-- too fast \n[108]It's unauthorized. No good for any- one over thirteen anyhow--shakes you to pieces--speeds everything up to a blur-- you can see what happens when some flying Cub tries to go through this on muscle--splat! \n[109]Not here. Might be a decoy. \n[110]Runner! \n[111]I'm a Sandman! \n[112]I feel sorry for you, boy! \n[113]No, for you! How old are you, Billy? \n[114]Fourteen? Fifteen? Your days are running out. How long can you last? A year. Six months? What happens when you're sixteen and you go green? \n[115]No cubs over fifteen, Billy! Ever heard of a cub with a green flower? You'll leave Cathedral then, Billy, when you're on green, because they won't let a green stay here. If you try to stay the young ones will gut-rip you apart! \n[116]All right! How many of you want this to be Lastday?! \n[117]Come on, Billy...come on...you cut a Sandman, didn't you?! \n[118]Come on, Billy...cut me...Come on \n[119]They've got someone else! Why would anybody come here? \n[120]Don't be afraid-- \n[121]I'm not going to hurt you. \n[122]Sanctuary? Anything? \n[123]If they find you throw this hard enough to break it. Then hold your \n[124]Where? Sanctuary? Can you take \n[125]All right. But why? I didn't kill the Runner. \n[126]That's nothing...there's a Sandman behind us, too and there'll be more soon. Take me to them. \n[127]Then - why don't you leave me - go to them - explain \n[128]All right. New You 483. I'll find out myself. \n[129]Hello. \n[130]A Sandman can get as sick of his face as anyone else. Where's the doctor? \n[131]It's all right with me. Is he here? \n[132]No - Look, I'm in a hurry. \n[133]Beautiful work. This man do them all? \n[134]Just one. \n[135]Thanks. I thought you'd be older. I ex- pected a Red. I am. \n[136]Your own work? \n[137]Just the face. \n[138]Do I have to undress? \n[139]I don't care...Just get it over with. \n[140]Holly'd like dark hair.  \n[141]No - I'm Running! \n[142]What I told you is the.... \n[143]It has nothing to do with you. \n[144]Are you taking me to them? \n[145]Because he's my friend - and I don't want to be killed by him - or anyone. \n[146]Will he find us and kill us? Yes...or one of the others. You know there's only one place to go now... \n[147]I'd rather take my chances with them...than with Francis. \n[148]You think Sandmen will? There's no other way for me, \n[149]How will they know we're coming? \n[150]I'm a runner. She brought me here because I begged her to help me. \n[151]Yes I have. \n[152]May we move? \n[153]I don't know who you are. I'd like to thank someone. \n[154]I Will there be someone to tell us where to go from there...? \n[155]No. Jessica goes back now. Take her back. Now! Go on back. Back outside, Jessica. \n[156]Why, Jessica? You're still a green.   \n[157]Come on then--they'll be here any minute!  \n[158]Wait - I have the one I took from the Runner. \n[159]It's the only way.  \n[160]Some kind of breeding pens...I suppose...They say people used to breed animal s, fish, anything To eat, of course.  \n[161]Stay here, while I see what it is. \n[162]It's brighter there...besides, we can't go back. \n[163]It doesn't make any difference anymore. \n[164]You knew that I wasn't before, didn't you? Why did you stay with me? \n[165]I had to. I did kill...for the first time in my life I killed. \n[166]I guess so...I know I felt something I never felt before...and I didn't like it...not a bit. I'll tell you one thing...Sanctuary better be worth it. That's the last place for me to live now. \n[167]All right - what are you? \n[168]We're hungrydo you have anything \n[169]This place is a link to Sanctuary, isn't it? \n[170]How do you think we got here??!! \n[171]We were sent here and you know it. Others have been sent here. Where are they? Hiding? \n[172]Where do we go?! \n[173]You know about Sanctuary! I know you do! You have to help us! You don't have a choice! It isn't your decision!! Tell us. \n[174]Where do you send them? \n[175]Answer the question! \n[176]There must be somebody else up here. I can't believe that he's-- \n[177]That's better. How do you want us? \n[178]How do you want us? \n[179]All right. Now you keep your bargain. Wait for the wind! Wait and hear the birds sing over you! We're ready. \n[180]How did they get in here? \n[181]What other food? \n[182]Tell us how to get out...or I¹ll \n[183]It seems to be moving away. Come on... \n[184]It feels like breath. It makes everything move. Your hair is moving. \n[185]Jessica -- we must be outside! \n[186]Sooner or later, we'll have to try something \n[187]They're good. \n[188]Why don't we rest here? We know we can eat these. \n[189]I doubt it. \n[190]I won't. \n[191]It all seemed to make sense until Box. \n[192]How would anyone know? Even if we find it -- we can never go back. \n[193]You're right...it must be near now. We'll find it. Thirty thousand years didn't last very long, did they? \n[194]You know, Jessica. \n[195]Of course. \n[196]I have never seen a face like that before. It must be the look of great age. Whoever he was he was terribly old. \n[197]They all have names and numbers on them. I wonder what they are? \n[198]It could be... \n[199]How old are you? \n[200]Your hair is white. \n[201]Is that what they're called-- cats? \n[202]How long have you been living here? \n[203]What kind of place is this? \n[204]How did you get here? \n[205]Are there any other humans? \n[206]Have any other people ever passed through? \n[207]What makes you think so? \n[208]Mother and -- ? You knew your mother and father? \n[209]Where are they? \n[210]No--I'm sorry. It's not possible.  \n[211]I'm sorry but I don't have anything to That's the truth. \n[212]What's beyond this place - do you know? \n[213]Did your Mother or Father ever mention another place? \n[214]May we stay here for a while? We'd like to rest. \n[215]That sweet madman -- how could he Come to exist? \n[216]One in a million, I suppose ...Who knows? \n[217]There's nothing to go on to, Jessica. \n[218]You want there to be one...that Doesn't... There has to be! I know it exists! It has to!! \n[219]No, there doesn't. Not really --just so many want it to exist...so many who don't want to die...want it so much that a place called Sanctuary becomes \"real\". But it doesn't exist. It never existed. Just the hope. You're wrong!! It has to be!! It Just has to be!! \n[220]That's the same fellow who's outside. If he was so important - why isn't he first? \n[221]Look at your palm, Francis.... look! It's clear. Clear! \n[222]I didn't do anything, Francis! They've made us believe that.... Why did you do that???!!! \n[223]Not yet. \n[224]What are we promising him? What can we possibly give him? \n[225]We can't. We're going back. \n[226]I'm going to try and tell people what we've seen and-- \n[227]Do you expect me to let things go on without trying to change them?! \n[228]Things change! \n[229]Jessica...listen to me...listen to me... The Lifeclocks made me kill Francis. They make people die or be killed every day. If I didn't try and destroy that...I couldn't live here or anywhere. Do you understand? \n[230]I know...I know... \n[231]We're leaving. \n[232]To a city with thousands and thousands of people. \n[233]More...many more. \n[234]I promise. We '11 go on as soon as it's light. But now I'm tired. Let's go back to the fire... \n[235]Thank you.  \n[236]Stay? They lived together all their years? \n[237]Yes. You and I, Jessica. \n[238]Sanctuary is the right to live.... nothing more. But nothing less, either.... \n[239]Beloved wife... \n[240]It's part of the hydrogalvanic system. The ocean tides are changed into energy somehow. \n[241]Of course. I don't know where... I Just took them for granted. It's our only chance. \n[242]I know... We're going to try and get in this way. I don't think you can make it. \n[243]I'm sorry. \n[244]Can you make it back? \n[245]You don't have to die!! No one has to die at thirty!!! You don't have to blink out on Lastday. There's no renewal on Carrousel! You can live longer and grow old... I've seen it. She's seen it!! Believe me!! See... it's' clear. The Lifeclocks are a lie - Carousel is a lie!! ", "JESSICA": "\n[1]Please . . .No. \n[2]No. Just no. \n[3]No. \n[4]Nothing. I felt sad, I put myself on the circuit. It was a mistake. \n[5]A friend of mine went on Carousel \n[6]He was killed \n[7]Isn't it right? Isn't that what you do? Kill. \n[8]Nobody. I felt sad. .. I put myself on the circuit. \n[9]Jessica. \n[10]No. \n[11]No. \n[12]I thought I had to do something. \n[13]I changed my mind \n[14]Curious. \n[15]How a Sandman lives. \n[16]Not about that. \n[17]I'm afraid to tell you. \n[18]Why is it wrong to run? \n[19]I suppose. But what if you want to live? \n[20]Six. I go red next year. \n[21]\n[22]You could have called me yourself. \n[23]Here I am. Shall I come in? \n[24]I'm the most beautiful woman you've ever seen, I suppose? \n[25]Thanks...but I have the choice. \n[26]Then it's still no. \n[27]You can have any woman in the city. What do you really want? \n[28]I don't believe you. There has to be more. \n[29]Why show me? \n[30]About running, dying what? \n[31]I know what everyone knows. Try like hell for Renewal. You have the same chance everyone else has. \n[32]How can I? \n[33]Where did you get that? \n[34]And then you killed him, right? \n[35]I don't.. \n[36]Please? What friends? \n[37]I never heard of a Sandman running . . . ever. . . ankh in his pocket; dropping the bombshell And I never heard of Sanctuary. \n[38]He was born a Sandman. He had no choice. \n[39]Why Arcade Station?  \n[40]Right at the station itself? \n[41]Y-yes...if I can find him. \n[42]What do you need? \n[43]What're you going to do? \n[44]I wish I could help you. \n[45]I wish I knew what you think I know. \n[46]Of course-- \n[47]We're coming to Arcade. Shall we Relive together? \n[48]You're not going, are you? \n[49]Maybe they're angry because they're grown in meccano-breeders. Instead of what? Nine months inside a woman: We're all raised the same but most of us don't become cubs in Cathedral. \n[50]Some people say children need human mothering. \n[51]I'm only telling you what I've heard... Haven't you ever wondered what your seed-mother was Like...? \n[52]I have. \n[53]I don't remember exactly...except I was a Green. What would you like to relive, Logan? \n[54]I've never been in this quadrant. Is that Arcade off there? \n[55]Muscle? I don't know that one. \n[56]Don't be afraid. \n[57]What's your name? \n[58]Where do you live, Mary? \n[59]Why aren't you in Nursery? \n[60]When do you go up? \n[61]I'm ashamed. I was bringing you to be killed. \n[62]Logan, I don't know where Sanctuary is. But if I take you to them, they'll kill you. \n[63]Yes, but they won't know that...or care. They're hunting you, Logan. Maybe me too, now... \n[64]I - I can't. \n[65]No. Not that either. \n[66]I tell you he's running. I know. \n[67]Follow me, Logan. Stay close. \n[68]Yes. I don't know what else to do -- with him following us. Why do you keep running from your-- \n[69]He's good, isn't he? \n[70]They won't believe us. \n[71]They won¹t listen.  \n[72]We'll convince them. \n[73]Yes, Logan. I'm glad they didn't change your face. \n[74]Exactly four steps now. Let me lead you. Now to the right. It's narrow here, you'll have to get behind me. \n[75]They're watching us now. They'll let us in when they're sure. \n[76]What's the matter with you. He's a runner-- he's blinking. We must help anyone who asks...we must-or we're the same as they are--deciding who lives and dies. \n[77]No, Holly--wait! He's running. Tell them the rest! He's the one. You too. I remember. He was in a hurry. Just a face job. Dark hair, I said. Then he killed Doc and you grabbed me--and the machine blew up and I ran...I ran \n[78]Holly. Holly! Please...The other Sandman. Remember the one who came after-- That's right. The other one came after. The older one. Smashing, killing, burning! ...and he was hunting the first one, this one. Wasn't he? Wasn't he? This one was running, the other one was hunting him... \n[79]Why?- No...no...I'm going with you. \n[80]I don't care. I'm going to Sanctuary. With you.  \n[81]Will you take me with you? \n[82]Every key only works once...and only a Lastday key must open this door.... They said it would fit - but.... \n[83]There's no turning back, is there? \n[84]How do we know this is the right way? \n[85]What do you suppose this was...? \n[86]Ycch. To kill things and then eat them. It must have been a savage world.   \n[87]It's Francis, isn't it? \n[88]I'm afraid. \n[89]Wait. \n[90]I don't know what's going to happen to us Logan but -- \n[91]You're really one of us now, aren't you? \n[92]I wanted to... ...And you...what made you kill Sandmen? \n[93]Because you felt like a Runner, didn't you. \n[94]For us. \n[95]It's incredibly beautiful. \n[96]We're human and we're hungry. \n[97]Please. \n[98]Is there something on fire!! \n[99]What's that? \n[100]And yours. \n[101]I hate outside! I hate it! We'll be all right... We will... \n[102]Don't! \n[103]It's getting dark and cold. \n[104]Where do you think that heat-ball went? \n[105]Do you think everything's going to turn to ice? \n[106]Don't ever let go. \n[107]Do you think he was telling the Truth? Maybe we're the first ones to get through... Maybe Sanctuary is near, now... another protected place. It couldn't be outside. \n[108]Logan!!!Look!! \n[109]What does it mean? The Lifeclocks have no power outside. \n[110]You can have any woman in the city. What do you really want? \n[111]Then the answer's Yes...  \n[112]Yes, do you think that's why he looks so sad---? \n[113]\"Beloved Husband\". \"Beloved Wife\". What can all that mean? \n[114]Francis? \n[115]Those cracks in your face...do they hurt? \n[116]Could I touch them? \n[117]What's your name? \n[118]But there are so many of them. Do you know each one separately. \n[119]And...and how were you grown? Inside your mother? \n[120]Are you sure? \n[121]Here you can have this. \n[122]I don't know. \n[123]No. \n[124]What belongs to the people? \n[125]What people?  \n[126]How curious people used to be -- All these books... \n[127]He had a mother and father -- and he knew them. \n[128]We're going on, aren't we? \n[129]There's a Sanctuary...there is! \n[130]Logan!!! \n[131]What¹s that? \n[132]At least it¹s over... \n[133]We'll remember. But that's a long time off... \n[134]He asked if we would bury him when his time comes. \n[135]To what? \n[136]You're lying! You'll never have the chance to tell anybody anything! You'll be killed the moment you're seen! \n[137]Things won't change...you know that! We can live here together, Logan... have a life as long as his... together! \n[138]You want to go back to kill, is that it?! Now, you'll want to kill your own!!! kill Sandmen!!! Killing's all you ever...!!!! \n[139]I want to be alive and with you, that's all I want. \n[140]Come with us. \n[141]And Sanctuary? \n[142]Beloved husband... \n[143]What does that water do? \n[144]Is it inside the city? \n[145]Goodbye. ", "OLD MAN": "\n[1]Yes, cats, of course. What else could they be? Cats. Of course each one has his own name too. \n[2]Yes indeed, everyone. Actually, they all have three. \"The naming of cats is a difficult matter. It isn't just one of your tell you a cat must have THREE \n[3]\"But above and beyond there's still one name left over, \n[4]\"Why did you go little fourpaws? You forgot to shut your big eyes.\" \"I have a Gumble Cat in mind!\" \n[5]For as long as I can remember. \n[6]Just a place, I suppose...who knows? \n[7]I have always been here... \n[8]Gracious...no. \n[9]But there may be a few around somewhere. \n[10]My parents thought so. Mother and Father. You know? \n[11]Yes... \n[12]Mother and Father said so... you know? \n[13]Dead...they're dead...and buried. Buried??? \n[14]May I see your hand again? \n[15]They're beautiful. May I have one too please? \n[16]It isn't fair. I'll give you one of my favorite cats...a Jellicle cat. \"Jellicle cats have cheerful faces, Jellicle cats have bright black eyes; They like to practice their airs and graces And wait for the Jellicle Moon to rise.\" \n[17]What kind of jewel is this? \n[18]You're both full of secrets like Did you steal this? \n[19]\"Macavity, Macavity, there's no one like Macavity, There never was a cat of such deceitfulness and suavity.\" \n[20]No, no, no \n[21]Never, never, ever. Nothing. \n[22]Of course you can stay. This belongs to the people. \n[23]All this. All of it. \n[24]I don't know...but it does. \n[25]I'll be right back. Oh, yes...about the cats... one rule is true: \"Don't speak till you are spoken to.\"  \n[26]Oh, my don't cry. \n[27]There are larger pictures of other people over there. I don't know who they are. Perhaps they're family. \n[28]How nice...more company... We had such good times together... I let you go! You didn't terminate a Runner and I let you go!! She did this to us! How could you let her?! An ordinary available??!! And what about Logan-6 and Francis-8? ....Why didn't you chink about them?! There's over two hundred years of Sandmen's blood in you, Logan.... and now you'll spill it for a stinking Runner!! \n[29]Oh, my...he died... \n[30]We¹ll have to bury him. \n[31]They¹re put into the ground so they can be visited by the living... \n[32]I¹ll make the arrangements. \n[33]Are you ready to put him in? \n[34]All right. \n[35]Of course...that's settled then. But just you remember your promise... \n[36]What a pity. I was hoping you'd be here to bury me. \n[37]Where are you going? \n[38]Alive? \n[39]Thousands and thousands...as many as my cats? \n[40]And all alive you say? \n[41]Yes, I would like to see that. Is it a long journey? \n[42]Thousands and thousands alive... oh, my... \n[43]Never see the sun or the moon... I hope we get there soon... \n[44]That's better than gold when it's cold. \n[45]My father was the husband and my a word they used - to stay together. \n[46]Oh, yes...I think... ³Beloved son²... So people stayed together for that feeling of love... They would live and raise children together and be remembered. I think I feel that way, Logan. Can we be that way? \n[47]Oh...I did so look forward to seeing all those people. \n[48]Yes... \n[49]Oh my...I'll try. \n[50]Oh, my... ", "FRANCIS": "\n[1]You should've seen me take my last Runner...perfect. I backed him  up against a residence pool and  when he terminated...his hand... So now you've seen him...what's the difference awake or asleep? \n[2]Maybe,  maybe not. What's the difference? Come on,  Logan, let's get out of  here before everybody  finds out. \n[3]Okay...you really want to wake him up? \n[4]You need a lift. Let's go to Arcade and celebrate... your alert successor...Logan-6. \n[5]Not in my time... \n[6]Dunno...flameout maybe. Whatever happens, you can bet it's final. But who would want to find out? \n[7]Well, why no!? That's exactly how everything works. How else could the city stay in balance -You have a better idea? \n[8]Well the minute you get a better idea you can stop wondering. You know, Logan -- you wonder a lot. Too much for a Sandman \n[9]I never even visited Nursery before tonight. When you wonder, it slows you up -- you know? \n[10]I don't know what makes you so curious. You have any idea who his seed-mother was? \n[11]and that's my friend, Logan. We're celebrating his next in line. Carousel - Arcade - who knows? Want to come along? \n[12]You're thirty -- already? I always thought I was older than you - Well, give it a good try. \n[13]I guess you never had her? \n[14]You missed something special. \n[15]The damned Yellows are getting out of hand. Those three ought to be in Cathedral. No business scrambling in Arcade... What an old, old man you're getting to be, Francis. Weren't you ever a Yellow? I bet you were even wilder than - -- come on, Sandman. \n[16]Damn! That's right. Just when I feel like an ALL OUT BLAST in Arcade . \n[17]Only a few? You're just not trying. \n[18]I'm in my party mood. \n[19]Yes. But you look a little rusty to me -- what were you doing, wondering? \n[20]...Well I think you're getting stale. You need old Lucey--Go on. Gee the whole burn--try the new psycho-lift-they tell me it turns you inside out... \n[21]I'll look for you here when I'm off-- \n[22]These are for me -- you've got your own. She must have been something--? \n[23]\n[24]You? Why? You're already beautiful. \n[25]See you in the hydrotoner! \n[26]What the hell took you so long? \n[27]I think you've been skulling out too much. First Nursery and now stupid questions. \n[28]Of course. \n[29]Look....why don't you get into the water....you need it....more than I do. \n[30]At Carousel tonight? \n[31]Runner terminated at G.16 Ready for cleanup at Cathedral Quadrant 39.  \n[32]Can you beat it....I've got the damn wrong bag. \n[33]Yeah.... \n[34]What's going on, Logan?! \n[35]What are you talking about?! I saw you let a Runner go? I saw you, Logan?? Tell me!! \n[36]blinking crystal is Jessica's) \n[37]What did you do to him? \n[38]Why? Why you? \n[39]Why did you do that??!! \n[40]That was the right shot--Look out \n[41]Logan! You renewed! ", "BOX": "\n[1]Are you too startled? Am I too removed from your ken? \n[2]Your turn. \n[3]Ah, but wait for the winds. Then my birds sing. My walrus breathes. \n[4]Anything to eat? \n[5]I know...I know. \n[6]You walked in. I saw you. Don't you remember? Where do you think we came from? \n[7]From? From? From? \n[8]Hiding? Yes! Hiding, hiding. \n[9]Is that the wind? Not yet... You must hear my birds sing. \n[10]Never a pair. I have never had a pair. \n[11]You're a beautiful pair. \n[12]I've never seen humans whom I thought worthy of being here... I'd like to sculpt you. Where would I put you? I know...you'd be the base of the column. You'd hold up my world! \n[13]Do you know how long all this will last? Not thirty years...or thirty thousand years...but thirty thousand thousand years...and you'll be part of it. Ages will roll...Ages. And you'll be here...the two of you... eternally frozen...frozen...beautiful. \n[14]Nude. Imagine, a pair. It'll be all right... \n[15]Up there. \n[16]Up there. \n[17]Enchanting. Is that what humans do? \n[18]Done...behold...! \n[19]Regular storage procedure...the same as the other food... The other food stopped coming and they started. \n[20]Fish and plankton, sea greens and protein from the sea. It's all here - ready - fresh as sea greens and protein from the sea...And then it stopped coming and they  came instead. So I store them here. I'm ready. And you're ready. It's my Job - protein, plankton, grass from the sea \n[21]Such a beautiful pair. I'll stand you facing one another. \n[22]Resign yourself. \n[23]I make such a small, quick incision ... you can hardly feel it. \n[24]All my work!' All my work!! ", "DOC": "\n[1]It's a real privilege, Sandman. \n[2]And I did it myself right on there. \n[3]I designed it myself. What'll it be ...a face job or a full-body job? \n[4]Fine....Holly will get you ready. You're in good hands, believe me. \n[5]Holly works here because she gets a lift out of watching the Table... and other things. I'll be back in a minute. \n[6]You shouldn't have brought him here. \n[7]Run!? He's a Sandman. \n[8]Maybe...Maybe. But I wish he'd gone somewhere else. All right. He gets a face. \n[9]Why not? \n[10]Do you have anything special in mind? \n[11]Hurry...hurry...hurry. \n[12]Holly'd like a lot of things. We can start by narrowing the cheekbones.  \n[13]Hello Yes Yes, they are. Done. \n[14]Pay attention, Sandman. I'm proud of this machine. \n[15]With this one there's no waiting for scar burnishing. It's all in one...watch now... \n[16]But here's the improvement. Instant healing---before you feel a thing. Watch now... \n[17]Perfect depth adjustment on this \n[18]Of course, it doesn't mend uniforms, Sandman, but otherwise it does everything, doesn't it? Just imagine what would happen to you if the healing stopped functioning. \n[19]Damn right! It was a trap. They know! ", "VOICE": "\n[1]Break-in scanners report intrusion, identify. \n[2]Clear Logan-5 and Francis-7. Had enough? \n[3]Sleep time...go to sleep. Sleeping time, little ones. \n[4]Attention passengers. Cathedral \n[5]Hold still, Sandman, or die where you are. \n[6]He's lying. No Sandman ever ran. \n[7]Holly--Holly. Remember the code. The code, please Holly... \n[8]I saw we pass them through. \n[9]You two. Just go straight ahead. Follow the corridors with the pipes overhead to the end. Then use the key. \n[10]It doesn't matter who we are. Follow the tunnel to the end. \n[11]Someone will follow. When you come to the lock, he will tell you how Co go on the other side. Jessica may go with you as far as the lock. \n[12]Runner, this is the last gate. Use your key now. When the Bell sounds \n[13]Overwhelming, isn't it? ", "WOMAN": "\n[1]I don't know. The cheeks maybe... look a little - \n[2]Too little. \n[3]Only if I make it to the top of Carousel. Thirty -- and the big spin. \n[4]You know I always have. \n[5]That's all right. Happy turn. \n[6]So do I...but if I don't at least I'll have the ultimate thrill. I'd almost rather have that than renew. \n[7]Um-huh. \n[8]I absolutely agree. He's killed Runners for a decade. He has no feelings. \n[9]Neither do we. \n[10]You don't seem quite sure, Jessica. Can you do it? Will you? \n[11]I think you can. Don't you? \n[12]I'm sorry. We all are. But he has heard about Sanctuary -- and that makes him dangerous to all of us. \n[13]I'll kill you!! I'll kill you!! ", "HOLLY": "\n[1]Doc'll be with you soon, Sandman. \n[2]Doc's ready, Sandman. \n[3]He's going to sterilize himself. \n[4]Not for your face. \n[5]I like dark hair. Have him give you dark hair. \n[6]Um huh. Would you take a picture of him, Doc? I'd like you to give his face to somebody else. \n[7]Dark hair. \n[8]No! You're scrambling the table. He'll be cut to pieces, Doc. \n[9]\n[10]Holly. Holly, New You 483... He's dead. Doc's dead and the Sandmen came... \n[11]They smashed everything and I barely got away. Holly. Station 12, Sanctuary 7. Holly. Holly...  \n[12]It's him! The first Sandman. He killed...Doc. \n[13]Yes. Oh yes. He was after you. I remember. You're running! ", "MAN": "\n[1]Well? How do you like it? \n[2]Cheeks? Cheeks? Right. Too much, you think? \n[3]Too little? Too little. Okay, wait for me. \n[4]No - just there - on the first level. Don't look for us. We'll see you. \n[5]As old as I am I suppose...who knows ? \n[6]It wasn't always. I remember when  \n[7]Oh, no... \n[8]Oh, my...please try. \n[9]I've forgotten. It's been so long since I've used it. \n[10]But all of my cats have names. ", "BILLY": "\n[1]Don't worry about her. We'll have that one later. Right now I think we've got a Runner and his pairup. And what a Runner! \n[2]I cut up a Sandman yesterday.  They said I'd never get him...but I cut him up good, I did. \n[3]For me? Better feel sorry for your- self, Sandman! \n[4]Nothing will happen! I make the rules as I go!! Cubs do what I say! Always have! Always will! I got Cathedral and I'll never let go! \n[5]Shut up! Shut up your damn mouth! \n[6]He's trying to hold his breath... \n[7]We can rush him...we can take ", "SANDMAN": "\n[1]I lost a Runner in Cathedral. \n[2]Ran into some Cubs I couldn't manage. One of them cut me bad... all the way down. \n[3]On my way to the New You for repairs. \n[4]What's with you, Francis? Last night \n[5]What happened?! \n[6]You ought to put yourself on reliefcall, Francis. "}}