{"dialogues": {"SAM": "\n[1]I was driving back from Apache Wells when they got me on the radio. \n[2]I've got the forensics fella coming down from the Rangers. No way to know how old the body is without some lab work. \n[3]Masons been around a long while. \n[4]Treasure hunter? \n[5]S'posed to leave everything right where we found it. They're real particular about that. \n[6]No telling yet if there's been a crime. \n[7]But this country's seen a good number of disagreements over the years. \n[8]Fellas-- \n[9]Yeah, he was that. \n[10]I heard there was a bit of a fuss. \n[11]They were here first. \n[12]--Santiago. \n[13]That so? \n[14]I'd like to hear it. Your version of it. \n[15]Never heard from him again? \n[16]So he arrested all of Jimmy Herrera's people and sent 'em back to the other side? \n[17]Right. \n[18]Won't be another like him. \n[19]Tell him I'll catch him later. \n[20]Tell him to try me tomorrow. \n[21]He's right. \n[22]The shooter local? \n[23]Okay--we'll take a statement from all the GIs before they go back to post. You can get the story from Otis over at the club. \n[24]Nothin' much. The Rangers put Ben Wetzel on it. Catch you later. \n[25]Pilar. \n[26]Something wrong? \n[27]Got him here? \n[28]I'll see what's going on. \n[29]I was--I was real sorry about Nando. He was a good fella. We haven't talked since. \n[30]Yeah. I'll go check on your boy. \n[31]Excuse me-- \n[32]We got some boys you run in earlier today? \n[33]You got a juvenile with 'ern--Amado Cruz? \n[34]They tell me you're good at fixing things. \n[35]Your father was a hell of a mechanic. \n[36]You know, if you figure minimum wage on the time most thieves spend in jail, they could have bought most everything they stole. \n[37]I didn't say you did. My name is Sam, by the way. \n[38]He's all yours. \n[39]No problem. \n[40]Any time. \n[41]Hey, Ben. Thanks for coming down. \n[42]Business is booming. Got your drugs, got your illegals--had a shooting the other night at Big O's--Soldier got ventilated. \n[43]September '97, that's all she wrote. \n[44]Yeah, we'll have folks swimming over to Mexico to work in the sweatshops. \n[45]That the word on our boy? \n[46]Skinny? \n[47]Nice job. \n[48]Charley Wade. \n[49]--it didn't come out of a cereal box. \n[50]You know the popular version of how he left town. \n[51]You got a cause of death? \n[52]So he could have gone out to the base, hopped the fence, dug down into the dirt on the old rifle range and had a heart attack. \n[53]Colt Peacemaker. \n[54]He swore by it. What? \n[55]So is Buddy on your short list? \n[56]You got to investigate. No question about it. \n[57]Yeah, it's a pretty cold trail. \n[58]I always wondered what you Mayors do when you're not cutting ribbons. \n[59]Floating around out here, playin' hell with them bass--play a little cards, play a little golf, drink some beer-- \n[60]I haven't been out here for a while. \n[61]No. \n[62]We found a body out by the Army base yesterday. Been there for a long time. \n[63]You recall if Charley Wade was a Mason? \n[64]All it was wearing was a big old Masonic ring and a Rio County Sheriffs badge. \n[65]You don't remember anything else from that last night you saw him, do you? \n[66]Bledso \n[67]He still living? \n[68]Forensics people are sure of it. You have any idea who might have put him there? \n[69]Besides my father, I mean. \n[70]And Buddy was one of them. \n[71]People have worked this whole big thing up around my father. If it's built on a crime, they deserve to know. Now I understand why you might want to believe he couldn't do it. \n[72]Thanks for your time, Hollis. \n[73]Mrs. Bledsoe? \n[74]I'm Sheriff Deeds-- \n[75]Yeah, that's the story of my life. \n[76]I've seen 'em. \n[77]You mind if I ask a few questions about your husband? Roderick? \n[78]He had the club out on the old trail road-- \n[79]So you must remember Sheriff Wade. \n[80]You had to deal with him in running the club. \n[81]He squeezed money out of you? \n[82]And my father? \n[83]People didn't complain? \n[84]Do you remember the last time you saw him? \n[85]And that was the last time you saw him? \n[86]That was the night he disappeared? \n[87]And when my father was Sheriff? \n[88]What was your deal with him? \n[89]He ever accept cash for a favor? \n[90]You finished? \n[91]That makes two of us. \n[92]If the next guy's a redneck. \n[93]Good deal you were born down here, then. \n[94]You mixed drinks bad as you mix metaphors, you be out of a job. \n[95]Yeah. I bet he would. \n[96]Excuse me-- \n[97]Pleased to meet you. \n[98]If certain people have their way, it's going to be a new jail. \n[99]Do either of you have any idea when they stopped using that site as a rifle range? \n[100]Not for sure yet. But I kind of wish they hadn't. \n[101]Seems like we have another one every week. \n[102]People come here to catch bass and to get laid at the Boy's Town in Cuidad Leon-- \n[103]You ought to put up a banner-- \"Frontera, Texas: Gateway to Cut- Rate Pussy\"-- \n[104]Rather have that than the ten-foot- high catfish statue-- \n[105]The Perdido thing? \n[106]Danny's gonna be out for blood the next time. \n[107]We don't need a new jail. \n[108]We're already renting cells to the Feds for their overflow-- \n[109]It wouldn't happen to be your construction company gonna get the bid on building this thing, would it, H.L. And Jorge, you wouldn't be thinking about a couple dozen new jobs to dangle in front of the voters-- \n[110]We need a drug rehab program, we need a new elementary school-- \n[111]Look, I'm not gonna campaign against your deal here, but if anybody asks me, I got to tell them the truth. We-- don't--need--a new jail. \n[112]When you backed me you needed somebody named Deeds to bump the other fella out of office.  Hey, folks-- \n[113]Let's get this thing over with. \n[114]Watching the crowd-- \n[115]Not thrilled to be called on. He steps forward reluctantly to APPLAUSE-- \n[116]You folks who remember my father knew him as Sheriff. But at home he was also judge, jury \n[117]--and executioner. \n[118]This is a real honor you're doing him today, and if Buddy was around I'm sure his hat size would be gettin' bigger every minute. \n[119]I used to come to this park to hide from him. Now that you're putting his name on it-- \n[120]\n[121]I'll have to find someplace new to duck out. \n[122]I do appreciate it, and wherever he is, Buddy's puttin' the beer on ice for the bunch of you. Thank you. \n[123]Watching, a bit removed, as Mercedes shakes hands with Jorge and H.L. and Hollis for the cameras. He overhears a pair of BYSTANDERS who are checking out the statue-- \n[124]Nice to see you, Mrs. Cruz. \n[125]Steps over from the dispersing crowd-- \n[126]Field trip? \n[127]Want to take a walk? \n[128]Your mother still doesn't like me. \n[129]I see she built a place up here by the river. \n[130]She's done well for herself--on her own and all-- \n[131]They cooked the whole thing up without asking me. \n[132]Most people did, yeah. \n[133]Yeah. \n[134]Your boy, there-- \n[135]Nice-looking kid. \n[136]No-- \n[137]Fernando did okay, and he dropped out-- \n[138]It might just be the age. I spent my first fifteen years trying to be just like Buddy and the next fifteen trying to give him a heart attack. \n[139]Got divorced, I wasn't gonna work for my father-in-law anymore. The fellas down here said they'd back me-- \n[140]I got to admit it's not what I thought it'd be. Back When Buddy had it-- hell, I'm just a jailer. Run a 60- room hotel with bars on the windows. \n[141]You've got your mother, your kids-- \n[142]Remember this? \n[143]Pilar-- \n[144]Me neither. \n[145]Lupe? Get me the rangers up in Austin-- \n[146]We are back in 1995. Sam is blasted in the face with a \n[147]Zack? \n[148]What's up? \n[149]I haven't seen anybody come by. \n[150]Yeah. It's quiet-- \n[151]Sure. \n[152]'Night-- \n[153]First bullet entered beneath the left eye, severing the optical nerve and exiting from top rear of skull causing tissue damage \n[154]--and severe cerebral hemorrhaging. Second bullet entered left cheek driving fragment of upper and lower molars into base of skull. Third bullet-- \n[155]Hey, Pete. How's it going? \n[156]How much you got left? \n[157]You stop growing that loco weed at your place, you'd see a lot more daylight. \n[158]You're going to smoke an acre and a half of marijuana? \n[159]I thought he busted you a couple times. \n[160]I'm surprised he bothered with it. \n[161]So I've heard-- \n[162]Well, you were working there-- \n[163]You built our patio while you  were on the county? \n[164]I've heard Wade was a bit tough on the Mexicans-- \n[165]Murdered him? \n[166]Yeah. \n[167]I been working on a few things. \n[168]I'm going over to the other side. \n[169]No--to Mexico. I've got to talk to somebody. \n[170]Gotta be in person. \n[171]They want you to stand for Sheriff next election. \n[172]You'd do a good job. \n[173]Don't know if I'll still want it. \n[174]I appreciate you telling me. \n[175]You think we need a new jail? \n[176]Yeah, Ray, you'd be a hell of a Sheriff. \n[177]You own this place? \n[178]You lived in the States for a while? \n[179]Made some money, came back here-- \n[180]You ever know a fella named Eladio Cruz? \n[181]Your government always been pretty happy to have that line. The question's just been where to draw it \n[182]You sell much out here? \n[183]Hell of a spot to put a business. \n[184]So when did Buddy leave? \n[185]You think he killed anybody in Korea? \n[186]No-- \n[187]Another woman? \n[188]You know who it was? \n[189]Yeah. \n[190]Yeah. \n[191]Nothing. \n[192]You know the other day, you asked why I came back? \n[193]I came back 'cause you were here. \n[194]Yeah. \n[195]I don't know. It just feels good. Always did. \n[196]More, I hope. \n[197]Two years. \n[198]Don't have kids. Other pictures--I don't know--it's nothing I want to look back on. \n[199]I've felt that way, yeah. \n[200]Pilar-- \n[201]What was your father's name? \n[202]Morning, Hollis. \n[203]You thought any more about our murder? \n[204]Charley Wade. \n[205]I got an idea what happened. \n[206]I think somewhere between Roderick Bledsoe's club and his house, Wade ran into Buddy Deeds. I think Buddy put a bullet in him, waited for him to die, threw him in the trunk of the Sheriff's car and drove him out by the Army post, I think he buried him under four feet of sand and never looked back. \n[207]I got to go see somebody in San Antonio today. Your memory gets any better, I'll be back tonight. \n[208]That's in Maverick County. \n[209]Rio. BUNNY Right. This kid, Hosea Brown? Does tire 40 in 3.4, soft hands, lateral movement--the whole package. Only a sophomore-- \n[210]You still going to all the home games? \n[211]Bunny, you--uhm--you on that same medication? \n[212]No, you look good. I was just wondering. \n[213]You look good-- \n[214]Yeah, well-- \n[215]You were in a fight-- \n[216]Same weight I always was. \n[217]Best part of the job. \n[218]Bunny, is that stuff I left in the garage still there? \n[219]No. You? \n[220]You didn't--uhm--you didn't have one of your fires, did you? The stuff I left in the garage--some of it was my father's-- \n[221]Suppose not. \n[222]It wasn't just you, Bunny. \n[223]What? \n[224]I think they have another fella there to keep it off your chest. A spotter. \n[225]You look good, Bunny. It's nice to see you. \n[226]\"Dearest Buddy--\" \n[227]Hollis? You in there? Hollis? \n[228]Fellas. \n[229]Open late. \n[230]Hollis probably told you we found Charley Wade. \n[231]You two saw it, didn't you? You two saw it when Buddy killed him. \n[232]Imonna find out one way or the other. \n[233]Yeah, and my mother was a saint. For fifteen years the whole damn town knew he had another woman on the side. Stole ten thousand dollars to set her up in business. But hell, what's that? You got a problem? Buddy'll fix it. Facing some time in jail? Buddy'll knock half of it off-- if you do what he says, when he says. You got some business that's not exactly legal? Talk to Buddy-- \n[234]Buddy Deeds was a murderer. \n[235]That night in the cafe--he didn't stay long after you left, did he, Hollis? Maybe he decided he'd gone too far with Wade, maybe he figured he better not wait for the Sheriff to get behind him. So he stepped out to see if he could catch up--and you were here at the club that night, weren't you, O? \n[236]And the ten thousand? \n[237]Don't think the Rangers are likely to find out any more than they already have. \n[238]Buddy's a goddamn legend. He can handle it. \n[239]'Night, fellas. \n[240]You gonna tell your mother we been seeing each other? \n[241]You have any idea when your father died? Eladio? \n[242]Try a year and a half. He bands her an old snapshot. PILAR looks at it-- \n[243]Buddy bought the cafe for her with money he took from the county. Pilar looks away, struggling not to cry-- \n[244]He paid the hospital bill when you were born. Your mom always calls you \"our beautiful daughter\" in the letters she wrote to him. \n[245]I remember thinking you were the one part of my life Buddy didn't have a piece of-- \n[246]If I met you for the first time today, I'd still want to be with you. \n[247]Yeah-- ", "PILAR": "\n[1]We do the best we can here-- \n[2]--but hey, public education these days is a bit of a battleground. \n[3]His record shows that he's a good student. \n[4]We haven't had any serious violence, if that's what you mean. We've got a pretty lively mix though--you walk into the cafeteria and the Anglo kids are in one section, the Mexican kids in another and the Black kids have a table in the back--thanks-- \n[5]They're the smallest group except for a couple Kickapoo kids. Look, you're obviously a concerned parent. Chet has no history of getting into trouble--I'm happy to have him in my class. \n[6]Okay? He's not here? \n[7]He's going to wish he was dead. \n[8]I think that's a bit of an oversimplification-- \n[9]There's no reason to be so threatened by this-- \n[10]I've only been trying to get across some of the complexity of our situation down here--cultures coming together in both negative and positive ways. \n[11]They've got my Amado. \n[12]Somebody called--something about an electronics store. \n[13]We haven't talked since high school. \n[14]Are you okay? \n[15]You'll find out when I get you home. Thanks, Sam. \n[16]Okay, we have the fight against the Spanish with bloody conflict for dozens of years till they're finally defeated in 1821 and Mexican independence is declared. Anglo settlers are invited-- \n[17]--to colonize the area and by the time they begin the movement against Santa Anna they outnumber the Mexicans here by four to one. The war between Mexico-- \n[18]and the Anglo forces ends in 1836 with the formation of the Texas Republic. Texas joins the United States as a state where slavery is legal in 1845-- \n[19]after the so-called Mexican war and then secedes to join the Confederacy in 1861. The Confederacy is beaten, and the Reformation period here is marked by range wars and race wars-- \n[20]Looking out at the class-- \n[21]--and all this paralleled by constant battles between both the Mexican and Anglo settlers and the various Indian nations in the area. What are we seeing here? Chet? \n[22]Oh, come on, Amado-- \n[23]Leave your sister out of it. \n[24]Of course you can. \n[25]It doesn't have anything to do with being smart. \n[26]Maybe you're just getting less patient. \n[27]Well, you hire illegals-- \n[28]If you spent a little more time training them-- \n[29]No. I was wondering if you'd like to take a trip down south with us. Maybe see where you grew up-- \n[30]Oh, come on--you must be curious how it's changed. Amado is into this big Tejano roots thing and I've never been further than Ciudad Leon-- \n[31]Mami, how old were you when my father-- \n[32]Right. When he was killed. \n[33]How come you never got married again? \n[34]There must have been somebody. \n[35]Nobody's too busy. \n[36]Thank you. \n[37]Mami, the first time I brought him home, those were your exact words-- \"some chulo with grease under his nails.\" \n[38]You made it pretty damn clear you thought he was nobody. \n[39]What? Become a nun? You didn't want me going out with Anglos-- \n[40]\"That boy\"--Mami, say his name for chrissakes! \n[41]Si. \n[42]Watching-- \n[43]Lunch hour. My next class isn't till nine-thirty. \n[44]I can't name anybody she does like these days. \n[45]A real palace. She rattles around alone in that thing-- \n[46]So she tells me three times a week. \n[47]I thought you got through that pretty well. \n[48]People liked him. \n[49]I remember him watching me once. When I was little--before you and I-- \n[50]I was on the playground with all the other kids, but I thought he was only looking at me. I was afraid he was going to arrest me--he had those eyes, you know-- \n[51]Weird what you remember. \n[52]Amado. \n[53]He hates me. \n[54]With Paloma, it's more like she pities and tolerates me- totally age- appropriate. But Amado--he's--he's never been book-smart. Had a hard time learning to read. Me being a teacher and caring about those things is like an embarrassment--like a betrayal. \n[55]Fernando wasn't pissed off at everybody. He just wanted to fix their cars. \n[56]So why did you come back here, Sam? \n[57]You don't want to be Sheriff. \n[58]It can happen so sudden, can't it? Being left out on your own. \n[59]They've got me. Different thing. \n[60]I should get back. \n[61]Looks real bad if the teacher's late for class. It's really nice to talk with you, Sam. \n[62]Yeah? \n[63]For a while. \n[64]What do you think? \n[65]I'm only going to have you for two more years. If you decide not to go on to college-- \n[66]--you're going to be on your own. \n[67]So I'm worried about you. I don't want you to end up in jail like your friends. \n[68]Don't try to con me, Amado. You knew how they got all those things. \n[69]That makes it okay? \n[70]Save your breath. That line doesn't cut it with me. \n[71]How do you think you're going to make a living? \n[72]You can fix old cars. Mr. Washburn told me that the cars they're making now are all computerized-- \n[73]I think you can learn whatever you want to. I just don't see you doing it. If you want to settle for-- \n[74]That isn't true. \n[75]If you grew up to he anywhere near as good a man as your father was, I would be happy! I would be thrilled. \n[76]I said pretty much the same thing to my mother when I was your age. \n[77]Two years at hard labor, Our Lady of Perpetual Help. \n[78]Honey, I think you're smart and you're good and I love you. So don't act like an idiot, all right? \n[79]I don't think you can take it personally-- \n[80]I have new respect for some of my kids, meeting the parents they've been dealt-- \n[81]See you, Molly. \n[82]Steve? \n[83]Spanish, please. My mother would have a heart attack. \n[84]Sure, they go back to Cortez. When he rode by, they were squatting in a hut cooking hamsters for dinner. \n[85]All my mother does is work. That's how you get to be Spanish. \n[86]The Sheriff. \n[87]I'm unmarried. I'm not available. \n[88]Nobody stays in love for twenty-three years. \n[89]Follow me. \n[90]We thought we were something, didn't we? \n[91]I look at my kids in school--tenth, eleventh graders. That's who we were. Children. \n[92]I mean what did we know about anything? \n[93]When Nando died--it was so sudden--I was kind of in shock for awhile. Then I woke up and there was the whole rest of my life and I didn't have any idea what to do with it. \n[94]Yeah? \n[95]My mother hasn't changed the songs since I was 10. \n[96]Wow. \n[97]How come it feels the same? \n[98]So what are we gonna do about this? \n[99]How long have you lived here? \n[100]There's nothing on the walls. No pictures-- \n[101]Like your story is over. \n[102]It isn't. Not by a long shot. He holds her and they lie silently for a moment-- \n[103]Yeah? \n[104]Eladio. Eladio. Cruz. \n[105]It's Saturday. \n[106]Yeah. I had uhm--school business. \n[107]Nobody really wears that stuff, Paloma. \n[108]Enough with the clothes-- \n[109]I only went for my last two years. \n[110]Oh, my mother wanted to keep me away from away from boys. \n[111]When's the picture start? \n[112]She'll figure it out sooner or later. I don't have to ask permission anymore, if that's what you mean. \n[113]Couple months before I was born-- \n[114]I've never seen my mother in a bathing suit before.  Didn't know she owned one. \n[115]They can't pull this on me. It isn't fair--I don't believe this-- \n[116]From the first time I saw you at school--all those years we were married to other people I always felt like we were connected. \n[117]So that's it? You're not going to want to be with me anymore? \n[118]I'm not having any more children. After Amado, I had some complications-- I can't get pregnant again, if that's what the rule is about-- \n[119]We start from scratch-- \n[120]Everything that went before, all that stuff, that history--the hell with it, right? \n[121]Forget the Alamo. ", "DEL": "\n[1]--it's an honor for me to assume command of this unit, and I look forward to working with all of you. \n[2]I'm sure you're all aware of the Army's decision to close this installation under the Reduction in Force plan. That does not mean, however-- \n[3]--that we've been sent here to mark time until we are absorbed by another unit. \n[4]You may have heard rumors that I run a very tight operation. These rumors are not exaggerated. \n[5]Have we had trouble there before? \n[6]They didn't come for a vacation. \n[7]Substance abuse? \n[8]I meant on the post. In general. How are you dealing with it? \n[9]Why don't we make it once a week for a while? \n[10]I sprint the last quarter mile. You gentlemen don't have to keep up if you don't care to. \n[11]Otis Payne was never embarrassed about a thing in his life. \n[12]He didn't leave, he moved three houses down with one of my mother's best friends. \n[13]\"Hey, Delmore, where's your Daddy?\" \n[14]Everybody else's business. And everybody loved Big O-- \n[15]Big O was always there with a  smile or a loan or a free drink. \n[16]Not that much. \n[17]I thought we already had this out? Next year, if your grades are high enough-- \n[18]How many B-average students do you think they take at West Point? \n[19]No, we don't. \n[20]Black Seminoles? \n[21]That where he was shot? \n[22]You get much of that in here? \n[23]Deal drugs in the bathroom-- \n[24]Nice to meet you, Ma'am. \n[25]So tell me why I shouldn't make this place off-limits. \n[26]I assume a lot of your business is from our people. \n[27]We have an enlisted man's club at the post. \n[28]That's right. \n[29]The Army hands you a command, you go wherever it is. \n[30]I hear things, too.  People call you the Mayor of Darktown. \n[31]And people make their choice-- \n[32]Why would you want to do that? \n[33]You'll get official notification when I make my decision. He is out the door--Otis pulls himself a beer as Carolyn steps back out-- \n[34]Private Johnson, are you unhappy in the Army? \n[35]Then how would you explain the fact that out of one hundred twenty people we tested, you're the only one who came up positive for drugs? \n[36]When you were given the opportunity to enlist, a kind of contract was agreed upon. I think the Army has honored its part of that agreement. \n[37]Do you believe in what we're doing here, Private Johnson? \n[38]You don't sound too enthusiastic. \n[39]What exactly do you think your job is, Private? \n[40]Who's \"they\"? \n[41]And that's the job? Nothing about serving your country? \n[42]These aren't trick questions, Private. You'll be given an Article 15 and be going into the ADCAP Program one way or the other. What happens after that is up to you. I'm just trying to understand how somebody like you thinks. \n[43]Well? \n[44]Please. \n[45]How do you think I got to be a colonel? \n[46]Do whatever they tell you-- \n[47]With your attitude, Private, I'm surprised you want to stay in the service. \n[48]Because it's a job? \n[49]Chaos. \n[50]Why do you think they let us in on the \"deal\"? \n[51]Do you think you've been discriminated against on this post? \n[52]Any serious problems with your sergeant or your fellow soldiers? \n[53]It works like this, Private--every soldier in a war doesn't have to believe in what he's fighting for. Most of them fight just to back up the soldiers in their squad--you try not to get them killed, try not to get them extra duty, try not to embarrass yourself in front of them. \n[54]Why don't you start with that? \n[55]You're dismissed, Private. \n[56]Colonel. Is uhm--is Otis in? \n[57]If it's too late-- \n[58]You've been in this house for a while? \n[59]I never met her. \n[60]Where'd he get all this? \n[61]Uncle Al-- \n[62]I'm a colonel. \n[63]It's a small post and they're phasing it out in two years, but I moved up in rank and--well, a command is a command. \n[64]My mother said he never asked about-- \n[65]Listen, I uh--tell him I came by. Thanks-- \n[66]Homework? \n[67]Tanks, huh? \n[68]So you're going into the Army? Chet looks at him, not in a good mood, then goes back to his \n[69]That's up to you. \n[70]The Army isn't for everybody. \n[71]Not that I don't think you'd be good at it, but--you know--I wouldn't be disappointed if you decided to do something else with your life. \n[72]No. \n[73]How's your room shaping up? \n[74]Good. \n[75]My father. \n[76]He does. \n[77]Maybe we'll clean that thing out back up, have a barbecue next weekend. We could invite him and his wife over. ", "HOLLIS": "\n[1]So Buddy walks up to the porch and there's old Fishbait McHenry, cleanin' the dirt out his toenails with a pocketknife--he was the most hygienic of all the McHenrys-- \n[2]\"Fishbait,\" says Buddy, in that quiet way of his, \"What you know about them tires that went missing from markets?\" Fishbait thinks for a minute, then he lifts up a loose board from the porch floor and calls down into it, \"C'mon out, Pooter, they caught us!\" \n[3]He known who it was onnacouna the tire tracks in the dirt from the back of the garage to where they loaded up. \"Old Fishbait,\" he says, \"never lifted a thing in this world if there was a way he could roll it.\" \n[4]Sam! I was just telling a few about your old man. \n[5]Big day coming up--I wish we'd have thought of it while he was still living. But he went so unexpected. \n[6]Oh, you know, the usual troublemakers. Danny Padilla from the Sentinel, that crowd. \n[7]King wasn't Mexican, Fenton-- \n[8]There was a faction pulling for that boy who was killed in the Gulf War-- Ruben-- \n[9]Right. But nobody here ever noticed him till they read his name on the national news-- \n[10]That's not the whole story. The Mexicans that know, that remember, understand what Buddy was for their people.  Hell, it was Mercedes over there who swung the deciding vote for him. \n[11]She put it even at three to three, so as the Mayor I get to cast the tiebreaker. The older generation won't have any problem with it. They remember how Buddy come to be Sheriff, that it was all 'cause he took their part. \n[12]Hell, everybody heard that story a million times. \n[13]The two of us were the only deputies back then me and Buddy--it's what-- '58-- \n[14]And the Sheriff at the time was Big Charley Wade. Charley was one of your old-fashioned bribe-or-bullets kind of Sheriffs, he took a healthy bite out of whatever moved through this county. \n[15]It was in here one night, back  when Jimmy Herrera run the place.   Started right here in this booth. \n[16]\"Mas cerveza por favor.\" \n[17]We made our collection at Roderick's place and that was the last anybody seen hide nor hair of him.  He went missing the next day, along with ten thousand dollars in county funds from the safe at the jail. \n[18]Not a peep. Buddy run the man out of town. \n[19]Oh--he come to an accommodation. Money doesn't always need to change hands to keep the wheels turning. \n[20]Look, I know you had some problems with your father, and he and Muriel-- well-- \n[21]--but Buddy Deeds was my salvation. \n[22]Sam! Hey podner! You caught me playing hooky-- \n[23]Sounds great. Where do I sign up? \n[24]You go by your old house? \n[25]Just as well. The new people just painted it some God-awful color-- \n[26]Was it Davy Crockett or Jim Bowie? \n[27]Charley? I believe he was. Used to go for lodge meetings over to Laredo. What's he got to do with your body? \n[28]I told the story enough times--hell, we were just in the car, he was stewing about the fight with Buddy while we drove over to Roderick Bledsoe's-- \n[29]He owned the colored roadhouse before Big O-- \n[30]No. I think his widow's still in their place in Darktown, though. You think it's Charley Wade, huh? \n[31]There's no call for that, Sam. Fella made himself a pile of enemies over the years. \n[32]We got that dedication tomorrow. This is a hell of a time to be draggin' up old business. \n[33]And I understand why you might want to think he could. \n[34]Look at all this, would you? My tackle, the boat, all to catch a little old fish just minding its business on the bottom of the lake. \n[35]Hardly seems worth the effort--does it, Sam? Sam walks away-- \n[36]Sometime in the early '70s a reporter from a national magazine was talking to the governor of our Lone Star state, and he asked him, \"Governor, what's your ideal of what a real Texan ought to be?\" Governor said, \"That's easy, son- you just go down to Rio County and get a look at Sheriff Buddy Deeds.\" \n[37]Thank you. We've got one more person to hear from-- \n[38]\n[39]--and he's somebody who probably knew Buddy better than any of us, Sam--would you say a few words? \n[40]And now my fellow Council member and one of Frontera's most respected businesswomen, Mrs. Mercedes Cruz, will do the honors for us. \n[41]Hooligans-- \n[42]It happens again, we build a fence around it. \n[43]Sam! Quite a do the other day. It meant a lot to folks that you said something. \n[44]We have a murder? \n[45]I wish I could tell you I remembered something new, but I can't. \n[46]Do you? \n[47]You lived in the man's house what-- seventeen, eighteen years? And you didn't get to know him any better than that? \n[48]Hey, Sam. \n[49]Your father had the finest sense of justice of any man I ever met-- \n[50]Buddy Deeds-- \n[51]MUSIC CONTINUES. Mouth open in horror-- \n[52]The three of us cleaned up and took him to the post and put him under. Can't say I was much help. \n[53]Widow's benefits. He figured it would make the disappearance look better, and that Mexican gal was just scrapin' by after Charley killed her man. They didn't get hooked up till late-- \n[54]What's the call, Sam? \n[55]Word gets out who that body was, people are gonna think Buddy done it. ", "WADE": "\n[1]This beaner fare doesn't agree with me, but the price sure is right. \n[2]Jimmy got a kitchen full of wetbacks, most of 'em relatives. People breed like chickens. \n[3]I roust some muchacho on the street, doesn't have his papers, all he got to say is \"Yo trabajo para Jimmy Herrera.\" \n[4]You got to keep the wheels greased, son. Sheriff does his job right, everybody makes out. Now this is gonna be one of your pickups, Buddy. First of the month, just like the rent. Get the car, Hollis. \n[5]Come again? \n[6]There's gonna be some left over for you, Buddy. I take care of my boys. \n[7]You feeling bad for Jimmy? Have him tell you the size of the mordida they took out of his hide when he run a place on the other side. Those old boys in Ciudad Leon-- \n[8]You do whatever I say you do or else you put it on the trail, son. \n[9]Who said anything about shootin' anybody? \n[10]You're fired. You're outta the department. \n[11]You little pissant-- \n[12]You're a dead man. \n[13]Get the goddamn car. We're going to Roderick's. \n[14]Pour it. \n[15]Pour it. \n[16]I know you? \n[17]Otis what? \n[18]One of Cleroe Payne's boys? \n[19]I sent your Daddy to the farm once. \n[20]Why you think that was? \n[21]As I remember it was because he had a sassy mouth on him. Must run in the family--You wouldn't be runnin' numbers out of this club, now, would you, son? \n[22]Runnin' numbers without I know about it is both illegal and unhealthy. You remember that. \n[23]Whoah, son. You're not finished. Pour his. \n[24]Shut up, Hollis. Pour. \n[25]How come you don't took familiar? \n[26]Houston, huh? I hear they let you boys run wild up there. \n[27]Aw--look what you done now. Better get something to wipe it up, son. \n[28]I told you to do something. Are you gonna hop to it, or are we gonna have a problem? \n[29]Don't want to turn tail in front of your people. I understand. \n[30]Come on, Houston, give it a try! Come to Poppa-- \n[31]That the problem, son?  You Slow? \n[32]You telling me what to do, Roderick? \n[33]What's this I see? Is that whiskey in them glasses on the Bar? Roderick, I'm gonna have to cite you for a violation of state law-- \n[34]And people better clear out of here! Now! \n[35]You learn how to act your place, son. This idn't Houston. \n[36]Who is that? Come out here where I can see you! \n[37]You sonofabitch-- \n[38]Hola, amgio. Problemas de llanta? [Hey, friend. Tire problems?] \n[39]What's in the back? \n[40]I heard somebody been haulin' wets on this road. \n[41]This same person been bragging all over the county how he don't have to cut that big gringo Sheriff in on it-- he can run his own operation 'thout any help. Como se llama, amigo? \n[42]You know this road got a bad reputation, Eladio-- \n[43]Bandidos, Injuns-- \n[44]There's many an unfortunate soul been ambushed out on this stretch. Hope you're carrying some protection. \n[45]You carryin' a firearm, son?  Don't lie to me now. \n[46]Just a shotgun, huh? Better let me take a look at that. \n[47]Little greaser sonofabitch been running a goddarn bus service. Think he can make a fool out of Charley Wade! Get them wets outta the back, Hollis, see what we've got-- \n[48]You got a talent for statin' the obvious, son Muchachos! Venga afuera!Brazos arribas! [Come on out! Hands up!] \n[49]MUSIC CONTINUES. He waves his pistol, indicating something behind Otis-- \n[50]MUSIC CONTINUES. Wade levels his gun at Young Otis's back, then turns to wink at Hollis like he did before he shot Eladio-- \n[51]MUSIC CONTINUES. Eyes burning as he aims-- \n[52]BLAM! THWAP! A bullet plows through his neck, knocking him back against the bar. MUSIC CONTINUES. His gun falls from his hand-- ", "OTIS": "\n[1]You weren't in here tonight, were you? \n[2]Go out through the back. \n[3]'Course I was young and full of beans then-- \n[4]I didn't understand the spot I was putting Roderick in. \n[5]Oh--I think he came in one more time with Hollis and--naw, your Daddy wasn't with them. Made their monthly pickup. Roderick wasn't in so I just kept my mouth good and shut and handed over that envelope. \n[6]Could of been. That was white people's business. \n[7]What about it? \n[8]Buddy was more a part of the big picture--county political machine, chamber of commerce, zoning board if I kept those people happy, he was pretty much on my side. Whenever somebody thought--they start up another bar for the black  folks, they'd be--how should I put this? They'd be officially discouraged. \n[9]I don't recall a prisoner ever died in your father's custody. I don't recall a man in this town--Black, White, Mexican--who'd hesitate a minute before they'd call on Buddy Deeds to solve a problem. More than that I wouldn't like to say. \n[10]Carolyn--knock that off for a minute. \n[11]Hobby of mine. Got some artifacts, couple pieces one of your men out at the base made. Free admission. \n[12]That's where he fell. \n[13]It's a bar. People come together, drink, fall in love, fall out of love, air their grudges out-- \n[14]If I thought it would help I'd put up a sign telling them not to. Right under the one about the employees washing their hands. \n[15]This here's Carolyn. Honey, this is my son, Delmore. \n[16]So. \n[17]This is an official visit, then-- \n[18]Your boys out there cooped up together, need somewhere they can let the steam out. If they're Black, there's not but one place in this town they feel welcome. Been that way since before you were born. \n[19]Well, you're the Man out there now, aren't you? It's your call. \n[20]I been hearing rumors about this new commander coming for a couple weeks now. Boys say they heard he's a real hard case. Spit-and-polish man. Full- bird colonel name of Payne, they say-- Bet you never figured you end up back here. \n[21]Right. \n[22]Over the years, this is the one place that's always been there. I loan a little money out, settle some arguments. Got a cot in the back- people get afraid to go home they can spend the night. There's not enough of us to run anything in this town- the white people are mostly out on the lake now and the Mexicans hire each other. There's the Holiness Church and there's Big O's place. \n[23]A lot of 'em choose both. There's not like a borderline between the good people and the bad people--you're not either on one side or the other-- \n[24]I gonna meet that family of yours? \n[25]Because I'm your father. \n[26]Yeah--that's him. Got two, three thousand people under him out there, you count the civilians. \n[27]That's John Horse. \n[28]Spanish in Florida called him Juan Caballo. John Horse. \n[29]Both. \n[30]He was part of the Seminole Nation, got pushed down into the Everglades in pioneer days. African people who run off from the slaveholders hooked up with them, married up, had children. When the Spanish give up Florida, the U.S.Army come down to move all them Indian peoples off to Oklahoma-- \n[31]They teaching that now?  Good. Only a couple of 'em held out--this man, John Horse, and his friend Wild Cat, and a fella name of Osceola. Army put all of them in prison and Osceola died, but them other two escaped and put together a fighting band and held out another ten, fifteen years. Beat Zach Taylor and a thousand troops at Lake Okeechobee. \n[32]They got tired of fighting, went to the Indian Territories for a while. But the slave-raiders were on 'em even there, and one night they packed up and nearly the whole band rode down to Mexico. Crossed at Eagle Pass. \n[33]Men worked for Santa Anna down there, waited out the Civil War. The land wasn't much to feed people on, so in 1870 they come north and put up at Fort Duncan and the men joined up what was called the Seminole Negro Indian Scouts. Best trackers either side of the border. Bandits, rustlers, Texas rednecks, Kiowa, Comanche-- \n[34]Same as they done in Mexico. \n[35]They were in the Army. Like your father. \n[36]I got a pretty good guess. \n[37]You didn't go telling your father you were here? \n[38]He's a pretty tough old man, huh? \n[39]\n[40]Well-- \n[41]Didn't have a father? \n[42]When you're his age you'll still be pissed off about him. \n[43]These are our people. There were Paynes in Florida, Oklahoma, Piedras Negras--couple of 'em won the whatsit-- Congressional Medal Of Honor-- \n[44]By blood you are. But blood only means what you let it. \n[45]Well, he's living proof of that, son. Living proof. \n[46]I'm not open. We were just talking. \n[47]Yeah. How about that? People start digging holes in this county, there's no telling what'll come up. \n[48]I was here. \n[49]I'd been running a game on the side after hours craps, draw poker on the weekends. Roderick didn't know about it. More important, Charley Wade didn't know about it, 'cause I didn't want to cut him in. I suppose I'd been drinking some, and I was pretty full of myself in those days--but hell, I just didn't expect the man so early-- \n[50]Sheriff Charley had some real big friends in politics then, and if the truth come out it wasn't going to go easy on Hollis. I don't know why I trusted Buddy with it--don't know why he trusted me. The first time I ever talked with him was right there, and then with a dead white man leakin' blood on the floor between us. He could charm the scales off a rattler, Buddy Deeds. \n[51]Time went on, people liked the story that we told better than anything the truth might have been. ", "CLIFF": "\n[1]We got ocotillo, devil's walking stick--what's this stuff--it's that whattayoucallit--horse-crippler. \n[2]Lead mine. \n[3]It's a lead mine. \n[4]I don't know why I'm talking to you, you've got that thing on your head. \n[5]It's not just cactus.  There's the nopals, the yuccas-- \n[6]Man knows a hundred-fifty varieties of beer, he can't tell a poinsettia from a prickly pear. \n[7]You live in a place, you should know something about it. Explore-- \n[8]Don't tell me--Spanish treasure, right?  Pieces of eight from the Coronado expedition-- \n[9]Jesus-- \n[10]This was a rifle range way back when. But we figured it isn't Army land anymore, it's your jurisdiction. \n[11]That ring-- \n[12]Old bullets.  He uhm-- makes art with them. \n[13]The Sheriff says we shouldn't touch anything, \n[14]Since I've been stationed here? A fistfight now and then-- \n[15]Yes sir. \n[16]We throw a urine test at them once a month. Random numbers, maybe a hundred people at a time \n[17]No problem, sir. \n[18]You get the feeling he doesn't want to be here? \n[19]So you knew this young man before? \n[20]It's not our job to get involved in your personal life, but when it interferes with the training here-- \n[21]He'll live. \n[22]He'll probably be getting a medical discharge-- \n[23]He's going to lose a lung. This is not good news for Athena-- \n[24]If the incident happened the way you say it did, there hasn't been an infraction. \n[25]You're dismissed. \n[26]Hey--she's in a tough situation. I cut her some slack-- \n[27]She's pulled herself out of a pretty rough neighborhood. \n[28]Well--I don't see what's changed. No - PDA's, no necking on the obstacle course. \n[29]Seriously, I think we should get married. \n[30]We should just do it. \n[31]You could take it-- \n[32]I'd quit the Army for you, if it came to that. \n[33]Sheriff--hi--this is Sergeant--this is Priscilla Worth. \n[34]Sheriff Deeds was in on our archeological find yesterday. \n[35]They stopped training infantry there in the late '50s. It was just a playground for the jackrabbits till they gave it to the county last year. \n[36]I think it's beyond what you'd call dating. \n[37]Maybe. \n[38]Priscilla says they think any woman over 30 who isn't married must be a lesbian. She figures they'll be so relieved I'm a man-- \n[39]Hey, Mikey-- \n[40]Mikey-- \n[41]Mikey-- \n[42]Mikey look at this-- \n[43]It's a .45. \n[44]This is the stuff we picked up the other day, right? The rest of this is all .30 caliber-- \n[45]What's it doing on a rifle range? ", "MERCEDES": "\n[1]Off the phone, by we've got people waiting. Andale! \n[2]Donde estan sus guantes? Tonta! Quiere matar a mis clientes? [Where are your gloves? Stupid! You want to kill my customers?] \n[3]These ones coming up are getting stupider every year. \n[4]If they're going to survive here, they have to know how to work, Elalco! Adelante! Los clientes esperan! \n[5]Nobody is illegal in my cafe! They've got green cards, they've got relatives who were born here--if they only had a little common sense I'd be very happy. \n[6]Did you come here to tell me how to run my business? \n[7]Why would I want to go there? \n[8]You want to see Mexicans, open your eyes and look around you. We're up to our ears in them. \n[9]He was killed. \n[10]A little older than Paloma is now. \n[11]I was too busy. \n[12]Maybe now. It was different back then. I had this place, I was doing all the shopping, all the cooking. What do I need some chulo with grease under his nails to drink up the profit? \n[13]I don't mean Fernando. \n[14]I never said that. \n[15]I felt that you could do better for yourself-- \n[16]I never said that. It was just that boy-- \n[17]You people are stealing my money-- Entiende? Robandome? \n[18]En ingles Enrique. This is the United States. We speak English. \n[19]Good night, Enrique. She slides into the car-- \n[20]She freezes, smiling, till the still photographers have gotten their shots, then snips the cord to a pulley system that lets the cloth drop-- \n[21]Otra vez los mojados--[Wetbacks again--] \n[22]Hello? Border Patrol? \n[23]Quien es? [Who is it?] \n[24]What are you doing out there? Are you crazy? \n[25]In English, Enrique. We're in the United States-- \n[26]You have somebody else out there? \n[27]Don't tell me lies, Enrique. Que paso? \n[28]Enrique! Quienes son estos? How could you bring them here? \n[29]I'll call the Border Patrol, they'll get her to the hospital. \n[30]You think you're doing these people a favor? What are they going to do? Either they get on welfare or they become criminals-- \n[31]Sientase. [Sit.] \n[32]This girl is a friend of yours? \n[33]I thought you were married! \n[34]This girl has a child? \n[35]Tipico. \n[36]Rapidamente! Everybody in the world is going to see! \n[37]A casa de Porfirio Zayas. He used to be a doctor on the other side. Gunshot wounds, fixing babies--if you can pay he can handle it. \n[38]Don't worry about it. He owes me some favors. Enrique turns to ANSELMA still frightened in the rear of the \n[39]In English, Enrique. In English-- ", "CHET": "\n[1]He nervously puts his hand under his jacket. A gun? He pushes forward to get a better view. \n[2]Reaching under his jacket, he pulls out--a photograph. He looks at it--suddenly there is a SCREAM from behind, then GUNSHOTS, patrons diving for the floor. Chet whirls around and we WHIP PAN to see a young man, SHADOW, emptying his pistol into RICHIE, a young soldier, as a young woman, ATHENA, screams and tries to pull the gun away. With the last shot, Shadow turns and heads for the door, but is tackled and swarmed by angry men, SHOUTING. We PAN to Athena, kneeling over the bleeding, twitching body of Richie-- \n[3]Chet backs up, horrified. A large hand grasps him on the shoulder from behind. He turns to see Otis standing over him, strangely calm amid the chaos \n[4]No sir. \n[5]Drawing intently. He takes the notebook and lays his thumb over the corner. \n[6]Startled, he hides the notebook under his hands -- \n[7]Uhm--everybody is killing everybody else? \n[8]Dad-- \n[9]Dad--? \n[10]Dad, can I talk to you about track? \n[11]Dad, I talked to the track coach-- \n[12]I have a B average. \n[13]He a Black man or an Indian? \n[14]The Trail of Tears. \n[15]So they stayed in Florida? \n[16]They fought against the Indians? \n[17]But they were Indians themselves. \n[18]You know who I am? \n[19]That guy who got shot-- \n[20]Are you kidding? And face a court- martial? \n[21]No sports if I don't keep a B average, no TV on school nights, no PDA's-- \n[22]Public Display of Affection. Every time he moves up a rank, it's like he's got to tighten the screws a little more-- \n[23]I mean, just 'cause he didn't--you know-- \n[24]He's still pissed off about it. \n[25]So how come you got into all this? \n[26]So I'm part-Indian? \n[27]My father says the day you're  born you start from scratch, no breaks and no excuses, and you got to pull yourself up on your own. \n[28]I finished that. I'm just messing around. \n[29]You got to be in the Army, you might as well have something slick to drive. \n[30]That's the general plan, isn't it? \n[31]You wouldn't? \n[32]Fine. I'm pretty much moved in. \n[33]Are we going to ever see your father? \n[34]Yeah. He lives here, right? \n[35]Cool. \n[36]He makes his own sauce. ", "ATHENA": "\n[1]--so Richie just didn't say nothin' 'cause he didn't want to get into it, see, and the next thing I know there's shots and Richie is down. It happened so fast-- \n[2]From back in Houston. We both come up on Fifth Street. \n[3]If I had I wouldn't have gone in. \n[4]We were just dancing-- \n[5]I know that, Sergeant. We were just dancing. There was a bunch of us there. Shadow just come down looking for trouble. \n[6]I'm sorry, Sergeant Major. There wasn't anything I could do. Shadow gets crazy-- \n[7]Sergeant Major? How is Richie doing? Private Graves? \n[8]Out of the Army? \n[9]Will this go on my record? \n[10]Thank you, Sergeant Major. \n[11]Thank you, Sergeant Major. \n[12]Sergeant? \n[13]I'm feeling okay-- \n[14]You're testing me? \n[15]Yes, Sergeant. \n[16]No, sir-- \n[17]I'm sorry, sir. \n[18]Yes, sir-- \n[19]I-I can do the job, sir. \n[20]I am, sir. \n[21]Follow orders. Do whatever they say. \n[22]The--the officers. \n[23]You really want to know, sir? \n[24]It's their country. This is one of the best deals they offer. \n[25]Work hard, be good at your job. Sir. Do whatever they tell you. \n[26]I mean, follow orders, sir. \n[27]I do, sir. \n[28]Outside it's--it's such a mess--it's-- \n[29]They got people to fight. Arabs, yellow people, whatever. Might as well use us. \n[30]No, sir. Not at all. \n[31]No, sir. They all been real straight with me. \n[32]Yes, sir. \n[33]Thank you, sir. ", "MIKEY": "\n[1]This place is a gold mine. \n[2]What? \n[3]Right. \n[4]You finding lots of cactus and shit? \n[5]Looks like a lot of cactus to me. \n[6]Cliff-- \n[7]Cliff-- \n[8]Cliff, you gotta look at this-- \n[9]Was Coronado in the Masons? \n[10]He can't hear with that rig on-- Mikey! \n[11]What've we got here? \n[12]The scene of the crime. \n[13]There's not that much down here, Colonel. Big O's is the only place in the county that our African American soldiers are uhm--that they feel comfortable in. \n[14]We had a kid pass out in the men's room. The town isn't much. \n[15]You know how it is, Colonel--first time away from home, dealing with new people--I remember my first hitch-- \n[16]Well, yeah, but I went through the Program. I haven't had a drink since-- \n[17]Appreciate it, sir. \n[18]Guy cracks walnuts with his asshole. \n[19]Never thought I'd see the day a buddy of mine was dating a woman with three up and three down on her shoulder. \n[20]You going to get married? \n[21]You met her family? They gonna be cool about you being a white guy? \n[22]Always heartwarming to see a prejudice defeated by a deeper prejudice.  But marriage, man--I did two tours in Southeast Asia and I was married for five years--I couldn't tell you which experience was worse. \n[23]I knew she was Japanese going into it, but she didn't tell me the ninja assassin part-- \n[24]Her parents acted like I was gonna blow my nose on their curtains-- \n[25]If I stayed out past ten with the guys she'd go into her Madame Butterfly routine-- \n[26]What--it's a bullet. I'm lousy with bullets here. \n[27]Yeah? \n[28]They were using M-1's, yeah-- \n[29]We better call that Sheriff. ", "AMADO": "\n[1]Luis! Give me that Phillips-head back-- \n[2]Somebody hand me the CD player-- damelo pendejos-- He looks up and we TILT to see Travis leaning in the window, \n[3]Something wrong? \n[4]I didn't steal anything. \n[5]I don't know what the big deal is. \n[6]If you had your way I wouldn't have any friends. \n[7]Just 'cause I'm not like Little Miss Honor Roll here-- \n[8]You and all of the teachers in this dump--your story's over, so you don't want anybody else to have fun. \n[9]I'm not talking to you. You don't have any friends. \n[10]I don't pretend I came over on the Mayflower-- \n[11]Just shut up. \n[12]So? \n[13]I can't take any more school. \n[14]So? \n[15]They're not going to jail. \n[16]Just some rich Anglo out on the lake. Don't even live here all year. \n[17]They stole our land-- \n[18]I can fix cars. \n[19]You think I can't learn that? \n[20]I'm not settling for anything. I like cars, it's just not a move up the ladder to you, so you think it's a waste. \n[21]Oh, come on--you and Grandma think anybody who works with their hands is a peasant. When Dad-- \n[22]It's my life. If I want to fuck it up, that's my business. \n[23]And what did she do? \n[24]Catholic school, nasty. ", "ENRIQUE": "\n[1]Sabado por la noche--Is, es el  mas seguero--a cruzar por la  manana y pues tendremos que esperar--[Friday night--Yes, that's the safest--I'll cross in the morning and then we'll have to wait--] \n[2]Es muy lindo, su coche-- \n[3]Is very beautiful, your car. \n[4]Buenas noches, Senora Cruz. Enrique walks in the opposite direction-- \n[5]You wan' something to drink? \n[6]Todos estamos? [Everybody here?] \n[7]Nadie nos veran. Seramos invisibles. Nobody's going to see us. We'll be invisible.] \n[8]Que Paso? [What happened?] \n[9]Conozco solamente una persona con casa--[I only know one person with a house--] \n[10]Senora Cruz? \n[11]Soy yo, Enrique! No tiene miedo-- [It's me, Enrique. Don't be afraid] \n[12]Hay pasado un accidente muy grave-- [There's been a bad accident--] \n[13]I have some friends who have had a accident-- \n[14]We was by the river? And I hear my friend callin' for help, and I look and she has falling in the water-- \n[15]We was crossin' the river-- \n[16]They need help. Jaime, Anselma-- esta es mi jefa-- \n[17]No! No puede hacer esto--[You can't do that--] \n[18]No es la verdad--[That isn't true--] \n[19]Es mi novia. [She's my girlfriend.] \n[20]I am marry to the cousin of a friend-- but only to be able to live here. This is the mother of my child-- \n[21]We have a daughter. \n[22]Donde vamos? [Where are we going?] \n[23]Senora, anything it costs, I can work-- \n[24]Seas tranquila, mija. Estamos en las manos de Senora Cruz. [Just relax, honey. We're in the hands of Senora Cruz.] ", "PRISCILLA": "\n[1]Did you know he was going to be there last night? \n[2]And you and Private Graves-- \n[3]We're not running a dating service here. \n[4]He'll be transferred to a military hospital as soon as he's stabilized-- \n[5]You spoil 'em, Cliff. \n[6]But I'm the one in charge of her sorry ass. \n[7]And if she isn't careful she's gonna slide right back into it. \n[8]So where does that put us? \n[9]Seriously. \n[10]We been through this before-- \n[11]And if I get a shot at a promotion somewhere-- \n[12]It's up or out these days, Cliff. Say I get transferred to a different post-- \n[13]Man's gonna retire in two years and he offer to quit. Big goddamn deal. \n[14]It true they gonna build a shopping mall out there? \n[15]Damn. Maybe we got in the wrong business. They closin' down military bases left and right, puttin' up jails like 7-11 stores. \n[16]You know who it was they dug up? \n[17]Private Johnson! \n[18]Report to Dr. Innis at the clinic. \n[19]I'm very happy to hear that, Private. Now you go put some pee-pee in a cup for Dr. Innis and I'll be feeling okay, too. \n[20]You and one hundred nineteen other fortunate individuals. Put it in gear. ", "CAROLYN": "\n[1]CAROLYN SYKES, an attractive woman maybe ten years younger than Otis, pulls the plug from the jukebox near where she's scrubbing bloodstains off the floor. She turns to look at the newcomer-- \n[2]I'll be in back waiting for that delivery. \n[3]So that's him-- \n[4]That must be a laugh a minute. \n[5]Hey, it's the General. \n[6]Come on in-- \n[7]Come on in. \n[8]Otis sittin' up with some people at the club. I don't think he'll be long. \n[9]His hot sauce recipe won a contest last year. They sellin' it far away as San Antonio. He got a lot of talent, your father. \n[10]I been here with him eight years now. He built it when he was with Leora. \n[11]There was a bunch of 'em You never met. Me neither. \n[12]Let me show you around-- \n[13]He got into all this cowboys and Indians stuff awhile back. Spend half his time pokin' around in the library way up to Austin. \n[14]Kind of like a shrine, isn't it? \n[15]Your mother got a brother--Alphonse-- \n[16]Otis stood on good terms with the man. Whenever you do something makes the news, he sends it on. When they made you General, Otis just about drove away all our customers going on about it. \n[17]Yeah, I know--Man made me memorize the whole damn Army chain of command before he'd marry me. So this is a big deal, commander and  all? \n[18]Otis went on like you were that guy who won the Gulf War. Colin whatsit. \n[19]He never asked her. \n[20]Catch you later, Colonel. ", "BUNNY": "\n[1]The Longhorns gonna kick some serious butt this Saturday, you just watch. We got a kid at tailback from down your way--outta El Indio-- \n[2]Oh. Right. And you're in--? \n[3]Well, Daddy's got his box at the stadium, of course, and I'll fly to the Cowboy away games when they're in the Conference. Then there's the high school on Friday' nights. West Side got a boy 6'6\", 310, moves like a cat. High school, we're talkin'. Guess how much he can bench-press? \n[4]Do I seem jumpy? \n[5]Last year was awful rough--Mama passing on and the whole business with O.J.--I mean it's not like it was Don Meredith or Roger Staubach or one of our own boys, but it really knocked me for a loop-- \n[6]--and that squeaker the Aggies dropped to Oklahoma-sonofabitch stepped in some lucky shit before he kicked that goal-- \n[7]--they hadn't pulled me off that woman I would have jerked a knot in her. \n[8]Daddy calls it an \"altercation.\" How you doing, Sam? You look skinny. \n[9]You look awful good in that uniform, though. \n[10]Daddy hired a pinhead to take your job. He says so himself. Says \"Even my son-in-law was better than this pinhead I got now\". \n[11]Least he never called me that. With me, it was always \"high-strung.\" \"My Bunny might have done something with her life, she wasn't so high-strung.\" Or \"tightly wound,\" that was another one. You seeing anyone? \n[12]Yeah. Sort of. Daddy rounds 'em up. You aren't talking about money, their beady little eyes go dead. \n[13]You watch the draft this year? 'Course you didn't, idiot question. They try to make it dramatic, like there's some big surprise who picks who in the first round? Only they been working it over with their experts and their computers for months. Doctor's reports, highlight reels, coaches' evaluations, psychological profiles--hell, I wouldn't be surprised if they collected stool samples on these boys, have 'em analyzed. All this stuff to pick a football player for your squad. Compared to that, what you know about the person you get married to don't amount to diddly, does it? \n[14]You kind of bought yourself a pig in a poke, didn't you, Sam? All that time we were first seeing each other you didn't know I was tightly wound-- \n[15]No, it wasn't, was it? You didn't exactly throw yourself into it heart and soul, did you? \n[16]Your shit's still in the garage if that's what you came for. \n[17]350 pounds. \n[18]This boy from West Side, plays tackle both ways. Bench-presses 350 pounds. You imagine having that much weight on top of you? Pushing down? Be hard to breathe. Hard to swallow. \n[19]\"I only got my little girl now,\" he says, \"she's my lifeline.\" Then he tells me I can't be in the box anymore if I can't control myself. Sonofabitch don't even watch the damn game, just sits there drinking with his bidness friends, look up at the TV now and then. I do better to sit in the cheap seats with some real football people. \n[20]Thanks. I like it when you say that, Sam. ", "BUDDY": "\n[1]What's that for? \n[2]So? \n[3]I'm not doing it. \n[4]It's your deal. You sweated it out of him, you pick it up. \n[5]That's not the point. \n[6]I'm not picking it up. \n[7]How 'bout this--how 'bout you put that shield on this table and  vanish before you end up dead or in jail? \n[8]You ever shoot anybody was looking you in the eye? \n[9]Whole different story; isn't it? \n[10]There's not a soul in this county isn't sick to death of your bullshit, Charley. You made yourself scarce, you could make a lot of people happy. \n[11]Now or later, Charley. You won't have any trouble finding me. \n[12]Muchacho--mas cerveza por favor. \n[13]Let's go. \n[14]Goddammit! \n[15]How old is that girl? Goddammit, where's your goddam sense? \n[16]Gimme the keys--gimme the goddamn car keys, son-- \n[17]You drive her home and tell her mother where we found her-- \n[18]You just shut that filthy mouth, son. I'll deal with you when we get home-- \n[19]MUSIC CONTINUES. Stepping in the door, seeing, CALLS OUT-- ", "RAY": "\n[1]Hospital says the other kid is in bad shape-- \n[2]Down from Houston. I think he knew the girl before. \n[3]Any poop on the John Doe you found out there today? \n[4]Excellent performance, my friend. The judge was very impressed. \n[5]You been talking so much trash today, you made us think you're a dangerous criminal. Be a good boy, now-- \n[6]Just doing my job. \n[7]This isn't Houston, my friend. We pretty much running things now. Our good day has come. \n[8]Andale, amigo, \n[9]You're out early. \n[10]Haven't seen much of you at the jail lately. \n[11]Uh-huh. \n[12]The Republicans? \n[13]They got telephones. \n[14]Oh. \n[15]Sam? I--the Committee--you know Jorge and H.L. and all--they asked me-- \n[16]Yeah. \n[17]How 'bout you? \n[18]I didn't want to be going around your back. \n[19]Well, it's a complicated issue-- ", "BEN": "\n[1]Sam the Man. \n[2]How's business? \n[3]I hear they're closing that post down. \n[4]Gonna pull a lot of jobs out of this county. \n[5]Yeah, this is Skinny. \n[6]We find a body, it's either Skinny or Stinky, depending on how much meat there is on the bones. \n[7]Male, 40 to 50 years old, five-foot- eleven, chewed tobacco--then we get into the dental records-- \n[8]That badge-- \n[9]Yeah. \n[10]Everybody on the border knows that story. \n[11]Skull was intact, no soft tissue left--not much to go on. \n[12]You uhm--you remember what old Buddy carried for a side arm? \n[13]\n[14]Just wondering. \n[15]If it was some poor mojado, swam across at night, got lost in the scrub and starved out there, we wouldn't go any further. But this is a formerly prominent citizen. \n[16]What I will do is keep names out of it till we got some answers or hit a dead end. You know how the press is with a murder story--even if it's forty years old. \n[17]I remember Charley Wade come to my father's hardware store once when I was a little boy. I'd heard stories how he shot this one, how he shot that one--man winked at me and I peed in my pants. Winked at me. ", "PALOMA": "\n[1]You jerk-- \n[2]Who'd want to be friends with that bunch of pachuco wannabes? \n[3]And those stupid girls who hang out with them-- \n[4]Joanie Orozco's telling the whole school she's like desperately in love with Santo Guerra. \n[5]It's pathetic. You can't be desperately in love when you're 14 years old. \n[6]Not if you have half a brain in your head. \n[7]What? \n[8]Mom? \n[9]You gonna stay out here? \n[10]What's she singing about? \n[11]She finally got in-- \n[12]You got in late last night. \n[13]Can I get this? \n[14]I could name five girls at school who have one just like it-- \n[15]Just 'cause you went to Catholic school and wore a uniform. \n[16]How come? \n[17]Did it work? ", "FENTON": "\n[1]Buddy Deeds. He had a way. \n[2]Won't be another like him. That boy of his doesn't come near it. You ask me, he's all hat and no cattle \n[3]He was a unique individual. \n[4]Better late than never. Korean War hero, Sheriff for near thirty years-- Buddy Deeds Memorial P-- \n[5]Every other damn thing in the country is called after Martin Luther King, they can't let our side have one measly park? \n[6]Bad enough all the street names are in Spanish-- \n[7]Then name it after Big Chief Shitinabucket! Whoever that Tonkawa fella was. He had the Mexes beat by centuries. \n[8]They just wanted it to be one of theirs-- \n[9]Tell that one, Hollis-- \n[10]Go ahead, Hollis. \n[11]'57, 1 believe-- \n[12]That Buddy was a cool breeze. \n[13]Charley Wade were known to have put a good number of people in the ground, and your daddy gets eyeball to eyeball with him. \n[14]Buddy Deeds said a thing, he damn well backed it up. Won't be another like him. \n[15]Your mother was a saint. ", "MINNIE": "\n[1]MINNIE BLEDSOE, in her 60s, sits on her porch in the old Black section of town, playing with a Gameboy. She has very thick glasses on. Sam walks up to her from his car-- \n[2]That's me. \n[3]Sheriff Deeds' dead, honey--you just Sheriff junior. \n[4]You ever play one of these? \n[5]Well, don't ever start up on 'em, cause once you do you can't stop. I tell myself I'm gonna play just three little games after breakfast, and here I sit with half the day gone. \n[6]I won't say nothing bad about the man, but you can ask away. \n[7]We run that twenty-odd years. Give it over to Otis Payne in 1967. April. \n[8]Not if I can help it. \n[9]Them days, you deal with Sheriff Wade or you didn't deal at all. First of the month, every month, he remind you of who you really workin' for. \n[10]Wasn't legal to sell liquor in a glass back then unless you was a club, see. Roderick used to say, \"Buy yourself a drink, you get a free membership.\" But Sheriff Wade, he could shut you down anytime. \n[11]Sheriff Buddy was a different story. Long as Roderick throw his weight the right way on election day, make sure all the colored get out to vote- we was called colored back then, if you was polite--maybe throw a barbecue for the right people now and then, things was peaceful. That Sheriff Wade, though, he took an awful big bite. \n[12]Not if they was colored or Meskin. Not if they wanted to keep breathin'. \n[13]I seen him in our place the last week before he gone missin'. \n[14]He used to come in whilst we was in full swing, make people nervous. Had him a smile like the Grim Reaper-- \n[15]--just sit back with his hand on that big ol' gun and act the kingfish with everybody. Otis Payne had come to work for us by then, and that boy had him some attitude-- ", "ELADIO": "\n[1]Donde vas, Chucho, Tienes que quedar escondido! [Shit, CHUCHO you got to stay hidden!] \n[2]he lies changing the tire \n[3]He stands, takes a deep breath--Wade steps up to him with his hard-eyed smile-- \n[4]No hay de que. Tengo otra. [No problem, I've got another.] \n[5]Not much, jefe. Some watermelons. \n[6]I haven't seen anybody doing that. \n[7]Eladio Cruz. \n[8]Reputation? \n[9]Protection? \n[10]Si--tengo escopeto--just a shotgun-- \n[11]Aqui! [Here!] \n[12]Aqui! Venga por aqui! [Over here! Come this way!] \n[13]No te molestas. Tenemos a ella. [Don't worry. We've got her.] \n[14]Como se llama? [What's your name?] \n[15]Me llama Eladio Cruz--Bienvenido a Tejas. [Welcome to Texas.] ", "WESLEY": "\n[1]The longhorns go for ten times the price-- \n[2]--but longhorns are hard to come by these days. \n[3]How am I gonna sell things if nobody comes by? This stretch of road runs between Nowheres and Nothin' Much. \n[4]But you don't see much competition, do you? \n[5]These things used to sell like hotcakes. Now, if it can't play those discs, they won't look at it. \n[6]I like it here. Once I tried going onto that reservation to live. Couldn't take the politics. Damn Indian'll drive you crazy with that, Now your father--this wasn't what he had in mind at all. He come out of Korea, he had this Chevy with too much engine in it. He'd come roarin' up and down this road all hours of the day and night,looking for somebody to race. \n[7]Buffalo chips. Fella in Santa Fe told me he sells these as fast as the buffalo can squeeze 'em out. \n[8]For Frontera? Hell, I can't remember dates no more. I do recall it was after an affair of the heart had gone sour on him. He almost took some poor fella's head off at the Legion in Arroyo Grande, and figured it was time to move on. \n[9]They don't hand those medals out for hidin'in your foxhole. Would you buy this? \n[10]Me neither. \n[11]If he hadn't found that Deputy job, I believe Buddy might've gone down the other path, got into some serious trouble. Settled him right down. That and your mother. 'Course he had that other one later. \n[12]Your mother wasn't one to get chased off her patch. Half the damn county knew and nobody thought the worse of her for seein' it through. \n[13]The other one? Hell, at my age, every time you learn a new name you got to forget an old one. Your head's all crowded up--here it is-- \n[14]This big fella was sleepin' in a crate at Cisco's junkyard right when I looked to see what was in it. Jumped up at my face--scared me so bad I killed him without thinkin'. \n[15]Gotta be careful where you're pokin'-- who knows what you'll find. ", "PETE": "\n[1]Morning, Sheriff. \n[2]Time marches on. \n[3]Three months. \n[4]It was for personal consumption. \n[5]I got a bad stomach. It helps me digest. \n[6]Your father never bothered me about it. Leastways not till the drug people got on his back in the late '60s. \n[7]Different charge. I had a still. Made my own mescal. \n[8]That's how I ruined my stomach. \n[9]He was afraid I was going to poison somebody. Your father tried to do good for people-- \n[10]And your mother was a saint. That summer I built the patio at your house? She made me lunch every day. \n[11]It could have just been a box lunch from the jail. \n[12]Out in the fresh air, nice gringo lady making you pies--who's gonna sit back in a little jail cell all day? Sheriff Buddy, man. Como el no hay dos. And after that cabron Charley Wade-- \n[13]He murdered Eladio Cruz. That tough enough for you? \n[14]Chucho Montoya saw it with his own eyes. Shot him in cold blood. ", "CHUCHO": "\n[1]Over here we don't throw everything away like you gringos do. \n[2]Recycling, right? We invented that. The government doesn't have to tell people to do it. \n[3]This place, the one across the street, four other ones around Ciudad Leon-- soy el Rey de las Llantas. King of the Tires. Lots of your people rollin' back over that bridge on my rubber. \n[4]Fifteen years in El Paso. \n[5]Something like that. \n[6]You the sheriff of Rio County, right? Un jefe muy respetado. Step over this line. \n[7]Ay, que milagro! You're not the Sheriff of nothing anymore- just some tejano with a lot of questions I don't have to answer. \n[8]Bird flying south-you think he sees that line? Rattlesnake, javelina-- whatever you got--halfway across that line they don't start thinking different. So why should a man? \n[9]My government can go fuck itself, and so can yours. I'm talking about people here--men. Mi amigo Eladio Cruz is giving some friends of his a lift in his camion one day-- \n[10]--but because he's on one side of this invisible line and not the other, they got to hide in the back like criminals-- \n[11]And because over there he's just another Mex bracero, any man with a badge is his jefe-- ", "YOUNG OTIS": "\n[1]Name's Otis. \n[2]Payne. \n[3]Uh-huh. \n[4]I know that. \n[5]Some crop needed pickin' and the man was shorthanded. \n[6]Runnin' numbers illegal. \n[7]Been away. Up to Houston. \n[8]You spilt it, you wipe it up. \n[9]MUSIC CONTINUES. Turning to see Buddy-- \n[10]Horrified, splattered with the Sheriff's blood. MUSIC ", "WIDER": "\n[1]Cliff stands looking at the arm with Sam. MIKEY is a few yards behind them, playing with his metal detector. Beyond him we see the Sheriff's car parked. \n[2]A small group of teenage Chicano BOYS hang around the truck in the bed, on the hood, leaning against it. A BOOMBOX placed on top of the cab blasts RANCHA MUSIC out at the neighborhood. Somebody's legs are hanging out the open passenger-side door. The kids suddenly look as a Sheriff's Department car slides into the f.g.  A Deputy Sheriff, TRAVIS, gets out. \n[3]and BUDDY DEEDS . A chicken-fried steak sits untouched in front of Buddy. Hollis has the anxious look of an errand boy, while Buddy is self-contained and quietly forceful for his age. \n[4]We are in the High School auditorium, a hot-and-heavy teachers- and-parents meeting in progress. Pilar sits at the end of a long table facing the agitated parents, taking some heat. DANNY PADILLA, a young, long-haired reporter, sits in the front taking notes, enjoying the show. \n[5]Hollis sits in the swivel chair of a bass boat tied to a dock at the lake, going through his box of lures. Sam appears on the dock and steps down. \n[6]Cliff leans against a desk, a blackboard covered with radar diagrams behind him. Priscilla sits nearby, both of them focused on Athena. \n[7]Hollis and a couple of MEN from the Public Work Department look at the damage. \n[8]This isn't what Sam was expecting. Hollis watches his face-- ", "CU SAM": "\n[1]Looking at the photo, troubled-- \n[2]Wonders what she's doing there-- \n[3]Watching her go-- \n[4]He nods to her as the crowd opens a path for him. \n[5]Working something out in his head. He looks off into the dark and we PAN with his gaze--A MAN steps toward us, barely visible in the darkness. It is Charley Wade--We're in Sam's REVERIE, in 1957-- \n[6]Intent as he pores over the paperwork-- \n[7]Trying to put it all together. PETE ZAYAS, a skinny, older man in trustee's coveralls, wanders in, emptying the trash baskets in the front office-- \n[8]Remembering. MUSIC BEGINS as he gets back into the car, pulls away. ", "DANNY": "\n[1]The men who founded this state broke from Mexico because they needed slavery to be legal to make a fortune in the cotton business! \n[2]Just adding a little historical perspective-- \n[3]I've got new information-- \n[4]1963, they dam up the north branch to make Lake Pescadero. A whole little town disappears-- \n[5]People had been living in Perdido for over a hundred years. Mexicans and Chicanos are deported, evicted, moved forcibly out of their houses by our local hero, Buddy Deeds, and his department-- \n[6]Families were split apart, a whole community was destroyed-- \n[7]--and who ends up with lakefront property bought for a fraction of the market price? Buddy Deeds, Sheriff of Rio County, and his Chief Deputy, Hollis Pogue. \n[8]Look, I'm not after you, Sam.  I just think people in town ought to know the full story on Buddy Deeds. ", "JORGE": "\n[1]What I'm saying is, I don't see the point. You had your chance when the dedication committee was meeting-- \n[2]There was a bill from the state legislature-- \n[3]We're building up tourism, Sam-- \n[4]Sam-- \n[5]I got Eddie Richter at the Sentinel to kill that story. \n[6]He agreed it wasn't exactly news-- \n[7]There was a mandate in the last election-- \n[8]There isn't money allocated for that. But a jail-- ", "CODY": "\n[1]Now I'm just as liberal as the next guy-- \n[2]--but I gotta say I think there's something to this cold climate business. I mean, you go to the beach- what do you do? Drink a few beers, wait for a fish to flop up on the sand. Can't build no civilization that way. You got a hard winter coming, though, you got to plan ahead, and that gives your cerebral cortex a workout. \n[3]You joke about it, Sam, but we are in a state of crisis. The lines of demarcation has gotten fuzzy--to run a sucessfull civilization you got to have lines of demarcation between right and wrong, between this one and that one--your Daddy understood that. He was like the whatchacallit-- the referee for this damn menudo we got down here. He understood how most people don't want their sugar and salt in the same jar. \n[4]Take that pair over in the corner-- \n[5]Place like this, twenty years ago, Buddy woulda been, on them two-- \n[6]--warning. Not 'cause he had it in for the colored \n[7]--but just as a kind of safety tip. \n[8]Old Sam stood for somethin', you know? The day that man died they broke the goddamn mold. ", "ZACK": "\n[1]Get that thing off 'im! He's one of ours-- \n[2]Hey Sam. Sorry 'bout that. \n[3]We had about a dozen wets come over just upriver. They ran into one of our posts--it was like a breakshot on a pool table, illegals runnin' every which way. \n[4]We'll get 'em-- So you livin' out here now? \n[5]I heard about that deal for your father--You must be real proud. \n[6]The stories people tell, he was a real colorful fella-- \n[7]Well--back on the clock. You see any of our neighbors from the south, let 'em know I'm lookin' for 'em. \n[8]Podemos ganar muchas batallas pero la guerra ya es perdido--[We can win a lot of battles but the war's already been lost--] ", "CELIE": "\n[1]He went to school on base when we were in Okinawa. It's all--you know-- kids in the same boat--Army brats. \n[2]I'm more worried about the social thing. Are therelike--gangs, or...? \n[3]So Blacks are-- \n[4]I don't see what the big deal is. Go back over, talk to the man, and bury the hatchet, Del-- \n[5]You were 8 years old when he left-- \n[6]People change. \n[7]We're going to have to see him. ", "ANGLO MOTHER": "\n[1]You're just tearin' everything  down! Tearin' down our heritage, tearin' down the memory of people that fought and died for this land. \n[2]Well, the way she's teachin' it has got everything switched around. I was on the textbook committee, and her version is not-- \n[3]--it is not what we set as the standard! Now you people can believe what you want, but when it comes to teaching our children-- \n[4]If you mean like music and food and all, I have no problem with that. \n[5]--but when you start changing who did what to who. \n[6]And that's what's got to stop! \n[7]Now who are you calling ignorant? ", "YOUNG SAM": "\n[1]You going to tell her? \n[2]He doesn't need to know all my business. \n[3]So? What's he gonna do, arrest us? \n[4]You believe that? \n[5]What the hell are you doing? You fucking asshole! \n[6]You got no fuckin' right! You stay out of my fuckin' life! \n[7]You leave her the fuck alone! ", "YOUNG PILAR": "\n[1]You going to tell him? \n[2]He's gonna find out. \n[3]It's supposed to be some big sin, even if you love each other. \n[4]No. \n[5]Let me go!  Pendejo! \n[6]Sam! \n[7]Please, don't tell my mother! She's gonna kill me! ", "MARISOL": "\n[1]Steve called for you. \n[2]Steve. Board of Education Steve who likes you? He goes for us hot-blooded Mexican girls, I can tell. \n[3]Your mother's family is Spanish? \n[4]You got to be interested in somebody. All you do is work. \n[5]How 'bout the Sheriff? \n[6]The old-high-school-heartthrob Sheriff. I thought you were crazy about each other. He's available, you're available-- \n[7]You told me one time it was true love. ", "YOUNG HOLLIS": "\n[1]I prefer it in the bottle-- \n[2]Oh no--oh Jesus--oh my Lord-- \n[3]You killed him-- \n[4]Come on now, Missy, get your clothes in order-- \n[5]What am I s'posed to do with her, Buddy? \n[6]MUSIC CONTINUES. Watching squeamishly as Wade goes to work on young Otis, the overhead light swinging wildly-- "}}